[{"internal_id": 153836353, "Award ID": "AM22MPIRGUT1206", "Award Amount": 199502.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "10.180", "Description": "FARM CREEK MEATS LLC HAS BEEN OPERATING AS A RETAIL EXEMPT PROCESSOR FOR NEARLY 5 YEARS AND HAS HAD MANY HURDLES IN TRYING TO BECOME A USDA INSPECTED SLAUGHTER PLANT WITH FURTHER PROCESSING FOR MIXED SPECIES  THERE ARE MANY NEEDS TO BE MET TO FINALLY ACHI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": 199502.4, "Infrastructure Obligations": null, "recipient_id": "e02ff04d-22dc-ba05-e5a3-09ef9b8eea24-R", "generated_internal_id": "ASST_NON_AM22MPIRGUT1206_12K2"}, {"internal_id": 153836354, "Award ID": "AM22MPIRGTX1180", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "10.180", "Description": "GROHOLSKI GROCERY AND  MARKET IS A 2ND AND 3RD GENERATION RETAIL AND CUSTOM EXEMPT MEAT PROCESSING PLANT LOCATED IN THE CITY OF BREMOND IN RURAL ROBERTSON COUNTY TEXAS  FOR OVER 70 YEARS OUR FAMILY HAS PROVIDED FRESH, SMOKED, AND READY TO EAT MEAT PRODUCT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "c053204c-62c0-3f46-18bd-917268a2fb4d-R", "generated_internal_id": "ASST_NON_AM22MPIRGTX1180_12K2"}, {"internal_id": 153836355, "Award ID": "AM22MPIRGOK1191", "Award Amount": 199932.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "10.180", "Description": "LOOPED SQUARE MEAT CO   LSMC  IS A 25,0000 SQUARE FOOT SLAUGHTER, PROCESSING AND RETAIL FACILITY OWNED AND OPERATED BY THE MUSCOGEE  CREEK  NATION  MCN   LOCATED AT THE HEART OF THE MCN RESERVATION, LSMC SITS IN A FOOD DESERT AND PROVIDES A MUCH NEEDED FO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": 199932.0, "Infrastructure Obligations": null, "recipient_id": "db7bccb1-58bc-18b1-7b4e-a510a974958d-C", "generated_internal_id": "ASST_NON_AM22MPIRGOK1191_12K2"}, {"internal_id": 153836345, "Award ID": "AM22MPIRGME1188", "Award Amount": 194000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "10.180", "Description": "IN 2022, FORK FOOD LAB, A SHARED USE KITCHEN INCUBATOR IN PORTLAND, MAINE, WILL EXPAND TO A 42,000 SQUARE FOOT FACILITY DESIGNED TO MEET THE REQUIREMENTS FOR A FEDERAL GRANT OF INSPECTION  THE MISSING PIECE IN THIS EXPANSION PROJECT IS THE PROCUREMENT OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": 194000.0, "Infrastructure Obligations": null, "recipient_id": "7784e155-8a3d-01d5-2373-f022f59ecd7a-R", "generated_internal_id": "ASST_NON_AM22MPIRGME1188_12K2"}, {"internal_id": 153836344, "Award ID": "AM22MPIRGFL1233", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "10.180", "Description": "THE MODERN HERITAGE MEAT PROCESSING PLANT IS A 10,200 SQ FT  FACILITY IN OCALA, FLORIDA THAT PROVIDES MEAT  PROCESSING SERVICES TO LOCAL LIVESTOCK PRODUCERS, FARMERS, AND RANCHERS  WE ARE CURRENTLY PROCESSING AN AVERAGE OF  20 TO 25 BEEF CATTLE PER WEEK,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "a9f8cd14-73c1-89d9-63db-2216ae381930-R", "generated_internal_id": "ASST_NON_AM22MPIRGFL1233_12K2"}, {"internal_id": 147106602, "Award ID": "AM21MPIRGFL1169", "Award Amount": 199650.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-16", "CFDA Number": "10.180", "Description": "SOUTHERN UNIQUE SUSTAINABILITY LLC IS CURRENTLY PROCEESING POULTRY THROUGHT ITS LIMITED POULTRY AND EGG LICENSE (FLORIDA). THE CURRENT FACILITIES ARE LIMITED BY CAPACITY AND HAVE OUTDATED EQUIPMENT. SOUTHERN UNIQUE SUSTAINABILITY IS LOOKING TO MODERNIZE THE EXISTING FACILITIES TO BETTER ACCOMODATE PROCESSING POULTRY AND OBTAIN USDA GRANT OF INSPECTION APPROVAL. THESE FACILITY MODIFICATIONS WILL IMPROVE PRODUCTION TIME, ALLOW FOR USDA AND LOCAL HEALTH INPECTION STANDARDS TO BE MAINTAINED. EXPECTED OUTCOME IS TO INCREASE OUTPUT AND EFFICIENCY OF PROCESSING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": 262516.0, "Infrastructure Obligations": null, "recipient_id": "66a1ff3d-df15-54d2-9281-7b55776e4de6-R", "generated_internal_id": "ASST_NON_AM21MPIRGFL1169_12K2"}, {"internal_id": 146061548, "Award ID": "21MPIRGWY1138", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PROJECT ABSTRACT WILL BE UPDATED WITH THE INFORMATION LISTED IN THE APPLICATION IN THE FIRST AMENDMENT OF THIS AWARD. THIS INFORMATION WAS NOT ENTERED INTO THE AWARD AT THIS TIME DUE TO THE FACT THAT AWARD NEGOTIATIONS ARE CONTINUING AFTER THE AWARD ISSUANCE AND THE NEED TO ISSUE THE AWARDS BEFORE THE 10/01/2021 DEADLINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1fcf9cee-3740-9ecc-c12b-f627934b766e-R", "generated_internal_id": "ASST_NON_21MPIRGWY1138_12K2"}, {"internal_id": 146061633, "Award ID": "21MPIRGWI1125", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "11-01-2021 01 AMENDMENT UPDATE:SOLAR MEATS, LLC WAS ESTABLISHED IN 2018 AS A MOBILE OPERATION THAT HAS MATURED INTO A STATE INSPECTEDFACILITY PROVIDING QUALITY SLAUGHTER AND PROCESSING SERVICES TO THE COMMUNITY. WE CONSISTENTLY TURN AWAYBUSINESS FROM LIVESTOCK PRODUCERS AND POTENTIAL CUSTOMERS SEEKING FEDERALLY INSPECTED PROCESSING THATWOULD ALLOW INTERSTATE SALES. WE ARE CURRENTLY OPERATING NEAR CAPACITY UNDER STATE INSPECTION AND, IF THECURRENT INQUIRIES ARE ANY INDICATION, WE EXPECT DEMAND FOR FEDERALLY INSPECTED PRODUCT WOULD EXCEED OURTOTAL PRODUCTION CAPACITY.WISCONSIN STATE INSPECTORS BELIEVE OUR FACILITY IS AN IDEAL CANDIDATE TO PARTICIPATE IN THE COOPERATIVEINTERSTATE SHIPMENT PROGRAM (CIS) WITH MINOR ENHANCEMENTS TO OUR EXISTING OPERATIONS AND PROCEDURES.WE RECOGNIZE THE POTENTIAL TO INCREASE OUR FOOTPRINT IN THE INDUSTRY AND EXPAND OPPORTUNITIES FORPRODUCERS AND CUSTOMERS ALIKE UNDER THE CIS. OUR GOAL IS TO GROW INTO THIS NEW OPPORTUNITY WITHOUTSACRIFICING THE LEVEL OF SERVICE TO OUR EXISTING PRODUCERS AND CUSTOMERS.THE 2021 MEAT AND POULTRY INSPECTION READINESS GRANT IS AN IDEAL OPPORTUNITY FOR SOLAR MEATS, LLC TOAPPLY FOR FEDERAL INSPECTION UNDER THE CIS AND INCREASE THE PLANT'S PROCESSING CAPACITY BY 50 PERCENT TOSUPPLY AN EXPANDED CUSTOMER BASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c84197e9-2f95-9b20-1377-acab1776496b-R", "generated_internal_id": "ASST_NON_21MPIRGWI1125_12K2"}, {"internal_id": 146061632, "Award ID": "21MPIRGWI1114", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "SALCHERTS HAS BEEN SERVING NORTHEAST WISCONSIN WITH HIGH QUALITY WISCONSIN MEAT SINCE 1928. WITH NEW OWNERSHIP IN 2019, IT IS CRITICAL TO THE CONTINUED GROWTH, EFFICIENCY, SUSTAINABILITY, AND LONGEVITY OF THIS MAIN STREET BUSINESS TO ADD PROCESSING CAPACITY AND EFFICIENCY WITH BUILT-IN FOOD SAFETY STANDARD OPERATING PROCEDURES (SOPS) TO OBTAIN THE CIS CERTIFICATION. THE PROJECT FUNDS WILL BE USED IN THE CURRENT FACILITY TO UPGRADE THE ELECTRICAL, INCREASE THE WATER SUPPLY, AND REFINISH SURFACES IN THE PROCESSING ROOM AND DRY STORAGE. THE REMAINDER OF THE PROJECT FUNDS WILL BE USED TOWARDS AN 1,800 SQUARE FOOT ADDITION TO THE BUILDING. NEW CONSTRUCTION WILL INCLUDE: 1) SPACE FOR SMOKING AND FINISH COOKING PRODUCT, 2) DESIGNATED SPACE FOR RTE STORAGE AND PACKAGING AND 3) AN EMPLOYEE DESIGNATED BATHROOM AND BREAKROOM. UPON COMPLETION OF THIS GRANT, SALCHERTS WILL PROCESS 2 ADDITIONAL ANIMALS PER WEEK AND EXPECTS TO PRODUCE AN ADDITIONAL 300 LBS. OF SMOKED/RTE PRODUCTS. THE INCREASED PROCESSING VOLUME WILL RESULT IN AN ESTIMATED ANNUAL REVENUE OF $142,896 INITIALLY. OVER TIME, THE ADDITIONAL CAPACITY AND EFFICIENCIES PROPOSED IN THIS GRANT ENABLES THE BUSINESS TO HARVEST UP TO 5 ADDITIONAL BEEF PER WEEK (260 HEAD ANNUALLY) AND PROCESS UP TO 1,800 ADDITIONAL LBS. OF SMOKED/RTE PRODUCTS PER WEEK (93,000+ LBS. ANNUALLY). THIS GRANT ENABLES SALCHERTS TO SERVE MORE LOCAL FARMERS AND THE COMMUNITY WITH CUSTOM HARVEST, ADDS LONG-TERM JOBS, AND GETS SALCHERTS READY TO SELL VALUE-ADDED PRODUCTS NATIONWIDE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9481f59f-58ad-034a-cb5f-27631fdf3bf5-R", "generated_internal_id": "ASST_NON_21MPIRGWI1114_12K2"}, {"internal_id": 146061631, "Award ID": "21MPIRGWI1092", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE CURRENT EXPANSION PLAN HAS BEEN IN MOTION FOR OVER A YEAR. THE TIMING OF THIS GRANT WILL HELP US COMPLETE THE WHOLE PROJECT AT ONCE INSTEAD OF TWO PHASES. WE PURCHASED A BUILDING ON AN ADJACENT LOT TO THE NORTH OF THE CURRENT FACILITY IN JANUARY OF 2021. WE ARE IN THE PROCESS OF DESIGNING AND BIDDING A RENOVATION TO THE BUILDING TO MOVE OUR RETAIL AND WHOLESALE BUSINESS THERE. THIS WILL GIVE US MORE ROOM AND TIME FOR PROCESSING ANIMALS. THE NEXT STEP IN THE PROJECT IS TO BUILD A CONNECTING BUILDING TO INCLUDE A NEW FREEZER, NEW LARGE SLAUGHTER CHILL COOLER, AND A PACKAGING ROOM FOR A ROLL STOCK MACHINE. IF FUNDING IS GIVEN TO HELP AFFORD THE CONNECTION BUILDING IT WILL INCREASE OUR HARVESTING CAPACITY. OUR TWO CURRENT LIMITING FACTORS ARE A SMALL OUTDATED HARVEST COOLER AND A SMALL PROCESSING AREA. BY MOVING THE RETAIL TO A NEW BUILDING WE CAN INCREASE PROCESSING. WITH A NEW SLAUGHTER COOLER WE CAN INCREASE OUR SLAUGHTER CAPACITY AS WELL AS OUR EFFICIENCY BY HARVESTING ONE DAY A WEEK INSTEAD OF TWO. BUILDING A NEW FREEZER WILL ALSO HELP INCREASE OUR CAPACITY AS WE STRUGGLE STORING ALL THE PROCESSED MEAT BEFORE IT IS PICKED UP BY THE CONSUMER. THE NEW PACKAGING ROOM WITH A ROLL STOCK MACHINE WILL GREATLY INCREASE OUR PACKAGING EFFICIENCY AND CAPACITY. THE CONSUMERS LIKE A VACUUM PACKAGED PRODUCT WITH THIS ROLL STOCK PACKAGING MACHINE WE WILL EXPAND OUR WHOLESALE MARKET TO MORE GAS STATIONS AND SUPERMARKETS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78d26464-2c73-a28c-3a3c-c6f1f8f8fb4f-R", "generated_internal_id": "ASST_NON_21MPIRGWI1092_12K2"}, {"internal_id": 146272510, "Award ID": "21MPIRGWI1062", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "CONSTRUCTION OF A USDA INSPECTABLE SLAUGHTER FACILITY WITH THE GOAL OF IMPROVING CUSTOMER ACCESS TO  LOCALLY SOURCED MEAT AND POULTRY. THE INSPECTABLE FACILITY WOULD ALLOW OUR BUSINESS TO MEET THE DEMAND  THAT EXISTS FOR USDA INSPECTABLE PROCESSING. THE N", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80181e3e-c887-7275-e331-24a6fad4e8b5-R", "generated_internal_id": "ASST_NON_21MPIRGWI1062_12K2"}, {"internal_id": 146061630, "Award ID": "21MPIRGWI1061", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PROJECT ABSTRACT WILL BE UPDATED WITH THE INFORMATION LISTED IN THE APPLICATION IN THE FIRST AMENDMENT OF THIS AWARD. THIS INFORMATION WAS NOT ENTERED INTO THE AWARD AT THIS TIME DUE TO THE FACT THAT AWARD NEGOTIATIONS ARE CONTINUING AFTER THE AWARD ISSUANCE AND THE NEED TO ISSUE THE AWARDS BEFORE THE 10/01/2021 DEADLINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1af5907-143d-c9ef-0eb2-fc024424c35d-R", "generated_internal_id": "ASST_NON_21MPIRGWI1061_12K2"}, {"internal_id": 146061629, "Award ID": "21MPIRGWI1051", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THIS GRANT PROJECT WILL EXPAND THE FALLS MEAT SERVICE, INC FACILITY AND OPERATIONS TO INCREASE CAPACITY FOR BUTCHERING AND PROCESSING UNDER USDA FEDERAL INSPECTION. THIS WILL GAIN EFFICIENCIES AND SAFETY AS WELL AS POSITIVE IMPACTS FOR PRODUCERS AND CONSUMERS. TO BEGIN, THIS PROJECT WILL DOUBLE OUR FREEZER SPACE, INCREASE COOLERS AND EXTEND CUTTING PACKAGING AND RETAIL SPACES. THIS WILL ALLOW FOR REORGANIZATION WITHIN OUR PLANT TO ALIGN WITH USDA FEDERAL INSPECTION GUIDELINES. WE DO NOT CURRENTLY HAVE THE SPACE AND LAYOUT NECESSARY TO MEET THE USDA GUIDELINE OF SEPARATING READY-TO-EAT AND FRESH PRODUCTS BY TIME AND SPACE BUT CAN ACHIEVE THIS THROUGH THIS PROJECT. THESE CHANGES WILL BENEFIT OUR BUSINESS IN THE LONG-RUN, ULTIMATELY INCREASING EFFICIENCY, STRENGTHENING SAFE HANDLING AND INCREASING PRODUCTION. SECONDLY, THIS EXPANSION WILL GROW OUR CAPACITY IN BUTCHERING/PROCESSING. PRESENTLY, WE ARE LIMITED BY COOLER/FREEZER SPACE, PROCESSING THE MAXIMUM NUMBER OF ANIMALS WE CAN. THIS EXPANSION WILL ALLOW US TO ADD A DAY OF BUTCHERING EACH WEEK, DOUBLING OUR BUTCHERING AND PROCESSING CAPACITY, HAVING A DIRECT IMPACT ON LOCAL PRODUCERS AND CONSUMERS. AREA FARMERS STRUGGLE TO FIND PLACES TO PROCESS AND OFTEN END UP SHIPPING THEIR LIVESTOCK TO AUCTION HOUSES THIS PROJECT WILL ALLOW FARMERS TO SLAUGHTER AND PROCESS THEIR MEAT LOCALLY. CONNECTED, THIS WILL SIGNIFICANTLY IMPROVE THE SUPPLY CHAIN AND ACCESS FOR OUR LOCAL CONSUMERS, ADDRESSING A LARGE DEMAND FOR LOCALLY PROCESSED MEAT CURRENTLY GOING UNMET. LIKEWISE, IT KEEPS DOLLARS IN OUR LOCAL ECONOMY AND COMMUNITY, ADDITIONALLY BENEFITTING LOCAL CONSUMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de664c71-a4ad-6709-b06d-e177f435da66-R", "generated_internal_id": "ASST_NON_21MPIRGWI1051_12K2"}, {"internal_id": 146061628, "Award ID": "21MPIRGWI1047", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "PROJECT WILL INCLUDE A RENOVATION AND EXPANSION TO OUR CURRENT CARCASS AGING COOLER TO BE ABLE TO INCREASE OUR HARVESTING AND PROCESSING OF BEEF CATTLE, HOGS, LAMBS AND GOATS. OUR PROJECT WILL ALSO INCLUDE AN ADDITION OF A NEW CARCASS/AGING COOLER TO BE ABLE TO ACCOMMODATE BEEF HALVES AND INCREASE OUR HARVESTING CAPACITY. WITH THIS PROJECT WE LOOK TO IMPROVE OUR PROCESSING EFFICIENCY AND IMPROVE OUR PROCESSING TURNAROUND TIME. WE ARE A SMALL FAMILY-OWNED BUSINESS AND THE LARGEST EMPLOYER OF 10 EMPLOYEES IN OUR SMALL TOWN OF EASTMAN, WI WHICH HAS TRIPLED IN THE LAST 2 YEARS. WITH THIS PROJECT WE PLAN TO PROVIDE MORE EMPLOYMENT OPPORTUNITIES TO THE COMMUNITY. WE ARE ONE OF TWO STATE INSPECTED MEAT PROCESSING PLANTS IN CRAWFORD COUNTY WI. WE BELIEVE IN LOCALLY SOURCING OUR MEAT AND WORK WITH MANY LOCAL FARMERS IN OUR SURROUNDING COMMUNITIES. WITH THIS PROJECT WE PLAN TO GROW OUR RELATIONSHIPS WITH OUR CURRENT LOCAL FARMERS AS WELL AS FORM NEW RELATIONSHIPS WITH ADDITIONAL LOCAL FARMERS. WE CURRENTLY SUPPLY LOCALLY RAISED AND PROCESSED MEAT TO SEVERAL RESTAURANTS/TAVERNS AND CONVENIENCE STORES IN OUR SURROUNDING COMMUNITIES AS WELL AS CONSUMERS FROM OUR RETAIL STORE. WITH THIS PROJECT WE LOOK TO GROW OUR RELATIONSHIPS WITH OUR CURRENT WHOLESALE ACCOUNTS AND RETAIL CUSTOMERS IN OUR WISCONSIN COMMUNITIES. WE ALSO PLAN TO ADD NEW WHOLESALE ACCOUNTS AND SERVE OTHER SURROUNDING COMMUNITIES WHICH WOULD INCLUDE COMMUNITIES IN IOWA, MINNESOTA AND ILLINOIS WITH CIS AS ALL THREE STATES ARE WITHIN A 50-MILE RADIUS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1acc8abd-b059-a7fa-7187-dfd173327038-R", "generated_internal_id": "ASST_NON_21MPIRGWI1047_12K2"}, {"internal_id": 146061545, "Award ID": "21MPIRGWI1034", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "BLOOMINGTON MEATS II IS A STATE-INSPECTED SLAUGHTER AND PROCESSING FACILITY IN THE RURAL COMMUNITY OF BLOOMINGTON, WISCONSIN. OUR WEEKLY PRODUCTION IS ABOUT 10,000 POUNDS. EACH YEAR, WE SLAUGHTER AND PROCESS ANIMALS FROM 1,820 UNIQUE FARMERS. WE OFFER 25 VARIETIES OF VALUE-ADDED PRODUCTS AND OFFER STATE-INSPECTED AND CUSTOM SLAUGHTER, ALTHOUGH OUR FACILITY IS BOOKED OUT UNTIL MAY, 2022. WE LOOK TO PARTICIPATE IN THE COOPERATIVE INTERSTATE SHIPMENT PROGRAM, BUT CURRENTLY HAVE OUTDATED FREEZER AND COOLER CAPABILITIES THAT CANNOT MEET FSIS TEMPERATURE STABILITY REQUIREMENTS, ESPECIALLY IN THE SUMMER MONTHS. TO FIX THIS, WE PROPOSE MOVING FROM AN OLD INDEPENDENT COMPRESSOR ARRANGEMENT TO A MODERN, EFFICIENT RACK SYSTEM. TO ENSURE WE CAN MEET MODERN EQUIPMENT SAFETY AND CLEANING REQUIREMENTS, WE ALSO PROPOSE ADDING A LINKER THAT WILL BE EASIER TO CLEAN AND MORE OPERATIONALLY EFFICIENT. WHILE THESE PROJECTS ARE NECESSARY FOR OUR CIS STATUS AND EXPANDED CAPACITY, THEY WOULD BE AT LEAST 6 TO 10 YEARS AWAY FROM BEING AFFORDABLE WITHOUT THIS ASSISTANCE. WE FORECAST THAT THESE PROJECTS WILL ALLOW US TO INCREASE OUR REVENUE BY $1.58 MILLION DURING THE GRANT PERIOD, CREATE 5 NEW JOBS, AND INTRODUCE 12 NEW VARIETIES OF VALUE-ADDED PRODUCTS BY GIVING US THEFLEXIBILITY TO EXPAND OUR THROUGHPUT AND REINVEST OUR GRANT PERIOD REVENUES INTO OUR BUSINESS' EXPANSION. WE ALSO ESTIMATE THAT THESE IMPROVEMENTS WILL CREATE A NEW MARKET CHANNEL FOR 371 UNIQUE FARMERS AND INCREASE OUR WEEKLY BEEF CAPACITY BY 4,000 POUNDS PER WEEK AND PORK CAPACITY BY 2,000 POUNDS PER WEEK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "96c736ff-50aa-d136-a277-9944a370b54f-R", "generated_internal_id": "ASST_NON_21MPIRGWI1034_12K2"}, {"internal_id": 147274862, "Award ID": "21MPIRGWA1134", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ENABLING TREEBIRD FAMILY MARKET TO EFFICIENTLY SUPPLY LOCAL POULTRY THROUGHOUT THE PACIFIC NORTHWESTIN 2012, TREEBIRD FARM STARTED AS A SMALL PASTURE BASED MULTI-SPECIES LIVESTOCK FARM. FIVE YEARS LATER IN 2017 TO MEET EARLY DEMAND, TREEBIRD EXPANDED INTO AN ON-FARM BUTCHER FACILITY. TODAY, WE OPERATE OUR FARM IN WASHINGTON AND RUN A SMALL RETAIL FULL-SERVICE GROCERY STORE IN OREGON ALONG WITH ONLINE SALES AND MULTIPLE WHOLESALE ACCOUNTS IN BOTH STATES. CURRENTLY OUR BUTCHER OPERATION IS STATE LICENSED FOR POULTRY AND CUSTOM RED MEAT AND OPERATES UNDER RETAIL EXEMPTION STATUS FOR OUR RETAIL SALES. WHILE THIS SYSTEM HAS ALLOWED US TO GROW AND PROVIDE LOCAL MEAT AND POULTRY, THE COLUMBIA RIVER GORGE REGION IN WHICH WE OPERATE IS A MULTI-STATE MARKET AND THE ABILITY TO SELL PRODUCT ACROSS STATE LINES IS ESSENTIAL TO EXPANDING OUR OPERATIONS. IT HAS BEEN A LONG-TIME GOAL OF OURS TO MAKE THE NECESSARY IMPROVEMENTS TO OUR FACILITY INCLUDING INSTALLING A \"PLANT-IN-A-BOX\" COMPONENT AND CONDUCT ALL PLANNING ACTIVITIES NECESSARY TO OBTAIN A FEDERAL GRANT OF INSPECTION UNDER THE POULTRY PRODUCTS INSPECTION ACT. A FEDERAL GRANT OF INSPECTION WOULD INCREASE OUR MARKET, TRANSPORTATION CAPACITY, AND EFFICIENCY IN SUCH A WAY THAT IT WOULD ALLOW FOR US TO GROW EXPONENTIALLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e1273649-1f23-27e4-dd29-aaab733abd9f-R", "generated_internal_id": "ASST_NON_21MPIRGWA1134_12K2"}, {"internal_id": 146061627, "Award ID": "21MPIRGWA1101", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "TO MODERNIZE AND EXPAND OUR EXISTING FACILITY, UPGRADE PROCESSING AND MANUFACTURING EQUIPMENT TO BETTER SERVE OUR COMMUNITYSIEBERT CUSTOM SLAUGHTER AND MEATS IS REQUESTING THE FULL AMOUNT OF 200,000.00 TO EXPAND OUR ALREADY OPERATING FACILITY. WE WOULD LIKE TO EXPAND THE EXISTING STRUCTURE TO INCLUDE A FULL KILL FLOOR THAT WILL MEET THE REQUIREMENTS OF OUR WSDA INSPECTION. WE WOULD ALSO LIKE TO ADD ANOTHER FULL 20X20 WALK IN COOLER AND 10X10 WALK IN FREEZER. WE SERVE A VERY RURAL RANCHING COMMUNITY WITH VERY LITTLE RESOURCES TO ACCESS KILL FACILITIES. WE WOULD LIKE TO EXPAND OUR HOLDING AND GATHERING CORALS, OUR LOADING AND UNLOADING AREA, AND CREATE A MODERNIZED AND HUMANE KNOCKING BOX TO ELIMINATE STRESS TO ANIMALS. WE WOULD ALSO ADD AN ADDITIONAL WATER SOURCE, A WELL, THAT COULD ACCOMMODATE THE IN-HOUSE KILL FACILITY, AND UPGRADE OUR SINGLE-PHASE POWER TO THREE-PHASE TO GIVE US MAXIMUM EQUIPMENT POWER. WITH THE ADDITIONAL SPACE, WATER, POWER AND HOLDING SPACE WE COULD UPGRADE AND MODERNIZE OUR SHOP EQUIPMENT ADDING ADDITIONAL SAWS, GRINDERS, PACKAGING AND SMOKING EQUIPMENT. WITH THESE CHANGES THIS WOULD ALLOW SIEBERT CUSTOM SLAUGHTER AND MEATS TO TAKE OUR 700 LBS. OF BEEF PROCESSED DAILY TO 1400LB OF BEEF, AND ALLOW MORE HANGING TIME WITH LESS RISK. THESE CHANGES WOULD ALSO ALLOW US TO SERVICE MORE OF OUR CUSTOMERS MORE EFFICIENTLY AND PRODUCE A PRODUCT TO THE CUSTOMER IN A TIMELY MANNER. IT WOULD ALLOW US TO WORK TOWARDS BECOMING A USDA FACILITY THAT COULD EXPAND ITS CUSTOMER BASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc4002fe-88b6-6439-2f5e-9b9a291ebfa4-R", "generated_internal_id": "ASST_NON_21MPIRGWA1101_12K2"}, {"internal_id": 146272511, "Award ID": "21MPIRGWA1084", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "MAKING THE CUT: INCREASING CAPACITY AND ADDING USDA SLAUGHTER, CUTTING AND MARKETING SERVICESTO INCREASE CAPACITY AND ACCESS TO USDA SLAUGHTER AND PROCESSING IN A REGION WITH FEW OPTIONS FOR PRODUCERS WHO SELL IN SEATTLE'S MARKETPLACE. MAZOLF MEATS CUSTOM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f59b5b7b-82a5-756f-0267-39188e23c490-R", "generated_internal_id": "ASST_NON_21MPIRGWA1084_12K2"}, {"internal_id": 146061626, "Award ID": "21MPIRGWA1008", "Award Amount": 196625.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "VALLEY FARMSTEAD WAS FOUNDED IN 2016 IN ACME, WASHINGTON TO MEET AN UNSATIATED NEED FOR HIGH-QUALITY RABBIT AND SMALL LIVESTOCK MEAT PRODUCTS IN THE SEATTLE AREA. THE HIGH DEMAND FOR OUR MEAT PRODUCTS COUPLED WITH VALLEY FARMSTEAD'S CAPITAL-EFFICIENT OPERATION STRATEGY HAS BROUGHT SUCCESS, GROWTH OPPORTUNITIES, AND NEW CHALLENGES. OUR BEEF, RABBIT AND CHICKEN LIVESTOCK IS POSITIONED TO GROW AND FURTHER MEET THE INCREASING PRODUCT DEMAND, BUT WE FACE THE SAME PROBLEMS THAT HINDER THE GROWTH AND SUCCESS OF OTHER LIVESTOCK FARMERS IN OUR REGION: 1. THERE IS CURRENTLY NO USDA SLAUGHTER FACILITY IN WHATCOM COUNTY AND THERE IS A GREAT DEMAND IN OUR AREA FOR SMALL FARM LIVESTOCK USDA SLAUGHTER. 2. WE OURSELVES FIND IT DIFFICULT TO OFTEN GET OUR BEEF WSDA SLAUGHTERED, AND USDA IS AN EVEN GREATER CHALLENGE RESULTING IN LOSS OF POTENTIAL SALES AND PROFITS. BY APPLYING FOR THE MPIRG GRANT, VALLEY FARMSTEAD AIMS TO ADDRESS THE IDENTIFIED PROBLEMS BY ESTABLISHING, IMPROVING, AND EXPANDING OUR MEATSLAUGHTERING AND PROCESSING CAPACITY AND CAPABILITIES. THE SUCCESSFUL EXECUTION OF THIS PROJECT WILL ALLOW US TO MEET THE DEMANDS OF CURRENT CUSTOMERS AND EXPAND OUR MARKET REACH. IT WILL ALSO ALLOW US TO SERVE OUR RURAL FARMING COMMUNITY IN TWO WAYS: 1) RELIEVE PRESSURE ON MEAT PROCESSING CAPACITY FOR SMALL AND MEDIUM-SIZED FARMERS IN THE REGION. 2) DEVELOP A USDA COMPLIANT WORKFLOW THAT CAN BE ADOPTED AND USED BY ADDITIONAL SMALL FARMERS WANTING TO SET UP THEIR OWN FACILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6286e4d3-3349-f5c3-a214-2f6ed60a85c0-R", "generated_internal_id": "ASST_NON_21MPIRGWA1008_12K2"}, {"internal_id": 146061625, "Award ID": "21MPIRGVT1154", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PROJECT ABSTRACT WILL BE UPDATED WITH THE INFORMATION LISTED IN THE APPLICATION IN THE FIRST AMENDMENT OF THIS AWARD. THIS INFORMATION WAS NOT ENTERED INTO THE AWARD AT THIS TIME DUE TO THE FACT THAT AWARD NEGOTIATIONS ARE CONTINUING AFTER THE AWARD ISSUANCE AND THE NEED TO ISSUE THE AWARDS BEFORE THE 10/01/2021 DEADLINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0fa7a9e5-1e29-830a-b695-9fbf7dda1e4d-R", "generated_internal_id": "ASST_NON_21MPIRGVT1154_12K2"}, {"internal_id": 146061624, "Award ID": "21MPIRGVT1069", "Award Amount": 195000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "PROJECT PURPOSE: HAPPY VALLEY POULTRY AND MARKET, LOCATED ON ISLE LA MOTTE, VERMONT, HOPES TO EXPAND ITS CURRENT FACILITY (POULTRY PROCESSING AS WELL AS SMALL A RETAIL MARKET) TO MEET THE GROWING DEMAND FOR LOCAL POULTRY, DRY AGED BEEF, AND GROCERY STAPLES. FACILITY NEEDS: AUTOMATION OF POULTRY PROCESSING AREA, EXPANDED GROWING PENS, EXPANDED STORAGE FOR FEED AND SHAVINGS, AUTOMATIC DOORS TO OUTSIDE FOR GROWING PENS, HVAC FOR BOTH THE PROCESSING AREA AS WELL AS IN SMOKER AREA, WALK-IN-COOLER AND FREEZER FOR ADDED INVENTORY STORAGE, HYDROPONIC FODDER GROWER, AND A DRYAGER FOR BEEF PRODUCTS. EXPECTED OUTCOMES: THE DEMAND FOR OUR PRODUCTS HAS GROWN BECAUSE OUR MARKET IS NOW THE ONLY MARKET IN OUR SMALL ISLAND COMMUNITY IN LAKE CHAMPLAIN, VERMONT. WE BELIEVE THAT THIS WILL CONTINUE AS WE INCREASE THE ABILITY TO PROCESS MORE CHICKEN AND OFFER OTHER PRODUCTS IN OUR MARKET. WE HAVE A SMALL COMMUNITY OF ABOUT 500, BUT THIS GROWS DURING THE VACATION MONTHS AND OUR STORE, AGAIN, IS THE ONLY PLACE TO GET MEATS, CHEESES, AND STAPLES WITHOUT GOING OFF THE ISLAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aacc2e28-b2f3-cac6-ffb7-1de055228390-R", "generated_internal_id": "ASST_NON_21MPIRGVT1069_12K2"}, {"internal_id": 146061623, "Award ID": "21MPIRGVA1115", "Award Amount": 175330.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "EASTERNVIEW FARM MEAT PROCESSING, A CUSTOM EXEMPT MEAT PROCESSOR, IS REQUESTING A MEAT, POULTRY INSPECTION READINESS GRANT TO PLAN FOR AN OBTAIN A FEDERAL GRANT OF INSPECTION. EFMP IS SEEKINGFEDERAL INSPECTION TO MEET A VERY STRONG AND GROWING DEMAN FOR LOCALLY RAISED AND PROCESSED MEATS. EFMP IS IN CHARLOTTE COUNTY IN SOUTHERN VIRGINIA, WHERE THE ENTIRE COUNTY AND NUMEROUS SURROUNDINGAREAS ARE USDA-DESIGNATED LOW INCOME/LOW FOOD ACCESS AND MOST FARMS RAISE CATTLE AND OTHER LIVESTOCK. A FEDERAL GRANT OF INSPECTION WILL ALLOW EFMP AND AREA FARMERS TO SELL CONSUMERS A VARIETY OF LOCAL MEAT PRODUCTS IN AFFORDABLE RETAIL QUANTITIES. GRANT FUNDS WILL BE USED TO DEVELOP SANITATION AND HAACP PLANS, EXPAND AND ENHANCE HARVEST ANDREFRIGERATED STORAGE AREAS, AND UPGRADE HARVEST AND PROCESSING EQUIPMENT. THE PLANS, FACILITY AND EQUIPMENT UPGRADES ARE NECESSARY TO OBTAIN FEDERALINSPECTION AND MEET A PROJECTED 300% INCREASE IN PROCESSING VOLUME RESULTING FROM FEDERAL INSPECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ef1af2aa-c7b7-a9b4-4cfd-d4aa826c4055-R", "generated_internal_id": "ASST_NON_21MPIRGVA1115_12K2"}, {"internal_id": 146061622, "Award ID": "21MPIRGVA1083", "Award Amount": 199682.48, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "DOUBLE L MEAT PROCESSING WILL MAKE THE NECESSARY UPGRADES TO BECOME A FEDERALLY INSPECTED FACILITYTHE PURPOSE OF THE PROJECT IS TO TAKE DOUBLE L. MEAT PROCESSING FROM A CUSTOM EXEMPT MEAT PROCESSING FACILITY TO A FEDERALLY INSPECTED FACILITY. OUR FACILITY NEEDS SOME UPGRADES TO MEET THE REQUIREMENTS TO BECOME A FEDERALLY INSPECTED FACILITY. WE HAVE MET WITH STATE INSPECTORS AND TOURED THE FACILITY TO SEE WHAT IMPROVEMENTS WE NEED TO MAKE. OVERALL, THE BUILDING IS IN GOOD REPAIR. THE FEDERAL GRANT WILL ALLOW US TO COOL THE PROCESSING ROOM AND UPGRADE THE EQUIPMENT AND STORAGE TO MEET USDA REQUIREMENTS AND INCREASE OUR CAPACITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0992f7c3-e783-d624-f7f7-bcff553a084e-R", "generated_internal_id": "ASST_NON_21MPIRGVA1083_12K2"}, {"internal_id": 146061621, "Award ID": "21MPIRGVA1079", "Award Amount": 148442.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "KC FARMS MEATS LLC MODERNIZATION AND FEDERAL INSPECTION PROJECT IS FOCUSED ON ACHIEVING FEDERAL INSPECTION STATUS AND TO INCREASE THE FACILITIES OUTPUT AND DIVERSITY. THE PROJECT ACHIEVES ITS OBJECTIVE BY ADDING MACHINERY AND FACILITY UPGRADES TO BETTER COMPLY WITH FSIS STANDARDS. AT THE COMPLETION OF THIS PROJECT KC FARMS MEATS LLC WILL BE ABLE TO OFFER FEDERALLY INSPECTED PROCESSING FOR LOCAL LIVESTOCK PRODUCERS THAT ARE WORKING TO MARKET THEIR PRODUCTS LOCALLY. THIS PROJECT RESULTS IN PROVIDING THE LOCAL POPULATION WITH A LOCAL SUPPLY OF FEDERAL INSPECTED MEAT THAT DOES NOT HAVE TO BE TRANSPORTED IN FROM LARGER CONVENTIONAL MEAT SUPPLY CHAIN SOURCES. KC FARMS MEATS LLC STRIVES TO BE AN INTEGRAL PART IN CONNECTING LOCAL LIVESTOCK TO LOCAL CONSUMERS WITH SAFE SECURE SOURCE OF MEAT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "032a6133-b7a0-c38a-459b-c6f01399a27c-R", "generated_internal_id": "ASST_NON_21MPIRGVA1079_12K2"}, {"internal_id": 146061620, "Award ID": "21MPIRGVA1067", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "PAMPLIN POULTRY, LLC IS A FAMILY OWNED POULTRY FARM, LOCATED IN PAMPLIN, VIRGINIA. OWNEDAND OPERTED BY BRAD AND CARRIE DORRIS, WE RAISE, PROCESS, AND MARKET PASTURE-RAISED CHICKEN ANDEGGS. WE CURRENTLY OPERATE AS A STATE EXEMPTED POULTRY FACILITY. OUR FOCUS IS TO EXPAND ACCESS TOHEALTHY, CLEAN, REASONABLY PRICED POULTRY IN OUR REGION. PASTURE-RAISING OUR CHICKENS BENEFITS THEBIRDS BY ALLOWING A MORE VARIED DIET, REDUCED EXPOSURE TO DISEASE CAUSED FROM CONFINEMENT, ANDHIGH LEVELS OF ACTIVITY. OUR PRODUCTS, WHICH INCLUDE WHOLE BIRDS, CUTS, CHICKEN SAUSAGE, AND BONEBROTH, ARE CUT, PACKED, AND PRODUCED BY HAND, ALLOWING US TO MAINTAIN CLEANLINESS AND QUALITY,WEEK AFTER WEEK.AS THE PRODUCERS, PROCESSORS, AND MARKETERS, WE UNDERSTAND THE LIMITATIONS OF TIME, LABOR,AND FINANCIAL RESOURCES. IN OUR FOURTH SEASON OF BUSINESS, WE HAVE FOUND OUR CURRENT LIMIT ONPRODUCTION AT 5,500 BROILERS ANNUALLY. LOOKING TO THE FUTURE. WE SEE OUR GROWTH LIMITED BY OURACCESS TO LABOR, OUR CURRENT FACILITY, AND LIMITATIONS ON PRODUCTS WE ARE PERMITTED TO PRODUCE.THESE THREE FACTORS WILL BE ADDRESSED, IF WE ARE ABLE TO OBTAIN A FEDERAL GRANT OF INSPECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "526eb543-bc4c-4e30-9c32-70345d6f1c7e-R", "generated_internal_id": "ASST_NON_21MPIRGVA1067_12K2"}, {"internal_id": 146061671, "Award ID": "21MPIRGVA1006", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "WE ARE SEEKING FUNDING TO UPGRADE THIS FACILITY AND EQUIPMENT TO OBTAIN A FEDERAL GOI AND INCREASE OUR CAPACITY. WE WILL CONTINUE TO PROVIDECUSTOM-EXEMPT MEAT PROCESSING SERVICES TO LIVESTOCK PRODUCERS, BUT THIS WILL ALLOW US TO PROVIDE FEDERALLY INSPECTED MEAT PROCESSING SERVICES. THISIS ABOTTLE NECK IN THE SUPPLY CHAIN FOR LOCAL MEAT PRODUCERS THROUGHOUTSOUTHERNVIRGINIA. TBB IS ONE OF THE ONLY MEAT PROCESSORS IN ITS REGION, BUT IT IS CURRENTLY ONLY A CUSTOM-EXEMPT ESTABLISHMENT. ACCORDING TOTHE USDA INSPECTORS THAT INSPECTED THE FACILITY, OUR FACILITY IS OUTDATED AND RESTRICTED BY ITSLIMITED FREEZER SPACE, LIMITED COOLER SPACE, AND OUTDATED EQUIPMENT. THE FEDERAL GOI WILL ALLOW TBB TO BECOME THE AREA'S FOREMOST MEAT PROCESSOR, INCREASE ACCESS FOR LOCALPRODUCERS, SUPPLY OF LOCALLY PRODUCED AND PROCESSED MEAT, AND LOCAL COMMUNITY IMPACT (REVENUE, TAXES AND JOBS.)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "42e57633-b2eb-12c6-c0f5-0fce927e4faa-R", "generated_internal_id": "ASST_NON_21MPIRGVA1006_12K2"}, {"internal_id": 146061618, "Award ID": "21MPIRGUT1088", "Award Amount": 199975.94, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "NAY'S MEATS IS A FIFTH-GENERATION FARM CUSTOM SLAUGHTER AND MEAT PROCESSING FACILITY. WE HAVE PROVIDED A REPUTABLE AND RELIABLE SERVICE FOR RANCHERS IN THIS AREA FOR THE PAST 71 YEARS. WE ARE CURRENTLY SEEKING FEDERAL GRANT OF INSPECTION (PGI) FUNDING TO PROVIDE THE OPPORTUNITY FOR NAY'S MEATS TO OPERATE UNDER FEDERALLY INSPECTED GUIDELINES. THIS WOULD HELP US OFFER A MUCH-NEEDED SERVICE TO THE RANCHERS AND CONSUMERS IN THE REGION. BY DOING SO WE WOULD HELP REGIONAL RANCHERS BY HAVING A FACILITY THAT IS FEDERALLY INSPECTED WITHIN PROXIMITY TO THEIR CURRENT OPERATIONS, WHICH WOULD ALLOW THEM TO MARKET DIRECTLY TO CONSUMERS. THE CONSUMER WILL BENEFIT BY HAVING A DIRECT CONNECTION TO THE RANCHER, PROVIDING THEM THE HIGHLY SOUGHT-AFTER FARM TO TABLE EXPERIENCE. FOR NAY'S MEATS TO BECOME FEDERALLY INSPECTED THE FACILITY UPGRADES WOULD REQUIRE AN ENCLOSED KILL FLOOR WITH MODERN EQUIPMENT, EXPANDED COOLERS AND FREEZERS TO HANDLE ADDITIONAL CAPACITY, AND ADD MUCH NEEDED AUTOMATED EQUIPMENT ALLOWING PROCESSING TO BE MORE EFFICIENT AND ECONOMICAL. BY RECEIVING THIS FUNDING, WE WOULD PROVIDE RELIABLE JOBS TO THE LOCAL COMMUNITY, GIVE RANCHERS A MODERNIZED FACILITY THAT CAN HANDLE THEIR NEEDS, AND GIVE CONSUMERS A BETTER PRODUCT AT A LOWER PRICE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c51be00f-6d8e-866f-96b9-d514c8548755-R", "generated_internal_id": "ASST_NON_21MPIRGUT1088_12K2"}, {"internal_id": 146272512, "Award ID": "21MPIRGUT1074", "Award Amount": 180114.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "IMPROVE PROCESSING EFFICIENCY THROUGH PURCHASE OF ROLLSTOCK MACHINE, PATTY MAKING MACHINE, AND ADDITIONAL SMALL EQUIPMENT. IMPROVE PROCESSING ROOM WALLS, FLOOR, AND CEILING AS WELL AS A COOLING SYSTEM FOR USDA INSPECTIONHEBER VALLEY MEAT WISHES TO OBTAIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c2bc582f-3bae-4b17-ce41-df6e54b66681-R", "generated_internal_id": "ASST_NON_21MPIRGUT1074_12K2"}, {"internal_id": 146061617, "Award ID": "21MPIRGTX1128", "Award Amount": 199875.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "DYESS PROCESSING EXPANSION PROJECTDYESS PROCESSING EXPANSION PROJECT WILL INCREASE THE COMPANY'S ABILITY TO PROCESS MORE BEEF, PORK, DEER AND BISON MEAT IN A TIMELY MANNER, AND BECOME A LOCAL DISTRIBUTOR TO RETAIL MARKETS. THE CURRENT 2,000 SQ FT FACILITY LIMITS THE AMOUNT OF MEAT PROCESSED AND THE NUMBER OF EMPLOYEES THAT CAN BE IN THE PLANT AT THE SAME TIME. THE PROJECT WILL INCREASE THE PLANT BY 4,500 SQ. FT., ADD FOUR (4) EQUIPMENT PIECES AND HAS THE POTENTIAL TO CREATE 7-12 ADDITIONAL FULL-TIME JOBS. THE EXPANSION WILL ALLOW FOR PARTNERSHIP WITHJACKSONVILLE COLLEGE TO PROVIDE A CERTIFIED MEAT CUTTER PROGRAM FOR 1-2 PART-TEAM INTERNS, WHO CAN THEN BE EMPLOYED AT DYESS, OTHER PROCESSING PLANTS, AND PRIVATE OR RETAIL MEAT MARKETS. THE OVERALL GOAL IS TO OBTAIN A FEDERAL GRANT OF INSPECTION AND MEET THE FEDERAL MEAT INSPECTION ACT FOR RETAIL MARKET AND SHIPPING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2788d7e8-08e7-c486-3e8b-babcf4e4e534-R", "generated_internal_id": "ASST_NON_21MPIRGTX1128_12K2"}, {"internal_id": 146272513, "Award ID": "21MPIRGTX1110", "Award Amount": 177800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ENHANCEMENT OF SLAUGHTER CAPACITY, PROCESSING EQUIPMENT, EMPLOYEE EFFICIENCY, FOOD SAFETY AND EXPANSION OF HACCP PLANRAIL 19 WAS ESTABLISHED IN 2017 BY CURRENT PARTNERS. OPERATIONS BEGAN IN 2018 UNDER TEXAS STATE CUSTOM EXEMPT GRANT AND IN 2018 RAIL 18 WA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6aeefd8-0737-6c1b-2370-7333efdf287a-R", "generated_internal_id": "ASST_NON_21MPIRGTX1110_12K2"}, {"internal_id": 146061670, "Award ID": "21MPIRGTX1025", "Award Amount": 199986.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PURPOSE OF OUR PROJECT IS TOMAKE NECESSARYIMPROVEMENTS TO ACQUIRE FEDERAL GRANT OF INSPECTION FOR POULTRY SLAUGHTER AND PROCESSING, ALLOWING B&C FARM LLC TO PURSUE NEW MARKETS IN WHOLESALE TO RETAILERS AND RESTAURANTS, AS WELL AS EXPANDING INTO INTERSTATE COMMERCE. IN ADDITION TO NEW MARKET OPPORTUNITIES, B&C FARM LLC WILL BE ABLE TO OFFER FEE-BASED POULTRY SLAUGHTER AND PROCESSING FOR OTHER SMALL SCALE AND BEGINNING FARMS AND RANCHES IN OUR REGION WHERE THERE IS NO ACCESS TO FEDERALLY INSPECTED POULTRY PROCESSING WITHIN 200 MILES. UTA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "39d63513-f6c5-0a31-ab8c-fc6241cbb9ce-R", "generated_internal_id": "ASST_NON_21MPIRGTX1025_12K2"}, {"internal_id": 146061669, "Award ID": "21MPIRGTX1012", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "WEST TEXAS MEATS FACILITY AND EQUIPMENT ENHANCEMENTS FOR FEDERAL INSPECTION AND GREATER PRODUCTION CAPACITYWEST TEXAS MEATS, LLC LOCATED IN SEAGRAVES, TEXAS IS SEEKING $200,000 IN MPIRG FUNDS TO IMPROVE FACILITY INFRASTRUCTURE AND PURCHASE ENHANCED PACKAGING EQUIPMENT. INFRASTRUCTURE IMPROVEMENTS INCLUDE ELECTRICAL RETROFIT TO INCREASE VOLTAGE SUPPLY TO ACCOMMODATE LARGER AND MORE EFFICIENT PROCESSING EQUIPMENT AND AN APPLICATION OF EPOXY COATING TO THE SLAUGHTER FLOOR TO IMPROVE SLAB IN PREPARATION FOR FEDERAL INSPECTION. THESE INFRASTRUCTURE PROJECTS ARE NEEDED TO APPLY AND RECEIVE FEDERAL INSPECTION STATUS. UPON FEDERAL INSPECTION APPROVAL, WEST TEXAS MEATS PLANS TO PURCHASE A ROLL OF STOCK PACKAGER, VACUUM FILLER AND COLOR PACKAGING LABEL PRINTER. THE AFOREMENTIONED EQUIPMENT WILL ENABLE TEXAS MEATS TO INCREASE BEEF SLAUGHTERING AND PROCESSING BY 100%. WITH INCREASED CAPACITY AND FEDERAL INSPECTION STATUS, WEST TEXAS MEATS SEEKS TO EXPAND SERVICES TO REGIONAL BEEF PRODUCERS AND ADD OUT- OF-STATE PRODUCERS IN NEW MEXICO. IN ADDITION, WEST TEXAS MEATS PLANS TO LAUNCH ONLINE BEEF PRODUCT RETAIL SALE IN COOPERATION WITH A REGIONAL BEEF PRODUCER TO SELL AND SHIP RETAIL BEEF TO IN-STATE AND OUT-OF- STATE CONSUMERS. WEST TEXAS MEATS IS DEDICATED TO SERVING REGIONAL PRODUCERS AND CONTRIBUTING POSITIVELY TO THE REGIONAL FOOD CHAIN. WITH FEDERAL INSPECTION STATUS AND INCREASED CAPACITY, WEST TEXAS MEATS CAN BETTER MEET THE DEMAND OF BEEF SLAUGHTER AND PROCESSING, REDUCE THE TIME NEEDED TO SLAUGHTER AND PROCESS BEEF, INCREASE THE RETAIL BEEF SUPPLY, AND BROADEN CO-PACK AND RETAIL CUSTOMER BASES IN AND OUT-OF-STATE MARKETS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "779ebbcb-d006-b9e1-b806-d95d7ca85193-R", "generated_internal_id": "ASST_NON_21MPIRGTX1012_12K2"}, {"internal_id": 146061615, "Award ID": "21MPIRGTX1003", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "FELITO'S FINEST LLC IS A FAMILY OWNED AND OPERATED WORKING CATTLE RANCH OF FOUR GENERATIONS. LOCATED ON RANCHO SANTA FE IN STARR COUNTY, TEXAS, WE ARE AN INDEPENDENT, INTEGRATED BEEF PRODUCER - WE BREED, RAISE, FEED, PROCESS, AND DISTRIBUTE HIGH QUALITY WAGYU BEEF UNDER OUR FAMILY'S 2F AKAUSHI BEEF LABEL. THE RIO GRANDE VALLEY IN DEEP SOUTH TEXAS HAS A FAST-GROWING POPULATION OF CONSUMERS AND A HEALTHY CATTLE RANCHING INDUSTRY COMPRISED OF MOSTLY SOCIALLY DISADVANTAGED PRODUCERS. PRESENTLY, THERE IS NO FEDERALLY INSPECTED BEEF SLAUGHTER PLANT WITHIN 500 MILES. CONSEQUENTLY, WE SOUTH TEXAS RANCHERS INCUR MONUMENTAL TRANSPORTATION COSTS TO HARVEST OUR STEERS AND PROVIDE A CONSISTENT SUPPLY OF BEEF TO OUR CUSTOMERS. THIS PROJECT WILL PROVIDE FUNDS TO CONSTRUCT A USDA-COMPLIANT, FEDERALLY INSPECTED SLAUGHTER AND COLD STORAGE SPACE TO BE AVAILABLE IN THE RIO GRANDE VALLEY. THE CONSTRUCTION WILL BE FULLY EQUIPPED WITH A KILL FLOOR, A SKIN ROOM, WEIGHER, RAIL SYSTEM, AND A CHILL ROOM WITH CAPACITY FOR 20 BEEF CARCASSES. THE FACILITY WILL BE CONSTRUCTED TANDEM TO OUR EXISTING CORRALS. LIVESTOCK WILL BE ROUNDED UP IN THE CORRALS, HARVESTED IN THE KNOCKBOX, AND CLEANED IN THE NEW FACILITY. CARCASSES WILL BE TRANSPORTED ONE SHORT MILE THROUGH RANCHO SANTA FE TO OUR EXISTING PROCESSING FACILITY. THE ADDITION OF THE SLAUGHTER AND COLD ROOM WILL ALLOW OUR FAMILY TO FULLY INTEGRATE OUR BEEF OPERATION AND INCREASE OUR CAPACITY TO SLAUGHTER AND PROCESS OUR MEAT. IT WILL BE AN EXTREMELY VALUABLE, AND ACCESSIBLE, OPTION TO THE THOUSANDS OF LOCAL RANCHERS IN SOUTH TEXAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2610c12b-4c0d-2538-2ec3-85d91e9296a8-R", "generated_internal_id": "ASST_NON_21MPIRGTX1003_12K2"}, {"internal_id": 146061614, "Award ID": "21MPIRGTN1149", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ABSTRACTTHE PROJECT ABSTRACT WILL BE UPDATED WITH THE INFORMATION LISTED IN THE APPLICATION IN THE FIRST AMENDMENT OF THIS AWARD. THIS INFORMATION WAS NOT ENTERED INTO THE AWARD AT THIS TIME DUE TO THE FACT THAT AWARD NEGOTIATIONS ARE CONTINUING AFTER THE AWARD ISSUANCE AND THE NEED TO ISSUE THE AWARDS BEFORE THE 10/01/2021 DEADLINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c31ad234-aee9-5640-157c-214c770687fa-R", "generated_internal_id": "ASST_NON_21MPIRGTN1149_12K2"}, {"internal_id": 146061592, "Award ID": "21MPIRGTN1109", "Award Amount": 196270.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "TENNESSEE GRASS FED, LLC, A FARMER-OWNED COMPANY, PRODUCES AND MARKETS SPECIALTY MEAT IN THE NASHVILLE, TENNESSEE AREA. THE COMPANY LAUNCHED WITH THE SALES OF FARM-RAISED GRASS-FED BEEF OVER TEN YEARS AGO. OVERTIME, TGF'S BUSINESS HAS EXPANDED. NOW, MEAT FROM OVER NINE AREA PRODUCERS IS SOLD UNDER THE TGF LABEL.THE COMPANY'S GROWTH, HOWEVER, HAS BEEN SLOWED BY LIMITED ACCESS TO SLAUGHTER AND PROCESSING CAPACITY. IN RESPONSE, TGF LAUNCHED THEIR OWN ON-FARM CUTTING FACILITY. LIVESTOCK ARE SLAUGHTERED IN KY AND SIDES/PRIMALS ARE FURTHER PROCESSED IN TGF'S FACILITY. THE FACILITY RECENTLY RECEIVED RETAIL EXEMPT STATUS THROUGH THE STATE OF TENNESSEE. THIS ON-FARM PROCESSING FACILITY FILLS A VOID IN MIDDLE TENNESSEE, WHERE THERE IS VERY LIMITED SLAUGHTER AND FURTHER PROCESSING CAPACITY. CURRENTLY, MEAT FROM THE FACILITY IS SOLD THROUGH A VARIETY OF CONSUMER-DIRECT MARKET CHANNELS, INCLUDING THROUGH THE FARM STORE AND FARMERS' MARKETS. TGF IS PURSUING A FEDERAL GRANT OF INSPECTION (FMIA) TO EXPAND THE MARKETS FOR MEAT PROCESSED IN ITS FACILITY. BEING USDA INSPECTED WILL ALLOW THE COMPANY TO ENTER NEW MARKETS, INCLUDING EXPANDING SALES THROUGH RETAILERS, RESTAURANTS, AND DISTRIBUTORS. $196,270 IN GRANT FUNDS ARE BEING REQUESTED TO: A) IMPROVE PACKAGING AND LABELING FUNCTIONALITY, NECESSARY FOR COMPLIANCE WITH FMIA GUIDELINES, B) EXPAND PROCESSING AND MANUFACTURING CAPABILITIES, AND C) INCREASE CUT ROOM CAPACITY. TGF WILL USE ITS OWN FUNDS TO FINALIZE FOOD SAFETY PROGRAMS NECESSARY FOR PROCESSING UNDER USDA INSPECTION. TGF HOPES TO HAVE ALL PROJECTS COMPLETED AND ITS FEDERAL GRANT OF INSPECTION IN PLACE BY FEBRUARY 1, 2022.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72cea0e8-6d03-1ccd-395e-1efac0dd20bc-R", "generated_internal_id": "ASST_NON_21MPIRGTN1109_12K2"}, {"internal_id": 146061613, "Award ID": "21MPIRGTN1107", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PROJECT ABSTRACT WILL BE UPDATED WITH THE INFORMATION LISTED IN THE APPLICATION IN THE FIRST AMENDMENT OF THIS AWARD. THIS INFORMATION WAS NOT ENTERED INTO THE AWARD AT THIS TIME DUE TO THE FACT THAT AWARD NEGOTIATIONS ARE CONTINUING AFTER THE AWARD ISSUANCE AND THE NEED TO ISSUE THE AWARDS BEFORE THE 10/01/2021 DEADLINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "85c5fc48-dcb3-4f1f-9f40-adf929da29d3-R", "generated_internal_id": "ASST_NON_21MPIRGTN1107_12K2"}, {"internal_id": 146272514, "Award ID": "21MPIRGTN1094", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "AS A SMALL FAMILY-OWNED BUSINESS, PIGG PROCESSING HAS MADE EVERY EFFORT TO MEET EPA AND USDA  GUIDELINES. IT IS CURRENTLY A CUSTOM MEAT PLANT, WITH 4 EMPLOYEES. SEVERAL UPGRADES HAVE RECENTLY BEEN  INSTALLED INCLUDING A 35' COOLER, NEW RAILING SYSTEM, AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "809abf14-5436-2ad9-9b57-4c22b3166f3b-R", "generated_internal_id": "ASST_NON_21MPIRGTN1094_12K2"}, {"internal_id": 146272515, "Award ID": "21MPIRGTN1078", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "RENOVATIONS TO OUR EXISTING FACILITY INCLUDING NEW COOLER DOORS, REPLACEMENT OF 12 X 16 WALK-IN FREEZER, INSTALL CONCRETE SLAB FOR A NEW KILL FLOOR WITH ROOF, HOLDING PEN WITH ROOF, FLOOR AND LIGHTING, REPLACEMENT OR REPAIR OF RUSTED WALLS, BASEBOARDS, BO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fbd88a33-62ad-e240-46c6-67238e8021d0-R", "generated_internal_id": "ASST_NON_21MPIRGTN1078_12K2"}, {"internal_id": 146272604, "Award ID": "21MPIRGTN1007", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "STONE MOUNTAIN MEATS IS A SMALL, STATE INSPECTED CUSTOM SLAUGHTER AND PROCESSING FACILITY. MANY OF OUR  CUSTOMERS DESIRE TO MARKET AND SELL THEIR PRODUCTS AS \"USDA INSPECTED\". CURRENTLY THOSE CUSTOMERS  MUST SEEK THIS SERVICE IN OTHER AREAS (SOMETIMES OTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6daf9dc1-67a5-ea92-fb27-9a00e273eefd-R", "generated_internal_id": "ASST_NON_21MPIRGTN1007_12K2"}, {"internal_id": 146061577, "Award ID": "21MPIRGSD1160", "Award Amount": 199496.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ABSTRACTTHIS PROJECT EXPANDS THE STRUCTURAL FOOT PRINT OF THE EXISTING AND OPERATIONAL CHARGING BUFFALO MEAT PROCESSING FACILITY. THE EXPANSION ALLOWS THE FACILITY TO ADD THE EQUIPMENT, UPGRADE THE SUPPORT SERVICES AND REVISE PRODUCT PRODUCTION FLOW AS REQUIRED TO PREPARE FOR INSPECTION AND CERTIFICATION AS A COOPERATIVE INTERSTATE SHIPPING (CIS) COMPLIANT PROCESSING PLANT. PRESENTLY, OUR SMALL, START-UP, NOT-FOR-PROFIT PROCESSOR LOCATED ON PINE RIDGE RESERVATION IN SOUTH DAKOTA EMPLOYS LOCAL LAKOTA WORKERS TO SERVE THE COMMUNITIES OF THE INDIGENOUS OGLALA LAKOTA NATION UNDER A SOUTH DAKOTA SPECIAL EXEMPT CERTIFICATION. DURING THE RECENT PANDEMIC, OUR PLANT'S VALUE AS A LOCAL SOURCE OF TRADITIONAL AND TRADITIONALLY PROCESSED MEAT PRODUCTS BECAME APPARENT TO ALL STAKE HOLDERS: INDIVIDUAL CONSUMERS, TRIBAL AUTHORITIES, LOCAL ANIMAL PRODUCERS, AND PLANT EMPLOYEES.THE PLANT'S LIMITED PHYSICAL SIZE, LIMITED STORAGE CAPABILITIES AND MANUAL PRODUCT HANDLING LIMIT OUR ABILITY TO SATISFY EXISTING DEMANDS OF BOTH OUR ANIMAL SUPPLIERS AND OUR CONSUMERS. NOR CAN WE ADEQUATELY PREPARE FOR A HIGHER LEVEL OF SOUTH DAKOTA OR FEDERAL CERTIFICATION. WITHOUT OBTAINING SUCH ADDITIONAL CERTIFICATION, OUR FACILITY CANNOT GROW FROM OPERATION AS A HIGHLY SUBSIDIZED START-UP TO THE FINANCIAL STABILITY WHICH WILL ENABLE IT TO BECOME A SUSTAINABLE ASSET TO ITS COMMUNITIES AND STAKEHOLDERS AND PRODUCE MORE MEAT PRODUCTS FOR SHIPMENT INTO INTERSTATE COMMERCE.OUR PROPOSED PLANNING AND BUILDOUT, DEVELOPED AFTER CONSULTATION WITH INDUSTRY RECOGNIZED ENGINEERS AND ARCHITECTS, ADDS TO OUR PHYSICAL FOOTPRINT ALLOWING FOR THE REQUIRED PROCESSING EQUIPMENT UPGRADES, PROCESSING AREA SEGREGATIONS AND PRODUCT FLOW REDESIGN. WE PROPOSE FOUR PLANNING TASKS TO FURTHER DEVELOP THE FACILITY, EQUIPMENT AND PERSONNEL IN PREPARATION FOR A CIS CERTIFICATION BY THE END OF 2024.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c29e30dc-edc8-c686-7d6d-b44e4e57bff3-C", "generated_internal_id": "ASST_NON_21MPIRGSD1160_12K2"}, {"internal_id": 146061603, "Award ID": "21MPIRGSD1152", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ABSTRACTDAKOTA BUTCHER CLARK INCWE HAVE SPENT THOUSANDS OF DOLLARS TRYING TO IMPROVE THE QUALITY OF THE BUILDING AND TRYING TO IMPROVE THE EFFICIENCIES OF THE CLARK PROCESSING PLANT. IN ORDER TO MEET THE DEMANDS OF OUR PRODUCERS, WE WOULD LIKE TO INCREASE HOLDING PEN, COLD HANGING STORAGE AND FREEZER SPACE. WE ALSO WOULD LIKE TO IMPROVE AND UPGRADE OUR RAIL SYSTEM, GRINDERS, AND SAWS. THERE IS A NEED TO UPGRADE OUR SANITIZING PROCESS, WHICH WOULD REDUCE WASTE AND REDUCE WASTE GOING INTO THE CITY SEWER SYSTEM. WE WOULD HAVE BUILDING EQUIPMENT AND PAYROLL NEEDS TO MEET THESE NEEDS AND WOULD LEAD TOWARDS CIS COMPLIANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb1ae571-b1e7-17a6-c338-15def7159986-R", "generated_internal_id": "ASST_NON_21MPIRGSD1152_12K2"}, {"internal_id": 146272516, "Award ID": "21MPIRGSD1116", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "WE ARE PROVIDING BEEF PROCESSING FOR LOCAL PRODUCERS TO HELP IMPROVE THEIR PROFITSTHIS GRANT IS VERY IMPORTANT TO HELP ESTABLISH BETTER COMPETITION IN THE BEEF INDUSTRY. CURRENTLY 5 COMPANIES ARE PROCESSING 90% OF THE BEEF IN THE US WHICH HAS ALLOWED THEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": 200000.0, "Infrastructure Obligations": null, "recipient_id": "4c23f5b7-06af-06b1-4a93-d05b478b46dc-R", "generated_internal_id": "ASST_NON_21MPIRGSD1116_12K2"}, {"internal_id": 146061612, "Award ID": "21MPIRGSD1085", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "MAKOCE'SMOBILE POULTRY PROCESSING UNIT (MPPU) MAKES IT POSSIBLE FORMAKOCETO INVOLVE THE COMMUNITY BY PROVIDING HOME USE OPPORTUNITIES AND A MARKET SOURCE. THE MPPU INCREASES ACCESS FOR COMMUNITY MEMBERS TO BE INVOLVED IN THE USE OF A PROCESSOR SO THAT THEY CAN CREATE AN ADDED VALUE PRODUCT FROM THE POULTRY THEY HAVE RAISED.MAKOCEWOULD LIKE TO EXPAND ACCESS TO THE 54-FOOT VALUE ADDED MPPU. FOR SUSTAINABLE ECONOMIC GROWTH ON PINE RIDGE RESERVATION, WE NEED TO INVEST IN INFRASTRUCTURE NEEDED TO ENSURE THATMAKOCE'SMPPU MEETS NOT ONLY PINE RIDGE ENVIRONMENTAL AND HEALTH REQUIREMENTS BUT ALSO USDA FOOD SAFETY GUIDELINES. WE WILL NEED FUNDING TO FURTHER DEVELOP THE MPPU TO MEET USDA CERTIFICATION REQUIREMENTS SO THAT WE CAN OBTAIN REGIONAL SELLING ABILITY. WE ARE WORKING TO HAVE AN MPPU WHICH MEETS FEDERAL GUIDELINES AND STANDARDS FOR FOOD SAFETY MANAGEMENT PRODUCTION AND PROCESSING.MAKOCERECENTLY RECEIVED A 14-ACRE LAND LEASE WHERE OUR PERMANENT FARM SPACEWILL BE DEVELOPED. WE NEED TO INVEST INTO THE INFRASTRUCTURE TO PERMANENTLY SET UP THE MPPU ON THIS NEW AND LONG-TERM SITE FROM ITS CURRENT TEMPORARY LOCATION. THIS INCLUDES WATER, POWER, AND SEWER ACCESS AS WELL AS A CONCRETE FOUNDATION. AT THE END OF THIS GRANT PERIOD, WE WILL BE FULLY PREPARED FOR OUR MPPU TO PASS FEDERAL INSPECTION. WE WILL HAVE HIRED A FULL-TIME EMPLOYEE TO OVERSEE DAY-TO-DAY OPERATIONS AND HAVE ENGAGED THE COMMUNITY THROUGHOUT THE PROCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3a33c893-07ed-676c-9c1c-efb01cd606a4-R", "generated_internal_id": "ASST_NON_21MPIRGSD1085_12K2"}, {"internal_id": 146061611, "Award ID": "21MPIRGSD1022", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "BAD RIVER BRAND ENTERPRISES, LLC DBA BAD RIVER JERKY IS A SMALL MEAT SNACK PROCESSING FACILITY LOCATED IN CHAMBERLAIN, SOUTH DAKOTA. WE HAVE CLOSE TO 30 PRODUCTS THAT WE PRODUCE AND SELL AT FARMER'S MARKETS, FAIRS, SHOWS AND RODEOS WITH OUR RETAIL EXEMPTION STATUS. WE ALSO HAVE A WEBSITE AT WWW.BADRIVERJERKY.COM THAT RETURN CUSTOMERS WILL VISIT WHEN THEY NEED TO RESTOCK. THERE IS ALSO A SMALL RETAIL AREA IN THE PROCESSING PLANT FOR WALK-IN CUSTOMERS. BAD RIVER JERKY ALSO EMPLOYS SEVERAL PEOPLE WITHIN THE LOCAL AREA, WITH HOPES TO ADD MORE TO THE PAYROLL WHEN WE ARE AT FEDERAL STATUS. WHEN OUT ON THE ROAD WE HAVE NOTICED A DEMAND FOR HEALTHY, PROTEIN SNACKS. OUR BUSINESS IS BOOMING, AND WE BELIEVE THAT IT WILL CONTINUE IN THE FUTURE. WITH THOSE THOUGHTS IN MIND, WE WOULD LIKE TO APPLY FOR FEDERAL STATUS TO GIVE US MORE OPTIONS TO PUT OUR PRODUCT INTO THE HANDS OF THE CONSUMER. OUR FACILITY WOULD NEED SEVERAL UPDATES TO GET US TO SPECS. WE ARE HOPING TO ADD MORE FLOOR DRAINS AND CURBS IN THE PROCESSING AREA. WITH THE GROWING VOLUME OF PRODUCT WE WOULD NEED TO PRODUCE, WE ARE ALSO LOOKING AT MORE EQUIPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7406082-4050-8847-f8e4-c48672c6c6af-R", "generated_internal_id": "ASST_NON_21MPIRGSD1022_12K2"}, {"internal_id": 146061610, "Award ID": "21MPIRGSC1066", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE MISSION OF PF MEATS IS TO STRENGTHEN THE LOCAL AGRICULTURAL COMMUNITIES BY PROVIDING ONE OF THE RESOURCES DESPERATELY NEEDED TO ADVANCE THE PRODUCTION AND SALE OF SUSTAINABLY RAISED MEATS FROM LOCAL FARMERS. THE PURPOSE OF THIS PROJECT IS TO EXPAND/UPDATE A SMALL, STATE INSPECTED FACILITY INTO A LARGER, FEDERALLY INSPECTED PLANT THAT WILL INCREASE AFFORDABLE ACCESS TO FARMERS. THE FACILITY NEEDS TO EXPAND FROM ITS CURRENT CAPACITY OF A MAXIMUM OF 10 COWS AND 15 PIGS PER WEEK TO AT LEAST 50 COWS AND 70 PIGS PER WEEK. WITH THIS AWARD, WE CAN EXPECT TO BECOME THE ONLY FEDERALLY INSPECTED FACILITY IN A SIX-COUNTY AREA. BY INCREASING PROCESSING CAPACITY BY FOUR TIMES. THE EXPANSION IS ALSO EXPECTED TO REDUCE THE CURRENT 12 MONTH WAITING PERIOD FOR PROCESSING TO A MAXIMUM OF THREE MONTHS, ALLOWING FARMERS TO BETTER PLAN HARVEST OF THEIR ANIMALS COORDINATING MATURATION AND READINESS FOR HARVEST WITH ACTUAL SLAUGHTER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b03c48d6-fddd-28a3-31bd-74c222871786-R", "generated_internal_id": "ASST_NON_21MPIRGSC1066_12K2"}, {"internal_id": 146272517, "Award ID": "21MPIRGSC1054", "Award Amount": 199579.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "CORDRAY'S VENISON PROCESSING IS EMBRACING FEDERAL INSPECTION FOR ITS RURAL SC PROCESSING PLANT THROUGH THE MEAT AND POULTRY INSPECTION READINESS GRANT. WITH THE AWARD OF THIS GRANT, BEEF FARMERS IN THE COASTAL AREA OF SC AND GA WILL HAVE ACCESS TO USDA AP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3491e64e-6bee-663a-1043-44cadde7d886-R", "generated_internal_id": "ASST_NON_21MPIRGSC1054_12K2"}, {"internal_id": 146061634, "Award ID": "21MPIRGRI1106", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "PURPOSE: EXPAND ABILITY TO SELL OUR PRODUCTS ACROSS STATE LINES WITH USDA INSPECTION; SLAUGHTER & CUT POULTRY & CUT ONLY PORK & BEEF (SLAUGHTERED AT ANOTHER USDA PLANT); INCREASE PRODUCTS OFFERED BY OUR PLANT; IMPROVE OPERATIONAL EFFICIENCY BY IMPROVING EQUIPMENT, PLANT PROCESSING FLOW & STORAGE; CONSTANTLY IMPROVE FOOD SAFETY THROUGH STRONG HACCP PLANS, SSOP & PLANT TRAINING; DECREASE COST OF PRODUCTION THUS INCREASING THE GROSS MARGIN OF MEAT & POULTRY PRODUCTS; PROTECT ECONOMIC VIABILITY DUE TO CLOSURES OF REGIONAL USDA MEAT PROCESSING PLANTS FACILITY NEEDS; INCREASE CAPACITY TO VALUE-ADD PRODUCTS BY PURCHASING A GRINDER, SAUSAGE STUFFER/LINKER & BAND SAW; INCREASE STORAGE CAPACITY FOR REFRIGERATED/FROZEN CUSTOMER READY PRODUCTS; INCREASE STORAGE CAPACITY FOR WHOLE ANIMAL & PRIMAL CARCASSES; SEPARATE ROOM FOR CUTTING, GRINDING & PACKAGING/LABELING; EXPAND HACCP PLANS & SSOPS TO MEET REQUIREMENT FOR GRANT OF INSPECTION; UPGRADE ELECTRICITY TO SERVE THE INCREASED EQUIPMENT & 3 PHASE POWER REQUIRED; UPGRADE WATER HEATING CAPACITY FOR POULTRY PROCESSING & SANITATION PRACTICES; IMPROVED PROCESSING EQUIPMENT FOR MORE EFFICIENT POULTRY SLAUGHTERING/CUTTING & PORK/BEEF CUTTING; INCREASE WASTEWATER STORAGE THROUGH INSTALLATION OF AN ADDITIONAL LARGER TANK EXPECTED OUTCOMES; ACHIEVE USDA GRANT OF INSPECTION; CONTINUE TO PROVIDE HIGH LEVELS OF FOOD SAFETY; INCREASE PRODUCTS OFFERED TO CUSTOMERS; INCREASE WHOLESALE ACCOUNTS CURRENTLY LIMITED BY SELLING RETAIL EXEMPT; EXPAND POULTRY PRODUCTION BEYOND 20,000 BIRD & SELL ACROSS STATE LINES; IMPROVE EFFICIENCY OF PROCESSING THEREFORE INCREASING THE PROFITABILITY OF PROCESSING OPERATION; PROVIDE YEAR ROUND WORK OPPORTUNITIES FOR STAFF; INCREASE LOCAL FOOD PRODUCTION/PROCESSING SOURCES THUS STRENGTHENING FOOD SECURITY; AND FINANCIALLY SUPPORT LOCAL FARMERS BY PURCHASING ANIMALS FOR PROCESSING & DISTRIBUTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0eb278db-26dc-547f-2202-73dc5786f8c5-R", "generated_internal_id": "ASST_NON_21MPIRGRI1106_12K2"}, {"internal_id": 146061661, "Award ID": "21MPIRGPA1077", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "COUNTRY VIEW MEATS, NORTHAMPTON COUNTY, PENNSYLVANIA IS A SMALL HUSBAND AND WIFE MEAT PRODUCTPROCESSING PLANT LOCATED ON THE WELL-ESTABLISHED 60 ACRE COUNTRY VIEW HOG FARM. PROCESSING STARTED IN2020, DURING THE COVID19 RESTRICTIONS MEAT PRODUCT SHORTAGE, PRODUCING CUSTOM PROCESSING AND RETAILEXEMPT CUTS TO LOCAL CUSTOMERS SOLD DIRECT FROM THE FARM. CURRENT FREEZER STORAGE CAPACITY ALLOWS FORPROCESSING TWO TO THREE (2-3) HOGS EACH WEEK YEAR ROUND THAT HAVE BEEN RAISED ON COUNTRY VIEW HOGFARM. ALL PRODUCTS ARE FROZEN AND PURCHASED ONLINE FOR CURBSIDE PICKUP. THE PROCESSING FACILITY IS IN A1600 SQ.FT. BUILDING AS WELL AS A DUG WELL FOR WATER AND A COMMERCIAL SEPTIC SYSTEM FOR WASTEWATERTREATMENT. THE FACILITY CONTAINS: AN 800 SQUARE FOOT WOOD/STYROFOAM-WALLED COOLER USED TO STORE EGGS(THE COOLER DOES NOT MEET THE HYGIENIC STANDARDS FOR MEAT PRODUCTS); FIVE (5) UPRIGHT AND CHEST FREEZERSFOR MEAT PRODUCT STORAGE; ONE CUTTING TABLE; ONE TABLE FOR WRAPPING MEAT AND PACKAGING IN VACUUMSEALED BAGS; A SMOKEHOUSE THAT CAN SMOKE FOUR (4) HAMS AND EIGHT( 8) SIDE OF BACON; A SAUSAGESTUFFER AND CUTTING EQUIPMENT. THERE CURRENTLY IS NOT AN EQUIPPED OFFICE FOR A USDA INSPECTOR. WASTEDISPOSAL IS OUTSIDE THE BUILDING. HUSBAND AND WIFE OWNERS, JOEL AND ERIN GEIGER, ARE THE ONLY FULL-TIMEWORKERS. HOGS FROM THE FARM ARE TAKEN TO LEHIGH VALLEY MEATS, A USDA CERTIFIED AND INSPECTEDPROCESSING PLANT FOR SLAUGHTER OVER 14 MILES AWAY BECAUSE THERE IS NO CLOSER PLANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e6007c5-8312-9cb4-6e00-ff53251f8078-R", "generated_internal_id": "ASST_NON_21MPIRGPA1077_12K2"}, {"internal_id": 146061660, "Award ID": "21MPIRGOR1023", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "IN ORDER TO BECOME ELIGIBLE FOR FEDERAL INSPECTION, WE NEED TO UPGRADE OUR CURRENT FACILITY. UPGRADES INCLUDEINCREASING SLAUGHTER FLOOR CAPACITY AND EFFICIENCY, INSTALLING APPROPRIATE COOLING SYSTEMS TO REGULATE PROPERTEMPERATURES IN THE COOLERS AND FREEZERS, ESTABLISHING AND IMPLEMENTING A HACCP PLAN, AND IMPROVING OURCURRENT LABEL SYSTEM TO BE COMPLIANT WITH USDA REGULATIONS.BY REFURBISHING THE SLAUGHTER FLOOR, WE WILL BE ABLE TO INCREASE OUR EFFICIENCY AND THUS BE ABLE TO HARVEST MOREANIMALS ALONG WITH HARVESTING MORE ANIMALS WE WILL NEED TO INCREASE COOLER CAPACITIES TO HOLD THE EXTRA ANIMALSUNTIL PROCESSING. UPGRADING OUR HVAC AND COOLER SYSTEMS WE GIVE US THE ABILITY TO RECORD AND MAINTAIN ACCURATEAGING AND COOLING TEMPERATURES FOR PROPER STORAGE OF PRODUCTS. A NEW LABELING SYSTEM WILL PROVIDE IMPROVEDPACKAGE TRACKING AND TRACEABILITY DUE TO MORE INFORMATION WHICH WILL BE ON THE LABEL. LASTLY, IMPLEMENTING AHACCP PLAN WILL HELP TO STREAMLINE PRODUCTION, PROMOTE QUALITY, AND ENSURE FOOD SAFETY.THESE UPGRADES AND MODIFICATIONS WILL PROVIDE A BASIS FOR NEW REVENUE AND GROWTH. WE PROJECT AN INCREASE IN OURPRODUCTION BY APPROXIMATELY 30%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10aa4624-424b-faba-cf6b-b6da733e4150-R", "generated_internal_id": "ASST_NON_21MPIRGOR1023_12K2"}, {"internal_id": 146061673, "Award ID": "21MPIRGOR1020", "Award Amount": 199584.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "CHAMPOEGCREEK FARM IS A SMALL, RURAL POULTRY FARM IN OREGON THAT OPERATES A STATE INSPECTED PROCESSING FACILITY ON SITE. OUR FOCUS SINCE OPENING OUR PLANT IN 2016 HAS BEEN TO PROVIDE PASTURE RAISED POULTRY (WITH A PRIMARY FOCUS ON TURKEY) TO BOTH RETAIL AND WHOLESALE BUYERS. WE PROVIDE A SPECIAL PRODUCT THATCAN'T BE REPLICATED BY LARGE,CENTRALIZED PROCESSING BECAUSE OF THE UNIQUE MANNER THAT WE RAISE OUR POULTRY. WE HAVE FORGED STRONG RELATIONSHIPS WITH KEY WHOLESALE BUYERS OVER THE LAST 5 YEARS BUT WE ARECURRENTLY ONLY ABLE TO PROVIDE THEIR OREGON POULTRY NEEDS. THESE 5-7COMPANIES ALL OPERATE LOCATIONS IN BOTH OREGON ANDWASHINGTON, SO OUR PROJECT PURPOSE IS TO BECOME FEDERAL INSPECTION READY IN ORDER TO SUPPLY THEIR INTERSTATE NEEDS. THIS WOULD GREATLY INCREASE OURCURRENT PRODUCTION AND SALES IN TURKEY ALONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abd26e3f-c1a7-36e1-4ffd-02c89dbc1d26-R", "generated_internal_id": "ASST_NON_21MPIRGOR1020_12K2"}, {"internal_id": 146061659, "Award ID": "21MPIRGOR1004", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "BILLYBOBS BUTCHER SHOP LLC IS A SMALL STATE INSPECTED PROCESSING PLANT CATERING TO THE NEEDS OF SMALL FARMERS AND RANCHERS IN THE ECONOMICALLY DEPRESSED RURAL NORTHEAST OREGON AREA.ONCE WE GET THE GOI IT WILL ALLOW US TO GREATLY EXPAND OUR STAFF AND PROCESSING EFFICIENCIES AND OUTPUT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3427c4a-997f-1395-f3ff-a8cd312bceb7-R", "generated_internal_id": "ASST_NON_21MPIRGOR1004_12K2"}, {"internal_id": 146061658, "Award ID": "21MPIRGOK1119", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "WATSON FARMS MEAT PROCESSING & MARKET IS A SLAUGHTER, PROCESSING, AND MEAT RETAIL OPERATION LOCATED INCOUNCIL HILL, OKLAHOMA, A RURAL FOOD DESERT THAT BORDERS THE CHICKASAW NATION. WE OFFER STATE-INSPECTED ANDCUSTOM SLAUGHTER AND PROCESSING SERVICES TO OVER 1,800 RANCHERS ANNUALLY. COUNCIL HILL IS A RANCHINGCOMMUNITY, BUT THE CLOSEST PROCESSOR IS 90 MINUTES AWAY. THIS GRANT PROPOSAL WILL HELP BOOST LOCAL ANDREGIONAL PROCESSING CAPACITY FOR USDA INSPECTED SLAUGHTER AND PROCESSING AROUND SOUTHEAST OKLAHOMA,ARKANSAS, AND KANSAS.TO EARN A USDA GRANT OF INSPECTION, WE WILL ADD ON AN 1,800 SQ. FT. EXPANSION FOR PROCESSING, COOLER, STORAGE,SMOKEHOUSE AND BREAK AREA TO MEET INSPECTION REQUIREMENTS. IN THIS AREA, WE WILL ADD A SMOKEHOUSE,CONTAINER FREEZER, AND BAND SAW. ADDITIONALLY, WE PLAN TO UPGRADE AND EXPAND OUR SLAUGHTER AREA ANDINCREASE ITS CEILING HEIGHT TO 18 FT. FOR USDA COMPLIANCE. WE WILL ALSO ADD A LOADING DOCK TO FULFILL ORDERSPLACED BY THE CHICKASAW NATION AND WHOLESALE CUSTOMERS.THESE PROJECTS WILL INCREASE MEAT ACCESS FOR THE CHICKASAW NATION, WHICH WILL PURCHASE APPROXIMATELY 10PROCESSED BEEF PER WEEK ONCE WE ARE USDA INSPECTED. THE EQUIPMENT AND FACILITY IMPROVEMENTS WILLINCREASE OUR LIVESTOCK PROCESSING CAPACITY BY APPROXIMATELY 8 BEEF-CATTLE PER WEEK EQUIVALENT. FACILITYIMPROVEMENTS AND STORAGE EXPANSION WILL REDUCE TRIM WASTE BY 3,120 POUNDS ANNUALLY AND INCREASE RETAILSALES BY UP TO 1,900 PERCENT DURING THE GRANT PERIOD. AT LEAST 200 NEW FARMERS WILL HAVE ACCESS TOPROCESSING FOR THEIR LIVESTOCK AS A RESULT OF THIS GRANT PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5a43b88b-7a46-74e0-fc31-3df491c35b6c-R", "generated_internal_id": "ASST_NON_21MPIRGOK1119_12K2"}, {"internal_id": 146061636, "Award ID": "21MPIRGOK1048", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "GRANITE INDUSTRIES IS A CUSTOM EXEMPT MEAT SLAUGHTER AND PROCESSING FACILITY IN THE RURAL TOWN OF CHELSE, OK. WE PROCESS ANIMALS SOURCED FROM OVER 700 UNIQUE FARMERS FROM A 150-MILE RADIUS. WE TAKE PRIDE IN ETHICAL PRODUCTION AND PROCESSING, ALWAYS ADHERING TO ANIMAL WELFARE AND ENVIRONMENTAL PROTOCOLS.WHILE WE HAVE SEEN DOUBLE DIGIT GROWTH IN THE PAST YEAR, OUR FACILITY LACKS THE MEANS TO MAKE SEVERAL KEY UPGRADES TO THE EQUIPMENT AND INFRASTRUCTURE WE NEED TO BECOME USDA INSPECTED, GROW OUR SCALE, AND TAKE ADVANTAGE OF INTERSTATE COMMERCE OPPORTUNITIES. TO FIX THIS, WE PROPOSE IN THIS PROJECT ADDING A 640 SQ. FT. ADDITION TO OUR FACILITY TO OFFER INSPECTOR OFFICE SPACE AND NEW RETAIL AREA TO PROVIDE ADDITIONAL PROCESSING SPACE. WE ALSO PROPOSE ADDING A WALK-IN FREEZER. THIS WILL HELP US BECOME USDA INSPECTED, HAS FOOD SAFETY BENEFITS, AND WILL EXPAND OUR COLD STORAGE BY 25%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c8fe18f-0e8b-c008-8e4d-702c7f42be54-R", "generated_internal_id": "ASST_NON_21MPIRGOK1048_12K2"}, {"internal_id": 146061619, "Award ID": "21MPIRGOH1162", "Award Amount": 199526.22, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ABSTRACTTHE PROJECT ABSTRACT WILL BE UPDATED WITH THE INFORMATION LISTED IN THE APPLICATION IN THE FIRST AMENDMENT OF THIS AWARD. THIS INFORMATION WAS NOT ENTERED INTO THE AWARD AT THIS TIME DUE TO THE FACT THAT AWARD NEGOTIATIONS ARE CONTINUING AFTER THE AWARD ISSUANCE AND THE NEED TO ISSUE THE AWARDS BEFORE THE 10/01/2021 DEADLINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bf54404-f8b2-9eeb-0851-2f4d81a7a820-R", "generated_internal_id": "ASST_NON_21MPIRGOH1162_12K2"}, {"internal_id": 146061616, "Award ID": "21MPIRGOH1102", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "PROCESSING ROOM UPGRADE, INCREASE COOLING, PROCESSING AND SLAUGHTER CAPABILITIESDEMAND CONTINUES TO OUTPACE OUR CURRENT FACILITIES CAPABILITIES. THE SLAUGHTER SCHEDULE FOR YEAR 2021, 2022, AND 2023 ARE CURRENTLY FILLED AND CURRENTLY SCHEDULING 2024. TO MEET THE DEMAND FROM OUR LOCAL FARMERS WE NEED TO EXPAND OUR FACILITY SO THAT WE ARE NOT LIMITING THEIR ABILITY TO SUPPLY MEAT TO THEIR MARKETS. WE WILL ALSO BE ABLE TO APPLY FOR THE COOPERATIVE INTERSTATE SHIPPING PROGRAM. WE WILL CONVERT OUR EXISTING RETAIL SPACE TO PROCESSING SPACE, INCREASE OUR HANGING COOLER SPACE, AND UPGRADE OUR EXISTING EQUIPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f96be6bd-abbe-b0b3-8de8-388ae1fed7d2-R", "generated_internal_id": "ASST_NON_21MPIRGOH1102_12K2"}, {"internal_id": 146061649, "Award ID": "21MPIRGOH1089", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PROJECT ABSTRACT WILL BE UPDATED WITH THE INFORMATION LISTED IN THE APPLICATION IN THE FIRST AMENDMENT OF THIS AWARD. THIS INFORMATION WAS NOT ENTERED INTO THE AWARD AT THIS TIME DUE TO THE FACT THAT AWARD NEGOTIATIONS ARE CONTINUING AFTER THE AWARD ISSUANCE AND THE NEED TO ISSUE THE AWARDS BEFORE THE 10/01/2021 DEADLINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bda93370-d5b9-f369-432f-0d1e4bed166a-R", "generated_internal_id": "ASST_NON_21MPIRGOH1089_12K2"}, {"internal_id": 146061644, "Award ID": "21MPIRGOH1014", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PURPOSE OF OUR PROPOSED PROJECT:BRING OUR OPERATION UNDER FULL INSPECTION WITH THE OHIO DEPARTMENT OF AGRICULTURE AND BECOME CIS COMPLIANTINCREASE OUR PLANT PRODUCTION CAPACITY TO THE FULLEST EXTENT POSSIBLEPROVIDE GREATER SERVICE TO LOCAL FARMERS AND RANCHERS BY OFFERING ODA FULL INSPECTED/CIS COMPLIANT PROCESSINGINCREASE FARM TO TABLE OPTIONS TO LOCAL CONSUMERS BOTH PRIVATE AND RETAIL SALES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f654957d-469e-7987-c678-d668233b4562-R", "generated_internal_id": "ASST_NON_21MPIRGOH1014_12K2"}, {"internal_id": 146272518, "Award ID": "21MPIRGNY1153", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PURPOSE OF THIS PROJECT IS TO MEET THE DEMAND OF LIVESTOCK PRODUCERS IN SOUTHWESTERN NEW YORK AND  NORTHWESTERN PENNSYLVANIA FOR A USDA INSPECTED MEAT PROCESSING FACILITY BY EXPANDING HITCHING POST  MEATS AND OBTAINING A FEDERAL GRANT OF INSPECTION. O", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "39e05472-fa50-8d9b-5c15-4175f6599b64-R", "generated_internal_id": "ASST_NON_21MPIRGNY1153_12K2"}, {"internal_id": 146061551, "Award ID": "21MPIRGNY1136", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ABSTRACT11-10-2021WE ARE A SMALL, RECENT (2012) START-UP FAMILY-RUN BUSINESS WORKING TO EXPAND OUR PROCESSING PLANT BYADDING ON APPROXIMATELY 2,500 SQUARE FEET. WE ARE OPERATING IN AN AREA IN HIGH DEMAND FOR NOT ONLY CUSTOM,BUT FEDERALLY INSPECTED PROCESSING PLANTS. THIS NEED, IN OUR RURAL, UNDER-SERVED REGION, HAS BEEN DOCUMENTEDBY AGRICULTURE SPECIALISTS. WE WILL BE UPGRADING EQUIPMENT TO INCREASE CAPACITY, EFFICIENCY AND WORKING TO BEMORE ENERGY EFFICIENT. NEW EQUIPMENT WE WILL BE PURCHASING WILL BE A STUFFING MACHINE FOR MAKING VALUEADDED PRODUCTS, REFRIGERATION COMPONENTS FOR WALK-IN COOLER, WALK-IN FREEZER, AND CUTTING ROOM, ON-DEMANDWATER HEATER, ELECTRIC CHAIN HOISTS, NEW MIXER/GRINDER, NEW AND LARGER BOWL CUTTER, NEW SCALES FOR OVERHEADTRACK AND A BACK-UP GENERATOR TO ENSURE FOOD SAFETY IN TIMES OF POWER GRID FAILURES. ALL THE NEW EQUIPMENTWILL ALLOW US TO PRODUCE MEAT PRODUCTS IN A MORE ENERGY EFFICIENT WAY; AND WILL INCREASE MEAT PRODUCTIONCAPACITY ALLOWING US TO EXPAND OUREXISTING MARKET, INCREASE OUR FOOD SAFETY STANDARDS, OBTAIN A LARGERCOMMERCIAL PRESENCE, AND INCREASE SLAUGHTER/PROCESSING NEEDS FOR SMALL FARMS, NEW FARMS, SOCIALLYDISADVANTAGED PRODUCERS, VETERAN PRODUCERS, AND UNDER-SERVED COMMUNITIES. WE WILL BE EMPLOYING SEVERALFULL-TIME EMPLOYEES AND SEVERAL PART-TIME EMPLOYEES. WE HAVE DEMONSTRATED NEEDS THAT WILL ALLOW US TOEXPAND OUR MARKET, WITHIN NEW YORK STATE AND OUR CONTIGUOUS STATES. WE HAVE AND CONTINUE TO INVEST OUROWN CAPITAL INTO THIS BUSINESS BY FINISHING SITE WORK FOR FUTURE BUILDING AND PURCHASING EQUIPMENT TO COVERTHE COSTS ABOVE AND BEYOND THE GRANT CEILING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de8df925-1c88-af9f-2669-10106bb8bb4a-C", "generated_internal_id": "ASST_NON_21MPIRGNY1136_12K2"}, {"internal_id": 146061657, "Award ID": "21MPIRGNY1058", "Award Amount": 199975.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "D & D MEATS IS A SMALL, MULTIPLE-SPECIES, SLAUGHTER AND PROCESSING PLANT THAT PROVIDES BOTH MEAT-CUTTING AND SPECIALTY PRODUCT PROCESSING. OUR CURRENT SERVICES ALLOW LIVESTOCK PRODUCERS TO SELL THEIR BEEF DOWN TO 1/16 LIVE WEIGHT, AND PIGS TO BE SOLD AT .5X- OR IX-LIVE WEIGHT. OPERATION DEMAND VARIES THROUGH THE YEAR AND AVERAGES APPROXIMATELY 4 BEEF AND 8 PIGS PER WEEK. THERE ARE 7 FULLTIME EMPLOYEES, WITH AN ADDITIONAL S+ HIRED DURING PEAK SEASON. D & D MEATS IS COMPRISED OF 3 OPERATING COMPONENTS: RETAIL STORE FRONT, MEAT PROCESSING PLANT, AND SLAUGHTERHOUSE. THE RETAIL STORE FRONT IS APPROXIMATELY 2400 SQ FT (REMODELED 2010) AND THE PROCESSING PLANT (BUILT TO USDA STANDARDS,2017) IS APPROXIMATELY 2650 SQ FT. BOTH COMPONENTS HAVE DRILLED WELLS WITH UV-PURIFYING SYSTEMS IN PLACE. FACILITY WATER IS TESTED 4 TIMES ANNUALLY BY INDEPENDENT AND LICENSED CONTRACTORS. THE SLAUGHTERHOUSE BUILDING (1900 SQ FT; UPDATED 2021) IS LOCATED APPROXIMATELY 1 MILE AWAY, HAS A DRILLED WELL, AND HOUSES3 HOLDING PENS FOR BEEF WITH AN ADDITIONAL 5 PENS FOR SHEEP, GOATS, AND PIGS. THE BUSINESS CURRENTLY COMPOSTS ON SITE AND IS REGISTERED WITH THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION (DEC) FOR THE COMPOSTING AREA. THERE IS A VERY WIDE VARIETY OF EQUIPMENT IN USE FOR PRODUCTION OF SPECIALTY FOOD/MEAT ITEMS. D & D MEATS IS ALSO NEARING PAPERWORK COMPLETION TO BECOME FEDERALLY INSPECTED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c2396570-88b3-349a-36a0-b3f0130f3684-R", "generated_internal_id": "ASST_NON_21MPIRGNY1058_12K2"}, {"internal_id": 146061656, "Award ID": "21MPIRGNY1032", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "EQUIPMENT MODERNIZATION TO IMPROVE SAFETY, QUALITY AND EFFICIENCY IN ORDER TO APPLY FOR GRANT OF INSPECTIONOUR MID-HUDSON VALLEY FACILITY WAS BUILT IN 2001 AND WHILE MINOR RENOVATIONS AND EQUIPMENT PURCHASES HAVE BEEN FEASIBLE OVER THE LAST TWO DECADES, WE HAVE BEEN CONSTRAINED BY THE FUNDING NECESSARY TO GET OUR PLANT USDA INSPECTED AND CERTIFIED IN OR ORDER TO REALIZE REVENUE FROM THE SALE OF OUR PRODUCTS TO OUR COMMUNITY. OUR GOAL IS TO MODERNIZE OUR PLANT IN ALIGNMENT WITH CUTTING EDGE FOOD SAFETY AND QUALITY TECHNIQUES, TECHNOLOGY, AND EQUIPMENT IN ORDER TO GENERATE A SUSTAINABLE REVENUE SOURCE.WE INTEND TO PURCHASE SEVERAL PIECES OF EQUIPMENT INCLUDING A LABELING SYSTEM, DOUBLE CLIPPER, BOWL CHOPPER AND GRINDER. THESE ITEMS WILL ALLOW US TO INCREASE CAPACITY, CONTROL LABOR AND OPERATE MORE EFFICIENTLY AND SAFELY WHILE MAINTAINING QUALITY AND CONSISTENCY.OUR PLANT IS AT MAXIMUM CAPACITY WITH CURRENT EQUIPMENT. WE PROCESS NEARLY 300,000 LBS OF BEEF, CHICKEN, AND PORK ANNUALLY TO FEED OVER 2,000 CHURCH MEMBERS THROUGH OUR OWN DINING FACILITIES. THIS PROJECT WILL ALLOW US TO SAFELY INCREASE OUR CAPACITY AND SELL OUR FINE PRODUCTS TO LOCAL CONSUMERS. THIS WILL PROVIDE US WITH A REVENUE STREAM TO CONTINUE OUR GOOD WORK IN CONJUNCTION WITH LOCAL FARMERS, FOOD BANKS, AND OTHER PRIVATE AND COMMERCIAL CLIENTS THROUGHOUT THE HUDSON VALLEY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e1bdb09b-2344-02e0-d080-97fb22c1cce3-C", "generated_internal_id": "ASST_NON_21MPIRGNY1032_12K2"}, {"internal_id": 146061655, "Award ID": "21MPIRGNM1087", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "MGS ENTERPRISES WILL EXPAND EXISTING PLANT TO BETTER SERVE LOCAL CLIENTS AND ALLOW LIVESTOCK PRODUCERS THE OPPORTUNITY TO BETTER MARKET THEIR DOMESTIC LIVESTOCK. THIS WILL ALLOW US TO EMPLOY UP TO TEN (10) NEW FULL-TIME EMPLOYEES. MGS WILL PROVIDE TRAINING FOR A LOCAL TECHNICAL HIGH SCHOOL TO TRAIN NEW WORKERS FOR THE MEAT INDUSTRY. MGS WILL BE ABLE TO SUPPLY LOCAL RESTAURANTS AND SCHOOLS WITH QUALITY, LOCALLY SOURCED ANIMAL PROTEIN. MGS WILL MARKET SPECIALTY MEATS AND SAUSAGES, E.G., JERKY, BRATWURST, AND OTHER MEAT PRODUCTS. MGS IS A SMALL, FAMILY-OWNED MEAT PROCESSING FACILITY THAT PROCESSES BEEF, PORK, LAMB, AND GOAT. WE STARTED OUR BUSINESS IN 1991 IN OUR REMOLDED GARAGE AND PROCESSED WILD GAME. WE EVENTUALLY MOVED TO PROCESSING DOMESTIC ANIMALS. IN 2006, WE BUILT A 3000 SQ. FT. FACILITY WITH SLAUGHTER CAPABILITY AND A COOLER THAT CAN HOLD UP TO 50 BEEF. IN 2008, WE ADDED MORE PROCESSING AND STORAGE SQUARE FOOTAGE. WE CURRENTLY SERVICE THE FOUR CORNERS AREA OF NM, CO, AZ, AND UT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb4bf7d4-26af-893a-aea5-144fb3493393-R", "generated_internal_id": "ASST_NON_21MPIRGNM1087_12K2"}, {"internal_id": 146061654, "Award ID": "21MPIRGNM1044", "Award Amount": 198000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "UPDATE: 10-1 AMENDMENT 01C4 ENTERPRISES, INC. IS REQUESTING $198,000 TO PURCHASE EQUIPMENT TO INCREASE THE CAPACITY AND THE EFFICIENCY FORSLAUGHTERING, PROCESSING, PACKAGING, AND LABELING MEAT RAISED IN A RURAL, PREDOMINATELY HISPANIC COMMUNITY INNORTHERN NEW MEXICO. THE REQUESTED FUNDS WILL ALLOW C4 ENTERPRISES, INC. A SMALL, FAMILY OWNED BUSINESS, TO CONSUMER LIVESTOCK PRODUCERS WHO CURRENTLY DRIVE 200 MILES TO GET THEIR MEAT SLAUGHTERED AND FULLY PORCESSED UNDER FEDERAL INSPECTION. PACKAGING AND LABELING IS OUR LIMITING FACTOR FOR INCREASING PROCESSING CAPACITY. OUR FACILITY NEEDS AN ADVANCED PACKAGING AND LABELING SYSTEM IN ORDER OT MEET THE INCREASES PROCESSING DEMAND FEDERAL INSPECTION WILL PROVIDE. A COMMERCIAL SMOKEHOUSE IS NEEDED TO COMPLY WITH USDA AND FDA MEAT PROCESSING REGULATION. THE SMOKEHOUSE WILL BE USED TO PRODUCE VALUE ADDED READY TO EAT MEAT PRODUCTS SUCH AS JERKY, JERKY STICKS, CURED AND UNCURED SAUSAGES AND DELI MEATS. THESE MEATES WILL BE PRODUCED FOR LOCAT DIRECT TO CONSUMER PRODUCERS AS WELL AS FOR C4 ENTERPRISES, INC. OWN BRANDED MEAT PRODUCTS FOR LOCAL/REGIONAL DISTRIBUTION. FEDERAL INSPECTION ALONG WITH PROPER QIPMENT WILL ALLOW PRODUCTION CAPACITY TO INCREASE 400% PROVIDING OPPORTUNITIES FOR EMPLOYMENT IN AN IMPOVERISHED RURAL ARES. OPPORTUNITIES FOR DIRECT TO CONSUMER LIVESTOCK PRODUCER TO BECOME MORE EFFICIENT IN GETTING MEAT TO THE CONSUMER. AS WELL AS OPPORTUNITIES FOR LIVESTOCK PRODUCERS WOH DO NOT ENGAGE IN DIRECT TO CONSUMER PRODUCTION TO PRODUCE FOR A LOCAL/REGIONAL BRANDED AND DISTRIBUTED MEAT PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63954086-8830-0766-1f6f-ee12e4142c8f-R", "generated_internal_id": "ASST_NON_21MPIRGNM1044_12K2"}, {"internal_id": 147274863, "Award ID": "21MPIRGNJ1156", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "LIMA FAMILY FARMS OWNS AND OPERATES A 350 ACRE FARM IN HILLSBOROUGH, NEW JERSEY, WHERE WE RAISE 100 % GRASS FED BEEF, AS WELL AS PASTURED PIGS AND POULTRY. WE SLAUGHTER AND PROCESS OUR OWN CHICKENS ON THE FARM AND SEND SIX HEAD OF CATTLE AND 10 HOGS EVERY MONTH TO A USDA INSPECTED FACILITY IN PENNSYLVANIA FOR SLAUGHTER (SPRINGFIELD MEATS) AND THEN SEND THE 1/4S TO NELLOS SPECIALITY MEATS IN NAZARETH, PA FOR PROCESSING. WE SELL OUR MEATS TO RETAIL CUSTOMERS AT OUR FARM MARKET AT 826 AMWELL ROAD IN HILLSBOROUGH, NJ AND THE WEEKLY PRINCETON FARMERS MARKET. WHEN LARGE MEAT PROCESSING FACILITIES CLOSED DUE TO COVID IN 2020, THE LOCAL SHOP RITE TOLD THEIR CUSTOMERS THAT THEY WERE LIMITED TO 1 POUND OF BEEF. WE RECEIVED A GOOD DEAL MORE CUSTOMERS AT OUR STORE, AND WERE SHORTLY OUT OF INVENTORY. WE QUICKLY LEARNED THAT WHILE WE HAD PLENTY OF INVENTORY \"ON THE HOOF\" THERE WAS NO WAY TO GET NEW APPOINTMENTS FOR USDA APPROVED SLAUGHTER AND PROCESSING IN THE REGION APPLYING EXISTING BEST PRACTICES; THIS GRANT AIMS TO APPLY LESSONS LEARNED THROUGH THE NICHE' MEAT PROCESSOR ALLIANCE AND RUTGERS DEPARTMENT OF FOOD SCIENCE TO EXPAND THE LIMA FAMILY FARMS EXISTING POULTRY FACILITIES BY ADDING THE CAPABILITY TO SLAUGHTER AND PROCESS PORK AND BEEF FOR RETAIL SALE AT OUR MARKET. THIS WOULD IMPROVE OUR CAPACITY TO EFFICIENTLY MEET CONSUMER DEMAND, AND CREATE A MORE RESILIENT LOCAL FOOD SUPPLY. PROCESSING OUR OWN ANIMALS ON SITE WILL REDUCE THEIR STRESS AS WELL AS OUR COSTS WITH TRANSPORTATION. WE WILL USE EXISTING DOCUMENTS ON GENERAL PLANT DESIGN CONSIDERATIONS AS WELL AS MODEL HACCP PLANS AND SSOPS TO DEVELOP CONSTRUCTION DOCUMENTS THAT WILL FIT AN APPROXIMATELY 2500 SQUARE FOOT FACILITY INTO ONE OF OUR FARMS EXISTING BUILDINGS. THESE PLANS CAN BE SHARED WITH OTHERS LOOKING TO DEVELOP AFFORDABLE SMALL ON-SITE FACILITIES. OUR TOTAL PROJECTED BUDGET WILL BE APPROXIMATELY $250,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "34189617-e908-7493-02c0-e54e05200915-R", "generated_internal_id": "ASST_NON_21MPIRGNJ1156_12K2"}, {"internal_id": 147274864, "Award ID": "21MPIRGNH1118", "Award Amount": 199909.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ABSTRACT11-02-2021SHORT CREEK FARM IS A SMALL LIVESTOCK PRODUCER FOCUSED ON MANUFACTURING HIGH-QUALITY VALUE-ADDED MEATS FROM THEPORK AND BEEF RAISED ON ITS FARM. SAUSAGES ARE CURRENTLY PRODUCED IN SHORT CREEK'S OWN RETAIL-EXEMPT PROCESSINGFACILITY WHILE FRESH CUTS AND OTHER VALUE-ADDED PRODUCTS ARE PRODUCED UNDER CONTRACT (I.E., \"CO-PACKED\") BY USDAPROCESSORS. WITH THE PLANNED EXPANSION OF ITS FACILITY TO A 6,000 SQ-FT USDA-INSPECTED PLANT, SHORT CREEK'SOPERATIONS WILL GROW TO ENCOMPASS ALL ASPECTS OF MEAT PROCESSING FROM BUTCHERING TO SAUSAGE, BACON, AND SALAMIPRODUCTION. SHORT CREEK IS REQUESTING $199,909 IN MEAT AND POULTRY INSPECTION READINESS GRANT FUNDS TO FULFILL PARTOF THE REQUIREMENTS TO OBTAIN A FEDERAL GRANT OF INSPECTION. MPIRG SUPPORT WILL BE USED TO (1) OUTFIT THE EXPANDEDFACILITY AREAS WITH SANITATION EQUIPMENT; (2) IMPROVE MEAT PROCESSING AND MANUFACTURING EQUIPMENT; AND (3) OBTAINPROCESS MONITORING EQUIPMENT NECESSARY FOR THE BROADER SCOPE OF PROCESSING ACTIVITIES. PROJECT OUTCOMES WILLBENEFIT BOTH SHORT CREEK AND OTHER REGIONAL STAKEHOLDERS. BY PERFORMING ALL BUTCHERING IN-HOUSE, SHORT CREEK WILLSUBSTANTIALLY INCREASE ITS PROCESSING CAPACITY AND ACHIEVE ECONOMIES OF SCALE AS PRODUCTION VOLUMES GROW.ELIMINATING HIGH CUT-AND-WRAP AND CO-PACKING FEES FOR BUTCHERY AND OTHER PROCESSING SERVICES WILL TRANSLATE TOINCREASED PROFITS FOR THE COMPANY. USDA INSPECTION WILL ALLOW SHORT CREEK TO BEGIN DISTRIBUTING SAUSAGE PRODUCTS TOITS EXISTING WHOLESALE CUSTOMERS AND TO ACQUIRE NEW CUSTOMERS IN AN EXPANDED DISTRIBUTION AREA. FEDERAL INSPECTIONWILL ALSO PERMIT SHORT CREEK TO OFFER CO-PACKING SERVICES OF ITS OWN, BENEFITTING LOCAL LIVESTOCK AND POULTRY PRODUCERSIN NEED OF HIGH-QUALITY VALUE-ADDED PROCESSING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10802d74-3d69-ada8-15ca-9533fa95130a-R", "generated_internal_id": "ASST_NON_21MPIRGNH1118_12K2"}, {"internal_id": 146272605, "Award ID": "21MPIRGNE1086", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "EXPANSION OF MEAT & COMPLETE PROCESSING FACILITY TO OBTAIN A FEDERAL GRANT INSPECTIONMEAT & COMPLETE LLC IS ON A MISSION TO COMPLETELY FEED THE WORLD THROUGH THE INVENTION OF A COMPLETE MEAL BAR CONTAIN MEAT, FRUIT AND A VEGETABLE ALL IN ONE FULLY COOKED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cb5f5c7-2c65-7c72-447c-070e474b8fcb-R", "generated_internal_id": "ASST_NON_21MPIRGNE1086_12K2"}, {"internal_id": 146272519, "Award ID": "21MPIRGNE1073", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "IMPROVEMENTS REQUIRED TO OBTAIN GRANT OF FEDERAL INSPECTIONTHE FRANKLIN LOCKER WILL BE ADDING APPROXIMATELY 3000 SQ. FT. TO THE CURRENT 4500 SQ. FT. FACILITY AS WE MOVE TO OPERATE UNDER FEDERAL INSPECTION. APPROXIMATELY 800 SQ. FT. WILL BE USED AS A HANGI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9b31012a-7c21-3608-1bc7-cab917201984-R", "generated_internal_id": "ASST_NON_21MPIRGNE1073_12K2"}, {"internal_id": 146061638, "Award ID": "21MPIRGNE1011", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ACE&IDA DBA ORD LOCKER IS A CUSTOM EXEMPT RETAIL, SLAUGHTER AND PROCESSING FACILITY IN ORD, NE. ORD LOCKER EXPANDED INTO A LARGER, MORE EFFICIENT FACILITY IN 2020. TO EXPAND AND FURTHER SERVE ALARGERCUSTOMER BASE, AN OPEN NEWMARKET, FEDERAL INSPECTION IS THE NEXT STEP TO PURSUE. SEVERAL LOCAL PRODUCERS AND CUSTOMERSNEED FEDERAL INSPECTION SERVICES TO FULFILL MARKET GAPS THROUGH THEIR LIVESTOCK PRODUCTION AND SLAUGHTER OPPORTUNITIES. AS AN ACTIVE MEMBER OF THE NEBRASKAASSOCIATION OF MEATPROCESSORS, THE STRUGGLE OF SMALL PROCESSORS IS TO EFFECTIVELY HANDLE THE SLAUGHTER CAPACITY NECESSARY WHEN LARGE PACKING PLANTSEXPERIENCE SHORTFALLS.THROUGH FEDERAL INSPECTION AND POTENTIALLY HIGHER REVENUES FROM ADDITIONAL SERVICES OFFERED, ORD LOCKER WILL BE ABLE TOOPEN UPNEW MARKETS BY UTILIZING THE LOCAL RETAIL STORE MARKET PRESENCE TO ADVERTISE AND MOVE PRODUCT VOLUMES MORE EFFECTIVELY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3898b5be-9e05-3e8b-f6cb-c8ce527c0eab-R", "generated_internal_id": "ASST_NON_21MPIRGNE1011_12K2"}, {"internal_id": 146061653, "Award ID": "21MPIRGND1104", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "SPRUCE HILL MEATS, AFTER BEING ESTABLISHED IN 2020, HAS SPENT THE LAST 10 MONTHS RENOVATING AND MODERNIZING ITS FACILITY IN AN EFFORT TO BECOME A FEDERALLY-INSPECTED MEAT PROCESSING FACILITY. WITH FUNDING FROM THE MEAT & POULTRY READINESS GRANT, SPRUCE HILL MEATS STRIVES TO MEET THE MAXIMUM CAPACITY OF ITS FACILITY AND EXPAND ITS BUSINESS TO INCLUDE RETAIL AND WHOLESALE OFFERINGS AS A FEDERALLY INSPECTED FACILITY. THE FINAL STAGES OF THIS ENDEAVOR INCLUDE: THE MODERNIZATION OF MEAT SMOKING EQUIPMENT AND THE ADDITION OF A MEAT SMOKING ROOM; THE UPGRADE OF KEY EQUIPMENT NECESSARY FOR SAFETY, EFFICIENCY, AND QUALITY, INCLUDING A VACUUM TUMBLER AND CARCASS SPLITTING SAW; THE ADDITION OF A TABLE TOP VACUUM PACKAGING MACHINE TO IMPROVE PACKAGING AND LABELLING; THE INSTALLATION OF A SERVICE SCALE FEATURING OPERATOR AND CUSTOMER DISPLAYS AS WELL AS A DIGITAL POINT OF SALE SYSTEM TO ESTABLISH RETAIL SALE CAPABILITIES AND IMPROVE CUSTOMER EXPERIENCES; THE ADDITION OF UP TO FOUR NEW FULL-TIME POSITIONS; AND FINALLY, THE HIRING OF A CONSULTANT TO TRAIN EMPLOYEES AND DEVELOP PROTOCOLS TO MEET FEDERAL INSPECTION REQUIREMENTS. WITH THESE IMPROVEMENTS, SPRUCE HILL MEATS ANTICIPATES A 25% INCREASE IN PROCESSING CAPACITY AS WELL AS A 50% INCREASE IN STAFF, FROM 8 FULL-TIME EMPLOYEES TO UP TO 12. BY BECOMING A FEDERALLY-INSPECTED FACILITY, EXPANDING TO OFFER RETAIL AND WHOLESALE OPTIONS, AND MODERNIZING EQUIPMENT, SPRUCE HILL MEATS WILL DRASTICALLY REDUCE OCCUPATIONAL HAZARDS, RAISE BUSINESS REVENUE, IMPROVE CUSTOMER EXPERIENCES, EXPAND SERVICE AND PRODUCT OFFERINGS, AND INCREASE MEAT PROCESSING CAPACITY TO BETTER SERVE LOCAL AGRICULTURAL PRODUCERS AND COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d2b33f22-2e06-7cba-07b1-1533ad7c1831-R", "generated_internal_id": "ASST_NON_21MPIRGND1104_12K2"}, {"internal_id": 146061652, "Award ID": "21MPIRGND1059", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "LAKESIDE MEATS LLC - EQUIPMENT UPGRADES AND BUILDING REPAIRS TO MEET CIS COMPLIANCEFOUR FARM FAMILIES FORMED LAKESIDE MEATS, LLC IN MARCH 2021 TO PURCHASE A MEAT PROCESSING PLANT IN DEVILS LAKE, ND FOR THE PURPOSE OF SECURING PROCESSING CAPACITY FOR THEIR OWN LIVESTOCK PRODUCTION AND TO VERTICALLY INTEGRATE, CREATING MARKET POWER BY BEING ABLE TO ESTABLISH THE PRICE FOR THEIR PROCESSING AND/OR RETAIL PRODUCTS.MPIRG FUNDING IS NEEDED TO PURCHASE EQUIPMENT AND MAKE NEEDED REPAIRS TO THE BUILDING IN ORDER FOR LAKESIDE MEATS TO ACCOMPLISH ITS GOAL OF BECOMING A COOPERATIVE INTERSTATE SHIPMENT (CIS) COMPLIANT FACILITY. THE NEW EQUIPMENT WILL ALSO INCREASE PRODUCTION CAPACITY AND CREATE A MORE EFFICIENT OPERATION. TWO EMPLOYEES WILL BE ADDED BECAUSE OF THIS PROJECT.INCREASE PRODUCTION CAPACITY WILL ALLOW LAKESIDE MEATS TO OFFER FEE-BASED MEAT PROCESSING SERVICES TO MORE SMALL FARMS AND RANCHES. THE GROWING FARM TO TABLE MOVEMENT HAS CREATED A DEMAND FROM CONSUMERS WHO WANT TO KNOW WHO IS RAISING THEIR FOOD AND THAT ARE WILLING TO PAY A PREMIUM PRICE FOR A HIGH-QUALITY PRODUCT. THE FOUR OWNER FAMILIES ARE PERSONALLY IN THE LIVESTOCK BUSINESS AND ARE COMMITTED TO RAISING EXCEPTIONAL PRODUCT. THEY SEE AN OPPORTUNITY FOR RETAIL AND WHOLESALE SALES OF THEIR UNPROCESSED PRODUCT TO BE EXPANDED. NEW MEAT PRODUCTS WILL BE DEVELOPED AND MARKETED, ADDING VALUE TO THEIR PRODUCT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdbefc99-06d3-20a7-70a8-37db51af1d1d-R", "generated_internal_id": "ASST_NON_21MPIRGND1059_12K2"}, {"internal_id": 146061651, "Award ID": "21MPIRGMT1164", "Award Amount": 181000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ABSTRACTTHE PROJECT ABSTRACT WILL BE UPDATED WITH THE INFORMATION LISTED IN THE APPLICATION IN THE FIRST AMENDMENT OF THIS AWARD. THIS INFORMATION WAS NOT ENTERED INTO THE AWARD AT THIS TIME DUE TO THE FACT THAT AWARD NEGOTIATIONS ARE CONTINUING AFTER THE AWARD ISSUANCE AND THE NEED TO ISSUE THE AWARDS BEFORE THE 10/01/2021 DEADLINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b99b347f-a7b1-20b2-4f18-3997ffdb606b-R", "generated_internal_id": "ASST_NON_21MPIRGMT1164_12K2"}, {"internal_id": 146061650, "Award ID": "21MPIRGMT1140", "Award Amount": 194753.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "RAWHIDE MEATS WILL USE THE USDA GRANT TO OBTAIN A FEDERAL GRANT OF INSPECTION UNDER FMIA. WE WILL ACCOMPLISH THIS BY 1) UPGRADING EQUIPMENT THAT WILL MEET FMIA REQUIREMENTS, 2) IMPROVING CURRENT SSOPS AND HACCP PLANS THAT WILL ALIGN WITH FMIA REQUIREMENTS AND EDUCATING EMPLOYEES IN SAFE MEAT HANDLING PRACTICES, AND 3) IMPROVING CAPACITY TO BETTER SERVE THE LOCAL COMMUNITIES FOR BOTH LIVESTOCK PRODUCERS AND RETAIL CUSTOMERS.RAWHIDE MEATS IS A SMALL, STATE INSPECTED SLAUGHTER AND MEAT PROCESSING FACILITY LOCATED IN MEAGHER COUNTY, MONTANA. THE FACILITY EMPLOYEES 11 PEOPLE AND PROVIDES MEAT PROCESSING SERVICES TO MEAGHER COUNTY, POPULATION 1800 PEOPLE, AND THE SURROUNDING COUNTIES OF BROADWATER, PARK, AND MUSSELSHELL. THERE ARE LIMITED MEAT PROCESSING FACILITIES AVAILABLE FOR THE SMALL, FAMILY-OWNED FARMS THAT RAISE LIVESTOCK HERE.EQUIPMENT UPGRADES INCLUDE A FMIA COMPLIANT SMOKER, SCALES WITH LABEL PRINTING CAPABILITY, AND WATER ACTIVITY METER.ALL EMPLOYEES WILL BE TRAINED ON NEW EQUIPMENT, PROCESSES, AND SAFETY PROCEDURES TO ENSURE THAT THE PLANT CAN OBTAIN AND MAINTAIN A FEDERAL GRANT OF INSPECTION.THE PURCHASE OF THE SMOKER, MIXER, GRINDER, TUMBLER, TENDERIZER, AND VACUUM PACKERS WILL PROVIDE INCREASED CAPACITY TO INCREASE PRODUCTION. RETAIL SERVICES WILL BE IMPROVED WITH THE PURCHASE OF A MERCHANDIZING COOLER AND FREEZER. THE RESULTING INCREASED CAPACITY WILL ENABLE US TO MEET THE GROWING DEMAND OF BOTH LIVESTOCK PRODUCERS AND CUSTOMER DEMAND IN RETAIL MARKETS. THESE IMPROVEMENTS WILL PROVIDE THE CAPABILITY AND CAPACITY TO INCREASE PRODUCTION FROM 24 ANIMALS TO 36 ANIMALS PER WEEK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "967092ed-438c-fee0-7feb-ddcc2fcd6918-R", "generated_internal_id": "ASST_NON_21MPIRGMT1140_12K2"}, {"internal_id": 146272520, "Award ID": "21MPIRGMT1122", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THIS PROJECT IS ONE OF THE FINAL STEPS IN OUR PROGRESS TOWARDS APPLYING FOR A FEDERAL GRANT OF INSPECTION. IT HAS BEEN OUR INTENTION FROM THE BEGINNING TO SEEK GRANT OF INSPECTION, AND WE HAVE COMPLETED SEVERAL UPGRADES AND IMPROVEMENTS TO THE PLANT SINCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "355c9e8b-58c8-dee0-b985-ac6400bc17a3-R", "generated_internal_id": "ASST_NON_21MPIRGMT1122_12K2"}, {"internal_id": 146061648, "Award ID": "21MPIRGMT1055", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "UPGRADING HOLLENBECK HOLDINGS FACILITIES TO REACH USDA-INSPECTION READINESS AND REVITALIZE A RURAL MONTANA ECONOMYHOLLENBECK HOLDINGS LLC IS THE OWNER OF A FACILITY THAT HOUSES A FULLY FUNCTIONAL SLAUGHTER AND PROCESSING FACILITY IN RURAL MONTANA. OUR FACILITY IS 4,500 SQ. FT. AND HAS THE CAPACITY TO SLAUGHTER 40 BEEF PER DAY AND COOL 15 PER WEEK. DAILY PROCESSING CAPACITY AT THE HOLLENBECK HOLDINGS FACILITY IS 10 PER DAY AND OUR FREEZER SPACE ACCOMMODATES 30 HEAD PER WEEK. THE FACILITY WAS PURCHASED FROM A PRIOR OWNING COMPANY BUT NEEDS SUBSTANTIAL UPGRADES BEFORE IT COULD RECEIVE A FEDERAL GRANT OF INSPECTION.TO FIX THIS PROBLEM AND MAKE HOLLENBECK HOLDINGS LLC THE ONLY USDA PLANT WITHIN SEVERAL HUNDRED MILES IN MONTANA, THIS PROPOSAL INCLUDES ADDING A KILL CHUTE TO MEET FSIS HUMANE HANDLING REQUIREMENTS AND INCREASE THROUGHPUT BY 400 PERCENT. WE ALSO PROPOSE REMODELING OUR KILL FLOOR WITH ADEQUATE FLOORING TO MEET FSIS STANDARDS AND IMPROVE SANITATION. TO ENSURE THAT OUR COLD STORAGE CAPACITY IS TEMPERATURE STABLE, FOOD SAFE, AND CAPABLE OF HANDLING QUADRUPLE ITS CURRENT VOLUME, WE PROPOSE REMODELING 288 SQ. FT. OF FREEZER FLOORING AND SPACE IN ADDITION TO ADDING A FLASH FREEZER. DRAIN UPGRADES ARE THE FINAL FACET OF THE REMODEL AND WILL ENSURE STRICTER ENVIRONMENTAL COMPLIANCE.ALTOGETHER, THIS PROJECT WILL SUPPORT 20 LOCAL JOBS AND FACILITATE THE CREATION OF AT LEAST $10 MILLION IN ECONOMIC ACTIVITY RELATED TO MEAT PROCESSING DURING THE GRANT PERIOD ALONE. THIS GRANT PROJECT WILL ALSO RESULT IN 4,032,000 POUNDS OF MEAT PROCESSED DURING THE GRANT PERIOD ALONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3e001e31-5cf4-b50f-a1b3-4df6ff495ede-R", "generated_internal_id": "ASST_NON_21MPIRGMT1055_12K2"}, {"internal_id": 146061662, "Award ID": "21MPIRGMT1033", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "EXECUTIVE SUMMARYCOWBOY MEAT COMPANY IS A CUSTOM PROCESSOR AND RETAILER IN FORSYTH, MONTANA. COWBOY MEATS OPERATES INSIDE A LEASED FACILITY AND HAS POTENTIAL TO BE A REGIONAL ALTERNATIVE TO THE MAJOR PACKERS, BUT WE CURRENTLY LACK EQUIPMENT AND MATERIALS TO REACH OUR POTENTIAL AND PASS FSIS INSPECTION.TO FIX THIS, WE PROPOSE ADDING A PNEUMATIC STUNNER AND SKINNING CRADLE POWERED BY AN UPGRADED COMPRESSOR, WHICH WILL INCREASE OUR SLAUGHTER CAPACITY BY 4,128,000 POUNDS DURING THE GRANT PERIOD. THESE IMPROVEMENTS WILL ALSO HELP US MEET FSIS HUMANE HANDLING RULES AND IMPROVE WORKPLACE SAFETY.TO IMPROVE OUR PACKAGING CAPACITY AND TO ENSURE FSIS UNIFORM LABELING COMPLIANCE, WE PROPOSE ADDING A ROLL STOCK MACHINE. THIS WILL IMPROVE OUR PROCESSING AND PACKAGING EFFICIENCY BY 30 PERCENT, RESULTING IN A SAVINGS OF 5,184-MAN HOURS DURING THE GRANT PERIOD.OTHER FOOD SAFETY AND FSIS COMPLIANCE EFFORTS IN THIS PROJECT ARE THE ADDITIONS OF A BANDSAW AND A MIXER-MINCER. THE BAND SAW WILL ENSURE RIGOROUS FSIS COMPLIANCE REGARDING BSE AND THE 30-MONTH RULE BY SEPARATING WORKLOAD BETWEEN 2 BANDSAWS. THE MIXER-MINCER WILL REDUCE PROCESSING TIMES, KEEP FOOD TEMPERATURES LOWER, AND REDUCE FOOD HANDLING TOUCHPOINTS.WE EXPECT THESE PROJECTS TO CONTRIBUTE ~$7.7 MILLION TO THE LOCAL ECONOMY DURING THE GRANT PERIOD, INCREASE TOTAL CAPACITY BY 31.2 PERCENT, AND CREATE 10 JOBS. THESE PROJECTS WILL ALSO INCREASE FOOD SECURITY FOR NEARBY NATIVE AMERICAN RESERVATIONS WHO WILL BE ABLE TO USE OUR SERVICES FOR TRADITIONAL AND CULTURALLY IMPORTANT PROCESSING SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5a28c231-9768-221a-7ef7-d5e59b6a7c63-R", "generated_internal_id": "ASST_NON_21MPIRGMT1033_12K2"}, {"internal_id": 146061672, "Award ID": "21MPIRGMS1090", "Award Amount": 199940.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "HE GOAL OF THE PROPOSED PROJECT IS TO UPGRADE THEMISSISSIPPI STATE UNIVERSITYPOULTRY PROCESSING PLANT TO OBTAIN A FEDERAL GRANT OF INSPECTION AND TO IMPROVE THE PROCESSING CAPABILITY AND TRAINING CAPACITY. THE LONG-TERMGOAL IS TO UTILIZE THE FACILITY TO CONDUCT HACCP AND USDA INSPECTOR TRAINING PROGRAMS AND TO MAKE THE FACILITY PROFITABLE BY PRODUCING AND MARKETING PRODUCTS.THE PROPOSED PROJECT ADDRESSES ISSUES BYPURCHASINGESSENTIAL EQUIPMENT AND HIRING A NEW PART-TIME EMPLOYEE SPECIFICALLY FOR THE PROCESSING PLANT. A TEAM HAS BEEN ASSEMBLEDINCLUDINGFACULTYMEMBERSWITHPROCESSING, FOOD SAFETY, AND MEAT SCIENCE EXPERTISE, THEFARMMANAGER, AND AN EXPERIENCED INDUSTRY CONSULTANTTO COORDINATE THE PROPOSED ACTIVITIES. WE ANTICIPATE THAT BY THE END OF THE PROJECT PERIOD, THE PLANT WILL BE FEDERALLY INSPECTED, PROCESS AND MARKET A SIGNIFICANTLY GREATERPRODUCT VOLUME AND CONDUCT REGULAR TRAININGS FOR THE INDUSTRY/FEDERAL AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_21MPIRGMS1090_12K2"}, {"internal_id": 146061647, "Award ID": "21MPIRGMS1038", "Award Amount": 196100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "COUNTRY MEAT MARKET IS A 3,200 SQUARE FOOT MULTIPLE-SPECIES HARVEST AND PROCESSING PLANT LOCATED IN LINCOLN COUNTY, MISSISSIPPI. THE BUSINESS PROVIDES MEAT PROCESSING SERVICES TO LIVESTOCK PRODUCERS IN THE REGION. COUNTRY MEAT MARKET CURRENTLY PROCESSES UNDER MISSISSIPPI'S CUSTOM EXEMPT PROGRAM. GRANT FUNDS WILL BE USED TO MAKE IMPROVEMENTS TO THE FACILITY SO THAT IT CAN PROCESS UNDER USDA INSPECTION. FACILITY NEEDS: COUNTRY MEAT MARKET IS A 45-YEAR-OLD PROCESSING FACILITY. THE WALLS AND CEILING NEED TO BE IMPROVED THROUGHOUT THE FACILITY. IN ADDITION, THE FACILITY NEEDS TO ADD FREEZER SPACE. THE FACILITY NEEDS MINOR CONFIGURATION MODIFICATIONS, WITH THE ADDITION OF AN INSPECTOR'S OFFICE AND A SEPARATE HEATTREATING AREA. EXPECTED OUTCOMES: NEW WALL, CEILING, AND FLOORING SURFACES IN THE PROCESSING AREA ARE NEEDED FOR GENERAL FOOD SAFETY REQUIREMENTS AND TO PURSUE INSPECTION. PROCESSING THROUGHPUT HAS BEEN SEVERELY CONSTRAINED BY A LACK OF FREEZER SPACE. HAVING MORE FREEZER SPACEWILL INCREASE OUTPUT. COUNTRY MEAT MARKET'S HEAT-TREATED PROCESSING AREA WILL BE MOVED TO A SEPARATE AREA IN THE FACILITY, WITH A TEMPERING COOLER FOR SMOKED PRODUCT. THIS WILL ENSURE COMPLETE SEPARATION OF RAW AND COOKED PRODUCT. CMM WILL HAVE A SEPARATE OFFICE AREA FOR THE USDA INSPECTOR. THE PROJECT WILL BE MANAGED BY DANNY SMITH, OWNER AND OPERATOR OF CMM. THE PROJECT WILL BEGIN UPON AWARD AND WILL BE COMPLETED WITHIN 2 YEARS. THE COMPANY IS REQUESTING $196,100 TO OFFSET THE COST OF RENOVATED THE FACILITY AND PURCHASE OF LIMITED NEW EQUIPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83dadf7d-149d-ed91-3db0-30ae81f1d51b-R", "generated_internal_id": "ASST_NON_21MPIRGMS1038_12K2"}, {"internal_id": 146061646, "Award ID": "21MPIRGMO1148", "Award Amount": 199746.89, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "EXECUTIVE SUMMARYWOODWARD MEATS, LLCWOODWARD MEATS, LLC IS OWNED AND OPERATED BY ADAM AND KENDRA WOODWARD, MISSOURI CATTLE PRODUCERS. THE WOODWARDS SPENT YEARS DEVELOPING A DIRECT MARKET FOR THEIR FAMILY'S BEEF. AS A RESULT OF COVID, THEY LOST ACCESS TO SLAUGHTER SPACE. AFTER CAREFUL RESEARCH, THE WOODWARDS OPENED A SMALL-SCALE CUSTOM PLANT IN ARCHIE, MISSOURI. NOW THE OPERATION PROCESSES ABOUT 15 HEAD OF BEEF AND 15 HOGS PER WEEK.THE BUSINESS HAS BEEN SUCCESSFULLY SERVING FARM FAMILIES IN EASTERN MISSOURI SINCE INCEPTION IN SEPTEMBER OF 2020. WOODWARD MEATS, LLC IS INTERESTED IN BECOMING STATE INSPECTED, AND BECOMING COMPLIANT WITH THE CIS PROGRAM. DOING THIS WILL ALLOW THE COMPANY TO GROW THE MARKET FOR BOTH ITS MEAT PROCESSING SERVICES, AS WELL AS THE MARKET FOR THE COMPANY'S OWN BEEF.BECOMING STATE INSPECTED WILL REQUIRE MODIFICATIONS TO EQUIPMENT AND INFRASTRUCTURE. GRANT FUNDS ARE BEING REQUESTED FOR BOTH EQUIPMENT AND INFRASTRUCTURE IMPROVEMENTS NECESSARY FOR COMPLIANCE WITH STATE INSPECTION AS WELL AS MARKET GROWTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7643c77c-aa8a-bf48-7cd2-7bf5395b8fbc-R", "generated_internal_id": "ASST_NON_21MPIRGMO1148_12K2"}, {"internal_id": 146061645, "Award ID": "21MPIRGMO1143", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "EXECUTIVE SUMMARYNEAL MEATS, LLCNECESSARY STEPS TO UPDATE FACILITY FOR USDA INSPECTION (USDA APPLICATION WAS SUBMITTED IN APRIL OF THIS YEAR, CURRENTLY WORKING ON HACCP PLANS WITH USDA, INSPECTION IS NOT GRANTED YET):USDA REQUIRED PROCESSING FLOOR SEPARATION OF READY TO EAT PRODUCTS FROM RAW MEATS NECESSARY EQUIPMENT PURCHASES: NEED CERTAIN EQUIPMENT TO PROCESS MEAT PRODUCTS WITH PROPER SEPARATION OF RAW AND READY TO EAT PRODUCTS. THIS EQUIPMENT WE MUST HAVE TO OPERATE UNDER USDA INSPECTION ACCORDING TO OUR HACCP PLANS THAT WILL ENABLE US TO OBTAIN OUR GRANT OF INSPECTION. THIS EQUIPMENT WILL ALLOW US TO SETUP A FLOW OF THE RAW PRODUCT THROUGH PROCESSING FLOOR WITH NO EXPOSURE TO READY TO EAT PRODUCTS PER USDA HACCP PLAN REQUIREMENTS. 2. 3 PHASE SERVICE - CURRENTLY LOCAL ELECTRIC COMPANY DOESN'T HAVE 3 PHASE IN OUR RURAL AREA, THEY WILL BRING IT TO THE PROPERTY FOR ~ $40,000. WE MUST HAVE 3 PHASE ELECTRIC SERVICE TO BE ABLE TO USE NECESSARY EQUIPMENT TO COMPLY WITH USDA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3685c1e4-db7c-5173-c242-d6f8d5ddafd7-R", "generated_internal_id": "ASST_NON_21MPIRGMO1143_12K2"}, {"internal_id": 146061643, "Award ID": "21MPIRGMO1111", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "TO CAPITALIZE ON RISING INTEREST IN LOCAL MEATS AND FARMING, TURNER PROCESSING INTENDS TO EXPAND INTO A STATE (CIS) INSPECTED MEAT PROCESSING FACILITY INCLUDING RETAIL SPACE FOR SPECIALTY MEAT PRODUCTS. TURNER PROCESSING HAS BEEN IN BUSINESS FOR 37 YEARS AND HAS TRADITIONALLY SERVED LIVESTOCK PRODUCERS AND HUNTERS WITH CUSTOM HARVEST AND MEAT CUTTING SERVICES OPERATING UNDER USDA'S CUSTOM EXEMPTION AND RETAIL EXEMPTION.AT A NATIONAL LEVEL, AS THE U.S AGRICULTURE'S ECONOMIC RESEARCH SERVICE REPORTS THE RISE OF CONSUMER DEMAND FOR LOCAL MEAT, THE LOCAL BUTCHER SHOP IS MORE RELEVANT THAN EVER. RECENT MEAT SCARCITY FROM BOTH DOMESTIC AND INTERNATIONAL SOURCES HAVE INCREASED CUSTOMER INTEREST IN SMALL REGIONAL MEAT PROCESSING BUSINESSES. LOCAL MEAT PROCESSORS CURRENTLY OPERATING HAVE AN OPPORTUNITY TO EXPAND THEIR BUSINESS BY CREATING PERSONAL RELATIONSHIPS WITH THEIR CUSTOMERS AND DIFFERENTIATING THEIR PRODUCTS BASED ON LOCAL QUALITY AND UNIQUENESS. IT IS CRITICALLY IMPORTANT TO MEET THE NEED OF THE LOCAL FOOD MARKET BY HAVING SUFFICIENT INFRASTRUCTURE TO MEET DEMAND, WE NEED MORE EQUIPMENT TO MEET THE NEEDS OF LOCAL FARMERS AND CUSTOMERS.TURNER PROCESSING INTENDS TO CAPTURE PART OF THIS LOCAL MARKET TREND BY ACQUIRING STATE (CIS) INSPECTION FOR HARVESTING, PROCESSING, AND BY EXPANDING ITS FACILITY TO INCREASE CAPACITY AND EXPAND WHOLESALE AND RETAIL SALES OF SPECIALTY MEATS. TO HELP CAPTURE PART OF THE LOCAL MARKET TURNER'S WILL NEED TO EXPAND EQUIPMENT TO ACCOMMODATE THE INCREASE IN BUSINESS. THE GRANT WILL ALLOW US TO PURCHASE MODERN EQUIPMENT WHICH WILL ALLOW OUR EMPLOYEES TO BE MORE PRODUCTIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e60956f-36fd-85a0-9743-09cfd26e0d13-R", "generated_internal_id": "ASST_NON_21MPIRGMO1111_12K2"}, {"internal_id": 146061641, "Award ID": "21MPIRGMO1103", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PROJECT'S PURPOSE IS TO SIGNIFICANTLY ENHANCE PORK PRODUCTION AND MARKETING OPPORTUNITIES FOR A GROUP OF 20 DISADVANTAGED FARM FAMILIES IN CENTRAL MISSOURI. A EUROPEAN DESIGNED SLAUGHTER FACILITY WAS COMPLETED IN DECEMBER, 2019 IN RURAL OSAGE COUNTY BY FARMER OWNED OZARK PLATEAU PORK, LLC (OPP), THE NEEDS OF THE FACILITY AND THE OBJECTIVES OF THIS GRANT ARE 1) TO INCREASE CAPACITY, FLOW AND EFFICIENCY BY PURCHASING CARCASS COOLING AND PRODUCT FREEZING MODULAR EQUIPMENT, 2) TO IMPROVE SHELF LIFE, TRACEABILITY AND RETAIL SALES BY PURCHASING FORM-FILLED PACKAGING EQUIPMENT AND LABELING ACCESSORY AND 3) DEVELOP AND IMPLEMENT ALL REQUIRED PLANS AND PROTOCOLS TO OBTAIN A FEDERAL GRANT OF INSPECTION.FULFILLING THESE OBJECTIVES WILL ALLOW FOR THE INTERSTATE SALES AND SHIPMENT OF PORK THROUGHOUT THE UNITED STATES AND ASSURE THE HIGHEST SAFETY AND QUALITY STANDARDS.THE COMPANY'S LEADERSHIP HAS BUILT TREMENDOUS MARKETING RELATIONSHIPS OZARK DURING THE PAST 20 YEARS WITH A FOCUS ON ORGANIC, NON-GMO, PASTURE BASED, ANTIBIOTIC FREE PORK. IT PLANS TO DEVELOP THE LOCAL AND REGIONAL RETAIL AND FOOD SERVICE MARKETS AS WELL AS LAUNCHING A HOME DELIVERY PROGRAM. THE FACILITY WAS BUILT FOR A CAPACITY OF 50 PORK CARCASSES WEEKLY BUT HAS MARKET DEMAND FOR 300 NICHE HOGS WEEKLY.A STRONG TEAM TO PERFORM THE PROJECT'S WORK HAS BEEN IDENTIFIED AND SECURED INCLUDING PROJECT MANAGER RUSS KREMER. KREMER, FORMER PRESIDENT OF THE MISSOURI PORK PRODUCERS ASSOCIATION, WAS THE FOUNDER OF HERITAGE FOODS, THE MOST PROMINENT SUPPLIER OF NON-GMO PROJECT VERIFIED PORK IN THE COUNTRY. RON MEEK, FORMER HARVEST SUPERVISOR FOR SEABOARD FOODS, IS THE PRODUCTION MANAGER. KARLA KLINGNER MANAGES BUSINESS AND MARKET DEVELOPMENT. SHE HAS PREVIOUSLY HELD PROMINENT POSITIONS WITH US SENATOR KIT BOND AND MCLEOD, WATKINSON AND MILLER AGRICULTURE LAW FIRM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8fa301b7-d3ab-9cf7-a40c-dae8a5cda81e-R", "generated_internal_id": "ASST_NON_21MPIRGMO1103_12K2"}, {"internal_id": 146061640, "Award ID": "21MPIRGMO1098", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "IN ORDER TO BECOME ELIGIBLE FOR FEDERAL INSPECTION, WE NEED TO UPGRADE OUR CURRENT FACILITY. UPGRADES INCLUDEINCREASING SLAUGHTER FLOOR CAPACITY AND EFFICIENCY, INSTALLING APPROPRIATE COOLING SYSTEMS TO REGULATE PROPERTEMPERATURES IN THE COOLERS AND FREEZERS, ESTABLISHING AND IMPLEMENTING A HACCP PLAN, AND IMPROVING OURCURRENT LABEL SYSTEM TO BE COMPLIANT WITH USDA REGULATIONS.BY REFURBISHING THE SLAUGHTER FLOOR, WE WILL BE ABLE TO INCREASE OUR EFFICIENCY AND THUS BE ABLE TO HARVEST MOREANIMALS ALONG WITH HARVESTING MORE ANIMALS WE WILL NEED TO INCREASE COOLER CAPACITIES TO HOLD THE EXTRA ANIMALSUNTIL PROCESSING. UPGRADING OUR HVAC AND COOLER SYSTEMS WE GIVE US THE ABILITY TO RECORD AND MAINTAIN ACCURATEAGING AND COOLING TEMPERATURES FOR PROPER STORAGE OF PRODUCTS. A NEW LABELING SYSTEM WILL PROVIDE IMPROVEDPACKAGE TRACKING AND TRACEABILITY DUE TO MORE INFORMATION WHICH WILL BE ON THE LABEL. LASTLY, IMPLEMENTING AHACCP PLAN WILL HELP TO STREAMLINE PRODUCTION, PROMOTE QUALITY, AND ENSURE FOOD SAFETY.THESE UPGRADES AND MODIFICATIONS WILL PROVIDE A BASIS FOR NEW REVENUE AND GROWTH. WE PROJECT AN INCREASE IN OURPRODUCTION BY APPROXIMATELY 30%.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1404e8a0-c01a-b275-6b3f-66d281dd468d-R", "generated_internal_id": "ASST_NON_21MPIRGMO1098_12K2"}, {"internal_id": 146061639, "Award ID": "21MPIRGMO1097", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "MORNING GLORY FARMS IS SEEKING COMPLIANCE WITH CIS PROGRAM TO EXPAND OUR PRODUCTION AND SALESMORNING GLORY FARMS PRODUCE AND FINISHES BEEF FOR SLAUGHTER & CURRENTLY OPERATES AS A MISSOURI STATE INSPECTED PROCESSING FACILITY WITH HACCP PLANS IN PLACE FOR BEEF BILTONG & TO PACKAGE RAW INTACT MEAT. OUR JOURNEY BEGAN WITH DIRECT BEEF SALES & PRODUCING BEEF BONE BROTH IN OUR KITCHEN. WE APPLIED AND RECEIVED A FARM TO TABLE GRANT IN JANUARY 2019 THROUGH THE STATE OF MISSOURI. THE FARM TO TABLE FUNDING ALLOWED US TO MOVE OUR BROTH PRODUCTION FROM OUR HOME AND INTO A PROCESSING FACILITY. OUR GOAL WAS TO GET OUR BROTH INTO INSTITUTIONS SUCH AS HOSPITALS AND SCHOOLS. HOWEVER, COVID DERAILED OUR PLANS AND INSTITUTIONS WERE NOT ABLE TO PURCHASE OUR PRODUCTS DUE TO FUND LIMITATIONS. WE DID NOT WANT TO WASTE OUR FUNDING, SO WE DECIDED TO DIVERSITY. WE SOUGHT AND OBTAINED MISSOURI STATE INSPECTION STATUS IN ORDER TO PRODUCE OTHER VALUE-ADDED PRODUCTS FOR WHOLESALE AND RETAIL SALES. AS WE SHIFTED OURPRODUCTION FROM BROTH TO BITLONG, WE WERE ABLE TO CAPTURE FUNDING VIA THE CARES ACT. THAT ENABLED US TO PURCHASE ADDITIONAL EQUIPMENT TO PRODUCE & PACKAGE BEEF BITLONG F& BONE BROTH, AND TO EXPAND OUR WHOLESALE AND RETAIL BEEF SALES. WE ARE IN HOPES THAT WE CAN UTILIZE THE FUNDING FROM THE MPIRG TO MODIFY OUR EXISTING STORAGE FACILITY & TO PURCHASE NEEDED EQUIPMENT TO EXPAND OUR PRODUCT LINE, WITH THE INTENT OF OBTAINING CIS INSPECTION. THE MODIFICATION OF OUR CURRENT FACILITY WOULD CREATE A LARGER SPACE FOR PACKAGING PRODUCT & ALLOW US TO OPEN A STORE FOR WHOLESALE AND RETAIL SALES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fea9d0e8-4c50-f65d-68cc-1cdcb090d171-R", "generated_internal_id": "ASST_NON_21MPIRGMO1097_12K2"}, {"internal_id": 146272521, "Award ID": "21MPIRGMO1076", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ABSTRACTJ&J PROCESSING IS CENTRALLY LOCATED IN A NINE COUNTY REGION IN SOUTHWEST MISSOURI CONTAINING 15% AND 12% RESPECTIVELY OF THE STATE'S CATTLE AND HOG OPERATIONS. ONLY EIGHT INSPECTED (5 STATE, 3 USDA) SMALL PROCESSING PLANTS ARE AVAILABLE FOR USE BY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0549502e-a39a-db89-708e-37dbfd01c75c-R", "generated_internal_id": "ASST_NON_21MPIRGMO1076_12K2"}, {"internal_id": 146061558, "Award ID": "21MPIRGMO1070", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "MISSOURI SPECIALTY MEAT COMPANY EXPANDS INTO NEW MARKETS WITH CIS PROGRAMHERMANN WURST HAUS, LLC PROCESSES SPECIALTY MEAT, INCLUDING 25 FLAVORS OF BACON, SAUSAGES, SMOKED HAMS, SNACK STICKS AND DELI MEATS. MEAT PRODUCTS ARE SOLD DIRECTLY TO CONSUMERS FROM A RETAIL STORE AND DELI THAT ARE ADJACENT TO THE PROCESSING FACILITY. THE OPERATION IS MANAGED BY MIKE SLOAN, A 55-YEAR MEAT AND SAUSAGE VETERAN.HERMANN IS A SMALL GERMAN-FOUNDED TOWN LOCATED 70 MILES EAST OF ST. LOUIS, ON I-70. THE TOWN HAS A STEADY STREAM OF VISITORS THAT COME TO THE TOWN'S WINERIES, BREWERIES, BIKING TRAILS, AND HERMANN WURST HAUS. MANY OF THESE VISITORS ARE FROM OUT OF STATE.PROJECT PURPOSE: THE COMPANY IS IN UNIQUE POSITION TO EXPAND SALES OF ITS SPECIALTY MEATS, BOTH THROUGH CONSUMER-DIRECT MAIL ORDER SALES AND THROUGH REGIONAL RETAILERS. THE COMPANY'S GOAL IS TO EXPAND OFF-SITE SALES BY BECOMING COMPLIANT WITH MISSOURI'S CIS PROGRAM OFFERED THROUGH USDA.FACILITY NEEDS: TO EXPAND SALES THROUGH THE CIS PROGRAM, THE COMPANY WILL NEED TO IMPROVE LABELING, COOKING EQUIPMENT, AND REFRIGERATION. $200,000 OF THESE COSTS WILL BE PAID FOR BY THIS GRANT.EXPECTED OUTCOMES: HERMANN WURST HAUS WILL BE ABLE TO EXPAND SALES THROUGH AREA RETAILERS AND SPECIALTY SHOPS THAT OPERATE IN THE REGION. IN ADDITION, HERMANN WURST HAUS WILL BE ABLE TO EXPAND MAIL ORDER SALES TO CUSTOMERS IN OTHER STATE. MANAGEMENT ESTIMATES THAT SALES COULD INCREASE AS MUCH AS 50% PER YEAR, OVER THE NEXT THREE YEARS. THIS PROJECT WILL SUPPORT MISSOURI'S NICHE MEAT PROCESSORS AND INDEPENDENT LIVESTOCK PRODUCERS WHO SUPPLY HERMANN WURST HAUS WITH BEEF AND PORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f2fe1e2-8cd6-1d04-7860-9c1082316b5a-R", "generated_internal_id": "ASST_NON_21MPIRGMO1070_12K2"}, {"internal_id": 146061635, "Award ID": "21MPIRGMO1060", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "EXECUTIVE SUMMARYCOWBOY COUNTRY PROCESSING LLC HAS THE CAPACITY TO PROCESS ABOUT 10 HEAD OF BEEF A WEEK, OR A COMBINATION OF BEEF, PORK AND LAMB. THE COMPANY IS SEEKING GRANT FUNDS TO UPDATE THE FACILITY'S EQUIPMENT AND INFRASTRUCTURE SO THAT IT CAN PASS STATE INSPECTION AND PROCESS AND DISTRIBUTE THROUGH THE CIS PROGRAM.$200,000 IN GRANT FUNDS WILL BE USED TO UPDATE THE 1,100 SQUARE FOOT FACILITY. FUNDS WILL BE USED TO 1) UPDATE WALL SURFACES AND OPERATING SPACES IN THE FACILITY, 2) MODERNIZE PROCESSING EQUIPMENT 3) IMPROVE PACKAGING AND LABELING FOR COMPLIANCE. APPLICANT HAS COMPLETED HACCP PLAN AND IS UNDERTAKING OTHER COMPLIANCE REQUIREMENTS.THE PROJECT WILL BE STARTED UPON NOTIFICATION OF FUNDING AND WILL BE COMPLETED WITHIN TWO YEARS. THIS PROJECT WILL BENEFIT LIVESTOCK PRODUCERS IN SOUTHWEST MISSOURI AND WILL EXPAND THE MARKETS FOR LOCALLY PRODUCED BEEF AND PORK. CONSUMERS IN SOUTHWEST MISSOURI WILL HAVE IMPROVED ACCESS TO LOCALLY PRODUCED MEAT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "515a27b4-ba89-8ab4-64ba-b5d5ee7f2326-R", "generated_internal_id": "ASST_NON_21MPIRGMO1060_12K2"}, {"internal_id": 146061585, "Award ID": "21MPIRGMO1052", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THERE IS A GREAT NEED IN OUR COMMUNITY FOR AN INCREASE IN LIVESTOCK SLAUGHTER AND PROCESSING SERVICES ESPECIALLY FOR SMALLER FARM OPERATIONS. WE MUST INCREASE ACCESS OF SMALL PRODUCERS TO PROCESSING SERVICES TO HELP MEET CONSUMER DEMAND FOR QUALITY INSPECTED MEAT. WE ARE CURRENTLY SERVING OUR PRODUCERS AS COMPLETELY AS OUR CAPACITY WILL ALLOW. WE ARE RESTRICTED IN EXPANDING THAT SERVICE BECAUSE OF LACK OF SPACE, LACK OF EFFICIENT MODERN EQUIPMENT, AND LACK OF INSPECTION SERVICES. OUR INTENT IN REQUESTING THIS GRANT IS TO INCREASE OUR CURRENT PROCESSING CAPACITY, LABOR CAPACITY, AND SERVICE CAPACITY.OUR PLAN INCLUDES A 40X40 ADDITION TO OUR EXISTING STRUCTURE TO ACCOMMODATE AND INCREASE OF 600 SQ FT OF FREEZER SPACE, INCREASE THE FOOTPRINT OF THE PROCESSING ROOM, AND ADDITIONAL STORAGE SPACE ALL CONTRIBUTING TO AN INCREASE IN CAPACITY. MODERNIZING SEVERAL PIECES OF KEY EQUIPMENT WILL ALLOW A SIGNIFICANT INCREASE IN EFFICIENCY, LABOR CAPACITY, AND PROCESSING CAPACITY.A HAZARD ANALYSIS WILL BE CONDUCTED, AND HACCP PLAN IMPLEMENTED TO ALLOW PARTICIPATION IN THE CIS PROGRAM. ADDITIONAL EQUIPMENT WILL BE ADDED TO THE SLAUGHTER FLOOR TO MEET INSPECTION REQUIREMENTS. AFTER COMPLETION WE WILL EXPAND OUR SERVICES TO OFFER SMALLER LOCAL FARMS THE OPPORTUNITY TO HAVE THEIR LIVESTOCK PROCESSED UNDER INSPECTION ALLOWING MARKETING OF THEIR PRODUCTS FOR RETAIL SALETHIS PROJECT WILL HELP TO STRENGTHEN INCOME STABILITY TO OUR LOCAL FARM FAMILIES, STABILITY IN THE MEAT SUPPLY CHAIN INCLUDING OUR OWN MEAT PROCESSING PLANT MEETING CONSUMER DEMAND FOR FARM FRESH QUALITY MEAT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "48c83a33-77d0-14bf-85eb-44420666a409-R", "generated_internal_id": "ASST_NON_21MPIRGMO1052_12K2"}, {"internal_id": 146061584, "Award ID": "21MPIRGMO1017", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ZIMMERMAN MEATS IS A STATE INSPECTED MEAT HARVEST AND PROCESSING PLANT IN RURAL SOUTHERN MISSOURI WHICH EMPLOYS 23 PEOPLE AND SERVES LOCAL PRODUCERS, WHOLESALE CLIENTS, AND RETAIL CUSTOMERS ACROSS THE REGION.THE FACILITY IS CURRENTLY PREPARING TO TRANSITION FROM MISSOURI STATE INSPECTION TO FEDERAL INSPECTION. WITH THIS CHANGE, TOTAL PRODUCTION VOLUME IS EXPECTED TO INCREASE BEYOND THE CAPACITY OF THE CURRENT SLAUGHTER FLOOR CONFIGURATION AND RECORD-KEEPING PROCESSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b1605f80-919a-056d-9867-91dc84c2082a-R", "generated_internal_id": "ASST_NON_21MPIRGMO1017_12K2"}, {"internal_id": 146272522, "Award ID": "21MPIRGMO1013", "Award Amount": 199956.8, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "WALNUT HILL FARMS MEAT PROCESSING IS A THIRD-GENERATION BUSINESS THAT PROVIDES FEE-BASED SLAUGHTERING AND MEAT PROCESSING TO LIVESTOCK PRODUCERS AND RETAIL CUSTOMERS IN RURAL NORTHEAST MISSOURI. WE PROCESS BEEF CATTLE AND HOGS AS WELL AS DEER, SHEEP, GOAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac90865a-1dd1-6d91-4c60-2d1c00ae4c70-R", "generated_internal_id": "ASST_NON_21MPIRGMO1013_12K2"}, {"internal_id": 146061583, "Award ID": "21MPIRGMN1135", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "BACKROAD MEATS INC IS A NEWLY STATE-INSPECTED SLAUGHTER AND PROCESSING FACILITY IN RURAL MINNESOTA. TOACQUIRE A FEDERAL GRANT OF INSPECTION, THESE THINGS MUST BE UPGRADED; A 26'X35' ADDITION ADDED ON TO THEEXISTING BUILDING WITH A 15'X25' FREEZER. TO BECOME FEDERALLY INSPECTED, THE FREEZER NEEDS TO BE ENLARGEDTO 15'X25' FROM ITS 8'X14' CURRENT SIZE TO BE ABLE TO FOLLOW REQUIREMENTS FOR STORAGE OF THE INSPECTEDPRODUCT. THE COOLER FOR SMOKED/FULLY COOKED PRODUCT CURRENTLY IS 6'X8' AND NEEDS TO BE UPGRADED TO10'X10' TO ALLOW FOR THE PRODUCT TO BE COOLED IN A TIMELY FASHION WITH ENOUGH AIRFLOW TO BRING THETEMPERATURE OF THE PRODUCT DOWN WITHIN ITS ACCEPTABLE RANGE PER THE FEDERAL REGULATIONS. THERE IS ALSO ACORNER THAT IS AVAILABLE TO PLACE A WORK SPACE/OFFICE, AS THE BUILDING CURRENTLY HAS NONE, AS THIS IS AREQUIREMENT TO HAVE A WORKSPACE AVAILABLE FOR THE FEDERAL INSPECTOR. UPGRADING FROM A WATER PRESSURESAUSAGE STUFFER TO A HYDRAULIC STUFFER WILL ELIMINATE A SOURCE IN WHICH BACTERIA THRIVE. THIS IS ESPECIALLYIMPORTANT FOR THE FEDERAL INSPECTION AS THERE ARE ROUTINE SAMPLES TAKEN TO TEST FOR E. COLI AND LISTERIA, THISWILL POTENTIALLY HELP REDUCE THE POSSIBILITY OF RECALLS. FINALLY, ACQUIRING A COMPUTING SCALE WITH A PRINTER TOABIDE BY THE FEDERAL INSPECTION LABELLING REQUIREMENTS. THIS WILL ELIMINATE THE NEED FOR STAFF TO HANDWRITETHE NECESSARY INFORMATION ONTO THE LABEL. THIS WILL ALLOW US TO ACHIEVE FEDERAL GRANT OF INSPECTION BYAUGUST 2023.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1d22caa3-bec4-20e7-5794-844b42fa17f9-R", "generated_internal_id": "ASST_NON_21MPIRGMN1135_12K2"}, {"internal_id": 146272523, "Award ID": "21MPIRGMN1132", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PROJECT ABSTRACT WILL BE UPDATED WITH THE INFORMATION LISTED IN THE APPLICATION IN THE FIRST AMENDMENT OF THIS AWARD. THIS INFORMATION WAS NOT ENTERED INTO THE AWARD AT THIS TIME DUE TO THE FACT THAT AWARD NEGOTIATIONS ARE CONTINUING AFTER THE AWARD I", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07d283f7-6523-71b4-585e-c3397f2e2c70-R", "generated_internal_id": "ASST_NON_21MPIRGMN1132_12K2"}, {"internal_id": 146061581, "Award ID": "21MPIRGMN1099", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ABSTRACTTHE PURPOSE OF THE FEDERAL FOOD SAFETY INSPECTION UPGRADE - PHASE I IS FOR NEIGHBORS MEATS LLC TO BECOME A FEDERALLY INSPECTED SLAUGHTERING AND PROCESSED MEATS RETAIL FACILITY WITH THE END GOAL OF SERVING LOCAL MEATS TO LOCAL CUSTOMERS. THE RECENTLY ACQUIRED FACILITY NEEDS FDA FOOD-GRADE COATING ON INTERIOR COOLER, STRUCTURAL REPAIRS TO THE ROOF, SINKS REPLACED TO MEET BOTH FEDERAL AND STATE REQUIREMENTS, UPDATES DOORS AND WALKWAY IN KILL, UPDATED, UPDATED REFRIGERATION, AND AN UPDATED HAZARD ANALYSIS CRITICAL CONTROL POINT (HACCP) PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f531f38-b0b9-ad8d-876a-f490cc4ea9af-R", "generated_internal_id": "ASST_NON_21MPIRGMN1099_12K2"}, {"internal_id": 146272524, "Award ID": "21MPIRGMN1001", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "BRUDERS BUTCHER BRECKENRIDGE AIMS TO BECOME A USDA APPROVED PROCESSOR TO BETTER SERVE THE COMMUNITY OF FARMERS AND CONSUMERS IN THE BRECKENRIDGE-WAHPETON REGION. SINCE BRUDERS BUTCHER BRECKENRIDGE IS LOCATED IN A BORDER CITY THE ONLY WAY TO BRING LOCAL ME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbd86629-5180-1ff0-dcfa-8cc0e0f12cce-R", "generated_internal_id": "ASST_NON_21MPIRGMN1001_12K2"}, {"internal_id": 146061580, "Award ID": "21MPIRGMI1157", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "LOVE MEATSIS PROPOSING ANEXPANSION FROMCUSTOM-EXEMPT TO FEDERALLY INSPECTED SLAUGHTER. OUR COMPANY, BASED IN RUDYARD IN MICHIGAN'S EASTERN UPPER PENINSULA (EUP), HAS BEEN IN BUSINESS FOR 16 YEARS. WE SLAUGHTER BEEF AND PORK AT AN INDOOR FACILITY. WECUSTOM-PROCESSAT A SECOND FACILITY 1.5 MILES AWAY. WE WORK WITH 50 REGIONAL FARMERS ANNUALLY. USDA PROCESSING CAPACITY IS SEVERELY LACKING IN THE UP. THERE ARE ONLY TWO FEDERALLY INSPECTED SLAUGHTER FACILITIES WITHIN A 6-HOUR ROUND-TRIP DRIVE OF THE EUP REGION, WHICH STRAINS EUP FARMERS WHO MUST DRIVE TO FACILITIES IN ESCANABA OR FALMOUTH. AS A RESULT, MANY SMALL FARMERS ARE SIMPLY UNABLE TO NEGOTIATE LINE TIME. THIS IS A DOMINANT REASON WHY THERE IS NO LOCAL BEEF OR PORK SOLD TO RESTAURANT OR GROCERY OUTLETS IN THE EUP REGION. A FEASIBILITY STUDY CONDUCTED IN DECEMBER 2016, FOUND THATLOVE MEATSWAS REGIONALLY THE BEST POSITIONED TO UPGRADE FROM CUSTOM-EXEMPT TO FEDERALLY INSPECTED. OUR GOAL IS TO INCREASE PROCESSING ACCESS FOR REGIONAL FARMERS AND GROW ACCESS TO THE LOCAL FOOD SYSTEM BY UPGRADING TO USDA PROCESSING. THE FIRST OBJECTIVE IS TO CONDUCT FEDERALLY INSPECTED PROCESSING AT LEAST 3 DAYS A WEEK. THE SECOND OBJECTIVE IS TO INCREASE PROCESSING THROUGHPUT BY 120 HEAD, A 25% INCREASE. THESE OBJECTIVES WILL BE VERIFIED USING DAILY PRODUCTION PAPERWORK THE THIRD OBJECTIVE IS TO FACILITATE A MARKET FOR LOCAL MEAT. WE WILL EVALUATE USING A REGIONAL SURVEY OF FOOD ESTABLISHMENTS. THIS PROJECT HAS NOT BEEN SUBMITTED TO ANY OTHER FEDERAL OR STATE GRANT PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7258ca9-4b3a-50ea-964e-6824c03375a0-R", "generated_internal_id": "ASST_NON_21MPIRGMI1157_12K2"}, {"internal_id": 146061579, "Award ID": "21MPIRGMI1142", "Award Amount": 199887.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "BOSSERD'S ON-FARM MARKET HAS BEEN SERVING THE COMMUNITY FOR OVER 30 YEARS WITH HOME GROWN FRUITS, VEGETABLES, ANNUAL AND PERENNIAL FLOWERS AND EDUCATIONAL AGRO-TOURISM FOR FAMILIES. THEY HAVE RAISED HOME GROWN BEEF AND FED OUT STEERS FOR FOUR GENERATIONS. PURCHASING AN ADJACENT SLAUGHTER AND PROCESSING FACILITY IN 2008 HAS ADDED BEEF AND PORK TO THEIR RETAIL MARKET AND CUSTOM PROCESSING OF QUARTERS AND HALVES. SIGNIFICANT UPGRADES TO THE FACILITY WILL ALLOW FOR DOUBLING THE HEAD OF HOGS AND BEEF SLAUGHTERED AND PROCESSED TO MEET THE 50% INCREASE IN DEMAND. GROWTH IS NECESSARY FOR EFFICIENCY, PERSONAL AND FOOD SAFETY, ENVIRONMENTAL SECURITY, AND PROFITABILITY. THE NEXT GENERATION HAS RETURNED TO THE FAMILY FARM AND $79,000 IN FACILITY UPGRADES HAVE ALREADY BEEN ACCOMPLISHED. THIS PROJECT WILL PROVIDE THE ADDITIONAL FACILITY AND EQUIPMENT MODERNIZATION TO EXPAND SLAUGHTER AND PROCESSING CAPACITY FROM 10 CATTLE AND 8 HOGS PER WEEK TO 20 AND 16 HEAD PER WEEK WHILE PURSUING USDA INSPECTIONSTATUS. THIS WILL PROVIDE A USDA FACILITY IN AN AREA OF MICHIGAN THAT IS LACKING CAPACITY TO MEET CURRENT AND FUTURE DEMAND. THE FACILITY WILL BE ABLE TO CUSTOM SLAUGHTER FOR THEIR 246 BEEF AND HOG PRODUCERS IN THE AREA WHILE ALLOWING THEM TO SELL INDIVIDUAL CUTS OF MEAT TO CONSUMERS. IT WILL ALSO ALLOW BUSSARD'S FARM TO SLAUGHTER THEIR OWN RAISED BEEF ON SITE FOR RETAIL SALES, RATHER THAN CURRENTLY BEING SHIPPED A DISTANCE TO SLAUGHTER. THIS FACILITY WILL SERVE THE FUTURE DEMANDS FOR MEAT WITH ALTERNATIVES IN UNCERTAIN TIMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "39e0e323-1181-5d26-6d08-812098f63190-R", "generated_internal_id": "ASST_NON_21MPIRGMI1142_12K2"}, {"internal_id": 146272525, "Award ID": "21MPIRGMI1126", "Award Amount": 197000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ABSTRACTSOMMERS SAUSAGE SHOP IS PROPOSING AN EXPANSION OF SERVICES FROM CUSTOM-EXEMPT TO FEDERALLY INSPECTED SLAUGHTER. OUR COMPANY, BASED IN CRYSTAL FALLS IN MICHIGAN'S WESTERN UPPER PENINSULA (WUP), HAS BEEN IN BUSINESS FOR 28 YEARS. WE CUSTOM PROCESS B", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "09fd97af-cdbc-bd5d-6fcd-2bcc01781ecf-R", "generated_internal_id": "ASST_NON_21MPIRGMI1126_12K2"}, {"internal_id": 146061578, "Award ID": "21MPIRGMI1120", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "EXECUTIVE SUMMARYWILSON'S MEAT, LLCWILSON'S MEATS LLC WILL PURSUE A USDA GRANT OF INSPECTION TO MAKE QUALITY MEATS MORE ACCESSIBLE IN RURAL NORTHERN MICHIGAN. BY MODERNIZING PROCESSING EQUIPMENT, EXPANDING ON FOOD SAFETY PROTOCOLS, AND ADHERING TO PACKAGING AND LABEL REQUIREMENTS, WILSON'S MEATS LLC WILL BE ABLE TO IMPROVE ITS PROCESSING AND PACKAGING CAPABILITY, CAPACITY, AND EFFICIENCY TO BETTER MEET LOCAL CONSUMER AND PRODUCER NEEDS. PROCURING NEW STATE-OF-THE-ART EQUIPMENT WILL DOUBLE THE AMOUNT OF PRODUCT TO BE PROCESSED AND WILL ALLEVIATE CONSTRAINTS ON OTHER LOCAL FACILITIES. IN ADDITION, REPLACING PRODUCTION SUPPLIES WILL MAINTAIN STRONG INSPECTION AND FOOD SAFETY STANDARDS; WHILE PURCHASING PARTS/MATERIAL FOR CURRENT EQUIPMENT WILL ENSURE DOWNTIME IS MINIMIZED. WITH THE ADDITION OF NEW GRINDING AND STUFFING EQUIPMENT, WILSON'S MEATS LLC WILL BE ABLE TO CREATE DEVOTED LINES OF PRODUCTION AND WILL DOUBLE THE OUTPUT OF PRODUCT ANNUALLY. THIS INCREASE IN PRODUCTION WOULD ADD FOURNEW EMPLOYEES AND ADD TRAINING OPPORTUNITIES FOR CURRENT EMPLOYEES. A USDA GRANT OF INSPECTION WOULD ALLOW WILSON'S MEATS LLC TO PRODUCE MORE PRODUCT TONNAGE EFFICIENTLY AND EFFECTIVELY, CREATE A MORE KNOWLEDGEABLE WORK FORCE, AND EXPAND SERVICES AND OFFERINGS TO NEW AND CURRENT CUSTOMERS, PRODUCERS, PROCESSORS, AND PARTNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8125523c-df08-7384-6a93-145335779623-R", "generated_internal_id": "ASST_NON_21MPIRGMI1120_12K2"}, {"internal_id": 146272526, "Award ID": "21MPIRGMI1095", "Award Amount": 186670.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "J & S MEATS REQUESTS FUNDING TO INCREASE PRODUCTION CAPACITY AND HOLDING CAPACITY TO SECURE A FEDERAL  GRANT OF INSPECTION. CURRENTLY THE FACILITY OPERATES SEASONALLY WITH PART-TIME EMPLOYEES AND IS UNABLE TO  MEET THE DEMANDS OF A FEDERALLY INSPECTED FAC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df18220e-c20a-4f90-4853-c3883181ddd7-R", "generated_internal_id": "ASST_NON_21MPIRGMI1095_12K2"}, {"internal_id": 146272527, "Award ID": "21MPIRGMI1057", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "IN 2018 WITH AN EYE TOWARDS BECOMING USDA INSPECTED, CRESWICK FARMS ENLARGED IT PROCESSING FACILITY FROM 4200 TO 7200 SQUARE FEET TO ALLOW FOR MORE PROCESSING SPACE. WITH THE ADVENT OF COVID-19, THEHOWEVER, FINAL REMODELING OF THE NEW SPACE WAS SERIOUSLY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a084c548-4bbd-259b-72d9-0648e9518638-R", "generated_internal_id": "ASST_NON_21MPIRGMI1057_12K2"}, {"internal_id": 146061576, "Award ID": "21MPIRGMI1040", "Award Amount": 199618.74, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE GOAL OF THIS PROJECT IS TO EXPAND OUR CURRENT OPERATIONS SO THAT WE CAN INCREASE THE CAPACITY AND PRODUCTIVITY AND TO INCREASE THE NUMBER OF LIVESTOCK THAT ARE PROCESSED AT COZAT PACKING WEEKLY FOR OUR RURAL COMMUNITY. OUR OBJECTIVES FOR THIS PROJECT ARE TO INCREASE OUR FREEZER CAPACITY, INSTALL ADDITIONAL COOLING UNITS FOR OUR COOLER, UPDATE OUTDATED EQUIPMENT THAT CANNOT KEEP UP WITH PRODUCTION SUCH AS A COMMERCIAL GRINDER, VACUUM PACKER, SCALE, INSTALL AN ELECTRICAL PHASE CONVERTER, EXPAND THE CAPACITY OF OUR BLOOD PIT SO WE CAN CONTINUE TO BE UP TO CODE, REPLACING LEAKING ROOF OVER SLAUGHTER ROOM, AND INSTALL A POS SOFTWARE SYSTEM THAT WILL INCREASE OUR PRODUCTIVITY, AND ALLOW FOR BETTER RECORD KEEPING. WITH THESE OBJECTIVES IN MIND, WE WOULD BE ABLE TO USE THIS GRANT TO BE ABLE TO UPDATE OUR AGEING PROCESSING PLANT SO WE CAN KEEP UP WITH THE GROWING DEMAND FOR CUSTOM BUTCHERED MEATS IN OUR COMMUNITY AND THE SURROUNDING RURAL AREAS. BY INCREASING OUR CAPACITY AND PRODUCTIVITY LEVELS WE WILL BE ABLE TO SERVICE MORE FARMERS WHO HAVE GROWING LIVESTOCK HERDS IN NEED OF PROCESSING, PROVIDE FOOD TO LOCAL FAMILIES WHO DEPEND ON OUR SERVICES FOR MEAT IN OUR COMMUNITY, AND HIRE MORE WORKERS FROM OUR COMMUNITY. WE HAVE NOT SUBMITTED FOR ANY OTHER FEDERAL OR STATE GRANT PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a57624da-60bb-06e8-feb0-23fd1987672f-R", "generated_internal_id": "ASST_NON_21MPIRGMI1040_12K2"}, {"internal_id": 146061575, "Award ID": "21MPIRGME1165", "Award Amount": 195000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ROONEY'S MEAT SHOP LLC IS A HOME-BASED CUSTOM EXEMPT SLAUGHTERHOUSE AND PROCESSING FACILITY IN RURAL NORTHERN MAINE. THE CURRENT FACILITY CANNOT BE EXPANDED OR COST EFFECTIVELY RETROFITTED TO BE COMPLIANT WITH FSIS REGULATIONS BECAUSE IT OPERATES IN THE LOWER LEVEL OF THE ROONEY FAMILY RESIDENCE. UNRELATED TO THE MPIRG, THE OWNER HAS DECIDED TO PURCHASE LAND NEARBY (PURCHASE CLOSING DATE IS8/6/2021), DRILL A WELL, INSTALL A SEPTIC SYSTEM AND BUILD A LARGER FACILITY IN THE SUMMER 2022. THE INITIAL PLAN WAS TO CONTINUE AS A CUSTOM EXEMPT FACILITY FOR NOW AND TAKE THE STEPS NECESSARY TO OBTAIN A FEDERAL GRANT OF INSPECTION WITHIN FIVE TO SEVEN YEARS ONCE THE BUSINESS HAS GROWN. WITH THE POSSIBILITY OF A MPIRG GRANT, THAT PLAN COULD BE ACCELERATED TO THREE YEARS WHICH WOULD ADDRESS THE NEED FOR AN INSPECTED FACILITY IN FAR NORTHERN MAINE WHICH LOCAL GROWERS ARE SEEKING BECAUSE ITIS THE GROWERS WHO SELL THE PROCESSED MEAT TO CUSTOMERS. THE NEAREST INSPECTED FACILITY IS 1.5 HOURS SOUTH OF MAPLETON. GRANT MONEY WILL BE UTILIZED TO UPGRADE THE NEWLY CONSTRUCTED FACILITY TO MEET THE REQUIREMENTS TO OBTAIN A FEDERAL GRANT OF INSPECTION. THIS WILL INCLUDE THINGS LIKE VINYL WALL AND CEILING SURFACES, STAINLESS STEEL RAIL SYSTEMS AND OTHER PRODUCT MOVING EQUIPMENT, POLYETHYLENE CUTTING TABLES, INSPECTED SCALES, AIR CURTAINS, PACKAGING AND LABELING EQUIPMENT AND REFRIGERATION EQUIPMENT. GRANT FUNDS WILL ALSO BE UTILIZED FOR TECHNICAL ASSISTANCE WITH SANITATION SOP, A HACCP PLAN AND DEVELOPING PRODUCT LABELING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ab627ba-fda6-5117-fae7-653cdd6e5610-R", "generated_internal_id": "ASST_NON_21MPIRGME1165_12K2"}, {"internal_id": 146061574, "Award ID": "21MPIRGME1141", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "WESTON'S MEAT EXPANDS SLAUGHTERHOUSE AND PROCESSING CAPACITY TO ADDRESS THE NEEDS OF SMALL, RURAL FARMSAS THE NUMBER AND SIZE OF SMALL, INDEPENDENT LIVESTOCK PRODUCERS IN MAINE INCREASES, LOCAL SLAUGHTERHOUSES AND PROCESSING FACILITIES DO NOT HAVE THE CAPACITY TO MEET THE DEMAND.WESTON'S QUALITY HARVESTING AND PROCESSING SERVICES WILL EXPAND ITS RED MEAT AND SWINE OPERATING CAPACITY BY 75% TO RESPOND TO THE GROWINGDEMAND, ANDACHIEVE THE QUALITY STANDARDS REQUIRED BY THE DEPARTMENT OF AGRICULTURE'S COOPERATIVE INTERSTATE SHIPPING PROGRAM (CIS). THE CIS CERTIFICATION WILL PROVIDEWESTON'S CUSTOMERS WITH THE OPTION OF SHIPPING THEIR PRODUCTS THROUGHOUT THE UNITED STATES. CIS, COUPLED WITHWESTON'S INCREASED CAPACITY, WILL BOOST FARMERS' ABILITY TO EXPAND INTO NEW MARKETS.WESTON'S EXPANSION OF THE EXISTING FACILITY BY 828 SQ. FT. WILL IMPROVE OPERATIONAL EFFICIENCY AND HEALTH AND SAFETY PRACTICES, AS WELL AS PRODUCTIVITY. THE INCREASED SPACE WILL CREATE SINGLE PURPOSE ROOMS TO ENSURE FOOD SAFETY QUALITY ASSURANCE, DECREASE THE RISK OF CROSS CONTAMINATION, AND IMPROVE WORKFLOW AND PRODUCTIVITY.WESTON'S WILL EXPAND ITS FACILITY BY: (1) ADDITION OF A PROCESSING ROOM (WITH ASSOCIATED EQUIPMENT, INCLUDING A WALK-IN FREEZER); (2) EXPANSION OF THE SLAUGHTERHOUSE FLOOR TO INCORPORATE A CONNECTED ROOM FOR SANITARY STORAGE OF OFFAL UNTIL REMOVED FROM THE PREMISES. THIS EXPANSION WOULD ALSO INCLUDE A BATHROOM AND SHOWER STALL TO ENSURE STAFF AND INSPECTORS MAINTAIN SANITARY PRACTICES. (3) REPLACEMENT OF A STRUCTURAL WALL IN THE EXISTING PROCESSING ROOM THAT IS ROTTING DUE TO EXPOSURE TO WATER USED FOR CLEANING. THE NEW WALL WILL HAVE A CONCRETE FOOTER AT ITS BASE TO PREVENT SUBSEQUENT WATER DAMAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b056105b-7884-fb8b-829b-da3fe492846c-R", "generated_internal_id": "ASST_NON_21MPIRGME1141_12K2"}, {"internal_id": 146272528, "Award ID": "21MPIRGME1139", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ABSTRACTWEST GARDINER BEEF IS A STATE-INSPECTED FAMILY-OWNED SLAUGHTER AND MEAT PROCESSING FACILITY LOCATED IN CENTRAL MAINE. WE ARE SEEKING THE RESOURCES NECESSARY TO EXPAND OUR CAPACITY AND OPERATE OUR FACILITY UNDER THE CIS PROGRAM. WE BELIEVE THIS WIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7bbd1e1-ac16-9fb7-3fc6-6487e99393fe-R", "generated_internal_id": "ASST_NON_21MPIRGME1139_12K2"}, {"internal_id": 146061573, "Award ID": "21MPIRGME1091", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "NEST AND MULLEN LLC HAS BEEN A SMALL FAMILY RUN MEAT PROCESSING BUSINESS IN KENNEBUNK, MAINE SINCE THE LATE 1920S. THIS PAST YEAR HAS BEEN EXCEEDINGLY DIFFICULT FOR US. ON SEPTEMBER 17TH, 2020, WE SUFFERED A DEVASTATING FIRE THAT DESTROYED OUR 50' X 60' PLANT AND LEFT US WITH OVER 17,000LBS OF MEAT TO REPLACE FOR OUR CUSTOMERS. OUR BUILDING WAS A TOTAL LOSS AND WITH APPOINTMENTS ALREADY STRETCHING OVER A YEAR OUT WE WERE FORCED TO CLOSE UNTIL WE COULD BUILD A SMALL 16' X 30' TEMPORARY BUILDING. THE TEMPORARY BUILDING IS TOO SMALL TO USE FOREVER, IT LACKS A KILLFLOOR, COOLER, FREEZER AND RAIL SYSTEM. WE HAVE BEEN RENTING A KILLFLOOR FROM A NEIGHBORING PLANT, HAND LUGGING MEAT IN AND OUT OF OUR TEMPORARY REEFERS/FREEZERS AND USING REEFER TRUCKS AND TRAILERS TO HOLD PRODUCT. WITH THIS GRANT AND OUR 5 GENERATIONS OF EXPERIENCE IN THE INDUSTRY WE CAN HAVE HOPE AT REBUILDING AND CONTINUING ON IN THE MEAT PROCESSING BUSINESS. WE WOULD BE HUMBLED BY THE CHANCE TO USE THIS MONEY TO BUILD BACK BETTER AND BECOME A STATE INSPECTED PLANT. WE WANT TO PROVIDE OUR SERVICE TO MORE PEOPLE AND CONTINUE TO BE AN INTEGRAL PART OF OUR LOCAL COMMUNITY AND ECONOMY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cd49d76-d4ae-d9f6-0a27-216b7a9e6875-R", "generated_internal_id": "ASST_NON_21MPIRGME1091_12K2"}, {"internal_id": 146061572, "Award ID": "21MPIRGME1056", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "JASON ESLER, OBA JASON'S BUTCHER SHOP IS REQUESTING ASSISTANCE THROUGH THE MPIRG FOR THE PURPOSE OF IMPROVING FACILITIES AND PURCHASING EQUIPMENT WITH INTENT TO BECOME A MAINE STATE INSPECTED FACILITY PARTICIPATING IN THE COOPERATIVE INTERSTATE SHIPMENT PROGRAM. WHILE JASON'S BUTCHER SHOP FOCUSES PRIMARILY ON CUSTOM SLAUGHTERING AND MEAT PROCESSING, COVID-19 HAS PLACED AN UNPRECEDENTED NEED FOR INSPECTED MEAT PROCESSING FACILITIES GIVEN CURRENT MARKET DEMANDS. WE ARE UNABLE TO MOVE FORWARD WITH AN INSPECTION PROGRAM DUE TO LACK OF AVAILABLE FUNDS TO ADEQUATELY MAINTAIN OLD FACILITIES AND UPGRADE EQUIPMENT THAT FAILS TO MEET THE REGULATORY REQUIREMENTS OUTLINED IN THE FEDERAL MEAT INSPECTION ACT.OUR PRIMARY FOCUS IT TO FIRST ADDRESS FACILITY DEFICIENCIES NOTED BY THE MAINE DEPARTMENT OF AGRICULTURE DIVISION OF QUALITY, ASSURANCE, AND REGULATION AND GAIN STATE COMPLIANCE. TWO AREAS IDENTIFIED AS NEEDING IMPROVEMENT INCLUDE SANITATION OPERATIONS AND INEDIBLE PRODUCT STORAGE. FACILITY NEEDS INCLUDE: CEILING AND WALL REPAIR IN MEAT PROCESSING ROOM, CEILING AND WALL REPAIR IN SMOKER ROOM, CEILING AND WALL REPAIR ON KILL FLOOR, CONCRETE FLOOR REPAIR IN SMOKER ROOM, PLUMBING REPAIR, AND REPAIR OF THE CATTLE HANDLING/INTAKE AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a41b0d5-834c-bb20-15d7-efc3a30b0f3d-R", "generated_internal_id": "ASST_NON_21MPIRGME1056_12K2"}, {"internal_id": 146061544, "Award ID": "21MPIRGME1029", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "EXECUTIVE SUMMARYBRADY HATCHHATCH'S CUSTOM MEAT CUTTING ISA SMALL,STATE-INSPECTEDSLAUGHTERHOUSE ANDCUSTOM MEATPROCESSING FACILITY LOCATED IN THE RURALAGRICULTURALAREA OF NORTHERN MAINE.WE ARE SEEKINGTHE RESOURCES NECESSARY TOEXPAND AND UPGRADE OUR CAPACITYWHICH WILLALLOW US TO SUCCESSFULLY OPERATE UNDER THE CIS PROGRAM. WE BELIEVE THIS WILLINCREASEOURSERVICESMAKING THEM MOREAVAILABLETOADDITIONAL LIVESTOCK GROWERS IN THE REGION, SOME OF WHOM CURRENTLY TRUCK ANIMALSOVER100 MILES SOUTH TO A LARGER PROCESSING FACILITY.SMALLER LIVESTOCK GROWERS IN THE REGION CURRENTLY FIND IT CHALLENGING TO ACCESS MEAT PROCESSING AS THEIRANIMALS MATURE.WE WILLUSE THEGRANTFUNDS TO MAKE IMPROVEMENTS TO THE EXISTING FACILITY TO ACCOMMODATE A LARGER VOLUME OF LIVESTOCK DURING MONTHS OF HIGHER DEMAND. EXPANSION AND SELECTED RECONFIGURATION WILLENABLE MOREEFFICIENT OPERATIONSTHUS RESULTING IN INCREASED PRODUCTIVITYAND PROCESSING CAPACITY. THE EXPANSION WILLPROVIDETHE SQUARE FOOTAGE NECESSARYFOR MORE EFFICIENTWASTE MANAGEMENT,ADDITIONAL REFRIGERATEDSTORAGE SPACE,IMPROVEMENTS TO THE HOLDING PEN,AND A SEPARATE OFFICE SPACE TO BE USED BY AN INSPECTOR. THESE CHANGES WILLSUPPORT OVERALL PERSONNEL AND ANIMAL SAFETY, AS WELL AS AN EFFORT TO MAINTAIN STRONG INSPECTION AND FOOD SAFETY STANDARDS.IN ADDITION, THE PURCHASE OF LARGER CAPACITY PROCESSING AND MODERNIZED EQUIPMENT WOULDSUPPORT MORE EFFICIENTPROCESSINGAND IMPROVE SERVICES BY OFFERING NEW PRODUCTSSUCH AS SMOKING, ALLOWING US TO BEMORECOMPETITIVE WITH LARGER FACILITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db0fc91b-ff6a-7dae-8c84-b14e4ec2d7c0-R", "generated_internal_id": "ASST_NON_21MPIRGME1029_12K2"}, {"internal_id": 146061637, "Award ID": "21MPIRGME1027", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PROJECT ABSTRACT WILL BE UPDATED WITH THE INFORMATION LISTED IN THE APPLICATION IN THE FIRST AMENDMENT OF THIS AWARD. THIS INFORMATION WAS NOT ENTERED INTO THE AWARD AT THIS TIME DUE TO THE FACT THAT AWARD NEGOTIATIONS ARE CONTINUING AFTER THE AWARD ISSUANCE AND THE NEED TO ISSUE THE AWARDS BEFORE THE 10/01/2021 DEADLINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f453fba-491c-0163-70b6-cb763977571c-R", "generated_internal_id": "ASST_NON_21MPIRGME1027_12K2"}, {"internal_id": 146272529, "Award ID": "21MPIRGMD1093", "Award Amount": 178550.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "FARMERS AND RANCHERS ARE HAVING FAR LESS OPTIONS FOR PROCESSING AND SELLING THEIR PRODUCTS. THERE IS A SIGNIFICANT LACK OF COMPETITION AND/OR AVAILABILITY TO FARMERS AND RANCHERS. THIS LACK OF COMPETITION HAS MADE IT VERY TOUGH ON FAMILY FARMERS AND RANCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9fb284e8-1948-9b6c-eaf0-159050ded0ea-R", "generated_internal_id": "ASST_NON_21MPIRGMD1093_12K2"}, {"internal_id": 146272530, "Award ID": "21MPIRGMA1146", "Award Amount": 198823.12, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PURPOSE OF THIS PROJECT IS TO BUILD UPON REED FARM'S EXISTING INFRASTRUCTURE AND RECENT UPGRADES TOWARDS USDA CERTIFICATION TO IMPROVE ITS CAPACITY AND EFFICIENCY, MAINTAIN STRONG INSPECTION AND FOOD SAFETY STANDARDS, OBTAIN A LARGER COMMERCIAL PRESEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d7fc0a8-50f1-c461-6846-3682f6db0f24-R", "generated_internal_id": "ASST_NON_21MPIRGMA1146_12K2"}, {"internal_id": 146061571, "Award ID": "21MPIRGLA1151", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE EUNICE SUPERETTE IS A SMALL MULTIPLE-SPECIES HARVEST AND PROCESSING PLANT THAT PROVIDES FEE-BASED MEATPROCESSING SERVICES TO LIVESTOCK PRODUCERS AND MANUFACTURES PROCESSED MEAT FOR SALE TO WHOLESALE OR RETAILCUSTOMERS. OUR MISSION IS TO PROVIDE FRIENDLY KNOWLEDGEABLE PERSONALIZED CUSTOMER SERVICE, TAILOREDPROCESSING, AND BUTCHERING SERVICES TO MEET ANY NEED. THE SUPERETTE HAS BUYERS IN THE MARKETCONTINUOUSLY SOURCING THE FINEST QUALITY ANIMALS FOR PROCESSING AND SALE. THE SPECIES AND NUMBER OFANIMALS PROCESSED PER WEEK AT OUR FACILITY INCLUDE AN AVERAGE OF 18 BEEF CATTLE PER DAY AND A SIMILARAMOUNT OF HOGS AND LAMBS/GOATS. WE HAVE 36 FULL-TIME WORKERS. THE PLANT IS LOCATED IN A RURAL DISTRICT ANDOPERATES IN A 19,000 SQ. FT. BUILDING THAT INCLUDES REFRIGERATED AND FREEZER STORAGE, LIVE ANIMAL PENS, CARCASSSTORAGE, AND AN ABOVE-GROUND FUEL STORAGE FOR OUR DELIVERY VEHICLES. OUR COMPANY IS THE LARGEST LOCALLYOWNEDPROCESSING PLANT IN THE STATE. WE ARE COMMITTED TO PRODUCING HIGH QUALITY PRODUCTS IN A SAFE ANDCLEAN ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ecf084b2-493c-c93f-4a32-b4370aad2f4b-R", "generated_internal_id": "ASST_NON_21MPIRGLA1151_12K2"}, {"internal_id": 146061570, "Award ID": "21MPIRGLA1082", "Award Amount": 165615.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "LOUISIANA CRAFT BUTCHERS IS A SMALL MEAT PROCESSING FACILITY THAT MANUFACTURES PROCESSED MEAT FOR SALE TO RETAIL CUSTOMERS. BY COMPLETING A FEDERAL INSPECTION, WE WILL BE ABLE TO EXPAND OUR PROCESSING CAPABILITIES TO EXPAND INTO WHOLESALE AND CO-PACKING AS WELL AS EXPANDING OUR GEOGRAPHIC REGION FOR PROCESSING AND SALES. THIS WILL RESULT IN AN INCREASE IN CAPACITY AND REVENUE, WHICH WILL PROVIDE VALUABLE ECONOMIC BENEFITS FOR BOTH OUR PLANT AND THE SURROUNDING COMMUNITY. IN ORDER TO MEET FEDERAL REQUIREMENTS, WE MUST PURCHASE SEVERAL PIECES OF EQUIPMENT. THE FOLLOWING EQUIPMENT WILL BE PURCHASED: 1 VERTICAL SMOKEHOUSE, 2 COOLERS, 1 FREEZER, AND 1 COOLER PREP ROOM. ALL OF THESE ITEMS ARE NECESSARY FOR FEDERAL INSPECTION AS OFFICIAL AND UNOFFICIAL ESTABLISHMENTS MUST KEEP CUSTOM EXEMPT OPERATIONS SEPARATE AND APART FROM ANY FEDERALLY INSPECTED OPERATIONS (PER 9 CFR 303.1(A)(2)(II) CODE). WITHOUT THESE ADDITIONAL COOLERS AND FREEZER, OUR OPERATIONS WOULD NOT PASS FEDERAL INSPECTION. WE WILL ALSO RETAIN A CONSULTANT FOR CREATING AND OVERSEEING THE CREATION OF HAZARD ANALYSIS AND CRITICAL CONTROL POINT (HACCP) PLANS FOR THE FACILITY, WHICH IS REQUIRED FOR FEDERAL INSPECTION COMPLIANCE. THIS SERVICE WILL INCLUDE THREE PLANS FOR VARIOUS PRODUCTS PROCESSED IN THE FACILITY. THE FACILITY'S TWO OPERATIONS CONTRACTORS WILL COMPLETE ONLINE HACCP TRAINING TO ENSURE THE FACILITY WILL BE IN COMPLIANCE FOR THE FORESEEABLE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a94d1469-625e-760b-6b30-adb1e5883724-R", "generated_internal_id": "ASST_NON_21MPIRGLA1082_12K2"}, {"internal_id": 146061569, "Award ID": "21MPIRGKY1129", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "SUGARLOAF MOUNTAIN MEATS AND PROCESSING HAS OPERATED FOR NEARLY THREE YEARS AS A USDA-EXEMPT SMALL LOCAL SLAUGHTERER AND PROCESSOR OF CHICKENS IN MOREHEAD, KY. THERE IS ESTABLISHED UNMET REGIONAL DEMAND FOR HIGHER-VOLUME SERVICES (RAISING, SLAUGHTERING, AND PROCESSING PASTURE-RAISED CHICKENS) RANGING FROM LOCALLY OWNED FARMERS WHO RAISE 400-600 BIRDS ANNUALLY TO THE AREA'S MENNONITE COMMUNITIES, WHICH SEEK PROCESSING SERVICES FOR NEARLY 60,000 CHICKENS PER YEAR.SUGARLOAFS EXPANSION WILL FILL A REGIONAL VOID IN USDA-CERTIFIED PROCESSING; THERE ARE ONLY TWO OTHER SUCH FACILITIES IN KENTUCKY WITH BOTH BEING SEVERAL HOURS' DRIVE FROM MOREHEAD. THE EXPANSION WILL ENABLE SUGARLOAF TO FORMALIZE EXISTING VERBAL COMMITMENTS WITH TOTAL PROCESSING OF 75,000 BIRDS ANNUALLY. THE COMPANY'S PRINCIPALS, TIMOTHY LEUENBERGER AND NATHAN GREGORY, HAVE SEVERAL DECADES COMBINED SUCCESSFUL FARMING EXPERIENCE, INCLUDING CHICKEN SLAUGHTER/PROCESSING FOR NEARLY 10 YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee1f79fa-c875-f376-a9d7-cb2c7b633838-R", "generated_internal_id": "ASST_NON_21MPIRGKY1129_12K2"}, {"internal_id": 146061557, "Award ID": "21MPIRGKY1041", "Award Amount": 196996.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "EXISTING BUTCHER SHOP SEEKING CERTIFICATION THROUGH USDA.THIS PURPOSE OF THIS PROJECT IS TO BE ABLE TO UPGRADE AND RECEIVE TRAINING IN ORDER TO FUNCTION AS A USDA CERTIFIED FACILITY. THE NEEDS FOR THIS FACILITY WOULD BE CONSTRUCTION AND EQUIPMENTUPGRADESAS WELL AS TRAINING AND CERTIFICATION FOR EMPLOYEES.CURRENTLY THE FACILITY IS CUSTOM PROCESSING ABOUT 8-10 BEEF PER WEEK. THE EXPECTED OUTCOME IS FOR A SUCCESSFUL EXPANSION COMPLETED WITH USDA CERTIFICATION. THE FACILITY WILL BE ABLE TO PROCESS 22 BEEF, 10 HOGS, AND 10 SHEEP AND/OR GOATS PER WEEK BY YEAR 3.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "79762e9f-7f9e-6d52-0ebc-ab3df6410c3f-R", "generated_internal_id": "ASST_NON_21MPIRGKY1041_12K2"}, {"internal_id": 146272531, "Award ID": "21MPIRGKS1108", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ABSTRACTDEMAND FOR LOCALLY RAISED MEAT, GROWN BY SMALL/BEGINNING/SOCIALLY DISADVANTAGED/VETERAN FARMERS IS HIGHER THAN PROCESSING CAPACITY. SOME POULTRY PROCESSORS IN THE KC AREA LIMIT ACCESS TO PRODUCERS THATONLY RAISE BATCHES LARGER THAN 100 BIRDS. MANY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78615cd0-9d41-c7c2-0806-478689682e11-R", "generated_internal_id": "ASST_NON_21MPIRGKS1108_12K2"}, {"internal_id": 146061564, "Award ID": "21MPIRGKS1100", "Award Amount": 194970.69, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "SCHENKER FAMILY FARMS (SFF) RAISES BEEF, HOGS, AND CHICKEN. THEY SELL THE MAJORITY OF THEIR MEAT THROUGH CONSUMER DIRECT CHANNELS, INCLUDING ONLINE MARKETS, FARMERS' MARKETS, AND A SUBSCRIPTION BASED DELIVERY SERVICE. THE COMPANY ALSO SELLS A LIMITED AMOUNT OF FOOD INTO RETAILERS IN THE KANSAS CITY MARKET AND IS AN APPROVED SUPPLIER TO WHOLE FOODS MARKET AND NATURE'S PANTRY. SFF FURTHER PROCESSES MEAT INTO READY TO HEAT/EAT MEALS, INCLUDING ENCHILADAS, TAKE AND BAKE CHICKEN POT PIES, CHILI, AND OTHER REGIONAL FAVORITES. BY PROCESSING MEAT INTO ENTREES, THE COMPANY CAN IMPROVE MARGINS ON RELATIVELY LOW VALUE PRODUCTS. FOR EXAMPLE, PORK SHOULDERS CAN BE PROCESSED INTO PORK GREEN CHILI STEW, GROUND BEEF CAN BE PROCESSED INTO BEEF ENCHILADAS, ETC. THE COMPANY HOPES TO EXPAND PROCESSING AND DISTRIBUTION OF THESE PRODUCTS. THE MCCUNE, KANSAS FACILITY OPERATES AS A PROCESSING AREA, DISTRIBUTION STAGING AREA, AND COLD STORAGE AREA FOR THE COMPANY. SFF IS SEEKING USDA INSPECTION FOR THE FACILITY SO THAT IT CAN EXPAND THE MARKET FOR ITS SPECIALTY FOODS. CURRENTLY, THE COMPANY ONLY SELLS THESE PRODUCTS THROUGH CONSUMER-DIRECT CHANNELS. HAVING A USDA INSPECTED PRODUCT WOULD ALLOW THE COMPANY TO SELL THROUGH ADDITIONAL DISTRIBUTION CHANNELS. GRANT FUNDS WILL BE USED TO GET THE FACILITY READY FOR INSPECTION. GRANT FUNDS WILL BE USED TO HIRE A HACCP CONSULTANT TO DEVELOP A COMPREHENSIVE FOOD SAFETY PLAN FOR THE FACILITY; PACKAGING AND LABELING EQUIPMENT AND SUPPLIES; AND FACILITY IMPROVEMENTS TO EXPAND THE STAGING, LOADING AND COLD STORAGE AREAS TO ENSURE CORRECT SEGREGATION OF FRESH/REFRIGERATED AND FROZEN PRODUCTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8585e7a-3b14-b147-6b49-41784d9d194d-R", "generated_internal_id": "ASST_NON_21MPIRGKS1100_12K2"}, {"internal_id": 147274866, "Award ID": "21MPIRGKS1068", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "11-03-2021THE PURPOSE OF THE PROJECT \"FREEDOM MEATS, LLC OPERATION EXPANSION INTO A USDA FEDERALLY INSPECTEDPROCESSING FACILITY\" IS TO EXPAND THE CURRENT MEAT PROCESSING FACILITY TO ACCOMMODATE THE INCREASED PROCESSING PRODUCTION NEEDEDFOR THE RETAIL MEAT OPERATION AND PURCHASE NEW PROCESSING EQUIPMENT TO MEET THE DEMANDS OF THE RETAIL MEAT OPERATION. INADDITION TO THE NEW EQUIPMENT AND EXPANSION PROJECT, FREEDOM MEATS, LLC WILL NEED TO PROVIDE FOOD SAFETY AND MEAT PROCESSINGTRAINING FOR ALL NEW EMPLOYEES, DEVELOP A HAZARD ANALYSIS CRITICAL CONTROL POINT (HACCP) PLAN, SANITATION SOPS, AND PROVIDINGNECESSARY DOCUMENTS/DATA TO FSIS. THE EXPECTED OUTCOME OF THIS PROJECT IS INCREASED REVENUE FROM THE INCREASED PRODUCTION,EXPANSION OF CURRENT FACILITY, JOB CREATION AND BEING RECOGNIZED USDA FEDERALLY INSPECTED PROCESSING FACILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07d4a7ea-9c11-64e7-1169-53dc8274f64a-R", "generated_internal_id": "ASST_NON_21MPIRGKS1068_12K2"}, {"internal_id": 146272532, "Award ID": "21MPIRGKS1046", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PURPOSE OF THIS PROJECT IS TO INCREASE CAPACITY BY MODERNIZING EQUIPMENT AND INCREASING SAFETY STANDARDS SO THAT THE FACILITY CAN PASS A FEDERAL INSPECTION. AFTER COMPLETING THIS UPDATE AND PASSING THE FEDERAL INSPECTION, CIRCLE P PROCESSING WILL BE A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b1fe9-4b2a-a552-b619-c076afd540eb-R", "generated_internal_id": "ASST_NON_21MPIRGKS1046_12K2"}, {"internal_id": 147274865, "Award ID": "21MPIRGKS1042", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PURPOSE OF OUR PROJECT IS TO INCREASE PRODUCTION OF RAW /FURTHER PROCESSED AND COOKED MEATS. THIS WILLAID LOCAL LIVESTOCK PRODUCERS IN MARKETING THEIR PRODUCTS IN THE \"FARM TO FORK\" MOVEMENT NATIONWIDE. BYOBTAINING A FEDERAL GRANT OF INSPECTION VERSUS STATE INSPECTION, OUR CUSTOMER WILL THEN BE ABLE TO BROADENTHEIR MARKETS TO OTHER STATES THAN JUST KANSAS. WITH THE ADDITION OF ADVANCED TECHNOLOGIES IN PROTEINFABRICATION, THE NEW PROCESSING EQUIPMENT ADDED TO OUR CURRENT PROCESSING LINE, WILL INCREASE CAPACITY ANDEFFICIENCY WHILE DELIVERING A MORE SUPERIOR PRODUCT. THIS WILL ALLOW US TO SERVICE MORE CUSTOMERS ANDSHOWCASE JUST HOW GREAT RURAL AMERICA'S PRODUCTS ARE. THIS IN TURN WILL CREATE MORE JOBS, TAX REVENUE, ANDOPPORTUNITIES FOR LOCAL KANSAS PRODUCERS ALONG WITH LIVESTOCK PRODUCERS FROM OTHER STATES. THESE SAMEOFFERINGS WILL ALSO BE FEATURED IN OUR 3,000 SQUARE FOOT RETAIL STORE. A FEW OF THE THINGS THAT WE WILL BEPROMOTING ARE OUR GROUND AND RETAIL CUTS OF MULTIPLE SPECIES ALONG WITH OVER 20 FRESH GROUND SAUSAGES, 25FLAVORS OF BRATWURST IN LINK OR PATTY FORM, 10 FLAVORS OF BACON, AND 30 MOUTHWATERING FLAVORS OF JERKY, SNACKSTICKS AND SUMMER SAUSAGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31db4c8c-c4e6-6fd3-f852-9aafd9bd7954-R", "generated_internal_id": "ASST_NON_21MPIRGKS1042_12K2"}, {"internal_id": 146061554, "Award ID": "21MPIRGKS1037", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE BURKHART MEAT PROCESSING LLC EXPANSION PROJECT IS A $715,000 ENDEAVOR WHICH WILL EXPAND AN EXISTING SLAUGHTER/PROCESSING FACILITY IN KINSLEY, KANSAS TO MORE THAN DOUBLE THE CURRENT CAPACITY AS WELL AS OBTAIN A FEDERAL GRANT OF INSPECTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a572b0f3-66d5-1c07-7f22-7019c5a63f4e-R", "generated_internal_id": "ASST_NON_21MPIRGKS1037_12K2"}, {"internal_id": 146061562, "Award ID": "21MPIRGKS1028", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THERE ARE THREE PARTS TO THIS PROJECT. THE FIRST IS TO ACHIEVE FEDERAL INSPECTION. WE WILL WORK WITH FSIS TO UNDERSTAND WHAT IF ANY MODIFICATIONS MAY BE NECESSARY IN ORDER TO ACHIEVE FEDERAL INSPECTION. WE BELIEVE THAT REPAIR TO THE FREEZER FLOOR AND WALLS WILL BE REQUIRED AND POSSIBLY THE ADDITION OF INSPECTOR OFFICE SPACE. IN THE SECOND PART OF THIS PROJECT ADDITIONAL SQUARE FOOTAGE WILL BE ADDED TO THE EXISTING PLANT TO HOUSE NEW, HIGHLY EFFICIENT FREEZER SPACE MAKING THE BEST POSSIBLE USE OF THE SPACE TO HOLD THE MAXIMUM AMOUNT OF PRODUCT. WE WILL ALSO ENHANCE ACCESSIBILITY FOR OUR MEAT LOCKER RENTAL CLIENTS SO THAT THEY CAN MORE EASILY AND SECURELY ACCESS THEIR STORED MEAT. FOR THE AMISH COMMUNITY ACCESS TO FREEZER SPACE IS CRITICAL. IN THE THIRD PART OF THIS PROJECT, WE WILL RENOVATE OUR EXISTING FREEZER SPACE TO ACCOMMODATE INCREASED PROCESSING CAPACITY NEEDS. THE HEAVING FLOOR AND DAMAGED WALLS WILL BE REPAIRED IN ADDITION TO INSTALLING THE NECESSARY PLUMBING AND ELECTRICAL UPGRADES TO MAKE THE SPACE SUITABLE FORPROCESSING. WE WILL PURCHASE AN ADDITIONAL SMOKEHOUSE AND INSTALL IT IN THE RENOVATED SPACE THEREBY DOUBLING OUR SMOKING CAPACITY. THE INCREASED PROCESSING SPACE AND SMOKEHOUSE CAPACITY WILL ALLOW US TO PRODUCE MORE PRODUCT SOURCED FROM LOCAL FARMERS AND RANCHERS. HAVING THE IMPROVED FREEZER SPACE WILL GIVE US THE ABILITY TO PRODUCE STEADILY AND HOLD PRODUCT TO MEET DEMAND AS NEEDED RATHER THAN RUNNING SHORT DURING KEY SEASONS OF THE YEAR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97084e77-b04f-0266-859e-6d73d2ac2b4c-R", "generated_internal_id": "ASST_NON_21MPIRGKS1028_12K2"}, {"internal_id": 146061555, "Award ID": "21MPIRGKS1021", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "11-04-2021ALTA VISTA MEAT CO. OPERATES A BUILDING ORIGINALLY BUILT IN THE 1960S WITH NUMEROUS IMPROVEMENTS AND EXPANSIONS COMPLETED THEREAFTER. HOWEVER, LACK OF A HOLISTIC APPROACH HAS RESULTED IN DISJOINTED ADDITIONS CAUSING A MAZE OF BUILDING SECTIONS AND AN EQUALLY CONFUSING INTERCONNECT BETWEEN ELECTRICAL PANELS, WATER SERVICE, AND OTHER SUPPORTING UTILITIES. OUR PROJECT ADDRESSES 2 MAIN AREAS: MODERNIZE SUPPORTING UTILITIES AND IMPROVING THE SAFETY AND SPEED OF THE SLAUGHTER PROCESS.MODERNIZE SUPPORTING UTILITIES: WORKING WITH EVERGY, ELECTRICAL WILL BE RE-FED WITH HIGHER CAPACITY DISTRIBUTION SYSTEM ROUTED TO A CENTRALIZED MECHANICAL SPACE. SUBSEQUENT ELECTRICAL SYSTEMS IN VIOLATION OF ELECTRICAL CODES WILL BE BROUGHT BACK INTO COMPLIANCE. ADDING THIS CAPACITY AND UPDATING THESE ELECTRICAL COMPONENTS WILL KEEP OUR EXISTING OPERATIONS SAFE AND RELIABLE AS WELL AS ALLOWING US TO EXPAND OUR PROCESSES BY ADDING ELECTRICAL EQUIPMENT AND INFRASTRUCTURE. WE WILL ALSO WORK WITH THE CITYTO INCREASE THE SIZE OF WATER SERVICE ENTERING THE FACILITY. SUBSEQUENT WATER LINES BRANCHING THROUGHOUT THE FACILITY WILL ALSO BE RIGHT-SIZED TO ALLOW FULL FUNCTIONALITY OF ALL PARTS OF THE FACILITY SIMULTANEOUSLY.ADDITIONALLY, THIS PROJECT WILL UPGRADE THE DESIGN OF THE LIVESTOCK CHUTE ON THE SLAUGHTER FLOOR. THE CURRENT CHUTE CONFIGURATION IS DATED AND CREATES A CONGESTED AREA AND CAN ONLY SUPPORT ONE ABATTOIR TEAM AT A TIME. THE CHUTE AND HOLDING PEN AREA WILL BE MODIFIED TO ALLOW A SECOND ABATTOIR TEAM TO WORK ON THE FLOOR AND DOUBLE THE OUTPUT FOR THIS AREA UTILIZING A DUAL HOIST SYSTEM AND DUAL ANIMAL CRADLES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2060777b-e705-4395-8180-c62b1061f478-R", "generated_internal_id": "ASST_NON_21MPIRGKS1021_12K2"}, {"internal_id": 146061563, "Award ID": "21MPIRGIN1167", "Award Amount": 192446.03, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "OLIVER'S BUTCHER SHOP FACILITY AND RETAIL EXPANSION PROJECT TO INCREASE CAPACITY AND REVENUEOLIVER'S BUTCHER SHOP IS A SMALL LIVESTOCK SLAUGHTER AND PROCESSING FACILITY THAT PROVIDES CUSTOM AND RETAIL MEAT PROCESSING SERVICES TO LIVESTOCK PRODUCERS AND CUSTOMERS. BY COMPLETING A CIS INSPECTION, WE WILL BE ABLE TO EXPAND OUR GEOGRAPHIC REGION FOR PROCESSING AND SALES. THIS WILL RESULT IN AN INCREASE IN CAPACITY AND REVENUE, WHICH WILL PROVIDE VALUABLE ECONOMIC BENEFITS FOR BOTH OUR PLANT AND THE SURROUNDING COMMUNITY. IN ORDER TO MEET CIS REQUIREMENTS, WE WILL MAKE IMPROVEMENTS TO BOTH OUR FACILITY AND OUR EQUIPMENT. WE WILL BE MAKING FACILITY INCLUDING RAISING OUR KILL FLOOR, ADDING AN INSPECTOR, OFFICE, ADDING DRY STORAGE, AND AN EMPLOYEE BREAK ROOM. THE FOLLOWING EQUIPMENT WILL BE PURCHASED: 15'X9' COOLER, PATTY MACHINE, AND A 45KW GENERATOR. WE WILL BE PURCHASING A VARIETY OF SUPPLIES TO HELP WITH THE EXPANSION INCLUDING LIVESTOCK GATES, SCALE, INJECTOR UNIT CHAIN HOIST, AND OTHER ITEMS DETAILED IN THIS NARRATIVE. ALL OF THESE ITEMS ARE NECESSARY FOR CIS INSPECTION AS OFFICIAL AND UNOFFICIAL ESTABLISHMENTS MUST KEEP CUSTOM EXEMPT OPERATIONS SEPARATE AND APART FROM THE CIS INSPECTED OPERATIONS (PER 9 CFR 303.1(A)(2)(B)CODE). FURTHER, OUR EXPANSION WILL EXPAND OUR PROCESSING CAPACITY, WHICH WILL REQUIRE US TO MAKE CHANGES TO COMPLY WITH THE CODE OF FEDERAL REGULATIONS, TITLE 9, ANIMALS AND ANIMAL PRODUCTS.WITHOUT THESE ADDITIONAL COOLERS AND FREEZER, OUR OPERATIONS WOULD NOT PASS CIS INSPECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abfd3270-b7bf-56bc-be92-47055b1669db-R", "generated_internal_id": "ASST_NON_21MPIRGIN1167_12K2"}, {"internal_id": 146061559, "Award ID": "21MPIRGIN1161", "Award Amount": 198876.39, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PURPOSE OF THE UPGRADES TO THE FORMER PATES PROCESSING, NOW OHIO VALLEY MEAT PROCESSING WILL MAKE REQUIRED IMPROVEMENTS AS RECOMMENDED BY THE ASSIGNED INDIANA STATE INSPECTOR BRANDON WRIGHT SITE VISIT ON JULY 20, 2021. PHYSICAL UPGRADES ENABLE THE FACILITY TO PROCEED IN MEETING REQUIREMENTS TO OBTAIN A FEDERAL GOI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da8e8fbb-7422-fc3f-424f-74a7646cb2d4-R", "generated_internal_id": "ASST_NON_21MPIRGIN1161_12K2"}, {"internal_id": 146061565, "Award ID": "21MPIRGIN1113", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "WABASH CLAY CUSTOM MEATS IS A SMALL LIVESTOCK SLAUGHTER AND PROCESSING FACILITY THAT PROVIDES CUSTOM MEATPROCESSING SERVICES TO LIVESTOCK PRODUCERS AND HUNTERS AND ALSO OFFERS RETAIL PRODUCTS FOR CUSTOMERS. BYCOMPLETING A CIS INSPECTION, WE WILL BE ABLE TO EXPAND OUR GEOGRAPHIC REGION FOR PROCESSING AND SALES. THISWILL RESULT IN AN INCREASE IN CAPACITY AND REVENUE, WHICH WILL PROVIDE VALUABLE ECONOMIC BENEFITS FOR BOTHOUR PLANT AND THE SURROUNDING COMMUNITY. IN ORDER TO MEET CIS REQUIREMENTS, WE MUST PURCHASE SEVERALPIECES OF EQUIPMENT, INCLUDING: FOUR ( 4) NEW COOLERS AND FREEZERS WITH NECESSARY ACCESSORIES ANDINSTALLATION, ONE (1) NEW AIR-COOLED CONDENSING UNIT, ONE (1) 7.5 HORSEPOWER MEDIUM TEMP SYSTEM WITHELECTRIC DEFROST, 15 HORSEPOWER MEDIUM TEMP SYSTEM, TWO (2) NEW 30 HORSEPOWER TEMP SYSTEMS. THISEQUIPMENT IS NECESSARY FOR CIS INSPECTION AS OFFICIAL AND UNOFFICIAL ESTABLISHMENTS MUST KEEP CUSTOMEXEMPT OPERATIONS SEPARATE AND APART FROM ANY CIS INSPECTED OPERATIONS (PER 9 CFR 303.1(A)(2)(II) CODE).FURTHER, OUR EXPANSION WILL EXPAND OUR PROCESSING CAPACITY, WHICH WILL REQUIRE US TO MAKE CHANGES TOCOMPLY WITH CODE OF FEDERAL REGULATIONS, TITLE 9, ANIMALS AND ANIMAL PRODUCTS. WITHOUT THESE ADDITIONALCOOLERS AND FREEZER, OUR OPERATIONS WOULD NOT PASS CIS INSPECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8169e9c-acaa-319f-7ea8-3e0da5d075c3-R", "generated_internal_id": "ASST_NON_21MPIRGIN1113_12K2"}, {"internal_id": 146061566, "Award ID": "21MPIRGIN1080", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PURPOSE OF THIS PROJECT IS TO OBTAIN CIS INSPECTION, INCREASE PRODUCTION CAPACITY AND INCREASE THE FACILITY SIZE. IN ORDER TO INCREASE PRODUCTION AND EFFICIENCY, MORE EQUIPMENT WILL NEED TO BEPURCHASED AS WELL AS ADDING FREEZER AND COOLER SPACE.A DEDICATEDHACCPCOORDINATOR WILL NEED TO BE IN PLACE TO ENSURE FOOD SAFETY AND GUIDELINES ARE BEING FOLLOWED. DOING THIS WILL ALLOW US TO INCREASE MUCHNEEDED CAPACITY FOR CURRENT PRODUCTS, EXPAND AND DISTRIBUTION CHANNELS DRAMATICALLY, AS WELL AS OBTAIN MORE PRIVATE LABEL CUSTOMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b5ce3d10-4e2a-c9b5-a6c9-07cfa1cab1b0-R", "generated_internal_id": "ASST_NON_21MPIRGIN1080_12K2"}, {"internal_id": 146061560, "Award ID": "21MPIRGIN1075", "Award Amount": 197739.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "HOOSIER GROWERS, LLC IS A SMALL, MULTI-SPECIES HALAL-CERTIFIED SLAUGHTER AND PROCESSING FACILITY IN NORTH- CENTRAL INDIANA WORKING TO OBTAIN A FEDERAL GRANT OF INSPECTION. THEY PROVIDE SLAUGHTER AND MINIMAL PROCESSING SERVICES UNDER CUSTOM EXEMPT STATUS ONLY TO PRIVATE INDIVIDUALS THAT BRING IN THEIR OWN ANIMALS FOR PRIVATE CONSUMPTION AFTER PROCESSING. THEY CURRENTLY PROCESS APPROXIMATELY FOUR HEAD OF CATTLE AND TEN SHEEP/GOATS PER WEEK, BUT ARE MISSING SOME EQUIPMENT NECESSARY TO SLAUGHTER HOGS. THEY'RE APPLYING FOR MPIR FUNDS TO MAKE EQUIPMENT AND FACILITY UPGRADES AND TO DEVELOP HAZARD ANALYSIS CRITICAL CONTROL POINT (HACCP) PLANS AND SANITATION STANDARD OPERATING PROCEDURES (SSOPS) NECESSARY TO OBTAIN A FEDERAL GRANT OF INSPECTION SO THAT THEY CAN (1) PROCESS ANIMALS UNDER INSPECTION TO SELL MEAT ACROSS INDIANA AND ACROSS STATE LINES, (2) PROCESS ANIMALS FOR OTHERS IN NEED OF INSPECTED PROCESSING TO SERVE THEIR CUSTOMER BASES, AND (3) PROCESS THE ANIMALS OF OTHER LOCAL PRODUCERS TO BE SOLD TO THE PUBLIC AT FARMER'S MARKETS, FARM- BASED MARKETS, AND TO WHOLESALE CUSTOMERS. WITH THE PROPOSED INVESTMENTS, THEIR CURRENT 9,400 SQUARE- FOOT FACILITY COULD REACH A CAPACITY, BASED ON AVAILABLE HANGING SPACE, OF 25 HEAD OF CATTLE OR 40 HEAD OF HOGS OR 60 HEAD OF SHEEP/GOATS PER WEEK. AN MPIR GRANT WOULD NOT ONLY HELP PAY FOR THE EQUIPMENT, SANITATION PLANS, AND FACILITY UPGRADES NECESSARY TO OBTAIN A FEDERAL GRANT OF INSPECTION FOR THE APPLICANT, BUT IT WOULD STRENGTHEN THE INDIANA FOOD SUPPLY CHAIN AND INCREASE THE SUPPLY OF LOCALLY PRODUCED MEAT PRODUCTS ACROSS THE STATE AND REGION. THE BENEFITS OF THIS PROJECT WOULD IMPACT NOT ONLY HOOSIER GROWERS, LLC, BUT MANY LOCAL INDIANA PRODUCERS, PROCESSORS, FOOD BUSINESSES, AND CONSUMERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bd601d7d-40ed-5fc8-0f98-19ed13a84733-R", "generated_internal_id": "ASST_NON_21MPIRGIN1075_12K2"}, {"internal_id": 146272533, "Award ID": "21MPIRGIN1002", "Award Amount": 154748.49, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "4 BAR M INC SEEKS TO MAKE IMPROVEMENTS FOR THE PURPOSE OF BEING USDA INSPECTION READY, TO BETTER  FACILITATE AND MAKE EFFICIENT THE PROCESSING OF LIVESTOCK AS WELL AS INCREASE THE NUMBER OF ANIMALS  PROCESSED BY 60+0/6 OR BETTER ANNUALLY. OUR PLAN IS TO A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2bf10211-7675-674a-e46d-d3f64ed0d4c3-R", "generated_internal_id": "ASST_NON_21MPIRGIN1002_12K2"}, {"internal_id": 146061567, "Award ID": "21MPIRGIL1016", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ARROW FARM MEATS IS A VERY SMALL, FAMILY-OWNED 1600 SQ. FT. MEAT PROCESSING FACILITY LOCATED IN THE RURAL COMMUNITY OF ROCK CITY, ILLINOIS. WE ARE A STATE-INSPECTED PROCESSING FACILITY THAT OFFERS ALL FRESH AND FROZEN CUTS OF BEEF AND PORK IN ADDITION TO VALUE-ADDED PRODUCTS. WE CONTRACT WITH A USDA-INSPECTED FACILITY FOR OUR SLAUGHTER NEEDS AND HANDLE ALL FURTHER PROCESSING IN-HOUSE. WHILE WE ARE PROUD OF WHAT WE HAVE BEEN ABLE TO ACCOMPLISH IN LITTLE TIME, SERVING MORE THAN 600 FAMILIES IN OUR AREA, OUR LACK OF A FEDERAL GRANT OF INSPECTION IS PROHIBITING OUR BUSINESS FROM EXPANDING INTO NEARBY WISCONSIN AND IOWA. TO RECEIVE USDA-FSIS APPROVAL, OUR FACILITY IS LACKING FSIS INSPECTOR OFFICE SPACE AND SANITATION STATIONS FOR EMPLOYEES TRANSITIONING BETWEEN WORK AREAS. TO IMPROVE OUR FOOD SAFETY AND PREVENT TEMPERATURE SWINGS AND HUMIDITY AS WE INCREASE OUR VOLUME, WE ALSO PROPOSE THE ADDITION OF A WALK-IN FREEZER AND BACK-UP GENERATOR. LASTLY, OUR PROPOSAL INCLUDES A LABEL/SCALE MACHINE WITH A HACCP PRINTER, AND VACUUM STUFFER TO ENSURE THAT OUR PRODUCTS ARE STRICTLY COMPLIANT WITH FSIS GUIDANCE ON UNIFORMITY, QUALITY, AND CROSS CONTAMINATION AVOIDANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e1bb959d-6cd5-7e51-cd01-ec1ef49264a4-R", "generated_internal_id": "ASST_NON_21MPIRGIL1016_12K2"}, {"internal_id": 146061556, "Award ID": "21MPIRGID1064", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "MOUNTAIN VIEW CUSTOM MEATS IS A CUSTOM-EXEMPT MEAT SLAUGHTER AND PROCESSING FACILITY IN COEUR D'ALENE, IDAHO. WE OFFER RETAIL PRODUCTS ON-SITE AND ALSO HAVE A SMALL FARMERS MARKET LOCATION. COEUR D'ALENE IS A HUB FOR TOURISM AND IS WITHIN AN HOUR OF THE WASHINGTON BORDER. OUR FACILITY NEEDS SUBSTANTIAL UPGRADES BEFORE SEEKING A FEDERAL GRANT OF INSPECTION, BUT IF WE OBTAIN ONE, WE WILL BE THE ONLY USDA PROCESSING PLANT WITHIN 70 MILES FOR SEMI-READY AND READY-TO-EAT PRODUCTS. WE PROPOSE MODERNIZING OUR FACILITY'S EQUIPMENT TO MATCH FSIS EXPECTATIONS AND MEET OUR FORECASTED PRODUCTION INCREASE OF 1,239,375 POUNDS OVER OUR CURRENT CAPACITY DURING THE GRANT PERIOD. WE PROPOSE A NEW SMOKEHOUSE TO ADHERE TO FSIS PROTOCOL ON SEPARATING PRODUCTS AND TO SIMULTANEOUSLY INCREASE OUR CAPACITY BY 50 PERCENT ANNUALLY. WE ALSO PLAN TO ADD A ROLLSTOCK MACHINE, WHICH WILL HELP ISOLATE PRODUCTS FROM ONE ANOTHER, PER FSIS REQUIREMENTS, AND CONTRIBUTE TO INCREASED SALES BY $487,500 ANNUALLY. FINALLY, WEPLAN TO ADD AN AUTO-BRINE INJECTOR THAT WILL SCALE UP OUR PROCESSING CAPACITY, REDUCE BRINE WASTE, AND INCREASE FSIS FOOD SAFETY COMPLIANCE. ALTOGETHER, WE EXPECT THIS SERIES OF PROJECTS TO CREATE 7 NEW JOBS AND CONTRIBUTE $2,925,000 TO THE LOCAL FOOD AND AGRICULTURE ECONOMY DURING THE GRANT PERIOD. WE ALSO EXPECT TO INCREASE OUR MEAT PROCESSING CAPACITY BY 1,500 BEEF CATTLE, 1,200 HOGS, AND 150 SHEEP/GOATS MORE THAN WE OTHERWISE WOULD WITHOUT THIS PROJECT DURING THE GRANT PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c62bc332-63af-415b-b87c-06d6018cabe3-R", "generated_internal_id": "ASST_NON_21MPIRGID1064_12K2"}, {"internal_id": 146272534, "Award ID": "21MPIRGID1018", "Award Amount": 199600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ANDERSON'S CUSTOM MEATS EQUIPMENT AND FACILITY IMPROVEMENTS TO OBTAIN A GRANT OF INSPECTION FROM USDATHIS PROJECT IS INTENDED TO UPGRADE OUR EXISTING FACILITY SUCH THAT IT WILL MEET THE STANDARDS FOR USDA CERTIFICATION. OUR CURRENT FACILITY HAS OLDER PROC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a7d51aa-6c7e-9bf3-bac7-7d66453085ac-R", "generated_internal_id": "ASST_NON_21MPIRGID1018_12K2"}, {"internal_id": 147274867, "Award ID": "21MPIRGIA1168", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "IMPROVING PROCESSING, STORAGE, AND SMOKED PRODUCT RESOURCES AT RUTHVEN MEATS TO HELP EARN CIS STATUSRUTHVEN MEAT PROCESSING IS A MULTI-SPECIES, VERY SMALL SLAUGHTER AND PROCESSING PLANT LOCATED IN THE RURAL COMMUNITY OF RUTHVEN, IOWA. AS A FAMILY-OWNED BUSINESS, WE OPERATED A 6,422 SQ. FT. FACILITY WITH 12 FULL-TIME AND 6 PART-TIME EMPLOYEES SPLIT BETWEEN OUR TWO LOCATIONS. WE OFFER STATE-INSPECTED SLAUGHTER AND PROCESSING SERVICES FOR ~1,040 UNIQUE FARMERS EACH YEAR. WE PROCESS VALUE-ADDED PRODUCTS LIKE SMOKED JERKY AND STICKS, BACON, HAM AND BRATS. WHILE YEAR-OVER-YEAR WE HAVE INCREASED PROCESSING CAPACITY BY ~15 PERCENT, OR FACILITY IS LACKING KEY MODERNIZATION PROJECTS NECESSARY TO HELP US ACHIEVE THE COOPERATIVE INTERSTATE SHIPMENT STATUS WE NEED TO EXPAND ANY FURTHER AND COMPLY WITH FSIS PROTOCOLS.IN THIS PROJECT, WE PROPOSE ADDING MODERNIZED SMOKEHOUSE TO ENSURE FOOD SAFETY EVEN AS WE INCREASE OUR PRODUCTION. WE ALSO PROPOSE THE ADDITION OF \"READY TO EAT\" COOLER SYSTEM TO COMPLY WITH FSIS REQUIREMENTS ON PRODUCT SEPARATION. FINALLY, WE INCLUDE HERE A NEW BUILDING EXPANSION NECESSARY TO ENSURE OUR ENVIRONMENTAL AND SAFE HANDLING COMPLIANCE AS WE SCALE UP HARVEST AND PROCESSING OPERATIONS.ALTOGETHER, WE ESTIMATE THAT THE PROJECT WILL GENERATE $1,032,000 MILLION IN NEW SALES AND HELP US CREATE 3 JOBS. WITH THESE IMPROVEMENTS, WE ESTIMATE AN INCREASE IN OUR PRODUCTION CAPACITY OF 1,073,280 TOTAL POUNDS DURING THE GRANT PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e5cf7e6-f1dc-21a4-1203-323b0b22736f-C", "generated_internal_id": "ASST_NON_21MPIRGIA1168_12K2"}, {"internal_id": 146061543, "Award ID": "21MPIRGIA1163", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "PREMIUM WHITE MEAT IS A MULTI-SPECIES, VERY SMALL SLAUGHTER AND PROCESSING PLANT LOCATED IN THE RURAL COMMUNITY OF BLOOMFIELD, IOWA. WE OPERATE A 4,000 SQ. FT. FACILITY AND OFFER CUSTOM-EXEMPT SLAUGHTER AND PROCESSING SERVICES. YEAR-OVER-YEAR, WE HAVE INCREASED PROCESSING CAPACITY BY 50 PERCENT AND HAVE AMBITIOUS GROWTH PLANS IN THE YEARS AHEAD WITH THE HELP OF A FEDERAL GRANT OF INSPECTION.HOWEVER, OUR CURRENT FACILITY LACKS THE APPROPRIATE INFRASTRUCTURE AND EQUIPMENT TO MEET FSIS REQUIREMENTS. THIS PROJECT PROPOSES REPLACING OUR NON-FSIS COMPLIANT COOLER AND FREEZER WITH A NEW SPACE THAT WILL ADD 458 SQ. FT. TO OUR COLD STORAGE AND CONTRIBUTE TO A FORECASTED PRODUCTION INCREASE OF 374,400 POUNDS OF BEEF AND PORK PER YEAR. THROUGH THIS PROPOSAL, WE ALSO AIM TO DEVELOP OUR HACCP PLAN, COMPLETE SAFETY TRAINING, AND SEE OUR PRODUCT LABELS THROUGH THE FSIS APPROVAL PROCESS. TO ENSURE HUMANE, FSIS-COMPLIANT HANDLING, WE ALSO PROPOSE ADDING NEW KNOCKING PENS THAT WILL ALLOW FOR DOUBLE THE ANIMAL THROUGHPUT. TO IMPROVE FOOD SAFETY AND PROCESSING CAPACITY NEEDED FROM ADDITIONAL SLAUGHTER, WE WILL UPGRADE OUR GRINDER AND STUFFER, WHICH WE PROJECT WILL REDUCE PROCESSING TIME BY 25 PERCENT AND REDUCE PRODUCT WASTE BY AS MUCH AS 14,040 POUNDS DURING THE GRANT PERIOD.WE EXPECT THIS PROJECT TO GENERATE AT LEAST $3 MILLION IN ECONOMIC ACTIVITY DURING THE GRANT PERIOD. THIS PROJECT WILL ALSO RESULT IN 6 NEW JOBS, A NEW MARKET FOR 250 UNIQUE FARMERS, AND WILL EXPAND OUR SALES FOOTPRINT TO 4 NEW STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b04625fc-35cf-0fdc-dd40-353bec26a5d5-R", "generated_internal_id": "ASST_NON_21MPIRGIA1163_12K2"}, {"internal_id": 146061568, "Award ID": "21MPIRGIA1159", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "MINGO LOCKER, LLC 2021 MPIRG COMPLIANCE PROJECTIN OUR EFFORT IS TO SUSTAIN THE VIABILITY OF THE MINGO LOCKER IN THE SHORT-TERM AND GROW THE BUSINESS IN THE FUTURE, BUILDING EXPANSION AND EQUIPMENT UPGRADES ARE PARAMOUNT TO MEETING CUSTOMER DEMANDS AND A SECURE CIS COMPLIANCE.BUILDING EXPANSIONEXPANDING THE BUILDING WOULD SUPPORT FOUR MAIN GOALS:1) INCREASE STORAGE SPACE TO SUPPORT GROWING OUR VENDING CAPACITY AND OFFER THE SQUARE FOOTAGE FOR EFFICIENT, DECLUTTERED AND CONSISTENT STORAGE OF OUR PRODUCT.2) RELOCATE OFFICE SPACE3) CREATE DEDICATED EMPLOYEE BREAK AREA4) DOUBLE THE SIZE OF OUR LOBBY/RETAIL AREA ALLOWING FOR MORE VENDING CAPACITY AND OFFERING MORE FLEXIBILITY WHEN CONDITION DICTATE SOCIAL DISTANCING.EQUIPMENT UPGRADESUPGRADING EQUIPMENT WILL ACHIEVE THE FOLLOWING GOALS:1) COMBAT CONDENSATION OCCURRENCE IN FREEZER AND CARCASS COOLERS, WHICH IS ESSENTIAL FOR CIS COMPLIANCE2) MINIMIZE DOWN TIME DUE TO EQUIPMENT MALFUNCTIONS, ALLOWING FOR ESTABLISHMENTS TO APPROPRIATE FUNDS TO FURTHER IMPROVEMENTS, UPGRADES, AND HUMAN RESOURCES, WHICH WOULD OTHERWISE BE SPENT ON EXCESSIVE UPKEEP DUE TO AGE OF REFRIGERATION3) ENERGY CONSERVATION4) USE REFRIGERATION THAT ARE LESS HARMFUL FOR THE ENVIRONMENT5) INCREASE BOTH SAFETY TO WORKERS AND EFFICIENCY FOR UPGRADES TO EQUIPMENT IN HARVESTING AREAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22239588-9004-9da2-f528-86cc76ea2ce1-R", "generated_internal_id": "ASST_NON_21MPIRGIA1159_12K2"}, {"internal_id": 146061549, "Award ID": "21MPIRGIA1158", "Award Amount": 183575.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ABSTRACTMORAVIA MEAT LOCKER IS A FAMILY-OWNED VERY-SMALL SLAUGHTER AND MEAT PROCESSING FACILITY IN THE RURAL COMMUNITY OF MORAVIA, IOWA. WE OFFER RETAIL SALES AND CUSTOM SLAUGHTER AND PROCESSING. CUSTOM PROCESSING ACCOUNTS FOR 90 PERCENT OF OUR ANNUAL REVENUES, ALTHOUGH THE 10 PERCENT OF OUR ON-SITE RETAIL SALES ARE CRUCIAL, AS WE ARE THE ONLY SOURCE OF FRESH FOOD WITHIN 20 MILES. WE WANT TO PARTICIPATE IN THE COOPERATIVE INTERSTATE SHIPMENT PROGRAM, BUT LACK THE FINANCING TO INVEST IN NECESSARY IMPROVEMENTS TO MEET FSIS STANDARDS.TO MEET THESE STANDARDS, WE FIRST PROPOSE UPGRADING OUR COOLER AND FREEZER AREAS TO ADD ADDITIONAL SPACE AND IMPROVE CARCASS HANGING CAPACITY, TEMPERATURE STABILITY, AND EFFICIENCY. WE PROJECT THIS WILL INCREASE OUR STORAGE BY 75 PERCENT ANNUALLY. WE ALSO PROPOSE EXPANDING OUR RETAIL AREA TO FREE UP SPACE FOR PROCESSING AND PACKAGING, WHICH WILL CONTRIBUTE TO OUR $450,000 ANNUAL SALES GROWTH GOAL AND ENSURE BETTER SEPARATION BETWEEN COOKED AND RAW PRODUCTS PURSUANT TO FSIS PROTOCOL. WE ALSO PROPOSE ADDING A NEW SMOKEHOUSE AND INVENTORY SYSTEM THAT WILL INCREASE OUR PROCESSING CAPACITY BY 50 PERCENT, INCREASE THE VARIETY OF PRODUCTS WE OFFER, AND BOOST FOOD SAFETY AND FSIS COMPLIANCE BY DIGITALLY LOGGING TEMPERATURES AND ENSURING UNIFORM HEATING AND AUTOMATIC COOLING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f2d26fb-7316-0ccc-3e44-f0365f206238-R", "generated_internal_id": "ASST_NON_21MPIRGIA1158_12K2"}, {"internal_id": 146061609, "Award ID": "21MPIRGIA1133", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "IN'T VELD'S ENT., INC. IS SEEKING TO EXPAND FROM A STATE OF IOWA INSPECTED FACILITY TO A FEDERALLY INSPECTED MEATPROCESSING PLANT. IN'T VELD'S HAS A LONG TRADITION OF PROVIDING QUALITY MEATS AND SERVICES SINCE 1941. WE AREPROUD TO OFFER ARTISAN MEATS NOT OFFERED BY THE LARGER MEAT PACKERS WITH RECIPES AND CRAFTSMANSHIP DATINGBACK TO THE 1800'S IN THE NETHERLANDS. FOR IN'T VELD'S TO ACCOMPLISH OUR EXPANSION GOALS, WE NEED TO INCREASEOUR OVERALL PRODUCTIVITY AS WELL AS OUR EFFICIENCY IN PRODUCTION, SHIPPING, ONLINE SALES AND DISTRIBUTION OF OURPRODUCTS. GRANT MONIES WILL BE USED TO PURCHASE THE EQUIPMENT, ESTABLISH MARKETS FOR OUR PRODUCT AS WELL ASPROVIDE CAPABILITIES TO DISTRIBUTE OUR PRODUCT TO WAREHOUSES FOR FURTHER NATIONWIDE DISTRIBUTION.SINCE THE PURCHASE OF THE BUSINESS, JERRY & SHAUGHN ROORDA HAVE CONTINUED TO MODERNIZE AND UPDATEEQUIPMENT IN THE CURRENT FACILITY. THE FLOOR PLAN HAS BEEN RECONFIGURED TO ALLOW FOR IMPROVED TRAFFIC FLOW.ADDITIONALLY, WE HAVE PURCHASED A NEW MIXING, GRINDING, AND STUFFING SYSTEMS, UPDATED AND EXPANDED COLDSTORAGE, COMPLETED ENERGY EFFICIENCY UPDATES TO THE FACILITY. A NEW COMPUTERIZED SMOKE HOUSE WAS INSTALLEDINCREASED ACCURACY IN TRACKING FOOD SAFETY, INCREASED OUR PRODUCT CAPACITY AND DECREASED OUR LABOR HOURSWHILE PROVIDING GREATER TRACEABILITY TO THE CONSUMER. THIS GRANT WILL HELP CONTINUE THE MODERNIZATION OF OUREQUIPMENT AND EFFICIENTLY SUPPLY OUR ARTISAN PRODUCT NATIONWIDE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "028cc8ff-ef6a-7f1c-48f1-5a681bd2571f-R", "generated_internal_id": "ASST_NON_21MPIRGIA1133_12K2"}, {"internal_id": 146061552, "Award ID": "21MPIRGIA1130", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ABSTRACT11-05-2021THOMA ENTERPRISES INC. IS A FAMILY-OWNED, VERY SMALL SLAUGHTER AND MEAT PROCESSING OPERATION IN THE RURALCOMMUNITY OF DURANT, IOWA. WE OPERATE A 3,500 SQ. FT. STATE-INSPECTED FACILITY, PROCESS APPROXIMATELY538,000 POUNDS OF MEAT ANNUALLY, AND SOURCE FROM ABOUT 500 UNIQUE FARMERS AND RANCHERS. WE AIM TOPARTICIPATE IN THE COOPERATIVE INTERSTATE SHIPMENT PROGRAM TO GROW SALES IN ILLINOIS, WISCONSIN, ANDMINNESOTA. HOWEVER, OUR FACILITY OPERATES ON OLDER EQUIPMENT THAT IS NOT COMPATIBLE WITH FSIS STANDARDS.TO FIX THIS PROBLEM AND SEIZE NEW OPPORTUNITIES, WE WILL INVEST IN A MODERN VACUUM STUFFER AND TWISTERLINKER MACHINE THAT WILL BE EASILY SANITIZED, DECREASE FOOD WASTE BY UP TO 10 PERCENT, AND REDUCE PROCESSINGTIME BY 25 PERCENT. OUR PROPOSED ADDITION OF A NEW MEAT GRINDER WILL ALSO MOVE US TOWARD INSPECTION READINESS BY REDUCINGFOOD TOUCHPOINTS, IMPROVING FOOD SAFETY, AND REDUCING THE MAXIMUM TEMPERATURE MEAT REACHES DURINGPROCESSING . THIS ADDITION WILL SAVE 7,200 MANHOURS OF LABOR AND INCREASE PROCESSING CAPACITY BY 125PERCENT DURING THE GRANT PERIOD. THE GRINDER WILL ALSO SAVE 4,680 POUNDS OF FOOD WASTE LOST DURING GRINDINGOVER THE GRANT PERIOD.THE FINAL ADDITION OF A NEW PACKAGING AND LABELING SYSTEM WITH A SCALE WILL IMPROVE OUR FSIS UNIFORMLABELING COMPLIANCE AND REDUCE THE LABOR INTENSITY OF PACKAGING BY 75 PERCENT. ALTOGETHER, WE EXPECT TOBECOME CIS READY, CREATE 3 NEW JOBS, GROW OUR SALES 150 PERCENT, AND PROCESS AN ADDITIONAL 750,000POUNDS OF MEAT DURING THE GRANT PERIOD WITH THIS AWARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e53eb31a-939e-cd39-8535-e04ef0e9797a-C", "generated_internal_id": "ASST_NON_21MPIRGIA1130_12K2"}, {"internal_id": 146061608, "Award ID": "21MPIRGIA1123", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE SLAUGHTER HOUSE MEAT LLC IS A VERY SMALL SLAUGHTER AND MEAT PROCESSING PLANT IN THE RURAL COMMUNITY OF MELBOURNE, IOWA - MORE THAN 2 HOURS FROM ANOTHER CIS OR FEDERAL FACILITY. WE OPERATE A 3,500 SQ. FT. FACILITY FOR PROCESSING AND RENT A SLAUGHTER SPACE AT A SEPARATE SITE SEVERAL MILES AWAY. EACH YEAR, WE WORK WITH 150 UNIQUE FARMERS FROM A 60+ MILE RADIUS. WE OFFER RETAIL PRODUCTS AT OUR STORE IN MELBOURNE, WHICH IS THE ONLY SOURCE OF FRESH FOOD WITHIN 30 MILES. OUR SERVICES ARE BOOKED OUT INTO FEBRUARY OF 2022 OR LATER. WE WANT TO BECOME A COOPERATIVE INTERSTATE SHIPMENT FACILITY, BUT CURRENTLY OUR FACILITY IS NOT SUITABLE FOR FSIS EXPECTATIONS. TO FIX THIS AND TAKE ADVANTAGE OF SALES OPPORTUNITIES IN MINNESOTA AND NEBRASKA, WE PROPOSE ADDING A 2450 SQ. FT. EXPANSION TO THE SHOP WE OWN TO ACCOMMODATE OUR OPERATION UNDER ONE ROOF. WE ALSO PROPOSE ADDING COLD STORAGE CAPACITY, A SPLITTING SAW, PATTY FORMER, AND A BRINE PUMP TO ENSURE OUR STORAGE AND PROCESSING OPERATION IS FSIS COMPLIANT WITH TEMPERATURE AND SANITARY REQUIREMENTS. ALTOGETHER, WE EXPECT THIS PROJECT TO EXPAND OUR HARVEST AND PROCESSING CAPACITY BY 1,080,000 NEW POUNDS DURING THE GRANT PERIOD. WE ALSO EXPECT TO CREATE 6 NEW JOBS AND GROW SALES BY $3,312,000 DURING THE GRANT PERIOD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "68991928-906c-3397-3913-e7fe990b0942-R", "generated_internal_id": "ASST_NON_21MPIRGIA1123_12K2"}, {"internal_id": 146272535, "Award ID": "21MPIRGIA1121", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ZEB'S SMOKEHOUSE IS RESPECTFULLY REQUESTING FUNDING IN THE AMOUNT OF $200,000 TO SUPPORT ITS COOPERATIVEINTERSTATE SHIPPING (CIS) COMPLIANCE PROJECT. ZEB'S SMOKEHOUSE HAS DEVELOPED A REPUTATION FOR PRODUCINGHIGH-QUALITY MEATS IN A CLEAN AND PROFESSIONAL E", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5a0bee96-5f11-afed-1d78-6e2629c35566-R", "generated_internal_id": "ASST_NON_21MPIRGIA1121_12K2"}, {"internal_id": 146061607, "Award ID": "21MPIRGIA1117", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "EXECUTIVE SUMMARYYETTER LOCKER INC. IS A FAMILY-OWNED, VERY-SMALL SLAUGHTER AND MEAT PROCESSING FACILITY IN THE RURAL COMMUNITY OF AUBURN, IOWA. OUR CUSTOM EXEMPT FACILITY PROCESSES ANIMALS FOR MORE THAN 500 UNIQUE FARMERS EACH YEAR. OUR RETAIL STORE ON-SITE IS THE ONLY SOURCE OF FRESH FOOD WITHIN 30 MILES. WE MAKE OUR OWN VALUE-ADDED PRODUCTS AND OFFER EVERY TRADITIONAL FRESH CUT FOR CUSTOM OR RETAIL BUYERS. WE ARE LOOKING TO GROW OUR MARKET IN FOUR NEARBY STATES THROUGH THE COOPERATIVE INTERSTATE SHIPMENT PROGRAM BUT CURRENTLY LACK THE APPROPRIATE ENVIRONMENTAL WASTE MANAGEMENT, HOLDING PEN, AND HACCP TRAINING RESOURCES TO BE ACCEPTED INTO THE PROGRAM. TO ADDRESS THIS AND GROW OUR CAPACITY, WE FIRST PROPOSE INSTALLING A SLURRY TANK TO REPLACE OUR SEPTIC SYSTEM THAT IS CURRENTLY JEOPARDIZING OUR SEWER LICENSE. NEXT, WE PROPOSE ADDING A NEW HOLDING PEN THAT IS FSIS COMPLIANT AND CAN ENSURE HUMANE HANDLING WHILE WE SIMULTANEOUSLY INCREASE OUR THROUGHPUT. FINALLY, WE PROPOSE COMPLETING REQUIRED HACCP TRAINING AND PLANNING WITH THIS PROJECT TO ENSURE FSIS COMPLIANCE AS WE TRANSITION INTO THE CIS PROGRAM. ALTOGETHER, WE EXPECT THESE PROJECTS WILL INCREASE OUR ANNUAL SALES BY $260,000. WE ALSO PROJECT THAT THIS PROGRAM WILL LET US CREATE 3 NEW JOBS AND SAVE 2,190 POUNDS OF MEAT WASTE DURING THE GRANT PERIOD. WITH ENVIRONMENTAL CLEARANCE FROM THE SLURRY TANK AND MODERN EQUIPMENT, WE WILL ALSO EXPAND OUR PROCESSING CAPACITY BY 1,058,400 POUNDS MORE THAN WE COULD WITHOUT THESE EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f779079-275b-b50b-fc59-e46cfd2ff7d2-R", "generated_internal_id": "ASST_NON_21MPIRGIA1117_12K2"}, {"internal_id": 146061606, "Award ID": "21MPIRGIA1096", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "11-10-2021RC NIKKEL IS A VERY SMALL, MULTI-SPECIES SLAUGHTER AND PROCESSING PLANT IN THE RURAL COMMUNITY OF SULLY,IOWA. IN 2020, WE PROCESSED APPROXIMATELY 660,400 POUNDS OF MEAT SOURCED FROM 520 UNIQUE FARMERS FROMAS FAR AS 75 MILES AWAY. WE OFFER CUSTOM PROCESSING AND SELL VALUE-ADDED RETAIL PRODUCTS ON SITE. WE HAVEPOTENTIAL TO GROW INTO A SUBSTANTIAL INTERSTATE SHIPPING OPERATION THROUGH THE CIS PROGRAM, BUT OUR FACILITYCURRENTLY LACKS THE APPROPRIATE MODERN EQUIPMENT, FREEZER SPACE, AND PROCESSING ROOM DESIGN TO MEET FSISREQUIREMENTS.TO FIX THIS AND BOOST OUR CAPACITY, WE PROPOSE ADDING A 480 SQ. FT. ADDITION FOR PROCESSING TO ALLOW FOR THESEPARATION OF PRODUCTS PER FSIS REQUIREMENTS AND TO INCREASE OUR THROUGHPUT CAPACITY BY MORE THAN2,000,000 POUNDS DURING THE GRANT PERIOD. TO ENSURE WE CAN COMPLY WITH FOOD SAFETY REGULATIONS AT A HIGHERVOLUME, WE PROPOSE ADDING A NEW MIXER/GRINDER, VACUUM SEALER, AND BAND SAW THAT WILL DECREASEPROCESSING TIME BY ABOUT 50 PERCENT AND HELP US GENERATE $1.65 MILLION IN NEW SALES DURING THE GRANTPERIOD AND CREATE AT LEAST 3 NEW JOBS. FINALLY, WE PROPOSE ADDING 200 SQ. FT. OF NEW FREEZER SPACE AND AFREEZER UNIT TO ENSURE THAT EVEN AS WE OPERATE AT A LARGER SCALE, WE CAN MAINTAIN FSIS FOOD SAFETY STANDARDSAND TEMPERATURE COMPLIANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aac2212c-8ffc-8816-35ef-42e807ed3f5a-R", "generated_internal_id": "ASST_NON_21MPIRGIA1096_12K2"}, {"internal_id": 146061605, "Award ID": "21MPIRGIA1065", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "CLARION LOCKER IS OWNED AND OPERATED BY FIRST-GENERATION SOUTH AFRICAN IMMIGRANTS. WE OPERATE A 8,600 SQ. FT. SLAUGHTER AND PROCESSING FACILITY THAT WE PLAN TO MAKE ENLIST IN THE COOPERATIVE INTERSTATE SHIPMENT PROGRAM. WE OFFER STATE-INSPECTED AND CUSTOM-PROCESSING SERVICES. OUR PROJECT IS A SERIES OF IMPROVEMENTS THAT WILL HELP US BECOME AN FSIS INSPECTION-READY TEAM AND FACILITY WHILE ALSO BOOSTING OUR CAPACITY TO HARVEST AND PROCESS.FSIS READINESS INVOLVES REPLACING OUR 50-YEAR-OLD SMOKEHOUSE WITH A NEW MODEL. THIS WILL HELP UPHOLD FSIS TEMPERATURE REQUIREMENTS THROUGH DIGITALLY LOGGED TEMPERATURES AND INCREASED RELIABILITY. IT WILL ALSO SMOKE 800 POUNDS IN HALF THE TIME OUR EXISTING UNIT TAKES TO SMOKE 400 POUNDS.TO OPTIMIZE LABOR PRODUCTIVITY, WE WILL ALSO ACQUIRE AN AUTOMATIC-BRINE INJECTOR FOR HAMS THAT WILL REDUCE BRINE WASTE BY 100 PERCENT AND INCREASE CAPACITY BY - 21,600 HAMS DURING THE GRANT PERIOD.THE ADDITION OF TWO REFRIGERATED ROOMS WILL BOOST CLARION LOCKER'S CAPACITY TO MAINTAIN FSIS TEMPERATURE COMPLIANCE AS WE STRIVE TO DOUBLE OUR THROUGHPUT. THE REFRIGERATED ROOMS DECREASE TRIM WEIGHT WASTE BY UP TO 34,560 POUNDS DURING THE GRANT PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a396cec2-e1e3-5630-a099-d598a15908fb-R", "generated_internal_id": "ASST_NON_21MPIRGIA1065_12K2"}, {"internal_id": 146061604, "Award ID": "21MPIRGIA1049", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "COUNTRY MEATS INC. IS A STATE-INSPECTED, FAMILY-OWNED MEAT SLAUGHTER AND PROCESSING PLANT IN THE RURALCOMMUNITY OF ARCADIA, IOWA. WE LOOK TO BECOME A COOPERATIVE INTERSTATE SHIPMENT FACILITY. WE OFFERSLAUGHTER AND PROCESSING OF CUSTOM, RETAIL, OFFICIAL COOKING, AND WHOLESALE PRODUCTS. WE PROCESS ABOUT950,000 POUNDS FOR CUSTOM SERVICES AND 325,000 POUNDS PER YEAR OF STATE OFFICIAL INSPECTED PRODUCTS,WHICH ARE SOURCED FROM ~850 UNIQUE FARMERS.WHILE WE HAVE POTENTIAL TO POSITIVELY IMPACT THE MIDWESTERN FOOD SUPPLY, WE NEED TO MAKE KEYIMPROVEMENTS TO JOIN THE CIS PROGRAM. WE PROPOSE REMODELING OUR FREEZER TO EXPAND STORAGE CAPACITY BY20 PERCENT AND IMPROVE FOOD TEMPERATURE STABILITY. WE ALSO WILL MAKE UPGRADES TO EXPAND OUR SLAUGHTERROOM, WHICH WILL HELP US MAINTAIN FSIS COMPLIANCE, WHILE DOUBLING OUR SLAUGHTER CAPACITY TO 34 BEEF CATTLEAND 16 HOGS WEEKLY. WE ALSO INTEND TO REBUILD OUR PROCESSING ROOM WITH INCREASED SPACE AND FSISCOMPLIANT MATERIALS AND DESIGN TO ENSURE WE CAN MEET STANDARDS AND INCREASE PROCESSING VOLUME BY 1.2MILLION POUNDS DURING THE GRANT PERIOD. TO ENSURE WE ARE ABLE TO MAINTAIN FSIS COMPLIANT SLAUGHTER ANDPROCESSING DURING REGULAR UTILITY INTERRUPTIONS, WE WILL INVEST IN A WATER TOWER THAT WILL INCREASE OURPROCESSING CAPACITY BY 672 MAN HOURS DURING THE GRANT PERIOD. FINALLY, WE WILL HIRE A MEAT PROCESSINGCONSULTANT TO COUNSEL OUR FACILITY ON FSIS COMPLIANCE AND PLAN DEVELOPMENT. WE EXPECT TO GENERATE $4.5MILLION IN NEW SALES DURING THE GRANT PERIOD AND CREATE 6 NEW JOBS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f21ab0c8-3960-6fe7-662b-f74b1da02383-R", "generated_internal_id": "ASST_NON_21MPIRGIA1049_12K2"}, {"internal_id": 146061602, "Award ID": "21MPIRGIA1045", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THEEDGEWOOD LOCKER WILL INVEST $7.6M ON A 19,000 SQ FT. EXPANSION OF THE CURRENT FACILITY. APPROXIMATELY $1M WILL BE SPENT ON NEW STATE OF THE ART EQUIPMENT. THE EXPANSION WILL ALLOW OUR BUSINESS TO GROW IN THE FOLLOWING WAYS: WE ARE PUSHING MORE INSPECTED PRODUCT THROUGH THAN IT WAS DESIGNED FOR. WORK AREAS ARE CONGESTED. THIS EXPANSION WILL ALLOW US TO DO THE WORK THAT WE'RE ALREADY DOING BETTER, MORE EFFICIENTLY, AND WITH A BETTER AND SAFER WORKING ENVIRONMENT FOR EMPLOYEES. GROWTH OF OUR WHOLESALE BUSINESS. WE ARE PLANNING TO DOUBLE THE VOLUME OF WHOLESALE BUSINESS WE CURRENTLY DO. TODAY WE ARE NOT IN ANY MAJOR GROCERY STORE OR CONVENIENCE STORE CHAINS. IN THE FUTURE WE LOOK TO PROVIDE WHOLESALE PRODUCT TO THOSE LARGER CHAINS, ESPECIALLY IN THE LARGER METRO MARKETS WHERE CURRENTLY HAVE VOIDS. THEEDGEWOOD LOCKER WILL TRANSITION TO USDA INSPECTION FROM STATE INSPECTION AROUND THE SAME TIME WE MOVE INTO THE NEW PLANT. USDA INSPECTION WILL BE CRITICAL AS WE LOOK TO REACH CUSTOMERS ACROSS STATE LINES. FOOD SAFETY. IN THE NEW FACILITY WE WILL ACHIEVE PERFECT SEPARATION OF RAW AND COOKED PRODUCT PROCESSING AREAS. PASS-THROUGH SMOKEHOUSES WILL BE ONE KEY FACTOR TO ENABLE THIS. A FOCUS ON FOOD SAFETY WILL BE BUILT INTO EVERY BLUEPRINT, MATERIAL PURCHASE, AND EQUIPMENT PURCHASE. CUSTOM PROCESSING CAPACITY: THIS EXPANSION PROJECT WILL ALLOW US TO INCREASE THE NUMBER OF HOGS WE CAN PROCESS, THUS ALLOWING US TO PROVIDE NEW MARKETS FOR LIVESTOCK PRODUCERS AND SHORTEN LEAD TIMES FOR SLAUGHTER APPOINTMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3815e89-2727-c9c2-2cec-95bdabd988d1-C", "generated_internal_id": "ASST_NON_21MPIRGIA1045_12K2"}, {"internal_id": 146061601, "Award ID": "21MPIRGIA1043", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "DAYTON MEAT PRODUCTS IS A SLAUGHTER AND PROCESSING FACILITY IN MALCOLM, IOWA. IN 2020, WE PROCESSEDAPPROXIMATELY 750,000 POUNDS OF MEAT. WE OFFER OFFICIAL AND CUSTOM SLAUGHTER AND PRODUCTS FOR WHOLESALEAND RETAIL. OUR STOREFRONT WITH FRESH AND PROCESSED MEAT IS THE ONLY FOOD SOURCE FOR 20+ MILES.WE LOOK TO GROW OUR HARVEST, PROCESSING, AND INTERSTATE SHIPPING THROUGH THE CIS PROGRAM. OUR FACILITY ISCURRENTLY INADEQUATE FOR FSIS STANDARDS. TO MEET FSIS STANDARDS FOR CIS, WE PROPOSE FIRST FIXING THE ROOF OFOUR FACILITY BECAUSE WITH PRECIPITATION, IT LEAKS AND CAUSES WATER DAMAGE.WE ALSO PROPOSE ADDING A NEW COOLING SYSTEM FOR THE PROCESSING ROOM TO COMPLY WITH FSIS TEMPERATUREPROTOCOLS AND EQUIP OUR FACILITY TO HANDLE AN ADDITIONAL 420,0000 POUNDS OF MEAT DURING THE GRANT PERIOD.AN ADDITION OF 162 SQ. FT. OF COOLER AND FREEZER SPACE WILL ALSO HELP SOLVE OUR STORAGE BOTTLENECK AND ALLOW USTO INCREASE VOLUME BY 40 PERCENT.TO COMPLY WITH FSIS STANDARDS AND HANDLE OUR INCREASED VOLUME, WE ALSO PROPOSE ADDING A NEW CLIPPER ANDGRINDING SYSTEM, WHICH WE ESTIMATE WILL SAVE 9,360 MAN HOURS AND INCREASE PROCESSING CAPACITY BY 900,000POUNDS DURING THE GRANT PERIOD. TO TRACK FOOD SAFETY AND CAPACITY IN COMPLIANCE WITH FSIS EXPECTATIONS, WEALSO WILL ACQUIRE NEW OPERATIONS SOFTWARE.ALTOGETHER THROUGH THIS PROGRAM, WE WILL GROW OUR SALES BY $1.68 MILLION DURING THE GRANT PERIOD ANDEXPAND SALES INTO 5 STATES. WE PLAN TO CREATE 4 NEW JOBS AND SOURCE MEAT FROM 15 NEW FARMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "107c12e0-c8fd-8339-e3c2-c7ee27a65009-R", "generated_internal_id": "ASST_NON_21MPIRGIA1043_12K2"}, {"internal_id": 146272606, "Award ID": "21MPIRGIA1035", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "BORDERNARO'S MEAT MARKET IS CONSTRUCTING A SLAUGHTER & MEAT/FOOD SHIPPING FACILITY. WE HAVE PURCHASED THE LAND AND HAVE SECURED FINANCING TO CONSTRUCT A BUILDING TO HOUSE OUR SLAUGHTER & MEAT/FOOD SHIPPING FACILITY IN CARROLL COUNTY, IOWA. WE ARE SEEKING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e777e8e9-e85d-c224-f5a6-ee8b63295772-R", "generated_internal_id": "ASST_NON_21MPIRGIA1035_12K2"}, {"internal_id": 146061668, "Award ID": "21MPIRGIA1031", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "CORNING MEAT PROCESSING SERVICES IS A VERY SMALL SLAUGHTER AND PROCESSING FACILITY IN THE RURAL CITY OFCORNING, IOWA. WE AIM TO BECOME A COOPERATIVE INTERSTATE SHIPMENT FACILITY TO PURSUE MARKET OPPORTUNITIESIN MISSOURI, KANSAS, AND NEBRASKA, BUT WE LACK THE CRITICAL FACILITY IMPROVEMENTS AND EQUIPMENT TO MEETFSIS STANDARDS.TO BECOME A CIS FACILITY, WE PROPOSE TO INSTALL PIPES, WIRING, AND INSULATION TO MAKE OUR FREEZER SPACEFSIS-READY. OUR CURRENT FREEZER IS BARELY OPERATIONAL AND REQUIRES US TO TRANSFER MEAT BETWEEN UNITS.UPGRADING OUR FREEZER WILL IMPROVE FSIS COMPLIANCE BY REDUCING FOOD TOUCHPOINTS/TRANSFERS, INCREASINGPRODUCT QUALITY, AND BOOSTING OPERATIONAL EFFICIENCY BY 20 PERCENT ANNUALLY.OUR CURRENT SMOKEHOUSE IS A MAJOR REVENUE GENERATOR, ACCOUNTING FOR AT LEAST 40 PERCENT OF OUR CURRENTREVENUE. WE AIM TO SEIZE OPPORTUNITIES TO GROW SMOKED PRODUCT SALES BY $100,000 IN SURROUNDING STATES,BUT OUR CURRENT SMOKEHOUSE WAS BUILT IN 1987 AND WOULD NOT MEET FSIS REQUIREMENTS. WE PROPOSEINSTALLING A NEW, FSIS-COMPLIANT SMOKEHOUSE THAT WILL INCREASE CAPACITY BY 216,000 POUNDS OF MEAT OVERTHE GRANT PERIOD.AT 400 SLICES/MINUTE, THE PROPOSED NEW SLICER WOULD ALSO QUADRUPLE OUR CURRENT CAPACITY. THE MACHINE WILLALSO BE EASIER TO CLEAN, WHICH WILL INCREASE OUR FOOD SAFETY, ENSURE RIGOROUS FSIS COMPLIANCE, AND REDUCESTAFF CLEANING HOURS BY 180 HOURS OVER THE GRANT PERIOD.ALTOGETHER, THIS PROJECT WILL CREATE 2 NEW JOBS AND ALLOW US TO HARVEST AND PROCESS 3,204,000 PORTIONS OFPROTEIN FOR CONSUMPTION ACROSS THE MIDWEST DURING THE GRANT PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8704efe-aaf5-7535-e227-5528d107891b-R", "generated_internal_id": "ASST_NON_21MPIRGIA1031_12K2"}, {"internal_id": 146061666, "Award ID": "21MPIRGIA1015", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "11-02-2021WINTHROP LOCKER IS A VERY SMALL, STATE-INSPECTED SLAUGHTER AND MEAT PROCESSING PLANT IN THE RURAL CITY OFWINTHROP, IOWA. SINCE 2008 WHEN WE BEGAN OPERATIONS, WE HAVE PROCESSED ABOUT 5,000,000 POUNDS OFMEAT. WE SOURCE ANIMALS FROM OVER 600 UNIQUE FARMERS EACH YEAR. WE OFFER CUSTOM AND RETAIL SLAUGHTER ANDPROCESSING AND MANY OF OUR CLIENTS RESELL PRODUCTS AT THEIR OWN BUSINESSES. OUR GOAL IS TO PARTICIPATE IN THECOOPERATIVE INTERSTATE SHIPMENT PROGRAM, BUT OUR FACILITY CURRENTLY LACKS APPROPRIATE FACILITIES, LABELING,AND PACKAGING EQUIPMENT TO MEET FSIS EXPECTATIONS.TO FIX THIS, WE FIRST PROPOSE A 600 SQ. FT. ADDITION TO OUR FACILITY THAT WILL HAVE TEMPERATURE CONTROLCAPABILITIES BELOW 40 DEGREES TO ALLOW US TO COMPLY WITH FSIS PROTOCOLS ON THE SEPARATION OF COOKED ANDUNCOOKED PRODUCTS. THIS EXPANSION WILL ALSO MAKE OUR 4,200 SQ. FT. FACILITY MORE EFFICIENT AND CREATE SPACEFOR MORE EMPLOYEE HANDWASHING STATIONS BETWEEN WORKSITES TO COMPLY WITH FSIS RULES. FINALLY, TO ENSUREWE CAN MAINTAIN STRICT COMPLIANCE WITH FSIS GUIDELINES WHILE OPERATING AT A LARGER SCALE, WE PROPOSE ADDINGA ROLLSTOCK PACKAGING MACHINE TO REDUCE PACKAGING LABOR EFFORT BY 75 PERCENT AND INCREASE WRAPPING ANDLABELING BY 500 PERCENT.ALTOGETHER, WE EXPECT TO CREATE 3 NEW JOBS AND GROW CAPACITY BY 900,000 POUNDS DURING THE GRANT PERIOD.WE ALSO EXPECT TO BRANCH OUT INTO NEW INTERSTATE MARKETS IN MINNESOTA AND ILLINOIS UPON RECEIVING CISAPPROVAL. WE ALSO EXPECT TO CREATE A NEW MARKET OPPORTUNITY FOR AT LEAST 200 UNIQUE FARMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a6c6a60-e147-4d65-6c77-bd63d09eee7a-R", "generated_internal_id": "ASST_NON_21MPIRGIA1015_12K2"}, {"internal_id": 146061586, "Award ID": "21MPIRGIA1009", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "WEAVER MEATS IS A FAMILY-OWNED SLAUGHTER AND PROCESSING PLANT IN AFTON, IOWA. WE ARE THE ONLY STATE INSPECTED LOCKER WITHIN 65 MILES AND THERE IS NO USDA LOCKER FOR APPROXIMATELY 100 MILES. WE SELL RETAIL PRODUCTS AND MAINTAIN SMALL WHOLESALE ACCOUNTS. OUR FACILITY AIMS TO GROW SALES BY $3 MILLION DURING THIS GRANT PERIOD THANKS TO EQUIPMENT AND FACILITY UPGRADES THAT WILL HELP US BE A PARTICIPANT IN THE COOPERATIVE INTERSTATE SHIPMENT PROGRAM. HOWEVER, TO MEET CIS REQUIREMENTS, OUR FACILITY REQUIRES EQUIPMENT AND FACILITY UPGRADES CURRENTLY BEYOND OUR REACH. WITH THIS GRANT, WE FIRST PROPOSE TO ADD A 1,000 SQ. FT. ATTACHMENT TO OUR SLAUGHTER FLOOR TO MAINTAIN HUMANE HANDLING AND SLAUGHTER AT A HIGHER THROUGHPUT. TO MEET FSIS STANDARDS ON WORKPLACE AND FOOD SAFETY AND TO IMPROVE OUR EFFICIENCY, WE WILL ALSO ADD A SECOND SKINNING STATION AND ADDITIONAL INEDIBLE COOLER SPACE TO HANDLE THE INCREASE IN ANIMALS AND INEDIBLE WASTE. WE EXPECT THIS ADDITION IN COMBINATION WITH A MODERN, FOOD SAFE GRINDER AND EXPANDED 180 SQ. FT. COOKED MEATS COOLER TO INCREASE OUR OUTPUT FROM 18 TO 30 BEEF CATTLE PER WEEK AND 16 TO 30 HOGS PER WEEK, WHICH WOULD GIVE A NEW MARKET ACCESS POINT TO ABOUT 200 FARMERS. ASIDE FROM GROWING OUR THROUGHPUT CAPACITY, THIS COOLER WILL HELP US MEET FSIS REQUIREMENTS ON SEPARATION OF PRODUCTS. THIS INCREASE IN OUTPUT WOULD ALSO ALLOW US TO CREATE 8 JOBS THANKS TO AROUND A 90 TO 100 PERCENT INCREASE IN OUR WHOLESALE AND RETAIL SALES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f84ba5a1-ec2e-e22a-9a40-dbb8b1fc24eb-R", "generated_internal_id": "ASST_NON_21MPIRGIA1009_12K2"}, {"internal_id": 146061550, "Award ID": "21MPIRGFL1144", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "11-01-2021PASTURED LIFE FARM IS AN INNOVATIVE FARM IN O'BRIEN, AN UNINCORPORATED FOOD DESERT TOWN IN NORTHERNFLORIDA. WE SLAUGHTER, PROCESS, AND LOCALLY SELL PASTURE- AND HUMANELY-RAISED POULTRY AND MEAT PRODUCTS. IN2020, WE GREW AND PROCESSED 18,000 BIRDS, EQUALLING 144,000 POUNDS OF MEAT. PASTURED LIFE FARM'S GROWTHIS HANDICAPPED BY THE 20,000 BIRD LIMIT IMPLEMENTED UNDER EXEMPTION PL-90-492.INDEPENDENT GROWERS IN THE SOUTHEAST FACE A CRITICAL LACK OF USDA INSPECTED FACILITIES, WITH THE NEAREST ONE+400 MILES FROM MOST INDEPENDENT POULTRY PRODUCERS. TO ADDRESS THIS, OUR PROJECTS WILL CATALYZE OURTRANSITION TO USDA INSPECTED STATUS AND PROVIDE AN ON-RAMP TO PROCESSING FOR AT LEAST 250 NON-CONTRACTPOULTRY FARMERS IN ALABAMA, GEORGIA, AND FLORIDA. FIRST, WE WILL ENCLOSE OUR SLAUGHTER AREA TO COMPLY WITHUSDA REQUIREMENTS. WE WILL TRANSITION AWAY FROM CHLORINE BATHS AND IMPLEMENT AN AIR CHILLER SYSTEM,WHICH WILL IMPROVE FOOD SAFETY, INCREASE PROCESSING CAPACITY BY AN ESTIMATED 1,000 BIRDSPER YEAR, AND REDUCEWATER CONSUMPTION BY 30,000 GALLONS DURING THE GRANT PERIOD. ADDITIONALLY, A NEW FREEZER SYSTEM,PROCESSING UPGRADES, AND TRANSPORTATION RESOURCES WILL STABILIZE FOOD TEMPERATURES AND IMPROVE HUMANEHANDLING.ALTOGETHER, WE EXPECT THESE PROJECTS TO INCREASE OUR SALES BY 25 PERCENT EACH YEAR 2021 THROUGH 2023, THENIN 2024 WE EXPECT PROCESSING AND PRODUCTION CAPACITY TO EQUALIZE AND ALLOW A 50 PERCENT INCREASE. THISWOULD TRANSLATE INTO APPROXIMATELY $872,395 IN INCREASED SALES DURING THE GRANT PERIOD, THE CREATION OF 5NEW JOBS, AND ~200,000 POUNDS OF NEW MEAT PROCESSING CAPACITY.ALIGNMENT AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "06bee203-06db-a7a5-82ff-7a2d49a2e428-R", "generated_internal_id": "ASST_NON_21MPIRGFL1144_12K2"}, {"internal_id": 146272536, "Award ID": "21MPIRGFL1137", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "BIG CREEK FARM, LLC IS A LIVESTOCK PROCESSING FACILITY LOCATED ON LAND THAT HAS BEEN FARMED SINCE 1858 ANDPASSED THROUGH MULTIPLE GENERATIONS. THE MAJORITY OWNER OF THE BUSINESS IS KASIA FORTUNE WHO IS THEGREATGREAT-GREAT GRANDDAUGHTER OF CHIEF OCHINEE OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4149681c-8e93-9727-e08e-abfd2561beb7-R", "generated_internal_id": "ASST_NON_21MPIRGFL1137_12K2"}, {"internal_id": 146061600, "Award ID": "21MPIRGFL1081", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "REVITALIZING L&W VENISON'S INFRASTRUCTURE AND EQUIPMENT TO REACH USDA-INSPECTIONL&W VENISON IS A VERY SMALL MEAT PROCESSING FACILITY THAT HAS OPERATED IN THE RURAL COMMUNITY OF MADISON, FLORIDA, FOR 18 YEARS. OUR SLAUGHTER AND PROCESSING SERVICES ARE AVAILABLE FOR ALL LIVESTOCK, INCLUDING SHEEP, GOATS, BEEF CATTLE, AND HOGS. ANNUALLY, OUR FACILITY AND ITS 7 TO 9 FULL-TIME EMPLOYEES SLAUGHTER AND PROCESS MORE THAN 440,000 POUNDS OF MEAT. IN 2020, WE WORKED 7 DAYS A WEEK AND INCREASED PROCESSING CAPACITY BY 800 PERCENT, BUT WE STILL FELL SHORT OF OUR POTENTIAL DUE TO OUR LACK OF USDA INSPECTION STATUS. TO OBTAIN AFEDERALGRANT OF INSPECTION, WE PROPOSE FACILITY IMPROVEMENTS TO INCLUDE ADDING AN FSIS INSPECTOR OFFICE AND IMPROVING OUR COOLER BOX PANELS, KNOCKING PENS, AND RAILING SYSTEM TO MAINTAIN RIGOROUS COMPLIANCE WITH FSIS EXPECTATIONS WHILE SIMULTANEOUSLY HANDLING SUBSTANTIALLY MORE VOLUME. WE ALSO PROPOSE TO INSTALL A 7-TON COOLER, HOIST, AND ACQUIRE A NEW SPLITTING SAW AND BALANCER, WHICH WILL ENSURE FOOD TEMPERATURE STABILITY AND MAKE FOR EASIER EQUIPMENT CLEANING EVEN AT HIGHER WORKLOADS. FINALLY, WE PROPOSE TO WORK WITH A HACCP RECORDS CONSULTANT TO ENSURE OUR FACILITY MAINTAINS SUPERIOR SAFETY PROCEDURES AND IS RIGOROUSLY COMPLIANT WITH FSIS EXPECTATIONS. WITH AFEDERALGRANT OF INSPECTION, WE LOOK TO DOUBLE OUR ANNUAL SALES AND BOOST PRODUCTION TO 1.2 MILLION POUNDS OF BEEF AND PORK PER YEAR, OFFER A NEW MARKET FOR AT LEAST 200 ADDITIONAL LIVESTOCK FARMERS, AND CREATE 7 NEW JOBS IN THE POOREST COUNTY IN FLORIDA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55dcd671-8706-17b1-5753-f34eb22ff7d7-R", "generated_internal_id": "ASST_NON_21MPIRGFL1081_12K2"}, {"internal_id": 146061599, "Award ID": "21MPIRGFL1005", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THEBAY LAKE FARMSFAMILY HAS BEEN IN THE ALLIGATOR BUSINESS IN FLORIDA FOR OVER 25 YEARS, WHICH INCLUDES MANAGING THE ADULT ALLIGATOR POPULATION ON PRIVATELYOWNED LAND THROUGHOUT FLORIDA, ALLIGATOR EGG COLLECTION AND FARM RAISING ALLIGATORS WITH LITTLE TO NO WASTEPROCESSING/PRODUCTION FACILITY. MORE RECENTLY WE BEGAN A CATTLE/CALF OPERATION WHEREOUR ANIMALS ARE ALLOWED TO ROAM AND GRAZE FREELY. WE TAKE PRIDE IN OUR FARMING PRACTICES THAT FOCUS ONHUMANEANIMAL HUSBANDRY. OUR GOAL IS TO EXPAND OUR CURRENT MARKET BYTRANSISIONINGINTO A STATE OF THE ART, VERTICALLYINTEGRRATEDCATTLEABATTORIRTHEPRODCUEESTOP QUALITY CUSTOM BEEF AND OBTAINING A FEDERAL GRANT OF INSPECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f8fdf20e-354a-6054-9a50-a3ee9157068c-R", "generated_internal_id": "ASST_NON_21MPIRGFL1005_12K2"}, {"internal_id": 146061598, "Award ID": "21MPIRGCO1145", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ABSTRACTWHEAT RIDGE POULTRY AND MEATS INC. SEEKS GRANT FUNDS TO OBTAIN MEAT AND POULTRY INSPECTION AND TO EXPAND OUR DOMESTIC LIVESTOCK SLAUGHER AND PROCESSING CAPABILITIES. THE RECENT GLOBAL PANDEMIC PROVED THE NEED FOR ADDITIONAL SLAUGHTER AND PROCESSING FACILITIES TO MEET THE NEEDS OF SMALLER FARMERS AND RANCHERS. IN THE COMMUNITY, WE SERVE THE AVERAGE WAIT TIME TO OBTAIN A SLAUGHTER DATE IN ANY PLANT IS 18 MONTHS. THESE TIMEFRAMES LEAVE LITTLE TO NO OPTIONS FOR RANCHERS WHO MAYH NOT BE ABLE TO MAINTAIN THEIR LIVESTOC FOR THAT TIME. THE PURPOSE OF THIS APPLICATION IS TO MEE THE NEEDS OF OUR LOCAL FARMERS AND RANCHERS BY EXPANDING AND MODERNIZING OUR MOBILE SLAUGHTER UNIT AND PROCESSING FACILITY. WE ARE FAMILIAR WITH THE REQUIREMENTS OF BECOMING A USDA INSPECTED FACILITY AS WE HAVE A FORMER USDA INSPECTOR ON OUR STAFF AND ARE IN THE PROCESS OF OBTAINING A USDA APPROVAL FOR OUR COMMISSARY KITCHEN HOUSED AT A DIFFERENT LOCATION. OUR PROCESSING FACILITY AND EQUIPMENT WOULD REQUIRE MODERNIZATION TO MEET THE REQUIRMENTS OF THE USDA FOR MEAT AND POULTRY INSPECTION..", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd14d7a2-3de8-c1df-015c-40a960ce5565-R", "generated_internal_id": "ASST_NON_21MPIRGCO1145_12K2"}, {"internal_id": 146061597, "Award ID": "21MPIRGCO1071", "Award Amount": 199495.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ELEVATION MEAT MARKET IS A STATE-INSPECTED MEAT PROCESSING FACILITY IN THE RURAL COMMUNITY OF WESTCLIFFE, COLORADO. WE OPERATE IN A 2,600 SQ. FT. FACILITY WITH 1,800 SQ. FT. DEDICATED TO PROCESSING. WE PROCESS SPECIALTY CUTS AND PRODUCTS FOR AREA CONSUMERS, RESTAURANTS, AND BARS. BECAUSE OF OUR INSPECTION STATUS, WE DO NOT DO EXTENSIVE CO-PACKING OR FURTHER PROCESSING, DESPITE ABUNDANT COMMUNITY NEED. OUR REGION HAS A DISPROPORTIONATELY SPARSE CONCENTRATION OF USDA-INSPECTED FACILITIES DESPITE THE HEAVY CONCENTRATION OF RANCHING AND LIVESTOCK FARMING THAT OCCURS HERE. TO IMPROVE THIS SITUATION, ELEVATION MEAT MARKET WILL UNDERTAKE A SERIES OF IMPROVEMENT PROJECTS TO BECOME USDA INSPECTED FOR PROCESSING OF BEEF AND PORK.WE WILL MAKE IMPROVEMENTS TO WALLS, MOBILE COLD STORAGE, AND FREEZER UNITS SO THEY ARE COMPLIANT WITH FSIS STANDARDS. THEN, WE PLAN TO UPGRADE OUR COOLER COMPRESSOR AND EVAPORATOR. THIS WILL REDUCE ENERGY COSTS BY 10 PERCENT AND DECREASE CARCASS TRIM WEIGHT WASTE BY 57,600 POUNDS DURING THE GRANT PERIOD. ADDITIONALLY, WE SEEK NEW PROCESSING EQUIPMENT THAT WILL BE EASIER TO CLEAN IN ACCORDANCE WITH FSIS STANDARDS AND INCREASE OUR VALUE-ADDED PRODUCT LINE OFFERINGS BY 10 PRODUCTS. ALTOGETHER, WE EXPECT THIS GRANT TO INCREASE OUR CAPACITY TO 25 BEEF CATTLE AND 10 PIGS PER WEEK, WHICH WOULD EQUATE TO MORE THAN 2.36 MILLION POUNDS OF NEW PROCESSING CAPACITY DURING THE GRANT PERIOD ALONE. WE ALSO EXPECT TO INCREASE OUR GROSS SALES BY 100 PERCENT DURING THE GRANT PERIOD AND CREATE 8 NEW FULL-TIME JOBS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d87db67a-4009-60f7-1c37-6362e43f76cc-R", "generated_internal_id": "ASST_NON_21MPIRGCO1071_12K2"}, {"internal_id": 146061596, "Award ID": "21MPIRGCO1024", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "BOUNTIFUL VENTURES, LLC DBA BOUNTIFUL MEATS & PROCESSING IS TAKING THE NECESSARY STEPS TO OFFER USDA MEAT PROCESSING BY OBTAINING A FEDERAL GRANT OF INSPECTION. IN ORDER TO DO THIS THE PLANT WILL NEED TO UPSIZE THE CAPABILITIES OF THEIR FACILITY BY CONSTRUCTING A NEW HARVEST FLOOR AS WELL AS MODERNIZING SPACE, EQUIPMENT, AND SUPPLIES TO MEET THE REQUIREMENTS TO PASS THE INSPECTION. THIS PROJECT IS SET TO TAKE PLACE STARTING SEPTEMBER 30, 2021 AND WILL BE COMPLETED BEFORE OR BY SEPTEMBER 29TH, 2024. AS A RESULT, WE WILL BE ABLE TO OFFER USDA PROCESSING TO OUR RURAL COMMUNITIES AND SURROUNDING AREAS AS WELL AS TO OFFER LOCAL COLORADO MEAT AT RETAIL AND WHOLESALE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a19fe210-25a3-3ba0-4e97-32b5f92fd6a2-R", "generated_internal_id": "ASST_NON_21MPIRGCO1024_12K2"}, {"internal_id": 146061582, "Award ID": "21MPIRGCA1155", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PURPOSE OF THIS PROJECT IS TO EXPAND THE OPERATIONS OFBUCKHORNCAFE INCDBABUCKHORNMEAT CO, WHILE SEEKING A FEDERAL GRANT OF INSPECTION. OUR GOALS ARE TO INCREASE THE PRODUCTION SCALE AND IMPROVE PRODUCTION EFFICIENCY OF SIGNATURE VALUE-ADDED PRODUCTS. THE PROJECT WILL ENABLE A LARGER COMMERCIAL PRESENCE IN BOTH RETAIL AND WHOLESALE MARKETS; INADDITIONSUPPLY PRODUCTS, INTERNALLY, TOALL OFOUR COMPANY OUTLETS. THROUGH THE EXPANSION OF OURFACILITYWE'LL HAVE THE OPPORTUNITY TO INCREASE THE SCALE OF PROPRIETARY ITEMS, THEREFORE EXTENDING OUR CUSTOMER REACH BEYOND THE PROXIMITY OF OURRESTAURANTS, ANDFUNNELINGNEW REVENUE STREAMS BACK TO OUR LOCAL COMMUNITY. OBTAINING A FEDERAL GRANT OF INSPECTION WILL ALLOW US TO DEVELOP NEW VALUE-ADDED PRODUCTS BY UTILIZING HEAT TREATMENT METHODS AND IMPROVED VACUUM PACKAGING, WHILE UPHOLDING USDA FOOD SAFETY STANDARDS. WE ARE SEEKING FUNDING TO SUPPLEMENT THE COSTS OF EXPANDING OUR FACILITY INCLUDING 1) THE CONSTRUCTION OF NEW PROCESSING ROOMS OUTFITTED FOR APPROPRIATE TIME/TEMPERATURE CONTROL, 2) THE ADDITION OF INDUSTRIAL EQUIPMENT TO INCREASE PRODUCTION SCALE, PRODUCT DIVERSITY, AND MEET FOOD SAFETY REQUIREMENTS, 3) TRAINING FOR PLANT MANAGEMENT AND FOOD SAFETY, AND 4) FINALLY THE IMPLEMENTATION OF HACCP PLANS AND MORE EFFICIENT PRODUCTION PROCESSES. THE EXPECTED OUTCOMES OF THIS PROJECT INCLUDE: 1) INCREASED REVENUE DERIVED FROM THE ENTRY OF NEW OUT-OF-STATE MARKETS, 2) NEWLY DEVELOPED PRODUCTS FOR FOOD SERVICE AND RETAIL MARKETS, 3) THE ADDITION OF NEW JOB ROLES, IMPROVED SPECIALIZATION OF LABOR AND REDUCED LABOR COSTS DUE TO ENHANCED PROCESSING CAPACITY AND EFFICIENCY, AND 4) ENHANCED FOOD SAFETY MEASURES WITH USDA COMPLIANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f3ec1bc-a563-97c1-3a31-f263424c2ef3-C", "generated_internal_id": "ASST_NON_21MPIRGCA1155_12K2"}, {"internal_id": 146061595, "Award ID": "21MPIRGCA1072", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "HOANG AN INC. IS A SMALL MEAT PROCESSING FACILITY THAT PRODUCES DIFFERENT KINDS OF MEAT PRODUCTS, INCLUDING POULTRY, PORK, BEEF, AND FISH OF DIFFERENT CULTURES TO SELL AROUND THE UNITED STATES. WE ARE AIMING TO BUY THREE NEW MACHINES: A MEAT GRINDER, MEAT MIXER 650D, AND A DOUBLE MEAT CLIPPER. THESE MACHINES WILL STREAMLINE MANUFACTURING OF OUR PRODUCTS AS OPPOSED TO USING MANUAL LABOR. THIS MEANS THAT THE FACILITY WILL BE ABLE TO PRODUCE MORE PRODUCTS FOR A LESS AMOUNT OF TIME AND A LESS AMOUNT OF WORK. THE MEAT GRINDER WILL GRIND UP MEATS AT A MORE EFFICIENT RATE, THE MEAT MIXER WILL FACILITATE MIXING ALL INGREDIENTS TOGETHER, AND THE DOUBLE CLIPPER WILL HELP IN THE PRODUCTION OF SAUSAGE PRODUCTS. THE EXPECTED OUTCOME OF THIS PROJECT IS, OF COURSE, ACQUIRING THE EQUIPMENT, BUT ALSO A 40% INCREASE IN PRODUCTION OF GOODS, AND MORE EMPLOYEES HIRED IN ORDER TO OPERATE THE MACHINES. BECAUSE WE INTEND TO SELL OUR PRODUCTS ACROSS THE UNITED STATES, THE PROJECTED LARGE-SCALE OUTCOME IS A GREATER POPULATION OF CONSUMERS THROUGHOUT THE COUNTRY AS WELL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d7a53648-495c-6b78-3ade-1c25f62dc458-R", "generated_internal_id": "ASST_NON_21MPIRGCA1072_12K2"}, {"internal_id": 146061547, "Award ID": "21MPIRGCA1026", "Award Amount": 191000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "BUD'S CUSTOM MEATS, INC IS A SMALL, FAMILY-OWNED CUSTOM MEAT PROCESSOR AND SPECIALTY MEATS RETAILER LOCATED IN PENNGROVE, A SMALL TOWN ADJACENT TO PETALUMA IN THE NORTH BAY. WE CURRENTLY EMPLOYEE 17 STAFF AT A COMBINED PROCESSING AND RETAIL FACILITY COMPRISING 5,8000 SQ. FT. LOCATED ON FAMILY-OWNED LAND.BUD'S CUSTOM MEATS, IN. IS STRIVING TO OBTAIN A FEDERAL GRANT OF INSPECTION TO ENHANCE THE SERVICES WE CAN OFFER TO OUR LOCAL LARGE AND SMALL LIVESTOCK PRODUCERS, HELPING THEM OBTAIN USDA-GRADE PRODUCT WITH IMPROVED AND CUSTOMIZED LABELING IN ORDER TO SATISFY CONSUMER DEMAND IN GROCERY STORES, RESTAURANTS, FARMERS MARKETS AND RETAIL MEAT STOREFRONTS IN SONOMA COUNTY. BUD'S CUSTOM MEAT HAS COMPLETED NUMEROUS FACILITIES UPGRADES DURING THE PAST THREE YEARS WITH THE GOAL INCREASING PROCESSING CAPACITY AND EFFICIENCIES AND ORDER TO QUALITY FOR FGI. THE PROPOSED COMPLETION OF FINAL FACILITY AND LABELING UPGRADES AND HACCP COMPLIANCE FOR FEDERAL GRANT OF INSPECTION PROJECT WILL HELP OUR COMPANY KEEP UP WITH PRODUCT DEMANDS FROM BOTH OUR LARGE CUSTOMERS AND OUR SMALL LIVESTOCK PRODUCERS ALLOW US MORE FULLY EXPLOIT OUR IMPROVED PROCESSING CAPACITIES WITH A SIGNIFICANT INCREASE IN PROCESSING VOLUME, HELP US SUSTAIN OUR COMMERCIAL VIABILITY, AND PROVIDE ADDITIONAL TRAINING AND EMPLOYMENT OPPORTUNITIES FOR LOCAL WORKFORCE. TO COMPLETE THE PROCESS OF OBTAINING USDA-GRADE PROCESSING CAPACITY, BUD'S CUSTOM MEATS MUST PURCHASE AND INSTALL REFRIGERATION FOR APPROXIMATELY 1,000 SQUARE FEET OF PROCESSING WORK SPACE, PURCHASE, INSTALL, AND PROGRAM UPGRADED WEIGHING AND LABELING EQUIPMENT, AND COMPLETE HACCPT COMPLIANCE MEASURES AND TRAINING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77d4546a-ece3-7963-afe3-1d884ace9fa4-R", "generated_internal_id": "ASST_NON_21MPIRGCA1026_12K2"}, {"internal_id": 146272537, "Award ID": "21MPIRGAZ1147", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "FLYING S CATTLE COMPANY LLC. IS A FAMILY OWNED SLAUGHTER AND PROCESSING BUSINESS IN A RURAL RANCHING AREA OF GILA COUNTY ARIZONA, OURCUSTOMER BASE IS MADE UP OF LOCAL RANCHERS, SAN CARLOS APACHE TRIBE, AND OTHER LIVESTOCK OWNERS IN THE AREA. MISSION IS TO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "882fa024-bfec-2ba8-d0f3-2a6c69979f04-R", "generated_internal_id": "ASST_NON_21MPIRGAZ1147_12K2"}, {"internal_id": 146061594, "Award ID": "21MPIRGAZ1053", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "HEARTQUIST HOLLOW FARM (HHF) LLC INTENDS TO IMPROVE AND EXPAND UPON THE MEAT PROCESSING PLANT PREVIOUSLY OWNED AND OPERATED BY DOUBLE CHECK RANCH HHF INTENDS TO IMPROVE THE EXISTING 1,100 SQ.FT. FACILITY INTO A~5,000 SQ. FT. PROCESSING FACILITY IN SEVERAL PHASES. THIS GRANT WILL HELP HHF COMPLETE THE FIRST PHASE BY INCREASING PRODUCTION CAPACITY FROM 4 COWS PER WEEK TO 12 COWS PER WEEK AND ALSO PROVIDE DIVISION TO NEW LIVESTOCK (I.E.HOGS, LAMBS, AND WILD GAME). FUNDING FROM THE GRANT FOR THIS INITIAL PHASE WILL ALSO SET THE PLANT UP TO MEET THE REQUIREMENTS TO FEDERAL GRANT OF INSPECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f778c71b-8781-75d3-8af6-0d946f64ae53-R", "generated_internal_id": "ASST_NON_21MPIRGAZ1053_12K2"}, {"internal_id": 147106600, "Award ID": "21MPIRGAZ1039", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-14", "CFDA Number": "10.180", "Description": "THE PLANNED CONSTRUCTION WILL DOUBLE THE PROCESSING AREA OF OUR PLANT. THIS EXPANSION WILL ALLOW US TO HIRE THREE ADDITIONAL EMPLOYEES.THE PROJECT WOULD ACQUIRE SUFFICIENT FACILITY TO PROVIDE MANDATED APPROPRIATE USDA INSPECTORS OFFICE SPACE, HENCE ALLOWING OUR FACILITY TO OBTAIN USDA INSPECTION STATUS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3b613a9c-e2c5-ae7d-0dd9-32334d1dfce4-R", "generated_internal_id": "ASST_NON_21MPIRGAZ1039_12K2"}, {"internal_id": 146272538, "Award ID": "21MPIRGAR1124", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "5R CUSTOM MEATS OPENED IN APRIL 2020 RIGHT AS THE COVID-19 PANDEMIC BROKE OUT IN THE USA. THE ~6,000 SQ. FT. PLANT WAS COMPLETED IN APRIL 2020 AND IS LOCATED IN MT. VERNON, ARKANSAS, A RURAL COMMUNITY OF LESS THAN 200 PEOPLE. 5R CUSTOM MEATS JOINT VENTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b563a78-1102-fb48-3892-822da55d0db9-R", "generated_internal_id": "ASST_NON_21MPIRGAR1124_12K2"}, {"internal_id": 146061593, "Award ID": "21MPIRGAR1063", "Award Amount": 199697.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE PURPOSE OF THIS PROJECT IS TO OBTAIN THE GRANT OF FEDERAL INSPECTION FOR THE UNIVERSITY OF ARKANSAS RED MEATLABORATORY THROUGH INFRASTRUCTURE IMPROVEMENTS AND UPDATING THE FACILITY. THE CURRENT FACILITY WAS BUILT DURING THE1960'S AND NEEDS SEVERAL INFRASTRUCTURE UPGRADES IN ORDER TO KEEP FUNCTIONING. INFRASTRUCTURE IMPROVEMENTS WILLPRIMARILY BE THE ENVIRONMENTAL TEMPERATURE SYSTEM, AS WELL AS EQUIPMENT TO UPDATE AND MAKE THE HARVEST FLOOR ANDPROCESSING ROOMS SAFER. THESE INFRASTRUCTURE IMPROVEMENTS WILL ALLOW US TO BETTER SERVE OUR STAKEHOLDERS, INCLUDINGLOCAL PRODUCERS AND PROCESSORS, AS WELL AS OUR UNDERGRADUATE AND GRADUATE STUDENTS. UPON COMPLETION OF THEINFRASTRUCTURE MODERNIZATION AND GRANT OF FEDERAL INSPECTION, WE PLAN TO START WEEKLY MEAT SALES TO THE PUBLIC ANDINCREASE THE USE OF FACILITIES FOR TRAINING STUDENTS, LOCAL PROCESSORS, AS WELL AS INCREASE RESEARCH PRODUCTIVITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ee21ac-739d-5576-dcac-ca74ea0e4047-C", "generated_internal_id": "ASST_NON_21MPIRGAR1063_12K2"}, {"internal_id": 146061591, "Award ID": "21MPIRGAR1050", "Award Amount": 188989.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "CENTRAL ARKANSAS MOBILE PROCESSING, LLC (CAMP) WOULD LIKE TO IMPROVE ITS OPERATION BY ADDING A MODERNIZED PROCESSING AND NEW MANUFACTURING EQUIPMENT TO ITS WORKFLOW. THIS INCLUDES CUTTING EQUIPMENT, MIXERS, GRINDERS, SAUSAGE STUFFERS, PIPES, MOTORS, PUMPS, AND VALVES. BY OFFERING A MOBILE SLAUGHTER SOLUTION TO THE STATE OF ARKANSAS, CAMP HAS INCREASED THE AVAILABILITY OF SLAUGHTER TO SMALLER FARMS AND RANCHES, SOCIALLY DISADVANTAGED PRODUCERS, VETERAN PRODUCERS, AND UNDERSERVED COMMUNITIES. CAMP WANTS TO EXTEND THEIR SERVICES TO PROCESSING AND PACKAGING THE MEAT AS WELL. CAMP IS CURRENTLY BUILDING A NEW FACILITY. THIS GRANT WOULD AWARD CAMP THE OPPORTUNITY TO ADD PROCESSING AND MANUFACTURING EQUIPMENT TO THEIR OPERATION. THIS WILL IMPROVE THE MEAT SLAUGHTER AND PROCESSING CAPACITY AND EFFICIENCY. IT WILL HELP CAMP DEVELOP NEW MARKETS AND EXPAND EXISTING MARKETS. AND, BY ENLARGING THE OPERATION TO PROCESSING CAMP WILL OBTAIN A LARGER COMMERCIAL PRESENCE, INCREASE CAPACITY, AND BETTER MEET CONSUMER AND PRODUCER DEMAND. ALSO, BY WORKING TOWARD A FEDERAL GRANT OF INSPECTION, CAMP WILL MAINTAIN A STRONG INSPECTION AND FOOD SAFETY STANDARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "540e9097-c353-40fa-7c67-31a55e226615-R", "generated_internal_id": "ASST_NON_21MPIRGAR1050_12K2"}, {"internal_id": 146061546, "Award ID": "21MPIRGAR1019", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "IN AN EFFORT TO MEET THE DEMAND AND PUBLIC NEED OF FARM-TO-TABLE NEEDS, DUE TO PROCESSING PLANTS SHUTTING DOWN AS A RESULT OF COVID-19, A MEAT PROCESSING PLANT IN HOT SPRINGS, AR WAS RE-OPENED IN JULY OF 2020 UNDER NEW OWNERSHIP DUE TO THE HIGH DEMAND OF PUBLIC NEED. IN ORDER FOR US TO CONTINUE HUMANE HANDLING OF LIVESTOCK AND PROCESSING FOR HUMAN CONSUMPTION, ALL WHILE FOLLOWING THE NEW CDC GUIDELINES THAT WERE ESTABLISHED DUE TO COVID-19, AN EXPANSION TO THE FACILITY AND ADDITIONAL MEAT PROCESSING EQUIPMENT WAS A CRITICAL NEED. OUR INITIAL PROJECT WENT OVER BUDGET DUE COVID-19 INFLATION OF MATERIAL PRICES, SO WE WEREN'T ABLE TO FINISH ACQUIRING WHAT WE NEEDED TO EFFECTIVELY FUNCTION. CURRENTLY, WE ARE A CUSTOM MEAT PROCESSING AND HAVE BEEN WORKING WITH PROFESSIONALS IN THE PRIVATE AND PUBLIC SECTOR FOR THE LAST SEVERAL MONTHS TO OBTAIN A FEDERAL GRANT OF INSPECTION. THE APPROVAL OF THE GRANT OF INSPECTION WILL ALLOW US TO BETTER SERVE THE PUBLIC AND LIVESTOCK PRODUCERS. WE ARE A BUSINESS THAT NEEDS TO EXPAND TO MEET CONSUMER DEMAND, INCREASE SALES, AND SERVE OUR LOCAL LIVESTOCK PRODUCERS BETTER. IN ORDER TO MEET THESE NEEDS, AN EXPANSION OF OUR EXISTING FACILITY, CITY WATER, AND ACQUISITION OF EQUIPMENT AND SUPPLIES IS IMPORTANT. WE'D LIKE TO CONSTRUCT AN ADDITIONAL BUILDING ON SITE OF OUR FACILITY, PURCHASE A BOBCAT SKID-STEER LOADER, PURCHASE OF A HYDRAULIC MEAT STUFFER, EXPAND CHUTE PENS, EXPAND AREAS FOR LIVESTOCK, EXTEND PENS AND COVER OF THE LIVESTOCK FACILITY, OBTAIN CITY WATER, AND PURCHASE OF A REFRIGERATOR, WALK-IN COOLER AND LABELING SYSTEM FOR ONCE WE ARE UNDER FEDERAL INSPECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f664582-9fd5-80e0-7829-cc2cb957cc63-R", "generated_internal_id": "ASST_NON_21MPIRGAR1019_12K2"}, {"internal_id": 146061590, "Award ID": "21MPIRGAL1166", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "INCREASING ECONOMIC OPPORTUNITY FOR A SMALL MEAT PROCESSING FACILITY BY IMPROVING THE FACILITY TO OPERATE IN COMPLIANCE WITH THE FEDERAL MEAT INSPECTION ACT AND CAPACITY AND EFFICIENCYSLASHAM VALLEY FARMS, LLC, LOCATED IN [RURAL] ASHVILLE, AL IN ST. CLAIR COUNTY, PROPOSES TO INCREASE CAPACITY BY USING USDA PROPOSED FUNDS TO IMPROVE MEAT SLAUGHTER CAPACITY AND EFFICIENCY, DEVELOPING NEW AND EXPANDING MARKETS, AND INCREASING CAPACITY TO MEET CONSUMER AND PRODUCER DEMANDS AND GAIN FEDERAL INSPECTION STATUS. MOST IMPORTANTLY, THIS FACILITY WANTS TO ENHANCE CURRENT OPERATIONS WITH NEW EQUIPMENT IN ORDER TO MAINTAIN A STRONG INSPECTION AND FOOD SAFETY STANDARDS. THIS GRANT WOULD HELP AN EXISTING SMALL FACILITY THAT HELPS SMALLER FARMS AND SOCIALLY DISADVANTAGED FARMS IN THE AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8605786d-9152-77db-c009-d763983aebcb-R", "generated_internal_id": "ASST_NON_21MPIRGAL1166_12K2"}, {"internal_id": 146061589, "Award ID": "21MPIRGAL1150", "Award Amount": 185000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "THE CHAMPIONING RURAL FARMS WHOLE PROJECT'S PURPOSE IS TO GROW DISTRIBUTION CHANNELS FOR RURAL FAMILY FARMS. CURBSIDE PROVISIONS HAS MUCH EXPERIENCE SELLING THE BENEFITS OF SUPPORTING RURAL FARMS AND HAS EMPLOYEES WITH EXPERIENCE SELLING IN THE WHOLESALE MARKET. IN ORDER TO ACHIEVE THE PROJECT'S OUTCOMES, THE PLANT IS REQUESTING FUND TO IMPROVE PROCESSING EFFICIENCY AND CAPACITY. THE ADDITION CURBSIDE PROVISIONS AS USDA INSPECTED FACILITY, WILL BUILD A STRONGER FOOD SUPPLY CHAIN AND BENEFIT SMALL RURAL FAMILY FARMS BY PROVIDING MORE OPPORTUNITY TO SELL THE MEAT TO A PROCESSOR WITH SHARED VALVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cde229a1-1fad-2af4-fa11-3e18921ae237-R", "generated_internal_id": "ASST_NON_21MPIRGAL1150_12K2"}, {"internal_id": 146061561, "Award ID": "21MPIRGAL1127", "Award Amount": 150855.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "ESTABLISHING A FEDERALLY INSPECTED POULTRY SLAUGHTER AND PROCESSING FACILITY AT AAMUTHE ALABAMA A&M UNIVERSITY (AAMU) POULTRY UNIT HOUSES A SLAUGHTER FACILITY AND BROILER REARING FACILITY ON AAMU'S CAMPUS. THE POULTRY UNIT EMPLOYS TWO FULL TIME ASSOCIATES AND CAPABLE TO SLAUGHTER/PROCESS 200-500 CHICKENS PER DAY. THE UNIT SEEKS FEDERAL INSPECTION OF POULTRY SLAUGHTER AND THE PRODUCTION OF POULTRY PRODUCTS AS PART OF THIS MPIRG PROJECT. THE FUNDING (INSPECTION) WILL ALLOW THE UNIVERSITY TO PRODUCE POULTRY AND POULTRY PRODUCTS THAT WOULD ENTER COMMERCE AND TO OFFER COMMERCIAL SLAUGHTER TO HOME AND SMALL-SCALE PRODUCERS THAT DESIRE TO SELL THEIR PRODUCTS.THE FACILITY HAS A SMALL POULTRY SLAUGHTER LINE AND HAS SLAUGHTERED RABBITS IN THE PAST, BOTH UNDER EXEMPTION RULES. THE UNIVERSITY WILL USE FUNDING TOP PURCHASE EQUIPMENT NEEDED TO EFFICIENTLY SLAUGHTER, PROCESS, STORE, AND SELL POULTRY MEAT AND POULTRY MEAT PRODUCTS. RESEARCH HAS NOT REQUIRED SCALES FOR SALES, LARGE VACUUM SEALERS FOR STORAGE, NOR SMOKERS FOR FURTHER PROCESSING. FUNDING WILL PURCHASE THESE ITEMS AS WELL AS UPDATE COOLING AND FREEZING SYSTEMS TO ENSURE NO PRODUCT LOSS.THE FUNDING AND INSPECTION WILL ALLOW THE UNIVERSITY TO ENTER MEAT COMMERCE AS WELL AS THE SERVICE INDUSTRY AS THE UNIT WILL CHARGE FEES FOR SLAUGHTER AND PROCESSING. THE UNIVERSITY WILL BE ABLE TO TRAIN STUDENTS IN POULTRY MEAT HARVESTING/PROCESSING, SALES AND MARKETING, AND REGULATIONS AS OUTCOMES FROM THIS PROJECT. THE COMMUNITY WILL GAIN A RESOURCE FOR SAFE AND RELIABLE SLAUGHTER AND ALTERNATIVE MEAT PRODUCTS. THIS WILL INCREASE THE UNIVERSITY'S CAPACITY IN WORKING WITH THE COMMUNITY WHILE HAVING LOCAL PRODUCERS INCREASE IN NUMBER AND INCREASE IN PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_21MPIRGAL1127_12K2"}, {"internal_id": 146272539, "Award ID": "21MPIRGAL1112", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "RENEGADES MEAT PROCESSING INTENDS TO OBTAIN FEDERAL INSPECTION FOR SLAUGHTER AND PROCESSING BY  EXPENDING ITS FACILITY TO INCREASE CAPACITY AND OFFER RETAIL SALES OF LOCALLY GROWN LIVESTOCK PRODUCTS. WE  CAN PROVIDE OUR COMMUNITY WITH AN OPPORTUNITY TO EA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aba1ffec-2fc5-4cf5-169d-51ece421c97f-R", "generated_internal_id": "ASST_NON_21MPIRGAL1112_12K2"}, {"internal_id": 146061588, "Award ID": "21MPIRGAL1105", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "SOUTHEAST ALABAMA MEAT PROCESSING (SAMP) IS AN UP-AND-COMING, CUSTOM-EXEMPT SLAUGHTER AND PROCESSING FACILITY IN NEWTON, ALABAMA. OUR 4 FULL-TIME EMPLOYEES OPERATE A 3,200 SQ. FT. FACILITY AND PROCESS 8 TO 10 BEEF AND 3 HOGS PER WEEK. WE OFFER FRESH CUTS OF MEAT AND VALUE-ADDED PRODUCTS. OUR FACILITY IS 5 HOURS AWAY FROM THE NEAREST BEEF AND PORK USDA PROCESSING PLANT. WITH A GRANT OF FEDERAL INSPECTION, SAMP WILL BE THE ONLY USDA BEEF AND PORK PROCESSING FACILITY IN SOUTHEAST ALABAMA, WHICH WILL FILL A CRITICAL PROCESSING VOID IN THE ALABAMA, FLORIDA, AND GEORGIA TRI-STATE REGION. TO EARN THE FEDERAL GRANT OF INSPECTION AND INCREASE OUR PROCESSING CAPACITY TO KEEP UP WITH DEMAND FOR OUR SERVICES, SAMP WILL INSTALL A NEW BUILDING TO HOUSE A CARCASS COOLER WITH A TALLER CEILING TO ALLOW FOR THE HANGING OF HALVED INSTEAD OF QUARTERED BEEF, WHICH WILL SUPPORT USDA COMPLIANCE AND INCREASE CAPACITY BY 17 BEEF CATTLE AND 10 HOGS PER WEEK. THE EFFICIENT, STABLE COOLING WILL ALSO IMPROVE FOOD SAFETY AND REDUCE CARCASS TRIM WASTE BY AS MUCH AS 166,000 POUNDS PER YEAR. A NEW PACKAGING ROLLSTOCK SYSTEM WILL IMPROVE LABELING COMPLIANCE, ACCURACY, AND REDUCE PROCESSING TIMES BY 50 PERCENT. A TWISTER-LINKER MACHINE WILL DECREASE FOOD WASTE BY UP TO 10 PERCENT AND REDUCE SAUSAGE PROCESSING TIME BY 25 PERCENT. WE AIM TO CREATE A NEW MARKET ACCESS POINT FOR AT LEAST 300 ADDITIONAL LOCAL LIVESTOCK FARMERS AND INCREASE OUR NET PRODUCTION TO APPROXIMATELY TRIPLE ITS CURRENT LEVEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "857678b0-e63c-0773-18e1-e17d1eee8cf2-R", "generated_internal_id": "ASST_NON_21MPIRGAL1105_12K2"}, {"internal_id": 146061665, "Award ID": "21MPIRGAL1036", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "FACILITY UPGRADE AND EXPANSION FOR IMPROVED PROCESSING AND STORAGE CAPABILITIESTHE INTENT OF THIS PROJECT IS TO UPGRADE AND EXPAND OUR FACILITY TO AID IN OUR APPLICATION FOR A FEDERAL GRANT OF INSPECTION. WITH THIS FUNDING, OUR PRIMARY GOAL IS TO IMPROVE OUR STORAGE CAPABILITIES FOR BOTH CARCASSES AND FINISHED PRODUCT. SECONDARILY, THESE IMPROVEMENTS WILL OPEN UP PROCESSING SPACE THAT SHOULD INCREASE FACILITY EFFICIENCY. OUR CURRENT FREEZER IS UNDERSIZED AND ALLOWS CONDENSATION TO FREEZE ON THE CEILING. INSTEAD OF REPAIRING A FREEZER THAT IS TOO SMALL, OUR PLAN IS TO ADDA NEW FREEZER THAT IS THREE TIMES LARGER TO OUR BUILDING. WE ARE GOING TO UPGRADE THE OLD COOLING UNITS IN OUR CARCASS COOLER TOPROVIDE ADDITIONAL STORAGE CAPABILITIES FOR HARVESTED BEEF. WITH THE NEW FREEZER, WE WILL BE ABLE TO CONVERT THE OLD FREEZER INTO A LARGER FRESH COOLER AND ADD SPACE TO OUR PROCESSING ROOM. BY INCREASING STORAGE CAPACITY AND IMPROVING THE QUALITY OF THE FACILITY WE WILL BE ABLE TO MEET THE REQUIREMENTS FOR A FEDERAL GRANT OF INSPECTION. WITH THE FEDERAL GRANT OF INSPECTION AND INCREASED CAPACITY, WE WANT TO PROVIDE A VIABLE, LONG TERM OPTION FOR CATTLE PRODUCERS IN OUR AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5f26ae7b-4034-1705-f610-3ab5fe50ae23-R", "generated_internal_id": "ASST_NON_21MPIRGAL1036_12K2"}, {"internal_id": 146061587, "Award ID": "21MPIRGAK1010", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "10.180", "Description": "BURRIS CORPORATION DBA MAT VALLEY MEATS, OR MVM, HAS ALREADY BEGUN THE PROCESS OF BECOMING SELF-SUFFICIENT. BY INTEGRATING THE PROCESSING OPERATION TO ORIGINATE WITH USDA SLAUGHTER AND USDA FURTHER PROCESSING, IT WILL BE ABLE TO MEET CURRENT RETAIL NEEDS AND EXPAND INTO WHOLESALE MEAT OPERATIONS.FIRSTLY, WE UPGRADE FACILITY UTILITIES, AND FACILITY FREEZER AND COOLER STORAGE, WHICH IS CURRENTLY IN PROCESS. IN 2020 THE SEPTIC SYSTEM WAS UPGRADED FROM A SINGLE TANK TO A THREE-TANK SYSTEM WITH TWO LEACH FIELDS THAT CAN ALTERNATELY BE USED WHILE THE OTHER RESTS. ALSO, THE ELECTRICITY IS CURRENTLY BEING UPGRADED FROM 600A 3 PHASE TO 1200A 3 PHASE.SECONDLY, IS TO FABRICATE A MOBILE SLAUGHTER TRAILER, AND MOBILE COOLER THAT CAN BE USED EITHER ON SITE AT ANOTHER LOCATION TO SLAUGHTER ANIMALS UNDER USDA INSPECTION SO THAT IT CAN BE PROCESSED AND SOLD AT THE TWO LOCATIONS THAT MVM OWNS OPERATES. THIS IS PLANNED TO BE A 3 U IT MODULAR SYSTEM THAT CONSISTS OF A KILL/BLEED/SCALD FIRST UNIT, A SKIN,EVISCERATE AND INSPECTION SECOND UNIT, AND A THIRD TRAILER DIVIDED INTO A FAST COOL SECTION AND AN AGING SECTION. TWO 1-TON TRUCKS HAVE BEEN PURCHASED FOR HAULING UNITS AROUND, COSTING APPROXIMATELY 125,000.ONCE TRAILER HAVE BEEN BUILT, USDA INSPECTION GRANTED, AND OPERATIONS ARE UNDERWAY, THE NEXT STEP IS TO BUILD AN INSPECTION FURTHER PROCESSING FACILITY ON THE EAST SIDE OF THE MVM BUILDING TO FACILITATE WHOLESALE OPERATIONS THAT ALLOWS MVM TO EXPAND INTO RESTAURANTS, SCHOOL DISTRICTS, AND LARGE WHOLESALE ACCOUNTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7284d655-6d26-471f-851d-d64bbcd499c7-R", "generated_internal_id": "ASST_NON_21MPIRGAK1010_12K2"}]