[{"internal_id": 157765515, "Award ID": "AM23LFPA0000C018", "Award Amount": 480000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-20", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE FUNDS PROVIDED THROUGH THE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM WILL BE UTILIZED TO STRENGTHEN THE LOCAL AND REGIONAL FOOD SYSTEM BY PROCURING LOCAL PRODUCT FROM SOCIALLY DISADVANTAGED FARMERS/PRODUCERS FIRST AND FOREMOST. THE NARRAGANSETT INDIAN TRIBE WILL THEN DISTRIBUTE PRODUCT TO ITS MEMBERSHIP VIA DESIGNATED DISTRIBUTION DATES AND SITES. THE NARRAGANSETT INDIAN TRIBE WILL SUBCONTRACT WITH BRANDON FAMILY FARMS, EAST FARM COMMERCIAL FISHERIES CENTER, THE NARRAGANSETT TRIBAL FARM, AND SEVERAL ADDITIONAL LOCAL DISADVANTAGED FARMS AND FOOD PRODUCERS TO MEET THE FOLLOWING OBJECTIVES, IN UNISON WITH THE OVERALL GOALS OF THE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM. SUPPORT LOCAL DISADVANTAGED FOOD PRODUCERS ECONOMICALLY BY PROVIDING SAID FOOD PRODUCERS WITH DIRECT PAYMENTS (TOTALING $300,000, APPROXIMATELY 62.5% OF TOTAL AWARD) TO PURCHASE THEIR RESPECTIVE PRODUCT. FACILITATE BRIDGE OF DISTRIBUTION BETWEEN UNDERSERVED NARRAGANSETT TRIBAL COMMUNITY AND LOCAL PRODUCERS FOR THE INTENT OF DISTRIBUTING FRESH PRODUCT VIA ACQUISITION, ASSEMBLAGE, AND DISTRIBUTION TO ABOVEMENTIONED UNDERSERVED COMMUNITY. RECORD, ANALYZE, AND DISTRIBUTE COLLECTED DATA AS IT PERTAINS TO PROGRAM OUTCOMES, GOALS AND OBJECTIVES MET, UP TO AND INCLUDING POSITIVE AFFECTS WITHIN THE LOCALLY SOURCED AND CONTRACTED FOOD PRODUCER COMMUNITY. OUTLINE ANY NEW OPPORTUNITIES CREATED THROUGH THE PROGRAM AND PROVIDE RECOMMENDATIONS FOR LONG TERM SUSTAINABILITY AND BEST PRACTICES. UTILIZE THE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM INVESTMENT IN ALIGNMENT WITH LOCAL PRODUCERS TO BEST REPLICATE THE TRADITIONAL DIET OF THE NARRAGANSETT INDIAN TRIBE, INCLUSIVE OF FRESH SEAFOOD, VEGETABLES, FRUITS, AND GRAIN. UTILIZE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM INVESTMENT TO IMPLEMENT A PILOT PROGRAM WHICH WILL INDEPENDENTLY CONTRACT EXPERIENCED NARRAGANSETT TRIBAL MEMBERS FOR THE PURPOSE OF SOURCING LOCAL VEGETATION, FISH, AND WILDLIFE VIA FORAGING, FISHING, AND HUNTING. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. THE PROGRAM WILL ENHANCE AND IMPROVE LOCAL FOOD DISTRIBUTOR VIABILITY, WHILE ALSO ENHANCING THE SAFETY AND SECURITY OF THE TRIBAL COMMUNITY. THIS WILL BE ACCOMPLISHED BY SUBCONTRACTING DIRECTLY WITH FRESH FOOD DISTRIBUTORS FOR THE GROWING, HARVESTING, PACKAGING, AND DELIVERY OF THEIR RESPECTIVE FOOD. NARRAGANSETT INDIAN TRIBE’S SOURCING, ASSEMBLAGE, AND DISTRIBUTION OF FRESH FOOD FROM SOCIALLY DISADVANTAGED LOCAL PRODUCERS TO FEED THE TRIBAL COMMUNITY IN NEED PROGRAM WILL CONTRACT AND SOURCE DIRECTLY WITH FARMS AND FOOD PRODUCERS. BENEFICIARIES ON THE PRODUCER SIDE SHALL INCLUDE 20 LOCAL AND SOCIALLY DISADVANTAGED FARMERS AND FOOD PRODUCERS, BOTH FARM FRESH AND SEAFOOD, WITH FOCUS GIVEN ON THOSE FARMS AND FOOD PRODUCERS THAT MEET THE CRITERIA FOR BEING CONSIDERED SOCIALLY DISADVANTAGED. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO LOCAL FARMERS AND FOOD SUPPLIERS TO IMPLEMENT ALL ACTIVITIES ASSOCIATED WITH MEETING THE OBJECTIVES OUTLINED IN THE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "19a9c751-c43f-80b9-4288-26c93a8b65c3-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C018_12K2"}, {"internal_id": 157765514, "Award ID": "AM23LFPA0000C017", "Award Amount": 191434.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-20", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE PROPOSED PROJECT WILL ENABLE MEMBERS OF THE RED CLIFF TRIBAL COMMUNITY TO BUILD ON EXISTING OFFERINGS BY SOURCING LOCAL, HEALTHY FOODS OF THEIR PREFERENCE THROUGH A FOOD VOUCHER PROGRAM DEVELOPED IN PARTNERSHIP WITH LOCAL FOOD PRODUCERS AND HARVESTERS. THE BAYFIELD SCHOOL WILL RECEIVE A SUBAWARD FROM THE FARM (AS THE ENTITY MANAGING THIS PROJECT), ALONG WITH A CONTRACT THAT OUTLINES THE OPTIONS AND PROCEDURES FOR PROCURING THESE FOODS FROM RED CLIFF WITHIN THE SPECIFIC PARAMETERS ESTABLISHED BY THE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. THE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM FUNDS WILL PROVIDE A SIGNIFICANT BOOST TO THE COMMUNITY’S ACCESS TO AND DEMAND FOR SUCH FOODS, THEREBY ADVANCING RED CLIFF’S FOOD SOVEREIGNTY GOALS IN A WAY THAT IS BOTH PURPOSEFUL AND SUSTAINABLE. MINO BIMAADIZIIWIN TRIBAL FARM AND RED CLIFF FISH COMPANY ARE THE MAIN PRODUCERS THAT WILL BENEFIT FROM THIS PROGRAM. BOTH ARE RED CLIFF-OWNED AND OPERATED ENTERPRISES. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO MINO BIMAADIZIIWIN FARM AND RED CLIFF FISH COMPANY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33330183-6c46-4c51-d7c2-536c32093a1f-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C017_12K2"}, {"internal_id": 157326723, "Award ID": "AM23LFPA0000C016", "Award Amount": 1153105.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-02", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS FOR THE MENOMINEE NATION WILL COORDINATE THE PROCUREMENT OF INDIGENOUS FOODS ON BEHALF OF THE ONEIDA NATION, RED CLIFF BAND OF LAKE SUPERIOR CHIPPEWA, STOCKBRIDGE-MUNSEE BAND OF MOHICAN INDIANS, HO-CHUNK NATION, FOREST COUNTY POTAWATOMI, SOKAOGON CHIPPEWA COMMUNITY, BAD RIVER BAND OF LAKE SUPERIOR CHIPPEWA, AND THE GERALD L. IGNACE INDIAN HEALTH CENTER FOR THE TRIBAL ELDER FOOD BOX PROGRAM. THE INTERTRIBAL FOOD SYSTEM TEAM WILL CONSIST OF MEMBERS FROM EACH OF THE 9 PARTICIPATING TRIBES AND ONE INTERTRIBAL URBAN COMMUNITY, PARTNERED WITH THE SHARED GOAL OF GETTING FOOD TO OUR WIDER TRIBAL COMMUNITIES USING THE TRIBAL ELDER FOOD BOX PROGRAM AS A MODEL. ONE BOX WILL BE DISTRIBUTED PER HOUSEHOLD WITH A TRIBAL ELDER. THE RECIPIENTS WE INTEND TO BENEFIT FROM THIS PROGRAM INCLUDE MEMBERS OF ALL TRIBAL HOUSEHOLDS RECEIVING THE TRIBAL ELDER FOOD BOX, THROUGHOUT EACH OF THE PARTICIPATING TRIBES. UPON REACHING OVER 900 TRIBAL HOMES MONTHLY WITH APPROXIMATELY 10,800 FOOD BOXES ANNUALLY, WE EXPECT THAT NUMBER GROW FROM 900 TO 1600, AND THE TOTAL BOXES TO GO FROM 10,800 TO 24,000. THE INTERTRIBAL FOOD PROGRAM BEGAN WITH 24 PARTNERS WHICH INCLUDES THOSE CONTRACTED AND TRIBES PARTICIPATING. OUR PARTNERSHIPS HAVE SINCE EXPANDED UP TO 30 AN INCREASE OF 6 ADDITIONAL PARTNERS. WE PREDICT THAT 100% OF THOSE ADDITIONAL PARTNERSHIPS WILL CONTINUE BEYOND THE CONCLUSION OF THE PROGRAM. THE FOLLOWING ITEMS BUILD A FOUNDATION FOR AN INTERTRIBAL FOOD SYSTEM TO INCREASE AND SUPPORT THE NUMBER OF NATIVE PRODUCERS; EXPAND THE SOURCE AND DISTRIBUTION OF TRIBAL ELDER FOOD BOXES TO ADDITIONAL NATIVE NATIONS AND OFFER COMMUNITY FOOD BOXES TO TRIBAL MEMBERS BEYOND ELDERS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. THE MENOMINEE INDIAN TRIBE PLANS TO SOURCE FOODS DIRECTLY FROM TRIBAL AGRICULTURAL AND SOCIALLY DISADVANTAGED BLACK INDIGENOUS PEOPLE OF COLOR PRODUCERS WITHIN THE GREAT LAKES REGION. THE ONEIDA NATION APPLE ORCHARD HAS 20 ACRES OF ORIGINAL ORCHARD AND AN ADDITIONAL 10 ACRES OF NEW ORCHARD WHICH NOW TOTALS APPROXIMATELY 4,000 TREES. THE RED CLIFF FISH CO. PROVIDES LAKE SUPERIOR WHITEFISH RICH IN PROTEIN VITAMINS MINERALS AND OMEGA-3S MORE EVEN THAN IN PINK AND SOCKEYE SALMON. SPIRIT LAKE NATIVE FARMS SUPPLY WILD RICE AND CHIPPEWA VALLEY PRODUCE SOURCES FROM HMONG GROWERS, GROWERS FOR WHICH NONE OF THE UNITED STATES DEPARTMENT AGRICULTURE PROCUREMENT GRANT FUNDS HAVE YET REACHED. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO FEEDING WISCONSIN FOR SPECIAL PROGRAMS AND LOGISTICS TO IMPLEMENT ACTIVITIES ASSOCIATED WITH MEETING THE OBJECTIVES OUTLINED IN THE LOCAL FOOD PURCHASE ASSISTANCE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a3d5e13b-d7e2-053a-0904-4ad93fad6229-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C016_12K2"}, {"internal_id": 156907673, "Award ID": "AM23LFPA0000C015", "Award Amount": 8300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-28", "CFDA Number": "10.182", "Description": "THE LET’S GROW ARIZONA LOCAL FOOD PURCHASE ASSISTANCE PROGRAM FOR ARIZONA WILL BE IMPLEMENTED THROUGH A STRENGTHS-BASED THREE-TIERED APPROACH BY THE ARIZONA DEPARTMENT OF ECONOMIC SECURITY, WORKING IN COLLABORATION WITH THE ARIZONA FOOD BANK NETWORK AND PINNACLE P REVENTION. THIS WILL INCLUDE ENGAGING LOCAL PRODUCERS THROUGH DIRECT MARKET OUTLETS AND FOCUSING ON DISTRIBUTION AMONG LOW-INCOME INDIVIDUALS WITHIN LOCAL MUNICIPALITIES, ENGAGING LOCAL PRODUCERS THROUGH REGIONAL COLLABORATION EFFORTS THAT WILL SCALE REGIONAL INNO VATIONS THAT SURFACED AMID THE PANDEMIC, AND ENGAGING LOCAL PRODUCERS THROUGH EXPANSION OF THE FRIENDS OF THE FARM EFFORTS, WHICH IS A FARM-TO-FOOD BANK PROGRAM OFFERING INSTITUTIONAL PURCHASING AND DISTRIBUTION POWER. THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. LOCAL FOOD PURCHASE ASSISTANCE FUNDING FOR ARIZONA WILL BE IMPLEMENTED THROUGH A STRENGTHS-BASED APPROACH LEVERAGING CURRENT EFFORTS UNDERWAY THAT ARE EXPANDING LOCAL FOOD CONSUMPTION AMONG LOW-INCOME INDIVIDUALS WHILE ALSO SERVING AS AN OPPORTUNITY TO EXPLORE A TIERED APPROACH TO ENTRY FOR SOCIALLY DISADVANTAGED FARMERS THAT BOTH MEETS FARMERS WHERE THEY ARE AT WHILE ALSO EXPANDING ECONOMIC OPPORTUNITIES ACROSS MULTIPLE CHANNELS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ARIZONA DEPARTMENT OF ECONOMIC SECURITY WILL ESTABLISH 140 NEW MARKETING OPPORTUNITIES BY PURCHASING FROM LOCAL FOOD PRODUCERS AND IT IS EXPECTED THAT 20 PERCENT WILL BE SUSTAINED AFTER FUNDING IS EXPENDED. ARIZONA DEPARTMENT OF ECONOMIC SECURITY WILL ESTABLISH 100 NEW MARKETING OPPORTUNITIES BY PURCHASING FROM SOCIALLY DISADVANTAGED LOCAL FOOD PRODUCERS AND IT IS EXPECTED THAT 20 PERCENT WILL BE SUSTAINED AFTER FUNDING IS EXPENDED. ARIZONA DEPARTMENT OF ECONOMIC SECURITY WILL ESTABLISH 10 NEW FOOD DISTRIBUTION NETWORKS TO SERVE UNDERSERVED COMMUNITIES AND IT IS EXPECTED THAT 20 PERCENT WILL BE SUSTAINED AFTER FUNDING IS EXPENDED. ARIZONA DEPARTMENT OF ECONOMIC SECURITY WILL DISSEMINATE PROJECT PROGRESS AND RESULTS MONTHLY TO THE STATE NUTRITION ACTION COMMITTEE AND QUARTERLY PROGRESS AND RESULTS TO THE HUNGER ADVISORY COUNCIL AND THROUGH ARIZONA FOOD SYSTEMS NETWORK. ANNUAL PROJECT REPORTS WILL REACH APPROXIMATELY 250 STAKEHOLDERS ACROSS THE STATE. ADDITIONALLY, THE ARIZONA DEPARTMENT OF ECONOMIC SECURITY WILL COMPILE AND SHARE PROJECT EVALUATION OUTCOMES WITH 250 STAKEHOLDERS TO INFORM ONGOING SCALE AND EXPANSION OPPORTUNITIES. THE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM PRESENTS AN OPPORTUNITY TO INCREASE OUR REACH FURTHER AMONG SOCIALLY DISADVANTAGED PRODUCERS BY EXPANDING THE TYPES OF LOCAL FOOD OPTIONS THAT CAN BE PURCHASED AND DISTRIBUTED AMONG UNDERSERVED COMMUNITIES AND THE PATHWAYS BY WHICH CONSUMERS CAN CONNECT WITH THEIR LOCAL PRODUCERS. IT IS PROJECTED THAT THIS PROJECT WILL REACH AT LEAST 10,000 UNDERSERVED INDIVIDUALS IN AT LEAST 10 COUNTIES BY THE END OF THE PROJECT PERIOD. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO THE ARIZONA FOOD BANK NETWORK AND PINNACLE PREVENTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dde13409-0b46-f87d-3806-09fdf3ddf74d-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C015_12K2"}, {"internal_id": 156907672, "Award ID": "AM23LFPA0000C014", "Award Amount": 205154.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-21", "CFDA Number": "10.182", "Description": "THE FOREST COUNTY POTAWATOMI COMMUNITY, A FEDERALLY RECOGNIZED TRIBE, WILL UTILIZE THE LOCAL FOOD PURCHASE ASSISTANCE COOPERATIVE AGREEMENT GRANT TO DISTRIBUTE APPROXIMATELY 4,500 FOOD BOXES TO NATIVE AMERICANS IN FOREST COUNTY, WISCONSIN, AND SURROUNDING COUNTIES. THE PROJECT WILL ALSO SUPPORT ADDITIONAL FOOD DISTRIBUTIONS TO TRIBAL ELDERS THROUGH FEEDING WISCONSIN’S TRIBAL ELDER FOOD BOX PROGRAM. THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. TO IMPLEMENT THE PROJECT, FOREST COUNTY POTAWATOMI COMMUNITY WILL WORK IN PARTNERSHIP WITH BODWÉWADMI KTËGAN, A SOCIALLY DISADVANTAGED FOOD PRODUCER, TO PACKAGE, PURCHASE, AND DISTRIBUTE MONTHLY FOOD BOXES TO FOUR DISTRIBUTION POINTS WITHIN THE TRIBAL COMMUNITY. THE PROJECT AIMS TO SUPPORT NATIVE AMERICAN FAMILIES IN NORTHERN WISCONSIN WHO ARE STRUGGLING WITH THE RISING COST OF FOOD AND STRIVES TO STRENGTHEN TRIBAL FOOD SOVEREIGNTY AND SECURITY BY EXPANDING CAPACITY AT BODWÉWADMI KTËGAN. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. FOREST COUNTY POTAWATOMI COMMUNITY EXPECTS THIS FOOD DISTRIBUTION PROGRAM TO BENEFIT AT LEAST 105 TRIBAL COMMUNITY MEMBERS.  FOREST COUNTY POTAWATOMI COMMUNITY WILL UTILIZE AT LEAST 20 PE RCENT OF THE GRANT FUNDS TO SUPPORT FEEDING WISCONSIN’S TRIBAL ELDER FOOD BOX PROGRAM, WHICH PROVIDES TRIBAL ELDERS IN WISCONSIN WITH PERISHABLE FOOD ON A BIWEEKLY BASIS. THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e52f7db-30b6-37cd-72ae-a3ef062600b1-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C014_12K2"}, {"internal_id": 156006436, "Award ID": "AM23LFPA0000C013", "Award Amount": 838443.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-11", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO ADDRESS FOOD INSECURITY IN A 7 COUNTY AREA OF NORTHWEST LOWER MICHIGAN (ANTRIM, GRAND TRAVERSE, BENZIE, LEELANAU, CHARLEVOIX, MANISTEE AND KALKASKA). THIS PARTNERSHIP WILL PURCHASE FOOD FROM LOCAL PRODUCERS AND DISTRIBUTE IT THROUGH A NETWORK OF OVER 70 FOOD PANTRIES, MEAL SITES AND BABY PANTRIES; 3 OF WHICH ARE OPERATED BY GRAND TRAVERSE BAND. THE GOAL IS TO ADDRESS FOOD INSECURITY AND SUPPORT LOCAL PRODUCERS WHILE PROVIDING FRESH FOOD TO THE COMMUNITY MEMBERS IN NEED. THIS INITIATIVE SEEKS TO BOLSTER REGIONAL FOOD PRODUCTION EFFORTS BY ESTABLISHING CRITICAL FIRST SALE CONNECTIONS BETWEEN LOCAL FOOD PRODUCERS AND THE NETWORK OF PARTNERS AT THE NORTHWEST FOOD COALITION AND THE REGIONS LARGEST EMPLOYER, GRAND TRAVERSE BAND. THE LOCAL FOOD PURCHASE ASSISTANCE GRANT ALLOWS FOR GRAND TRAVERSE BAND TO ONCE AGAIN PLAY A CRITICAL ROLE IN THE REGIONAL FOOD NETWORK. OPERATING THREE FOOD PANTRIES IN A NETWORK OF 70 FOOD PANTRIES REGIONALLY. AT LEAST 30 LOCAL FOOD PRODUCERS WOULD PARTICIPATE. THESE PRODUCERS RANGE FROM SMALL SCALE FARMS OPERATED BY SOCIALLY DISADVANTAGED FARMERS (GRAND TRAVERSE BAND FARM AND FISHERIES) TO MICHIGAN - FARM COOPERATIVE THAT AGGREGATE FOOD PRODUCTS FROM MULTIPLE FARMS TO STREAMLINE DISTRIBUTION. FORMING THESE CONNECTIONS CREATES AN OPPORTUNITY FOR GRAND TRAVERSE BAND TO BE A LEADER IN LOCAL FOOD PURCHASING. THE PRIMARY SUBPOPULATION THAT WILL BE SERVED BY THIS PROJECT INCLUDE FAMILIES AND INDIVIDUALS WHO GET THEIR FOOD FROM FOOD PANTRIES, MEAL SITES, COMMUNITY MENTAL HEALTH CENTERS, BABY PANTRIES, AND SCHOOL FOOD PANTRIES. WITH THIS FUNDING, THE NORTHWEST FOOD COALITION WILL SEE A 40 PERCENT INCREASE IN THE DOLLAR AMOUNT GOING TOWARD THE PURCHASE OF LOCAL FOOD TO BE DISTRIBUTED TO ITS MEMBER FOOD PANTRIES, BABY PANTRIES AND MEAL SITES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. THE AGRICULTURE DEPARTMENT DOES A MONTHLY REPORT ON PROJECTS TO THE TRIBAL MANAGERS OFFICE. WORKING CLOSELY WITH THE PARTNERS AND STAKE HOLDERS OF THIS PROJECT THE AGRICULTURE MANAGER WILL ADDRESS WHAT IS WORKING AND NOT WORKING THROUGH FOOD DISTRIBUTION. THE TEAM WILL WORK TOGETHER TO DEVELOP A REPORT THAT HIGHLIGHTS THE SUCCESSFUL EXECUTION ON THE PROJECT AND SHOW HOW SOLUTIONS WERE DEVELOPED WHEN PROBLEMS AROSE. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO GOODWILL NORTHERN MICHIGAN FOR FOOD RESCUE PURCHASE AND HANDLING, GROUNDWORK FOR FOOD PURCHASING AND HANDLING, AND NORTHWEST MICHIGAN COMMUNITY ACTION AGENCY, NORTHWEST FOOD COALITION FOR FOOD PURCHASING AND HANDLING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0640cce5-3eac-9531-c0c8-4c6a6a1358cd-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C013_12K2"}, {"internal_id": 155562425, "Award ID": "AM23LFPA0000C012", "Award Amount": 259126.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-19", "CFDA Number": "10.182", "Description": "BISHOP PAIUTE TRIBE’S MUADUBU NUUMU FRESH PRODUCE PROGRAM UNDER THE LOCAL FOOD PURCHASE ASSISTANCE GRANT WILL PROVIDE FRESH HEALTHY PRODUCE TO THE BISHOP PAIUTE TRIBAL ELDERS PROGRAM AND TO ADDITIONAL TRIBAL MEMBERS FROM THIS UNDERSERVED COMMUNITY WHO NEED FOOD. THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE PROGRAM WILL PROCURE FRESH FRUIT AND VEGETABLE BOX SUBSCRIPTIONS FROM PRODUCERS. BOXES WILL BE DELIVERED TO THE RESERVATION AT LEAST TWICE A MONTH OVER A ONE-YEAR PERIOD AND DISTRIBUTED AT ONE OF TWO LOCATIONS WITH HOME DELIVERY TO THE HOMEBOUND AND DISABLED. THE FOOD BOXES WILL INCLUDE RECIPES FOR THE PRODUCE AND STORAGE DIRECTIONS. THE PROGRAM IS EXPECTED TO ALLEVIATE HUNGER AND INCREASE HEALTH BY LOWERING INCIDENCES OF DIABETES AND CARDIOVASCULAR DISORDER. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. THE PROGRAM WILL BENEFIT TWO TO FOUR PRODUCERS, INCLUDING SOCIALLY DISADVANTAGED LOCAL PRODUCERS. THE PROGRAM WILL BENEFIT 200 TRIBAL ELDERS OVER THE AGE OF 55 AND 200 TRIBAL COMMUNITY MEMBERS IN NEED OF FOOD. THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a46e7d8-fd02-c2ad-f750-c7744f1b9192-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C012_12K2"}, {"internal_id": 155562413, "Award ID": "AM23LFPA0000C011", "Award Amount": 1764261.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-29", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.  THE PURPOSE OF THE MISSISSIPPI BAND OF CHOCTAW INDIANS PRODUCE PURCHASE AND DISTRIBUTION PROGRAM IS TO PURCHASE FRESH PRODUCE FROM CHOCTAW FRESH PRODUCE; TO DISTRIBUTE HEALTHFUL, FRESH PRODUCE TO ALL OF MISSISSIPPI BAND OF CHOCTAW INDIANS COMMUNITIES, TARGETING THE UNDERSERVED; AND TO MAXIMIZE PROGRAM OUTCOMES BY UTILIZING COMMUNITY-BASED MARKETING AND OUTREACH METHODS/ACTIVITIES. LOCAL FOOD PURCHASE ASSISTANCE FUNDING WILL ENABLE MISSISSIPPI BAND OF CHOCTAW INDIANS TO PURCHASE FRESH FOOD FROM CHOCTAW FRESH PRODUCE 16 HIGH-TUNNEL ORGANIC FARM. LOCAL FOOD PURCHASE ASSISTANCE FUNDING WILL ENABLE MISSISSIPPI BAND OF CHOCTAW INDIANS TO DISTRIBUTE THIS PRODUCE TO ALL 8 MISSISSIPPI BAND OF CHOCTAW INDIANS COMMUNITIES THROUGH OPERATION OF A MOBILE MARKET AND A DIRECT DELIVERY SYSTEM TO BENEFICIARIES. A COMMUNITY-BASED MARKETING OUTREACH PLAN WILL BE DEVELOPED AND IMPLEMENTED TO EXPAND PROGRAM PARTICIPATION AT THE RECIPIENT LEVEL ACROSS TRIBAL LANDS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. LOCALLY-PRODUCED HEALTHFUL, FRESH PRODUCE WILL BE PROVIDED TO APPROXIMATELY 11,000 TRIBAL MEMBERS ANNUALLY, TARGETING THE UNDERSERVED, OVER THE TWO-YEAR PROJECT PERIOD. RECIPIENTS WHO WILL BENEFIT FROM THIS PROGRAM INCLUDE ALL APPROXIMATELY 11,000 MISSISSIPPI BAND OF CHOCTAW INDIANS TRIBAL MEMBERS. AT LEAST TWELVE (12) SPECIFIC TRIBAL PROGRAMS WILL RECEIVE PRODUCE PURCHASED FROM CHOCTAW FRESH PRODUCE. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO PROGRAM PARTICIPANTS (ADMINISTRATION, FOOD PRODUCERS/STORAGE, FOOD DISTRIBUTORS AND RECIPIENTS) ARE TRIBAL MEMBERS AND ARE DEFINED AS SOCIALLY DISADVANTAGED. PROGRAM RECIPIENTS/BENEFICIARIES INCLUDE ALL TRIBAL MEMBERS THROUGH DIRECT FOOD DISTRIBUTION TO 8 TRIBAL COMMUNITY CENTERS, AN ELDERLY ACTIVITY CENTER AND 3 MISSISSIPPI BAND OF CHOCTAW INDIANS HEALTH CENTER PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76414c00-09cc-c42a-685b-b4101d9552e4-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C011_12K2"}, {"internal_id": 155118122, "Award ID": "AM23LFPA0000C010", "Award Amount": 2819150.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-06", "CFDA Number": "10.182", "Description": "THE COLUMBIA RIVER INTER-TRIBAL FISH COMMISSION WILL UTILIZE LOCAL FOOD PURCHASE ASSISTANCE COOPERATIVE AGREEMENT PROGRAM GRANT FUNDS TO DEVELOP AND STRUCTURE A FOOD DELIVERY SYSTEM TO PROVIDE HEALTHIER FOOD TO UNDERSERVED AND SOCIALLY DISADVANTAGED TRIBAL COMMUNITIES AT THEIR RESPECTIVE RESERVATIONS AND ALONG THE COLUMBIA RIVER. THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE PROJECT WILL INVOLVE PURCHASING FRESH, NUTRITIOUS, SEASONAL VEGETABLES, FRUITS, AND FISH PRODUCTS. IT WILL INVOLVE COORDINATION BETWEEN THE FOUR MEMBER TRIBES, THE COLUMBIA RIVER INTER-TRIBAL FISH COMMISSION, A FISH PROCESSING VENDOR, AND A TRIBALLY OWNED FARM TO PROVIDE FOR THE DELIVERY OF FOOD BOXES, INCLUDING FRESH VEGETABLES, FRUITS, AND FISH. THE PROJECT WILL PURCHASE FISH PRODUCTS, E.G., CANS, POSSIBLY FILLETS IN YEAR 2, FROM BORNSTEIN SEAFOODS, AN EXPERIENCED SEAFOOD PROCESSOR. THE PROCESSOR WILL PURCHASE SALMON HARVESTED BY TRIBAL FISHERS FOR INCLUSION INTO VALUE-ADDED PRODUCTS, WHICH WILL BE PURCHASED BY COLUMBIA RIVER INTER-TRIBAL FISH COMMISSION FOR DISTRIBUTION. THE PROJECT WILL HELP RE-ESTABLISH TRIBAL TRADE ROUTES AND COMMUNICATION SYSTEMS TO BUILD UPON FOOD SOVEREIGNTY EFFORTS AND LOOK FOR WAYS TO IMPROVE THE CHOICES AND DIETS OF TRIBAL MEMBERS THROUGH FOOD ALTERNATIVES ALIGNED WITH TRADITIONAL DIETS AND ACCESS TO FRESH AND NUTRITIOUS FOODS. CONTRACTING WITH VENDORS AND SUBAWARDEES WILL INCREASE LOCAL FOOD CONSUMPTION AND HELP BUILD AND EXPAND ECONOMIC OPPORTUNITY FOR LOCAL SOCIALLY DISADVANTAGED PRODUCERS AND TRIBAL FISHERS BY PROVIDING ACCESS TO THESE FOODS, AS PEOPLE CAN TASTE, EAT, AND DEVELOP PREFERENCES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. TWO PRODUCERS, YAKAMA NATION FARMS, A NATIVE-OWNED FARM, AND BORNSTEIN SEAFOODS WILL BENEFIT FROM THIS PROJECT. APPROXIMATELY 50 TRIBAL FISHERS WILL PROVIDE SALMON FOR THE CANNED PRODUCTS WHICH WILL BE DISTRIBUTED TO THE TRIBAL COMMUNITIES BOTH ALONG THE COLUMBIA RIVER AND TO THE RESERVATION COMMUNITIES. IT IS ESTIMATED THAT BETWEEN 3,247 AND 4 ,329 TRIBAL MEMBERS, WHICH INCLUDES INDIVIDUALS LIVING ALONG THE COLUMBIA RIVER, WILL BE THE RECIPIENTS AND BENEFICIARIES FOR THE DISTRIBUTION OF THESE FOODS AS UNDERSERVED COMMUNITIES AND AS COMMUNITIES NOT NORMALLY SERVED THROUGH TRADITIONAL FOOD DISTRIBUTION NETWORKS. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO NEZ PERCE TRIBE, CONFEDERATED TRIBES AND BAND OF THE YAKAMA NATION, CONFEDERATED TRIBES OF THE UMATILLA INDIAN RESERVATION, AND CONFEDERATED TRIBES OF THE WARM SPRINGS RESERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa6a34ba-7475-8796-44ad-38a41ec72c28-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C010_12K2"}, {"internal_id": 154736304, "Award ID": "AM23LFPA0000C009", "Award Amount": 279991.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-29", "CFDA Number": "10.182", "Description": "THE SPIRIT LAKE TRIBE INTENDS TO PROCURE AND DISTRIBUTE DOMESTIC AND TRIBAL GROWN FOOD TO AN UNDERSERVED AND IMPOVERISHED COMMUNITY WITH LOCAL FOOD PURCHASE ASSISTANCE COOPERATIVE AGREEMENT FUNDS. THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. SPIRIT LAKE TRIBE’S GOAL IS TO PROCURE HEALTHY-READY TO EAT, FROZEN MEALS THAT INCLUDE TRADITIONAL FOODS FROM A TRIBAL OWNED VENDOR TOCABE MARKETPLACE. THE SOURCE OF THE FOODS FOR THE MEALS WILL BE SOURCED FROM TRIBAL COMMUNITIES THAT ARE SOCIALLY DISADVANTAGED AND ALLOW NEW MARKETING OPPORTUNITIES FOR PRODUCERS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. OUR GOAL IS TO ESTABLISH A NEW MARKETING SYSTEM FOR SOCIALLY DISADVANTAGED PRODUCERS FOR NO LESS THAN 6 TRIBAL VENDORS TO PROCURE FOODS FOR TOCABE MARKETPLACE TO PREPARE MEALS FOR DISTRIBUTION. WE ALSO HOPE TO EXPAND A NEW MARKETING OPPORTUNITY FOR A TRIBAL VENDOR TO MARKET TRADITIONAL FOODS PROCURED FR OM SOCIALLY DISADVANTAGED VENDORS WITH A STEADY MARKET THAT CAN BE SUSTAINABLE. OUR FINAL GOAL IS TO DISTRIBUTE A TRADITIONAL AND HEALTHY FOOD SOURCE FOR FAMILIES AND ELDERLY FAMILIES WHO WILL BENEFIT FROM A HEALTHIER FOOD SOURCE THAT IS ACCESSIBLE TO THEIR HOMES THROUGH FOOD DISTRIBUTION PROGRAMS AND SENIOR SERVICES DELIVERY MECHANISM. THE SPIRIT LAKE TRIBE WILL DISTRIBUTE 1,024 TRADITIONAL MEALS PER MONTH FOR 24 MONTHS TO THE LOW-INCOME FAMILIES ON THE SPIRIT LAKE RESERVATION. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO TOCABE MARKETPLACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71b447ab-8f76-3d17-5322-2e07c9f861aa-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C009_12K2"}, {"internal_id": 154736310, "Award ID": "AM23LFPA0000C008", "Award Amount": 1180202.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-18", "CFDA Number": "10.182", "Description": "THE LOCAL FOOD PROCUREMENT PROJECT WILL SUPPLEMENT EXISTING NUTRITIONAL SUPPORT PROGRAMS, SUCH AS THE TITLE VI ELDER’S NUTRITION PROGRAM, THE YUROK TRIBE FOOD DISTRIBUTION PROGRAM ON INDIAN RESERVATIONS PROGRAM, AND THE ELDER’S FISHERY. THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THIS PROJECT WILL PURCHASE FOOD FROM AN ESTIMATED 150 PRODUCERS, THE MAJORITY OF WHICH BEING YUROK PRODUCERS, AND DISTRIBUTE LOCAL FOOD TO TRIBAL MEMBERS. TRADITIONAL FOODS WILL BE THE HIGHEST PRIORITY FOR PURCHASE AND DISTRIBUTION, FOLLOWED BY OTHER APPLICABLE FOODS FROM INDIGENOUS PRODUCERS, OTHER BLACK, INDIGENOUS, AND PEOPLE OF COLOR PRODUCERS, AND OTHER LOCAL PRODUCERS RESPECTIVELY. WITH THE PURCHASING PRIORITIES OF THIS PROJECT PRIORITIZING YUROK FOOD PRODUCERS, WE WILL SUPPORT SMALL BUSINESSES RELATED TO THE PROCUREMENT AND PROCESSING OF TRADITIONAL FOODS, SMALL-SCALE FRUIT AND VEGETABLE GROWERS, AND FLEDGLING FOOD-RELATED GARDENS AND NURSERIES OPERATED BY THE YUROK TRIBE AND AFFILIATED CORPORATIONS. PRIORITIZING PURCHASING FROM YUROK PRODUCERS WILL HELP ADDRESS FINANCIAL INSECURITY IN HOUSE HOLDS BY PROVIDING TWO YEARS OF A CUSTOMER WITH A LARGE PURCHASING CAPACITY. IDEALLY, THIS FUNDING WILL ALLOW PRODUCERS TO BUILD UPON THESE EARLY SUCCESSES TO EXPAND THEIR ABILITY TO PRODUCE AND DISTRIBUTE THEIR PRODUCTS TO A WIDER MARKET. QUARTERLY PERFORMANCE RE PORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. WE ANTICIPATE PURCHASING FOOD FROM LOCAL PRODUCERS, 125 OF WHICH ARE YUROK TRIBAL MEMBERS. WHILE WE WILL PRIORITIZE THE 250 HOUSEHOLDS WITHIN THE YUROK INDIAN RESERVATION FIRST FOR RECEIVING FOOD, WE WILL BE DISTRIBUTING FOOD THROUGHOUT ALL SEVEN DISTRICTS OF THE YUROK TRIBE. WE ANTICIPATE REACHING AT LEAST 400 HOUSEHOLDS DURING THIS PROJECT. THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f1875ee-6022-b0c0-7904-42fdce8e0a40-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C008_12K2"}, {"internal_id": 154199616, "Award ID": "AM23LFPA0000C007", "Award Amount": 410307.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-15", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT THE BAD RIVER TRIBE’S LOCAL FOOD PURCHASING AGREEMENT PROGRAM IS DESIGNED TO PROVIDE LOW INCOME TRIBAL MEMBERS WITH ACCESS TO HIGH QUALITY, LOCALLY SOURCED FOOD, INCLUDING INDIGENOUS FOODS PRODUCED IN THE GREAT LAKES REGION.  THE PROCUREMENT OF LOCAL FOODS FROM OTHER PROGRAMS THE TRIBAL ELDER AND COMMUNITY FOOD BOX PROGRAM, VENDORS SUPPLYING BADGER BOXES FOR THE HUNGER TASK FORCE, AND FROM TRIBAL AND NON-TRIBAL FOOD PRODUCERS IN THE CHEQUAMEGON BAY AREA AND WITHIN 300 MILES OF THE BAD RIVER RESERVATION. BAD RIVER FOOD DISTRIBUTION ALREADY HAS VALUED PARTNERS WITH INTRA-GOVERNMENTAL DEPARTMENTS SUCH AS THE BAD RIVER ENROLLMENT DEPARTMENT, BAD RIVER HOUSING, BAD RIVER FOOD SOVEREIGNTY PROGRAM, AND BAD RIVER’S HEAD START, YOUTH, ELDERLY AND FEEDING PROGRAMS. THESE DEPARTMENTS’ REFERRALS TO OUR PROGRAMS HELP US IDENTIFY HIGHEST NEED PARTICIPANTS, SOME WHOM MAY ONLY NEED TEMPORARY ASSISTANCE AND OTHERS WHO ARE IN CHRONIC SITUATIONS OF FOOD INSECURITY. WE PROJECT AN AVERAGE OF 150 LOW-INCOME TRIBAL FAMILIES MONTHLY. DURING THE WARMER MONTHS THESE NUMBERS WILL LIKELY REACH OVER 200. THE UNITED STATED DEPARTMENT OF AGRICULTURE LOCAL FOOD PURCHASE ASSISTANCE PARTNERSHIP WILL ALLOW THE TRIBE TO EXPAND ELIGIBILITY BEYOND ELDERS TO INCREASE ACCESS TO HEALTHY, LOCAL AND CULTURALLY SPECIFIC FOODS TO YOUNGER TRIBAL FAMILIES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. SOURCING FOOD FROM SOCIALLY DISADVANTAGED PRODUCERS, SUCH AS TRIBAL NEIGHBORS WHO COMMERCIALLY FISH FOR LAKE SUPERIOR WHITEFISH AND OGAA (WALLEYE), OUR OWN FOOD SOVEREIGNTY PROGRAM GRADUATES WHO ARE NOW SMALL SCALE DIVERSIFIED VEGETABLE GROWERS OR FORAGERS OF WILD GROWN PRODUCE, BENEFITS FOOD PRODUCERS AS WELL AS THE RECIPIENTS OF FOOD BOXES. THESE PRODUCERS HAVE NEVER BEEN ABLE TO PA RTICIPATE IN LARGE SCALE FOOD DISTRIBUTION NETWORKS WHETHER SUBSIDIZED OR ON THE OPEN MARKET. THIS IS A KEY NEW TARGET AUDIENCE WHO WILL BE ASSISTED THROUGH THIS PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "14d1dbd4-24fa-d37c-9386-d9d30f9a8089-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C007_12K2"}, {"internal_id": 153836348, "Award ID": "AM23LFPA0000C006", "Award Amount": 2200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-10-24", "CFDA Number": "10.182", "Description": "THE UTAH DEPARTMENT OF HEALTH INTENDS TO USE LOCAL FOOD PURCHASE ASSISTANCE (LFPA) FUNDS TO ESTABLISH A PROGRAM THAT ENABLES THE PURCHASE OF LOCAL FOOD PRODUCTS FROM DISADVANTAGED FARMERS ACROSS THE STATE AND DISTRIBUTION OF THOSE PRODUCTS TO UNDERSERVED COMMUNITIES. LOCAL FOOD PURCHASE ASSISTANCE PROGRAM FUNDING WILL BE USED TO IMPROVE LOCAL SUPPLY CHAIN RESILIENCY BY INCREASING MARKET OPPORTUNITIES FOR SOCIALLY DISADVANTAGED FARMERS AND INCREASING THE QUALITY AND NUTRITIONAL CONTENT OF FOOD DISTRIBUTED BY FOOD PANTRIES AND OTHER ORGANIZATIONS. THIS FUNDING WILL ADDRESS EXISTING NEEDS IN BOTH UNDERSERVED COMMUNITIES AND AMONG LOCAL PRODUCERS. THE UTAH DEPARTMENT OF HEALTH WILL ADMINISTER MOST LOCAL FOOD PURCHASE ASSISTANCE GRANT FUNDS TO SUB-AWARDEES THROUGH A COMPETITIVE RFP PROCESS AVAILABLE TO TEFAP AND NON-TEFAP AFFILIATED FOOD PANTRIES, NONPROFITS, LOCAL AGGREGATORS, AND LOCAL GOVERNMENT AGENCIES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARK ETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. THE UTAH DEPARTMENT OF HEALTH EXPECTS TO INCREASE MARKET OPPORTUNITIES FOR LOCAL, DISADVANTAGED FOOD PRODUCERS WHILE INCREASING LOCAL FOOD PRODUCTS DISTRIBUTED TO UNDERSERVED COMMUNITIES EXPERIENCING FOOD INSECURITY. ADDITIONALLY, WE WILL CREATE OPPORTUNITIES FOR LEARNING ABOUT PROGRAM SUCCESSES AND CHALLENGES WHICH WILL IN TURN INCREASE THE USE OF INNOVATIVE METHODS OF SOURCING AND DISTRIBUTING LOCAL FOOD PRODUCTS. THE UTAH DEPARTMENT OF HEALTH ESTIMATES THAT APPROXIMATELY 30 ADDITIONAL PRODUCERS WILL BE ADDED TO REGULAR FOOD DISTRIBUTION IN UTAH, WITH 75% BEING DISADVANTAGED. THIS PROGRAM WILL SUPPORT DISTRIBUTION AT 20 LOCATIONS THAT SERVE VARYING NUMBERS OF INDIVIDUALS. ALL RECIPIENTS WILL BE MEMBERS OF AN UNDERSERVED POPULATION. THE RECIPIENT PLANS TO SUBAWARD FUNDS THROUGH A COMPETITIVE REQUEST FOR PROPOSAL PROCESS OPEN FOR ALL COMMUNITY PARTNERS TO APPLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad190718-78aa-6598-2e74-432b73a2d3f5-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C006_12K2"}, {"internal_id": 153836347, "Award ID": "AM23LFPA0000C005", "Award Amount": 783063.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-10-25", "CFDA Number": "10.182", "Description": "THE MONACAN INDIAN NATION WALUT PÍ:SE “FOOD IS GOOD” PROJECT, FUNDED BY THE LOCAL FOOD PURCHASE ASSISTANCE COOPERATIVE AGREEMENT PROGRAM GRANT, AIMS TO ASSIST AND SUPPORT OUR LOCAL FARMERS AND VENDORS, PROVIDE GOOD, HEALTHY LOCAL FOODS TO OUR TRIBAL CITIZENS AND THE COMMUNITY AND TO PROVIDE FOR THE UNDERSERVED COMMUNITY. THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. CREATE PARTNERSHIPS WITH AT LEAST NINETEEN LOCAL AND SOCIALLY DISADVANTAGED FOOD DISTRIBUTORS TO PURCHASE FOODS FOR DISTRIBUTION AND TO HELP BUILD AND EXPAND ECONOMIC OPPORTUNITIES. THE GRANT WILL PROVIDE SUSTAINABILITY FOR THE NEXT TWO YEARS, INCREASE OUR CAPACITY AND EXPERIENCE, PAY EXISTING STAFF TO SUPPORT THEIR ONGOING EFFORTS, AND BUILD STRONGER RELATIONSHIPS WITH LOCAL VENDORS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. OUR TARGET CLIENTS ARE CITIZENS OF THE MONACAN INDIAN NATION, BUT OUR FOODBANK SERVES, AND WILL CONTINUE TO SERVE, OTHER SOCIALLY DISADVANTAGED POPULATIONS IN OUR SERVICE AREA AND LOW AND MODERATE INCOME FAMILIES OF OUR TRIBE AND IN OUR SERVICE AREA. WE WILL SERVE AT LEAST 425 FAMILIES THREE MEALS PER MONTH FOR A TOTAL OF 1300 SAFE, HEALTHY, AND LOCALLY-PRODUCED MEALS AND FOOD ITEMS PER MONTH TO THE UNDERSERVED MONACAN TRIBAL CITIZENS AND COMMUNITY MEMBERS. THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b16fad83-b730-5e93-c8f3-8056ecd2a5e0-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C005_12K2"}, {"internal_id": 154199622, "Award ID": "AM23LFPA0000C004", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-03", "CFDA Number": "10.182", "Description": "THE PASCUA YAQUI TRIBE INTEND TO USE LOCAL FOOD PURCHASE ASSISTANCE COOPERATIVE AGREEMENT FUNDING TO PURCHASE FRESH FOOD PRODUCTS AND PRODUCE FROM LOCAL, SOCIALLY, AND HISTORICALLY, DISADVANTAGED FARMERS, AND RANCHERS TO FILL THE CURRENT GAPS IN THE TRIBE’S FOOD PANTRY AND MEAL OFFERINGS, WHILE EXPANDING NUTRITIONAL FOOD CONSUMPTION BY LOW-INCOME TRIBAL MEMBERS. THE TRIBE’S FOOD PROGRAMS WILL WORK IN COLLABORATION WITH THE SAN XAVIER FARM COOPERATIVE AND OTHER LOCAL AND REGIONAL, DISADVANTAGED FOOD PRODUCERS, TO PURCHASE THE TYPES OF FRESH FOODS THAT ARE REGULARLY REQUESTED BY A SUBSTANTIAL PART OF THE COMMUNITY INCLUDING, FRUITS, VEGETABLE, AND MEATS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. THE OVERALL GOALS OF THIS PROGRAM ARE TO PERFORM OUTREACH TO FIFTEEN LOCAL, SOCIALLY AND HISTORICALLY DISADVANTAGED FOOD PRODUCERS, AND FORM PURCHASING PARTNERSHIPS WITH SEVEN OR EIGHT PRODUCERS, INCREASE THE NUMBER OF HEALTHY MEALS TO LOW-INCOME FAMILIES BY AT LEAST ONE HUNDRED NINETY THREE PERCENT AND THE NUMBER OF UNDUPLICATED CLIENTS SERVED ANNUALLY BY AN ADDITIONAL ONE HUNDRED NINE CLIENTS. PROGRESS TOWARDS THESE GOALS WILL BE ASSESSED BY CONDUCTING JOINT STAFF MEETINGS AMONG THE THREE PROGRAMS AT LEAST SIX TIMES A YEAR TO SHARE EVALUATION DATA AND ENSURE THAT CLIENTS ARE USING ONE FOOD DELIVERY PROGRAM AND THEREBY MITIGATE FRAUD. THE INTENDED BENEFICIARIES OF THIS PROGRAM ARE THE TWENTY-TWO THOUSAND ENROLLED MEMBERS OF THE PASCUA YAQUI TRIBE. THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d719ba2-0e9a-6267-1bc5-6f385a29774b-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C004_12K2"}, {"internal_id": 152691243, "Award ID": "AM23LFPA0000C003", "Award Amount": 380000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-10-14", "CFDA Number": "10.182", "Description": "THE LEECH LAKE BAND OF OJIBWE FARM TO CONSUMER FOOD INITIATIVE WILLPURCHASE CULTURALLY APPROPRIATE FOOD FROM REGIONAL FARMERS, WITH A FOCUSON THOSE OPERATED BY INDIGENOUS PEOPLE AND NEARBY TRIBAL NATIONS OVER ATWO-YEAR PERIOD. THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE ANDDISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGEDFARMERS AND RANCHERS. LEECH LAKE BAND OF OJIBWE PLANS TO ENTERPURCHASING AGREEMENTS WITH AT LEAST FIVE PRODUCERS, THREE OF WHICH WOULDBE OPERATED BY NATIVE AMERICANS. THE CHOSEN PRODUCERS WILL BE ENCOURAGEDTO PARTNER WITH THE TRIBE IN DEVELOPING A LOCAL FARMING CURRICULUM.DISTRIBUTION WILL OCCUR THROUGH THE LEECH LAKE BAND OF OJIBWE ELDERLYNUTRITION PROGRAM, COMMUNITY CENTERS, AND ESTABLISHMENT OF A FOODBACKPACK PROGRAM AT AREA SCHOOLS. LEECH LAKE BAND OF OJIBWE IS IN THEBEGINNING STAGES OF CREATING A LOCAL NATIVE FOOD SYSTEM. THE CONTINUEDINTRODUCTION OF DIRECT FARM TO MARKET FOOD INTO THE COMMUNITY WILL HELPGAIN INTEREST IN DEVELOPING A LOCAL SYSTEM. PRODUCERS WILL BENEFIT BYGIVING FARMERS A NEW MARKET FOR THEIR PRODUCTS, WHILE ALSO GAINING ABETTER UNDERSTANDING OF NATIVE AMERICAN FOOD CULTURE. QUARTERLYPERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTIONNETWORKS. THE FOOD WILL BE USED TO PROVIDE FOOD TO LOW-INCOME TRIBALMEMBERS IN AREAS IDENTIFIED AS A FOOD DESERT OR THOSE KNOWN TO BECHRONICALLY NUTRITIONALLY INSECURE. THE RECIPIENT DOES NOT INTEND TOSUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb5b19f6-a331-99c6-8dd4-d73401132218-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C003_12K2"}, {"internal_id": 153836350, "Award ID": "AM23LFPA0000C002", "Award Amount": 1100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-10-17", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS THE DISTRICT OF COLUMBIA SEEKS TO EXPAND PARTNERSHIPS BETWEEN SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS AND COMMUNITY BASED ORGANIZATIONS THAT PROVIDE FREE, DIRECT FOOD DISTRIBUTION TO UNDERSERVED RESIDENTS FACING FOOD INSECURITY IN WARDS 7 AND 8. IN ADDITION, FUNDING WILL BE PROVIDED TO THE PRODUCE PLUS PROGRAM, OPERATED BY FRESHFARM, TO OFFER HOME DELIVERY OF PRODUCE TO HOMEBOUND RESIDENTS ENROLLED IN THE COMMODITY SUPPLEMENTAL FOOD PROGRAM. THE DISTRICT WILL UTILIZE LOCAL FOOD PURCHASE ASSISTANCE FUNDS TO IMPROVE LOCAL AND REGIONAL FOOD AND AGRICULTURAL SUPPLY CHAIN CONNECTIONS FOR LOCAL AND SOCIALLY DISADVANTAGED FARMERS TO RESIDENTS BY PARTNERING WITH TWO EQUITABLE FOOD ACCESS PROGRAMS. NUTRITIOUS, LOCAL FOODS PROCURED FROM LOCAL FARMERS AND SOCIALLY DISADVANTAGED FARMERS WITH LOCAL FOOD PURCHASE ASSISTANCE FUNDS WILL BE USED TO HELP MEET THE NEEDS OF UNDERSERVED DISTRICT RESIDENTS BY ENHANCING AND EXPANDING JOYFUL FOOD MARKETS, OPERATED BY MARTHA’S TABLE, AND PRODUCE PLUS, OPERATED BY FRESHFARM. JOYFUL FOOD MARKETS ARE MONTHLY, NO-COST GROCERY MARKETS THAT SUPPORT UNDERSERVED COMMUNITIES AND COMMUNITIES OF COLOR AT OVER 50 SCHOOLS IN WARDS 7 AND 8, WHERE ONLY THREE FULL SERVICE GROCERY STORES ARE AVAILABLE TO 150,000 RESIDENTS. TO ADDRESS HEALTHY FOOD ACCESS BARRIERS OF TIME, TRANSPORTATION, AND COST, JOYFUL FOOD MARKETS ARE HELD AFTER SCHOOL DURING DISMISSAL TO SERVE AS CONVENIENT ACCESS POINTS FOR BUSY FAMILIES AND CAREGIVERS. THE DISTRICT WILL ALSO PARTNER WITH FRESHFARM, A LOCAL FARMERS’ MARKET OPERATOR AND LOCAL FOOD HUB, TO SUPPORT HOME-DELIVERY OF FREE PRODUCE BOXES THROUGH THE PRODUCE PLUS PROGRAM, FOR RESIDENTS WITH LOW-INCOMES FROM UNDERSERVED COMMUNITIES AND COMMUNITIES OF COLOR. LOCAL FOOD PURCHASE ASSISTANCE FUNDS WILL BE USED TO PROCURE PRODUCE FOR JOYFUL FOOD MARKETS AND PRODUCE PLUS THROUGH DREAMING OUT LOUD, A NON-PROFIT ORGANIZATION SERVING LOCAL SOCIALLY DISADVANTAGED PRODUCERS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. IN ADDITION TO SUPPORTING THESE UNDERSERVED COMMUNITIES, THESE PURCHASES ARE STRATEGIC INVESTMENTS THAT WILL CREATE GROWTH AND NEW ECONOMIC OPPORTUNITIES FOR SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS. BY PROVIDING A SUBSIDIZED PATHWAY TO NEW MARKET OPPORTUNITIES FOR SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, THIS PROJECT WILL NOT ONLY CONNECT UNDERSERVED COMMUNITIES WITH CULTURALLY RELEVANT FOODS, BUT BUILD WEALTH WITHIN THESE COMMUNITIES. MARTHA’S TABLE AND JOYFUL FOOD MARKETS ARE POP-UP MONTHLY MARKETS HELD IN 53 ELEMENTARY SCHOOLS IN WARDS 7 AND 8 IN THE DISTRICT OF COLUMBIA. FRESHFARM’S PRODUCE PLUS PROGRAM OFFER HOME DELIVERY OF PRODUCE TO HOMEBOUND RESIDENTS ENROLLED IN THE COMMODITY SUPPLEMENTAL FOOD PROGRAM. PARTICIPANTS RECEIVE A PRE-SELECTED BUNDLE OF PRODUCE DELIVERED TO THEIR HOME MONTHLY AT NO COST TO THE PARTICIPANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f99bdda-a75c-88e2-f0f9-282480a19bfe-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C002_12K2"}, {"internal_id": 152691246, "Award ID": "AM23LFPA0000C001", "Award Amount": 334637.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-10-11", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.WITH FUNDING PROVIDED BY THE UNITED STATES DEPARTMENT OF AGRICULTURE,AGRICULTURAL MARKETING SERVICE LOCAL FOODS PURCHASING AGREEMENT, THEFOND DU LAC BAND OF LAKE SUPERIOR CHIPPEWA WILL ESTABLISH AANDANJIGEWIN,A FOOD DISTRIBUTION PROGRAM THAT WILL DECOLONIZE AND INDIGENIZE THE FONDDU LAC LOCAL FOOD SYSTEM, CREATE MARKETING OPPORTUNITIES FOR COMMUNITYMEMBERS WHO HARVEST, PRODUCE, AND PROCESS FOOD PRODUCTS, INCREASE THEAVAILABILITY OF NOURISHING AND CULTURALLY TRADITIONAL FOOD TO COMMUNITYMEMBERS, BROADEN THE AWARENESS OF TRIBAL SOVEREIGNTY AND TREATYHARVESTING RIGHTS BELONGING TO COMMUNITY MEMBERS, AND ENCOURAGE BESTPRACTICES FOR SUSTAINABLE HARVEST, PREPARATION, AND PRESERVATION OFTRADITIONAL OJIBWE FOODS. TO CREATE STABLE AND VIABLE MARKETINGOPPORTUNITIES FOR LOCAL PRODUCERS, THE AANDANJIGEWIN LOCAL FOODSPURCHASING AGREEMENT PROGRAM WILL PURCHASE FOOD PRODUCTS DIRECTLY FROMUP TO 100 LOCAL FOOD PRODUCERS AND HARVESTERS. THROUGH OUTREACH ANDEDUCATION, FOND DU LAC BAND MEMBERS WILL GAIN INCREASED AWARENESS OFTHEIR TREATY RIGHTS OF HARVEST, AS WELL AS KNOWLEDGE OF METHODS OFHARVESTING, PROCESSING, AND PRESERVING OJIBWE TRADITIONAL FOODS. THROUGHTHESE EFFORTS, THE FOND DU LAC BAND AIMS TO REDUCE FOOD INSECURITY,CREATE ECONOMIC OPPORTUNITY, REVITALIZE TRADITIONAL FOODWAYS, ADVOCATEFOR TRIBAL SOVEREIGNTY, EXPAND UNDERSTANDING OF TREATY RIGHTS WITHIN THECEDED TERRITORIES, AND FOSTER A DECOLONIZED LOCAL FOOD SYSTEM WITHIN THEFOND DU LAC COMMUNITY. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTEDTO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS ANDRANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDSEXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OFNEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENTFOOD DISTRIBUTION NETWORKS. TO INCREASE FOOD ACCESS, THESE FOOD PRODUCTSWILL THEN BE SHARED WITH THE COMMUNITY IN MULTIPLE DISTRIBUTIONS OF HALFTO THREE-QUARTER BUSHEL FOOD BOXES TO 500 FOND DU LAC HOUSEHOLDS ASSEASONAL HARVEST ALLOWS. THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c708a3c1-7690-50e3-e56e-e3668c04e0c6-C", "generated_internal_id": "ASST_NON_AM23LFPA0000C001_12K2"}, {"internal_id": 154736300, "Award ID": "AM22LFPA0000C065", "Award Amount": 6100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS AND ENHANCE THE WELL-BEING OF CHILDREN, THEIR FAMILIES AND THE STABILITY AND ECONOMIC VIABILITY OF THE COMMUNITIES WHERE THEY LIVE. THE MISSOURI DEPARTMENT OF SOCIAL SERVICES WILL ENTER INTO AGREEMENTS WITH MISSOURI FAMILY AND COMMUNITY TRUST PARTNERSHIPS TO PURCHASE FOOD. THE PARTNERSHIPS, EITHER THEMSELVES OR THROUGH SUBAWARD, WILL DEVELOP DISTRIBUTION MECHANISMS THAT TARGET AREAS THAT ARE NOT SERVICED BY EXISTING FOOD PANTRIES. THE PARTNERSHIP AGREEMENTS WILL OUTLINE REPORTING REQUIREMENTS ON ITEMS INCLUDING LISTINGS OF PURCHASES, THE QUANTITY PURCHASED, AND THE NAME OF WHOM THE ITEMS WERE PURCHASED FROM, IF THE FARMER/PRODUCER IS CONSIDERED SOCIALLY DISADVANTAGED, DISTRIBUTION POINTS, CHALLENGES, SUCCESSES, AND COMMUNITY IMPACT. IN ADDITION, DSS WILL HAVE MONTHLY PHONE CALLS WITH THE PARTNERSHIPS TO DISCUSS THE PROJECT INCLUDING, BUT NOT LIMITED TO CHALLENGES, SUCCESS, PARTNERSHIPS, AND COMMUNITY FEEDBACK. DSS WILL ALSO INVITE OTHER STAKEHOLDERS TO THE CALL. THESE CALLS WILL SERVE AS AN ONGOING DIALOGUE TO FOSTER RELATIONSHIPS, ASSIST AGENCIES AS THEY MITIGATE POTENTIAL CHALLENGES, AND ALLOW AGENCIES TO LEARN FROM OTHER AGENCIES AND IMPLEMENT BEST PRACTICES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. INITIAL STAKEHOLDERS HAVE BEEN IDENTIFIED; HOWEVER, THIS LIST WILL CONTINUE TO EXPAND TO POTENTIALLY INCLUDE EDUCATION SITES, ADDITIONAL COMMUNITY PARTNERS, PRODUCERS, AGGREGATORS, DISTRIBUTORS, AND OTHERS. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO MISSOURI FAMILY AND COMMUNITY TRUST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4379b11-a66f-f3ea-bd64-87bfb5f67c4f-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C065_12K2"}, {"internal_id": 154736302, "Award ID": "AM22LFPA0000C064", "Award Amount": 9700000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.182", "Description": "JERSEY FRESH FOR ALL -THE LOCAL FOOD PURCHASE ASSISTANCE COOPERATIVE AGREEMENT PROGRAM  WILL BUILD A STRONGER, FAIRER, AND MORE EQUITABLE NEW JERSEY BY PROVIDING THE FUNDS NECESSARY TO UNDERTAKE GROUNDBREAKING WORK IN OUR STATE. THIS WILL BE ACHIEVED BY INCREASING ACCESS TO LOCAL DOMESTIC FOOD AND IMPROVING AND MAINTAINING SUPPLY CHAIN RESILIENCY BY BUILDING SUPPLIER PARTNERSHIPS WITH LOCAL AND REGIONAL FARMERS AND RANCHERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, AND UNDERSERVED COMMUNITIES. THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE NEW JERSEY DEPARTMENT OF AGRICULTURE, THROUGH SUBRECIPIENT AGENCY, THE COMMUNITY FOODBANK OF NEW JERSEY WILL DESIGN FOOD PURCHASING PROGRAMS AND ESTABLISH PARTNERSHIPS WITH FARMERS AND RANCHERS WITHIN THE STATE THAT BEST SUITS LOCAL NEEDS, ENVIRONMENTAL AND CLIMATE CONDITIONS, AND SEASONAL HARVESTS. THE COMMUNITY FOODBANK OF NEW JERSEY WILL COORDINATE WITH THE OTHER FOOD BANKS, FOOD BANK OF SOUTH JERSEY AND FULFILL, AS WELL AS ITS PARTNER DISTRIBUTION ORGANIZATIONS, MERCER STREET FRIENDS AND NORWESCAP, TO ENSURE THAT THE AGRICULTURAL PRODUCTS PURCHASED THROUGH THE GRANT REACH DISTRIBUTION POINTS IN ALL 21 COUNTIES. THE COMMON MARKET AND THE NEW JERSEY FOOD DEMOCRACY COLLABORATIVE WILL BE KEY COLLABORATORS IN THE RESEARCH, OUTREACH, AND RELATIONSHIP DEVELOPMENT ACTIVITIES TO BE CONDUCTED IN PHASE 1 OF THE PROGRAM. PHASE 2 WILL SUPPORT IMPLEMENTATION, INCLUDING FOOD PROCUREMENT AND DISTRIBUTION DIRECTLY BY COMMUNITY FOODBANK OF NEW JERSEY AND IN COLLABORATION WITH THE COMMON MARKET AS WELL AS THE DEVELOPMENT OF THE RESOURCES REQUIRED FOR LONG-TERM SUSTAINABILITY AND SUCCESS. IN ADDITION TO QUANTITATIVE METRICS IN SOURCING AND DISTRIBUTION, SUCCESS WILL BE JUDGED BY IMPROVED FARM TO FOOD PANTRY RELATIONSHIPS, GREATER ACCEPTANCE OF FARM FRESH PRODUCT AT THE COMMUNITY LEVEL AND GREATER VARIETY IN THE PRODUCE DISTRIBUTED THROUGH THE CHARITABLE FOOD NETWORK, MATCHING PRODUCTION WITH DEMAND AT THE COMMUNITY LEVEL. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. JERSEY FRESH FOR ALL PROGRAM WILL BENEFIT LOCAL PRODUCERS THROUGHOUT THE STATE, TARGETING THOSE WHO ARE SOCIALLY DISADVANTAGED. THIS WILL INCLUDE BOTH RURAL FARMERS LOCATED IN THE COUNTIES WHERE NEW JERSEY’S FARMLAND IS MOST HIGHLY CONCENTRATED AS WELL AS SMALLER-SCALE URBAN AND PERI-URBAN FARMS. RECIPIENTS WILL BE THE NETWORK OF LOCAL DISTRIBUTION AGENCIES OF ALL EMERGENCY FEEDING ORGANIZATIONS OF THE NEW JERSEY DEPARTMENT OF AGRICULTURE, ULTIMATELY BENEFITING THE INDIVIDUALS AND HOUSEHOLDS THEY SERVE DIRECTLY. INFORMED BY THE COMMUNITY OUTREACH AND DATA COLLECTED FROM THE STAKEHOLDERS WE EXPECT TO IDENTIFY A TARGET OF 5-20 SOCIALLY DISADVANTAGED GROWERS AND BEGIN PURCHASING FROM THEM. NEW JERSEY ESTIMATES THE NUMBER OF PEOPLE TO BE SERVED WITH FOOD FUNDED BY THE GRANT AT 250,000 INDIVIDUALS. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO COMMUNITY FOODBANK OF NEW JERSEY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a74aa45-534e-1f1d-209f-6d59e296ee39-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C064_12K2"}, {"internal_id": 154736303, "Award ID": "AM22LFPA0000C063", "Award Amount": 10161266.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS THE MICHIGAN DEPARTMENT OF EDUCATION’S LOCAL FOOD PURCHASE ASSISTANCE PROJECT IS TO CREATE AND EXPAND COMMUNITY PARTNERSHIPS BETWEEN EXISTING AGENCIES, ORGANIZATIONS, AND THEIR LOCAL AND REGIONAL DISADVANTAGED FARMERS AND PRODUCERS. PLANNED ACTIVITIES INCLUDE PARTNERSHIPS CONNECTING FARMERS, PRODUCERS, AND THEIR PRODUCTS TO HEALTHCARE ORGANIZATIONS, TRIBAL ORGANIZATIONS, REGIONAL FOOD COLLECTIVES, MOBILE PANTRY PROGRAMS, FRESH PRODUCE BOX PROGRAMS, FOOD HUBS, AND ALLOWED PROCESSING FACILITIES. THE SUBRECIPIENT AGENCIES HAVE PLANS TO PURCHASE FOOD FROM LOCAL AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS IN THEIR GEOGRAPHICAL AREA AND HAVE DEVELOPED DISTRIBUTION EFFORTS TO SUPPORT THEIR LOCAL UNDERSERVED COMMUNITIES. TARGETED FARMERS/PRODUCERS WILL INCLUDE “SOCIALLY DISADVANTAGED GROUPS” WHOSE MEMBERS HAVE BEEN SUBJECT TO DISCRIMINATION ON THE BASIS OF RACE, COLOR, NATIONAL ORIGIN, AGE, DISABILITY, AND, WHERE APPLICABLE, SEX, MARITAL STATUS, FAMILIALSTATUS, PARENTAL STATUS, RELIGION, SEXUAL ORIENTATION, GENETIC INFORMATION, POLITICAL BELIEFS, REPRISAL, OR BECAUSE ALL OR A PART OF AN INDIVIDUAL'S INCOME IS DERIVED FROM ANY PUBLIC ASSISTANCE PROGRAM. THE EIGHT SUBAGENCIES COVER 50 COUNTIES IN THREE DISTINCT REGIONS OF MICHIGAN THAT REPRESENT CLIENTS FROM A POPULATION OF 5 MILLION MICHIGAN AREA RESIDENTS, REGIONS THAT ACCOUNT FOR OVER 50% OF MICHIGAN TEFAP HOUSEHOLDS AND INCLUDE EIGHT MICHIGAN TRIBAL ORGANIZATIONS. MICHIGAN DEPARTMENT OF EDUCATION’S EXPECTS SUBAGENCIES TO PARTNER WITH OVER 170 FARMERS/PRODUCERS AND DELIVER FOOD TO OVER 1,000 ,000 RECIPIENTS ACROSS SEVEN REGIONS IN MICHIGAN OVER THE TWO YEARS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. MICHIGAN DEPARTMENT OF EDUCATION’S HAS INCLUDED MICHIGAN STATE UNIVERSITY’S COLLEGE OF AGRICULTURE AND NATURAL RESOURCES AS AN LOCAL FOOD PURCHASE ASSISTANCE PROJECT PARTNER TO CONDUCT DIRECT EVALUATION ACTIVITIES SUCH AS A SURVEYS, INTERVIEWS, AND/OR FOCUS GROUPS WITH FARMERS AND PRODUCERS ENGAGED IN THE PROJECT THROUGH CURRENT AND POTENTIAL SUB AWARD PARTNERS, ANALYSIS, AND BY SHARING RESULTS THROUGH A WRITTEN REPORTS. THE FOOD BANK COUNCIL OF MICHIGAN - SUPPORT SOCIALLY D ISADVANTAGED FARMERS/PRODUCERS AND UNDERSERVED AREAS IN NORTHERN MICHIGAN. KALAMAZOO VALLEY COMMUNITY COLLEGE SUPPORT SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS AND UNDERSERVED AREAS IN SOUTHWEST MICHIGAN. MICHIGAN STATE UNIVERSITY’S COLLEGE OF AGRICULTURE AND NATURAL RESOURCES CONDUCT EVALUATION ACTIVITIES WITH FARMERS AND PRODUCERS ENGAGED IN THE PROJECT THROUGH CURRENT AND POTENTIAL SUB AWARD PARTNERS. EASTERN MARKET: THE EASTERN MARKET WILL PARTNER WITH OAKLAND AVENUE URBAN FARMTO SUPPORT LOCAL AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS TO PROVIDE 90,000 FRESH PRODUCE BOXES IN DETROIT AND THE DETROIT METRO AREA OVER THE FIRST TWO YEARS, COVERING UNDERSERVED COMMUNITIES IN THREE COUNTIES. FLINT FRESH: FLINT FRESH WILL PROVIDE 31 ,200 WEEKLY “VEGGIE BOXES” TO UNDERSERVED COMMUNITIES IN FLINT AND SURROUNDING GENESEE COUNTY OVER THE INITIAL TWO YEARS. MID-MICHIGAN COMMUNITY ACTION: MID-MICHIGAN COMMUNITY ACTION HAS PROPOSED A COMMUNITY- SUPPORTED AGRICULTURE FOOD SHARE PROGRAM TO ESTABLISH PARTNERSHIPS BETWEEN TARGETED LOCAL FARMERS AND PRODUCERS AND LOCAL FOOD PANTRIES. THE THUMB FOOD POLICY COUNCIL WILL PROVIDE FRESH PRODUCE THROUGH A MOBILE DISTRIBUTION PROGRAM IN MICHIGAN’S NORTHEAST COUNTIES. WEST MICHIGAN FOOD PROCESSING ASSOCIATION: THIS PROJECT WILL DIRECTLY CONNECT GRANT-TARGETED FARMERS AND PRODUCERS WITH LOCAL FOOD AGENCIES, INCLUDING MEALS ON WHEELS, OTHER SENIOR MEAL PROGRAMS, PROGRAMS FOR UNDERSERVED CHILDREN, AND OTHER COMMUNITY ORGANIZATIONS PROVIDING MEALS OR FOOD FOR HOME USE. IN FISCAL YEAR 2023, AGREEMENT WAS AMENDED WITH LOCAL FOOD PURCHASE ASSISTANCE PLUS FUNDING TO INCREASE THE BUDGET WITH FUNDS AUTHORIZED BY THE COMMODITY CREDIT CORPORATION, AND TO INCREASE THE DURATION OF THE PERIOD OF PERFORMANCE. AS A RESULT OF THE ADDITIONAL FUNDING AND EXTENDED PERIOD OF PERFORMANCE, THE RECIPIENT INTENDS TO PARTNER WITH SEVERAL SUBAWARDS TO EXPEND $11,457,815 TOWARD THE PURCHASE OF LOCALLY PRODUCED FOODS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "edd04692-77fe-ac22-c05c-18b3a1113eae-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C063_12K2"}, {"internal_id": 154736305, "Award ID": "AM22LFPA0000C062", "Award Amount": 701460.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.182", "Description": "THE SINGLE SPRINGS BAND OF MIWOK INDIANS IS SEEKING LOCAL FOOD PURCHASE ASSISTANCE FUNDING TO BE UTILIZED FOR OUR UPCOMING PROJECT, HARVEST-TO-TABLE. THE HARVEST-TO-TABLE PROJECT WILL CONSIST OF PROVIDING LOCALLY GROWN FARM FRESH FRUITS AND VEGETABLES, AND OTHER ALLOWABLE FOODS TO VULNERABLE AND AT-RISK INDIVIDUALS IN EL DORADO COUNTY. THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE SHINGLE SPRINGS BAND OF MIWOK INDIANS WILL PARTNER WITH THE FOOD BANK OF EL DORADO COUNTY, UTILIZING THEIR EMERGENCY FOOD NETWORK TO FACILITATE THE DISTRIBUTION OF THE FARM FRESH PRODUCE TO LOCAL COMMUNITIES OF VULNERABLE AND AT-RISK INDIVIDUALS ON A REGULAR BASIS FOR THE LENGTH OF THE PROGRAM. WE SEEK TO PARTNER WITH LOCAL GROWERS WHO ARE SOCIALLY DISADVANTAGED AND WILLING TO PARTNER LONG-TERM TO BECOME PART OF THE LOCAL FOOD ASSISTANCE NETWORK, SERVING UNDERSERVED INDIVIDUALS AND COMMUNITIES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. THE TOTAL ANTICIPATED NUMBER OF PRODUCERS THAT WILL BENEFIT FROM PARTNERING WITH THE HARVEST-TO-TABLE PROGRAM WILL RANGE FROM 12-15 LOCAL GROWERS. THE TOTAL ANTICIPATED NUMBER OF RECIPIENTS THAT ARE EXPECTED TO BENEFIT FROM THIS PROGRAM ARE 1500 - 2000 VULNERABLE, AT-RISK INDIVIDUALS INCLUDING UNDERSERVED COMMUNITIES AND TRIBAL ENTITIES. THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "638f728e-de92-1508-e514-4205645e4a2c-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C062_12K2"}, {"internal_id": 154736298, "Award ID": "AM22LFPA0000C061", "Award Amount": 6900000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT THE INDIANA DEPARTMENT OF HEALTH WILL TAKE A DUAL APPROACH TO THE LOCAL FOOD PURCHASING ASSISTANCE PROJECT. THE TOTAL FUNDING AWARD WILL BE SPLIT INTO TWO SEPARATE “TRACKS:” 1) THE INDIANA WOMEN, INFANTS, AND CHILDREN PROGRAM, IN COLLABORATION WITH INDIANA STATE DEPARTMENT OF AGRICULTURE, OVERSEE A STATEWIDE ACQUISITION AND DISTRIBUTION PROJECT THAT WILL PROVIDE GRANT FUNDING TO THE FRESH CONNECT COOPERATIVE CONSISTING OF ALL FOOD BANKS SERVING INDIANA TO IDENTIFY, ENGAGE AND PURCHASE AGRICULTURAL PRODUCTS FROM SOCIALLY DISADVANTAGED PRODUCERS, AND DISTRIBUTE THE FOOD TO IDENTIFIED UNDERSERVED COMMUNITIES; 2) THE INDIANA DEPARTMENT OF HEALTH DIVISION OF NUTRITION AND PHYSICAL ACTIVITY WILL OVERSEE A REGIONAL APPROACH THAT WILL DIVIDE THE STATE OF INDIANA INTO FIVE (5) DISTINCT REGIONS. PURCHASES WILL TARGET SOCIALLY DISADVANTAGED PRODUCERS AND WILL DELIVER PURCHASED PRODUCTS TO MARGINALIZED AND UNDERSERVED COMMUNITIES. PRODUCERS BENEFIT FROM NEW SALES AND THE ABILITY TO GROW THEIR BUSINESSES THUS ALLOWING FURTHER INCREASES IN SALES AND LONG-TERM RELATIONSHIPS WITH BUYERS. RECIPIENTS BENEFIT FROM RECEIVING HIGH-VALUE, LOCALLY PRODUCED FOOD PRODUCTS IN THEIR COMMUNITIES. WHERE APPLICABLE, GRANT ACTIVITIES WILL MAKE USE OF NEW LINES OF DISTRIBUTION CREATED THROUGH INFRASTRUCTURE ENHANCEMENTS ENABLED BY THE TEFAP REACH AND RESILIENCY GRANT. REGIONAL PARTNERSHIP COHORTS WILL IDENTIFY NEW DISTRIBUTION POINTS WITHIN UNDERSERVED INDIANA COMMUNITIES TO DISTRIBUTE LOCAL FOOD PURCHASE ASSISTANCE-PURCHASED FOOD; UTILIZE LOCAL/REGIONAL PARTNERSHIPS TO SUPPORT AND SUSTAIN THESE DISTRIBUTION POINTS LONG-TERM. TRACK 1 WILL ENGAGE A MINIMUM OF TWENTY (20) SOCIALLY DISADVANTAGED PRODUCERS, PRIORITIZING THOSE IN COUNTIES WITH HIGH MINORITY PERCENTAGES AND THOSE OFFERING PROTEIN PRODUCTS, AND CONDUCT A MINIMUM OF 10,000 RECIPIENT CONTACTS DURING THE GRANT PERIOD. TRACK 2 WILL WORK WITH THE FIVE (5) AWARDED REGIONAL PARTNERSHIP COHORTS TO IDENTIFY ELIGIBLE PRODUCERS AND RECIPIENTS. THE APPROACHES AND EXPECTED PROJECT BENEFICIARIES WILL LIKELY DIFFER AMONG THE PARTNERSHIP GROUPS, BUT THE DEPARTMENT OF HEALTH DIVISION OF NUTRITION AND PHYSICAL ACTIVITY HAS DEFINED BASELINE EXPECTATIONS WITHIN THE REQUEST FOR PROPOSALS. ALL FOOD PURCHASED THROUGH LOCAL FOOD PURCHASE ASSISTANCE TRACK 2 FUNDING MUST COME FROM LOCAL, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. THE REGIONAL PARTNERSHIP COHORTS WILL MAINTAIN CONNECTION TO AND ALIGNMENT WITH THE EXISTING STATEWIDE VALUE CHAIN NETWORK TO PROVIDE TECHNICAL ASSISTANCE AND ECONOMIC EXPANSION STRATEGIES FOR PARTICIPATING, REGIONAL PRODUCERS. THEDEPARTMENT OF HEALTH DIVISION OF NUTRITION AND PHYSICAL ACTIVITY WILL OVERSEE THE DEVELOPMENT OF NEW REGIONAL PARTNERSHIPS, COMMUNICATION, AND FOOD PATHWAYS THAT LEAD TO MORE ROBUST, THRIVING, AND RESILIENT REGIONAL FOOD SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C061_12K2"}, {"internal_id": 154736299, "Award ID": "AM22LFPA0000C060", "Award Amount": 158199.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.182", "Description": "THE COWLITZ INDIAN TRIBE HAS BEGUN A COLLABORATIVE PILOT PROGRAM TO SOLVE HUNGER IN OUR LOCAL NATIVE AMERICAN COMMUNITIES. THE TRIBE AND LOCAL FOOD AGENCIES ARE WORKING TOGETHER ON A TWO-YEAR PROJECT TO IMPROVE NUTRITION SECURITY AND INCREASE FOOD SOVEREIGNTY FOR TRIBAL MEMBERS. OUR TRIBE, WITH LOCAL FOOD PURCHASE ASSISTANCE COOPERATIVE AGREEMENT FUNDING,  INTENDS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. OUR PROGRAM WILL BUILD PARTNERSHIPS WITH LOCAL, DISADVANTAGED PRODUCERS IN WESTERN WASHINGTON TO SUPPLEMENT OUR FRESH FOOD NEEDS. WE HAVE IDENTIFIED AND WILL CONTRACT WITH SEVERAL LOCAL PRODUCERS FOR FRUITS, VEGETABLES, MEATS, DAIRY, AND DRY GOODS SUCH AS RICE, GRAINS, AND BREAD. WE ALSO SEEK A LOCAL PRODUCER TO SUPPLY TRADITIONAL MEATS SUCH AS ELK, DEER, AND BEAR. THIS DISTRIBUTION PROGRAM WILL DEDICATE ITSELF TO BRINGING FRESH PRODUCE AND INDIGENOUS FOOD TO OUR COMMUNITY FOR HEALTHY DIETS. WE ARE BUILDING A SOLID NETWORK OF SUPPORT FOR THE FOOD SYSTEMS THAT KEEP OUR COMMUNITY HEALTHY AND THRIVING. PARTNERING WITH LOCAL FOOD PRODUCERS WILL ENSURE THAT THE REVENUE WILL REMAIN IN OUR LOCAL ECONOMY AND ACCELERATE THE FOOD PRODUCER'S GROWTH AND SUSTAINABILITY. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRO DUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. OUR DISTRIBUTION PROGRAM WILL DELIVER FRESH AND NUTRITIOUS MEALS TO OVER 880 HISTORICALLY DISADVANTAGED AMERICAN INDIAN FAMILIES LIVING IN WESTERN WASHINGTON STATE. THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dad4e845-8062-7804-3f89-4de5de20a927-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C060_12K2"}, {"internal_id": 154736306, "Award ID": "AM22LFPA0000C059", "Award Amount": 446720.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT THE CHICKAHOMINY INDIAN TRIBE EASTERN DIVISION WILL “WATCH OUR ROOTS GROW” ITS AIMED AT BETTERING OUR LOCAL FARM COMMUNITY AND THE UNDERSERVED NATIVE AMERICAN COMMUNITY. BY PURCHASING LOCAL MEATS AND PRODUCE FROM FARMS IN OUR AREA WE WILL BE BETTERING OUR LOCAL AGRICULTURAL COMMUNITY AND ALSO RAISE AWARENESS ABOUT THE BENEFITS OF PURCHASING LOCAL, INCLUDING SAVING MONEY. WE WILL AID OUR COMMUNITY WITH FOOD NEEDS TO HELP DEFRAY THE RISING COST OF FOOD. WE CURRENTLY HOST TRIBAL PANTRY DAYS WHERE WE HAND OUT CARE PACKAGES TO OUR TRIBAL MEMBERS WHICH INCLUDE A VARIETY OF PERISHABLE AND NON-PERISHABLE GOODS. WE WILL PURCHASE UP TO FIVE WHOLE PROCESSED COWS, 20 PROCESSED CHICKENS, FOUR PROCESSED PIGS AND MISCELLANEOUS DAIRY PRODUCTS FOR UP TO 80 TRIBAL MEMBERS EACH PANTRY DAY. CHICKAHOMINY'S LITTLE ARROWS IS OUR CHILDCARE PROGRAM, WE CURRENTLY HAVE 22 CHILDREN IN ATTENDANCE AT OUR CHILDCARE FACILITY WITH A MAXIMUM CAPACITY OF 96 CHILDREN. OUR CHILDCARE PANTRY IS RESTOCKED EVERY 1-2 WEEKS THESE FOODS INCLUDE, BUT ARE NOT LIMITED TO, YOGURT, CRACKERS, CHEESE, WHOLE GRAINS, CHIPS, APPLESAUCE, AND CONDIMENTS. WE INTEND TO INVOLVE AS MANY LOCAL FARMS AND PRODUCERS AS POSSIBLE. OUR HOPE IS THAT AS WE BEGIN THIS PROJECT WE MAY LEARN ABOUT EVEN MORE LOCAL FARMS AND/OR BUSINESSES IN WHICH WE CAN PARTNER WITH. HOLLY FORK FARMS IS A FAMILY FARM LOCATED IN EASTERN NEW KENT COUNTY. BURKS FARM HAS BEEN PROCESSING MEATS IN NEW KENT COUNTY SINCE 2001. OAK GROVE FARM <(>&<)> MEATS LLC HAS BEEN IN BUSINESS SINCE 2015 RAISING AND SELLING MEATS. THEY ALSO OFFER VEGETABLES, CANNED GOODS, AND BAKED GOODS. GALLMEYER FARMS RUNS A VEGGIE STAND IN RICHMOND VA AND OFFERS A VERY WIDE VARIETY OF LOCALLY GROWN PRODUCE AND SELL LOCAL HONEY. THEY GROW VEGETABLES AND ALSO BUY LOCALLY GROWN PRODUCE FROM LOCAL FARM FAMILIES IN THE SURROUNDING AREAS. BOROUGH’S LAND FARM BEGAN IN 2008 AND THEIR MISSION IS TO PROVIDE THE FRESHEST, HIGHEST QUALITY VIRGINIA GROWN PRODUCTS. BORROUGH’S IS COMPRISED OF A GROUP OF HARD-WORKING FARM FAMILIES DEDICATED TO GROWING AND PRODUCING HEALTHY FOOD. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. WE ANTICIPATE THAT 90% OF OUR NEW MARKETING OPPORTUNITIES WILL BE ESTABLISHED THROUGH THIS PROGRAM, WITH 75% OF THEM BEING SUSTAINED AFTER THE PROGRAM IS OVER. WE ANTICIPAT E THAT 100% OF THE FOOD DISTRIBUTED WILL SERVE OUR UNDERSERVED COMMUNITY AND THAT AT LEAST 50% OF THE FOOD DISTRIBUTION WILL CONTINUE AFTER THE PROGRAM HAS CONCLUDED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "34b149d7-5db5-97db-174c-1019ea45acad-R", "generated_internal_id": "ASST_NON_AM22LFPA0000C059_12K2"}, {"internal_id": 154736307, "Award ID": "AM22LFPA0000C058", "Award Amount": 14400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-17", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.  THE ILLINOIS DEPARTMENT OF AGRICULTURE IN PARTNERSHIP WITH THE ILLINOIS DEPARTMENT OF HUMAN SERVICES ARE BRINGING TOGETHER STAKEHOLDERS TO CREATE A MEANINGFUL AND SUSTAINABLE MODEL TO BRIDGE LOCALLY GROWN AND RAISED PRODUCTS OF UNDERSERVED FARMERS AND RANCHERS TO FOOD INSECURE COMMUNITIES. THIS COOPERATIVE AGREEMENT IS AN OPPORTUNITY TO UNITE ILLINOISANS INVESTED IN BUILDING A RESILIENT FOOD SYSTEM AND BUILD A COLLABORATIVE NETWORK OF FOOD SYSTEM SUPPORT. ADDITIONALLY, THIS PROGRAM PRIORITIZES ENSURING CULTURALLY APPROPRIATE FRESH FOODS ARE AVAILABLE TO FOOD INSECURE COMMUNITIES. YEAR ONE OF THIS PROJECT WILL FOCUS ON THE DEVELOPMENT OF AN IMPLEMENTATION PLAN. ILLINOIS IS LARGE AND DIVERSE STATE, WITH AGRICULTURE AS IT’S NUMBER ONE INDUSTRY. THE ILLINOIS DEPARTMENT OF AGRICULTURE NOTES THAT A NETWORK OF AGGREGATION AND DISTRIBUTION HUBS IS NEEDED TO IMPLEMENT THIS PROGRAM. THE ILLINOIS DEPARTMENT OF AGRICULTURE WILL ENTER INTO AN INTERGOVERNMENTAL AGREEMENT WITH UNIVERSITY OF ILLINOIS COOPERATIVE EXTENSION TO SERVE AS NEUTRAL FACILITATORS OF THE “GROWING ILLINOIS” ADVISORY BOARD. THE ADVISORY BOARD WILL BE COMPRISED OF A DIVERSE GROUP OF STAKEHOLDERS KNOWLEDGEABLE ABOUT CURRENT FARM AND FOOD SYSTEMS ACROSS THE STATE AND THOSE COMMITTED TO ENSURING EQUITABLE ACCESS TO CULTURALLY APPROPRIATE FOODS. YEAR TWO WILL BEGIN WITH A NOTICE OF FUNDING OPPORTUNITY FOR THE ISSUANCE OF SUBAWARDS FOR MANAGEMENT OF MULTIPLE STATE-WIDE AGGREGATE SITES. THESE SITES WILL SERVE AS COLLECTION SITES FOR PRODUCTS FROM UNDERSERVED FARMERS AND RANCHERS. THE DEPARTMENTS ARE COMMITTED TO PURCHASING 100% OF PRODUCTS FROM UNDERSERVED FARMERS AND RANCHERS AND DISTRIBUTING TO UNDERSERVED COMMUNITIES. AN ADVISORY BOARD IS CRITICAL TO THE LONG-TERM SUCCESS OF LOCAL FOOD PURCHASE ASSISTANCE COOPERATIVE AGREEMENT FUNDS AS THE STATE OF ILLINOIS DOES NOT CURRENTLY HAVE A DEFINED STRUCTURE IN PLACE THAT PROVIDES AGGREGATION SITES FOR UNDERSERVED FARMERS AND RANCHERS. THE STATE LOOKS TO UTILIZE THIS COOPERATIVE AGREEMENT TO ESTABLISH SUSTAINABLE SYSTEMS AND NETWORKS THAT CURRENTLY DO NOT EXIST. IN AN IMPLEMENTATION PLAN PREPARED BY UNIVERSITY OF ILLINOIS EXTENSION. THE IMPLEMENTATION PLAN WILL INCLUDE THE DETAILS FOR RELEASING A NOTICE OF FUNDING OPPORTUNITY TO SELECT RECIPIENTS OF SUBAWARDS. SUBAWARD RECIPIENTS WILL BE RESPONSIBLE FOR ESTABLISHING AGGREGATION AND DISTRIBUTION SITES WITHIN PRE-DETERMINED REGIONS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. THE RESULTS OF THE LOCAL FOOD PURCHASE ASSISTANCE COOPERATIVE AGREEMENT WILL BE POSTED TO THE ILLINOIS DEPARTMENT OF AGRICULTURE’S WEBSITE, DISTRIBUTED TO AGRICULTURAL ORGANIZATIONS AND ORGANIZATIONS THAT PROVIDE FOOD AND RESOURCES TO UNDERSERVED COMMUNITIES. THIS INCLUDES PARTICIPATING TEFAP ORGANIZATIONS. UNIVERSITY OF ILLINOIS EXTENSION ADVISORY BOARD, AND ILLINOIS DEPARTMENT OF HUMAN SERVICES WILL ISSUE A NOTICE OF FUNDING OPPORTUNITY TO PROVIDE SUBAWARDS TO FOOD DISTRIBUTION SYSTEMS LOCATED THROUGHOUT THE STATE. IN FISCAL YEAR 2023, AGREEMENT WAS AMENDED WITH LOCAL FOOD PURCHASE ASSISTANCE PLUS FUNDING TO INCREASE THE BUDGET WITH FUNDS AUTHORIZED BY THE COMMODITY CREDIT CORPORATION, AND TO INCREASE THE DURATION OF THE PERIOD OF PERFORMANCE. AS A RESULT OF THE ADDITIONAL FUNDING AND EXTENDED PERIOD OF PERFORMANCE, THE RECIPIENT INTENDS TO PURCHASE AN ESTIMATED $23,000,000.00 IN FOOD PROCUREMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "709a083f-d20a-f977-e96e-37f4d7e392b9-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C058_12K2"}, {"internal_id": 154736301, "Award ID": "AM22LFPA0000C057", "Award Amount": 459072.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-29", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.  WITH FUNDING FROM THE LOCAL FOOD PURCHASE COOPERATIVE AGREEMENT PROGRAM, THE TUNICA BILOXI TRIBE OF LOUISIANA WILL ESTABLISH A PROGRAM TO EMPOWER OUR TRIBAL COMMUNITY TO DETERMINE HOW LOCAL FOOD CAN BE PROCURED AND DISTRIBUTED TO UNDERSERVED TRIBAL CITIZENS. THE TRIBE WILL ISSUE REQUEST FOR PROPOSAL FROM LOCAL FARMERS TO BEGIN PURCHASING FOOD FOR TRIBAL FAMILIES IN NEED. THE TRIBAL COUNCIL WILL WORK WITH THE TRIBE’S PROCUREMENT OFFICE TO EXPEDITE CONTRACTS WITH LOCAL SUPPLIERS. LOCAL AND TRIBAL FOOD PROCUREMENT AND DISTRIBUTION WILL BE COMMUNITY DRIVEN WITH THE TRIBAL GOVERNMENT GETTING BUY-IN FROM TRIBAL GOVERNMENT UNITS SUCH AS SOCIAL SERVICES DEPARTMENT, EDUCATION DEPARTMENT, HEALTH DEPARTMENT, HOUSING DEPARTMENT, THE TRIBAL CRIMINAL JUSTICE SYSTEM, AND COLLABORATION WITH STATE AND LOCAL AGENCIES TO IDENTIFY DISADVANTAGED FARMERS/FOOD PRODUCERS AND TRIBAL FAMILIES FACING FOOD INSECURITY. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. THE TRIBE WILL INVEST AT LEAST $250,000 THOUSAND DOLLARS INTO FOOD PURCHASED FROM LOCAL FARMERS OVER THE COURSE OF TWO YEARS WITH A MINIMUM OF 51 PERCENT OF THOSE DOLLARS BEING SPENT ON PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS. THE TRIBE ALSO HOPES TO PRIORITIZE AND STREAMLINE PROCUREMENT OF FOOD THAT CAN BE DISTRIBUTED WITHIN THE COMMUNITY WHILE PROVIDING TRIBAL MEMBERS THE OPPORTUNITY TO DETERMINE PATHWAYS AND PARAMETERS FOR PROCUREMENT AND DISTRIBUTION THAT CAN MEET THE UNIQUE NEEDS OF FARMERS AND UNDERSERVED MEMBERS OF THE TRIBAL COMMUNITY. CONTRACTS PROVIDED TO TRIBAL AND SOCIALLY DISADVANTAGED FARMERS WILL BE EVALUATED TO DEMONSTRATE PRODUCT RELIABILITY, DELIVERY AND FINANCIAL MANAGEMENT AND IMPROVE THEIR LONG-TERM CHANCES ACCESSING NEW MARKETS. ADDITIONAL PROGRAM EVALUATION FRAMEWORK WILL BE DEVELOPED THAT IS EASY TO USE TO MEET REPORTING REQUIREMENTS AND ASSESS ADDITIONAL INFRASTRUCTURE NEEDS FOR DEVELOPING FUTURE FOOD SYSTEMS IN THE STATE. PUBLIC FEEDBACK WILL BE EVALUATED TO CONTINUE EFFECTIVE OUTREACH AND ENGAGEMENT TO ASSIST WITH THE DESIGN OF PROGRAMS AND POLICIES. WE INTEND TO WORK WITH APPROXIMATELY 20 LOCAL FARMS THAT PRODUCE DIVERSIFIED FRUIT AND VEGETABLE, LIVESTOCK AND DAIRY, AND GATHERERS OF TRADITIONAL FOODS SUCH AS CRAWFISH. FOOD DISTRIBUTION BENEFICIARIES WILL INCLUDE TRIBAL MEMBERS ON THE OFFICIAL ENROLMENT REGISTRY WHO ARE IN NEED OR CONSIDERED FOOD INSECURE. THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ce21dc0-bfa6-54c4-ddb1-ead114bb3ce7-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C057_12K2"}, {"internal_id": 154736308, "Award ID": "AM22LFPA0000C056", "Award Amount": 281600.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.182", "Description": "THE WYANDOTTE NATION LOCAL FOOD PURCHASE ASSISTANCE PROGRAM WILL MAINTAIN AND IMPROVE FOOD AND AGRICULTURAL SUPPLY CHAIN RESILIENCY. THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. WYANDOTTE NATION PLANS TO ESTABLISH NEW MARKETING OPPORTUNITIES BY PURCHASING FRUIT, VEGETABLES, DAIRY, AND PROTEIN FROM LOCAL PRODUCERS AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS IN ORDER TO DISTRIBUTE FOOD FRESH AND NUTRITIOUS FOODS TO OUR UNDERSERVED COMMUNITY. MEASUREMENT OF SUCCESS WILL BE DETERMINED BY THE COMPLETION OF THE PROGRAM AND ITS INTENDED RESULTS. SUCCESS OF THE PROJECT WILL BE SHARED WITH THE COMMUNITY THROUGH THE TRIBE’S MONTHLY NEWSPAPER, FACEBOOK PAGE, AND TRIBAL WEBSITE. WYANDOTTE NATION WILL BE SHARING LESSONS LEARNED OF PROMISING BEST PRACTICES WITH OTHER AMERICAN INDIAN AND FIRST NATION COMMUNITIES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. OUR PROJECT WILL BENEFIT AT LEAST FOUR LOCAL AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS AND APPROXIMATELY 175 UNDERSERVED FAMILIES IN OUR TRIBAL COMMUNITY INCLUDING, BUT NOT LIMITED TO, NATIVE AMERICAN PERSONS, PERSONS WITH DISABILITIES, PERSONS WHO LIVE IN RURAL AREAS, AND PERSONS OTHERWISE ADVERSELY AFFECTED BY PERSISTENT POVERTY OR INEQUALITY. THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "198d3222-cf35-6ceb-7239-5704e322db3e-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C056_12K2"}, {"internal_id": 151881762, "Award ID": "AM22LFPA0000C055", "Award Amount": 8200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE UNITED STATES DEPARTMENT OF AGRICULTURE, AGRICULTURAL MARKETINGSERVICE HAS ESTABLISHED THE LOCAL FOOD PURCHASE ASSISTANCE COOPERATIVEAGREEMENT PROGRAM. THE LOCAL FOOD PURCHASE ASSISTANCE COOPERATIVEAGREEMENT PROGRAM IS PART OF THE “BUILD BACK BETTER” INITIATIVE,AUTHORIZED BY THE AMERICAN RESCUE PLAN. LOCAL FOOD PURCHASE ASSISTANCECOOPERATIVE AGREEMENT PROGRAM PURPOSE IS TO MAINTAIN AND IMPROVE FOODAND AGRICULTURAL SUPPLY CHAIN RESILIENCY TO SUPPORT LOCAL, REGIONAL, ANDSOCIALLY DISADVANTAGED FARMERS AND PRODUCERS THROUGH THE PURCHASE OFLOCALLY GROWN FRESH FOODS, FOOD PRODUCTS, AND BEVERAGES. THE TENNESSEEDEPARTMENT OF AGRICULTURE IS PARTNERING WITH THE FIVE REGIONAL FOODBANKS.  THE FOOD BANKS WILL SERVE AS SUBRECIPIENTS OF THE LOCAL FOODPURCHASE ASSISTANCE COOPERATIVE AGREEMENT PROGRAM GRANT PROGRAM.  THEFOOD BANKS WILL WORK TO IDENTIFY NEW PARTNERSHIPS FOR LOCAL AND REGIONALFARMERS/PRODUCERS ACROSS TENNESSEE. EACH OF THE FIVE REGIONAL FOOD BANKSWILL CONDUCT AN INTERNAL REVIEW TO DETERMINE THE FOLLOWING NEEDS: OUTREACH EFFORTS ACROSS THE STATE, PROGRAM DEVELOPMENT, AND PROGRAM ADMINISTRATION. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTEDTO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS ANDRANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDSEXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OFNEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENTFOOD DISTRIBUTION NETWORKS. THE PRIMARY GOAL REGARDING FOOD IN THISPROGRAM IS TO KEEP THE FOOD DISTRIBUTION WITHIN THE FOOD BANKS SERVICEAREA AND TO SHARE ANY EXCESS ACROSS THE STATE. THE TENNESSEE DEPARTMENTOF AGRICULTURE ANTICIPATES THE REGIONAL FOOD BANKS, AS SUBAWARDRECIPIENTS, WILL IDENTIFY AT LEAST SEVENTY DISADVANTAGEDFARMERS/PRODUCERS AND OVER ONE MILLION BENEFICIARIES OF THE LOCAL FOODPURCHASE ASSISTANCE COOPERATIVE AGREEMENT PROGRAM. THE RECIPIENT PLANSTO SUBAWARD FUNDS TO SECOND HARVEST OF MIDDLE TENNESSEE, SECOND HARVESTOF EAST TENNESSEE, SECOND HARVEST OF NORTHEAST TENNESSEE, CHATTANOOGAAREA FOOD BANK AND MID-SOUTH FOOD BANK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc6c49af-45e8-538d-d210-025c073d3ba2-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C055_12K2"}, {"internal_id": 151881768, "Award ID": "AM22LFPA0000C054", "Award Amount": 3700000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE PURPOSE OF THIS PROGRAM IS TO STRENGTHEN ARKANSAS’ LOCAL FOOD SYSTEMWHILE, SUPPORTING LOCAL AND SOCIALLY DISADVANTAGED FARMERS/PRODUCERSTHROUGH BUILDING AND EXPANDING OPPORTUNITIES. THE COMMODITY DISTRIBUTIONUNIT IS REQUESTING $3.7 MILLION DOLLARS THROUGH THE LOCAL FOOD PURCHASEASSISTANT GRANT TO DEVELOP CONTINUING PARTNERSHIPS BETWEEN SOCIALLYDISADVANTAGED FARMERS AND STATE FOOD DISTRIBUTION NETWORKS TO PROVIDEFRESH, HEALTHY, NUTRITIOUS FOODS TO UNDERSERVED COMMUNITIES ACROSSARKANSAS. THESE PARTNERSHIPS WILL BUILD AND FOSTER ECONOMIC TIES WITHINCOMMUNITIES THAT WILL BE SUSTAINABLE AFTER THE 2-YEAR GRANT PERIOD.PURCHASING LOCAL GOODS FROM FARMERS AND PRODUCERS ALLOWS THEM TO EXPANDAND HAVE CONTINUED GROWTH BY REINVESTING BACK INTO THEIR BUSINESSES.WITH INFRASTRUCTURE IMPROVEMENTS IN OUR FOOD DISTRIBUTION NETWORKS FROMTHE EMERGENCY FOOD ASSISTANCE PROGRAM REACH AND RESILIENCY GRANT FUNDING, IT IS EXPECTED THAT A LARGER PERCENTAGE OF OUR UNDERSERVED COMMUNITIES WILL HAVE EQUAL OPPORTUNITY TO ACCESS FOOD DISTRIBUTIONTHROUGH BOTH UNITED STATES DEPARTMENT OF AGRICULTURE PROGRAMS AND OTHERFOOD DISTRIBUTION CHANNELS, TO INCREASE LOCAL FOOD CONSUMPTION.QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTIONNETWORKS. THE COHERENT GOAL IS TO BUILD UPON OUTREACH AND DISTRIBUTIONTO MEET THE NEEDS OF UNDERSERVED COMMUNITIES. THE GOAL OF THIS PROGRAMIS TO INCREASE ACCESS TO LOCAL FOOD AND IMPROVE SUPPLY CHAIN RESILIENCYBY BUILDING PARTNERSHIPS WITH LOCAL AND REGIONAL PRODUCERS, SOCIALLYDISADVANTAGED FARMERS/PRODUCERS, AND UNDERSERVED COMMUNITIES. A DESIREDOUTCOME OF THE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM IS THAT THESEPARTNERSHIPS CONTINUE AFTER THE PROGRAM CONCLUDES. THE COMMODITYDISTRIBUTION UNIT INTENDS TO ESTABLISH, THROUGH LOCAL DISTRIBUTORS,PURCHASING PROGRAMS WITH SOCIALLY DISADVANTAGED FARMERS WITHIN THE STATEOF ARKANSAS AND THOSE WHO MAY BE LOCATED REGIONALLY WITHIN 400 MILES OFA DISTRIBUTION POINT. FROM THE PRODUCERS THAT GROW SEASONAL GREENVEGETABLES TO PRODUCERS MAINTAINING LIVESTOCK AND AQUACULTURE, IT ISESTIMATED THAT THE COMMODITY DISTRIBUTION UNIT AND OUR LOCAL FOODPURCHASE ASSISTANCE PROGRAM PARTNERS WILL WORK WITH 50 TO 75 PRODUCERSFROM ACROSS THE STATE. DIRECT RECIPIENTS OF THESE LOCAL AND REGIONALPRODUCTS HAVE BEEN IDENTIFIED AS INDIVIDUALS WHO BELONG TO UNDERSERVEDCOMMUNITIES THAT ARE NOT PART OF THE NORMAL FOOD DISTRIBUTION NETWORK.THE RECIPIENT PLANS TO SUBAWARD FUNDS TO FOOD BANKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7258b92-6022-59a2-bb4a-38616e8decd9-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C054_12K2"}, {"internal_id": 151881771, "Award ID": "AM22LFPA0000C053", "Award Amount": 1500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE YAKAMA NATION TRIBAL GOVERNMENT HAS BEEN TASKED WITH THE DUTY TOPROVIDE AND STRENGTHEN THE YAKAMA PEOPLE IN UPHOLDING THEIR TREATYRIGHTS, MAINTAINING THEIR CULTURE, AND REPRESENTING THE FUTUREGENERATIONS. THE YAKAMA NATION IS REQUESTING FUNDS IN THE AMOUNT OF $1,500,000 FROM THE LOCAL FOOD PURCHASE ASSISTANCE COOPERATIVE AGREEMENT PROGRAM TO STRENGTHEN OUR LOCAL FOOD SYSTEM AND PURCHASEHEALTHY, NUTRITIOUS, AND UNIQUE FOODS TO OUR GEOGRAPHIC AREA. WE WILLPURCHASE FRESH, NUTRITIOUS PRODUCE THAT IS IN SEASON TO HELP INCREASETHE CONSUMPTION OF LOCAL FOOD. THIS WILL ALSO ALLOW US TO SUPPORT ALOCAL AND SOCIALLY DISADVANTAGED FARM. THE PANDEMIC SHOWED HOW FRAGILETHE ECONOMY IS AND THE LOGISTICAL INFRASTRUCTURE THAT SUPPORTS IT. THEGLOBAL ECONOMY IS TIED TOGETHER IN SO MANY WAYS AND FOODS ARE NODIFFERENT. TO KEEP FRESH FOOD ON TABLES, HARVEST FOLLOWING THE SEASONSYOU NEED TO GO FURTHER SOUTH OR ABOARD TO MEET THE NEEDS WHEN WE AREDORMANT. THIS MAKES US VULNERABLE TO CHANGES OF ANY LEVEL AND LEADS TOFOOD DESERTS IN LOCATIONS WHERE THERE SHOULD NOT BE ANY. THE COMMUNITIESMOST AFFECTED ARE THE RURAL, LOW INCOME, AND MINORITY ONES. THINK THECOST OF DOLLAR MENU VERSUS A SALAD AND THE NUTRITIONAL VALUE OF EACH.OUR LOCAL FOOD SYSTEM NEEDS STRENGTHENING. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, ANDUNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY.ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIESAND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS.WITH THE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM COOPERATIVE AGREEMENT,THE YAKAMA NATION WILL BE ABLE TO PROVIDE FRESH, NUTRITIOUS PRODUCE TOFIVE LOCAL COMMUNITIES ACROSS THE RESERVATION AND SERVE UP TO 2000FAMILIES A WEEK FOR 28 WEEKS. WILLBE ABLE TO REDUCE THE AVERAGE PRODUCETRANSPORTATION OF 1500 MILES TO A LESS THAN 200 MILES A WEEK FOR ALLFIVE COMMUNITIES INSIDE THE BOUNDARIES OF THE YAKAMA NATION RESERVATION. THE FIVE COMMUNITIES ARE WAPATO, WHITE SWAN, TOPPENISH, HARRAH, ANDMABTON. THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C053_12K2"}, {"internal_id": 154736309, "Award ID": "AM22LFPA0000C052", "Award Amount": 420000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-22", "CFDA Number": "10.182", "Description": "THE NORTH DAKOTA DEPARTMENT OF AGRICULTURE INTENDS TO USE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM FUNDING TO ENHANCE THE FOOD AND AGRICULTURE SUPPLY CHAIN RESILIENCY IN NORTH DAKOTA. GRANT FUNDS WILL BE USED TO PURCHASE FOOD FROM LOCAL, REGIONAL (WITHIN 400 MILES), AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS FOR DISTRIBUTION TARGETING UNDERSERVED COMMUNITIES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. THE NORTH DAKOTA DEPARTMENT OF AGRICULTURE’S GOAL IS TO PURCHASE FOOD FROM 35 PRODUCERS IN NORTH DAKOTA, 20 OF WHICH COULD BE DEFINED AS SOCIALLY DISADVANTAGED. THIS IS A LEAD INTO OUR NEXT GOAL OF PROVIDING FOOD DISTRIBUTION FOR 30 NEW UNDERSERVED COMMUNITIES WITH THE MOBILE FOOD PANTRY PROGRAM TO REACH AS MANY FOOD-INSECURE INDIVIDUALS AS POSSIBLE IN LOW-INCOME COMMUNITIES. WE EXPECT TO REACH OVER 100,000 LOW-INCOME, FOOD-INSECURE NORTH DAKOTANS THROUGH THIS PROGRAM. THE NORTH DAKOTA DEPARTMENT OF AGRICULTURE HAS IDENTIFIED OVER 30 BEEF AND 8 PORK PRODUCERS IN OUR STATE THAT WOULD BE ABLE TO PROVIDE USDA FEDERALLY INSPECTED PRODUCT FOR THIS PROGRAM. THE NORTH DAKOTA DEPARTMENT OF AGRICULTURE AND GREAT PLAINS FOOD BANK WILL IDENTIFY ADDITIONAL SOCIALLY DISADVANTAGED FARMERS IN THE STATE BY WORKING WITH AGENCIES AND STATE EXTENSION AGENTS WITHIN THE STATE THAT WORK DIRECTLY WITH THESE GROUPS. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO THE GREAT PLAINS FOOD BANK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c12ca7e0-7cb6-42e2-7e88-a39063d47ec0-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C052_12K2"}, {"internal_id": 151585547, "Award ID": "AM22LFPA0000C051", "Award Amount": 1038300.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "10.182", "Description": "WITH LOCAL FOOD PURCHASE ASSISTANCE GRANT FUNDS, THE CHICKASAW NATIONWILL EXPAND THE CHICKASAW NATION WINTER FRUIT AND VEGETABLE BENEFITPROGRAM FOOD PACKAGE TO INCLUDE LOCALLY GROWN FRUITS AND VEGETABLESPRODUCED BY FIRST AMERICAN AND OTHER SOCIALLY DISADVANTAGEDFARMERS/RANCHERS AND WILL EXPAND THE DIET QUALITY OF ITS CHICKASAWSENIORS BY INCLUDING LOCALLY SOURCED PROTEIN AND DAIRY ITEMS IN THEWINTER FOOD PACKAGE. LOCAL FOOD PURCHASE ASSISTANCE FUNDING WILL ALLOWTHE CHICKASAW NATION THE OPPORTUNITY TO FURTHER IMPROVE THE DIET QUALITYOF ITS SENIORS BY EXPANDING LOCALLY GROWN FRUIT AND VEGETABLE FOOD ITEMOFFERINGS, ALONG WITH THE INCLUSION OF PROTEIN AND DAIRY ITEMS IN THEWINTER FOOD PACKAGE. A DUAL PURPOSE OF PROVIDING IMPROVED DIET QUALITYOF CHICKASAW SENIORS, WHILE ALSO SUPPORTING THE LOCAL FARMING ANDRANCHING ECONOMY BY PURCHASING FROM LOCAL SOCIALLY DISADVANTAGED FARMERSWILL BE ACHIEVED. THIS WILL MINIMIZE THE NEED TO PURCHASE FOODSWHOLESALE FROM LARGE CORPORATIONS THEREBY INCREASINGECONOMICOPPORTUNITIES FOR LOCAL FARMING AND RANCHING COMMUNITIES. QUARTERLYPERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTIONNETWORKS. THE CHICKASAW NATION INTEND TO INVEST OVER $1,000,000 INTO THECOMMUNITY OF LOCAL, SOCIALLY DISADVANTAGED FARMERS/RANCHERS AND REACHAPPROXIMATELY 2,500 CHICKASAW SENIORS, 100 PERCENT DISABLED CHICKASAWCITIZENS AND CHICKASAW VETERANS MONTHLY DURING THE FIVE MONTHS OF CHICKASAW NATION WINTER FRUIT AND VEGETABLE BENEFIT PROGRAM. THE TRIBE WILL ALSO PRODUCE A NARRATIVE THAT WILL INCLUDE METRICSDESCRIBING NEW MARKET OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCALAND REGIONAL SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE CHICKASAWNATION INTENDS TO IDENTIFY FIRST AMERICAN FARMERS AND RANCHERS AND OTHERSOCIALLY DISADVANTAGED FARMERS AND RANCHERS WHO EXPRESS INTEREST INTRANSITIONING TO YEAR-ROUND GROWING OPERATIONS AND ARE SEEKING ANOPPORTUNITY TO SCALE THE VOLUME OF THEIR PRODUCTION. THE TRIBE WILL ALSORECRUIT FIRST AMERICAN RANCHERS WHO HAVE PRODUCTS AVAILABLE IN THEPROTEIN AND DAIRY CATEGORIES AND ARE LOCATED WITHIN A 400-MILE RADIUS OFTRIBAL TREATY TERRITORY. THE CHICKASAW NATION ESTIMATES CONTRACTING WITH20 SOCIALLY DISADVANTAGED FARMERS AND RANCHERS DURING THE PROJECT. THERECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cfa0118-3c4a-1163-afa1-f5d4b73c4931-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C051_12K2"}, {"internal_id": 151881758, "Award ID": "AM22LFPA0000C050", "Award Amount": 1600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "10.182", "Description": "THE NEBRASKA DEPARTMENT OF HEALTH AND HUMAN SERVICES IS SUB-AWARDING $1,600,000 TO THE NEBRASKA CHILDREN AND FAMILIES FOUNDATION TO CREATE A COLLABORATIVE NETWORK TO FOCUS ON PROCURING FOOD FROM LOCAL,SMALL, AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS AND DISTRIBUTINGTHOSE FARM PRODUCTS TO NEBRASKANS WHO ARE UNDERSERVED BY TRADITIONALFOOD DISTRIBUTION NETWORKS. THE NEBRASKA DEPARTMENT OF HEALTH AND HUMANSERVICES INTENDS TO DEVELOP REGIONAL COMMUNITIES OF PRACTICE BY BRINGINGTOGETHER PRODUCERS, DISTRIBUTORS, FOOD HUBS, FOOD BANKS, ADVOCATES,THOSE WHO HAVE EXPERIENCED FOOD INSECURITY, AND OTHER STAKEHOLDERS FORTHE PURPOSE OF ALIGNING LOCAL FOOD PRODUCTION WITH NEEDS AND TO IMPROVETHE EFFECTIVENESS AND EQUITY OF FOOD PROCUREMENT, PURCHASING, ANDDISTRIBUTION FOR NEBRASKA’S FOOD ASSISTANCE PROGRAMS. QUARTERLYPERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDSEXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTIONNETWORKS. THROUGH THE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM, THENEBRASKA DEPARTMENT OF HEALTH AND HUMAN SERVICES WILL MITIGATE FOODINSECURITY AND CREATE STABILITY FOR PRODUCERS BY ESTABLISHING A FOODSUPPLY CHAIN USING LOCAL VEGETABLES, FRUITS, PROTEINS, AND DAIRY USINGCOOPERATIVE AGREEMENT FUNDS FROM THE LOCAL FOOD PURCHASE ASSISTANCEPROGRAM. THIS WORK WILL BE DONE IN PARTNERSHIP WITH THE NEBRASKA CHILDREN AND FAMILIES FOUNDATION VIA A SUBAWARD AGREEMENT. ON THE PRODUCER SIDE OF THE SUPPLY CHAIN, DURING THE PANDEMIC, MANYORGANIZATIONS STEPPED FORWARD TO WORK WITH PRODUCERS TO HELP THEM FINDNEW MARKETS FOR THEIR GOODS AND IMPROVE THE OPERATIONAL EFFICIENCY OF THEIR BUSINESS. WORKING COLLABORATIVELY WITH EXPERTS ACROSS THE FOOD SUPPLY CHAIN, NEBRASKA CHILDREN AND FAMILIES FOUNDATION WILLFORM THE NEBRASKA LOCAL HEALTHY FOOD COMMITTEE TO ENGAGE AND RECRUITFARMERS, RANCHERS, AND THOSE WHO DISTRIBUTE FOOD TO UNDERSERVED COMMUNITIES INTO THE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM. BASED ON THE MOST RECENT CENSUS OF AGRICULTURE FOR NEBRASKA, THERE AREAPPROXIMATELY 7,670 PRODUCERS THAT FIT THE DEFINITION OF SOCIALLYDISADVANTAGED. ANOTHER 6,965 PRODUCERS HAVE MILITARY SERVICE, AND ROUGHLY 16,740 ARE NEW AND BEGINNING FARMERS FROM WHICH THE NEBRASKA LOCAL FOOD PURCHASE ASSISTANCE PROGRAM INTENDS TO PROCURE FOOD.THE RECIPIENT PLANS TO SUBAWARD FUNDS TO NEBRASKA CHILDREN AND FAMILIESFOUNDATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "029201fb-3584-d3e8-463e-e1d59e975a9c-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C050_12K2"}, {"internal_id": 151585553, "Award ID": "AM22LFPA0000C049", "Award Amount": 2640000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-26", "CFDA Number": "10.182", "Description": "OREGON DEPARTMENT OF HUMAN SERVICES WILL WORK WITH SUBGRANTEE AND KEYPROJECT LEADER OREGON FOOD BANK TO IMPROVE SUPPLY CHAIN RESILIENCY BYBUILDING PARTNERSHIPS WITH LOCAL AND REGIONAL PRODUCERS, IN ORDER TO LAYOUT PATHWAYS FOR ALTERNATIVE DISTRIBUTION CHANNELS TO COMBAT HUNGER. THEPURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.OREGON FOOD BANK WILL LEVERAGE STRONG STATEWIDE CONNECTIONS TO FOODHUBS, COMMUNITY PARTNERS AND PARTNER AGENCIES IN ORDER TO PROVIDE FUNDSTO GROWERS, RANCHERS, SEAFOOD HARVESTERS, FOOD DISTRIBUTIONORGANIZATIONS, AND PROCESSORS WHO WILL THEN DISTRIBUTE PRODUCT TO THEIRLOCAL AND REGIONAL COMMUNITIES. PRIORITY WILL BE GIVEN TO PRODUCERS WHOARE SOCIALLY DISADVANTAGED, SMALL OR BEGINNER, LOCATED IN RURAL AREAS,AND THOSE WHO INTEND TO SUPPLY FOOD TO COMMUNITIES NOT TYPICALLY SERVEDTHROUGH TRADITIONAL FOOD DISTRIBUTION NETWORKS. THESE AGREEMENTS ARE ANOPPORTUNITY TO PROVIDE FOOD ACCESS OUTREACH IN MULTIPLE LANGUAGES ANDTHROUGH THE MOST RELEVANT AND ACCESSIBLE CHANNELS FOR LOCAL COMMUNITIES.THROUGH THIS PROGRAM, OREGON DEPARTMENT OF HUMAN SERVICES AND OREGONFOOD BANK WILL INCREASE THE NUMBER OF SOCIALLY DISADVANTAGED FARMERSSUPPLYING FOOD TO UNDERSERVED COMMUNITIES; IDENTIFY NON-THE EMERGENCYFOOD ASSISTANCE PROGRAM DISTRIBUTION CHANNELS TO SERVE UNDERSERVEDCOMMUNITIES; AND INCREASE CONNECTIVITY BETWEEN GROWERS THROUGHPEER-TO-PEER SHARING. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TOCAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS ANDRANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDSEXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OFNEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENTFOOD DISTRIBUTION NETWORKS. PRODUCERS WHO DON’T CURRENTLY DISTRIBUTE TOCOMMUNITIES IMPACTED BY HUNGER WILL BE CONNECTED TO DISTRIBUTION OUTLETSTHROUGHOUT THE OREGON FOOD BANK NETWORK OF 20 REGIONAL FOOD BANKSANDPARTNER AGENCIES SUCH AS FOOD PANTRIES, FREE FOOD MARKETS, FOOD HUBS,AND COMMUNITY ORGANIZATIONS. THE RECIPIENT PLANS TO SUBAWARD FUNDS TOTHE OREGON FOOD BANK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ae428df-c6c9-1dbe-be5d-1a2b3dd49ff8-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C049_12K2"}, {"internal_id": 151585550, "Award ID": "AM22LFPA0000C048", "Award Amount": 208608.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "10.182", "Description": "THE CENTRAL COUNCIL OF TLINGIT AND HAIDA INDIAN TRIBES OF ALASKAPROPOSES TO PURCHASE 15,000 POUNDS OF PACIFIC HERRING ROE SPAWNED ONMACROCYSTIS KELP, KNOWN AS ROE ON KELP. THE PURPOSE OF THIS AGREEMENT ISTO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLYDISADVANTAGED FARMERS AND RANCHERS. THE CENTRAL COUNCIL OF TLINGIT ANDHAIDA INDIAN TRIBES OF ALASKA WILL PURCHASE COMMERCIAL HERRING ROE ONKELP, COLLECTIVELY VALUED AT $150,000, FROM 15 TRIBAL CITIZEN FISHINGPERMIT HOLDERS HARVESTING IN ANCESTRAL WATERS BY ENTERING INTO ASTANDARD SERVICE AGREEMENT WITH EACH PERMIT HOLDER OUTLINING THE DETAILSOF THE PURCHASE TRANSACTION. THIS PROJECT WILL SUPPORT LOCAL ALASKANATIVE FOOD PRODUCERS WHO HARVEST ROE ON KELP, GROW A LOCAL MARKET FORROE ON KELP TO KEEP RESOURCES IN SOUTHEAST ALASKA COMMUNITIES, ANDIMPROVE FOOD SECURITY IN RURAL SOUTHEAST ALASKA VILLAGES BY PROVIDINGTHE HIGHLY NUTRITIOUS TRADITIONAL FOOD DIRECTLY TO TRIBAL CITIZENS. THEPROJECT WILL SERVE AS A TEMPLATE FOR OTHER FOOD SECURITY INITIATIVES INA YEAR-ROUND PLAN CURRENTLY UNDER DEVELOPMENT. QUARTERLY PERFORMANCEREPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLYDISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVEDLOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTSWILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASESDISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. THE ROE ON KELPWILL BE PURCHASED FROM 15 TRIBAL CITIZEN FISHERMEN AND WOMEN INSOUTHEAST ALASKA. THE CENTRAL COUNCIL OF TLINGIT AND HAIDA INDIAN TRIBESOF ALASKA WILL DISTRIBUTE THE PURCHASED ROE ON KELP TO MORE THAN 3,000TRIBAL CITIZEN HOUSEHOLDS, WHICH IS APPROXIMATELY 12,000 INDIVIDUALS, IN18 RURAL SOUTHEAST ALASKA COMMUNITIES, MOST OF WHICH ARE NOT CONNECTEDTO THE UNITED STATES HIGHWAY SYSTEM AND EXPERIENCE FOOD SECURITYCONCERNS. THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5494e08f-b4b5-6739-59a6-df37af41a345-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C048_12K2"}, {"internal_id": 151585548, "Award ID": "AM22LFPA0000C047", "Award Amount": 6100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-22", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. MARYLAND DEPARTMENT OF AGRICULTURE WILL DEVELOP A NEW MARKET FOR THEINVASIVE BLUE CATFISH AND INCREASE SALES FOR MARYLAND FARMERS IN THISPROJECT. ADDITIONALLY, MARYLAND DEPARTMENT OF AGRICULTURE AND ITSSUBCONTRACTORS THE MARYLAND FOOD BANK AND THE CAPITOL AREA FOOD BANKWILL DISTRIBUTE $5.955 MILLION OF FRESH, LOCAL PRODUCE AND OTHER AGPRODUCTS TO ADDRESS HUNGER IN THE POPULATION OF NEED, APPROXIMATELY 2MILLION MARYLANDERS. THE MARYLAND FOOD BANK WILL PROVIDE THE FOLLOWINGDELIVERABLES: PROCURE $500,000 WORTH OF INVASIVE BLUE CATFISH FROM AMARYLAND SEAFOOD PROCESSOR. THE PROCESSOR, DETERMINED BY MARYLAND FOODBANK, WILL PROVIDE A LIST OF MARYLAND WATERMEN FROM WHOM THEY PROCURETHE BLUE CATFISH. IT IS EXPECTED THAT THE MAJORITY OF THE BLUE CATFISHARE PURCHASED FROM MARYLAND WATERMEN BY THE PROCESSOR. SOME MAY COMEFROM VIRGINIA WATERMEN CATCHING BLUE CATFISH IN THE POTOMAC RIVER. THECAPITAL AREA FOOD BANK WILL PROVIDE THE FOLLOWING DELIVERABLES:  CAPITOLAREA FOOD BANK WILL BE REQUIRED TO PURCHASE OF FRESH PRODUCE FROM MARYLAND FARMERS. PILOT PROJECT TO SUPPORT URBAN FARMERS. MARYLAND DEPARTMENT OF AGRICULTURE WILL ALSO PARTNER WITH MARYLAND FOOD BANKTO WORK WITH A SMALL, MARYLAND URBAN FARMER OR GROUP OF URBAN FARMERS TOESTABLISH A $100,000 CONTRACT TO PROVIDE FOOD TO LOW-INCOME MARYLANDERSIN FOOD DESERTS IN BALTIMORE CITY. MARYLAND HAS APPROXIMATELY 70WHOLESALE PRODUCE FARMERS REGISTERED WITH THE STATE’S PROGRAM TO CONNECTSTATE INSTITUTIONS (PRISONS, HOSPITALS, UNIVERSITIES) WITH LOCALFARMERS. MARYLAND DEPARTMENT OF AGRICULTURE INTENDS TO TARGET THESEPRODUCERS AND THE 400 SMALL FARMERS ON OUR FARMERS MARKETS LISTS FORTHIS PROGRAM. THE POTENTIAL REACH FOR FOOD IS ESTIMATED AT MORE THAN 800,000 MARYLANDERS, THE CURRENT AMOUNT OF SUPPLEMENTAL NUTRITION ASSISTANCE PROGRAM RECIPIENTS. BLUE CATFISH IS ESTIMATED TO REACH160,000 LOW-INCOMEMARYLANDERS IN THIS PROJECT. QUARTERLY PERFORMANCEREPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLYDISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVEDLOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTSWILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASESDISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. MARYLANDDEPARTMENT OF AGRICULTURE ALSO WILL WORK TO INCREASE THE REACH TOUNDERSERVED PRODUCERS. THE PORTION OF THIS PROGRAM TARGETED TO URBANFARMS IS LIKELY TO HELP 20 UNDERSERVED FARMERS INCREASE THEIR PRODUCTIONOF PRODUCE WITH A GUARANTEED MARKET. MARYLAND DEPARTMENT OF AGRICULTUREESTIMATES BETWEEN 10 AND 20 WATERMEN WILL SEE INCREASED SALES OF BLUECATFISH THROUGH THIS PROGRAM. THIS WILL DEVELOP NEW MARKET FOR INVASIVEBLUE CATFISH AND INCREASE SALES FOR MARYLAND FARMERS, HOPEFULLYDEVELOPING LONG-TERM BUSINESS RELATIONSHIPS. MARYLAND FOOD BANK WILLPURCHASE $1 MILLION OF AG PRODUCTS INCLUDING MEAT, MILK AND EGGS FROMMARYLAND FARMERS. MARYLAND FOOD BANK WILL BE REQUIRED TO PURCHASE $2.3MILLION OF FRESH PRODUCE FROM MARYLAND FARMERS. CAPITOL AREA FOOD BANKWILL BE REQUIRED TO PURCHASE $1,055,000 OF FRESH PRODUCE FROM MARYLANDFARMERS. CAPITOL AREA FOOD BANK WILL PURCHASE $1 MILLION OF AG PRODUCTSINCLUDING MEAT, MILK AND EGGS FROM MARYLAND FARMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "423081c8-f34f-4da8-d6c0-f9c024d05d2e-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C047_12K2"}, {"internal_id": 151585545, "Award ID": "AM22LFPA0000C046", "Award Amount": 2940000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE WISCONSIN DEPARTMENT OF AGRICULTURE, TRADE AND CONSUMER PROTECTIONWILL PARTNER WITH THE MIDWEST ORGANIC AND SUSTAINABLE EDUCATION SERVICE,THE WISCONSIN FARMERS UNION AND THE WISCONSIN FOOD HUB COOPERATIVE TOENGAGE AND CONVENE PRODUCERS, DISTRIBUTORS, COMMUNITY ORGANIZATIONS,FOOD SECURITY PARTNERS AND TRIBAL GOVERNMENTS TO ESTABLISH LOCAL FOODSYSTEM CONNECTIONS AND A PIPELINE IN WHICH SOCIALLY DISADVANTAGEDPRODUCERS CAN SECURE MARKETS AND PROVIDE LOCAL FOOD TO UNDERSERVEDCOMMUNITIES. WISCONSIN FARMERS UNION WILL HIRE REGIONAL AND COMMUNITYSPECIFIC LOCAL FOOD ORGANIZERS TO NETWORK FOOD SYSTEM AND FOOD SECURITYPARTNERS IN EACH REGION TO ENSURE EQUITABLE ACCESS ACROSS THE STATE. INTHE SECOND PHASE JAN THROUGH APR 2023 MIDWEST ORGANIC AND SUSTAINABLEEDUCATION SERVICE WILL AWARD CONTRACTS FOR PROCUREMENT TO PRODUCERS ANDPROVIDE PROGRAMMING FOCUSED ON PRODUCTION PLANNING THROUGH DIRECT TECHNICAL ASSISTANCE AND TRAINING TO GROWERS SUPPLYING THE PROGRAM.  IN THE THIRD PHASE MAY THROUGH DEC 2023 WISCONSIN FOOD HUBCOOPERATIVE WILL COORDINATE PROCUREMENT AND MANAGE LOGISTICS ANDDISTRIBUTION. THIS PROJECT AIMS TO PURCHASE PRODUCT FROM APPROXIMATELY150 PRODUCERS WITH A TARGET GOAL OF AT LEAST 80%, 120 OF THE TOTAL 150PRODUCERS PURCHASED FROM PRODUCERS THAT QUALIFY AS UNDERSERVED OR SOCIALLY DISADVANTAGED PRODUCERS. VETERAN, HMONG, TRIBAL, WOMEN, BLACK, IMMIGRANT FARMERS AND OTHER UNDER-REPRESENTED ANDUNDER-RESOURCED PRODUCERS, AS WELL AS THE SUPPLY CHAIN PARTNERS ANDORGANIZATIONS THAT SUPPORT THEM, WILL HAVE THE OPPORTUNITY TO ENGAGE,NETWORK, COLLABORATE THROUGH THE WISCONSIN LOCAL FOOD PURCHASEASSISTANCE PROGRAM. THE GOAL IS TO BRING MULTIPLE NETWORKS TOGETHER ANDSUPPORT SOCIALLY DISADVANTAGED FARMERS IN SECURING CONTRACTS, CONNECTINGTO SUPPORTS AND ACCESSING SYSTEMS TO SUPPLY FOR THE PROGRAM. QUARTERLYPERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTIONNETWORKS. THE FOURTH PHASE IS FOR CAPTURING LESSONS LEARNED ANDSTORYTELLING. OUR GOAL IS TO CREATE CONNECTIVITY FOR WISCONSIN’S LOCALFOOD SYSTEM, LASTING MARKET OPPORTUNITIES FOR SOCIALLY DISADVANTAGEDPRODUCERS, INCLUSIVE AND EQUITABLE FOOD ACCESS FOR ALL COMMUNITIESTHROUGH INNOVATIVE SOLUTIONS, AND INCREASED COORDINATION AND NETWORKING.MIDWEST ORGANIC AND SUSTAINABLE EDUCATION SERVICE WILL OVERSEEPROCUREMENT AND FARMER TRAINING. WISCONSIN FARMER’S UNION WILL OVERSEESTAKEHOLDER ENGAGEMENT AND ASSET MAPPING. WISCONSIN FOOD HUB COOPERATIVEWILL OVERSEE ALL DISTRIBUTION OF PRODUCT TO DISTRIBUTION SITES ANDASSIST WITH PRODUCER ENGAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bd57faeb-72b0-bd18-5bcc-351ab3a3111f-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C046_12K2"}, {"internal_id": 151585549, "Award ID": "AM22LFPA0000C045", "Award Amount": 3820000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-26", "CFDA Number": "10.182", "Description": "THE MINNESOTA DEPARTMENT OF AGRICULTURE INTENDS TO USE LOCAL FOODPURCHASE AGREEMENT FUNDS TO ESTABLISH A PROGRAM THAT ALLOWS COMMUNITIESTO DETERMINE FOR THEMSELVES HOW LOCAL FOOD CAN BE PROCURED ANDDISTRIBUTED TO UNDERSERVED INDIVIDUALS. THE PURPOSE OF THIS AGREEMENT ISTO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLYDISADVANTAGED FARMERS AND RANCHERS.  THE MINNESOTA DEPARTMENT OFAGRICULTURE WILL ISSUE A CALL FOR COMMUNITY PROCUREMENT AND DISTRIBUTIONPROJECT PROPOSALS IN FALL 2022. THESE PROPOSALS ARE EXPECTED TOENCOMPASS A WIDE RANGE OF MODELS FOR LOCAL FOOD PROCUREMENT ANDDISTRIBUTION, KNOWING THAT THERE IS NO ONE-SIZE-FITS-ALL MODEL THAT CANEFFECTIVELY SERVE THE WHOLE STATE. PROCUREMENT AND DISTRIBUTION WILLTAKE PLACE DURING 2023 AND 2024. QUARTERLY PERFORMANCE REPORTS WILL BESUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGEDFARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS ASWELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDEPERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTEDBEYOND CURRENT FOOD DISTRIBUTION NETWORKS. A MINIMUM OF LEAST $1,950,000OF LOCAL FOOD PURCHASE ASSISTANCE PROGRAM FUNDING WILL BE INVESTED INTOFOOD PURCHASED FROM LOCAL FARMERS OVER THE COURSE OF TWO YEARS.  AN ESTIMATED SEVENTY PERCENT OF THOSE DOLLARS WILL BE SPENT ON PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS. PROCUREMENT OF FOOD THAT CANBE DISTRIBUTED WITHIN THE COMMUNITY THAT IT IS PRODUCED WILL BEPRIORITIZED. AN AWARDEE FRIENDLY EVALUATION AND GRANT REPORTING FRAMEWORK WILL BE DEVELOPED TO ASSESS ADDITIONAL NEEDS FOR LOCAL AND REGIONAL FOOD SYSTEMS. THE PROCESS OF PUBLIC ENGAGEMENT WILL ALSOBE EVALUATED TO PROVIDE THE MINNESOTA DEPARTMENT OF AGRICULTURE INSIGHTINTO REFINING CONTINUED EFFECTIVE OUTREACH AND ENGAGEMENT FOR PROGRAMSAND POLICIES. THE EXPECTATION FOR THIS PROGRAM IS TO WORK WITH AT LEAST30 ORGANIZATIONS TO PURCHASE FOOD FROM AN ESTIMATED 140 LOCAL FARMS ANDDISTRIBUTE THAT FOOD DIRECTLY TO MEMBERS OF THE COMMUNITIES CLOSEST TOTHOSE FARMS. THESE PRODUCERS WILL INCLUDE DIVERSIFIED FRUIT ANDVEGETABLE GROWERS, LIVESTOCK, AND DAIRY FARMERS, THOSE WHO HAVEINTEGRATED SPECIALTY CROP-LIVESTOCK OPERATIONS, AND GATHERERS OFTRADITIONAL FOODS SUCH AS WILD RICE. THE RECIPIENT DOES NOT INTEND TOSUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "243c42fe-e9bd-c718-77c5-205723805d8e-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C045_12K2"}, {"internal_id": 151585554, "Award ID": "AM22LFPA0000C044", "Award Amount": 12500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THESE LOCAL FOOD PURCHASE ASSISTANT FUNDS WILL BE UTILIZED TO (1) INCREASE PRODUCTION AND PROCESSING CAPACITY OF GEORGIA GROWN BEEF AND SPECIALTY FOODS, (2) DISTRIBUTE FOOD THROUGHOUT GEORGIA TO UNDERSERVED COMMUNITIES, (3) GENERATE REVENUE FOR SOCIAL DISADVANTAGED FARMERS AND RANCHERS. TO DO THIS, GEORGIA DEPARTMENT OF AGRICULTURE WILL, THROUGH THE LOCAL FOOD PURCHASE ASSISTANT PROGRAM, (1) INCREASE PRODUCTION AND PROCESSING CAPACITY OF GEORGIA GROWN BEEF AND SPECIALTY FOODS, (2) DISTRIBUTE FOOD THROUGHOUT GEORGIA TO UNDERSERVED COMMUNITIES, AND (3) GENERATE REVENUE FOR SOCIAL DISADVANTAGED FARMERS AND RANCHERS. AS PART OF THIS PROGRAM, GEORGIA DEPARTMENT OF AGRICULTURE AND ITS COLLABORATORS WILL PROVIDE OUTREACH, TECHNICAL ASSISTANCE, AND COORDINATION WITH SOCIALLY DISADVANTAGE PRODUCERS ACROSS GEORGIA TO HELP INCREASE THE STATE’S FOOD PRODUCTION. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. OUR GOAL IS FOR 100% OF FOOD PURCHASED FOR THIS PROGRAM TO COME FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE GOAL OF THIS PROGRAM IS TO INCREASE ACCESS TO LOCAL FOOD AND IMPROVE SUPPLY CHAIN RESILIENCY BY BUILDING PARTNERSHIPS WITH LOCAL PRODUCERS OF VARYING SIZE, SOCIALLY DISADVANTAGED FARMERS/PRODUCERS, AND UNDERSERVED COMMUNITIES. A DESIRED OUTCOME OF THE LOCAL FOOD PURCHASE ASSISTANT IS FOR APPROXIMATELY 50% OF ESTABLISHED PARTNERSHIPS TO CONTINUE AFTER THE PROGRAM CONCLUDES. BENEFICIARIES INCLUDE THE RESIDENTS OF THE STATE OF GEORGIA. THERE ARE THREE DISCRETE BENEFICIARY GROUPS OF THE GEORGIA LO CAL FOOD PURCHASE ASSISTANT PROGRAM THAT WILL INCLUDE SOCIALLY DISADVANTAGED RANCHERS, SOCIALLY DISADVANTAGED SPECIALTY FOODS PRODUCERS AND UNDERSERVED COMMUNITIES. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO PLANT STATED, SWANSON FAMILY FARM, FLINT RIVER FRESH, ATLANTA COMMUNITY FOOD BANK AND GEORGIA FOOD BANKS. IN FISCAL YEAR 2023, AGREEMENT WAS AMENDED WITH LOCAL FOOD PURCHASE ASSISTANCE PLUS FUNDING TO INCREASE THE BUDGET WITH FUNDS AUTHORIZED BY THE COMMODITY CREDIT CORPORATION, AND TO INCREASE THE DURATION OF THE PERIOD OF PERFORMANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a674ba31-cc9d-12d9-3834-7a41684cd59b-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C044_12K2"}, {"internal_id": 151585555, "Award ID": "AM22LFPA0000C043", "Award Amount": 24800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE PURPOSE OF THE AWARD IS TO MAINTAIN AND IMPROVE FLORIDA’S FOOD ANDAGRICULTURAL SUPPLY CHAIN RESILIENCY. THE STATE WILL ADMINISTER THELOCAL FOOD PURCHASE ASSISTANCE PROGRAM FUNDS THROUGH A COMPETITIVE GRANTPROGRAM ALLOWING FOOD BANKS, NONPROFITS, AND OTHER SOCIAL SERVICEORGANIZATIONS TO APPLY FOR A PORTION OF THE FLORIDA LOCAL FOOD PURCHASEASSISTANCE FUNDS. FLORIDA DEPARTMENT OF AGRICULTURE AND CONSUMERSERVICES IS REQUESTING COOPERATIVE FUNDS TO PARTNER WITH LOCALORGANIZATIONS AND PURCHASE LOCAL, DOMESTIC FOOD FROM FLORIDA’S FARMERS,SPECIFICALLY TARGETING SOCIALLY DISADVANTAGED PRODUCERS. THESENUTRITIOUS FLORIDA PRODUCTS WILL THEN BE DISTRIBUTED TO RURAL, REMOTE,AND/OR UNDERSERVED COMMUNITIES. THIS WILL BENEFIT FARMERS AND PRODUCERSBY CREATING NEW AND INNOVATIVE MARKETING OPPORTUNITIES (E.G., NEWMARKETS FOR GRADE B/NUMBER 2 PRODUCTS), PROVIDING GREATER ECONOMICSTABILITY FOR THE STATE'S FOOD PRODUCERS. QUARTERLY PERFORMANCE REPORTSWILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLYDISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVEDLOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTSWILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASESDISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. THE GOAL IS TOTAILOR FOOD DISTRIBUTION FOR UNIQUE LOCAL CHALLENGES TO SERVE THEPOPULATION AND FEEDING PROGRAMS, INCLUDING FOOD BANKS, AND OTHER ORGANIZATIONS THAT TARGET UNDERSERVED COMMUNITIES. INTENDED BENEFICIARIES ARE LOCAL AND SOCIALLY DISADVANTAGED FARMERS/PRODUCERS ANDUNDERSERVED COMMUNITIES THAT ARE NOT PART OF THE NORMAL FOODDISTRIBUTION NETWORK. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO LOCALORGANIZATION, FOOD BANKS, NON-PROFITS, FOOD PANTRIES AND FARMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3bde9bde-f57d-7e6e-ce8f-c94dfefc13f8-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C043_12K2"}, {"internal_id": 151585607, "Award ID": "AM22LFPA0000C042", "Award Amount": 7616350.52, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-18", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE NORTH CAROLINA FARMSSHARE PROGRAM WILL BUILD ON THE SUCCESS OF THECAROLINA FARM STEWARDSHIP ASSOCIATION EFFORTS STARTED IN 2020 AS ARESPONSE TO COVID-19, INCREASING ACCESS TO FRESH, HEALTHY, LOCALLY-GROWNFOOD IN UNDERSERVED COMMUNITIES ACROSS OUR STATE WHILE INVESTING INSMALL NORTH CAROLINA BUSINESSES TO CULTIVATE A STABLE, THRIVING LOCALFOOD SYSTEM. SPECIFICALLY, WE WILL WORK WITH 15 FOOD HUB PARTNERS AND ATLEAST 200 COMMUNITY-BASED ORGANIZATIONS TO PROCURE AND DISTRIBUTEAPPROXIMATELY 133,000 BOXES OF LOCAL FOOD, PROVIDE TECHNICAL SUPPORT TOFOOD HUB PARTNERS ON FOOD SAFETY AND IMPLEMENTING QUALITY MANAGEMENTSYSTEMS AND STANDARD OPERATING PROCEDURES TO ENSURE COMPLIANCE WITHPROGRAM REQUIREMENTS, AND PROVIDE TECHNICAL ASSISTANCE TO SMALL-SCALEFARMS ON FRESH PRODUCE SAFETY, POST-HARVEST HANDLING, SCALING UP, ANDPRODUCT SPECIFICATIONS FOR FOOD BOXDISTRIBUTION PROGRAMS. QUARTERLYPERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. WE ANTICIPATE 450 LOCAL PRODUCERS WILL PARTICIPATEIN THE PROGRAM, 210 OF WHOM WILL BE SOCIALLY DISADVANTAGED. WE WILL USE$6,284,250 (82.5% OF AWARD FUNDS) TO PURCHASE LOCAL FOOD, DISTRIBUTING133,000 BOXES TO INDIVIDUALS AND HOUSEHOLDS IN UNDERSERVED COMMUNITIESTHROUGH AT LEAST 200 DISTRIBUTION LOCATIONS IN UNDERSERVED COMMUNITIES.OUT OF TOTAL FUNDS EXPENDED TO PURCHASE LOCAL FOOD, IT IS ESTIMATED THAT$2,492,750 OF FOOD WILL BE PURCHASED FROM SOCIALLY DISADVANTAGEDPRODUCERS. ONE HUNDRED AND NINETY-THREE PRODUCERS (43 PERCENT) WILL GAINNEW MARKETING OPPORTUNITIES THROUGH THIS FUNDING, AND 257 PRODUCERS WILLSUSTAIN AND ENLARGE EXISTING MARKETING OPPORTUNITIES. FORTY-EIGHTPERCENT OF PRODUCERS ESTABLISHING NEW MARKETING OPPORTUNITIES WILL BESOCIALLY DISADVANTAGED PRODUCERS. SIXTY-ONE PERCENT OF PURCHASES WILL BEDISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS TO SERVEUNDERSERVED COMMUNITIES. THE NORTH CAROLINA DEPARTMENT OF AGRICULTUREAND CONSUMER SERVICES WILL CONTRACT WITH THE CAROLINA FARM STEWARDSHIPASSOCIATION TO CARRY OUT THE ACTIVITIES OF THE LOCAL FOOD PURCHASEASSISTANCE PROGRAM IN NORTH CAROLINA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2becc577-7e88-c69f-e38c-6632e97b23cf-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C042_12K2"}, {"internal_id": 151123967, "Award ID": "AM22LFPA0000C041", "Award Amount": 5491119.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-12", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE KENTUCKY DEPARTMENT OF AGRICULTURE WILL PURCHASE LOCAL FOODS FROMSOCIALLY DISADVANTAGED AND LOCAL PRODUCERS FROM ACROSS THE COMMONWEALTHAND DISTRIBUTE IT TO UNDERSERVED POPULATIONS USING A NETWORK OF EXISTINGPARTNERSHIPS ALONG WITH SOME NEWER CONCEPTS. THE KENTUCKY DEPARTMENT OFAGRICULTURE WILL ADMINISTER THE LIVESTOCK FOOD AND PURCHASE ASSISTANCEPROGRAM FUNDS THROUGH THREE MAIN PROJECTS: 1) A PARTNERSHIP WITH THEFEEDING KENTUCKY NETWORK OF FOOD BANKS TO PURCHASE AND DISTRIBUTE FOOD,2) EXPANSION OF FROZEN MEAL PREPARATION PROGRAMS AT NON-PROFITORGANIZATIONS, AND 3) CONTRACTING WITH A 3RD-PARTY PROVIDER TO AGGREGATEFOOD FROM MANY PRODUCERS INTO BOXES THAT WILL BE DISTRIBUTED THROUGH AVARIETY OF METHODS, INCLUDING OPTIONAL DIRECT DELIVERY TO RECIPIENTHOMES. THESE BOXES MAY INCLUDE SOME PARTIALLY PREPARED OR PROCESSEDITEMS TO MAKE MEAL PREPARATIONEASIER FOR RECIPIENTS. THE PROGRAM WILLPURCHASE FOOD FROM LOCAL KENTUCKY PRODUCERS AT FAIR MARKET PRICES ANDWILL ESTABLISH AND STRENGTHEN MARKET CHANNELS FOR OUR PRODUCERS. APRIMARY GOAL IS THAT THESE PARTNERSHIPS WILL DEVELOP INTO SUSTAINABLE,LONG-TERM COMMERCIAL RELATIONSHIPS FOR LOCAL PRODUCERS. QUARTERLYPERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTIONNETWORKS. CREATE NEW PRODUCER MARKET PATHWAYS AND STRENGTHEN EXISTINGLINKS BETWEEN SOCIALLY DISADVANTAGED PRODUCERS AND UNDERSERVEDPOPULATIONS. PURCHASES MUST BE FROM LOCAL KENTUCKY PRODUCERS, AND SMALLAND/OR SOCIALLY DISADVANTAGED PRODUCERS MUST BE PRIORITIZED. IMPROVE ANDEXPAND EXISTING DISTRIBUTION CHANNELS TO UNDERSERVED AND FOOD INSECUREPOPULATIONSACROSS THE COMMONWEALTH BY LINKING SOCIALLY DISADVANTAGEDPRODUCERS TO DISTRIBUTORS, PROCESSORS AND FOOD BANKS. IMPROVE KNOWLEDGESHARING AND COLLABORATION BETWEEN STATE AGENCIES, PARTNER ORGANIZATIONS,UNIVERSITIES, AND ADVOCACY GROUPS. ASSESS THE IMPACT OF OFFERINGPARTIALLY AND/OR FULLY PREPARED PRODUCTS ON RECIPIENT PARTICIPATION.PRODUCERS WILL BENEFIT FROM INCREASED FUNDING TO SUB-AWARDEES THROUGHSEVERAL AVENUES. WE ESTIMATE THAT AN ADDITIONAL 50-75 PRODUCERS WILL BEADDED TO EXISTING NETWORKS, BUT A MORE ACCURATE NUMBER WILL NOT BEDETERMINED UNTIL WE HAVE FINALIZED THE SUB-AWARDEES. BENEFICIARIES OFTHE PROGRAM INCLUDE POPULATIONS SERVED BY KENTUCKY’S STRONG NETWORK OFFOOD BANKS AND PANTRIES, COMMUNITY CENTERS, FAITH ORGANIZATIONS, ANDNON-PROFIT RELIEF ORGANIZATIONS. THE RECIPIENT PLANS TO SUBAWARD FUNDSTO THE UNIVERSITY OF KENTUCKY’S COOPERATIVE EXTENSION SERVICE, THEKENTUCKY STATE UNIVERSITY’S SMALL FARM PROGRAM, THE KENTUCKY CENTER FORAGRICULTURE AND RURAL DEVELOPMENT, AND THE FEEDING KENTUCKY NETWORK OFFOOD BANKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e6f74fed-313a-27f6-879b-203c0918733a-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C041_12K2"}, {"internal_id": 151585609, "Award ID": "AM22LFPA0000C040", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE FEEDING MARIANAS FOOD PURCHASE PROGRAM IS DESIGNED TO PURCHASENUTRITIOUS FOODS FROM LOCAL AND REGIONAL PRODUCERS, WITH A SPECIAL FOCUSON SOCIALLY DISADVANTAGED PRODUCERS, FOR DISTRIBUTION TO INDIVIDUALS ANDFAMILIES IN UNDERSERVED COMMUNITIES. WE INTEND TO PURCHASELOCALLY-SOURCED AND PROCESSED FOODS FROM LOCAL AND REGIONAL PRODUCERS.DELIVERY AND DISTRIBUTION WILL BE COORDINATED WITH OR THROUGHCOLLABORATION EFFORTS WITH OTHER GOVERNMENT AGENCIES AND NONPROFITORGANIZATIONS FOR MASS DISTRIBUTION TO UNDERSERVED COMMUNITIES. THEPROGRAM AIMS TO IMPROVE THE LOCAL FOOD SUPPLY CHAIN AND SYSTEM BYSUPPORTING AND EXPANDING ECONOMIC OPPORTUNITIES FOR LOCAL PRODUCERS.QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTIONNETWORKS. THE PROGRAM IS EXPECTED TO BENEFIT UP TO FORTY-FIVE LOCAL ANDREGIONAL PRODUCERS TARGETING SOCIALLY DISADVANTAGED FARMERS ANDPRODUCERS. THIS PROGRAM WILL BENEFIT UP TO 10,000 HOUSEHOLDS,PARTICULARLY CHILDREN, ADULTS, FAMILIES, AND SENIOR CITIZENS INUNDERSERVED COMMUNITIES. THE RECIPIENT DOES NOT INTEND TO SUBAWARDFUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5fec53e9-d140-faa8-4b3f-31758c2fbc50-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C040_12K2"}, {"internal_id": 151585610, "Award ID": "AM22LFPA0000C039", "Award Amount": 25885428.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE NEW YORK STATE DEPARTMENT OF AGRICULTURE AND MARKETS WILL IMPLEMENTTHE NEW YORK FOOD FOR NEW YORK FAMILIES PROGRAM TO CREATE A MORERESILIENT STATEWIDE FOOD SYSTEM THAT SUPPORTS LOCAL FARMS AND PROVIDESHIGH QUALITY, NUTRITIOUS FOOD TO COMMUNITIES FACING FOOD INSECURITY. ACOMPETITIVE PROCESS WILL AWARD FUNDS TO ELIGIBLE APPLICANTS WITHEXPERIENCE IN FOOD PROCUREMENT AND DISTRIBUTION FOR THE PURPOSE OFPROCURING LOCAL, DOMESTIC PRODUCT AND DISTRIBUTING IT TO UNDERSERVEDCOMMUNITIES. SUCCESSFUL APPLICANTS WILL USE 67% OF FUNDS TO PURCHASEFOOD DIRECTLY FROM NEW YORK STATE PRODUCERS, WITH AN EMPHASIS ONDEVELOPING AND EXPANDING RELATIONSHIPS WITH SOCIALLY DISADVANTAGEDPRODUCERS. ADDITIONAL FUNDS MAY BE USED FOR PROGRAM DEVELOPMENT THATSUPPORTS FARM PRODUCTION CAPACITY, CREATES OR EXPANDS FOOD DISTRIBUTIONSERVICES, AND/OR IMPROVES FOOD ACCESS. A SECOND POOL OF FUNDING WILL BEAWARDED THROUGH A NON-COMPETITIVE APPLICATION PROCESS TO ELIGIBLEAPPLICANTS FOR SIMILAR PROJECTS SUPPORTING LOCAL FARM AND FOOD SYSTEMDEVELOPMENT, PURCHASING OF LOCAL, DOMESTIC FARM PRODUCTS AND DELIVERY OFPRODUCTS TO UNDERSERVED COMMUNITIES. QUARTERLY PERFORMANCE REPORTS WILLBE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGEDFARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS ASWELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDEPERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTEDBEYOND CURRENT FOOD DISTRIBUTION NETWORKS. PURCHASE LOCAL, DOMESTICAGRICULTURAL PRODUCTS FROM NEW YORK PRODUCERS, WITH AN EMPHASIS ONPURCHASING FROM SOCIALLY DISADVANTAGED PRODUCERS, TO CREATE NEW MARKETOPPORTUNITIES. CREATE NEW, OR EXPAND EXISTING, MODELS OF FOODDISTRIBUTION THAT TARGET UNDERSERVED POPULATIONS WHO CANNOT SUFFICIENTLYACCESS FOOD THROUGH TRADITIONAL FOOD ASSISTANCE AND DISTRIBUTIONNETWORKS. THIS PROGRAM WILL BENEFIT NEW YORK STATE PRODUCERS ANDPROCESSORS OF AGRICULTURAL PRODUCTS THROUGH DIRECT PURCHASING.ADDITIONALLY, SOCIALLY DISADVANTAGED PRODUCERS WILL BENEFIT FROMTECHNICAL SUPPORT SERVICES TO INCREASE CAPACITY TO GROW AND SELL INTONEW MARKETS. IT IS EXPECTED THAT 2,000 PRODUCERS AND PROCESSORS WILLBENEFIT FROM THE NEW YORK FOOD FOR NEW YORK FAMILIES PROGRAM. THERECIPIENT PLANS TO SUBAWARD FUNDS TO VENDORS AND PRODUCERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b43b89f8-52a4-5d6e-307b-a6eb1a73e884-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C039_12K2"}, {"internal_id": 151123784, "Award ID": "AM22LFPA0000C038", "Award Amount": 440000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-08", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THE CHEYENNE AND ARAPAHO FOOD EXCHANGE IS TO EXPAND THETRIBES’ FOOD PANTRY AND DISTRIBUTION CENTER SERVICES BY ADDING MOREDIRECT FOOD PURCHASING FROM LOCAL AND DISADVANTAGED FARMERS ANDPRODUCERS TO INCLUDE MEATS, FRESH FRUITS, AND VEGETABLES BY PICKING UPPRODUCE FROM FARMERS AND PRODUCERS AND DEVELOPING A PROGRAM FORUNDERSERVED COMMUNITY MEMBERS TO USE WITH DESIGNATED FARMERS ANDPRODUCERS IN THEIR AREA BETWEEN DISTRIBUTION DATES WITH THE TRIBES.  THECHEYENNE AND ARAPAHO TRIBES WILL SUBMIT QUARTERLY REPORTS ACCOUNTING FORTHE RECEIPT AND DISBURSEMENT OF THE FUNDS. THE QUARTERLY FEDERALFINANCIAL REPORTS (SF-425) WILL BE COMPLETED BY THE CHEYENNE AND ARAPAHOFINANCE DIVISION. THIS REPORT WILL BE SUBMITTED NO LATER THAN 10 DAYSAFTER THE END OF EACH CALENDAR QUARTER AND WILL INCLUDE INFORMATIONREGARDING THE AMOUNT OF FUNDS DRAWN DOWN, THE AMOUNT OF FUNDS EXPENDEDFOR EACH ACTIVITY, AND A DETAILED LIST AND DESCRIPTION OF THE ITEM’SAPPLICATION TO EACH ACTIVITY. ANNUAL REPORTING WILL BE SUBMITTED INACCORDANCE WITH THE DEADLINES INDICATED IN THE NOTICE OF FUNDING. ANNUALSTATUS AND EVALUATION REPORTS WILL REPORT ON THE PROGRESS AND IMPACTMADE BY PROJECT IMPLEMENTATION AFTER THE GRANT IS FULLY EXPENDED.QUARTERLY PERFORMANCE REPORTS WILL ALSO CAPTURE THE NUMBER OF PRODUCERS,SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, ANDUNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTIONNETWORKS. THE CHEYENNE AND ARAPAHO TRIBES WILL REACH OUT TO SOCIALLYDISADVANTAGED LOCAL FARMERS AND PRODUCERS TO CREATE A WORKING RELATIONSHIP TO PURCHASE THEIR PRODUCTS TO BE PICKED UP AND DELIVERED TO UNDERSERVED COMMUNITY MEMBERS WITHIN THE TRIBES ELEVEN HISTORICCOUNTY BOUNDARIES IN WESTERN OKLAHOMA. THESE WORKING RELATIONSHIPS WILLBE CONFIRMED WITH A CONTRACT STATING THE REQUIREMENTS AND EXPECTATIONSOF THE VENDORS, FARMERS, PRODUCERS, AND THE TRIBES. THE TRIBES WILL ALSOWORK WITH THESE FARMERS AND PRODUCERS TO CREATE A SYSTEM IN WHICHUNDERSERVED COMMUNITY MEMBERS CAN USE TO ACQUIRE FOOD FROM FARMERS ANDPRODUCES DIRECTLY WITH THE INTENTION OF LOWERING FOOD INSECURITY DURINGTIME PERIODS BETWEEN FOOD PANTRY DISTRIBUTION DATES. THE TRIBES WILLCONTINUE TO WORK WITH EXISTING VENDORS WHILE ESTABLISHING WORKINGRELATIONSHIPS WITH NEW LOCAL FARMERS AND PRODUCERS AT FAMERS MARKETSLOCAL TO THE TRIBES’ HISTORIC BOUNDARIES TO PURCHASE MEAT, FRESH FRUITS,AND VEGETABLES FOR UNDERSERVED COMMUNITY MEMBERS. THE INTENDEDRECIPIENTS BENEFITTING FROM THIS PROGRAM WILL INCLUDE ELDERLY WITHCHILDREN, DISABLED, UNEMPLOYED, SINGLE PARENTS (NOT RECEIVING SNAPBENEFITS), THOSE WITH DIETARY RESTRICTIONS, UNDERSERVED COMMUNITIES, ANDTRIBAL MEMBERS. THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "15eaa456-ddfd-22e5-5e26-d4327904bc04-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C038_12K2"}, {"internal_id": 151123978, "Award ID": "AM22LFPA0000C037", "Award Amount": 180000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-03", "CFDA Number": "10.182", "Description": "THE CHIPPEWA CREE TRIBE OF THE ROCKY BOY’S INDIAN RESERVATION ISAPPLYING FOR A LOCAL FOOD PURCHASE ASSISTANCE COOPERATIVE AGREEMENTPROGRAM MONETARY ALLOCATION TO PROCURE AND DISTRIBUTE DOMESTIC FOOD TOUNDERSERVED AND IMPOVERISHED TRIBAL MEMBERS IN OUR LOCAL COMMUNITY. THEPURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. AFTER THE NOTICE OF AWARD, THE CHIPPEWA CREE WILL ORIENT STAFF AS TOTHE GOALS AND OBJECTIVES OF THE LOCAL FOOD PURCHASE ASSISTANCECOOPERATIVE AGREEMENT PROGRAM. THE TRIBE WILL THEN RESEARCH AND DEVELOPA LIST OF LOCAL SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS THAT COULDPOTENTIALLY PARTICIPATE IN THE SUPPLY OF DOMESTIC FOOD PRODUCTS. ASOLICITATION NOTICE FOR THE PROCUREMENT OF DOMESTIC FOOD PRODUCTS THATSTRICTLY ADHERES TO THE CHIPPEWA CREE TRIBE’S PROCUREMENT POLICIES ANDPROCEDURES WILL BE ADVERTISED IN LOCAL MEDIA OUTLETS TARGETING SOCIALLYDISADVANTAGED FARMERS/PRODUCERS. ONCE ACCEPTABLE BIDS ARE RECEIVED,ORDERS FOR DOMESTIC FOOD PRODUCTS WILL BE PLACED AND SCHEDULED FORDELIVERY TO THE CHIPPEWA CREE HELP LODGE FOR DISTRIBUTION. THE SOCIALLYDISADVANTAGED FARMERS AND PRODUCERS WE INTEND TO TARGET OUR PURCHASESFROM RESIDE ON OR NEAR THE ROCKY BOY’S INDIAN RESERVATION IN BOX ELDER,MONTANA. THE RECIPIENTS OF THE PURCHASES WILL BE UNDERSERVED ANDIMPOVERISHED TRIBAL MEMBERS WHO ARE MOST IN NEED OF ASSISTANCE WITHACQUIRING HEALTHY AND NUTRITIOUS FOODS FOR THEIR FAMILIES. THE CREETRIBE WILL DEVELOP A PROMISING PRACTICES GUIDE DETAILING PROJECTSUCCESSES, CHALLENGES, AND OUTCOMES ACHIEVED THROUGH THE PROJECT ASMEASURED BY THE REPORT DEVELOPED, ON FILE, AND AVAILABLE FORREPLICATION. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURETHE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS,DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDEDFOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEWMARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOODDISTRIBUTION NETWORKS. THE TRIBE EXPECTS TO PROVIDE FOOD TO 768INDIVIDUALS OVER THE COURSE OF THE PROJECT PERIOD. THE PROJECT ISEXPECTED TO RESULT IN THE ESTABLISHMENT OF NEW MARKETING OPPORTUNITIESFOR A MINIMUM OF FIVE VENDORS OF DOMESTIC FOODS FROM LOCAL FARMERS ANDPRODUCERS WITH AT LEAST 60 PERCENT BEING SUSTAINED AFTER FUNDING ISEXPENDED. IN ADDITION, WE EXPECT TO ENGAGE A MINIMUM OF THREE SOCIALLYDISADVANTAGED VENDORS OF DOMESTIC FOODS FROM LOCAL FARMERS AND PRODUCERSWHO WILL PROVIDE DOMESTIC FOOD FOR DISTRIBUTION. THE RECIPIENT DOES NOTINTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569ffaf6-f5fa-34b8-1831-b027fe03d743-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C037_12K2"}, {"internal_id": 150692334, "Award ID": "AM22LFPA0000C036", "Award Amount": 1389724.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-29", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS,AND TO PROVIDE FOOD ASSISTANCE TO THE MASHANTUCKET PEQUOT TRIBALCOMMUNITY. THE MASHANTUCKET PEQUOT TRIBAL NATION IS A FEDERALLYRECOGNIZED TRIBAL NATION LOCATED IN SOUTHEASTERN CONNECTICUT.MASHANTUCKET PEQUOT TRIBAL NATION IS TAKING A TWO-PRONGED APPROACH TOPURCHASE AND DISTRIBUTION OF HEALTHY ORGANIC FOOD TO THE TRIBALCOMMUNITY. FOR ACTIVITY NUMBER 1, FUNDS WILL BE USED TO PURCHASETRIBALLY-GROWN FRUITS, VEGETABLES, MEAT, AND TRIBALLY-PRODUCED MAPLESYRUP FROM THE TRIBAL-OWNED MEECHOOOK FARM AND SUGAR SHACK. THE FARM ISRUN BY TRIBAL MEMBER EMPLOYEES (FARMERS). ON A BI-WEEKLY BASIS PRODUCEWILL BE BAGGED AND BOXED AND DISTRIBUTED (IN PERSON OR BY DELIVERY) TOTRIBAL HOUSEHOLDS ON AND OFF THE RESERVATION; BUT WITHIN THE CONFINES OFCONNECTICUT. WE WILL DO THIS BY USING FUNDS TO HIRE TWO FULL-TIMEDELIVERY STAFF, PURCHASE FOOD DISTRIBUTION BOXES; RENT A COLD STORAGEDELIVERY VEHICLE, AND REIMBURSE MILEAGE. FOR ACTIVITY NUMBER 2, FUNDSWILL BE USED TO PURCHASE HEALTHY, FROZEN MEALS FROM THAMES VALLEYCOALITION FOR COMMUNITY ACTION, INCORPORATED. THESE MEALS ARE DEVELOPEDIN CONNECTICUT AND USE CONNECTICUT GROWN INGREDIENTS. THESE FROZEN MEALSWILL BE DELIVERED TO OUR COMMUNITY CENTER WHERE STAFF WILL DELIVER THEMTO TRIBAL ELDERS (SENIORS) HOMES ON AND OFF THE RESERVATION. EACH ELDERHOUSEHOLD WILL GET 5 FROZEN MEALS AT DELIVERY EACH WEEK. EXPENSES ARECOST OF MEALS AND MILEAGE FEES. FOR ACTIVITY NUMBER 3, FUNDS WILL BEUSED TO PURCHASE VEGETABLES, FRUITS, DAIRY, MEATS FROM LOCAL FARMERS ANDUSED IN PREPARATION OF WEEKLY CONGREGATE MEALS FOR ELDERS BASED ON THENATIONAL DIETARY GUIDELINES. QUARTERLY PERFORMANCE REPORTS WILL BESUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGEDFARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS ASWELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDEPERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTEDBEYOND CURRENT FOOD DISTRIBUTION NETWORKS. PROJECT BENEFICIARIES WILL BEMASHANTUCKET PEQUOT TRIBAL NATION TRIBAL (SOCIALLY- ANDECONOMICALLY-DISADVANTAGED) FARMERS AND THE TRIBAL COMMUNITY IN GENERAL.BENEFITS TO THE FARM ARE INCREASED AND ENSURED REVENUE FOR PRODUCE WHICHEQUATES TO LESS FARM (FOOD) WASTE. BENEFITS TO THE TRIBAL COMMUNITYINCLUDE HEALTHIER EATING OPTIONS AND WITH THAT INCREASED HEALTHBENEFITS. FUNDS WILL BE USED TO MAKE FOOD PURCHASES FROM THEMASHANTUCKET PEQUOT TRIBAL NATION FARM, OTHER LOCAL AND TRIBAL FARMS,AND THAMES VALLEY COALITION FOR COMMUNITY ACTION, INCORPORATED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "42007899-04ca-3326-21b3-7074930086db-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C036_12K2"}, {"internal_id": 151123971, "Award ID": "AM22LFPA0000C035", "Award Amount": 6496000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE COLORADOGROWN AND RAISED FOOD PRODUCTS TO RURAL, REMOTE, AND UNDERSERVEDCOMMUNITIES TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS ANDRANCHERS. THE COLORADO DEPARTMENT OF HUMAN SERVICES WILL ADMINISTER THELOCAL FOOD PURCHASE ASSISTANCE FUNDS THROUGH A COMPETITIVE PROCUREMENTPROGRAM FOR COLORADO FOOD PRODUCERS, FOR-PROFIT ORGANIZATIONS, ANDNONPROFIT ORGANIZATIONS SUCH AS FOOD BANKS AND FOOD PANTRIES. COLORADOWILL USE EVALUATION CRITERIA SO APPLICANTS WILL TARGET PRODUCTION OFFOOD BY SMALL AND SOCIALLY DISADVANTAGED PRODUCERS AND DISTRIBUTIONTHROUGH FOOD PANTRIES NOT AFFILIATED WITH THE EMERGENCY FOOD ASSISTANCEPROGRAM TO REACH UNDERSERVED COMMUNITY MEMBERS. COLORADO WILL EMPHASIZECREATING SUSTAINABLE MARKETS FOR PRODUCERS. EXPECTED OUTCOMES FORCOLORADO INCLUDE STRENGTHENING THE AGRICULTURAL SUPPLY CHAIN BY CREATINGNEW MARKETING OPPORTUNITIES FOR LOCAL AND REGIONAL FARMERS AND PRODUCERSAND TARGETING SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE STATEAGENCY WILL ALSO EXPAND PARTNERSHIPS IN THE FOOD DISTRIBUTION COMMUNITYBY DISTRIBUTING THE FRESH AND NUTRITIOUS FOODS TO UNDERSERVED COMMUNITIES. THE COLORADO DEPARTMENT OF HUMAN SERVICES WILL PARTNER WITH THE COLORADO DEPARTMENT OF AGRICULTURE THEREBY ENHANCINGCROSS-DEPARTMENTAL EXPERTISE AND PROGRAM KNOWLEDGE RESULTING IN BETTERTECHNICAL ASSISTANCE TO SOCIALLY DISADVANTAGED PRODUCERS AND DISTRIBUTION SITES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERSAND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL ASFUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. INTENDEDBENEFICIARIES INCLUDE SMALL AND SOCIALLY DISADVANTAGED COLORADO FARMERSAND RANCHERS, UNDERSERVED COMMUNITIES SUCH AS THOSE IN REMOTE, RURALAREAS, AND OTHER ORGANIZATIONS INVOLVED IN THE LOCAL FOOD SUPPLY CHAIN.THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "48a8fd8f-fb77-b2b8-1c4e-37e1a66bbf56-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C035_12K2"}, {"internal_id": 151585546, "Award ID": "AM22LFPA0000C034", "Award Amount": 1800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "10.182", "Description": "THE DEPARTMENT OF EDUCATION STRIVES TO IMPROVE STUDENT HEALTH, ENRICHTHE LOCAL FOOD SYSTEM THROUGH THE SUPPORT AND INCREASE OF LOCAL FOODPROCUREMENT, AND EXPAND RELATIONSHIPS BETWEEN PUBLIC SCHOOLS ANDAGRICULTURAL COMMUNITIES. THE PURPOSE OF THIS AGREEMENT IS TO PURCHASEAND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLYDISADVANTAGED FARMERS AND RANCHERS. THE DEPARTMENT WILL ISSUE REQUESTSFOR PROPOSALS TO USE THE FUNDS RECEIVED THROUGH THE COOPERATIVEAGREEMENT TO EXPAND ECONOMIC OPPORTUNITIES TO LOCAL FOOD HUBS ANDAGGREGATORS THAT PARTNER WITH LOCAL FARMERS AND PRODUCERS AND PROVIDEADDITIONAL FOOD SECURITY, THROUGH DISTRIBUTION OF PRODUCE BOXES. THEDEPARTMENT PLANS TO PROVIDE PRODUCE BOXES TO SCHOOL CHILDREN AND THEIRFAMILIES WHO ARE ENROLLED IN SCHOOLS PARTICIPATING IN THE COMMUNITYELIGIBILITY PROVISION PROGRAM. THIS PROJECT AIMS TO PROVIDE ADDITIONALFOOD SECURITY AND STABILITY TO STUDENTS AND THEIR FAMILIES WHO BELONG TOUNDERSERVED COMMUNITIES BY PROVIDING PRODUCE BOXES DURING SCHOOLINTERSESSION WHEN STUDENTS ARE NORMALLY NOT PROVIDED MEALS. THIS PROJECTPROVIDES THE DEPARTMENT AN OPPORTUNITY TO STRENGTHEN ITS RELATIONSHIPSWITH THE AGRICULTURAL COMMUNITY BY SOLICITING AND PROCURING FROM FOODHUBS TO PROVIDE AND DISTRIBUTE PRODUCE BOXES. QUARTERLY PERFORMANCEREPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLYDISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVEDLOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTSWILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASESDISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. THE DEPARTMENTHAS PARTICIPATING SCHOOLS ACROSS FIVE ISLANDS OAHU, HAWAII, KAUAI, MAUI,AND MOLOKAI AND ESTIMATES THAT A MAJORITY OF THE STUDENTS BELONG TO ANUNDERSERVED COMMUNITY. AT LEAST 60 PERCENT OF THE STUDENTS IN THECOMMUNITY ELIGIBILITY PROVISION PROGRAM ARE AMERICAN INDIAN OR ALASKANNATIVE, ASIAN, BLACK OR AFRICAN AMERICAN, HISPANIC, OR NATIVE HAWAIIANOR PACIFIC ISLANDER. THE PROJECT ESTIMATES IT CAN SERVICE ALL ENROLLEDSTUDENTS IN COMMUNITY ELIGIBILITY PROVISION SCHOOLS, ROUGHLY 43,000,WITH THE AIM TO PROVIDE PRODUCE FROM AT LEAST THREE DIFFERENT FARMERSPER ISLAND OR MORE, WHERE POSSIBLE, TO TRY AND MAXIMIZE THE NUMBER OFLOCAL FARMERS AND PRODUCERS SERVICED THROUGH THIS PROJECT. THE RECIPIENTDOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b358557b-6611-171b-c0e5-f8113ff3e9c1-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C034_12K2"}, {"internal_id": 150692340, "Award ID": "AM22LFPA0000C033", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-25", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE VERMONT AGENCY OF AGRICULTURE, FOOD AND MARKETS WILL MAINTAIN ANDIMPROVE FOOD AND AGRICULTURAL SUPPLY CHAIN RESILIENCY BY PARTNERING WITHORGANIZATIONS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TO UNDERSERVEDCOMMUNITIES. THE VERMONT AGENCY OF AGRICULTURE, FOOD AND MARKETS HASIDENTIFIED SIX NONPROFIT PARTNERS, ABENAKI HELPING ABENAKI, THE CENTERFOR AN AGRICULTURAL ECONOMY, CAPSTONE COMMUNITY ACTION, THE VERMONTFOODBANK, THE INTERVALE CENTER AND THE VERMONT LAND TRUST, FOR THISPROJECT AND WILL SELECT ADDITIONAL PARTNERS THROUGH A COMPETITIVEREQUEST FOR PROPOSALS. THESE PARTNERS WERE IDENTIFIED THROUGH EXTENSIVEOUTREACH AND CHOSEN FOR THEIR RELATIONSHIPS WITH SOCIALLY DISADVANTAGEDPRODUCERS AND THEIR SERVICE TO UNDERSERVED COMMUNITIES. EACHORGANIZATION WILL USE LOCAL FOOD PURCHASE ASSISTANCE FUNDS TO EXPANDPROCUREMENT RELATIONSHIPS WITH LOCAL FARMERS AND PRODUCERS WITH ANEMPHASIS ON SOCIALLY DISADVANTAGED FOOD PRODUCERS. FOOD PURCHASED USINGLOCAL FOOD PURCHASE ASSISTANCE FUNDS WILL BE DIRECTED TO UNDERSERVEDCOMMUNITIES THROUGHOUT THE STATE. THE COMPETITIVE REQUEST FOR PROPOSALSWILL BE OPEN TO ALL VERMONT FARM AND FOOD BUSINESSES AS WELL ASNONPROFIT ORGANIZATIONS AND WILL EMBED THE GOALS OF THE LOCAL FOODPURCHASE ASSISTANCE PROGRAM WITHIN THE APPLICATION, SCORING, AND REVIEWPROCESS. LOCAL FOOD PURCHASE ASSISTANCE FUNDS WILL BE AWARDED TOSUCCESSFUL APPLICANTS BASED ON THEIR ABILITY TO SUPPORT SOCIALLY DISADVANTAGED FOOD PRODUCERS AND UNDERSERVED COMMUNITIES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTIONNETWORKS. THE VERMONT AGENCY OF AGRICULTURE, FOOD AND MARKETS ESTIMATESTHAT OVER 900 PEOPLE, THE MAJORITY OF WHICH ARE FROM UNDERSERVEDCOMMUNITIES, WILL BENEFIT FROM FOOD PURCHASED AND DISTRIBUTED USINGLOCAL FOOD PURCHASE ASSISTANCE FUNDS. THE LOCAL FOOD PURCHASE ASSISTANCEFUNDING REQUESTED BY VERMONT AGENCY OF AGRICULTURE, FOOD AND MARKETSWILL ALSO HAVE IMPORTANT BENEFITS FOR LOCAL FARMERS AND FOOD PRODUCERS,ESPECIALLY THOSE THAT IDENTIFY AS PART OF A SOCIALLY DISADVANTAGEDGROUP. IT IS ESTIMATED THAT 68 LOCAL FOOD PRODUCERS WILL BENEFIT FROMPURCHASES MADE USING LOCAL FOOD PURCHASE ASSISTANCE FUNDS AND THAT 46 OFTHOSE PRODUCERS QUALIFY AS SOCIALLY DISADVANTAGED BASED ON THEDEFINITION PROVIDED IN THE REQUEST FOR PROPOSALS. THE RECIPIENT PLANS TOSUBAWARD FUNDS TO SIX NONPROFIT PARTNERS AND WILL SUBAWARD TO ADDITIONALPARTNERS THROUGH A COMPETITIVE REQUEST FOR PROPOSALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5229d46-9536-2ceb-8268-e79c7ec3c48e-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C033_12K2"}, {"internal_id": 150692341, "Award ID": "AM22LFPA0000C032", "Award Amount": 139921.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-25", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.BLUE LAKE RANCHERIA SEEKS TO EXPAND ITS NUTRITION PROGRAMS ANDSTRENGTHEN OUR LOCAL FOOD SYSTEMS THROUGH LOCAL FOOD PURCHASING FROMSOCIALLY DISADVANTAGED FARMERS AND PRODUCERS AND DISTRIBUTION OF FRESHFOOD BOXES TO UNDERSERVED COMMUNITIES. THIS LOCAL FOOD PURCHASINGPROJECT WILL EXPAND UPON THE EXISTING ELDERS NUTRITION PROGRAM TO REACHMORE COMMUNITY MEMBERS IN NEED OF FOOD AND NOT BEING SERVED BY OTHERFOOD PROGRAMS. THIS COOPERATIVE AGREEMENT WILL SUPPORT THE PROGRAMCOORDINATOR TO PERFORM OUTREACH TO ENSURE SOCIALLY DISADVANTAGED FARMERSAND PRODUCERS ARE RECEIVING MOST OF THE PROCUREMENT AND THAT UNDERSERVEDCOMMUNITIES ARE RECEIVING FRESH LOCAL FOODS THROUGH THE PROGRAM. WEEXPECT TO PURCHASE FROM AT LEAST 10 LOCAL FARMS, FIVE TO 10 OF WHICHWILL BE SOCIALLY DISADVANTAGED FARMERS. WE WILL BE SHARING ABOUT OURPROGRAM AND THE LOCAL FARMERS PARTICIPATINGTO ENCOURAGE LOCAL FOODPURCHASING AND STRENGTHEN OUR LOCAL FOOD SYSTEMS. QUARTERLY PERFORMANCEREPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLYDISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVEDLOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTSWILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASESDISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. WE WILL DELIVERMONTHLY FRESH FOOD BOXES TO AT LEAST 100 HOUSEHOLDS IN NEED OF FOOD INOUR REMOTE, RURAL COMMUNITY. WE ANTICIPATE PURCHASING 11,000 POUNDS OFLOCAL PRODUCE AND 4,400 POUNDS OF LOCAL MEATS THROUGH THIS PROGRAM, ASIGNIFICANT INCREASE IN LOCAL FOOD CONSUMPTION FOR RECIPIENTS. THERECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a28a0920-c003-6a08-364e-ba018b0b261f-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C032_12K2"}, {"internal_id": 150784152, "Award ID": "AM22LFPA0000C031", "Award Amount": 2820000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-29", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE MISSISSIPPI DEPARTMENT OF AGRICULTURE AND COMMERCE WILL PARTNER WITH THE THREE FEEDING AMERICA AFFILIATED FOOD BANKS THAT TOGETHER SERVICE ALL 82 COUNTIES IN THE STATE OF MISSISSIPPI. MISSISSIPPI DEPARTMENT OF AGRICULTURE AND COMMERCE WILL SUBCONTRACT WITH EACH OF THE FOOD BANKS TO PROCURE LOCALLY PRODUCED FOOD, INCLUDING FOODS PURCHASED FROM SOCIALLY DISADVANTAGED FARMERS, AND DISTRIBUTE THE FOOD TO IDENTIFIED UNDERSERVED COMMUNITIES THROUGH THEIR NETWORKS OF EXISTING AND NEW AGENCY PARTNERS CREATED AS A RESULT OF THE PROJECT. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. BENEFICIARIES OF THE PROJECT INCLUDE MISSISSIPPI'S SOCIALLY DISADVANTAGED FARMERS, ADDITIONAL LOCAL FARMERS AND RANCHERS, PROCESSED FOOD PRODUCERS, AS WELL AS THE POPULATION IN UNDERSERVED COMMUNITIES. IT IS EXPECTED THAT FOOD PURCHASED FROM 30 FARMERS, FOOD PRODUCERS, AND COOPERATIVES WITH 33 PERCENT BEING SOCIALLY DISADVANTAGED WILL BE DISTRIBUTED AT 50 LOCATIONS IN THE STATE. THE DOLLAR AMOUNT SUBCONTRACTED TO EACH OF THE FOOD BANKS WILL BE BASED UPON THEIR LEVEL OF FUNDING FOR THE EMERGENCY FOOD ASSISTANCE PROGRAM IN THEIR SERVICE AREAS. THE FOOD BANKS WILL BOTH PROCURE AND DISTRIBUTE THE FOOD USING THEIR DELIVERY METHOD IN PLACE, OR THEY WILL SUBCONTRACT WITH A FOOD CONSOLIDATOR OR DISTRIBUTOR TO HANDLE THE PROCUREMENT AND DISTRIBUTION. THESE FOOD BANKS HAVE EXPERIENCE IN FOOD DISTRIBUTION, INCLUDING KNOWLEDGE OF FOOD SAFETY AND HANDLING, AND CAPACITY TO STORE AND MANAGE FOOD INVENTORY. THESE FOOD BANKS HAVE AN ESTABLISHED FOOD DISTRIBUTION NETWORK WORK WITH MULTIPLE PARTNER AGENCIES ACROSS THE STATE THAT ARE CURRENTLY ENGAGED IN FOOD DISTRIBUTION TO UNDERSERVED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6440c560-6929-2021-449b-1fbfa8f1178c-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C031_12K2"}, {"internal_id": 150784150, "Award ID": "AM22LFPA0000C030", "Award Amount": 900000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-19", "CFDA Number": "10.182", "Description": "THE PROJECT PURPOSE IS TO FACILITATE AND INCREASE DIRECT-TO-MARKET SALES OF FOOD PRODUCTS GROWN BY DELAWARE FARMERS, TO DELAWARE COMMUNITY MEMBERS. OVER TWO YEARS, PROJECT PARTNERS AND COLLABORATORS WILL USE ONE-TIME FUNDS TO PILOT THE PURCHASE OF FRESH AND FROZEN FOODS FROM DELAWARE FARMERS AND A FROZEN FOOD PROCESSOR IN THE DELMARVA REGION, TO DEVELOP A LONG-TERM MODEL FOR STREAMLINED PROCUREMENT WITH COMMUNITY OUTLETS. THE PROJECT WILL 1) ESTABLISH A FARMER COOPERATIVE, FOCUSED ON MARKETING, PROMOTION TO MAXIMIZE CAPACITY OF SMALL, DISADVANTAGED FARMERS; 2) IDENTIFY EXISTING COMMUNITY OUTLETS PROVIDING FOOD ACCESS SPECIFICALLY TO UNDER-RESOURCED POPULATIONS WITH DEMONSTRATED FOOD INSECURITIES; AND 3) DEVELOP A MODEL ENABLING SMALL FARMERS AND COMMUNITY OUTLETS (ULTIMATELY RETAILERS AND OTHER MARKET INSTITUTIONS)TO ESTABLISH PROCUREMENT RELATIONSHIPS. PILOT PROJECT ALLOCATES FUNDS TO INCREASE PURCHASING POWER OF TWO EXISTING 'COMMUNITY OUTLETS' (FOOD DISTRIBUTION CHANNELS) TO PURCHASE DIRECTLY FROM FARMERS; CONNECT FARMERS, INCLUDING IN THE NEWLY FORMED COOPERATIVE WITH THE COMMUNITY OUTLETS LUTHERAN COMMUNITY SERVICES THROUGH THE DELAWARE FOOD FARMACY PROGRAM, SERVICING NEW CASTLE COUNTY; AND HISTORIC LEWES FARMERS MARKET THROUGH THE EPWORTH FOOD PANTRY SERVICING SUSSEX COUNTY. PARTNERS INCLUDE DELAWARE FARM BUREAU, TO DEVELOP A FARMER COOPERATIVE AND PROCUREMENT PLAN. COLLABORATORS INCLUDE LUTHERAN COMMUNITY SERVICES AND HISTORIC LEWES FARMERS, TO FACILITATE/AGGREGATE PURCHASES FROM FARMERS TO TRANSPORT TO FOOD PANTRIES FOR DISTRIBUTION TO COMMUNITIES IN NEED. THIS ESTABLISHES A REPLICABLE AND SCALABLE MODEL INCREASING THE NUMBER OF COMMUNITY OUTLETS WITHIN THE FOOD DISTRIBUTION NETWORK THAT SOURCE LOCAL FOODS AND NUMBER OF FARMERS THAT CAN FULFILL DEMANDS FOR LOCAL FOODS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30059c4e-9c30-27a6-1f09-795484f8a89b-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C030_12K2"}, {"internal_id": 150692347, "Award ID": "AM22LFPA0000C029", "Award Amount": 15200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE PENNSYLVANIA LOCAL FOOD PURCHASE ASSISTANCE COOPERATIVE AGREEMENTPROGRAM WORK WITH PENNSYLVANIA’S LOCAL FOOD SYSTEM TO EXCLUSIVELYPROCURE TOP-GRADED, HIGH-QUALITY PRODUCT FOR DISTRIBUTION THROUGHOUT THECHARITABLE FEEDING SYSTEM WHICH SERVES ALL 67 COUNTIES IN PENNSYLVANIA.THE PENNSYLVANIA DEPARTMENT OF AGRICULTURE IS APPLYING FOR THE LOCALFOOD PURCHASE ASSISTANCE COOPERATIVE AGREEMENT FUNDS BECAUSE WE SEE ANOPPORTUNITY TO MEET SEVERAL CRITICAL NEEDS. THESE FUNDS WILL ALLOW US TOSUPPORT THE LOCAL FOOD SYSTEM IN PENNSYLVANIA BY PURCHASING FOOD FROMSMALL PRODUCERS AND PROCESSORS AND SOCIALLY DISADVANTAGED FARMERS WHOARE PRODUCING PENNSYLVANIA PRODUCT. QUARTERLY PERFORMANCE REPORTS WILLBE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGEDFARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS ASWELL AS FUNDS EXPENDED FOR EACH CATEGORY. OUR GOAL IS TO WORK WITH ATLEAST 40 FARMS, PRODUCERS, AND FOOD COMPANIES OVER THE TWO-YEAR GRANTPERIOD. THIS INCLUDES AT LEAST 10 VENDORS WHICH IDENTIFY AS SOCIALLYDISADVANTAGED AND AT LEAST 10 DIRECT-TO-AGENCY DELIVERY PARTNERSHIPS.ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIESAND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS.WITH A GOAL OF DISTRIBUTING PENNSYLVANIA PRODUCED FOOD PRODUCTS TO ATLEAST 1 MILLION LOW-INCOME HOUSEHOLDS OVER THE GRANT PERIOD, THEPENNSYLVANIA LOCAL FOOD PURCHASE ASSISTANCE COOPERATIVE AGREEMENT WILLALSO PROVIDE A DIRECT FINANCIAL BENEFIT TO PENNSYLVANIA’S LOCAL FOODSYSTEM. BENEFICIARIES WILL BE TO WORK WITH INCREASING NUMBERS OF LOCALPRODUCERS, INCLUDING SOCIALLY DISADVANTAGED FARMERS/PRODUCERS AND VERYSMALL FARMERS WHOSE PRODUCTION CAPACITY CAN BE MATCHED WITH LOCALAGENCIES. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO FEEDING PENNSYLVANIA.THROUGH THE PENNSYLVANIA DEPARTMENT OF AGRICULTURE’S CONTINUINGPARTNERSHIP WITH FEEDING PENNSYLVANIA, THE PENNSYLVANIASTATE-ASSOCIATION OF FEEDING AMERICA FOOD BANKS, AND THE 13 LARGE,REGIONAL FOOD BANKS WITH WHOM THEY ALREADY PARTNER TO ADMINISTER THEPENNSYLVANIA AGRICULTURAL SURPLUS SYSTEM PROGRAM, THE PENNSYLVANIA LOCALFOOD PURCHASE ASSISTANCE COOPERATIVE AGREEMENT  WILL LEVERAGE ITSEXPERIENCE WITH THE PENNSYLVANIA AGRICULTURAL SURPLUS SYSTEM PROGRAM TOCONTINUE TO PROVIDE LOW-INCOME PENNSYLVANIANS WITH ACCESS TOLOCALLY-PRODUCED, HEALTHY, NUTRITIOUS FOODS AND TO MAKE FURTHER INROADSWITH SERVING UNDERSERVED COMMUNITIES ALL ACROSS THE COMMONWEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "90478352-58d6-f8a4-9824-98cdd8251fbf-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C029_12K2"}, {"internal_id": 150692339, "Award ID": "AM22LFPA0000C028", "Award Amount": 6334055.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-26", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. VIRGINIA DEPARTMENT OF AGRICULTURE <(>&<)> CONSUMER SERVICES WILL AWARDSUB-GRANTS TO AGENCIES WITH THE CAPACITY TO PROCURE FOODS FROM LOCALSOURCES, FOCUSING ON SOCIALLY DISADVANTAGED FARMERS/VENDORS. THESUB-GRANTEES WILL COLLABORATE WITH FOOD DISTRIBUTION AGENCIES TODISTRIBUTE THESE PRODUCTS TO FOOD INSECURE INDIVIDUALS, FOCUSING ONSERVING SOCIALLY DISADVANTAGED COMMUNITIES. MANY OF THE USDA FOODPROGRAMS LIKE THE EMERGENCY FOOD ASSISTANCE PROGRAM, AND THE COMMODITYSUPPLEMENTAL FOOD PROGRAM ARE GREAT NUTRITION PROGRAMS, BUT THEY PROVIDEVERY LITTLE LOCALLY GROWN PRODUCTS. THE LOCAL FOOD PURCHASE ASSISTANCEPROGRAM DOLLARS WILL ALLOW FOR A GREAT INCREASE IN THE AMOUNT OF LOCALFOODS THAT WILL WORK IN PARTNERSHIP WITH THESE EXISTING PROGRAMS TOPROVIDE A FULL RANGE OF FOODS FOR FAMILIES IN NEED. WE ESTIMATE THAT THEPROGRAM WILL PURCHASE FOOD FROM 166 LOCAL FARMERS AND THAT THE PROGRAMWILL DISTRIBUTE FOOD TO 164,000 INDIVIDUALS PER MONTH. VIRGINIA HAS ASTRONG NETWORK OF FOOD HUBS AND FOOD VENDORS ABLE TO MANAGE ALARGE-SCALE PROCUREMENT AND FOOD DISTRIBUTION OPERATION. VIRGINIA WILLREQUEST PROPOSALS FROM THESE ORGANIZATIONS AND AWARD SUB GRANTS. THESE ORGANIZATIONS WILL MANAGE THE GRANT FUNDS UNDER THE CLOSE GUIDANCE OF VIRGINIA DEPARTMENT OF AGRICULTURE <(>&<)> CONSUMER SERVICESSTAFF. VIRGINIA ALSO HAS A LARGE NETWORK OF FOOD BANKS THAT ARE ABLE TOCOLLABORATE WITH THE SUB-GRANTEES TO ASSIST WITH THE DISTRIBUTION OFFOOD BOXES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURETHE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS,DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDEDFOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEWMARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOODDISTRIBUTION NETWORKS. PROGRAMS LIKE THE DEPARTMENT OF DEFENSE FRESHFRUIT <(>&<)> VEGETABLE PROGRAM ARE A GREAT ASSET IN VIRGINIA, BUTSLIGHTLY LESS THAN 10% OF THE DOLLARS SPENT ON THIS PROGRAM ARE GROWN INVIRGINIA. ONE GOAL OF THE PROGRAM WOULD BE TO TIE IN THE LOCAL GROWERSTO LONG TERM PROGRAMS LIKE THIS ONE. WE WOULD LIKE TO SEE LOCAL FOODS BEA LARGER PART OF THE FOODS THAT VIRGINIA FAMILIES CONSUME. IN THE SECONDYEAR OF THE GRANT PROGRAM, THE SUB-GRANTEES CAN WORK WITH THEIR FARMERSTO PLAN WHAT TO PLANT. THIS WILL PROVIDE AN OPPORTUNITY TO OFFER THE PRODUCTS THAT ARE MOST DESIRED BY PARTICIPANTS AND BEST MEET THEIR NUTRITIONAL NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b33f586-62f3-2b20-2456-514e2ab24633-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C028_12K2"}, {"internal_id": 150315283, "Award ID": "AM22LFPA0000C027", "Award Amount": 900000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. IDAHO DEPARTMENT OF HEALTH AND WELFARE WILL UTILIZE THE GRANT TOESTABLISH NEW PARTNERSHIPS WITH SOCIALLY DISADVANTAGED FARMERS,RANCHERS, AND PRODUCERS THROUGHOUT IDAHO AND THE NEIGHBORING STATESWITHIN 400 MILES. THESE NEW SOCIALLY DISADVANTAGED FARMERS AND RANCHERSPARTNERSHIPS WILL SUPPLEMENT GAPS IN DONATED FOODS BY PROVIDINGSEASONAL, FRESH COMMODITIES TO IDAHO’S ESTABLISHED NETWORK OF FOODPANTRIES, SCHOOLS, AND OTHER ORGANIZATIONS THAT REACH UNDERSERVEDCOMMUNITIES. IDAHO DEPARTMENT OF HEALTH AND WELFARE’S GOAL IS TOINCREASE PARTNERSHIPS AND STRENGTHEN IDAHO’S FOOD DISTRIBUTION NETWORKIN IDAHO’S UNDERSERVED COMMUNITIES BY PARTNERING THE GRANT PROGRAM WITHTHE EMERGENCY FOOD ASSISTANCE PROGRAM. TO ACCOMPLISH THIS, IDAHODEPARTMENT OF HEALTH AND WELFARE WILL ESTABLISH THE NEW LOCAL FOODPURCHASE ASSISTANCE PROGRAM BY CONTRACTING WITH AN IDAHO-BASEDORGANIZATION TO PROCURE AND DISTRIBUTE COMMODITIES ACROSS THE STATE,WHICH WILL BE REFERRED TO AS THE LOCAL FOOD PURCHASE ASSISTANCECONTRACTED ADMINISTRATOR. THIS NEW PROGRAM WILL COLLABORATE WITH IDAHO’SDEPARTMENT OF AGRICULTURE, STATEWIDE FOOD BANKS, COMMUNITY STAKEHOLDERS,AND THE EMERGENCY FOOD ASSISTANCE PROGRAM TO ASSESS AND PRIORITIZERELATIONSHIPS WITH IDAHO’S SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE LOCAL FOOD PURCHASE ASSISTANCE CONTRACTED ADMINISTRATOR WILL ENTERINTO DIRECT AGREEMENTS WITH IDAHO DEPARTMENT OF HEALTH AND WELFAREAPPROVED SOCIALLY DISADVANTAGED FARMERS AND RANCHERS FOR PROCUREMENT OFCOMMODITIES OVER A TWO-YEAR PERIOD. ONCE THE DIRECT AGREEMENTS AREEXECUTED, THE LOCAL FOOD PURCHASE ASSISTANCE CONTRACTED ADMINISTRATORWILL BE RESPONSIBLE FOR THE ORDERING, COORDINATION, AND DISTRIBUTION OFCOMMODITIES TO IDAHO’S PANTRIES, SCHOOLS, AND OTHER ORGANIZATIONSTHROUGHOUT THE STATE. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TOCAPTURE THE NUMBER OF PRODUCERS, SOCIALLYDISADVANTAGED FARMERS ANDRANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDSEXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OFNEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENTFOOD DISTRIBUTION NETWORKS. IDAHO DEPARTMENT OF HEALTH AND WELFARE HOPESTO SECURE HIGH QUALITY GOODS SUCH AS FRUITS, PROTEINS, AND DAIRY FROM ATLEAST FIFTY SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. ONCECOMMODITIES ARE OBTAINED, IDAHO DEPARTMENT OF HEALTH AND WELFARE INTENDSTO DISTRIBUTE THE BULK OF THE FOOD THROUGH IDAHO’S EXISTING NETWORK OFTHE EMERGENCY FOOD ASSISTANCE PROGRAM PANTRIES. IN ADDITION TO THEEMERGENCY FOOD ASSISTANCE PROGRAM PANTRIES, IDAHO DEPARTMENT OF HEALTHAND WELFARE INTENDS TO SECURE NEW PARTNERSHIPS AND DISTRIBUTECOMMODITIES FROM THIS PROJECT THROUGH OTHER LOCAL ORGANIZATIONS WITH ATARGET OF SERVING NOT LESS THAN 232,824 HOUSEHOLDS IN THE STATE OFIDAHO.  THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a00f6ce0-9288-7075-aa41-f301a22e9a05-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C027_12K2"}, {"internal_id": 150692346, "Award ID": "AM22LFPA0000C026", "Award Amount": 5500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-19", "CFDA Number": "10.182", "Description": "THE TUOLUMNE BAND OF ME-WUK INDIANS WILL PURCHASE DOMESTIC FOODS FROMLOCAL AND REGIONAL PRODUCERS, AND TARGET PURCHASES FROM SOCIALLYDISADVANTAGED FARMERS/PRODUCERS. TRIBAL FOOD DISTRIBUTION PROGRAMACTIVITIES WILL CONNECT TRIBAL MEMBERS AND TRIBAL COMMUNITIES TO FRESHLOCAL FOODS AND TO THE FARMERS, RANCHERS AND FISHERS THAT PRODUCE THEM.THIS PROGRAM WILL EMPOWER TRIBAL MEMBERS AND TRIBAL FAMILIES TO MAKEINFORMED FOOD CHOICES WHILE SUPPORTING ECONOMIC DEVELOPMENT, FOODSOVEREIGNTY AND CULTURAL REVITALIZATION.  THE TUOLUMNE ME-WUK FOODDISTRIBUTION PROGRAM WILL PROVIDE FOOD DISTRIBUTION AND FOOD SOVEREIGNTYTHROUGHOUT THE LIFE CYCLE OF THE COOPERATIVE AGREEMENT BY PROVIDING3,500TO 4,000 BOXES A MONTH TO TRIBAL MEMBERS IN TUOLUMNE, CALAVERAS,MARIPOSA, STANISLAUS, AND AMADOR COUNTIES. QUARTERLY PERFORMANCE REPORTSWILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLYDISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVEDLOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTSWILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASESDISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. THE TRIBE INTENDSTO PURCHASE FROM SOCIALLY DISADVANTAGE FARMERS AND RANCHERS IN ALLSURROUNDING AREAS AND NOT TO EXCEED 400 MILES FROM RANCHERIA. WE HOPE TOWORK WITH 7-10 FARMERS AND PRODUCERS AND EXPECT TO SERVE 1,800 MEMBERS,CONSISTING OF TRIBAL MEMBERS, THEIR FAMILIES, AND LINEAL DESCENDANTS.FOOD DISTRIBUTION SERVICES WILL BE PROVIDED TWICE PER MONTH TO CREATEFOOD SOVEREIGNTY AND FOOD SECURITY. THE RECIPIENT DOES NOT INTEND TOSUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fddd058-6389-ad05-c452-8ac3ea756f68-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C026_12K2"}, {"internal_id": 150692345, "Award ID": "AM22LFPA0000C025", "Award Amount": 43370751.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-20", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE GOAL OF THE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM IS TO ESTABLISHCOOPERATIVE AGREEMENTS WITH STATE GOVERNMENTS AND TRIBAL GOVERNMENTS FORTHE PURPOSE OF PURCHASING FOOD, SUPPORTING LOCAL PRODUCERS, AND SOCIALLYDISADVANTAGED FARMERS. THE CALIFORNIA DEPARTMENT OF SOCIAL SERVICES WILLDEVELOP A PARTNERSHIP WITH MULTIPLE AGENCIES TO MEET THIS GOAL.CALIFORNIA DEPARTMENT OF SOCIAL SERVICES WILL BE SUBAWARDING THE FUNDSTO THE CALIFORNIA DEPARTMENT OF FOOD AND AGRICULTURE, CALIFORNIADEPARTMENT OF PUBLIC HEALTH, CALIFORNIA ASSOCIATION OF FOOD BANKS, ANDCALIFORNIA FOOD BANKS. EACH PARTICIPATING AGENCY AND FOOD BANK HAVESUBMITTED THEIR OWN STRATEGY FOR USING THE FUNDS, WHICH TOTALS $43,370,751 IN CALIFORNIA. CALIFORNIA DEPARTMENT OF SOCIAL SERVICES INTENDS TO DISTRIBUTE THESE MONIES TO THE MAJORITY OF THE 58 COUNTIES.THE FUNDS WILL BE USED FOR THE PURCHASEOF FOOD FROM LOCAL AND SOCIALLYDISADVANTAGED FARMERS, HIRING OF PERSONNEL THAT WILL FOCUS ON OUTREACHAND EDUCATION TO THE FARMS WITHIN THE GEOGRAPHIC REGIONS, AND IMPROVETHE SUPPORT OF LOCAL PRODUCERS AND SOCIALLY DISADVANTAGED FARMERS ANDPRODUCERS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURETHE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS,DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDEDFOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEWMARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOODDISTRIBUTION NETWORKS. THIS CONCEPT WILL DEVELOP A PARALLEL AND STRONGERHUNGER RELIEF SYSTEM BY INCLUDING THE LOCAL FOOD SYSTEM AT THE COMMUNITYLEVEL, RESULTING IN NEW CONNECTIONS BETWEEN LOCAL FOOD PRODUCERS ANDCOMMUNITY FOOD DISTRIBUTION ORGANIZATIONS. CALIFORNIA DEPARTMENT OFSOCIAL SERVICES BELIEVES THAT GRANT FUNDING WILL PROVIDE A SIGNIFICANTOPPORTUNITY TO DISTRIBUTE FOOD THROUGHOUT THE STATE, WHILE ECONOMICALLYBENEFITING ABOUT 250 LOCAL AND SOCIALLY DISADVANTAGED FARMERS ANDPRODUCERS AND SMALL TO MEDIUM-SIZED FOOD AGGREGATION BUSINESSES WHILESERVING APPROXIMATELY 250,000 FAMILIES. THE RECIPIENT PLANS TO SUBAWARDFUNDS TO MULTIPLE SUBAWARDEES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "399c3bd7-89c1-4663-c5f6-9809acd0f8cd-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C025_12K2"}, {"internal_id": 150692344, "Award ID": "AM22LFPA0000C024", "Award Amount": 4150909.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-21", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE NEVADA DEPARTMENT OF AGRICULTURE INTENDS TO UTILIZE THE FUNDSPROVIDED THROUGH THE GRANT TO PURCHASE FOODS FROM FARMERS AND PRODUCERSIN NEVADA AND QUALIFYING AREAS IN CALIFORNIA AND SURROUNDING STATES, ASNEEDED. THE HOME FEEDS NEVADA PROGRAM WILL PURCHASE LOCAL FOOD FROMFARMERS AND PRODUCERS, USING A TIERED PRICING SYSTEM, AND DISTRIBUTE THEFOOD THROUGH THE STATE’S FOOD BANK NETWORK. THE TIERED SYSTEM WILL PAYSMALL AND DISADVANTAGED PRODUCERS A HIGHER PRICE DUE TO HIGHER OPERATINGCOSTS. NEVADA DEPARTMENT OF AGRICULTURE WILL UTILIZE GRANT FUNDS TOEXPAND THE HOME FEEDS NEVADA PROGRAM BY PURCHASING FOOD WITHIN NEVADAAND FROM NEIGHBORING STATES AND DISTRIBUTING THE FOOD TO COMMUNITYPARTNERS BOTH WITHIN THE FOOD BANK NETWORK AND WITHOUT. NEVADADEPARTMENT OF AGRICULTURE WILL RELEASE A REQUEST FOR PROPOSALS FORCOMPETITIVE PROCUREMENT OF FOOD AND ESTABLISH VENDOR AGREEMENTS WITHFARMERS AND PRODUCERS USING THE TIERED PRICING SYSTEM. QUARTERLYPERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTIONNETWORKS. NEVADA DEPARTMENT OF AGRICULTURE EXPECTS TO PURCHASE $3,856,467 OF FOOD FROM 15 PRODUCERS AND DISTRIBUTE THAT FOOD TO 10 COMMUNITY ORGANIZATIONS IN UNDERSERVED COMMUNITIES FOR FURTHERDISTRIBUTION TO HOUSEHOLDS IN NEED. THE RECIPIENT DOES NOT INTEND TOSUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "752f93ee-cacf-f166-5b04-ddfc426585a2-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C024_12K2"}, {"internal_id": 150315284, "Award ID": "AM22LFPA0000C023", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. BECAUSE THE STATE IS PREDOMINANTLY UNDERSERVED DUE TO ITS RURALCHARACTER, LFPA CREATES A UNIQUE OPPORTUNITY TO ADDRESS THESE ISSUES.SPECIFICALLY, WE BELIEVE LFPA CAN BE USED AS A TOOL TO INITIATE LONGTERM BUYER-SELLER RELATIONSHIPS GROWING OUR LOCAL FOOD ECONOMY. THROUGHTHIS PROJECT MONTANA DEPARTMENT OF AGRICULTURE WILL SUBAWARD FUNDS TOORGANIZATIONS STATEWIDE TO FACILITATE THE ESTABLISHMENT OF BUSINESSRELATIONSHIPS BETWEEN UNDERSERVED FARMERS AND FOOD PURCHASERS INUNDERSERVED COMMUNITIES. THE PRIMARY OBJECTIVE OF SUB AWARDEES WILL BETO IDENTIFY OR ORGANIZE PRODUCERS OR GROUPS OF PRODUCERS IN SIZES TOPROVIDE SUFFICIENT VOLUME AND CAPACITY TO SERVE UNDERSERVED AREAS. ONCEPRODUCER GROUPS ARE IDENTIFIED, FUNDING WILL BE USED TO SUPPLEMENT THECOST OF DISTRIBUTING FOOD INTO UNDERSERVED COMMUNITIES. OUTCOMES OF THISPROJECT WILL BE THE DISTRIBUTION OF LOCAL FOOD FROM AND TO UNDERSERVEDCONSTITUENCIES, THE ORGANIZATION OF PRODUCER GROUPS, ESTABLISHMENT OFBUSINESS RELATIONSHIPS WITH UNDERSERVED COMMUNITIES, AND IDENTIFICATIONOF BEST BUSINESS PRACTICES. OUR GOAL IS THAT AT LEAST 25 PERCENT OFMATCHED SELLERS AND BUYERS WILL ESTABLISH LONG TERM, SUSTAINABLE,BUSINESS RELATIONSHIPS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTEDTO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS ANDRANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDSEXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OFNEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENTFOOD DISTRIBUTION NETWORKS. RECIPIENTS WILL BENEFIT INITIALLY FROM THEAVAILABILITY OF LOCAL FOOD. THE IDEAL OUTCOME IS THAT THESE FUNDS AREUSED TO SUPPORT THOSE INITIAL FOOD SHIPMENTS ALLOWING BUYER AND SELLERTO ESTABLISH ONGOING RELATIONSHIPS LEADING TO LONG TERM FOODAVAILABILITY. WE ANTICIPATE THAT 200 FOOD PRODUCERS WILL BE ENGAGED, AND40 UNDERSERVED MARKETS WILL BE ACCESSED. THE MONTANA DEPARTMENT OFAGRICULTURE AND PARTNER AGENCIES PLAN TO SUBAWARD FUNDS BY DEVELOPING AREQUEST FOR PROPOSALS TO IDENTIFY SUB RECIPIENTS WHO WILL LEAD INCONNECTING UNDERSERVED FARMERS TO UNDERSERVED BUYERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7af63d1e-2659-0a0f-e10c-c56f71b33bcb-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C023_12K2"}, {"internal_id": 150315285, "Award ID": "AM22LFPA0000C022", "Award Amount": 2500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE $1,500,000WORTH OF KANSAS GROWN AND PROCESSED FOODS TO UNDERSERVED COMMUNITIES ANDFAMILIES ACROSS KANSAS BY TARGETING PURCHASES FROM SOCIALLYDISADVANTAGED FARMERS AND RANCHERS.  THE KANSAS DEPARTMENT OFAGRICULTURE WILL PARTNER WITH AGRICULTURE STAKEHOLDER GROUPS TO IDENTIFYLOCAL, REGIONAL, AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS WHOHAVE INTEREST IN AND CAPACITY TO PROVIDE DOMESTIC LOCAL FOODS ANDESTABLISH A TIERED PURCHASING STANDARD THAT GIVES PREFERENCE TO SOCIALLYDISADVANTAGED FARMERS TO EXPAND THEIR BUSINESSES. ENSURE THAT FOODPURCHASED BY THE GRANT IS WIDELY DISTRIBUTED ACROSS KANSAS IN RURAL ANDURBAN COUNTIES IMPACTED BY FOOD INSECURITY. IT IS EXPECTED 95% OF FOODBANK DISTRIBUTION WILL BE A NEW MARKET OPPORTUNITY FOR THE SELECTEDPRODUCERS OF WHICH, 15% MAY BE SUITED TO CONTINUE TO PROVIDE PRODUCTS TOTHE FOOD BANK SYSTEM BEYOND THE GRANT. IT IS ENVISIONED THAT THE KANSASLOCAL FOOD PURCHASE PROGRAM WILL EQUIP PRODUCERS WITH THE KNOWLEDGE ANDEXPERIENCE TO EXPAND PRODUCTION CAPACITY TO MEET FOOD BANK NEEDS. THEGOAL IS THAT 100% OF THE FOOD PURCHASES WILL BE DISTRIBUTED TOUNDERSERVED COMMUNITIES. THOSE COMMUNITIES WILL CONTINUE TO BE SERVED BYTHE FOOD BANK NETWORK AFTER THIS FUNDING IS EXPENDED. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. THE KANSAS LOCAL FOOD PURCHASE PROGRAM WILL PROVIDEAN EXPANDED WHOLESALE MARKET ACCESS TO PRODUCERS IN THE PROGRAM BYUTILIZING THE FOOD BANK DISTRIBUTION NETWORK. PRODUCERS WILL BE ABLE TOGROW THEIR CAPACITY BY CREATING A STRONG FOUNDATION OF WHOLESALE SALES.KANSAS COMMUNITIES STATEWIDE WILL BENEFIT FROM THE DESIGN OF THEPROGRAM. FOOD INSECURITY IMPACTS ALL 105 COUNTIES IN THE STATE. THEREARE THREE SEPARATE FOOD BANK ENTITIES THAT PROVIDE COVERAGE TO ALL 105COUNTIES: HARVESTERS COMMUNITY FOOD NETWORK, KANSAS FOOD BANK AND SECONDHARVEST COMMUNITY FOOD BANK. TOGETHER THEY ARE THE FEEDING AMERICA FOODBANKS SERVING KANSAS AND PROVIDE FOOD TO PEOPLE EXPERIENCING FOODINSECURITY THROUGHOUT KANSAS. THE RECIPIENT PLANS TO SUBAWARD FUNDS TOHARVESTERS COMMUNITY FOOD NETWORK, KANSAS FOOD BANK AND SECOND HARVESTCOMMUNITY FOOD BANK. TOGETHER THEY ARE THE FEEDING AMERICA FOOD BANKSSERVING KANSAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fbed4d16-acb3-cbd3-a70a-b527191ae442-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C022_12K2"}, {"internal_id": 149752316, "Award ID": "AM22LFPA0000C021", "Award Amount": 6100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE SOUTH CAROLINA DEPARTMENT OF AGRICULTURE IS REQUESTING FUNDINGTHROUGH A COOPERATIVE AGREEMENT WITH THE UNITED STATES DEPARTMENT OFAGRICULTURE, AGRICULTURAL MARKETING SERVICE UNDER THE LOCAL FOODPURCHASE ASSISTANCE PROGRAM TO FACILITATE THE PURCHASE AND DISTRIBUTIONOF LOCAL FOODS WITHIN THE STATE. SOUTH CAROLINA DEPARTMENT OFAGRICULTURE WILL WORK WITH A NETWORK OF DISTRIBUTORS AND FARMERS TOENSURE THE PURCHASE OF LOCAL FOODS FROM RURAL AND SOCIALLY DISADVANTAGEDFARMERS, AS WELL AS THE DISTRIBUTION OF LOCAL FOODS TO UNDERSERVEDAREAS. SOUTH CAROLINA DEPARTMENT OF AGRICULTURE WILL PARTNER WITH THECATAWBA INDIAN NATION, THE ONLY FEDERALLY RECOGNIZED TRIBAL NATION INSOUTH CAROLINA, TO FURTHER INCREASE THE IMPACT OF PROGRAM FUNDING AND TOREACH MEMBERS OF THE NATION. ADDITIONALLY, SOUTH CAROLINA DEPARTMENT OFAGRICULTURE WILL WORK WITH OTHER THIRD-PARTYPARTNERS TO ASSIST IN THEDEVELOPMENT AND MANAGEMENT OF THE PROGRAM, AS WELL AS EVALUATION OF THEPROGRAM’S RESULTS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TOCAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS ANDRANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDSEXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OFNEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENTFOOD DISTRIBUTION NETWORKS. EXPECTED OUTCOMES FROM THIS PROJECT INCLUDETHE PURCHASE OF FOODS FROM AT LEAST 120 FARMERS, INCLUDING AT LEAST 60SOCIALLY DISADVANTAGED AND RURAL FARMERS AND RANCHERS, AS WELL ASDISTRIBUTION TO AT LEAST 24 COUNTIES OF NEED. ADDITIONALLY, WE EXPECT TOFACILITATE FURTHER MARKET DEVELOPMENT FOR FARMERS THAT WILL BE SUSTAINEDBEYOND THE FUNDING PERIOD. FUNDS UNDER THIS PROGRAM WILL BE PROVIDED TODISTRIBUTORS AS SUB-AWARDEES TO CARRY OUT THE FUNCTIONS OF THE PROGRAM.THESE DISTRIBUTORS WILL BE RESPONSIBLE FOR SOURCING THE LOCAL FOODS,INCLUDING DETERMINING PURCHASE NEEDS, CONTACTING FARMERS, CONDUCTINGPURCHASES, AND PHYSICALLY OBTAINING THE FOOD. SOUTH CAROLINA DEPARTMENTOF AGRICULTURE WILL DETERMINE INDIVIDUAL BUDGET AMOUNTS FOR EACH DISTRIBUTOR BASED ON THEIR CAPACITY TO SOURCE AND DISTRIBUTE FOOD. WE ARE ALSO WORKING WITH THE CATAWBA NATION AS A PARTNER UNDER THISPROGRAM WHO WILL DIRECTLY RECEIVE FUNDING TO PURCHASE AND DISTRIBUTEFOODS IN THEIR AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8393707b-e83b-c3e6-5ebf-b2d12d6527e4-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C021_12K2"}, {"internal_id": 150315578, "Award ID": "AM22LFPA0000C020", "Award Amount": 249091.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-05", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE AGAI-DICUTTA LOCAL FOOD PURCHASE PROGRAM WILL SOURCE AND DISTRIBUTELOCALLY AND REGIONALLY PRODUCED EGGS, DAIRY, AND PRODUCE AT THE WALKERRIVER PAIUTE RESERVATION IN SCHURZ, NEVADA. QUARTERLY PERFORMANCEREPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLYDISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVEDLOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTSWILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASESDISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS.  OUTCOMES INCLUDEAN INCREASE IN NEW MARKETING OPPORTUNITIES FOR LOCAL AND REGIONALFARMERS AND PRODUCERS BY 25 PERCENT COMPARED TO BASELINE DATA.  ANINCREASE IN NEW MARKETING OPPORTUNITIES FOR SOCIALLY DISADVANTAGED LOCALAND REGIONAL FARMERS AND PRODUCERS BY 25 PERCENT. SUSTAINED PURCHASINGRELATIONSHIP WITH 50 PERCENT OF FARMERS AND PRODUCERS AFTER GRANT FUNDING IS EXPENDED. SUSTAINED FOOD DISTRIBUTION TO 100 PERCENT OF CURRENT RECIPIENTS AFTER GRANT FUNDING IS EXPENDED. THIS TWO-YEARPROJECT WILL INCREASE LOCAL FOOD CONSUMPTION AMONG HISTORICALLYUNDERSERVED POPULATIONS WHILE BUILDING ECONOMIC OPPORTUNITY FOR LOCAL,REGIONAL, AND SOCIALLY DISADVANTAGED FARMERS/PRODUCERS.  EXTENDING FOODDISTRIBUTION 10 PERCENT BEYOND CURRENT NETWORKS TO REACH THE UNDERSERVEDWALKER RIVER PAIUTE TRIBAL COMMUNITY. THE RECIPIENT DOES NOT INTEND TOSUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1c26eb47-e225-2aaa-eb57-949b8ceef393-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C020_12K2"}, {"internal_id": 149752321, "Award ID": "AM22LFPA0000C019", "Award Amount": 4320000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE WASHINGTON STATE LOCAL FOOD PURCHASE ASSISTANCE PILOT PROGRAM WILLSTRENGTHEN LOCAL FOOD SUPPLY CHAINS BY FACILITATING AND FUNDING THEPURCHASE OF WASHINGTON-GROWN AND PROCESSED FOOD FOR DISTRIBUTION TOPEOPLE IN RURAL, REMOTE, AND UNDERSERVED COMMUNITIES. THROUGH THIS PILOTPROGRAM, OVER THREE MILLION DOLLARS WILL BE SPENT PURCHASING FOODDIRECTLY FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, WITH 63 PERCENTOF RESOURCES PRIORITIZED FOR PROCUREMENT FROM SOCIALLY DISADVANTAGEDPRODUCERS. WASHINGTON STATE DEPARTMENT OF AGRICULTURE WILL EXPAND FOODASSISTANCE ACTIVITIES BY ISSUING CONTRACTS TO EXISTING FOOD ASSISTANCECONTRACTORS USING A TRADITIONAL ALLOCATION FORMULA, WITH 25 PERCENT OFPASSTHROUGH FUNDS SET ASIDE FOR TRIBES AND TRIBAL ORGANIZATIONS.CONTRACTS WILL EMPOWER EXISTING CONTRACTORS TO BUILD OR STRENGTHENRELATIONSHIPS WITH PRODUCERS AND PROCURE LOCAL FOOD BASED ON COMMUNITYNEEDS, WHILE ALSO ENCOURAGING EXPANDED DISTRIBUTION NETWORKS TO INCLUDEORGANIZATIONS THAT SERVE BLACK, INDIGENOUS, AND PEOPLE OF COLOR AND SOCIALLY DISADVANTAGED COMMUNITIES. WASHINGTON STATE DEPARTMENT OF AGRICULTURE WILL ISSUE A COMPETITIVE GRANT SOLICITATION SEEKING UPTO 10 ADDITIONAL SUBRECIPIENTS WITH THE ABILITY TO PROVIDE TECHNICALASSISTANCE OR PROCURE LOCAL FOOD PREDOMINANTLY FROM SOCIALLY DISADVANTAGED PRODUCERS FOR COMMUNITY-INFORMED, EQUITY-CENTERED HOUSEHOLD DISTRIBUTION TO COMMUNITIES EXPERIENCING FOOD INSECURITY. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBEROF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTIONNETWORKS. OF 500 ANTICIPATED FOOD DISTRIBUTION SITES, 90 PERCENT OR MOREWILL SERVE OTHERWISE UNDERSERVED COMMUNITIES.  THE RECIPIENT PLANS TOSUBAWARD FUNDS TO MULTIPLE SUBCONTRACTORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "250d514c-ec58-59c0-66d1-974683ad500b-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C019_12K2"}, {"internal_id": 149752322, "Award ID": "AM22LFPA0000C018", "Award Amount": 2640000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "10.182", "Description": "THE OKLAHOMA LOCAL FARMERS PROGRAMS FOR UNDERSERVED POPULATIONS WILLPROVIDE OUTREACH AND TARGET SOCIALLY DISADVANTAGED FARMERS AND PRODUCERSTO PROVIDE LOCAL FOODS TO UNDERSERVED COMMUNITIES. THE PURPOSE OF THISAGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASESFROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.  AN APPLICATIONPROCESS WILL BE POSTED IN THE PUBLIC NOTICE SECTION AND THROUGHGRASSROOTS ORGANIZATION AND COMMUNITIES, ALLOWING FARMERS TO APPLY ANDBE LISTED AS PARTICIPANTS. ONCE LOCAL FARMERS/PRODUCERS ARE IDENTIFIEDFOR THIS PROJECT, THE STATE FOOD BANKS WILL REVIEW THE LIST AND SELECTPRODUCTS AND LOCAL FOODS TO PROVIDE TO THEIR UNDERSERVED COMMUNITIES.THIS GRANT WILL TARGET REMOTE, RURAL AND URBAN AREAS OFTEN UNDERSERVEDBY THE CURRENT FOOD SUPPLY CHAIN THAT IS LIMITED IN PROVIDING LOCALFOODS FROM FARMERS AND PRODUCERS, DUE TO PRODUCT LIMITATIONS,DISTRIBUTION ISSUES, AND LIMITED ACCESS. OKLAHOMA HUMAN SERVICES INTENDSTO INCREASE NEW MARKETING OPPORTUNITIES FOR THE FOOD BANKS ANDUNDERSERVED COMMUNITIES BY 147 PERCENT BY ADDING 50 NEW VENDORS. OF THE147 PERCENT INCREASE, IT IS EXPECTED THAT 50 PERCENT WILL BE SUSTAINEDONCE THE PROGRAM HAS ENDED. IT IS ALSO EXPECTED THAT 50 PERCENT OF NEWMARKETING OPPORTUNITIES WILL BE CREATED FOR SOCIALLY DISADVANTAGE FARMERS/PRODUCERS. OF THOSE PRODUCERS, IT IS EXPECTED THAT 30 PERCENT WILL BE SUSTAINED ONCE THE PROGRAM HAS ENDED. THIS PROGRAM ISEXPECTED TO INCREASE CURRENT FOOD DISTRIBUTION BY 10 PERCENT. OF THAT10% IT IS EXPECTED THAT ALL 75 PERCENT WILL BE SUSTAINED. THIS WILLALLOW OUR PROGRAM TO TARGET AN ADDITIONAL 170 UNDERSERVED COMMUNITIES.QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTIONNETWORKS. IT IS ESTIMATED THAT TWO MILLION, TWO HUNDRED SEVENTY-FIVETHOUSAND DOLLARS IN FOOD PURCHASES WILL SUPPLY APPROXIMATELY TWO MILLIONPOUNDS OF LOCAL FOODS RESULTING IN ONE MILLION, SIX HUNDRED SEVENTYTHOUSAND MEALS OVER A TWO YEAR PERIOD.  THE FOOD BANKS ESTIMATE THAT THESERVICE AREAS STATEWIDE WILL INCREASE BY AT LEAST 20 PERCENT, INCREASINGTHE SERVICE AREA IN 64 RURAL COUNTIES AND TO 16 TRIBES. THE RECIPIENTPLANS TO SUBAWARD FUNDS TO THE REGIONAL FOOD BANK OF OKLAHOMA ANDCOMMUNITY FOOD BANK OF OKLAHOMA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf77851a-e123-2d41-521f-45bb3663acea-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C018_12K2"}, {"internal_id": 149752323, "Award ID": "AM22LFPA0000C017", "Award Amount": 9800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-23", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE DEPARTMENT OF AGRICULTURE OF PUERTO RICO FOCUSES ITS EFFORTS ON THEFULL DEVELOPMENT OF OUR PUERTO RICAN FARMERS. IT AIMS TO ENSURE THEISLAND'S FOOD RESILIENCE BY PROMOTING THE PRODUCTION OF HEALTHY ANDWHOLESOME FOOD THAT PROMOTES BALANCED NUTRITION. WHERE OUR FARMERS ARETHE PRODUCERS PAR EXCELLENCE TO MEET THOSE NEEDS. TO SUCH ENDS, WEINTEND TO ENCOURAGE THE MARKETING OF AGRICULTURAL PRODUCTS BY ACQUIRINGTHE CROPS OF OUR SMALL AND SOCIALLY DISADVANTAGED FARMERS. THEDEPARTMENT OF AGRICULTURE HAS ANALYZED AND SELECTED 68 NON-PROFITENTITIES FOR THE DISTRIBUTION OF 250,000 BOXES OF FOOD IN ONE YEAR. THEDEPARTMENT INTENDS TO ESTABLISH A TWO-YEAR PROGRAM TO ACQUIRE FRESHPRODUCTS FROM OUR FARMERS, WHO LIVE IN GEOGRAPHICALLY DISADVANTAGEDAREAS OR CANNOT SELL THEIR PRODUCTS IN TRADITIONAL MARKETS. WITH THEACQUISITION OF THESE PRODUCTS, FOOD BOXES WILL BE PREPARED TO BEDISTRIBUTED HOUSE BY HOUSE TO SOCIALLY DISADVANTAGED POPULATIONS,FAMILIES THAT LIVE IN UNDERSERVED AREAS, WITH DIFFICULT ACCESS OR WITHDISABILITIES THAT MAKE IT DIFFICULT LEAVE THEIR HOMES. THE FOOD BOXESWILL BE PREPARED IN EIGHT MARKETING CENTERS LOCATED THROUGHOUT THEISLAND. THE NON-PROFIT INSTITUTIONS WILL PICK UP THE BOXES AT THEDISTRIBUTION CENTERS AND DELIVER THEM DOOR-TO-DOOR TO PREVIOUSLYIDENTIFIED FAMILIES. WITH THE ACQUISITION OF THESE PRODUCTS, FOOD BOXESWILL BE PREPARED TO BE DISTRIBUTED HOUSE BY HOUSE TO SOCIALLYDISADVANTAGED POPULATIONS, FAMILIES THAT LIVE IN UNDERSERVED AREAS, WITHDIFFICULT ACCESS OR WITH DISABILITIES THAT MAKE IT DIFFICULT LEAVE THEIR HOMES. THE FOOD BOXES WILL BE PREPARED IN EIGHT MARKETING CENTERS LOCATED THROUGHOUT THE ISLAND. THE NON-PROFIT INSTITUTIONS WILLPICK UP THE BOXES AT THE DISTRIBUTION CENTERS AND DELIVER THEMDOOR-TO-DOOR TO PREVIOUSLY IDENTIFIED FAMILIES. WE ARE EXPECTING TO BENEFIT OVER 800 SOCIALLY DISADVANTAGE PUERTO RICAN FARMERS AND OVER 250,000 SOCIALLY DISADVANTAGE FAMILIES WITH THIS PROPOSAL.QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTIONNETWORKS. ENCOURAGING THE FARMER AND MAKE THEM KNOWN TO THE DIFFERENTNON-PROFIT FOUNDATIONS AND GOVERNMENT INSTITUTIONS. WITH THE PURPOSETHAT THEY CAN CONTINUE SELLING THEIR PRODUCTS ONCE THE PROPOSAL ISCOMPLETED. INSTITUTIONS THAT CONTINUE TO PURCHASE PRODUCTS FROM LOCALFARMERS AFTER THE PROPOSAL ENDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "858ca513-7a86-b98c-a5bf-670e55992009-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C017_12K2"}, {"internal_id": 150068429, "Award ID": "AM22LFPA0000C016", "Award Amount": 691392.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "10.182", "Description": "THE ALASKA LOCAL FOOD PURCHASE PROGRAM WILL PROVIDE GRANT FUNDING FOR THE PURCHASE OF LOCALLY GROWN AND PRODUCED FOODS FROM FARMERS IN ALASKA. THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. BY PROVIDING AN INCOME SOURCE FOR ALASKA FARMERS THE FUNDS WILL STRENGTHEN REGIONAL FOOD SYSTEMS AND PROVIDE LOCAL FOODS TO DISADVANTAGED ALASKANS WHO HAVE LIMITED ACCESS TO LOCALLY SOURCED FOODS. THE ALASKA LOCAL FOOD PURCHASE PROGRAM WILL PARTNER WITH LOCAL FARMERS, VILLAGE AND TRIBAL FARMS, AND RANCHES.  IT WILL SUPPORT THE GROWTH OF REGIONAL FARMING THROUGH PILOT PROGRAMS WITH QIK'RTAQ FOOD HUB, WHICH INCLUDES SIX GEOGRAPHICALLY ISOLATED VILLAGES, AND STEVEN'S VILLAGE TRIBAL BUFFALO RANCH. STATEWIDE DEVELOPMENT OF COOPERATIVES IN PARTNERSHIP WITH THE FARM BUREAU WILL SUPPORT COORDINATION WITH THE ALASKA DIVISION OF AGRICULTURE FOR PROCUREMENT FOR THE FOOD BANK OF ALASKA IN PURCHASING FOODS AT COMPETITIVE ALASKA WHOLESALE PRICING.  ALASKA FARMERS MARKET ASSOCIATION WILL UTILIZE A PORTION OF THE GRANT FUNDS TO PURCHASE FOODS IN MARKETS ACROSS ALASKA. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. BENEFICIARIES ARE COMMUNITIES THAT DO NOT GEOGRAPHICALLY OR FINANCIALLY HAVE ACCESS TO LOCAL FRESH FOODS, NATIVE AMERICAN SMALL VILLAGES AND TRIBES, ELDER PROGRAMS, AND PARTNER FOOD BANKS. THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C016_12K2"}, {"internal_id": 149752315, "Award ID": "AM22LFPA0000C015", "Award Amount": 6940928.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-21", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE AN ESTIMATED TWO MILLION POUNDS OF LOCAL PRODUCE, RICE, MEAT, AND SEAFOOD WHILE TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE LOUISIANA DEPARTMENT OF AGRICULTURE AND FORESTRY INTENDS TO EXPAND ECONOMIC OPPORTUNITIES FOR LOCAL PRODUCERS, PARTICULARLY THOSE FROM SOCIALLY DISADVANTAGED AREAS, AND TO INCREASE THE AMOUNT OF LOCALLY GROWN ITEMS DISTRIBUTED TO UNDERSERVED COMMUNITIES THROUGHOUT THE STATE. IN ADDITION TO PROVIDING THEM WITH IMMEDIATE ECONOMIC SUPPORT THROUGH FOOD PURCHASES, WE WILL ALSO WORK TO STRENGTHEN CAPACITY, RESILIENCY, AND ECONOMIC OPPORTUNITIES FOR LOCAL DISADVANTAGED GROWERS BY PROVIDING TECHNICAL ASSISTANCE TO PROMOTE LONG TERM SUSTAINABILITY. THE GOALS OF THIS PROGRAM ARE TO DISTRIBUTE THE EQUIVALENT OF ONE MILLION, SIX HUNDRED THOUSAND MEALS’ WORTH OF LOCALLY GROWN AND PRODUCED FOOD TO APPROXIMATELY 130,000 PEOPLE WHILE AT THE SAME TIME PROVIDING SUPPORT TO TWO HUNDRED SOCIALLY DISADVANTAGED FARMERS WITH TECHNICAL ASSISTANCE IN BOTH GROUP AND INDIVIDUALIZED SETTINGS TO MAKE THEIR FARMS OPERATIONALLY READY TO PARTICIPATE IN THIS PROGRAM AND EXPAND THEIR ECONOMIC OPPORTUNITIES DURING AND BEYOND THIS PROGRAM. METRICS WILL ALSO BE TRACKED ACROSS THE COURSE OF THE GRANT AND USED TO INFORM A TOOLKIT TO BE SHARED WITH OTHER STATES, NONPROFIT ORGANIZATIONS, AND FOOD BANKS WITH BEST PRACTICES FOR ENHANCING LOCAL FOOD SYSTEMS BY CONNECTING LOCAL PRODUCERS AND LOW-INCOME NEIGHBORS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. WE ANTICIPATE EXECUTING CONTRACTS WITH NINETY LOCAL PRODUCERS OF WHICH FORTY TO FORTY FIVE PERCENT BEING FROM SOCIALLY DISADVANTAGED BACKGROUNDS, WITH THE MAJORITY OF THOSE BEING SPECIALTY CROP FARMERS. PROCURED FOOD WILL SERVE APPROXIMATELY ONE HUNDRED THIRTY THOUSAND PEOPLE OVER THE COURSE OF THE GRANT PERIOD, ALL OF WHOM ARE FROM UNDERSERVED COMMUNITIES. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO FEEDING LOUISIANA. IN FISCAL YEAR 2023, AGREEMENT WAS AMENDED WITH LOCAL FOOD PURCHASE ASSISTANCE PLUS FUNDING TO INCREASE THE BUDGET WITH FUNDS AUTHORIZED BY THE COMMODITY CREDIT CORPORATION, AND TO INCREASE THE DURATION OF THE PERIOD OF P ERFORMANCE. AS A RESULT OF THE ADDITIONAL FUNDING AND EXTENDED PERIOD OF PERFORMANCE, THE NUMBER OF SOCIALLY DISADVANTAGED FARMERS PROVIDED WITH TECHNICAL ASSISTANCE TO FACILITATE PARTICIPATION IN THE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM WILL INCREASE FROM THE ORIGINAL ESTIMATE. THE RECIPIENT INTENDS TO INCREASE THE AMOUNT OF LOCALLY GROWN AND PRODUCED FOOD PURCHASES, WHICH WILL BE DISTRIBUTED TO APPROXIMATELY 200,000 UNDERSERVED RECIPIENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "453f8c05-686f-d50a-9c9c-b9f78d3bab23-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C015_12K2"}, {"internal_id": 149752324, "Award ID": "AM22LFPA0000C014", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-22", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE GUAM DEPARTMENT OF AGRICULTURE WILL PURCHASE FOOD FROM THE FARMERS’COOPERATIVE ASSOCIATION OF GUAM WHOSE MEMBERS ARE SOCIALLY DISADVANTAGEDFARMERS. THE PURCHASED FOOD ITEMS WILL BE DISTRIBUTED DIRECTLY TO THEUNDERSERVED COMMUNITY THROUGH AN ESTABLISHED FOOD BANK DISTRIBUTIONCENTER, A PARTNERSHIP BETWEEN THE DEPARTMENT OF AGRICULTURE GUAM,GOVERNMENT OF GUAM PARTNERS, AND A LOCAL AGRICULTURE ADVOCACYORGANIZATION. PURCHASING THE FOOD DIRECTLY FROM FARMERS WILL PROVIDEECONOMIC GROWTH OPPORTUNITIES WHILE AFFIRMING PARTNERSHIPS BETWEEN THEFARMERS AND MULTIPLE ORGANIZATIONS. THIS PROGRAM ALSO HELPS TO ESTABLISHINDIVIDUAL FARMERS, AS WELL AS FARMERS’ COOPERATIVE ASSOCIATION OF GUAM,AS RELIABLE CONSISTENT PRODUCERS. THIS CONSISTENCY WILL INCREASE ANDIMPROVE THE PUBLIC PROFILE OF LOCAL FARMERS. THROUGH THIS PROGRAMDEPARTMENT OF AGRICULTURE GUAM WILL IMPROVE AGRICULTURAL SUPPLY CHAINRESILIENCY, SUPPORT DISADVANTAGED FARMERS EXPERIENCING HARDSHIP,STRENGTHEN GUAM’S LOCAL FOOD SYSTEM, AND IMPROVE HEALTH AND WELLNESS INOUR UNDERSERVED COMMUNITY. QUARTERLY PERFORMANCE REPORTS WILL BESUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGEDFARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS ASWELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDEPERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTEDBEYOND CURRENT FOOD DISTRIBUTION NETWORKS. BENEFICIARIES WILL BE GUAM’SUNDERSERVED COMMUNITIES WHO CANNOT EASILY ACCESS OR AFFORD LOCALPRODUCE.  AN ESTIMATED 10,000 UNDERSERVED FAMILY UNITS, ROUGHLY 34,000INDIVIDUALS, WITHIN THE COMMUNITY WILL RECEIVE FOOD/PRODUCE EACHDISTRIBUTION CYCLE. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO THEFARMERS’ COOPERATIVE ASSOCIATION OF GUAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ced0aa3-a705-b69a-7b48-febb897f1b8e-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C014_12K2"}, {"internal_id": 149359805, "Award ID": "AM22LFPA0000C013", "Award Amount": 2400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-13", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE WEST VIRGINIA DEPARTMENT OF AGRICULTURE, THROUGH THE LOCAL FOODPURCHASE ASSISTANCE COOPERATIVE AGREEMENT PROGRAM, WILL SUBGRANT FUNDSTO FACING HUNGER FOOD BANK AND MOUNTAINEER FOOD BANK. THEY WILL PURCHASEFOOD FROM LOCAL PRODUCERS WHO ARE DEEMED SOCIALLY DISADVANTAGED. THESEFUNDS WILL SUPPLEMENT THE EXISTING FEDERAL FOOD PROGRAMS IN WESTVIRGINIA AND REACH COMMUNITIES THAT ARE NOT CURRENTLY SERVED. THECOOPERATIVE AGREEMENT FUNDS WILL ALLOW WEST VIRGINIA PRODUCERS, WHO ARELOCALLY AND SOCIALLY DISADVANTAGED, A MARKET OPPORTUNITY, PAYING MORETHAN WHOLESALE PRICES, TO AGGREGATE THEIR DOMESTIC FOOD. THE MOUNTAINEERFOOD BANK WILL TARGET LOCAL AND DISADVANTAGED PRODUCERS. MOUNTAINEERFOOD BANK ESTIMATES THAT 15-20 PRODUCERS WILL BE INVOLVED IN THEPROGRAM, RESULTING IN DISTRIBUTION TO 75-100 FEEDING SITES, IMPACTINGBETWEEN 7,500 AND 10,000 INDIVIDUALS. FACING HUNGER FOOD BANK WILLPURCHASE PRODUCT FROM A VAST COLLECTION OF PRODUCERS AND WILL ALSOBENEFIT FROM AGGREGATION OF PRODUCT SOURCES THROUGH THE WEST VIRGINIASMALL FARMS ASSOCIATION AND OTHER REGIONAL COLLECTIVES. IN TOTAL, THEYEXPECT TO PURCHASE FROM AT LEAST 40 PRODUCERS, AND EXPECT TO SERVE AMINIMUM OF 111,000 WEST VIRGINIANS IN NEED. QUARTERLY PERFORMANCEREPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLYDISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVEDLOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTSWILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASESDISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. FACING HUNGERFOOD BANK WILL BE PURCHASING PRODUCTS FROM PRODUCERS WHO ARE PART OF THEWEST VIRGINIA FOOD AND FARM COALITION, THE WAYNE COUNTY FAMERS MARKET,TURNROW, FULLER’S PRODUCE, AND FARMERS ASSOCIATED WITH PANHANDLEAGRICULTURAL DEVELOPMENT IN THE EASTERN PANHANDLE OF WEST VIRGINIAFACING HUNGER FOOD BANK WILL USE THIS PRODUCE TO PROVIDE HUNGER RELIEFTO THE OVER 111,000 SOULS IN NEED THAT THEY SERVE IN THEIR WEST VIRGINIASERVICE AREA OF 12 COUNTIES. FACING HUNGER FOOD BANK AND MOUNTAINEERFOOD BANK TO SUPPORT LOCAL, REGIONAL, AND SOCIALLY DISADVANTAGEDFARMERS/PRODUCERS BY PURCHASING DOMESTIC FOOD AND DISTRIBUTING IT TOUNDERSERVED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10d5c894-68d2-2188-e9eb-f782b0ebd671-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C013_12K2"}, {"internal_id": 150069213, "Award ID": "AM22LFPA0000C012", "Award Amount": 800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-09", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE SOUTH DAKOTA DEPARTMENT OF AGRICULTURE AND NATURAL RESOURCES (DANR)WILL PARTNER WITH FEEDING SOUTH DAKOTA TO PROCURE AND DELIVER LOCALLY GROWN FOODS FROM LOCAL PRODUCERS TO UNDERSERVED COMMUNITIES STATEWIDE. THIS PROJECT WILL CONNECT SOUTH DAKOTA'S FARMERS AND RANCHERS, INCLUDING DISADVANTAGED PRODUCERS, TO MORE OPPORTUNITIES TO DELIVER THEIR PRODUCTS TO LOCAL MARKETS THROUGH FEEDING SOUTH DAKOTA'S EXTENSIVE NETWORK OF FOOD ASSISTANCE PARTNERS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. UNDERSERVED COMMUNITIES ACROSS SOUTH DAKOTA DESERVE RELIABLE ACCESS TO LOCALLY PRODUCED FOOD, INCLUDING FRESH PRODUCE FROM SOUTH DAKOTA FARMERS, AND THIS PROJECT WILL STRENGTHEN THAT SUPPLY CHAIN SO SOUTH DAKOTANS CAN OBTAIN THE SUFFICIENT AND NUTRITIONAL FOOD THEY NEED TO THRIVE. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO FEEDING SOUTH DAKOTA WHO WILL USE THEIR EXTENSIVE NETWORK OF FOOD ASSISTANCE PARTNERS TO CONNECT SOUTH DAKOTA'S FARMERS, RANCHERS, AND DISADVANTAGED PRODUCERS WITH UNDERSERVED COMMUNITIES WITHIN EMPHASIS ON LOCALLY GROWN FOOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2884010a-8d02-a93c-a7ff-66b346e214a0-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C012_12K2"}, {"internal_id": 149359725, "Award ID": "AM22LFPA0000C011", "Award Amount": 900000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-02", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE NEW HAMPSHIRE DEPARTMENT OF AGRICULTURE, MARKETS AND FOOD WILLCOLLABORATE WITH THE NEW HAMPSHIRE FOOD BANK AND ITS PARTNERS ON THEEXPANSION OF NEW HAMPSHIRE FEEDING NEW HAMPSHIRE. FUNDING IN SUPPORT OFNEW HAMPSHIRE FEEDING NEW HAMPSHIRE WILL BE USED TO EXPAND CURRENTEFFORTS TO PURCHASE VEGETABLES, FRUIT, AND OTHER PRODUCE, DAIRY, ANDMEAT FROM LOCAL FARMERS, AND DISTRIBUTE IT TO NEW HAMPSHIRE FOOD BANKPARTNER AGENCIES WISHING TO PARTICIPATE, INCLUDING HOMELESS SHELTERS,SOUP KITCHENS, FOOD PANTRIES, SCHOOLS AND AFTER-SCHOOL PROGRAMS, SENIORCENTERS, AND MORE. NEW HAMPSHIRE FEEDING NEW HAMPSHIRE WILL INCREASE THEAMOUNT OF PRODUCE PURCHASED SO THAT IT WILL ACCOUNT FOR AT LEAST 50% OFTHE FOOD PURCHASED AND DISTRIBUTED, INCREASE THE AMOUNT OF MEAT AND FISHPURCHASED SO THAT IT WILL ACCOUNT FOR AT LEAST 25% OF THE FOOD PURCHASEDAND DISTRIBUTED, AND EXPAND THE AMOUNT OF CULTURALLY RELEVANT FOODPURCHASED TO AT LEAST 10% SO THAT THE STATE’S IMMIGRANT COMMUNITIESBECOME AWARE OF AND UTILIZE CHARITABLE FOOD SERVICES. FUNDING THROUGHTHE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM WOULD ENABLE NEW HAMPSHIREFEEDING NEW HAMPSHIRE TO SHIFT TOWARD FOCUSING ON THE NUTRITIONAL VALUE,FRESHNESS, AND LOCAL SOURCING OF FOOD PROVIDED RATHER THAN QUANTITY ANDPRICE BEING THE SOLE FACTORS DETERMINING ACQUISITION. QUARTERLYPERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTIONNETWORKS. THROUGH ITS PARTNERSHIPS WITH NORTHEAST ORGANIC FARMINGASSOCIATION - NEW HAMPSHIRE CHAPTER, NEW HAMPSHIRE FARM BUREAU, AND THENEW HAMPSHIRE FOOD ALLIANCE, THE NEW HAMPSHIRE FOOD BANK CURRENTLY HAS170 LOCAL PRODUCER PARTNERS, AND EXPECTS TO ADD ADDITIONAL PRODUCERS ASSOURCES OF LOCALLY GROWN, NUTRITIOUS FOOD. NEW HAMPSHIRE FOOD BANK HASIDENTIFIED 283 PARTNER AGENCIES LOCATED THROUGHOUT ALL 10 COUNTIES OFNEW HAMPSHIRE THAT DISTRIBUTE APPROXIMATELY 10,160,000 POUNDS OF FOODPER YEAR. THIS IS EQUIVALENT TO 8,466,667 MEALS TO FEED SOME OF THE ESTIMATED 129,470 PEOPLE IN THE STATE WHO ARE ELIGIBLE TO RECEIVE FOOD THROUGH NEW HAMPSHIRE FOOD BANK AGENCIES. NEW HAMPSHIREDEPARTMENT OF AGRICULTURE, MARKETS AND FOOD WILL SUBAWARD PROCUREMENTACTIVITIES FOR THIS GRANT TO THE NEW HAMPSHIRE FOOD BANK, WHICH WILL USEITS NEW HAMPSHIRE FEEDING NEW HAMPSHIRE PROGRAM TO DISTRIBUTE FUNDS TOITS NETWORK OF MORE THAN 400 PARTNER AGENCIES. THE AGENCIES, IN TURN,WILL PURCHASE FOOD FROM AT LEAST 170 IDENTIFIED PRODUCERS, OF WHOM ATLEAST 51% ARE SOCIALLY DISADVANTAGED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07b9e2e5-ae8e-4260-4f8f-fa08d7a8e5bd-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C011_12K2"}, {"internal_id": 149359727, "Award ID": "AM22LFPA0000C010", "Award Amount": 720000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-01", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE RHODE ISLAND DEPARTMENT OF ENVIRONMENTAL MANAGEMENT WILL SUBCONTRACTWITH FARM FRESH RHODE ISLAND, WHO WILL IN TURN PARTNER WITH SOUTHSIDECOMMUNITY LAND TRUST, THE AFRICAN ALLIANCE OF RHODE ISLAND, AND THERHODE ISLAND FOOD POLICY COUNCIL TO MEET THE FOLLOWING OBJECTIVES, INALIGNMENT WITH THE GOALS OF THE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM.1. SUPPORT ECONOMIC OPPORTUNITIES AND A MORE RESILIENT LOCAL FOOD SYSTEMBY PURCHASING $474,500 WORTH OF LOCALLY PRODUCED FOOD FROM 90 LOCAL ANDSOCIALLY DISADVANTAGED FARMERS/PRODUCERS (66% OF TOTAL AWARD). 2.FACILITATE LINKAGES BETWEEN LOCAL FARMERS AND UNDERSERVED COMMUNITIES BYPROVIDING ACQUISITION, AGGREGATION, AND DISTRIBUTION INFRASTRUCTURE TOENSURE THE DELIVERY OF FRESH, HEALTHY, LOCALLY GROWN FOOD TO 62COMMUNITY ORGANIZATIONS OUTSIDE OF THE TRADITIONAL HUNGER RELIEF SYSTEMSERVING MAJORITY SOCIALLY DISADVANTAGED POPULATIONS. 3. CAPTURE, SUMMARIZE, AND DISSEMINATE QUANTITATIVE AND QUALITATIVE DATA WITH RESPECT TO PROGRAM OUTCOMES, INCLUDING IMPACTS FOR FARMERS, COMMUNITYORGANIZATIONS, NEW MARKET OPPORTUNITIES CREATED, AND RECOMMENDATIONS FORLONG-TERM SUSTAINABILITY AND BEST PRACTICES. 4. USE THE LOCAL FOODPURCHASE ASSISTANCE INVESTMENT OF RESOURCES TO STRENGTHEN, FORMALIZE,AND NURTURE NEW AND EXISTING NETWORKS OF PRODUCERS, COMMUNITYORGANIZATIONS, AND AGGREGATORS/DISTRIBUTORS. THESE DECENTRALIZEDNETWORKS WILL WORK TOGETHER TO CREATE SUSTAINABLE MODELS FOR PROGRAMIMPLEMENTATION, EVALUATION, ITERATION, AND LONG-TERM COORDINATION ANDADVOCACY FOR BEST PRACTICES IN CONNECTING LOCAL FARMERS AND CONSUMERS,WITH A SPECIFIC FOCUS ON SERVING SOCIALLY DISADVANTAGED COMMUNITIES.QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTIONNETWORKS. BENEFICIARIES ON THE PRODUCER SIDE INCLUDE 90 LOCAL ANDSOCIALLY DISADVANTAGED FARMERS AND PROCESSORS WITH EXISTINGRELATIONSHIPS AND PURCHASE HISTORIES VIA SOURCING, AGGREGATION, ANDDISTRIBUTION ACTIVITIES ON THE PART OF FARM FRESH, SOUTHSIDE COMMUNITYLAND TRUST, AND AFRICAN ALLIANCE OF RHODE ISLAND. BENEFICIARIES ON THERECIPIENT SIDE BELONG TO A BROAD CROSS SECTION OF THE FOOD INSECUREPOPULATIONS OF RHODE ISLAND, MANY OF WHOM ARE SERVED BY COMMUNITY-BASEDORGANIZATIONS THAT FALL OUTSIDE THE TRADITIONAL FOOD BANK AFFILIATED(THE EMERGENCY FOOD ASSISTANCE PROGRAM) NETWORK. THIS PROGRAM WILL FACILITATE THE DISTRIBUTION OF FOOD TO 62 ORGANIZATIONS COLLECTIVELY SERVING OVER 35,000 INDIVIDUALS PER MONTH. THE DEPARTMENT OFENVIRONMENTAL MANAGEMENT DIVISION OF AGRICULTURE WILL SUBCONTRACT WITHFARM FRESH RHODE ISLAND TO IMPLEMENT THE ACTIVITIES ASSOCIATED WITHMEETING THE OBJECTIVES OF THE LFPA PROJECT. FARM FRESH RHODE ISLAND WILLIN TURN WORK WITH SOUTHSIDE COMMUNITY LAND TRUST, THE AFRICAN ALLIANCEOF RHODE ISLAND, THE RHODE ISLAND FOOD POLICY COUNCIL, AND ADDITIONALCOMMUNITY PARTNERS AS NEEDED TO ENSURE THAT SOCIALLY DISADVANTAGEDFARMERS AND RECIPIENTS ARE INCLUDED IN THE PLANNING AND IMPLEMENTATIONOF THE PROJECT, THAT PRODUCE IS AGGREGATED AND DISTRIBUTED IN A SAFE ANDEFFICIENT MANNER, AND THAT ALL OUTCOMES AND BEST PRACTICES ARE MEASURED,EVALUATED, AND REPORTED ON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c5f918f-a463-22a1-1890-2ee495c9705a-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C010_12K2"}, {"internal_id": 149359804, "Award ID": "AM22LFPA0000C009", "Award Amount": 13500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOOD TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.  THE PROJECT WILL BE LED BY THE OHIO DEPARTMENT OF JOB AND FAMILY SERVICES, IN PARTNERSHIP WITH THE OHIO DEPARTMENTS OF AGRICULTURE AND EDUCATION AND WITH THE OHIO ASSOCIATION OF FOODBANKS. THE PROJECT WILL PARTNER WITH OHIO ASSOCIATION OF FOODBANKS TO EXPEND $11,700,000 TOWARD THE PURCHASE OF LOCALLY PRODUCED FOODS FROM AT LEAST 50 SUPPLIERS, AT LEAST FIFTY PERCENT OF WHOM WILL BE SOCIALLY DISADVANTAGED. FOOD DISTRIBUTION WILL FOCUS ON POPULATIONS UNDERSERVED BY TRADITIONAL FOOD DISTRIBUTION NETWORKS, INCLUDING RURAL HOUSEHOLDS, OLDER ADULTS, PEOPLE LIVING WITH DISABILITIES, AND DIASPORA CULTURES, AS WELL AS POPULATIONS EXPERIENCING OR AT-RISK OF CHRONIC, DIET-RELATED DISEASES THAT MAY NOT HAVE CONSISTENT ACCESS TO NUTRITIONALLY ADEQUATE FOODS. THE OHIO COMMUNITY AGRICULTURE AND NUTRITION PROJECT WILL PURCHASE FROM AT LEAST 50 LOCAL, REGIONAL FARMERS, GROWERS, PRODUCERS, OR OTHER VENDORS. AT LEAST HALF OF THOSE SUPPLIERS WILL BE SOCIALLY DISADVANTAGED. ALL PRODUCTS WILL BE ENTIRELY LOCALLY RAISED, GROWN, PRODUCED, SOURCED, AND MANUFACTURED. THE OHIO COMMUNITY AGRICULTURE AND NUTRITION PROJECT WILL PROVIDE FOODS TO FOOD INSECURE OHIOANS AT 200 PERCENT OR BELOW OF THE FEDERAL POVERTY LEVEL AND OTHERWISE UNDERSERVED BY TRADITIONAL FOOD DISTRIBUTION NETWORKS. FOODS SOURCED WITH LOCAL FOOD PURCHASE ASSISTANCE COOPERATIVE AGREEMENT PROGRAM FUNDS WILL PROVIDE TAKE-HOME GROCERIES TO INCOME ELIGIBLE, UNDERSERVED OHIOANS AT LEAST 545,000 TIMES. PROVIDING ABOUT SIX DAYS OF MEALS PER PERSON, PER UNIT OF SERVICE, OR ABOUT 10 MILLION MEALS TOTAL. OHIO ASSOCIATION OF FOODBANKS WILL WORK CLOSELY WITH THE OHIO DEPARTMENT OF AGRICULTURE TO ENGAGE WITH LOCAL AND SOCIALLY DISADVANTAGED FARMERS, GROWERS, PRODUCERS, AND OTHER SUPPLIERS, INCLUDING THROUGH THE DEVELOPMENT OF AN ONLINE RECRUITMENT TOOL AND THE CREATION OF A DATA TOOL THAT WILL TRACKENGAGEMENT WITH SOCIALLY DISADVANTAGED AGRICULTURAL VENDORS. THE OHIO COMMUNITY AGRICULTURE AND NUTRITION PROJECT WILL BE ROOTED IN PROMOTING SUSTAINABILITY FOR LOCAL PRODUCERS AND ACCESS TO NEW MARKETS AND REVENUE SOURCES FOR SOCIALLY DISADVANTAGED PRODUCERS. OHIO ASSOCIATION OF FOODBANKS WILL STRIVE TO DISTRIBUTE 100 PERCENT OF PURCHASES OUTSIDE OF TRADITIONAL TEFAP DISTR IBUTION NETWORKS OR DISTRIBUTION MODELS OR TO POPULATIONS UNDERSERVED BY THE FOODS AVAILABLE THROUGH CURRENT FOOD DISTRIBUTION NETWORKS OR WITH NUTRITIONAL NEEDS OR DIETARY PREFERENCES UNMET BY CURRENT FOOD DISTRIBUTION NETWORKS. 50 PERCENT OF THOSE DISTRIBUTION M ODELS ARE LIKELY TO BE SUSTAINED AFTER THE FUNDING IS EXPENDED. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. OHIO ASSOCIATION OF FOODBANKS WILL ASSESS AND CATEGORIZE ALL PROCURED PRODUCTS BY THE SUPPORTING WELLNESS AT PANTRIES RANKING SYSTEM AND IN CONSULTATION WITH THE HEALTHY EATING RESEARCH NUTRITION GUIDELINES TO ENSURE ITS PROCUREMENT PRACTICES REMAIN ALIGNED WITHS ITS HEALTH EQUITY OBJECTIVE. DURING THE TWO-YEAR PROJECT PERIOD, OHIO ASSOCIATION OF FOODBANKS WILL ENGAGE SECTOR AND SUBJECT MATTER EXPERTS ON NUTRITION IN FOOD BANKING AND CULTURAL COMPETENCY TO ADAPT THE NUTRITION IN FOOD BANKING TOOLKIT INTO A LEARNING LAB COURSE FOR FOOD SOURCING PERSONNEL AND OTHER STAKEHOLDERS. OHIO DEPARTMENT OF AGRICULTURE FOR THE DEVELOPMENT OF A STATEWIDE DATA TOOL TO ENGAGE WITH SOCIALLY DISADVANTAGED FARMERS, GROWERS, PRODUCERS, AND VENDORS INCLUDING STAFF TIME AND IT COSTS. OHIO ASSOCIATION OF FOODBANKS FOR THE PROCUREMENT OF ALL PRODUCTS, DEVELOPMENT OF LOCAL AND SOCIALLY DISADVANTAGED MARKETS, REPORTING, EVALUATION, AND STORAGE AND DISTRIBUTION OF PRODUCT. HOWARD FLEETER <(>&<)> ASSOCIATES FOR THE DEVELOPMENT AND EXECUTION OF A THIRD-PARTY EVALUATION OF THE PROJECT. IN FISCAL YEAR 2023, AGREEMENT WAS AMENDED WITH LOCAL FOOD PURCHASE ASSISTANCE PLUS FUNDING TO INCREASE THE BUDGET WITH FUNDS AUTHORIZED BY THE COMMODITY CREDIT CORPORATION, AND TO INCREASE THE DURATION OF THE PERIOD OF PERFORMANCE. AS A RESULT OF THE ADDITIONAL FUNDING AND EXTENDED PERIOD OF PERFORMANCE, THE RECIPIENT INTENDS TO PARTNER WITH OHIO ASSOCIATION OF FOODBANKS TO EXPEND $23,020,722 TOWARD THE PURCHASE OF LOCALLY PRODUCED FOODS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5328a709-be88-a95a-5c48-ac49aa83adc7-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C009_12K2"}, {"internal_id": 149359802, "Award ID": "AM22LFPA0000C008", "Award Amount": 7500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-03", "CFDA Number": "10.182", "Description": "THE MASSACHUSETTS DEPARTMENT OF AGRICULTURAL RESOURCES SEEKS TO PURCHASEAND DISTRIBUTE LOCALLY GROWN, PRODUCED, AND PROCESSED FOOD FROM SOCIALLYDISADVANTAGED FARMERS, PRODUCERS, AND BUSINESSES IN ORDER TO ADDRESSINJUSTICES INHERENT IN THE CURRENT FOOD SYSTEM. THROUGH A COLLABORATIVEREGIONAL MODEL, THE MASSACHUSETTS DEPARTMENT OF AGRICULTURAL RESOURCESWILL CONTRACT WITH MASSACHUSETTS FARMERS, FISHERIES, PRODUCERS, ANDDISTRIBUTORS THROUGH A COMPETITIVE BID PROCESS; DEVELOP AND DISSEMINATELOCALLY SOURCED AND PRODUCED FOOD TO UNDERSERVED COMMUNITIES; ANDCOLLECT DATA TO IDENTIFY, DEVELOP, AND MAINTAIN A COMPREHENSIVE DATABASEOF SOCIALLY DISADVANTAGED FARMERS, PRODUCERS, AND MEMBERS OF THEMASSACHUSETTS FOOD SYSTEM TO CONDUCT OUTREACH AND MORE EFFECTIVELYENGAGE WITH THE STATE’S AGRICULTURAL COMMUNITY. QUARTERLY PERFORMANCEREPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLYDISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVEDLOCATIONS AS WELL AS FUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. TARGETAUDIENCES FOR THE PROJECT INCLUDE FARMERS, WITH SPECIAL CONSIDERATIONTO, BLACK, INDIGENOUS, PEOPLE OF COLOR, ENVIRONMENTAL JUSTICE COMMUNITIES, AND SOCIALLY DISADVANTAGED POPULATIONS. THE MASSACHUSETTS DEPARTMENT OF AGRICULTURAL RESOURCES WILL PARTNER WITH ANDLEVERAGE THE KNOWLEDGE AND EXPERTISE OF SERVICE PROVIDERS IN THE STATEAND REGIONAL NETWORK, INCLUDING NINE REGIONAL BUY LOCAL ORGANIZATIONS,COMMUNITY KITCHENS, FOOD BANKS AND PANTRIES, FOOD HUBS, AND EMERGENCYFOOD ORGANIZATIONS. THE EXPECTED REACH OF THE PROJECT WILL BE 100FARMERS, PRODUCERS, AND/OR BUSINESSES, OF WHICH AT LEAST 40 AREANTICIPATED TO BE SOCIALLY DISADVANTAGED, AND ADDITIONAL INTERESTEDPARTIES, WITH A DISTRIBUTION REACH OF APPROXIMATELY 100,000 INDIVIDUALS.THROUGH A COMPETITIVE REQUEST FOR RESPONSES PROCESS, THE MASSACHUSETTSDEPARTMENT OF AGRICULTURAL RESOURCES WILL AWARD UP TO $4,354,000.00 INFUNDING TO SOCIALLY DISADVANTAGED FARMERS, FOOD HUBS, EMERGENCY FOODNETWORK PARTNERS INCLUDING FOOD BANKS AND PANTRIES, NON-PROFITS, ANDORGANIZATIONS WITH THE CAPACITY TO PURCHASE AND DISTRIBUTE LOCALPRODUCTS ACROSS THE COMMONWEALTH. THOSE SUBRECIPIENTS WILL DIRECTLYDISTRIBUTE TO UNDERSERVED COMMUNITIES AS IDENTIFIED BY AGENCY AND STATEPARTNERS, OR PARTNER WITH FOOD DISTRIBUTION PARTNERS TO ENSURE THAT AWIDE GEOGRAPHIC DISTRIBUTION NETWORK IS ACHIEVED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "886082cb-ee8b-8a42-d1e5-1b3f21ca482d-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C008_12K2"}, {"internal_id": 149359800, "Award ID": "AM22LFPA0000C007", "Award Amount": 2700000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-27", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE $1,800,000 OF IOWA GROWN AND PRODUCED FOODS TO UNDERSERVED COMMUNITIES. THE GOAL IS TO BUILD A SUSTAINABLE PROGRAM TO INCREASE ACCESS TO LOCAL FOOD AND IMPROVE SUPPLY CHAIN RESILIENCY BY BUILDING PARTNERSHIPS WITH LOCAL PRODUCERS, SOCIALLY DISADVANTAGED FARMERS, AND UNDERSERVED COMMUNITIES. TO ACCOMPLISH THIS, WE WILL PARTNER WITH IOWA VALLEY RESOURCE CONSERVATION AND DEVELOPMENT, PRACTICAL FARMERS OF IOWA, IOWA STATE UNIVERSITY EXTENSION AND OUTREACH, IOWA’S FOOD HUB MANGERS WORKING GROUP, IOWA FOOD BANKS ASSOCIATION, AND THE MESKWAKI NATION. IOWA IS EXPECTING THAT AT LEAST 300 FARMERS AND RANCHERS WILL BENEFIT FROM THE PROJECT, WITH A FOCUS ON SOCIALLY DISADVANTAGED FARMERS. THIS INCLUDES CREATION OF A TIERED EQUITABLE PURCHASING STANDARD. SOCIALLY DISADVANTAGED PRODUCERS WILL INCLUDE FARMERS OF COLOR, WOMEN FARMERS, REFUGEE AND IMMIGRANT FARMERS, LESBIAN, GAY, BISEXUAL, TRANSGENDER, QUEER FARMERS, AND VETERAN FARMERS.  OTHER BENEFICIARIES INCLUDE THOSE ENTITIES RECEIVING PRODUCTS THROUGH DISTRIBUTION NETWORKS ACROSS ALL 99 COUNTIES IN IOWA.  TWO THOUSAND FOOD DISTRIBUTION SITES WILL BE ESTABLISHED WITH FOOD BANK CUSTOMERS, FOOD HUB DISTRIBUTION PARTNERS, AND THE MESKWAKI NATION. THE PROCUREMENT AND PURCHASING COMMITTEE WILL CONDUCT OUTREACH TO PRODUCERS, DEVELOP PRICE LISTS, PRODUCT STANDARDS AND APPROVE PRODUCERS FOR THE PROGRAM. THE EVALUATION AND FINANCIAL CONT ROLS COMMITTEE WILL DEVELOP SURVEYS, PRODUCER AND FOOD DISTRIBUTION PARTNER APPLICATION FORMS, AND A DATABASE TO MANAGE AND ORGANIZE ALL THE DATA. THE PROCUREMENT AND PURCHASING COMMITTEE WILL ASSIGN APPROVED PRODUCERS WITH FOOD HUBS AND FOOD BANKS AND ESTABLISHED PURCHASE AGREEMENTS. TO SUSTAIN THIS GROWTH AND CAPTURE THIS NEW OPPORTUNITY FOR IOWA, PROJECT PARTNERS WILL ESTABLISH A NEW COMMUNITY OF PRACTICE IN IOWA OF LOCAL FOOD PROCUREMENT PROFESSIONALS AT IOWA’S FOOD HUBS AND FOOD BANKS. THE COMMUNITY OF PRACTICE WILL CONSIST OF PROFESSIONALS THAT WORK AT IOWA’S FOOD HUBS AND FOOD BANKS THAT ALL HAVE THE GOAL OF SOURCING AND DISTRIBUTION OF IOWA GROWN AND MADE FOODS IN IOWA’S EMERGENCY FOOD ASSISTANCE PROGRAMS. THIS AWARD WILL RESULT IN SUBAWARDS TO EAT GREATER DES MOINES FOOD BANK, SOUTHEAST IOWA FOOD HUB, IOWA FOOD COOP FOOD HUB, FARM TABLE DELIVERY FOOD HUB, FIELD TO FAMILY FOOD HUB, GLOBAL GREENS FOOD HUB, GRINNELL FARM TO TABLE FOOD HUB, IOWA FOOD HUB ORGANIC GREENS FOOD HUB, PRUDENT PRODUCE FOOD HUB, ORGANIC GREENS FOOD HUB. THE SOVEREIGN NATION OF MESKWAKI LOCATED ON THE MESKWAKI SETTLEMENT IN TAMA COUNTY, IOWA, INCLUDES RED EARTH GARDENS WHO WORK TO ENSURE TRIBAL MEMBERS HAVE ACCESS TO FRESH, HEALTHY, CULTURALLY RELEVANT FOOD. IN FISCAL YEAR 2023, AGREEMENT WAS AMENDED WITH LOCAL FOOD PURCHASE ASSISTANCE PLUS FUNDING TO INCREASE THE BUDGET WITH FUNDS AUTHORIZED BY THE COMMODITY CREDIT CORPORATION, AND TO INCREASE THE DURATION OF THE PERIOD OF PERFORMANCE. AS A RESULT OF THE ADDITIONAL FUNDING AND EXTENDED PERIODOF PERFORMANCE, THE RECIPIENT INTENDS TO PROPOSE A THREE-YEAR PROJECT TO PURCHASE AND DISTRIBUTE $4,160,086.70 OF IOWA GROWN AND PRODUCED FOODS TO UNDERSERVED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1de6851c-ec35-d06d-52d5-b14e84392ec1-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C007_12K2"}, {"internal_id": 149359724, "Award ID": "AM22LFPA0000C006", "Award Amount": 780000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-01", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.MAINE FOOD FOR MAINE PEOPLE IS A LOCAL FOOD PURCHASE ASSISTANCE PROJECTTHAT WILL EXPAND MARKETING OPPORTUNITIES FOR HISTORICALLY MARGINALIZEDAGRICULTURAL PRODUCERS AND AGGREGATORS. SUBAWARDS WILL BE MADE TO THREESTRATEGIC PARTNERS, GOOD SHEPHERD FOOD BANK, CULTIVATING COMMUNITY, ANDMI’KMAQ FARMS, WHO WILL PURCHASE LOCAL FOODS FROM NO FEWER THAN SEVENSOCIALLY DISADVANTAGED PRODUCERS AND AGGREGATORS. THAT FOOD WILL BEDISTRIBUTED THROUGH ESTABLISHED AND EMERGING PATHWAYS TO FEEDUNDERSERVED MAINE COMMUNITIES. THESE PATHWAYS INCLUDE EXISTING ELIGIBLERECIPIENT AGENCIES OF THE EMERGENCY FOOD ASSISTANCE PROGRAM AND TRIBALPANTRY NETWORKS, AS WELL AS INNOVATIVE, CULTURALLY RESPONSIVEDISTRIBUTION MODELS ROOTED IN COMMUNITY DEMAND. WE EXPECT THE PROJECT TORESULT IN LOCAL FOODS VALUED AT CLOSE TO $650,000 (83% OF THECOOPERATIVE AGREEMENT FUNDS) BEING DELIVERED TO FOOD-INSECURE MAINEPEOPLE. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THENUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS,DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDEDFOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEWMARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOODDISTRIBUTION NETWORKS. SEVEN SOCIALLY DISADVANTAGED LOCAL FOODS PRODUCERS AND/OR AGGREGATORS WILL BE DIRECT BENEFICIARIES OF THE PROJECT. BECAUSE ALL THESE ENTITIES ARE COOPERATIVES, AGGREGATORS, ORREPRESENT COMMUNITY PRODUCTION IN SOME FORM, WE ESTIMATE THAT THESESEVEN DIRECT BENEFICIARIES REPRESENT UPWARDS OF 100 FOOD AND FARM BUSINESSES. IN ADDITION TO SOCIALLY DISADVANTAGED PRODUCERS AND AGGREGATORS, THE PROJECT WILL PROVIDE NUTRITIONAL BENEFITS TO THETHOUSANDS OF MAINE PANTRY AND MEALS CLIENTS AND OTHER LOW-INCOMECONSUMERS RECEIVING THE FOOD. THE RECIPIENT PLANS TO SUBAWARD FUNDS TOGOOD SHEPHERD FOOD BANK, CULTIVATING COMMUNITY, AND MI’KMAQ FARMS, WHOWILL PURCHASE LOCAL FOODS FROM NO FEWER THAN SEVEN SOCIALLYDISADVANTAGED PRODUCERS AND AGGREGATORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a86fa8a-47d0-1d2e-4ba9-44a8efae4c1e-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C006_12K2"}, {"internal_id": 149359726, "Award ID": "AM22LFPA0000C005", "Award Amount": 37800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-02", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.LOCAL FOOD PURCHASE ASSISTANCE COOPERATIVE AGREEMENT FUNDING WILLMAINTAIN AND IMPROVE TEXAS FOOD AND AGRICULTURAL SUPPLY CHAIN RESILIENCYAND FOSTER IN-STATE, LONG TERM RELATIONSHIPS TO BUILD SUSTAINABLE MARKETOPPORTUNITIES FOR STATE PRODUCERS WITH AN EMPHASIS ON SUPPORTING SMALLAND SOCIALLY DISADVANTAGED PRODUCERS. THE TEXAS DEPARTMENT OFAGRICULTURE WILL CREATE A PROGRAM TO TAILOR FOOD DISTRIBUTION FOR UNIQUELOCAL CHALLENGES TO SERVE THE POPULATION AND FEEDING PROGRAMS, INCLUDINGFOOD BANKS, AND OTHER ORGANIZATIONS THAT TARGET UNDERSERVED COMMUNITIES.THIS WILL BE ACCOMPLISHED BY ADMINISTERING LOCAL FOOD PURCHASEASSISTANCE FUNDING THROUGH A COMPETITIVE GRANT PROGRAM ALLOWING FOODBANKS, NONPROFITS, AND OTHER SOCIAL SERVICE ORGANIZATIONS TO APPLY FOR APORTION OF THE TEXAS LOCAL FOOD PURCHASE ASSISTANCE FUNDS. WITH GRANTSIN PLACE, FUNDING WILL RECONNECTCOMMUNITIES TO THEIR FOOD SYSTEM BYCREATING AN OPPORTUNITY WHERE LOCAL, REGIONAL, AND SOCIALLYDISADVANTAGED FARMERS AND PRODUCERS CAN SIMULTANEOUSLY PROVIDE FRESH,LOCAL FOOD AND SERVE UNDERSERVED COMMUNITIES. THE GOALS OF THIS AWARDARE TO SUPPORT AND STRENGTHEN LOCAL AND REGIONAL FOOD SYSTEMS, SUPPORTAND DEVELOP FOOD DISTRIBUTION, AND TO TRACK METRICS AND EVALUATERESULTS, LEADING TO THE FINAL GOAL OF PROCURING CULTURALLY RELEVANT FOODFOR THE DIVERSE, UNDERSERVED COMMUNITIES OF THE STATE OF TEXAS.QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTIONNETWORKS. THE TEXAS DEPARTMENT OF AGRICULTURE ESTIMATES THAT AT LEAST250 PRODUCERS WILL PARTICIPATE AS VENDORS, OF WHICH 40 PERCENT OR 100WILL BE SOCIALLY DISADVANTAGED. AN ESTIMATED 1500 LOCATIONS WILL BE USEDTO DISTRIBUTE FOOD WITH 500 OF THEM BEING NEW LOCATIONS FOCUSED ONREACHING UNDERSERVED COMMUNITIES. THIS VAST DISTRIBUTION NETWORK INTENDSTO PROVIDE FOOD FOR THE STATES REPORTED 4,744,140 FOOD INSECURERESIDENTS. THE RECIPIENT PLANS TO SUBAWARD 99 PERCENT OF FUNDS TONON-PROFITS AND/OR COMMUNITY ORGANIZATIONS TO INCREASE THEIR PURCHASESOF LOCAL FOOD FROM SOCIALLY DISADVANTAGED PRODUCERS. THE TEXASDEPARTMENT OF AGRICULTURE RECOGNIZES FEEDING TEXAS AS A POTENTIALAPPLICANT; HOWEVER, FEEDING TEXAS HAS NOT YET BEEN SELECTED AND WILL BEREQUIRED TO SUBMIT AN APPLICATION IN THE SAME MANNER AS OTHER APPLICANTSINTERESTED IN THIS LFPA GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0bbf994f-0e48-2449-3a56-1ef6cd50331e-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C005_12K2"}, {"internal_id": 149359801, "Award ID": "AM22LFPA0000C004", "Award Amount": 3230354.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-06", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE LOCAL FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.THE “NOURISH NEW MEXICO” PROJECT WILL STRENGTHEN ECONOMIC OPPORTUNITIES,AND INCOME SECURITY, FOR SMALL TO MID‐SIZED SOCIALLY DISADVANTAGEDPRODUCERS THROUGH THE ESTABLISHMENT OF PARTNERSHIPS WITH NEW MEXICO’SHUNGER RELIEF NETWORK. TO ENSURE THAT IDENTIFIED PRODUCERS ARE ENGAGEDIN PROCUREMENTS, THE NEW MEXICO FARMERS’ MARKETING ASSOCIATION WILL DRAWFROM ITS EXTENSIVE NETWORK OF SPECIALTY CROP PRODUCERS, EXPAND ITSAPPROVED SUPPLIER PROGRAM THAT SERVES INSTITUTIONAL MARKETS, AND WORKWITH REGIONAL FOOD HUBS THAT PRIORITIZE SMALL TO MID‐SIZED SOCIALLYDISADVANTAGED PRODUCERS. ADDITIONAL PURCHASES WILL PRIMARILY OCCUR INAGRICULTURAL INDUSTRIES, MEAT, DAIRY, EGGS, AND VALUE‐ADDED/MANUFACTUREDFOODS, SPECIFICALLY, THAT ARE HISTORICALLY UNDERREPRESENTED IN THESTATE’S LOCALLY SOURCED FOOD ASSISTANCE PROGRAMS. THE NEW MEXICOASSOCIATION OF FOOD BANKS WILL MANAGE THE PROCUREMENT AND DISTRIBUTIONOF NEW MEXICO PRODUCED FOODS THROUGH THE MOBILE FOOD PANTRY PROGRAM(TRIBAL COMMUNITY‐FOCUSED), FARM TO FOOD PANTRY PROGRAM, AND FRUIT ANDVEGETABLE PRESCRIPTION PROGRAM. APPROXIMATELY FIVE REGIONAL FOOD HUBSWILL BE IDENTIFIED TO SERVE AS SUPPLY CHAIN PARTNERS TO THE STATE’S FOODBANKS. PRODUCERS ENGAGED IN THE STATE’S APPROVED SUPPLIER PROGRAM,PRIMARILY SMALL TO MID‐SIZED AND SOCIALLY DISADVANTAGED, WILL ALSO BETARGETED FOR DIRECT DELIVERY TO FOOD PANTRIES STATEWIDE. ADDITIONALPROCUREMENTS WILL TARGET MEAT PRODUCTS PRODUCED BY TRIBAL COMMUNITIES,INCLUDING THE NATIVE AMERICAN BEEF PROGRAM, NAVAJO BEEF, AND SMALLERDEMONSTRATION PROJECTS LED BY TAOS PUEBLO, ISLETA PUEBLO, AND JICARILLAAPACHE. PROJECT PARTNERS WILL ALSO WORK WITH BROADLINE DISTRIBUTORS TOSECURE ADDITIONAL LOCALLY SOURCED PRODUCTS NOT AVAILABLE THROUGHPRIORITY VENDORS. IN TOTAL 1,962 PRODUCERS, 598 OF WHICH QUALIFY ASSOCIALLY DISADVANTAGED, WILL BENEFIT FROM THE PROJECT. DISTRIBUTIONEFFORTS WILL BENEFIT ALL 23 TRIBAL COMMUNITIES IN NEW MEXICO. QUARTERLYPERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, DISTRIBUTIONSITES, AND UNDERSERVED LOCATIONS AS WELL AS FUNDS EXPENDED FOR EACHCATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTIONNETWORKS. A MINIMUM OF 3,375 FOOD INSECURE NEW MEXICANS AND 589 SOCIALLYDISADVANTAGED PRODUCERS IN ALL REGIONS OF THE STATE WILL BENEFIT FROMTHE PROGRAM’S IMMEDIATE AND LONG-TERM IMPACTS. THE RECIPIENT PLANS TOSUBAWARD FUNDS TO THE NEW MEXICO FARMERS’ MARKETING ASSOCIATION AND THENEW MEXICO ASSOCIATION OF FOOD BANKS. THE SUBAWARDEES WILL PURCHASE ANDDISTRIBUTE THE LOCAL FOOD ACROSS THE STATE OF NEW MEXICO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C004_12K2"}, {"internal_id": 149067875, "Award ID": "AM22LFPA0000C003", "Award Amount": 5900000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-19", "CFDA Number": "10.182", "Description": "THE PURPOSE OF OUR PROJECT IS TO CREATE A SUCCESSFUL COLLABORATION OFDISTINCT BUT CRITICAL PARTS OF THE LOCAL FOOD SYSTEM TO INCREASE SUPPLY,DISTRIBUTION, AND DEMAND OF SPECIALTY CROPS GROWN BY SOCIALLYDISADVANTAGED FARMERS/PRODUCERS WITHIN RURAL, REMOTE, OR UNDERSERVEDCOMMUNITIES THROUGHOUT ALABAMA. THE ALABAMA DEPARTMENT OF AGRICULTUREAND INDUSTRIES WILL PURCHASE FOOD DIRECTLY FROM SOCIALLY DISADVANTAGEDFARMERS. THE ALABAMA DEPARTMENT OF AGRICULTURE AND INDUSTRIES WILLCOORDINATE THE LOGISTICS OF GETTING THE FOOD FROM THE FARM TO 1)AGGREGATION AND STORAGE FACILITIES, AND 2) DIRECTLY TO FEEDING ALABAMAFOR DISTRIBUTION AMONG THEIR MORE THAN 1,500 PARTNERS ASSISTINGUNDERSERVED COMMUNITIES THROUGHOUT ALABAMA. PERFORMANCE AND FINANCIALREPORTS WILL BE SUBMITTED ON A QUARTERLY, ANNUAL, AND FINAL BASIS TODEMONSTRATE PROGRESS IN PURCHASING FOOD FROM LOCAL AND SOCIALLYDISADVANTAGED PRODUCERS AND DISTRIBUTING FOOD TO UNDERSERVEDCOMMUNITIES. WE HAVE DISCUSSED THE LOCAL FOOD PURCHASE ASSISTANCEPROGRAM WITH APPROXIMATELY ONE HUNDRED SOCIALLY DISADVANTAGED FARMERSAND WE ARE COMMITTED TO PURCHASING $2,555,660, OR 68% OR OUR FOOD COSTS,FROM THEM FOR THE PURPOSES OF THE LOCAL FOOD PURCHASE ASSISTANCEPROGRAM. THE ALABAMA DEPARTMENT OF AGRICULTURE AND INDUSTRIES WILL ENTERINTO SUBAWARD AGREEMENTS WITH THE FEDERALLY-RECOGNIZED POARCH BAND OFCREEK INDIANS TRIBE WHICH IS A TITLE V SELF GOVERNANCE TRIBE ANDSOVEREIGN INDIAN NATION; THE DEEP SOUTH FOOD ALLIANCE; NEW NORTH FLORIDACOOPERATIVE; FEEDING ALABAMA; ALABAMA STATE ASSOCIATION OF COOPERATIVESAND TUSKEGEE UNIVERSITY. THROUGH THESE SUBAWARDS WE WILL CONNECT THEFARMERS TO THESE GROUPS FOR AGGREGATION, STORAGE AND DISTRIBUTION OFTHEIR PRODUCTS TO FAMILIES IN GREATEST NEED FOR THE PURPOSE OF THISPROJECT WHILE INCREASING OUR STATE’S OVERALL FOOD PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ea40998-1842-df18-3f04-b6e668e939a8-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C003_12K2"}, {"internal_id": 148248883, "Award ID": "AM22LFPA0000C002", "Award Amount": 3010276.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-19", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE LOCAL AND DOMESTIC FOODTARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS AND RANCHERS ANDDISTRIBUTING THE FOOD TO UNDERSERVED COMMUNITIES. THE CONNECTICUTDEPARTMENT OF AGRICULTURE WILL ADMINISTER THE LOCAL FOOD PURCHASEASSISTANCE PROGRAM FUNDS THROUGH (1) A PARTNERSHIP WITH THE ONLYSTATEWIDE FOOD BANK AND (2) THROUGH A COMPETITIVE GRANT PROGRAM SERVINGFOOD PANTRIES NOT AFFILIATED WITH THE EMERGENCY FOOD ASSISTANCE PROGRAM,NONPROFITS AND SOCIAL SERVICE ORGANIZATIONS. BOTH AVENUES ALLOW FOR SUBAWARDS TO LOCAL ORGANIZATIONS TO PURCHASE AND DISTRIBUTE CONNECTICUTGROWN FARM PRODUCTS. CONNECTICUT DEPARTMENT OF AGRICULTURE SHALL FOSTERIN-STATE RELATIONSHIPS AND BUILD SUSTAINABLE MARKET OPPORTUNITIES FORCONNECTICUT PRODUCERS, WITH AN EMPHASIS ON SUPPORTING SMALL AND SOCIALLYDISADVANTAGED PRODUCERS TO INCREASE THE AMOUNT OF FRESH, LOCAL FARMPRODUCT DISTRIBUTED TO UNDERSERVED POPULATIONS IN THE STATE. CONNECTICUTDEPARTMENT OF AGRICULTURE ALSO AIMS TO INCREASE AWARENESS OF FEDERAL ANDSTATE NUTRITION ASSISTANCE BENEFITS WHICH CAN BE USED TO PURCHASECONNECTICUT GROWN FARM PRODUCTS THROUGH THE DISTRIBUTION OF OUTREACHMATERIALS TO PROGRAM RECIPIENTS. THROUGH CONNECTICUT DEPARTMENT OFAGRICULTURE’S WORK WITH PARTNERS AND AFFILIATED STAKEHOLDERS, SHARING OFBEST PRACTICES AND SUCCESSES, THE DEPARTMENT HOPES TO FOSTER SUSTAINABLENEW MARKETS FOR PURCHASING CT GROWN LOCAL PRODUCTS ESPECIALLY FROMSOCIALLY DISADVANTAGED PRODUCERS FOR UNDERSERVED POPULATIONS. THERECIPIENT WILL SUBAWARD TO LOCAL ORGANIZATIONS TO PURCHASE ANDDISTRIBUTE CONNECTICUT GROWN FARM PRODUCTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1619fd06-aaf8-a97c-0902-579dafa5877e-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C002_12K2"}, {"internal_id": 150315286, "Award ID": "AM22LFPA0000C001", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-13", "CFDA Number": "10.182", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE AND DISTRIBUTE COLORADOGROWN AND RAISED FOOD PRODUCTS TO RURAL, REMOTE, AND UNDERSERVEDCOMMUNITIES TARGETING PURCHASES FROM SOCIALLY DISADVANTAGED FARMERS ANDRANCHERS. THE COLORADO DEPARTMENT OF HUMAN SERVICES WILL ADMINISTER THELOCAL FOOD PURCHASE ASSISTANCE FUNDS THROUGH A COMPETITIVE PROCUREMENTPROGRAM FOR COLORADO FOOD PRODUCERS, FOR-PROFIT ORGANIZATIONS, ANDNONPROFIT ORGANIZATIONS SUCH AS FOOD BANKS AND FOOD PANTRIES. COLORADOWILL USE EVALUATION CRITERIA SO APPLICANTS WILL TARGET PRODUCTION OFFOOD BY SMALL AND SOCIALLY DISADVANTAGED PRODUCERS AND DISTRIBUTIONTHROUGH FOOD PANTRIES NOT AFFILIATED WITH THE EMERGENCY FOOD ASSISTANCEPROGRAM TO REACH UNDERSERVED COMMUNITY MEMBERS. COLORADO WILL EMPHASIZECREATING SUSTAINABLE MARKETS FOR PRODUCERS. EXPECTED OUTCOMES FORCOLORADO INCLUDE STRENGTHENING THE AGRICULTURAL SUPPLY CHAIN BY CREATINGNEW MARKETING OPPORTUNITIES FOR LOCAL AND REGIONAL FARMERS AND PRODUCERSAND TARGETING SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. THE STATEAGENCY WILL ALSO EXPAND PARTNERSHIPS IN THE FOOD DISTRIBUTION COMMUNITYBY DISTRIBUTING THE FRESH AND NUTRITIOUS FOODS TO UNDERSERVED COMMUNITIES. THE COLORADO DEPARTMENT OF HUMAN SERVICES WILL PARTNER WITH THE COLORADO DEPARTMENT OF AGRICULTURE THEREBY ENHANCINGCROSS-DEPARTMENTAL EXPERTISE AND PROGRAM KNOWLEDGE RESULTING IN BETTERTECHNICAL ASSISTANCE TO SOCIALLY DISADVANTAGED PRODUCERS AND DISTRIBUTION SITES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SOCIALLY DISADVANTAGED FARMERSAND RANCHERS, DISTRIBUTION SITES, AND UNDERSERVED LOCATIONS AS WELL ASFUNDS EXPENDED FOR EACH CATEGORY. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES AND PURCHASES DISTRIBUTED BEYOND CURRENT FOOD DISTRIBUTION NETWORKS. INTENDEDBENEFICIARIES INCLUDE SMALL AND SOCIALLY DISADVANTAGED COLORADO FARMERSAND RANCHERS, UNDERSERVED COMMUNITIES SUCH AS THOSE IN REMOTE, RURALAREAS, AND OTHER ORGANIZATIONS INVOLVED IN THE LOCAL FOOD SUPPLY CHAIN.THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "48a8fd8f-fb77-b2b8-1c4e-37e1a66bbf56-C", "generated_internal_id": "ASST_NON_AM22LFPA0000C001_12K2"}]