[{"internal_id": 160656426, "Award ID": "AM230300WAMSC004", "Award Amount": 1999999.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-23", "CFDA Number": "10.164", "Description": "THE MARKETING AND REGULATORY PROGRAMS (MRP) MISSION AREA OF USDA (WHICH INCLUDES THE AGRICULTURAL MARKETING SERVICE) LEADS THE IMPLEMENTATION OF EXECUTIVE ORDER #14036, “PROMOTING COMPETITION IN THE AMERICAN ECONOMY” (JULY 9, 2021) (THE “COMPETITION EO”). WITH RESPECT TO AGRICULTURE THE COMPETITION EO NOTES: CONSOLIDATION IN THE AGRICULTURAL INDUSTRY IS MAKING IT TOO HARD FOR SMALL FAMILY FARMS TO SURVIVE. FARMERS ARE SQUEEZED BETWEEN CONCENTRATED MARKET POWER IN THE AGRICULTURAL INPUT INDUSTRIES — SEED, FERTILIZER, FEED, AND EQUIPMENT SUPPLIERS — AND CONCENTRATED MARKET POWER IN THE CHANNELS FOR SELLING AGRICULTURAL PRODUCTS. AS A RESULT, FARMERS’ SHARE OF THE VALUE OF THEIR AGRICULTURAL PRODUCTS HAS DECREASED, AND POULTRY FARMERS, HOG FARMERS, CATTLE RANCHERS, AND OTHER AGRICULTURAL WORKERS STRUGGLE TO RETAIN AUTONOMY AND TO MAKE SUSTAINABLE RETURNS. TO ADDRESS THOSE AND OTHER CONCERNS ARTICULATED THEREIN, THE COMPETITION EO DIRECTS USDA, INTER ALIA, TO SUBMIT A REPORT TO THE CHAIROF WHITE HOUSE COMPETITION COUNCIL AS FOLLOWS: TO HELP ENSURE THAT THE INTELLECTUAL PROPERTY SYSTEM, WHILE INCENTIVIZING INNOVATION, DOES NOT ALSO UNNECESSARILY REDUCE COMPETITION  IN SEED AND OTHER INPUT MARKETS BEYOND THAT REASONABLY CONTEMPLATED BY THE PATENT ACT (SEE 35 U.S.C. 100 ET SEQ. AND 7 U.S.C. 2321 ET SEQ.), IN CONSULTATION WITH THE UNDER SECRETARY OF COMMERCE FOR INTELLECTUAL PROPERTY AND DIRECTOR OF THE UNITED STATES PATENT AND TRADEMARK OFFICE, SUBMIT A REPORT TO THE CHAIR OF THE WHITE HOUSE COMPETITION COUNCIL, ENUMERATING AND DESCRIBING ANY RELEVANT CONCERNS OF THE DEPARTMENT OF AGRICULTURE AND STRATEGIES FOR ADDRESSING THOSE CONCERNS ACROSS INTELLECTUAL PROPERTY, ANTITRUST, AND OTHER RELEVANT LAWS. ON MARCH 6, 2023, USDA PUBLISHED THIS REPORT AND ANNOUNCED SEVERAL ACTIONS TO IMPLEMENT THE REPORT RECOMMENDATIONS. THESE ACTIONS INCLUDE, AMONG OTHERS, THE CREATION OF A NEW FARMER SEED LIAISON. INITIAL IMPLEMENTATION OF THE LIAISON FUNCTION WILL BE IMPLEMENTED THROUGH EXISTING USDA STAFF AND SUPPORT FROM A COOPERATOR TO SERVE A KEY NEED EXPRESSED BY BREEDERS, FARMERS, AND INDUSTRY. WORKING TOGETHER, THE LIAISON FUNCTION WILL COORDINATE INFORMATION SHARING AND REDUCE CONFUSION FOR ALL PARTIES TO SUCCESSFULLY OPERATE IN A COMPLEX SEED SYSTEM.  THE PURPOSE AND OBJECTIVE OF THE COOPERATIVE AGREEMENT IS TO PROVIDE SUPPORT FOR THE USDA FARMER SEED LIAISON INITIATIVE TO IMPLEMENT AND DELIVER ON KEY RECOMMENDATIONS IN THE MARCH 6, 2023 SEED REPORT, AND AS OUTLINED IN THE ATTACHED STATEMENT OF WORK (SOW).  A. THE FEDERAL AGENCY WILL: 1. FACILITATE REGULAR COORDINATION MEETINGS WITH THE INTERAGENCY WORKING GROUP OF USPTO, DOJ, AND FTC, INCLUDING QUARTERLY COORDINATION OF A MEETING OF THE UNDERSECRETARY FOR MRP AND STAFF IN THE INTERAGENCY WORKING GROUP WITH THE PTO DIRECTOR, DOJ AAG AND FTC COMMISSIONER. 2. COORDINATION OF INTERNAL AGENCY LOGISTICS FOR THE SEED LIAISON INITIATIVE AND WORKING GROUP. 3. PROVISION OF A PLATFORM FOR EFFECTIVE COORDINATION WITH THE COOPERATORS. 4. COORDINATE LOGISTICS FOR ANY IN-PERSON EVENTS, E.G. JOINT TRAININGS AND SYMPOSIA. 5. UPDATE THE AMS WEBSITE WITH RELEVANT MATERIALS PROVIDED BY THE COOPERATOR AND APPROVED BY USDA FOR POSTING. 6. ASSIST WITH BASIC LEGAL ANALYSIS AND IDENTIFY POLICY AVENUES FOR ANALYSIS. 7. ASSIST IN IDENTIFYING EXPERTS AND EXTERNAL STAKEHOLDERS FOR FURTHER ENGAGEMENT. 8. ASSIST IN OUTREACH AND COORDINATION WITHIN GOVERNMENT TO KEY POLICY STAKEHOLDERS. 9. PROVIDE TECHNICAL AND ORGANIZATIONAL SUPPORT AROUND STAKEHOLDER ENGAGEMENT. 10. ASSIST BY REVIEWING AND EDITING MEMORANDUMS, REPORTS, AND POLICY ANALYSES. 11. MONITOR AND ASSIST WITH THE COOPERATOR TASKS AS APPROPRIATE.  B. THE COOPERATOR WILL: 1. IN COLLABORATION WITH FEDERAL AGENCY STAFF, LEAD THE IMPLEMENTATION OF THE SEED LIAISON INITIATIVE, AS OUTLINED IN THE PUBLISHED REPORT. 2. DEVELOP AND IMPLEMENT RECOMMENDATIONS FOR COLLECTING BROADER STAKEHOLDER INPUT FROM RESEARCHERS, PLANT BREEDERS, FARMERS, AND OTHERS IN THE SEED AND AGRICULTURAL INPUT SPACE. IMPLEMENT A PUBLIC-FACING RESOURCE DISSEMINATING INFORMATION REGARDING PENDING UTILITY PATENT APPLICATIONS TO FACILITATE THIRD PARTY ENGAGEMENT WITH USPTO. 3. DEVELOP RECOMMENDATIONS AND PILOT STRATEGIES TO ENHANCE THE QUALITY OF THE PATENT EXAMINATION PROCESS FOR INNOVATIONS RELATED TO AGRICULTURAL PRODUCTS AND PROCESSES, INCLUDING OPPORTUNITIES FOR ENHANCING PRIOR ART SEARCH CAPABILITIES AND PROVIDING ADDITIONAL T RAINING AND GUIDANCE TO PATENT EXAMINERS. 4. DEVELOP RECOMMENDATIONS AND PILOT STRATEGIES TO SUPPORT A GREATER EXCHANGE OF INFORMATION REGARDING PROCESSES AND PROCEDURES AT USPTO AND USDA, INCLUDING PROVIDING JOINT TRAINING AND INFORMATIONAL SESSIONS ON INTELLECTUAL PROPERTY (IP) PROTECTION FOR SEEDS, VARIETIES, AND OTHER AGRICULTURAL INPUTS. 5. DEVELOP MATERIALS AND CONDUCT OUTREACH TO BETTER EDUCATE PLANT BREEDERS AND FARMERS ON IP PROTECTION AND ENFORCEMENT. DEVELOP RESOURCES FOR VARIETY DEVELOPERS AND SEED STEWARDS TO ENSURE THAT THEIR WORK IS DOCUMENTED AS PRIOR ART. 6. DEVELOP BEST PRACTICES AND STRATEGIES FOR ENGAGEMENT WITH FARMERS AND PLANT BREEDERS REGARDING INTELLECTUAL PROPERTY OPTIONS IN SEEDS, INCLUDING OPTIONS FOR RESPECTING TRIBAL, ORGANIC, AND OTHER SUSTAINABLE PRACTICES AND FACILITATING THE APPROPRIATE EVALUATION OF THOSE SEEDS IN THE EXISTING PLANT INTELLECTUAL PROPERTY SEARCH MECHANISMS. EXPAND CURRENT EFFORTS TO PROVIDE HISTORICALLY UNDERSERVED AND INDIGENOUS COMMUNITIES WITH ACCESS TO RELEVANT RESOURCES AND CULTURALLY SIGNIFICANT ACCESSIONS IN THE NPGS. 7. DEVELOP RECOMMENDATIONS AND PILOT INITIATIVES THAT ENHANCE THE TRANSPARENCY OF IP INFORMATION ON EXISTING IP RIGHTS FOR AGRICULTU RAL-RELATED INNOVATIONS. 8. DEVELOP RECOMMENDATIONS AND PILOT STRATEGIES WITH RECOGNIZED DEPOSITORIES TO ASSESS AVAILABILITY AND VIABILITY OF PATENTED AND OF F-PATENTED GERMPLASM AND REPORT ON STRATEGIES FOR IMPROVING ACCESS AND VIABILITY OF SEEDS PRESERVED UNDER REQUIREMENTS OF PLANT INTELLECTUAL PROPERTY PROTECTION. DEVELOP RECOMMENDATIONS AND REPORT BEST PRACTICES FOR SATISFYING DISCLOSURE REQUIREMENTS FOR PLANTS. 9. CONDUCT A COMPARATIVE ANALYSIS OF THE PROTECTION AND ENFORCEMENT OF SEED AND AGRICULTURAL-RELATED IP IN THE U.S. WITH OTHER JURISDICTIONS, INCLUDING UNDERLYING POLICIES AND PRACTICES. 10. DEVELOP AND REPORT ON NEW PROPOSALS FOR FEDERAL POLICY AND BEST PRACTICES FOR INCENTIVIZING AND PROTECTING INNOVATION IN THE SEED AND AGRICULTURAL-RELATED SPACE, INCLUDING THE ADDITION OF RESEARCH OR BREEDING EXEMPTIONS FOR US UTILITY PATENTS, TO ENSURE THAT OUR IP LAWS CONTINUE TO INCENTIVIZE INNOVATION WITHOUT UNDULY DELAYING COMPETITION AND NEW MARKET ENTRANTS. 11. WORK WITH USPTO TO IMPLEMENT THE USDA-USPTO PARTNERSHIP ON PROMOTING COMPETITION AND INNOVATION IN SEEDS AND OTHER AGRICULTURAL INPUTS, AS SET FORTH IN “MORE AND BETTER CHOICES FOR FARMERS: PROMOTING FAIR COMPETITION AND INNOVATION IN SEEDS AND OTHER AGRICULTURAL INPUTS” AND INCLUDING THE ITEMS REFERENCED IN THE LETTERS EXCHANGED BETWEEN USDA UNDERSECRETARY MOFFITT AND USPTO DIRECTOR VIDAL, AVAILABLE AT HTTPS://WW W.USPTO.GOV/SITES/DEFAULT/FILES/DOCUMENTS/USPTO-USDA-LETTERS03072023.PDF. 12. DEVELOP POLICY RECOMMENDATIONS AND BEST PRACTICES FOR A CENTRAL PUBLIC ACCESS POINT FOR DOCUMENTING STAKEHOLDER CONCERNS ABOUT A NTICOMPETITIVE BEHAVIOR AND DISSEMINATING THAT INFORMATION TO ANTITRUST AGENCIES, INCLUDING OUTREACH RELATED TO USDA’S EXPANSION OF FARMERFAIRNESS.GOV TO INCLUDE SEEDS AND OTHER INPUTS. ENHANCE THE ACCESSIBLE FILING OF COMPLAINTS AND TIPS ON PROBLEMATIC SEED PRACTICES. 13. DEVELOP MATERIALS AND CONDUCT OUTREACH AND EDUCATION TO FARMERS, PLANT BREEDERS, SEED BUSINESSES, AND THE PUBLIC, INCLUDING AROUND POTENTIALLY ANTICOMPETITIVE BEHAVIOR AND HOW TO FILE CONFIDENTIAL TIPS AND COMPLAINTS. 14. IN COLLABORATION WITH AMS SCIENCE AND TECHNOLOGY PROGRAM, CONDUCT OUTREACH AND DEVELOP RECOMMENDATIONS FOR BEST PRACTICES ON COMMUNICATING INFORMATION TO FARMERS UNDER THE FEDERAL SEED ACT (FSA), TO ENSURE THAT FARMERS HAVE ACCESSTO ALL LEGALLY REQUIRED INFORMATION AT THE EARLIEST OPPORTUNITY, USUALLY AT THE TIME OF PURCHASE AND NO LATER THAN THE COMMENCEMENT OF SHIPMENT, AND THAT SEED BRANDS AND SEED VARIETY NAMES ARE NOT USED IN WAYS THAT MAY BE MISLEADING. 15. EDUCATE FARMERS AND VARIETY DEVELOPERS ABOUT THE RIGHTS CONFERRED BY THE SALE OR VOLUNTARY EXCHANGE OF SEED THAT ARE SUBJECT TO BAG TAGS, LICENSES, AND MATERIAL TRANSFER AGREEMENTS (MTA) SO THAT FARMERS AND OTHERS BETTER UNDERSTAND WHEN USE OF THOSE PRODUCTS IS AND IS NOT SUBJECT TO IP PROTECTIONS. 16. CONDUCT AND REPORT ON FURTHER RESEARCH REGARDING COMPETITION POLICY IMPLICATIONS FOR VARIOUS FORMS OF PLANT INTELLECTUAL PROPERTY AND SEED REGULATION, SUCH AS ASSESSING THE IMPACT OF CONSOLIDATION AND IP ON PRICING, CHOICE, AND GENETIC VULNERABILITY OF COMMODITY AND SPECIALTY CROPS ACROSS GROWING REGIONS. 17. DEVELOP RECOMMENDATIONS ON FEDERAL POLICY RESPONSES TO PRACTICES IN THE SEED INDUSTRY THAT MAY HARM COMPETITION OR ADVERSELY AFFECT CONSUMERS. PROVIDE INFORMATION RELATED TO FOOD SECURITY, GENETIC VULNERABILITY, AND REGIONAL PRODUCTION ISSUES FOR CONSIDERATION BY DOJ AND FTC IN THE CONTEXT OF COMPETITION MATTERS THAT MAY COME BEFORE THEM, INCLUDING AS THEY MAY RELATE TO THE APPROPRIATENESS OF PROVIDING NON-EXCLUSIVE LICENSES FOR IP IN CERTAIN CIRCUMSTANCES. RESEARCH AND REPORT ON OPPORTUNITIES FOR PROMOTING THE DEVELOPMENT OF GENERIC COMPETITION WHEN APPROPRIATE. 18. DEVELOP RECOMMENDATIONS ON OPPORTUNITIES WHERE ADDITIONAL INVESTMENT MAY ENCOURAGE PUBLIC SECTOR PLANT BREEDERS TO WORK IN CROPS OR REGIONS THAT ARE CURRENTLY UNDERSERVED BY THE PRIVATE SECTOR AND WHERE INNOVATION IS NEEDED TO INCREASE THE CHOICE OF CULTIVARS AVAILABLE TO FARMERS AND TO IMPROVE SEED SYSTEM RESILIENCE. IN PARTICULAR, REPORT ON OPPORTUNITIES TO BUILD CAPACITY AT 1890 AND 1994 LAND GRANT UNIVERSITIES FOR PLANT BREEDING, SEED STEWARDSHIP AND RESEARCH, IN ADDITION TO REBUILDING 1862 LAND GRANT UNIVERSITY INFRASTRUCTURE AND CAPACITY. 19. DEVELOP RECOMMENDATIONS AND BEST PRACTICES TO PROMOTE BROADER ADOPTION OF IP STRATEGIES THAT ENABLE CONTINUED RESEARCH AND BREEDING WITH COMMERCIALIZED CULTIVARS RESULTING FROM FEDERALLY FUNDED RESEARCH PROGRAMS. AS A MODEL OF IP POLICIES, USDA-AMS CULTIVAR RELEASE PRACTICES USUALLY ALLOW FOR CONTINUED RESEARCH, BREEDING, AND SEED SAVING. 20. DEVELOP RECOMMENDATIONS AND BEST PRACTICES TO SUPPORT ROBUST GENETIC DIVERSITY AND INNOVATION POTENTIAL THROUGH THE EXCHANGE OF EXPERIMENTAL GERMPLASM BETWEEN PLANT BREEDERS, BY PROMOTING ADOPTION AMONG FEDERALLY FUNDED RESEARCH PROGRAMS OF MTA BEST PRACTICES THAT PROVIDE FOR RESEARCH AND BREEDING EXEMPTIONS. 21. DEVELOP RECOMMENDATIONS, IN COLLABORATION WITH THE USPTO AND NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY (NIST) TO EXAMINE HOW THE BAYH-DOLE ACT CAN APPROPRIATELY SUPPORT PLANT BREEDING PROGRAMS AND FURTHER CULTIVAR DEVELOPMENT. 22. DEVELOP RECOMMENDATIONS TO ENCOURAGE AND STRENGTHEN PARTNERSHIPS BETWEEN PUBLIC ENTITIES, SMALL AND MID-SIZED BUSINESSES,AND NON-PROFIT ORGANIZATIONS TO SUPPORT SEED SYSTEMS FOR EXAMPLE, THROUGH THE USDA-NIFA SMALL BUSINESS INNOVATION RESEARCH (SBIR) AND SMALL BUSINESS TECHNOLOGY TRANSFER (STTR) PROGRAMS. 23. DEVELOP RECOMMENDATIONS TO ENCOURAGE AND STRENGTHEN ONGOING OUTREACH AND SUPPORT TO HISTORICALLY UNDERSERVED GROUPS, INCLUDING INDIGENOUS PEOPLES WHO ORIGINALLY STEWARDED AND CONTINUE TO CARE FOR IMPORTANT VARIETIES, AMONG WHICH ARE THOSE HELD IN PUBLIC COLLECTIONS. 24. DEVELOP RECOMMENDATIONS FOR OPPORTUNITIES TO INVEST IN EDUCATION FOR AGRICULTURE, PLANT BREEDING AND SEED SYSTEMS AT ALL LEVELS, INCLUDING HIGH SCHOOLS, COMMUNITY COLLEGES, TECHNICAL COLLEGES, 1994, 1890 AND1862 LAND GRANT UNIVERSITIES TO CULTIVATE THE NEXT GENERATION OF AGRICULTURAL INNOVATORS. 25. SUBMIT APPROXIMATELY SIX MEMORANDA/RESEARCH PAPERS EACH FISCAL YEAR; THESE MAY BE GROUPED INTO A SMALLER NUMBER OF LARGER PRODUCTS AT THE DISCRETION OF THE COOPERATOR IN CONSULTATION WITH THE USDA PROJECT LEADS. 26. SUBMIT THREE PUBLIC-FACING RESEARCH PAPERS EXPLORING RELEVANT ISSUES IN SEEDS INTELLECTUAL PROPERTY AND COMPETITION (WHICH MAY BE COMBINED WITH THE ABOVEMENTIONED MEMORANDA/RESEARCH PAPERS) ON ISSUES IN SEEDS INTELLECTUAL PROPERTY AND COMPETITION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_AM230300WAMSC004_12K2"}, {"internal_id": 162061740, "Award ID": "AM230300WAMSC003", "Award Amount": 15000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "10.164", "Description": "THE 2023 SAFSF FORUM (TO BE HELD JUNE 12-14, 2023 IN WASHINGTON, DC) PROVIDES A UNIQUE OPPORTUNITY FOR THE FEDERAL AGENCY TO ENGAGE WITH SUSTAINABLE AGRICULTURE AND FOOD SYSTEMS FUNDERS AND ENCOURAGE STRATEGIC PARTNERSHIPS TO SUPPORT THE DEVELOPMENT OF L", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "23006c27-32e3-86de-112d-65a14a2f7dd6-C", "generated_internal_id": "ASST_NON_AM230300WAMSC003_12K2"}, {"internal_id": 158149465, "Award ID": "AM230300WAMSC002", "Award Amount": 10000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-11", "CFDA Number": "10.164", "Description": "THE NORTHEAST FARM TO INSTITUTION SUMMIT 2023 PROVIDES A UNIQUE OPPORTUNITY FOR THE FEDERAL AGENCY TO ENGAGE WITH NORTHEAST AND NATIONAL LOCAL FOOD PRACTITIONERS ABOUT RESOURCES AND ASSISTANCE THAT WE OFFER TO THE SECTOR. THE FEDERAL AGENCY WILL SPONSOR THIS SUMMIT THAT THE COOPERATOR IS ORGANIZING IN ORDER TO DEVELOP SESSIONS PERTAINING TO A) USDA FOOD SYSTEMS TRANSFORMATION AND EQUITY ACTIVITIES; B) STAKEHOLDER EXPERIENCE RELATED TO LOCAL AGRICULTURE MARKET PROGRAM (LAMP) GRANTS; C) OPEN ACCESS TOOLS AND DATA TO SUPPORT LOCAL AND REGIONAL FOOD SYSTEMS; AND D) OTHER TOPICS AS MUTUALLY AGREED UPON BY THE FEDERAL AGENCY AND COOPERATOR. THE COOPERATOR WILL ALSO ASSIST THE FEDERAL AGENCY WITH COMMUNICATING WITH SUMMIT ATTENDEES ABOUT THE SERVICES AND RESOURCES THAT THE FEDERAL AGENCY PROVIDES TO PRACTITIONERS AND PROVIDE THE FEDERAL AGENCY SPONSORSHIP BENEFITS AT THE “BENEFACTOR” LEVEL.  THE FEDERAL AGENCY WILL: 1. DEVELOP AND PARTICIPATE IN SUMMIT SESSIONS PERTAINING TO:   USDA FOOD SYSTEMS TRANSFORMATION AND EQUITY ACTIVITIES   STAKEHOLDER EXPERIENCE RELATED TO LOCAL AGRICULTURE MARKET PROGRAM GRANTS   OPEN ACCESS TOOLS AND DATA TO SUPPORT LOCAL AND REGIONAL FOOD SYSTEMS   OTHER TOPICS AS MUTUALLY AGREED UPON BY THE FEDERAL AGENCY AND COOPERATOR  THE COOPERATOR WILL: 1. ASSIST THE FEDERAL AGENCY WITH IDENTIFYING NETWORKING OPPORTUNITIES AT THE SUMMIT AND HELP THE FEDERAL AGENCY PROMOTE ITS SESSIONS AND SERVICES AS A SUMMIT SPONSOR. 2. PROVIDE THE FEDERAL AGENCY WITH THE BENEFITS ASSOCIATED WITH BEING A “BENEFACTOR”-LEVEL SPONSOR. THESE BENEFITS INCLUDE:   EXHIBIT TABLE (IN-PERSON)   COMPLIMENTARY REGISTRATION FOR FIVE (5) IN-PERSON AND 20 VIRTUAL ATTENDEES   RECORDED CONTENT ACCESS FOR SIX (6) MONTHS   FULL PARTICIPANT EMAIL LIST ACCESS   LOGO RECOGNITION ON CONFERENCE WEBSITE   OPPORTUNITY TO SHARE 3-MINUTE VIDEO ABOUT YOUR ORGANIZATION’S WORK   TWO (2) FEATURED STORIES IN E-NEWSLETTER THE FINE PRINT (2,500+ INDIVIDUALS)   FOUR (4) FEATURED ADS IN SESSION WEB PAGE  LOGO FEATURED IN AGENDA   LOGO IN EVENT PUBLICITY EMAILS   THREE SOCIAL MEDIA SHOUT OUTS (2,200+ INDIVIDUALS)   PUBLIC RECOGNITION BEFORE KEYNOTE ADDRESS 3. PROVIDE A BRIEF SUMMARY REPORT IN ALIGNMENT WITH ANY FOLLOW-UP PROVIDED TO OTHER FUNDERS AT THE “BENEFACTOR” LEVEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "20000f75-9bea-07bb-be15-eafe74b29508-C", "generated_internal_id": "ASST_NON_AM230300WAMSC002_12K2"}, {"internal_id": 155562414, "Award ID": "AM230300WAMSC001", "Award Amount": 179332.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-23", "CFDA Number": "10.164", "Description": "OBJECTIVE: UNDER THE TERMS OF THIS COOPERATIVE AGREEMENT, THE UNITED FARM WORKERS OF AMERICA (UFW) WILL PROVIDE TECHNICAL ASSISTANCE TO THE U.S. DEPARTMENT OF AGRICULTURE (USDA) TO DESIGN AND HELP IDENTIFY APPROPRIATE INCENTIVES FOR AGRICULTURAL EMPLOYERS TO PARTICIPATE IN A PILOT PROGRAM TARGETED AT DRIVING U.S. ECONOMIC RECOVERY AND SAFEGUARDING DOMESTIC FOOD SECURITY BY ADDRESSING CURRENT LABOR SHORTAGES IN AGRICULTURE; REDUCING IRREGULAR MIGRATION THROUGH THE EXPANSION OF LEGAL PATHWAYS; AND IMPROVING LABOR PROTECTIONS FOR FARMWORKERS. THROUGH THE COOPERATIVE AGREEMENT, UFW WILL MEET AND ENGAGE DIRECTLY WITH AGRICULTURAL EMPLOYERS TO BETTER UNDERSTAND (1) THE CHALLENGES EMPLOYERS FACE IN SECURING A STABLE LABOR FORCE AND (2) THE LABOR STANDARDS THESE EMPLOYERS ARE WILLING TO ACCEPT IN ORDER TO RECEIVE USDA SUPPORT TO STABILIZE THEIR WORKFORCE. IN ADDITION, THROUGH THE COOPERATIVE AGREEMENT, UFW WILL MEET AND ENGAGE DIRECTLY WITH EMPLOYERS, GROWER ORGANIZATIONS, LABOR UNIONS, FARMWORKER ORGANIZATIONS, AND OTHER RELEVANT STAKEHOLDERS TO BETTER UNDERSTAND (1) THE CHALLENGES WORKERS FACE IN SECURING EMPLOYMENT THAT COMPLIES WITH THE LAW AND PROVIDES WORKPLACE PROTECTIONS; (2) THE CHALLENGES EMPLOYERS FACE IN SECURING A STABLE LABOR FORCE AND (3) THE INCENTIVES NEEDED FOR EMPLOYERS TO PARTICIPATE IN A USDA PROGRAM DESIGNED TO STABILIZE THEIR WORKFORCE (4) THE LABOR PROTECTIONS EMPLOYERS ARE WILLING TO ACCEPT IN ORDER TO RECEIVE USDA SUPPORT TO STABILIZE THEIR WORKFORCE. FOLLOWING UFW’S OUTREACH TO EMPLOYERS, FARMWORKER/LABOR ORGANIZATIONS, AND OTHER RELEVANT STAKEHOLDERS, UFW WILL PREPARE AND SUBMIT A WRITTEN REPORT TO USDA OUTLINING A SPECIFIC PROPOSAL RECOMMENDING (1) A SET OF INCENTIVES TO OFFER AGRICULTURAL EMPLOYERS WHO AGREE TO HIRE FARMWORKERS FROM NORTHERN CENTRAL AMERICAN COUNTRIES UNDER THE SEASONAL H-2A VISA PROGRAM AND (2) A SET OF ROBUST WORKER PROTECTIONS, INCLUDING A METHOD OF VERIFICATION, THAT EMPLOYERS MUST AGREE TO UPHOLD FOR BOTH THEIR U.S. AND H-2A WORKFORCE, IN ORDER TO PARTICIPATE IN THE PILOT PROGRAM AND BENEFIT FROM THE AFOREMENTIONED SET OF INCENTIVES. THE OUTREACH, RESEARCH, AND FINAL WRITTEN REPORT THAT WILL BE MADE POSSIBLE THROUGH THIS COOPERATIVE AGREEMENT WILL PROVIDE VITAL INFORMATION TO USDA TO ADDRESS KEY ISSUES AND RECOMMENDATIONS IDENTIFIED IN EXECUTIVE ORDER 14017 AGRI-FOOD SUPPLY CHAIN ASSESSMENT, WHICH INCLUDE, BUT NOT ARE LIMITED TO, WORKING WITH FEDERAL PARTNERS (DEPARTMENT OF LABOR, DEPARTMENT OF HOMELAND SECURITY, AND OTHERS) AND LABOR ORGANIZATIONS TO SUPPORT SAFE AND FAIRLY COMPENSATED JOBS ACROSS THE AGRI-FOOD SUPPLY CHAIN AND ENSURE THAT ANY VISA PROGRAMS, SUCH AS H-2A, HAVE FAIR AND ADEQUATE PROTECTIONS AND PAY FOR WORKERS.  THE FEDERAL AGENCY WILL: 1. CONVENE FEDERAL PARTNERS, AS NEEDED, TO DELIVER PROJECT UPDATES AND SEEK FEEDBACK ON THE CONTENT AND IMPLEMENTATION OF THE FINAL WRITTEN REPORT. 2. COLLABORATE WITH THE COOPERATOR TO OVERSEE PROJECT TIMELINE AND ALIGNMENT OF DELIVERABLES WITH PROJECT GOALS, INCLUDING ORGANIZING CONSISTENT CHECK-IN CALLS TO PROVIDE FEEDBACK ON THE CONTENT AND IMPLEMENTATION OF THE PROJECT AND REPORT. 3. COLLABORATE WITH THE COOPERATOR, AS NEEDED, TO REVIEW, EDIT, AND FORMAT PROJECT DELIVERABLES. 4. REVIEW AND PROVIDE FEEDBACK ON ALL MATERIALS DEVELOPED THROUGH THIS AGREEMENT. 5. PROVIDE THE COOPERATOR WITH A SUM NOT TO EXCEED $523,626 TO COVER ALLOWABLE COSTS AND MONITOR THE SUBMISSION OF DELIVERABLES.  THE COOPERATOR WILL: 1. PARTICIPATE IN CHECK-IN CALLS AND OTHER COORDINATION WITH THE FEDERAL AGENCY AND ITS FEDERAL PARTNERS. 2. SUPPORT COMMUNICATION EFFORTS, INCLUDING DISSEMINATION OF INFORMATION ABOUT THE PILOT PROGRAM AND INVITATIONS FOR INPUT FROM STAKEHOLDERS ON ASPECTS OF THE PILOT PROGRAM (E.G. GOALS, APPROPRIATE INCENTIVES, POTENTIAL MECHANISMS, POTENTIAL SERVICES THAT COULD SUPPORT A SUCCESSFUL PILOT, ETC). 3. CONDUCT TARGETED, INDIVIDUALIZED OUTREACH TO AGRICULTURAL EMPLOYERS TO SOLICIT INPUT AND FEEDBACK ON PILOT PROGRAM. IF A PRE-EXISTING CBA EXISTS BETWEEN AN EMPLOYER AND A UNION OTHER THAN UFW, UFW WILL CONSULT WITH THAT UNION BEFORE CONDUCTING OUTREACH. UFW WILL CANVAS A BROAD CROSS SECTION OF PRODUCTION AGRICULTURE. 4. CONDUCT TARGETED OUTREACH TO GROWER ORGANIZATIONS, LABOR UNIONS, FARMWORKER ADVOCACY GROUPS, AND OTHER RELEVANT STAKEHOLDERS TO SOLICIT INPUT AND FEEDBACK ON PILOT PROGRAM. 5. DEVELOP A PROPOSED SET OF CRITERIA FOR “HIGH ROAD” EMPLOYERS, INCLUDING WAYS TO MEASURE AND CONFIRM EMPLOYER ELIGIBILITY FOR AN INCENTIVE PROGRAM BASED ON VERIFICATION OF THAT CRITERIA. 6. IDENTIFY POTENTIAL AGRICULTURAL EMPLOYER PARTICIPANTS, BASED ON THEIR CAPACITY TO ENGAGE IN AN INCENTIVE PROGRAM, AND DESCRIBE WHAT TYPES OF SUPPORT SUCH EMPLOYERS MAY REQUIRE. 7. PROVIDE TO FEDERAL AGENCY WEEKLY REPORTS (1 PAGE) OF DELIVERABLES, WITH MORE DETAILED MONTHLY PROGRESS REPORTS. 8. PROVIDE A FINAL, PUBLICLY AVAILABLE WRITTEN REPORT, PROPOSING APPROPRIATE INCENTIVES, CRITERIA, AND POLICY OPTIONS FOR THE PILOT PROGRAM. 9. SUBMIT REQUESTS FOR ADVANCES OR REIMBURSEMENTS TO THE FEDERAL AGENCY ON FORM SF-270, REQUEST FOR ADVANCE OR REIMBURSEMENT, OR VIA EZFEDGRANTS PORTAL AS PRACTICABLE. 10. IMMEDIATELY REFUND TO THE FEDERAL AGENCY, AT THE END OF THE AGREEMENT, ANY BALANCE OF UNOBLIGATED FUNDS ADVANCED. THIS AGREEMENT IS ASSESSED AN ADMINISTRATIVE CHARGE AS PROVIDED UNDER THE DEBT COLLECTION ACT OF 1996. LATE PAYMENTS ARE ASSESSED AN INTEREST CHARGE OF 18 PERCENT PER MONTH AFTER 60 DAYS. A PENALTY CHARGE OF 7 PERCENT IS ASSESSED PER MONTH, IN ADDITION TO THE INTEREST CHARGE, AFTER 90 DAYS. 11. KEEP A SEPARATE ACCOUNT OF EXPENDITURES AND PROVIDE THE FEDERAL AGENCY A FINAL FEDERAL FINANCIAL REPORT, FORM SF- 425, SUBMITTED NO LATER THAN 90 DAYS AFTER THE END OF THE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": 179332.0, "Infrastructure Obligations": null, "recipient_id": "72d64527-1cf7-c621-4d27-75addb93f88b-C", "generated_internal_id": "ASST_NON_AM230300WAMSC001_12K2"}, {"internal_id": 156588913, "Award ID": "AM220300WAMSC009", "Award Amount": 198542.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-03", "CFDA Number": "10.164", "Description": "FEDERAL AGENCY IS PARTNERING WITH COOPERATOR TO A) CREATE A PRELIMINARY TYPOLOGY OF ORGANIZATIONS THAT MANAGE FARMERS MARKETS ACROSS THE COUNTRY, DOCUMENTING VARIED ORGANIZATIONAL STRUCTURES; B) IDENTIFY THE RANGE OF ACTIVITIES THAT ORGANIZATIONS THAT MANAGE FARMERS MARKETS UNDERTAKE IN SUPPORT OF THEIR PRODUCERS; C) EXPLORE ORGANIZATIONS’ DEFINITIONS OF SUCCESS RELATED TO THE FARMERS MARKETS THEY MANAGE AND THE WORK THAT THEY UNDERTAKE; AND, C) EVALUATE THE BENEFITS AND DISADVANTAGES OF FARMER PARTICIPATION IN FARMERS MARKETS MANAGED BY ORGANIZATIONS FROM THE PERSPECTIVES OF STAFF AND VENDORS (VENDOR SAMPLE DRAWN FROM THE SOUTHEAST).  A. THE FEDERAL AGENCY WILL:  1. MONITOR PROGRESS OF THE ENVIRONMENTAL SCAN OF ORGANIZATIONS AND PROVIDE GUIDANCE AND FEEDBACK TO THE COOPERATOR. REVIEW PRELIMINARY FINDINGS AND DRAFTS AND PROVIDE FEEDBACK TO COOPERATOR WITHIN PRESCRIBED TIME FRAMES.  2. ASSIST IN THE PLANNING AND OF PHASED FOCUS GROUP DISCUSSIONS WITH REPRESENTATIVES OF FARMERS MARKET ORGANIZATIONS AND FARMERS MARKET VENDORS AND PROVIDE GUIDANCE AND FEEDBACK TO THE COOPERATOR.  B. THE COOPERATOR WILL:  1. CREATE A PRELIMINARY TYPOLOGY OF ORGANIZATIONS THAT MANAGE FARMERS MARKETS ACROSS THE COUNTRY, DOCUMENTING VARIED ORGANIZATIONAL STRUCTURES.  2. IDENTIFY THE RANGE OF ACTIVITIES THAT ORGANIZATIONS THAT MANAGE FARMERS MARKETS UNDERTAKE IN SUPPORT OF THEIR PRODUCERS.  3. EXPLORE ORGANIZATIONS’ DEFINITIONS OF SUCCESS RELATED TO THE FARMERS MARKETS THEY MANAGE AND THE WORK THAT THEY UNDERTAKE.  4. EVALUATE THE BENEFITS AND DISADVANTAGES OF FARMER PARTICIPATION IN FARMERS MARKETS MANAGED BY ORGANIZATIONS FROM THE PERSPECTIVES OF STAFF AND VENDORS (VENDOR SAMPLE DRAWN FROM THE SOUTHEAST).  5. ANSWER THE FOLLOWING RESEARCH QUESTIONS:  A. WHAT ARE CURRENT ORGANIZATIONAL STRATEGIES AT MAJOR, LONG-RUNNING FARMERS MARKETS ORGANIZATIONS THROUGHOUT THE UNITED STATES? WHAT ACTIVITIES DO THESE ORGANIZATIONS UNDERTAKE? WHAT FUNDING STRATEGIES DO THESE ORGANIZATIONS PURSUE?  B. WHAT SERVICES DO FARMERS MARKET ORGANIZATIONS PROVIDE TO DIFFERENT STAKEHOLDER GROUPS, INCLUDING VENDORS AND CUSTOMERS? WHAT AREAS DO ORGANIZATIONS FOCUS THEIR EFFORTS ON AND WHAT PROGRAMMING DO THEY CREATE?  C. HOW DO FARMERS MARKET ORGANIZATIONS DEFINE SUCCESS (ECONOMIC, ORGANIZATIONAL, SOCIAL, OR OTHERWISE)? HOW DO THEY EVALUATE THEIR I MPACT? HOW DO THEY CONSIDER EQUITY IN THEIR WORK?  D. WHAT ADVANTAGES AND DISADVANTAGES DO FARMERS MARKET ORGANIZATIONS CREATE FOR VENDORS PARTICIPATING IN MANAGED FARMERS MARKETS? WHAT DO ORGANIZATION STAFF IDENTIFY AS BENEFITS AND DRAWBACKS OF PARTICULAR MARKET MANAGEMENT STRUCTURES? WHAT ADVANTAGES AND DISADVANTAGES DO VENDORS (USING DATA FROM THE SOUTHEAST) IDENTIFY WITH DIFFERENT TYPES OF FARMERS MARKET ORGANIZATIONS AND MANAGEMENT?  6. PERFORM AN ENVIRONMENTAL SCAN OF ORGANIZATIONS.  7. CONDUCT PHASED FOCUS GROUP DISCUSSIONS WITH REPRESENTATIVES OF FARMERS MARKET ORGANIZATIONS AND FARMERS MARKET VENDORS.  8. HOLD KEY INFORMANT INTERVIEWS (KII) WITH REPRESENTATIVES OF ORGANIZATIONS THAT MANAGE FARMERS MARKETS.  9. CONDUCT INTERVIEWS WITH VENDORS (THROUGH A CURRENT SSARE GRANT IN THE SOUTHEAST. THIS REGIONAL PILOT WILL ASSESS VENDOR EXPERIENCES OF DIFFERENT TYPES OF FARMERS MARKET MANAGEMENT TO DETERMINE IMPACTS ON ECONOMIC VIABILITY AND QUALITY OF LIFE).  10. PROVIDE AN EXECUTIVE SUMMARY AND REPORT DETAILING THE FINDINGS OF THE RESEARCH, INCLUDING A TYPOLOGY OF DIFFERENT ORGANIZATIONAL STRATEGIES FOR MARKET MANAGEMENT.  11. PROVIDE RECOMMENDATIONS FOR FUTURE VERSIONS OF THE NATIONAL FARMERS MARKET MANAGER SURVEY.  12. CREATE A ROADMAP THAT WILL COMPILE AND ORGANIZE THE RANGE OF SUPPORT PROGRAMS UNDERTAKEN BY FARMERS MARKETS MANAGED BY ORGANIZATIONS WITH INFORMATION ON THEIR PURPOSES, FUNCTIONING, AND, WHERE APPROPRIATE, FUNDING STRATEGIES.  13. PERFORM A PRELIMINARY ANALYSIS OF PILOT DATA FROM THE SOUTHEAST REGION EXPLORING VENDOR EXPERIENCES OF FARMERS MARKET MANAGEMENT TYPES AND ITS IMPACT ON THEIR ECONOMIC VIABILITY AND QUALITY OF LIFE (DRAWN FROM THE SSARE GRANT INTERVIEWS)  14. CONSULT WITH THE FEDERAL AGENCY FOR THE PURPOSE OF GAINING APPROVAL IF INTERESTED IN USING ANY DATA RESULTING FROM THIS AGREEMENT FOR THE PURPOSES INCLUDING, BUT NOT LIMITED TO, PH.D. DISSERTATIONS, OTHER PEER-REVIEW PUBLICATIONS OR PRESENTATIONS, AND OTHER REPORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d4ce585-e95e-2593-758c-86dc120820ad-C", "generated_internal_id": "ASST_NON_AM220300WAMSC009_12K2"}, {"internal_id": 154199605, "Award ID": "AM220300WAMSC008", "Award Amount": 16390.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-07", "CFDA Number": "10.164", "Description": "THIS AGREEMENT CEMENTS A PARTNERSHIP WITH CODING IT FORWARD TO RECRUIT, TRAIN, AND HIRE A CIVIC DATA FELLOW FOR WORK IN THE USDA AMS LOCAL AND REGIONAL DIVISION. GIVEN AN INCREASED INTEREST IN DATA AND METRICS, THIS OFFICE HAS BEEN BUILDING OUT ITS RESEARCH TALENT, HIRING NEW INDIVIDUALS WITH DIVERSE SKILLSETS IN QUALITATIVE AND QUANTITATIVE ANALYSIS. IT IS CURRENTLY UTILIZING COOPERATIVE AGREEMENTS WITH ACADEMIC INSTITUTIONS AND NON-PROFIT ORGANIZATIONS TO COLLECT AND ANALYZE DATA, CREATE DATA VISUALIZATIONS, AND HELP THE AGENCY ADDRESSES GAPS IN RESEARCH, ALL WHICH LEAD INTO BETTER TECHNICAL ASSISTANCE TO STAKEHOLDERS. MANY DATA ARE MADE AVAILABLE TO THE RESEARCH COMMUNITY, AND USDA AMS SEEKS NEW AND IMPROVED PRACTICES AND METHODS TO ENHANCE DATA STEWARDSHIP AND INCREASE ACCESS AND USABILITY IN A TRANSPARENT AND EQUITABLE MANNER.  THROUGH AN ESTABLISHED FELLOWSHIP PROGRAM (CODING IT FORWARD’S CIVIC DATA FELLOWSHIP) THAT STRIVES TO EXPOSE EARLY CAREER TECHNOLOGISTS TO PUBLIC SERVICEOPPORTUNITIES AT FEDERAL AGENCIES, USDA AMS SEEKS THE EXPERTISE OF AN ORGANIZATION SPECIALIZING IN AND PARTNERING WITH OTHER ORGANIZATIONS THAT ARE EXPERTS IN STUDENT SUMMER PROGRAMS TO MANAGE THE RECRUITMENT, APPLICATION, REVIEW, AND SELECTION PROCESSES, AND TO FACILITATE MATCHING OUR OFFICE WITH A FELLOW WHO HAS EXPERIENCE IN DATA COLLECTION, USING STATISTICAL PROGRAMS TO USING STATISTICAL PROGRAMS TO CLEAN AND ANALYZE DATA (E.G., STATA, R), DEVELOPING DASHBOARDS AND VISUALIZATION (E.G., TABLEAU, ARCGIS), AND WHO UNDERSTANDS THE CHALLENGES OF DATA EQUITY. WE WOULD EXPECT THAT THE FELLOW WILL ALSO BE COMFORTABLE AND HAVE EXPERIENCE IN DATA MINING, MACHINE LEARNING, AND DATA MANAGEMENT. THE FELLOW WILL PRODUCE PRODUCTS FOR TECHNICAL AND NON-TECHNICAL AUDIENCES.  A. THE FEDERAL AGENCY WILL:  1. ADVISE THE COOPERATOR IN DEVELOPING THE PROJECT AND TIMELINE, RECOMMENDING CHANGES TO SCOPE AND CONTENT OF ONGOING REPORTS AND PR OJECTS, AND REVIEWING ALL DELIVERABLES. 2. PROVIDE INPUT AS APPROPRIATE THROUGHOUT THE COURSE OF THE PROJECT. 3. SUPERVISE AND GUIDE THE CIVIC DIGITAL FELLOW. 4. CREATE A DATA-CENTRIC PROJECT THAT CAN BE COMPLETED OVER 10 WEEKS IN SUMMER 2023. 5. PROVIDE ANY RELEVANT HARDWARE AND SOFTWARE NEEDED TO COMPLETE THE PROJECT. 6. ASSIST IN OBTAINING AND PROVIDING DATA AND DISSEMINATING RELEVANT DATA. 7. SUPPORT THE FELLOW THROUGHOUT THE COMPLETION OF THE PROJECT. 8. SERVE AS CONNECTOR BETWEEN OTHER USDA PARTNERS AND COOPERATOR. 9. PROVIDE THE COOPERATOR WITH A SUM NOT TO EXCEED $16,390.90  TO COVER ALL ALLOWABLE COSTS.  B. THE COOPERATOR WILL:  1. WORK WITH USDA-AMS AND OTHER STAKEHOLDERS FOR INPUT ON THE PROJECT. 2. KEEP USDA-AMS APPRISED OF ALL DEVELOPMENTS. 3. COMPLY WITH ALL REPORTING AND COOPERATIVE AGREEMENT GUIDELINES. 4. MANAGE AND EXECUTE THIS PROJECT AND ALL ACTIVITIES BELOW. 5. RECRUIT INTERVIEW, VET, AND MANAGE A CIVIC DIGITAL FELLOW AVAILABLE FOR THE PROJECT PERIOD. 6. COORDINATE ALL NECESSARY MEETINGS, BOTH VIRTUAL AND IN-PERSON. 7. KEEP UP-TO-DATE RECORDS ON THE PROJECT; SUBMIT QUARTERLY PROGRESS REPORTS TO THE FEDERAL AGENCY, AND PREPARE A FINAL REPORT DETAILING THE WORK COMPLETED AND THE RESULTS ACCOMPLISHED. 8. SUBMIT REQUESTS FOR ADVANCES OR REIMBURSEMENTS TO THE FEDERAL AGENCY AT LEAST QUARTERLY ON FORM SF-270, REQUEST FOR ADVANCE OR REIMBURSEMENT, VIA EZFEDGRANTS PORTAL. 9. IMMEDIATELY REFUND TO THE FEDERAL AGENCY, AT THE END OF THE AGREEMENT, ANY BALANCE OF UNOBLIGATED FUNDS ADVANCED.  THIS AGREEMENT IS ASSESSED AN ADMINISTRATIVE CHARGE AS PROVIDED UNDER THE DEBT COLLECTION ACT OF 1996.  LATE PAYMENTS ARE ASSESSED AN INTEREST CHARGE OF 18 PERCENT PER MONTH AFTER 60 DAYS.  A PENALTY CHARGE OF 7 PERCENT IS ASSESSED PER MONTH, IN ADDITION TO THE INTEREST CHARGE, AFTER 90 DAYS. 10. KEEP A SEPARATE ACCOUNT OF EXPENDITURES AND PROVIDE THE FEDERAL AGENCY A FINAL FEDERAL FINANCIAL REPORT, FORM SF-425, SUBMITTED NO LATER THAN 90 DAYS AFTER THE END OF THE AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "359574d5-9d50-28e2-52be-246a118d3f02-R", "generated_internal_id": "ASST_NON_AM220300WAMSC008_12K2"}, {"internal_id": 156589131, "Award ID": "AM220300WAMSC007", "Award Amount": 164998.35, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "10.164", "Description": "ROLES FOOD HUB OPERATORS MUST PLAYFEDERAL AGENCY WILL:1. ATTEND AND PARTICIPATE IN ALL PROJECT TEAM MEETINGS (AT LEAST MONTHLYAND INCLUDING ONE (1) IN-PERSON PROJECT ADVISORY COMMITTEE MEETING).2. ASSIST WITH IDENTIFYING PROJECT ADVISORY COMMITTEE MEMBERSFEDERAL AGENCY WILL:1. ATTEND AND PARTICIPATE IN ALL PROJECT TEAM MEETINGS (AT LEAST MONTHLYAND INCLUDING ONE (1) IN-PERSON PROJECT ADVISORY COMMITTEE MEETING).2. ASSIST WITH IDENTIFYING PROJECT ADVISORY COMMITTEE MEMBERS,PARTICIPATE IN ALL PROJECT ADVISORY COMMITTEE MEETINGS, AND BE A RESOURCE FOR ANY NEEDS IDENTIFIED.3. CONTRIBUTE TO INFORMATION GATHERING, ASSESSMENT, AND SYNTHESIS ASMEMBERS OF THE PROJECT TEAM.4. ASSIST WITH IDENTIFYING AND ONBOARDING A MEETING FACILITATOR AND ANYOTHER INDIVIDUALS BROUGHT ON AS PAID PROJECT PARTICIPANTS.5. PROVIDE REVIEW, GUIDANCE, AND SUPPORT ON MATERIALS DEVELOPED THROUGHTHIS AGREEMENT INCLUDING, BUT NOT LIMITED TO PRESENTATIONS,PUBLICATIONS, TOOLS, AND TRAININGS. AUTHOR OR CO-AUTHOR PUBLICATIONSWHEN APPROPRIATE OR THE NEED IS IDENTIFIED..  THE COOPERATOR WILL:1. GUIDE RESEARCH ON OPERATIONAL ROLES NEEDED TO SUCCESSFULLY RUN A FOODHUB. THIS COULD INCLUDE: A LITERATURE REVIEW OF TECHNICAL ASSISTANCERESOURCES, SURVEYS, LISTENING SESSIONS, ETC.2. ESTABLISH A PROJECT ADVISORY COMMITTEE OF 6 FOOD HUBOPERATORS/PRACTITIONERS. HOST REGULAR PROJECT ADVISORY COMMITTEEMEETINGS WITH THE SUPPORT OF MEETING FACILITATOR.3. HOST AT LEAST MONTHLY PROJECT TEAM MEETINGS.4. DEVELOP A FOOD HUB RESOURCES “LIBRARY” OF EXISTING FOOD HUBOPERATIONS TECHNICAL ASSISTANCE RESOURCES. THE LIBRARY MAY BE HOUSEDONLINE BY THE COOPERATOR OR AT LOCALFOODECONOMICS.COM.5. CREATE, IN COLLABORATION WITH THE FEDERAL AGENCY, A TOOLKIT TOUTILIZED ASYNCHRONOUSLY BY FOOD HUB OPERATORS. THE TOOLKIT COULD INCLUDE: 1) A ROAD MAP TYPE RESOURCE THAT GUIDES FOOD HUB OPERATORS IN STRATEGIC PLANNING AND PROVIDES AN OVERVIEW OF ESSENTIALROLES IN FOOD HUBS. 2) MODULES THAT PROVIDE DETAILED GUIDANCE ANDRESOURCES FOR FILLING A SELECTION OF THE “ESSENTIAL ROLES” DESCRIBED INTHE STRATEGIC PLANNING RESOURCE.6. DEVELOP A “TRAIN THE TRAINER” MODULE FOR REGIONAL FOOD BUSINESSCENTERS THAT WILL ALLOW THE CENTERS TO DELIVER THE TOOLKIT ABOVE TO FOODHUB OPERATORS IN SYNCHRONOUS SESSIONS.7. CO-CREATE POLICY RECOMMENDATIONS TO SUPPORT OPERATIONAL SUCCESS ATFOOD HUBS AND BRIEF RELEVANT AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": 16500.0, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_AM220300WAMSC007_12K2"}, {"internal_id": 156589132, "Award ID": "AM220300WAMSC006", "Award Amount": 576574.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "10.164", "Description": "REG. APPROACH-STRENGTHEN FOOD SYS-FPCE COP, AND BE A RESOURCE FOR ANYNEEDS IDENTIFIED.3. CONTRIBUTE TO PARTICIPATORY RESEARCH ACTIVITIES AS MEMBERS OF THEPROJECT TEAM.4. ASSIST WITH IDENTIFYING AND ONBOARDING EQUITY CONSULTANT, MEETINGFACILITATOR AND ANYE COP, AND BE A RESOURCE FOR ANYNEEDS IDENTIFIED.3. CONTRIBUTE TO PARTICIPATORY RESEARCH ACTIVITIES AS MEMBERS OF THEPROJECT TEAM.4. ASSIST WITH IDENTIFYING AND ONBOARDING EQUITY CONSULTANT, MEETINGFACILITATOR AND ANY OTHER INDIVIDUALS BROUGHT ON AS PAID PROJECTPARTICIPANTS.5. PROVIDE REVIEW, GUIDANCE AND SUPPORT ON MATERIALS DEVELOPED THROUGHTHIS AGREEMENT INCLUDING, BUT NOT LIMITED TO PRESENTATIONS, PUBLICATIONS, TOOLS, AND TRAININGS. AUTHOR OR CO-AUTHOR PUBLICATIONS WHEN APPROPRIATE OR THE NEED IS IDENTIFIED..  THE COOPERATOR WILL:1. CONDUCT PARTICIPATORY RESEARCH ON TAKING A REGIONAL APPROACH TO FOODSYSTEM DEVELOPMENT. THIS COULD INCLUDE: A LITERATURE REVIEW, SURVEYS,FOCUS GROUPS/LISTENING SESSIONS, CASE STUDY INTERVIEWS, ETC.2. ESTABLISH A COP OF 10 FPCS FOCUSED ON STRENGTHENING RURAL-URBANLINKAGES AND OPPORTUNITIES TO PROMOTE REGIONAL GOVERNANCE. HOST REGULARCOP MEETINGS WITH THE SUPPORT OF MEETING AND EQUITY FACILITATORS.3. HOST AT LEAST MONTHLY RESEARCH TEAM MEETINGS.4. LEVERAGE DATA THAT IS INTEGRATED INTO THE USDA AMS COVID-19 RECOVERYAND RESILIENCE DATA AND METRICS PLATFORM TO AID IN EVALUATING DIFFERENTREGIONAL GOVERNANCE APPROACHES.5. DEVELOP PUBLICATIONS ON THE STATE OF REGIONAL FPCS IN THE US ANDOTHER FINDINGS FROM THIS RESEARCH. THIS WILL INCLUDE MULTIPLE DELIVERABLES (AT LEAST 2) TAKING DIFFERENT FORMATS (I.E., WRITTEN FINAL REPORT, PODCAST OR WEBINAR, RESEARCH BRIEFS, TRAININGS, ORWORKSHOPS, ETC.). EXACT TOPICS AND FORMATS WILL BE DETERMINED BASED ONFINDINGS FROM RESEARCH.6. CREATE, IN COLLABORATION WITH COP PARTNERS, RESOURCES ON “HOW TO TAKEA REGIONAL APPROACH” AND PROVIDE AT LEAST 5 WEBINARS, TRAININGS ORWORKSHOPS ON THE MATERIALS WITH THE SUPPORT OF MEETING AND EQUITYFACILITATORS. THIS WOULD INCLUDE TRAININGS/TECHNICAL ASSISTANCE PROVIDEDTO THE REGIONAL FOOD BUSINESS CENTERS.7. CO-CREATE POLICY RECOMMENDATIONS TO SUPPORT FPCS TO TAKE A REGIONALAPPROACH AND BRIEF RELEVANT AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_AM220300WAMSC006_12K2"}, {"internal_id": 151881766, "Award ID": "AM220300WAMSC005", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "10.164", "Description": "THE NATIONAL MEAT SUMMITS (HTTPS://MEATSUMMITS.COM) STEERING COMMITTEEIS SEEKING NATIONAL SPONSORSHIPS TO SUPPORT REGIONAL EVENTS RUN BY ITSMEMBERS THAT ARE FOCUSED ON STRENGTHENING RELATIONSHIPS BETWEEN REGIONALRANCHERS, PROCESSORS, DISTRIBUTORS, RETAILERS, AND CONSUMERS.  THE FIRSTREGIONAL SUMMIT IS SCHEDULED FOR JANUARY 2023 AT COLORADO STATEUNIVERSITY (FT. COLLINS) WITH SUBSEQUENT REGIONAL EVENTS BEING PLANNEDFOR 2023 AND 2024.AMS WILL UTILIZE THESE PLATFORMS TO STRENGTHEN OUR RELATIONSHIPS WITHTHE ORGANIZATIONS INVOLVED AND PROMOTE USDA AND AMS PROGRAMS ANDSERVICES SUPPORTING LOCAL/REGIONAL MEAT SUPPLY CHAINS AND SMALLPRODUCERS AND PROCESSORS, AS WELL AS USDA’S “FOOD SYSTEMS TRANSFORMATION” INITIATIVES MORE BROADLY. TO THAT END, THE LIVESTOCK AND POULTRY PROGRAM AND TRANSPORTATION AND MARKETING PROGRAM WILLJOINTLY PROVIDE THROUGH THIS AGREEMENT FUNDS MATCHING THE “PREMIER”SPONSORSHIP LEVEL, AFFORDING USDA AND AMS WITH CERTAIN ENUMERATED SPONSOR BENEFITS, AS WELL AS ADDITIONAL OPPORTUNITIES NEGOTIATED WITH THE ORGANIZERS.THE FEDERAL AGENCY WILL:1. PROVIDE INPUT BY ATTENDING VIRTUAL AND IN-PERSON MEETINGS OF THENATIONAL MEAT SUMMITS STEERING COMMITTEE, AS WELL AS ATTENDANCE AT EACHINDIVIDUAL SUMMIT’S PLANNING COMMITTEE, AS APPROPRIATE (FOR SPECIFICAGENDA DEVELOPMENT AND SUMMIT CONTENT).2.  PROVIDE FUNDS TO SUPPORT THE MEAT SUMMITS AS A NATIONAL SPONSOR ATTHE PREMIER LEVEL OF $40,000.THE COOPERATOR WILL:1. PROVIDE THE FOLLOWING BASIC BENEFITS AFFORDED TO ALL PREMIER LEVELSPONSORS:• BRAND RECOGNITION WITH COMPANY NAME/LOGO ON MEATSUMMITS.COM.• INCLUSION OF LOGO IN REGIONAL SUMMITS’ MARKETING MATERIALS, ON-SCREENLOGO-CYCLING, AND VERBAL RECOGNITION DURING BRAND RECOGNITION PERIOD.• ADVERTISING IN PRINT PROGRAMS OF ALL SUPPORTED EVENTS DURING BRANDINGRECOGNITION PERIOD.• SIGNAGE AT ALL EVENTS DURING BRANDING RECOGNITION PERIOD.• COMPLEMENTARY REGISTRATIONS PER EVENT.• RECOGNITION BADGES FOR ATTENDEES.• INTRODUCE BREAKOUT SESSIONS.• PRODUCT USED IN CONFERENCE UPON REQUEST.• RESERVED SEATING AT KEYNOTE PRESENTATIONS.• INTRODUCE KEYNOTE SPEAKER.• BE INVITED TO PARTICIPATE IN THE VISIONARY SPONSOR MEETING TO BE HELDONCE ANNUALLY AND OTHER COMMITTEE MEETINGS, AS APPROPRIATE.2. WORK WITH FEDERAL AGENCY AND STEERING COMMITTEE TO ENSURE INCLUSIONOF THE FOLLOWING BENEFITS AND CONTENT OVER THE COURSE OF THE 24-MONTHPERIOD OF THE SUMMIT SERIES, AND TERM OF THIS AGREEMENT:• SPEAKING OPPORTUNITY (E.G. KEYNOTE) FOR MRP/AMS LEADERSHIPREPRESENTATIVE• AMS DISPLAY BOOTH• INTRO/DEMO OF INSTRUMENT GRADING OF BEEF• INTRO/DEMO OF MOBILE MARKET NEWS APP• FLASH MATCHMAKING EVENTS/SESSIONS WITH MPPTA TECHNICAL ASSISTANCEPROVIDERS• MPPEP AND MPIRG GRANTEE PEER-TO-PEER BREAKOUT SESSIONS• OTHER PROGRAMMING AND BREAKOUTS AS APPROPRIATE (EXAMPLE: TM/ AURIMIDWEST PILOT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73c83732-52fc-53b1-348a-a0b0d648c65b-C", "generated_internal_id": "ASST_NON_AM220300WAMSC005_12K2"}, {"internal_id": 151585602, "Award ID": "AM220300WAMSC004", "Award Amount": 137126.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-20", "CFDA Number": "10.164", "Description": "THIS AGREEMENT WILL LEAD TO AN INCREASE IN THE USE OF STANDARDIZED PACKSIZES AND CONSISTENT NAMING CONVENTION FOR PRODUCE ACROSS THE LOCALFOODS SECTOR. THE COOPERATOR WILL OVERSEE COLLABORATIVE EFFORTS TOIDENTIFY A “VOLUNTARY CONSENSUS STANDARD” FOR FRESH FRUITS ANDVEGETABLES, THAT WILL LEVERAGE EXISTING NAMING CONVENTION, PACK SIZES,AND PRODUCT ATTRIBUTES. WHILE MANY INSTITUTIONS HAVE CREATED WHOLESALEPACKING GUIDES, THEY REMAIN INCONSISTENT AND INCOMPLETE, THUS A SYSTEMICAPPROACH IS NEEDED TO EVALUATE AND GENERATE STREAMLINED STANDARDS. THESESTANDARDS WILL BE MADE AVAILABLE FOR PUBLIC USE AND VOLUNTARILYINTEGRATED INTO CURRENT TECHNOLOGY SYSTEMS FOR PRODUCERS, SUPPLIERS, ANDBUYERS; REDUCE BARRIERS TO ENTRY TO WHOLESALE MARKETS FOR LOCAL ANDREGIONAL PRODUCERS AND FOOD HUBS; ALLOW FOR MORE SYNTHESIZABLE DATA ANDEASIER STRATEGIC PLANNING ACROSS PRODUCTS, PRODUCERS, AND SYSTEMS; ANDPROVIDE A USDA ENDORSED STANDARD THAT PRODUCERS, AGGREGATORS,DISTRIBUTORS, AND BUYERS CAN TRUST.  A DIVERSE GROUP OF LOCAL ANDREGIONAL FOOD SUPPLY CHAIN STAKEHOLDERS WILL IDENTIFY, EVALUATE, ANDAGGREGATE EXISTING STANDARDS TO GENERATE FINAL VOLUNTARY STANDARDGUIDANCE FOR PRACTITIONERS.  THIS STANDARD DEFINING BODY (STEERINGCOMMITTEE) IS SLATED TO INCLUDE REPRESENTATIVES FROM FOOD HUBS, FARMS,TECHNICAL SERVICE FARM ORGANIZATIONS, TECHNOLOGISTS, INSTITUTIONS,GOVERNMENT, NATIONAL GROCERY CHAINS AND BROADLINE DISTRIBUTORS.  THESESTAKEHOLDERS ARE CRITICAL TO ENSURING STANDARDS THAT ARE RELEVANTTHROUGHOUT THE REGIONAL FOOD SUPPLY CHAIN.THIS COOPERATIVE AGREEMENT WILL HELP GAIN A BETTER UNDERSTANDING OF THECURRENT GUIDANCE ON PACK SIZES AND NAMING CONVENTIONS WHILE ESTABLISHINGA STANDARD.  PROJECT OBJECTIVES INCLUDE:• REVIEW CURRENT GUIDANCE TO UNDERSTAND HOW PRODUCERS CURRENTLYDETERMINE THE NAMING CONVENTION AND PACK SIZE FOR THEIR PRODUCTS.• UNDERSTAND THE ADVANTAGES AND DISADVANTAGES OF CURRENT STANDARDS FORLOCAL AND REGIONAL PRODUCERS.• DEVELOP A VOLUNTARY CONSENSUS STANDARD USING THE INFORMATION COLLECTEDAND EVALUATED.• DISSEMINATE THE STANDARD AND ENCOURAGE ADOPTION.• DOCUMENT THE PROJECT PROCESS, ACTIVITIES, AND OUTPUTS.FURTHER, THE PROJECT DELIVERABLES ARE AS SUCH:1. AGGREGATION AND DOCUMENTATION OF EXISTING STANDARDS2. WRITTEN ANALYSIS OF EXISTING STANDARDS, INCLUDING THEIR CURRENT USEIN LOCAL AND REGIONAL FOOD SYSTEMS AND BARRIERS TO ADOPTION BYPRODUCERS.3. VOLUNTARY CONSENSUS STANDARD (WRITTEN DOCUMENT) FOR THE MOST COMMONFRESH FRUITS AND VEGETABLES THAT CAN BE ADAPTED FOR NEARLY ALL PRODUCTSUSING THE SAME TAXONOMY.4. A USDA-BRANDED STANDARDS GUIDEBOOK/TOOLKIT FOR LOCAL AND REGIONALPRODUCERS.5. COMMUNICATION PLAN INCLUDING A WEBSITE AND SOCIAL MEDIA PLAN.6. FINAL REPORT THAT DOCUMENTS THE PROJECT PROCESS AND OUTPUTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cfd3e627-46b5-3123-306e-6c0bb32e4ca4-R", "generated_internal_id": "ASST_NON_AM220300WAMSC004_12K2"}, {"internal_id": 151123787, "Award ID": "AM220300WAMSC003", "Award Amount": 19999.96, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-08", "CFDA Number": "10.164", "Description": "THE AGREEMENT WILL ASSIST THE COOPERATOR WITH HOSTING THE 2022 NATIONALAGRICULTURAL MARKETING SUMMIT (“SUMMIT”).THE SUMMIT, FOLLOWING PREVIOUS EFFORTS IN 2018, 2019, AND 2020, WILLPROVIDE TECHNICAL ASSISTANCE, MARKETING STRATEGIES, AND RESOURCES TOFARMERS, RANCHERS, AND BUSINESSES THAT UNDERTAKE DIRECT MARKETING AND/ORPRODUCE VALUE-ADDED AGRICULTURAL PRODUCTS. THE 2022 SUMMIT WILL OCCUROCTOBER 23-25, 2022 IN PENSACOLA, FLORIDA. AS PART OF THE 2022 SUMMIT,THE FEDERAL AGENCY WILL ASSIST IN DEVELOPING CONFERENCE SESSIONSRELEVANT TO AGENCY GOALS AND IDENTIFYING RECIPIENTS OF TRAVELSCHOLARSHIPS FOR DIVERSE SPEAKERS AND ATTENDEES AS AGREED BY THEPLANNING COMMITTEE. THE FEDERAL AGENCY WILL ALSO AID CONFERENCE PLANNERSWITH CREATING CONTENT AND RESOURCES FOR PRACTITIONERS TO DEVELOP NEW OREXPANDED MARKETS FOR THE LOCAL FOODS SECTOR.THE FEDERAL AGENCY WILL:1. PARTICIPATE IN THE SELECTION OF TRAVEL SCHOLARSHIP RECIPIENTS FORDIVERSE SPEAKERS AND ATTENDEES AS AGREED BY THEPLANNING COMMITTEE.2. DEVELOP THE AGENDA AND CONTENT FOR TRACK SESSIONS TO SUPPORT ANDSHARE RECENT AND ONGOING AMS PROJECT WORK ANDCOLLABORATE WITH THE CONFERENCE PLANNING COMMITTEE IN THE DEVELOPMENT OFOTHER TRACK SESSIONS.3. PARTICIPATE IN TELECONFERENCE AND IN-PERSON CONFERENCE MEETINGS TODISCUSS THE SUMMIT LOGISTICS, STRUCTURE, CONTENT, AND PRESENTERS.4. ASSIST THE COOPERATOR WITH IDENTIFYING AND INVITING CONFERENCEPRESENTERS.THE COOPERATOR WILL:1. ESTABLISH PARTNERSHIPS AND LEAD A CONFERENCE PLANNING COMMITTEE THATWILL INCLUDE REPRESENTATIVES FROM INVITED STAKEHOLDERS. THIS WILLINCLUDE OVERSEEING EFFORTS TO IDENTIFY OTHER PRIVATE-SECTOR, ACADEMICAND QUASI-GOVERNMENTAL SPONSORS FOR THE SUMMIT AND INVITING SUCHORGANIZATIONS TO BE A PART OF THE SUMMIT PLANNING PROCESS.2. ASSIST IN THE SELECTION OF TRAVEL SCHOLARSHIP RECIPIENTS FOR DIVERSESPEAKERS AND ATTENDEES AS AGREED BY THE PLANNING COMMITTEE.3. DEVELOPING A PROMOTION STRATEGY FOR THE CONFERENCE THAT TARGETS KEYSTAKEHOLDERS AND THEIR CLIENTELE; AND SHARE AND PROMOTE POST-EVENTRESOURCES AND OUTCOMES.4. ADMINISTER THE CONFERENCE BY SECURING, RESERVING, AND PAYING FORHOTEL CONFERENCE SPACE; DEVELOPING A CONFERENCE WEBSITE ON LOCALFOODECONOMICS.COM; ISSUING INVITATIONS; CREATING, PRINTING, AND ISSUING CONFERENCE PROGRAM AND NAMETAGS; HAVING STAFF PRESENT ATALL TIMES DURING THE CONFERENCE TO ENROLL AND REGISTER ATTENDEES TOASSIST WITH LOGISTICAL ISSUES AS THEY ARISE; AND OVERSEEING THE ORGANIZATION OF EITHER A PRE-CONFERENCE OR POST-CONFERENCE TOUR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_AM220300WAMSC003_12K2"}, {"internal_id": 150315565, "Award ID": "AM220300WAMSC002", "Award Amount": 15000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-03", "CFDA Number": "10.164", "Description": "THE 20TH ANNUAL SAFSF FORUM (TO BE HELD JUNE 20-22, 2022 IN KANSAS CITY,MISSOURI), PROVIDES A UNIQUE OPPORTUNITY  FOR THE FEDERAL AGENCY TOENGAGE WITH SUSTAINABLE AGRICULTURE AND FOOD SYSTEMS FUNDERS ANDENCOURAGE STRATEGIC PARTNERSHIPS TO SUPPORT THE DEVELOPMENT OF LOCAL ANDREGIONAL FOOD SYSTEMS. THE FEDERAL AGENCY WILL SPONSOR THIS FORUM THATTHE COOPERATOR IS ORGANIZING IN ORDER TO HIGHLIGHT THE USDA'S COMMITMENTTO FOOD SYSTEMS TRANSFORMATION, THE FEDERAL AGENCY'S PROGRAMS ANDSERVICES IN SUPPORT OF LOCAL AND REGIONAL FOOD SYSTEMS, AND FOSTERPARTNERSHIPS WITH PRIVATE FOOD SYSTEMS FUNDERS.SAFSF AMPLIFIES THE IMPACT OF PHILANTHROPIC AND INVESTMENT COMMUNITIESIN SUPPORT OF JUST AND SUSTAINABLE FOOD AND AGRICULTURE SYSTEMS, AND THESAFSF FORUM IS FOR AND BY FUNDERS SUPPORTING JUST AND SUSTAINABLE FOODSYSTEMS CHANGE. THE FORUM CHALLENGES PARTICIPANTS TO UNDERSTAND THE NEEDFOR GRANTMAKERS AND INVESTORS TO TAKE ON RISKS IN ORDER TO CO-CREATEMORE RESILIENT, SUSTAINABLE, AND EQUITABLE FOOD SYSTEMS - AND AT THESAME TIME, PROVIDES SPACE TO CULTIVATE CONNECTIONS WITH PEERS SO THAT NOONE ORGANIZATION IS GONG IT ALONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "23006c27-32e3-86de-112d-65a14a2f7dd6-C", "generated_internal_id": "ASST_NON_AM220300WAMSC002_12K2"}, {"internal_id": 156006433, "Award ID": "AM220300WAMSC001", "Award Amount": 28689.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-11", "CFDA Number": "10.164", "Description": "USDA AMS AND THE UNIVERSITY OF MAINE SYSTEM WILL HOST A NATIONAL CONVENING OF INDIVIDUALS AND ORGANIZATIONS FROM ACROSS THE COUNTRY WHO HAVE RECEIVED GRANTS OR ARE SEEKING TO APPLY FOR GRANTS FOCUSED ON SEAFOOD FROM THE FARMERS MARKET PROMOTION PROGRAM, LOCAL FOOD PROMOTION PROGRAM AND REGIONAL FOOD SYSTEM PARTNERSHIP GRANT PROGRAM AND ARE WORKING TO STRENGTHEN LOCAL AND REGIONAL SEAFOOD SYSTEMS. THE PURPOSE OF THIS FORUM IS THREEFOLD: (1) TO ENCOURAGE DIALOG AND KNOWLEDGE EXCHANGE BETWEEN GRANTEES; (2) TO CREATE A SPACE FOR SHARING SECTOR SPECIFIC CHALLENGES, OPPORTUNITIES, AND OR IDEAS RELATED TO PAST, CURRENT, AND NEW PROJECTS; AND (3) TO HELP FUTURE APPLICANTS ENVISION SUCCESS BY LEARNING FROM EXISTING INITIATIVES. THIS PROJECT WILL BE A PILOT OF A SECTOR SPECIFIC (SEAFOOD) TECHNICAL ASSISTANCE INITIATIVE WITH THE IDEA THAT IT CAN SERVE AS A MODEL FOR FUTURE CONVENINGS OF OTHER SECTORS. AS SUCH, THIS PROJECT WILL EVALUATE THIS PROCESS USING AN ONLINE SURVEY ADMINISTERED TO ALL PARTICIPANTS, FOLLOWED BY A FOCUS GROUP WITH A SUBSET OF PARTICIPANTS SIX MONTHS LATER. THE FORUM FOR THE SEAFOOD SECTOR IS EXPECTED TO DRAW ROUGHLY 200 PARTICIPANTS FROM ACROSS THE COUNTRY. THIS PROCESS WILL BE DOCUMENTED TO PROVIDE A GUIDE FOR REPLICATING SIMILAR EVENTS AND TURNED INTO A FINAL REPORT THAT WILL ALSO INCLUDE THE FINDINGS FROM THE EVALUATION AND LESSONS LEARNED. ACTIVITY 1. NATIONAL CONVENING. LCN WILL WORK WITH USDA TO CO-HOST A NATIONAL SYMPOSIUM THAT BRINGS TOGETHER LAMP GRANT RECIPIENTS AND POTENTIAL APPLICANTS WHO ARE INVOLVED IN SEAFOOD RELATED INITIATIVES. WE PROPOSE TO MAKE THIS A HALF DAY EVENT THAT FEATURES FIVE STRATEGIC ACTIVITIES: (1) 3-MINUTE SPEEDTALKS BY GRANT RECIPIENTS THAT ARE DESIGNED TO SHOWCASE THE DIVERSITY OF PROJECTS THAT HAVE BEEN SUPPORTED BY LAMP GRANTS. THESE PRESENTATIONS WILL BE IN PLENARY SO THAT ALL PARTICIPANTS HAVE THE OPPORTUNITY TO LEARN ABOUT THE PROJECTS. (2) FACILITATED BREAKOUT SESSIONS WITH EXISTING GRANT RECIPIENTS. THESE BREAKOUT SESSIONS WILL CENTER ON A SERIES OF TRIGGER QUESTIONS THAT ALLOW THE GROUPS TO IDENTIFY SECTOR SPECIFIC CHALLENGES, OPPORTUNITIES, AND/OR IDEAS RELATED TO PAST, CURRENT, AND NEW PROJECTS. (3) INFORMATIONAL SESSION WITH USDA GRANT MANAGERS TO HELP THE SEAFOOD SECTOR BETTER UNDERSTAND LAMP FUNDING OPPORTUNITIES. THIS SESSION WILL BE FOR PROSPECTIVE APPLICANTS WHO HAVE NOT RECEIVED FUNDING IN THE PAST. (4) GRANT RECIPIENT PANEL DISCUSSION THAT PROVIDES TIME FOR A SELECT NUMBER OF GRANT AWARDEES TO SHARE THEIR EXPERIENCES. THESE PRESENTATIONS WILL BE IN PLENARY SO THAT ALL PARTICIPANTS HAVE THE OPPORTUNITY TO LEARN ABOUT THE PROJECTS. (5) FACILITATED BREAKOUT SESSIONS WHERE PROSPECTIVE APPLICANTS CAN MEET WITH AND TALK TO GRANT RECIPIENTS ABOUT THEIR EXPERIENCES. WE NOTE THAT WHILE NOT EXPLICITLY PART OF THIS PROJECT, LCN WILL ALSO HOST BI-WEEKLY OFFICE HOURS FOR FISHING COMMUNITIES TO ADDRESS NON-TECHNICAL QUESTIONS ABOUT THE LAMP GRANTS, PROVIDE RESOURCES AND PERTINENT GRANT INFORMATION, ENCOURAGE DIALOG AND KNOWLEDGE EXCHANGE BETWEEN INTERESTED APPLICANTS, AND SHARE INFORMATION ABOUT THE USDA AMS WHOLESALE MARKET DESIGN ARCHITECTURAL SERVICE. ACTIVITY 2. EVALUATION. IN ORDER TO ASSESS THE SHORT-TERM IMPACT OF THE CONVENING, WE WILL ADMINISTER A SHORT ONLINE SURVEY TO ALL REGISTERED PARTICIPANTS IMMEDIATELY FOLLOWING THE EVENT. THE SURVEY WILL FOCUS ON UNDERSTANDING PARTICIPANTS PERCEIVED BENEFITS OF THE CONVENING. WE WILL THEN HOST AN IN-PERSON FOCUS GROUP WITH A SUBSET OF PARTICIPANTS SIX MONTHS LATER AT THE LOCAL SEAFOOD SUMMIT IN GIRDWOOD, ALASKA. THE AIM OF THE FOCUS GROUP WILL BE TO COLLECT INFORMATION FROM PARTICIPANTS ABOUT THEIR REALIZED BENEFITS. IN OTHER WORDS, HAD THE BENEFITS THAT THEY THOUGHT THEY WOULD GAIN FROM THE CONVENING MATERIALIZED? ACTIVITY 3. KNOWLEDGE TRANSFER AND LESSONS LEARNED. TO FACILITATE KNOWLEDGE TRANSFER, WE WILL DOCUMENT OUR PROCESS AND LESSONS LEARNED IN A FINAL REPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_AM220300WAMSC001_12K2"}, {"internal_id": 146037952, "Award ID": "AM220200XXXXC002", "Award Amount": 367510.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-01-25", "CFDA Number": "10.164", "Description": "PHASE I: APPLICATION TECHNICAL ASSISTANCE, NOVEMBER  2021-DECEMBER 2021GOAL: REACHING THE TARGETED COMMUNITIES AND PROVIDING EDUCATION ON BOTHGRANT AND REVIEW PANELIST OPPORTUNITIES.STRATEGY: INFORM AND GENERATE CONVERSATION AMONG LATINO ANDIMMIGRANT-SERVING ORGANIZATIONAL STAKEHOLDERS NATIONWIDE AND IN KEY STATES (TBD) ABOUT THE FARM AND FOOD WORKER GRANT PROGRAM THROUGH ONLINE WEBINARS/FB LIVE, ONE-ON-ONE CONVERSATIONS AND PODIUMPRESENTATIONS.TACTICS:● STAKEHOLDER MAPPING: IN CLOSE COLLABORATION WITH AMS AND OTHERPARTNERS, DEVELOP A COMPREHENSIVE LIST OF STRATEGIC  PARTNERS AND ALLIES, INCLUDING: NON-GOVERNMENT, FAITH-BASED, GRASSROOTS, EDUCATIONAL, ORGANIZATIONS, AND MEDIA.● WEBINARS/FB LIVES: CONDUCT AT LEAST 4 WEBINARS/FB LIVE (2 IN ENGLISHAND SPANISH) BETWEEN NOVEMBER AND DECEMBER.● OFFICE HOURS: IN CLOSE COLLABORATION WITH AMS AND OTHER KEY PARTNERS,GENERATE A SERIES OF OFFICE HOURS ACTIVATIONS THROUGH A 1-800 NUMBER ANDINSTANT MESSAGING AS AN OPPORTUNITY FOR ORGANIZATIONS AND PARTNERS TOAPPLY TO RECEIVE FUNDING AIMED TO BE RE-DISTRIBUTED TO FARMWORKERS,MEATPACKING WORKERS, AND FRONT-LINE GROCERY WORKERS.● SOCIAL MEDIA AMPLIFICATION: UTILIZE SOCIAL MEDIA NETWORKS (WITH ASPECIAL EMPHASIS ON PLATFORMS FOCUSED ON PROFESSIONAL NETWORKING -I.E,LINKEDIN) TO INFORM ORGANIZATIONAL LEADERS ABOUT THE PROGRAM AND WAYS TOBE INVOLVED.PHASE II: IMPLEMENTATION TECHNICAL ASSISTANCE, JANUARY 2022 – OCTOBER2023STRATEGY: DESIGN, TRANSCREATE, AND DISTRIBUTE CULTURALLY RELEVANT ANDLINGUISTICALLY APPROPRIATE OUTREACH MATERIALS FOR LIMITED-ENGLISHPROFICIENCY MEMBERS (AT LEAST 4 LANGUAGES) OF THE PUBLIC ON THE FARM ANDFOOD WORKER GRANT PROGRAM.OUTREACH AND EDUCATIONAL MATERIALS DEVELOPMENT AND CLEARINGHOUSETACTICS:MATERIALS DEVELOPMENT● GRASSROOTS OUTREACHO DEVELOPMENT AND/OR TRANSCREATION (INTO 4 LANGUAGES) OF A GRASSROOTSTOOLKIT THAT WILL PROVIDE ORGANIZATIONS DISTRIBUTING GRANTS TOINDIVIDUALS COLLATERAL MATERIALS SUCH AS: FLYERS, HANDOUTS, POSTERS,SIGNS, POSTCARDS, FACT SHEETS, BULLETIN BOARD POSTINGS, TEMPLATELANGUAGE FOR PRINTED NEWSLETTERS, PHONE BANK SCRIPT, COMMUNITY LEADERTALKING POINTS AND SCRIPT, “EVENT-IN-A-BOX” MATERIALS (RUN OF SHOW,PROMOTIONAL MATERIALS, SIGN UP SHEETS,  TALKING POINTS)▪ WE WILL ALSO FOCUS ON THE CREATION OF COLLATERAL THAT IS FOCUSED ONLOW LITERACY AUDIENCES THROUGH THE USE OF VISUAL ELEMENTS. THESEMATERIALS WILL NOT ONLY BE CULTURALLY RELEVANT BUT WILL APPEAL TO ANDRESPECT THE INTENDED AUDIENCES.● DIGITAL OUTREACHO DEVELOPMENT AND/OR TRASCREATION (INTO 4 LANGUAGES) OF A DIGITALTOOLKIT CONSISTING OF MULTILINGUAL DIGITAL ASSETS TO BE USED BY ORGANIZATIONS DISTRIBUTING GRANTS TO CONDUCT OUTREACH THROUGH ONLINE AND DIGITAL COMMUNICATIONS.▪ ASSETS MAY INCLUDE: SOCIAL MEDIA MEMES AND GRAPHICS (FOR RELEVANTPLATFORMS), SMS AND INSTANT MESSAGING (I.E WHATSAPP) MESSAGES AND CALLSTO ACTION, SOCIAL MEDIA SHORT VIDEOS, ONLINE ARTICLES, TEMPLATE CONTENTFOR DIGITAL NEWSLETTERS AND EMAIL ALERTS, FACEBOOK LIVE/WEBINAR“IN-A-BOX” (CONSISTING IN RUN OF SHOW, SAMPLE SCRIPT, PROMOTIONALMATERIALS, AND TIPS TO PRODUCE BROADCAST).● TRADITIONAL MEDIA/EARNED MEDIA OUTREACHO DEVELOPMENT AND/OR TRASCREATION (INTO 4 LANGUAGES) OF TRADITIONALMEDIA CONSISTING OF MULTILINGUAL MEDIA MATERIALS TO BE UTILIZED WITHNICHE, MULTICULTURAL/MULTILINGUAL MEDIA. THE TOOLKIT MAY INCLUDE:▪ PRINT: SPOKESPERSON TALKING POINTS, TEMPLATE MEDIA ADVISORY, TEMPLATEPRESS RELEASES (FOR VARIOUS STAGES OF PROGRAM), TEMPLATE OP-ED, TEMPLATEREADY-TO-PRINT ARTICLE.▪ RADIO AND TV: SAMPLE PITCH FOR PRODUCERS, SPOKESPERSON TALKING POINTS,LIVE SCRIPTS FOR ANNOUNCERS, PSA SCRIPT, 3 RADIO ADS, PHONE BANK SCRIPT.▪ ONLINE: READY TO PRINT ARTICLES, VIDEO ASSETS, BANNERS AND DIGITALPSAS.● PAID MEDIA TRADITIONAL AND DIGITALO BASED ON PRIORITY MARKETS AND BUDGET, DEVELOP A HOLISTIC PAID MEDIAPLAN FOCUSING ON LIMITED ENGLISH PROFICIENCY MEMBERS OF THE PUBLIC FORTHE LAUNCH OF THE CAMPAIGN (AND POTENTIALLY FOR OTHER STAGES). THESEPLANS WILL INCLUDE▪ RADIO AND TV SPOTS▪ PAID TOWNHALLS(RADIO AND TV)▪ PRINT ADS▪ SOCIAL MEDIA/DIGITAL ADS AND BANNERS▪ ADDED VALUE INTERVIEWS, COVERAGE, AND OTHER PROMOTIONAL ACTIVITIESO PLEASE NOTE THAT ACTUAL PAID MEDIA/ADVERTISING SHOULD BE BUDGETED ANDNEGOTIATED SEPARATELY ONCE WE DETERMINE KEY MARKETS AND AUDIENCES.STAKEHOLDER ENGAGEMENT AND COORDINATION● DIGITAL CLEARINGHOUSE/HUBO IN CLOSE COLLABORATION WITH AMS AND OTHER KEY STAKEHOLDERS, DEVELOP ALANDING PAGE/DIGITAL HUB THAT WILL HOUSE ALL THE MATERIALS AND RESOURCESAVAILABLE FOR COMMUNITY PARTNERS WHEN CONDUCTING THEIR OUTREACHACTIVITIES.● NEWSLETTERO IN CLOSE COLLABORATION WITH AMS AND OTHER KEY STAKEHOLDERS, DEVELOP APERIODICAL (MONTHLY OR EVERY OTHER MONTH) DIGITAL NEWSLETTER THAT WILLPROVIDE LATEST INFORMATION, RESOURCES, NEWSCLIPS, BEST PRACTICES ANDHIGHLIGHT THE WORK OF GRASSROOTS PARTNERS.● COMMUNITY OF PRACTICEO CULTIVATE A COMMUNITY OF PRACTICE WITH ORGANIZATIONAL GRANT RECIPIENTSTHROUGH QUARTERLY WEBINARS, LISTSERVS, AND BUSINESS COMMUNICATIONSCHANNELS (I.E., SLACK). THE GOAL OF THIS COMMUNITY OF PRACTICE WILL BETO SHARE RESOURCES, BEST PRACTICES AND SEEK FOR COLLECTIVE SOLUTIONS TOIMPLEMENTATION CHALLENGES. ONCE WE HAVE A BETTER SENSE OF RECIPIENTS, WEWILL CONDUCT ONLINE SURVEYS AND REQUESTS FOR INPUT ON WHAT WOULD BE THEMOST EFFECTIVE TACTICS TO IMPLEMENT.● TECHNICAL ASSISTANCE TO STAKEHOLDERSO PROVIDE UP TO 20 HOURS PER MONTH OF TECHNICAL ASSISTANCE FOR AMS, KEYSTAKEHOLDERS AND ORGANIZATIONS IN THE IMPLEMENTATION OF THE PROGRAMWHICH MAY INCLUDE STRATEGIC COMMUNICATIONS (I.E., DIGITAL OUTREACH,MEDIA TRAININGS), OUTREACH, AND PROJECT MANAGEMENT ADVICE. THIS SUPPORTCAN BE DELIVERED THROUGH IN-PERSON MEETINGS, VIDEO CONFERENCING, EMAIL,OR TELEPHONE CALLS.● TRANSCREATION SERVICESO PROVIDE UP TO 20 HOURS PER MONTH OF EXPERT ADVICE ON TRANSCREATION OFRELEVANT PIECES. IN SOME CASES THIS WORK MAY INCLUDE STRATEGIC GUIDANCE(MULTIPLE LANGUAGES), DIRECT TRANSLATION (SPANISH-LANGUAGE), DESIGN(MULTIPLE LANGUAGES., AND/OR PROOFREADING (SPANISH-LANGUAGE).", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7ddcba7-a5b3-63bb-fa75-bc8ae9e34b1c-R", "generated_internal_id": "ASST_NON_AM220200XXXXC002_12K2"}, {"internal_id": 145832675, "Award ID": "AM220200XXXXC001", "Award Amount": 1240131.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-01-11", "CFDA Number": "10.164", "Description": "IN SEPTEMBER 2021, THE U.S. DEPARTMENT OF AGRICULTURE (USDA),AGRICULTURAL MARKETING SERVICE (AMS) ANNOUNCED THE CREATION OF GRANTS TOPROVIDE RELIEF TO FARM AND FOOD WORKERS IMPACTED BY COVID-19. THEDEPARTMENT WILL PROVIDE $700 MILLION IN COMPETITIVE GRANT FUNDING,PUBLISHING A REQUEST FOR APPLICATIONS DURING THE FALL OF 2021. THEPROGRAM WILL PROVIDE RELIEF TO FARMWORKERS, MEATPACKING WORKERS, ANDFRONT-LINE GROCERY WORKERS FOR EXPENSES INCURRED DUE TO THE PANDEMIC.FUNDS WILL BE AWARDED THROUGH GRANTS TO STATE AGENCIES, TRIBAL ENTITIES,AND NON-PROFIT ORGANIZATIONS SERVING FARMWORKERS AND MEATPACKING WORKERSRANGING FROM $5,000,000 TO $50,000,000. USDA IS SETTING ASIDE $20MILLION FOR AT LEAST ONE PILOT TO PROVIDE TARGETED SUPPORT TO FRONT-LINEGROCERY WORKERS. ELIGIBLE ENTITIES MUST DEMONSTRATE THE CAPACITY TOREIMBURSE FARMWORKERS AND MEATPACKING WORKERS FOR UP TO $600 FOREXPENSES INCURRED DUE TO THE NOVEL CORONAVIRUS 2019 (COVID-19) PANDEMIC.AMS AIMS TO PROVIDE OUTREACH, TRAINING, AND TECHNICAL ASSISTANCE ON FARMAND FOOD WORKER RELIEF (FFWR) GRANT OPPORTUNITIES FOR ELIGIBLE GRANTAPPLICANTS AND GRASSROOTS ORGANIZATIONS. AMS RECOGNIZES THATORGANIZATIONS WITH SUFFICIENT STAFFING AND FISCAL CONTROLS TO MANAGEMULTI-MILLION-DOLLAR GRANTS MAY NOT HAVE THE COMMUNITY-LEVEL NETWORKSAVAILABLE TO SMALLER, GRASSROOTS ORGANIZATIONS. IN ADDITION, LIKELYGRANT APPLICANTS SUCH AS STATE-LEVEL SOCIAL SERVICE AGENCIES ANDFOUNDATIONS RELATED TO LABOR UNIONS HAVE NOT TRADITIONALLY PARTNEREDWITH AMS THROUGH FEDERAL GRANTS. THE UFW FOUNDATION IS SUBMITTING ACOOPERATIVE AGREEMENT PROPOSAL TO FOCUS ON PROVIDING SUPPORT FOR FARMWORKER SERVING ORGANIZATIONS THAT WILL BE APPLYING FOR THE FFWR PROGRAM.AS SUCH, THE ORGANIZATION IS PROPOSING TO DO THE FOLLOWING DURING PHASEI, THE APPLICATION PERIOD: 1) CONDUCT OUTREACH AND EDUCATION EFFORTS TOINFORM FARM WORKER ORGANIZATIONS ABOUT THE FFWR PROGRAM DURING THE 60DAY APPLICATION PERIOD AND SUPPORT EFFORTS TO IDENTIFY AND RECRUITREVIEW PANELISTS, 2) PROVIDE TRAINING AND TECHNICAL ASSISTANCE TO FARMWORKER ORGANIZATIONS FOR THE DEVELOPMENT OF AN APPLICATION THROUGHSUBCONTRACTORS, MICHAEL BROWNING AND FARMWORKER JUSTICE. DURING PHASE IIOF THE PROGRAM IMPLEMENTATION, THE UFW FOUNDATION WILL: 1) DEVELOP ACLEARINGHOUSE OF OUTREACH AND EDUCATIONAL MATERIALS THAT CAN BE USED BYFFWR PROGRAM GRANTEES AND OTHER PARTNERS AROUND THE COUNTRY TO ENSURECONSISTENCY IN MESSAGING AND INCREASE FARM WORKER PARTICIPATION IN THEPROGRAM AND 2) PROVIDE FINANCIAL MANAGEMENT AND REPORTING TECHNICALASSISTANCE THROUGH THE DURATION OF THE IMPLEMENTATION OF THE FFWRPROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e9ce369-5db1-ff10-2c77-d6e2bec3625f-C", "generated_internal_id": "ASST_NON_AM220200XXXXC001_12K2"}, {"internal_id": 143384473, "Award ID": "AM210200XXXXC010", "Award Amount": 316166.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-18", "CFDA Number": "10.164", "Description": "INCREASING FOOD ACCESS THROUGH FARMERS MARKET IMPLEMENTATION AND EDUCATION WITH UNDERSERVED COMMUNITY FOCUS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cfc8c030-9114-a15b-8fb1-ea7763bb1b10-C", "generated_internal_id": "ASST_NON_AM210200XXXXC010_12K2"}, {"internal_id": 141133522, "Award ID": "AM210200XXXXC009", "Award Amount": 199974.05, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-14", "CFDA Number": "10.164", "Description": "PREPARATION OF A RETAIL REPORT TO ADDRESS EXECUTIVE ORDER #14036 ON COMPETITION INCLUDING (I) ANALYTIC FOUNDATIONS, (II) POLICY OPTIONS, AND (III) THE FACILITATION OF UNDERSERVED PRODUCER ENGAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1882697f-2df0-529a-ed60-116702c184a7-C", "generated_internal_id": "ASST_NON_AM210200XXXXC009_12K2"}, {"internal_id": 150692332, "Award ID": "AM210200XXXXC008", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-26", "CFDA Number": "10.164", "Description": "SINCE THE EXPANSION OF USDA GOOD AGRICULTURAL PRACTICES (GAP) PROGRAMSIN 2015, PARTICIPATION HAS NOT EXPANDED AS ANTICIPATED AMONG GROWERS ANDBUYERS.  THE USDA GAP PROGRAMS ARE OFFERED TO THE FRUIT AND VEGETABLEPRODUCERS TO VERIFY AN OPERATION’S EFFORTS TO MINIMIZE THE RISK OFCONTAMINATION OF FRESH FRUITS, VEGETABLES, AND NUTS BY MICROBIAL.  USDAAIMS TO INCREASE PARTICIPATION AMONG PRODUCERS UTILIZING USDA GAPPROGRAMS, SPECIFICALLY FOCUSING ON PROVIDING AWARENESS AND OUTREACH TOUNDERSERVED AND SOCIALLY DISADVANTAGED PRODUCERS. ACCORDING TO THE 2017AGRICULTURE CENSUS REPORT, THERE ARE OVER 1 MILLION PRODUCERS THATCATEGORIZED AS SOCIALLY DISADVANTAGED. THERE IS A NEED TO BRING EQUITYAND DIVERSITY TO LOCAL FOOD MARKETS BY ENGAGING WITH SOCIALLYDISADVANTAGED PRODUCERS ON USDA GAP PROGRAMS. THE OBJECTIVES OF THISPROJECT ARE TWO-FOLD:1. DEVELOP AND PILOT A STRATEGY TO REMOVE BARRIERSTO USDA GAP PROGRAM PARTICIPATIONA) ANALYZE BARRIERS FROM THE MSU BUYER ACCEPTANCE PROJECT THAT AFFECTTHE PRODUCERS INCLUDING UNDERSERVED AND SOCIALLY DISADVANTAGEDPRODUCERS, AUDITORS, AND BUYERS TO UTILIZE THE USDA GAP PROGRAM; AND B)DEVELOP AND PILOT A STRATEGY TO REMOVE BARRIERS ASSOCIATED WITH GAP,FOCUSED ON GROUP GAP AND INCLUSIVE OF OTHER GAP PRODUCTS.2.PROMOTE THE UTILIZATION OF USDA GAP PROGRAMS FOR SMALL FARMERS,SOCIALLY DISADVANTAGED FARMERS, AND OTHERS WHO WOULD BENEFIT FROM THESEPROGRAMS USING THE NEW STRATEGY. SPECIFIC DELIVERABLES INCLUDE: •DEVELOP A STRATEGY AND TIMELINE TO IMPLEMENT AN OUTREACH AND EDUCATIONCAMPAIGN TO LESSEN USDA GAP PROGRAM BARRIERS AND INCREASE PARTICIPATION,ESPECIALLY TO SOCIALLY DISADVANTAGED FARMERS. NASDA INTENDS TO INCLUDEALL STATES IN ITS GREATER CAMPAIGN TO INCREASE PARTICIPATION IN GAP.• DEVELOP AND IMPLEMENT A PILOT FOR AN OUTREACH AND EDUCATION PROGRAM TOREMOVE BARRIERS FOR USDA GAP PROGRAMS.• DEVELOP BRANDING, MESSAGING, AND MARKETING MATERIALS TO PROMOTE GAPCERTIFICATION.• DEVELOP RECOMMENDATIONS AND SOLUTIONS TO ADDRESS BARRIERS AFTER THECOMPLETION OF THE PILOT.• WRITE A COMPREHENSIVE REPORT FOR USDA-AMS THAT WILL DEMONSTRATE THEIMPACT THIS PROJECT WILL HAVE IN ALL 50 STATES AND REPORT ON THE PILOT’SSUCCESSES AND CHALLENGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ba7f0948-40a6-6795-510a-a9a783d770a0-C", "generated_internal_id": "ASST_NON_AM210200XXXXC008_12K2"}, {"internal_id": 141133524, "Award ID": "AM210200XXXXC007", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-15", "CFDA Number": "10.164", "Description": "THIS PROJECT WILL HELP ENSURE A VIABLE SMALL AND LOCAL PROTEIN PROCESSING INDUSTRY THROUGH VARIOUS SUPPORT MECHANISMS. USING THE UPPER MIDWEST AS A LEARNING LABORATORY, THE PROJECT WILL DEVELOP RESOURCES AND TRAINING THAT WILL INCREASE THE COMPETITIVENESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c9f287a-0aec-c3b7-7e88-39c247acafcf-C", "generated_internal_id": "ASST_NON_AM210200XXXXC007_12K2"}, {"internal_id": 139990152, "Award ID": "AM210200XXXXC006", "Award Amount": 713946.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "10.164", "Description": "CONDUCT QUARTERLY CONVENINGS, CREATE RESILIENCE PLAYBOOK AND ACCOMPANYING RESILIENCE BRIEFS FOR LOCAL FOOD STAKEHOLDERS. REVAMP LOCAL FOOD ECONOMICS WEB PORTAL AND CREATE OUTREACH MATERIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_AM210200XXXXC006_12K2"}, {"internal_id": 141133523, "Award ID": "AM210200XXXXC005", "Award Amount": 1350000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-29", "CFDA Number": "10.164", "Description": "THE OBJECTIVES FOR THIS PROJECT ARE THREE-FOLD: 1) EVALUATE BARRIERS TO USDA AGRICULTURAL MARKETING SERVICE (AMS) GRANT OPPORTUNITIES FOR BLACK, INDIGENOUS, HISPANIC AND PEOPLE OF COLOR AND OTHER UNDERSERVED COMMUNITIES; 2) INVEST IN REBUILDING CONFIDENCE BETWEEN THESE COMMUNITIES AND THE USDA TO OVERCOME HISTORIC TENSIONS AND MISTRUST, AND 3) TAKE ACTION TO RECTIFY INEQUALITIES IN PROGRAM ACCESS THROUGH TARGETED OUTREACH, TRAINING, AND TECHNICAL ASSISTANCE. THE TWO UNIVERSITY COOPERATORS, UNIVERSITY OF MARYLAND EASTERN SHORE, AND FLORIDA A & M UNIVERSITY WILL PARTNER WITH REPRESENTATIVES FROM 1890, 1994 AND HISPANIC SERVING INSTITUTION UNIVERSITIES ACROSS THE NATION WHO WILL FURTHER IDENTIFY ORGANIZATIONS TO PARTNER WITH AT THE COMMUNITY LEVEL. THE PARTNER UNIVERSITIES AND ORGANIZATIONS WILL ORGANIZE PARTICIPANTS, HOLD LISTENING SESSIONS, CONDUCT STAKEHOLDER SURVEYS, PERFORM OUTREACH, AND IMPLEMENT TECHNICAL ASSISTANCE. LISTENING SESSIONS WILL SEEK AN UNDERSTANDING OF THE CHALLENGES EXPERIENCED IN APPLYING FOR USDA AMS GRANTS, AS WELL AS THE SUCCESSFUL STRATEGIES UTILIZED IN APPLICATIONS FROM PAST GRANT RECIPIENTS AND CAPTURE RECOMMENDATIONS. A STEERING COMMITTEE OF AT LEAST 15 INDIVIDUALS WITH RELEVANT EXPERTISE AND COMMUNITY RELATIONSHIPS WILL HELP STEER THE DIRECTION OF THE PROJECT ALONGSIDE THE TWO MAIN UNIVERSITY COOPERATORS FROM FAMU AND UMES. THE INVESTMENT INTO PARTNERS WITH WELL-ESTABLISHED COMMUNITY RELATIONSHIPS NOT ONLY ENSURES THE PROJECT ADEQUATELY LISTENS TO AND ADDRESSES COMMUNITIES' NEEDS, BUT ALSO TAKES A SIGNIFICANT STEP TOWARDS REBUILDING TRUST BETWEEN THESE COMMUNITIES AND USDA. BY SO DOINGS WILL BE ADVANCING THE OUTCOMES AND STRATEGIES OF \"INCREASED COORDINATION, COMMUNICATION, AND ENGAGEMENT WITH COMMUNITY-BASED ORGANIZATIONS\" AS CONTAINED IN THE PRESIDENT'S JANUARY 20, 2021, EXECUTIVE ORDER ADVANCING RACIAL EQUITY AND SUPPORT FOR UNDERSERVED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_AM210200XXXXC005_12K2"}, {"internal_id": 139990149, "Award ID": "AM210200XXXXC004", "Award Amount": 24222.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-30", "CFDA Number": "10.164", "Description": "DEVELOP A COMPREHENSIVE LIST OF FISHERS THAT SELL WILD-CAUGT SEAFOOD DIRECT TO CUSTOMERS, WHICH WILL BECOME THE LIST-FRAME FOR A SURVEY OF FISHERS USING THIS MARKETING CHANNEL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_AM210200XXXXC004_12K2"}, {"internal_id": 139990153, "Award ID": "AM210200XXXXC003", "Award Amount": 1350000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-01", "CFDA Number": "10.164", "Description": "EVALUATE BARRIERS TO AMS GRANT OPPORTUNITIES FOR UNDERSERVEDCOMMUNITIES. TAKE ACTION TO RECTIFY INEQUALITIES IN PROGRAMACCESS THROUGH TARGETED OUTREACH, TRAINING AND TECH ASSISTANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_AM210200XXXXC003_12K2"}, {"internal_id": 130407278, "Award ID": "AM210200XXXXC002", "Award Amount": 173000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-07", "CFDA Number": "10.164", "Description": "THE USDA LOCAL FOOD DIRECTORIES PLATFORM WAS INITIALLY LAUNCHED IN 2010. NO MODIFICATIONS TO THE PROGRAMING CODE OR FUNCTIONALLY OF THE PLATFORM HAS BEEN MADE SINCE ITS INITIAL DEVELOPMENT. PROPOSED UPGRADES TO THE PLATFORM ADDRESS THE FOLLOWING USER ISS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_AM210200XXXXC002_12K2"}, {"internal_id": 130407277, "Award ID": "AM210200XXXXC001", "Award Amount": 7500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-02", "CFDA Number": "10.164", "Description": "THE NORTHEAST FARM TO INSTITUTION SUMMIT 2021 IS A OPPORTUNIY FOR THE FEDERAL AGENCY TO ENGAGE WITH LOCAL FOOD PRACTITIONERS.  THE FEDERAL AGENCY WILL SPONSOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "20000f75-9bea-07bb-be15-eafe74b29508-C", "generated_internal_id": "ASST_NON_AM210200XXXXC001_12K2"}, {"internal_id": 111064307, "Award ID": "AM200200XXXXC003", "Award Amount": 59413.68, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-07", "CFDA Number": "10.164", "Description": "THIS COOPERATIVE AGREEMENT WILL ALLOW FOR THE DEVELOPMENT OF A FOOD SYSTEMS COMPETENCY RESOURCE PORTAL THAT SHOWCASES CURRICULA AVAILABLE FOR EXTENSION EDUCATORS AND OTHER FOOD SYSTEM PRACTITIONERS NATIONALLY. THIS AGREEMENT FACILITATES ESTABLISHING AN ID", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_AM200200XXXXC003_12K2"}, {"internal_id": 128739170, "Award ID": "AM200200XXXXC002", "Award Amount": 295143.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-07", "CFDA Number": "10.164", "Description": "OUR OBJECTIVE IS TO PUT USDA/AMS-SUPPORTED RESEARCH INTO ACTION BY TRANSLATING THE FINDINGS OF THE PROMISE OF URBAN AGRICULTURE (PUA) REPORT INTO TRAINING MODULES AIMED AT TARGET AUDIENCES AS A COMPLEMENT TO RECENT USDA PROGRAMS FOCUSED ON URBAN FARMING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_AM200200XXXXC002_12K2"}, {"internal_id": 100967952, "Award ID": "AM200200XXXXC001", "Award Amount": 1110019.98, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-02", "CFDA Number": "10.164", "Description": "LFRS COVID-19 RAPID RESPONSE- THIS AMENDMENT WILL PROVIDE FO LOCAL AGRICULTURE MARKETING PROGRAM GRANTS APPLICANT OUTREACH AND TECHNICAL ASSISTANCE TO BIPOC RURAL AND UNDERSERVED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_AM200200XXXXC001_12K2"}]