[{"internal_id": 154736321, "Award ID": "AM22RFSPVT1066", "Award Amount": 198351.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "FOOD SYSTEM RESILIENCE FROM THE GROUND UP  IS A TWO-YEAR PLANNING EFFORT TO STRENGTHEN FOOD SECURITY, FARM VIABILITY, FARMLAND INTEGRITY, DISTRIBUTION SYSTEMS, AND CLIMATE STABILITY IN THE UPPER VALLEY BY COORDINATING BETWEEN EXISTING SUB-REGIONAL AGRICU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a472f7d0-837d-bdee-7700-dbaf4197c204-R", "generated_internal_id": "ASST_NON_AM22RFSPVT1066_12K2"}, {"internal_id": 154736322, "Award ID": "AM22RFSPVA1058", "Award Amount": 999524.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "FOR MORE THAN A DECADE, THE FARM TO INSTITUTION  F2I  MOVEMENT IN OREGON HAS MADE SIGNIFICANT STRIDES ENGAGING AND COORDINATING EFFORTS OF INSTITUTIONAL PURCHASERS, GOVERNMENT AGENCIES, NONPROFIT ORGANIZATIONS, AND SUPPLY CHAIN PRODUCERS AND PROCESSORS. WLOYEES, WHO WILL HAVE IMPROVED ACCESS TO HEALTHY, LOCALLY GROWN AND PRODUCED FOOD.SUBRECIPIENT ACTIVITIES  -  PARTNER ORGANIZATIONS WILL PARTICIPATE IN OFIC AND AFFINITY GROUP PROCESSES AND ACTIVITIES.-  ADVISORS AND CONSULTANTS WILL PROVIDE SPECIFIC EXPERTISE AND SUPPORT, SUCH AS  COMMUNICATIONS STRATEGY, VALUE CHAIN COORDINATION, PRODUCT DEVELOPMENT TECHNICAL ASSISTANCE, MEETING AND GROUP FACILITATION, AND TOPICAL TRAININGS  EX  FOOD SAFETY, BUSINESS PLANNING .-  PRODUCERS WILL PARTICIPATE IN THE LAND SUITABILITY STUDY AND PILOT PROJECT, OR IN OTHER PROJECTS AND ACTIVITIES OF THE OFIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9c1c983-a290-ab97-5a4b-3fae7dd16873-R", "generated_internal_id": "ASST_NON_AM22RFSPVA1058_12K2"}, {"internal_id": 154736323, "Award ID": "AM22RFSPVA1038", "Award Amount": 992152.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "LED BY 4P FOODS, A  10M FOOD HUB AND DISTRIBUTOR, THE BUILDING A REGIONAL FOOD ECOSYSTEM FOR THE MID-ATLANTIC  RFEMA  PROJECT WILL DEMONSTRATE A REPLICABLE AND SCALABLE MODEL FOR IMPLEMENTING A REGIONAL TRANSPORTATION NETWORK TO CONNECT LOCAL PRODUCERS WI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2398a66a-6bc5-9f46-efaf-3b7b454ed646-R", "generated_internal_id": "ASST_NON_AM22RFSPVA1038_12K2"}, {"internal_id": 155652065, "Award ID": "AM22RFSPUT1046", "Award Amount": 224691.32, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-10", "CFDA Number": "10.177", "Description": "GLEANING, AN ANCIENT PRACTICE OF FARMERS LEAVING CROPS IN THEIR FIELDS FOR THE POOR TO HARVEST, HAS MORPHED OVER THE YEARS INTO COORDINATED GROUPS WHO EXTRACT AND DISTRIBUTE THIS PRODUCE ON A RELATIVELY LARGE SCALE. GLEANING ORGANIZATIONS ACROSS NORTH AMERICA COMMUNICATIVELY HARVESTED 55,528,183 POUNDS OF PRODUCE IN 2020. THIS PRACTICE REDUCES FOOD WASTE LEFT IN THE FIELDS AND INCREASES THE ACCESSIBILITY TO FRESH PRODUCE FOR LOW TO NO INCOME FAMILIES. IN 2020 THE ASSOCIATION OF GLEANING ORGANIZATIONS (AGO) CONDUCTED RESEARCH AS PART OF THE FIRST EVER GLEANING CENSUS. THIS RESEARCH FOUND THAT ONE OF THE MAIN CORRELATIONS WITH HIGHLY EFFECTIVE ORGANIZATIONS WAS THEIR PARTICIPATION IN A REGIONAL NETWORK. 1 . AT THE BEGINNING OF THIS YEAR, WE GAUGED INTEREST IN A FEW REGIONS AND DECIDED THOSE IN WASHINGTON STATE HAD THE MOST DRIVE AND CAPACITY TO BEGIN A NETWORK IN THEIR AREA. THROUGH THIS GRANT, WE AIM TO CONTINUE OUR MEETINGS AND DEVELOP A REGIONAL NETWORK COMPRISED OF GLEANING ORGANIZATIONS IN WASHINGTON STATE. OUR LONG TERM GOALS ARE TO REDUCE FOOD WASTE AND HUNGER IN THE STATE THROUGH OUR INCREASED CAPACITY TO GLEAN MORE PRODUCE. TO REACH THIS GOAL WE WILL CONDUCT A NETWORK ASSESSMENT, BUILD AN IMPLEMENTATION PLAN, AND PUBLISH A PAPER DOCUMENTING THE RESULTS OF OUR EXPERIENCE. BY WORKING COLLABORATIVELY, WE BELIEVE WE CAN IDENTIFY COMMON PROBLEMS AND COLLABORATIVE SOLUTIONS THAT WILL INCREASE OUR CAPACITY AND EFFICIENCY, ULTIMATELY PROVIDING WASHINGTON STATE WITH MORE QUALITY PRODUCE FOR THOSE IN NEED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "351e40cd-9ce7-3a00-3ab9-8c26d196aa80-R", "generated_internal_id": "ASST_NON_AM22RFSPUT1046_12K2"}, {"internal_id": 154736324, "Award ID": "AM22RFSPTX1057", "Award Amount": 112640.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "THE BASTROP COUNTY LOCAL FOOD ACTION PARTNERSHIP WILL CONNECT, CULTIVATE, AND SUPPORT THE REGIONAL FOOD ECONOMY IN THE REGION OF BASTROP COUNTY, TEXAS THROUGH MEANINGFUL PUBLIC-PRIVATE PARTNERSHIPS AND A HEALTHY COLLABORATIVE PROCESS. CONNECTIONS BETWEEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9b38e6be-4adb-a609-cc9b-ab94f28e8574-R", "generated_internal_id": "ASST_NON_AM22RFSPTX1057_12K2"}, {"internal_id": 155652066, "Award ID": "AM22RFSPTN1031", "Award Amount": 1011515.72, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "NORTHEAST TENNESSEE FOOD VISION (NTFV) IS A MOVEMENT LED BY A PARTNERSHIP OF LOCAL FOOD SYSTEM STAKEHOLDERS WHOSE GOALS ARE TO INCREASE INVESTMENT IN, IMPROVE ACCESS TO, AND INCREASE CONSUMPTION OF LOCALLY GROWN OR PRODUCED FOOD IN THE EIGHT COUNTY REGION OF NORTHEAST TN. NORTHEAST TN HAS A STRONG AGRICULTURAL FOUNDATION, AND HIGH DEMAND FOR LOCAL PRODUCTS, BUT THE REGION LACKS PRODUCER TRAINING AND TECHNICAL SUPPORT, AND A COHESIVE BRAND FOR LOCALLY GROWN AND PRODUCED FOODS. LOCAL FARMERS CONSISTENTLY REPORT A NEED FOR MARKETING AND TECHNICAL SUPPORT AND TRAINING TO ACHIEVE CERTIFICATIONS REQUIRED TO SELL GOODS TO LARGER MARKETS. NTFV WILL ESTABLISH A FOOD POLICY COUNCIL (FPC) TO ADVOCATE FOR COUNTY AND STATE LEVEL POLICIES THAT SUPPORT A HEALTHY FOOD SYSTEM, AND FOR COMMUNITY INVESTMENT IN FOOD SYSTEM INFRASTRUCTURE IMPROVEMENTS. NTFV WILL ALSO ESTABLISH A REGIONAL FARMER COOPERATIVE (RFC) WHICH WILL CONNECT PRODUCERS TO WHOLESALERS, DISTRIBUTORS, GROCERY, AND RESTAURANT BUYERS, ANDWILL LAUNCH A REGIONAL LOCAL FOOD BRANDING AND MARKETING CAMPAIGN TITLED NORTHEAST TENNESSEE GROWN TO SUPPORT PRODUCERS AND INCREASE DEMAND FOR LOCALLY GROWN FOOD. NTFV WILL PROVIDE MARKETING, TECHNICAL ASSISTANCE, AND TRAINING TO REGIONAL PRODUCERS AND MARKETS. THE PROJECT WILL ALSO LAUNCH A VIRTUAL LOCAL FOOD HUB WHERE FARMERS CAN NETWORK WITH GROCERY, RESTAURANT, INSTITUTIONAL, AND WHOLESALE BUYERS, AND CAN ACCESS THE RESOURCES ESTABLISHED BY THE RFC. THE COUNTIES INCLUDED IN THE PROJECT ARE CARTER, GREENE, HANCOCK, HAWKINS, JOHNSON, SULLIVAN, UNICOI, AND WASHINGTON. THE PARTNERSHIP IS LED BY THE APPALACHIAN RESOURCE CONSERVATION AND DEVELOPMENT COUNCIL AND INCLUDES FIRST TN DEVELOPMENT DISTRICT, APPALACHIAN PRODUCERS COOPERATIVE, FIRST BANK AND TRUST, AND JONESBOROUGH LOCALLY GROWN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "145b675c-49b0-17c2-8de7-8ed425c5b491-R", "generated_internal_id": "ASST_NON_AM22RFSPTN1031_12K2"}, {"internal_id": 154736325, "Award ID": "AM22RFSPSD1056", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "SOUTH DAKOTA LOCAL FOOD COALITION  SDLFC  IS AT A DEFINING MOMENT AND FUNDS TO SUPPORT ITS PLANNING WOULD HAVE CATALYTIC EFFECTS. ITS MOMENTUM IS GROWING WITH MEMBERSHIP REACHING OVER 50 PEOPLE AND 20 ORGANIZATIONS. SOUTH DAKOTA STATE UNIVERSITY  SDSU  AS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7571ea9-9671-a160-d4d0-69c3708f4d4e-C", "generated_internal_id": "ASST_NON_AM22RFSPSD1056_12K2"}, {"internal_id": 155652063, "Award ID": "AM22RFSPPA1065", "Award Amount": 1128093.24, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "BUILDING REGIONAL RESILIENCE THROUGH THE GREATER PITTSBURGH FOOD SYSTEMS PARTNERSHIP ( THE PARTNERSHIP ) TAKES A HOLISTIC APPROACH TO STRENGTHENING THE SOUTHWESTERN PENNSYLVANIA FOOD SYSTEM, WITH A FOCUS ON BUILDING CONNECTIONS BETWEEN PURCHASERS, GROWERS AND FUNDERS. BUILDING OFF THE SUCCESS OF OUR REGION S FIRST COMPREHENSIVE FOOD SYSTEM PLAN, THE GREATER PITTSBURGH FOOD ACTION PLAN ( THE PLAN ), THE PARTNERSHIP WILL CONNECT AND CULTIVATE REGIONAL FOOD ECONOMIES THROUGH PUBLIC PRIVATE PARTNERSHIPS, SUPPORT THE DEVELOPMENT OF STRATEGIES FOR REGIONAL FOOD SYSTEM INFRASTRUCTURE, AND STRENGTHEN CAPACITY THROUGH COMMUNITY COLLABORATION. SINCE COMPLETING THE PLAN IN 2020 WITH INPUT OF HUNDREDS OF COUNTY RESIDENTS AND FOOD SYSTEMS STAKEHOLDERS, PITTSBURGH FOOD POLICY COUNCIL (PFPC) MEMBERS IDENTIFIED NINE PRIORITIES FOR ACTION, THREE OF WHICH WILL BE THE FOCUS OF THIS PARTNERSHIP LEVERAGE THE PURCHASING POWER OF LARGE INSTITUTIONS TO SUPPORT REGIONAL PRODUCERS, A VALUED WORKFORCE, AND ENVIRONMENTAL STEWARDSHIP. SUPPORT COMMUNITY LED EFFORTS TO ADDRESS FOOD APARTHEID BY BUILDING RESILIENCE, COMMUNITY LEADERSHIP, AND FOOD SOVEREIGNTY. SECURE FINANCIAL SUPPORT FOR REGIONAL AND COMMUNITY FOOD SYSTEMS DEVELOPMENT. THE PFPC WILL UTILIZE OUR 13 YEARS OF EXPERIENCE AS A CONVENER OF FOOD SYSTEMS PARTNERS TO BRING ABOUT TRANSFORMATIVE CHANGE THROUGH A COLLECTIVE IMPACT MODEL. AS A BACKBONE ORGANIZATION, THE PFPC WILL CONVENE GROWERS, INSTITUTIONAL PURCHASERS, FUNDERS, AND COMMUNITY LEADERS TO IDENTIFY AND ADDRESS REGIONAL FOOD SYSTEMS NEEDS. THROUGH DEEPER COORDINATION AMONG AND BETWEEN THESE STAKEHOLDERS, THE PARTNERSHIP WILL SUPPORT THE DEVELOPMENT OF DIVERSIFIED REGIONAL MARKETS, INCREASE INVESTMENT IN COMMUNITY AND INSTITUTIONAL FOOD SYSTEMS NEEDS, AND BUILD A MORE RESILIENT AND EQUITABLE FOOD SYSTEM IN SOUTHWESTERN PENNSYLVANIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a1963d2-ca84-6c6f-b898-bf27e5ebdb9c-R", "generated_internal_id": "ASST_NON_AM22RFSPPA1065_12K2"}, {"internal_id": 154736327, "Award ID": "AM22RFSPOH1055", "Award Amount": 700000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "FEED OUR FUTURE   PLANNING, PARTNERSHIPS AND PROJECTS TO INCREASE LOCAL FOOD SPENDING LEVERAGES LOCAL AND REGIONAL PARTNERSHIPS TO ADVANCE THE COLLABORATIONS NECESSARY TO BUILD A REGIONALLY INNOVATIVE AND RESPONSIVE FARM TO SCHOOL  F2S  INITIATIVE THAT SEFH .   TO CO-CONVENE THE LOCAL FOOD SYSTEM TASKFORCE.  OFH WILL SERVE AS THE VALUE CHAIN COORDINATOR FOR K-12 SCHOOLS.   MUSE CONTENT GROUP  MCG .  TO PROVIDE THE MARKETING AND COMMUNICATION TOOLS NECESSARY TO BUILD AND STRENGTHEN THE REGIONAL FOOD ECONOMY.  MCG HAS SERVED AS THE PAID MEDIA PARTNER FOR FOF         SINCE 2015.  OHIO SCHOOLS COUNCIL  OSC .  TO CO-CONVENE THE SCHOOL FOODSERVICE TASKFORCE AND WORK IN PARTNERSHIP WITH CCBH TO INNOVATE A F2S PROCUREMENT BID.  OSC HAS PARTNERED WITH CCBH ON A F2S BID         SINCE 2015.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f95eeae-2ddd-ce43-d1d7-71e34f3d534a-C", "generated_internal_id": "ASST_NON_AM22RFSPOH1055_12K2"}, {"internal_id": 155652069, "Award ID": "AM22RFSPNY1049", "Award Amount": 496386.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-14", "CFDA Number": "10.177", "Description": "THE NY FOOD HUB COLLABORATIVES BRINGS TOGETHER 29 LOCAL FOOD SYSTEM STAKEHOLDERS REPRESENTING 21 ORGANIZATIONS TO REALIZE THE LONG TERM GOAL OF IMPROVING THE ECONOMIC VIABILITY OF MID TIER VALUE CHAIN PARTNERS TARGETING LOCAL MARKETS BY IMPROVING EFFICIENCIES, MAXIMIZING PROFITS, AND INCREASING DEMAND FOR NY FOOD PRODUCTS. THREE OBJECTIVES GUIDE THE PROJECT TEAM TOWARD THAT GOAL (1) ESTABLISH A COLLABORATIVE OF INTERDEPENDENT FOOD HUBS DESIGNED TO WORK COLLABORATIVELY TO EFFICIENTLY, AFFORDABILITY, AND EFFECTIVELY MARKET NY FOOD PRODUCTS TO INSTITUTIONAL MARKETS. (2) IDENTIFY THE POTENTIAL FOR SMALL, MID SIZE, AND SOCIALLY DISADVANTAGED PRODUCERS TO BE COMPETITIVE IN STATE AGENCY AND INSTITUTIONAL CONTRACTS. (3) DEVELOP STRATEGIC BUSINESS RELATIONSHIPS BETWEEN MID TIER VALUE CHAIN PARTNERS INCLUDING FOOD HUBS, PRODUCERS, PROCESSORS, DISTRIBUTORS, AND MARKETS THAT EMPHASIZE ORGANIZATIONAL INTERDEPENDENCE, TRUST, AND TRANSPARENCY AND EQUITABLY DISTRIBUTE RESPONSIBILITIES AND REWARDS. OBJECTIVES WILL BE MET THROUGH STRATEGIC PLANNING AMONGST COLLABORATIVE PARTNERS, VIRTUAL FIELD TRIPS TO LEARN BEST PRACTICES FROM NATIONAL PARTNERS, BUSINESS TO BUSINESS DEVELOPMENT OPPORTUNITIES, PRODUCER AND MARKET PARTNER TRAININGS, AND A SERIES OF OUTPUTS. OUTPUTS INCLUDE AN INTERACTIVE LOCAL FOOD SYSTEM ASSET MAP, A PROCUREMENT GUIDE ON SELLING NY FOOD PRODUCTS TO VARIOUS INSTITUTIONAL MARKETS, AN ANALYSIS OF EXISTING PROCUREMENT POLICIES ACROSS INSTITUTIONS AND RECOMMENDATION FOR IMPROVEMENT, MARKET ANALYSES OF KEY INSTITUTIONAL MARKET PARTNERS, A NY COLLABORATIVE PRODUCT GUIDE, AND, AN IMPLEMENTATION PLAN THAT PROVIDES A FRAMEWORK TO OPERATIONALIZE THE NY FOOD HUB COLLABORATIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_AM22RFSPNY1049_12K2"}, {"internal_id": 155652070, "Award ID": "AM22RFSPNY1043", "Award Amount": 1530788.12, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "THE SYRACUSE ONONDAGA FOOD SYSTEMS ALLIANCE (SOFSA) IS A MULTI SECTOR FOOD COUNCIL THAT WORKS TO STRENGTHEN THE FOOD SYSTEM SO THAT IT WORKS FOR ALL PEOPLE IN OUR REGION. OUR PARTNERSHIP AIMS TO FOSTER RELATIONSHIPS, DEVELOP PROJECTS, AND ALIGN RESOURCES TO IMPROVE THE HEALTH OF OUR NEIGHBORS AND OUR ENVIRONMENT. THE PROPOSED IMPLEMENTATION PROJECT WILL STRENGTHEN LOCAL CAPACITIES AND COMMUNITY CONNECTIVITY TOWARD A THRIVING REGIONAL FOOD SYSTEM IN THE CITY OF SYRACUSE THE LARGEST CITY IN CENTRAL NEW YORK AS WELL AS SURROUNDING ONONDAGA COUNTY AND NEIGHBORING ONONDAGA NATION THROUGH 1)FOSTERING COLLABORATION AND COORDINATION AMONG SYRACUSE ONONDAGA FOOD SYSTEM STAKEHOLDERS BY CONVENING THE PARTNERSHIP NETWORK AND ADVANCING A SHARED STRATEGIC APPROACH 2)CULTIVATING THE NEXT GENERATION OF FOOD SYSTEMS LEADERS BY ACTIVELY ENGAGING YOUTH IN APPRENTICESHIP AND LEADERSHIP OPPORTUNITIES 3)PROMOTING THE IMPORTANCE OF REGIONAL AGRICULTURE AND FOOD SYSTEMS TO THE PUBLIC AT LARGE 4)NURTURING HEALTHY, RESILIENT ECOLOGICAL SYSTEMS BY ENHANCING THE RELATIONSHIP BETWEEN THE FOOD SYSTEM AND THE NATURAL ENVIRONMENT OUR REGION IS HOME TO A DIVERSITY OF BOTH POPULATIONS AND LANDSCAPES, PRESENTING A UNIQUE OPPORTUNITY FOR A REGIONAL FOOD SYSTEMS PARTNERSHIP. THE COUNTY IS HOME TO COMMUNITIES EXPERIENCING CONCENTRATED POVERTY WITHIN THE URBAN CENTER, A LARGE REFUGEE POPULATION SITUATED MOSTLY ON THE CITY S NORTHSIDE, ONONDAGA NATION WHOSE TERRITORY IS LOCATED JUST TO THE CITY S SOUTH, BOTH URBAN AND RURAL AGRICULTURAL PRODUCERS, AND NUMEROUS OTHER FOOD BUSINESS ENTERPRISES. THE PROPOSED PROJECT WILL KNIT TOGETHER THE SHARED INTERESTS OF THIS COUNTY S UNIQUE COMPOSITION TO SUPPORT A COORDINATED, EQUITABLE, AND RESILIENT REGIONAL FOOD SYSTEM. THROUGH OUR EFFORTS, WE ANTICIPATE THE FOLLOWING OUTCOMES INCREASED OVERALL CAPACITY OF THE REGIONAL FOOD SYSTEM BY EXPANDING THE NETWORK OF PARTNERS ENGAGED IN COORDINATED, COLLABORATIVE ACTIVITIES TO EFFICIENTLY ACHIEVE SHARED GOALSAND PARTICIPATING IN SHARED LEARNING OPPORTUNITIES TOGETHER INCREASED CONNECTIVITY AND DEEPENED RELATIONSHIPS THAT CAN BE ACTIVATED FOR COLLABORATIVE PROJECTS, MOBILIZED IN RESPONSE TO IDENTIFIED NEEDS, AND ENGAGED IN JOINT FUNDSEEKING STRONGER UNDERSTANDING OF THE CHANGING NEEDS, OPPORTUNITIES, AND DYNAMICS OF STAKEHOLDER GROUPS ACROSS THE REGION THROUGH DEEP COMMUNITY AND YOUTH ENGAGEMENT EFFORTS INCREASED AWARENESS AND CONSUMPTION OF FOOD PRODUCED IN THE REGION THROUGH EXPANDED PROMOTIONAL CAMPAIGNS ALONGSIDE ENGAGEMENT OF PRODUCERS AND CONSUMERS ALIKE HEALTHIER, MORE RESILIENT ECOLOGICAL SYSTEMS THROUGH EFFORTS TO COORDINATE FOOD WASTE REDUCTION RESCUE AND DEEPENING RESEARCH TO IDENTIFY OPPORTUNITIES FOR ACTION OUR PROJECT AIMS TO SERVE ANYONE WHO EATS, GROWS, OR JUST LOVES FOOD IN ONONDAGA COUNTY. THE PARTNERSHIP COVERS THE CITY OF SYRACUSE (POP. 148,620), SURROUNDING ONONDAGA COUNTY (POP. 476,516), AND NEIGHBORING ONONDAGA NATION A TOTAL GEOGRAPHIC AREA OF 780 SQUARE MILES. WE ANTICIPATE THAT OUR PROJECT WILL BENEFIT ALL RESIDENTS OF OUR REGION AS WELL AS MANY OUTSIDE THE COUNTY S GEOGRAPHIC BOUNDS GIVEN THAT SEVERAL OF OUR PARTNERS INCLUDING THE FOOD BANK AND REGIONAL FARMERS MARKET SERVE A MUCH WIDER AUDIENCE INCLUDING THE WHOLE OF THE EIGHT COUNTY CENTRAL NEW YORK REGION. THESE INCLUDE SEGMENTS OF THE FOOD SYSTEM INCLUDING PRODUCERS, DISTRIBUTORS, AND FARM AND FOOD SERVICE WORKERS AS WELL AS WHOLE COMMUNITIES INCLUDING INDIGENOUS PARTNERS, INDIVIDUALS WITH LIVED EXPERIENCE OF FOOD INSECURITY AND POVERTY, NEW AMERICANS, YOUTH, BLACK AND LATINX COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49d5eff1-5986-aabd-3cfa-d210c48af60c-R", "generated_internal_id": "ASST_NON_AM22RFSPNY1043_12K2"}, {"internal_id": 154736328, "Award ID": "AM22RFSPNY1036", "Award Amount": 588431.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "ALIGNING WITH THE GOALS OF THE REGIONAL FOOD SYSTEM PARTNERSHIPS PROGRAM, THE FOOD POLICY COUNCIL OF JEFFERSON COUNTY PARTNERS WILL CONNECT PUBLIC AND PRIVATE RESOURCES TO FURTHER DEVELOP OUR LOCAL FOOD SYSTEM WITH GOALS TO MAXIMIZE HEALTHY FOOD ACCESSIBIWITH THE FARMERS MARKET FEDERATION OF NY TO ASSIST LOCAL FARMERS MARKETS IN STARTING TO ACCEPT SNAP EBT AND OTHER FOOD RESOURCE PROGRAMS OADVERTISE OPPORTUNITIES AND PROVIDE EDUCATION TO CONSUMERS PRODUCERS OIMPLEMENT FRESH AND HEALTHY SOCIAL MARKETING CAMPAIGN OINCREASE CONSUMPTION OF AND ACCESS TO LOCAL NUTRITIOUS PRODUCTS OINCREASE SALES OF LOCAL PRODUCTS AND GROW CUSTOMER BASE FOR LOCAL PRODUCERS ODEVELOP NEW MARKET OPPORTUNITIES OINCREASE NUTRITION SECURITY IN SUMMARY, THIS PROJECT AND OUTLINED OBJECTIVES IMPLEMENTED THROUGH THE FOOD POLICY COUNCIL PARTNERSHIPS WILL INCREASE CAPACITY AND EFFICIENCY OF THE LOCAL FOOD SYSTEM, WHILE ADDRESSING NUTRITION SECURITY CONCERNS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c103e81a-c777-4ecd-3928-5a4a732d3722-C", "generated_internal_id": "ASST_NON_AM22RFSPNY1036_12K2"}, {"internal_id": 154736329, "Award ID": "AM22RFSPNV1042", "Award Amount": 256592.1, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "THE NEVADA FARM APPRENTICESHIP PROGRAM  PROGRAM  UNITES DIVERSE PUBLIC-PRIVATE PARTNERS TO ADDRESS THE LACK OF PRACTICAL AGRICULTURAL TRAINING OPPORTUNITIES THAT CURRENTLY PREVENTS WOULD-BE FARMERS FROM GOING INTO PRODUCTION IN NORTHWESTERN NEVADA. THE RE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_AM22RFSPNV1042_12K2"}, {"internal_id": 154736330, "Award ID": "AM22RFSPNC1032", "Award Amount": 847541.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "THIS PROPOSAL AIMS TO STRENGTHEN EXISTING PARTNERSHIPS AND OPPORTUNITIES TO INVEST IN LOCAL FOOD INFRASTRUCTURE THAT CREATES LONG-TERM REGIONAL FOOD ECONOMIC RESILIENCE. INCREASING FEDERAL AND STATE-LEVEL RESOURCES HAVE PROVIDED SIGNIFICANT OPPORTUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_AM22RFSPNC1032_12K2"}, {"internal_id": 155652071, "Award ID": "AM22RFSPMI1039", "Award Amount": 1782200.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "RESILIENT RELATIONSHIPS, RESILIENT SUPPLY BUILDS UPON ESTABLISHED PARTNERSHIPS TO STRENGTHEN THE FOOD SYSTEM IN LOWER MICHIGANS WESTERN LAKESHORE REGION TO INCREASE SALES AND CONSUMPTION OF LOCALLY GROWN FOODS FROM SMALL AND MID SIZED PRODUCERS TO SCHOOLS, EARLY CHILD CARE AND EDUCATION (ECE) CENTERS AND EMERGENCY FOOD PROVIDERS THE PROJECT INCREASES COMMUNITY NUTRITION SECURITY BY INCREASING ACCESS TO HEALTHY, LOCAL FOOD FOR LOW INCOME CHILDREN, FAMILIES, AND CITIZENS. WE WILL SUPPORT 34 STAKEHOLDER PARTNERS IN FILLING GAPS THEY HAVE IDENTIFIED IN INFRASTRUCTURE AND SUPPLY CHAINS TO HELP MARKETS GROW. WE WILL LEVERAGE MIS INNOVATIVE STATE PROGRAM, 10 CENTS A MEAL FOR MICHIGANS KIDS AND FARMS, CURRENTLY FUNDED AT 4.5 MILLION, INCREASING LOCAL FOOD PURCHASING POWER FOR SCHOOLS, ECE CENTERS, AND ELIGIBLE ORGANIZATIONS FEEDING CHILDREN VIA USDA CHILD NUTRITION PROGRAMS. PARTNERS WILL LEVERAGE PROVEN REGIONAL FARM TO FOOD PANTRY INITIATIVES THAT HAVE GROWN IN RESPONSE TO COVID 19. LEADPARTNERSGROUNDWORK CENTER FOR RESILIENT COMMUNITIES, THE PRINCIPAL OF A FOOD PROCESSING ASSOCIATION, A SUPPLY CHAIN LOGISTICS EXPERT, AND A LOCAL FOODS MARKETING ENTERPRISE WITH VAST FARMER CONNECTIONSWILL CONVENE 5 PEER LEARNING NETWORKS (PLNS) AND PROVIDE FARM TO INSTITUTION SUPPORT AND TECHNICAL ASSISTANCE TO CREATE STRONGER COLLABORATIONS AMONG 5 KEY STAKEHOLDER GROUPS PRODUCERS, DISTRIBUTORS, PROCESSORS AGGREGATORS, SCHOOLS EARLY CARE AND EDUCATION (ECE) CENTERS, AND EMERGENCY FOOD PROVIDERS (EFP). THE PLNS WILL PROVIDE THE CHANCE TO NETWORK, IDENTIFY NEEDS, FIND OPPORTUNITIES AND SOLUTIONS, AND BUILD RELATIONSHIPS. PLN MEMBERS WILL ATTEND LEARNING JOURNEYS TO PLN MEMBER SITES TO SHARE BEST PRACTICES. THEY WILL HAVE SCHOLARSHIPS AVAILABLE TO 5 KEY MI BASED FOOD SYSTEMS CONFERENCES TO BUILD KNOWLEDGE AND GAIN PROFESSIONAL DEVELOPMENT. IMPLEMENTATION LEADS IN THE WEST MI AND NW MI REGIONS WILL MATCH SCHOOLS AND ECE CENTERS AND EFP S TO SMALL AND MID SIZE FARMS AND RELATED FOOD INFRASTRUCTURE, ASSISTING PARTNERS IN LEVERAGING EXISTING FUNDING LIKE 10 CENTS A MEAL AND EXPANDING UPON FARM TO PANTRY INITIATIVES. SUBAWARDS WILL GO TO 5 PARTNER CORE TEAM MEMBERS INVOLVED WITH THE PROJECT WEST MI FOOD PROCESSING ASSOCIATION WILL SERVE AS AGGREGATION AND PROCESSING PLN LEAD, EFP IMPLEMENTATION LEAD AND SCHOOL IMPLEMENTATION LEAD IN 5 COUNTY WEST MI REGION, AND PROVIDE AGGREGATION AND PROCESSING TECHNICAL ASSISTANCE ALDEN SERVICES WILL SERVE AS DISTRIBUTION PLN LEAD AND PROVIDE DISTRIBUTION LOGISTICS TECHNICAL ASSISTANCE TASTE THE LOCAL DIFFERENCE WILL SERVE AS PRODUCER PLN LEAD AND ALSO PROVIDE MARKETING TECHNICAL ASSISTANCE. OTHERS NORTHWEST EDUCATION SERVICES WILL SERVE AS SCHOOL IMPLEMENTATION LEAD IN 5 COUNTY GRAND TRAVERSE REGION KENT CO ESSENTIAL NEEDS TASK FORCE WILL SERVE AS EFP IMPLEMENTATION LEAD AND SCHOOL IMPLEMENTATION LEAD IN KENT CO. THE ROLES THEY PLAY ARE CRUCIAL FOR THE EXECUTION OF PROJECT OBJECTIVES. EACH OFFERS EXPERTISE IN THEIR RESPECTIVE DOMAINS AND ARE GEOGRAPHICALLY LOCATED IN REGIONS THAT EXPAND THE REACH AND BENEFIT OF THE PROJECT. THROUGH TECHNICAL ASSISTANCE AND COORDINATED EFFORTS SUCH AS WRITING GRANTS AND OBTAINING LOANS WE AIM TO INCREASE CAPACITY, DEVELOP NEW MARKET OPPORTUNITIES FOR PRODUCERS TO EXPAND LOCAL AND REGIONAL FOOD BUSINESS ENTERPRISES, AND PROMOTE FOOD SAFETY PRACTICES TO ENSURE A SAFE AND PRODUCTIVE LOCAL AND REGIONAL FOOD SYSTEM. 501,620 EXPECTED BENEFICIARIES OF THIS PROJECT INCLUDE STUDENTS IN SCHOOLS AND ECE CENTERS PARTICIPATING IN 10 CENTS A MEAL, FAMILIES AND LOW INCOME INDIVIDUALS UTILIZING EFPS, SMALL AND MID SIZE FARMERS, PROCESSORS, AGGREGATORS, DISTRIBUTORS AND BUSINESSES ALONG THE VALUE ADDED SUPPLY CHAIN ACROSS THE 16 COUNTY PROJECT REGION. WE EXPECT THAT OUR EFFORTS IN BRINGING TOGETHER AND ENGAGING STAKEHOLDERS OF THE FOOD SUPPLY CHAIN WITH LEAD TO INCREASED RESILIENCE AND EFFICACY OF WORK WITHIN THE REGIONAL FOOD SYSTEM OF MI S WESTERN LAKESHORE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "010bfa49-d995-0056-5ae8-feedc57edaa1-R", "generated_internal_id": "ASST_NON_AM22RFSPMI1039_12K2"}, {"internal_id": 154736331, "Award ID": "AM22RFSPMD1044", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "IN 2021, THE STATE OF MARYLANDS FOOD SYSTEM RESILIENCY COUNCIL  FSRC  WAS CREATED THROUGH LEGISLATION BY THE MARYLAND GENERAL ASSEMBLY TO ADDRESS THE FOOD SYSTEM CHALLENGES HIGHLIGHTED AND EXACERBATED THROUGH THE COVID-19 PANDEMIC. RATES OF FOOD INSECURIT INITIATIVES ACROSS MARYLANDS SIGNIFICANT GEOGRAPHIC, DEMOGRAPHIC, AND POLITICAL SPECTRUMS. AS WE RESTRUCTURE AND REIMAGINE OUR FOOD SYSTEM IN 2022, IT HAS NEVER BEEN MORE IMPORTANT TO CREATE OPPORTUNITIES FOR EQUITABLE COMMUNITY ENGAGEMENT FOR A MORE RESILIENT FUTURE FOOD SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dd85713c-1152-e398-b94f-a158cdee817d-R", "generated_internal_id": "ASST_NON_AM22RFSPMD1044_12K2"}, {"internal_id": 155652072, "Award ID": "AM22RFSPMA1041", "Award Amount": 619862.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "RACHEL S TABLE, THE FOOD RESCUE AND REDISTRIBUTION PROGRAM OF THE JEWISH FEDERATION OF WESTERN MASSACHUSETTS INCREASING FRESH PRODUCE IN FOOD INSECURE COMMUNITIES WHILE DETERMINING EQUITABLE ECONOMIC MODELS FOR SMALL SCALE SUSTAINABLE FARMERS HUNGER IN MASSACHUSETTS IS ON THE RISE, WITH 16 OF INDIVIDUALS AND 21 OF CHILDREN NOT HAVING ENOUGH TO EAT. SIMULTANEOUSLY, 30 OF FOOD GROWN ON FARMS IS WASTED AND FARMING IS UNPROFITABLE. FARMERS ARE OFTEN UNABLE TO SELL ALL OF THEIR CROPS OR CANNOT AFFORD THE COST OF LABOR PROCESSING TO HARVEST OR DONATE SURPLUS CROPS. FARMLAND CONVERTED TO URBAN DEVELOPMENT AND METHANE EMISSIONS FROM CROP WASTE ARE CONTRIBUTING TO CLIMATE CHANGE. MEANWHILE, A PANDEMIC, WAR, AND RAMPANT INFLATION ARE CREATING INSTABILITY AND INCREASING RATES OF FOOD INSECURITY IN LOCAL ECONOMIES. THE GOAL OF THIS PROJECT IS TO CO CREATE PATHWAYS OF GREATER RECIPROCITY BETWEEN FARMERS, CONSUMERS, AND FOOD INSECURE COMMUNITIES, RESULTING IN INCREASED EQUITY AND RESILIENCE IN THE LOCAL FOOD SYSTEM IN THE FACE OF CLIMATE CHANGE AND A CHANGING ECONOMY. THE PARTNERSHIP, WHICH INCLUDES RACHEL S TABLE, ARBELLA INSURANCE FOUNDATION, SMITH COLLEGE, FOCUS SPRINGFIELD, ASSOCIATION OF GLEANING ORGANIZATIONS, AND NORTHEAST ORGANIC FARMING ASSOCIATION MASSACHUSETTS CHAPTER, OPERATES AS A COLLABORATION THAT PROVIDES FOOD RECOVERY AND REDISTRIBUTION, EDUCATIONAL PROGRAMS, TECHNICAL ASSISTANCE, DIGITAL STORYTELLING, FUNDING, NETWORKING, YOUTH ENGAGEMENT, AND COMMUNITY OUTREACH. THE PARTNERSHIP WILL ACHIEVE ITS GOALS BY INCREASING GLEANING FROM 10,000 POUNDS PER YEAR TO 54,000 POUNDS PER YEAR BY THE THIRD YEAR OF THE PROJECT EXPANDING GROWING GARDENS, AN EXTENSION OF GLEANING THAT SUPPORTS AGENCIES WHO SERVE FOOD INSECURE PEOPLE TO DEVELOP AND SUSTAIN SELF DETERMINED FOOD SOURCES AND EXPLORE OPPORTUNITIES FOR JOB CREATION AND BUSINESS DEVELOPMENT IMPLEMENTING A GEOGRAPHIC INFORMATION SYSTEMS (GIS) MAPPING SYSTEM TO ENABLE FARMERS TO INDICATE WHEN AND PRECISELY WHERE THEY HAVE CROPS THAT CAN BE GLEANED, GLEANERS TO EASILY LOCATE FIELDS WITH DIGITAL IMAGERY AND GPS COORDINATES, AND STAFF TO ANALYZE DISTRIBUTION PATTERNS COORDINATING THE DEVELOPMENT AND PILOT OF A GLEANING MODEL WITH ECONOMIC INCENTIVES THAT ACHIEVE GREATER EQUITY BETWEEN FARMERS, CONSUMERS, AND LOW INCOME PEOPLE, AS WELL AS FINANCIAL SUSTAINABILITY FOR FARMERS LAYING THE FOUNDATION FOR A REGIONAL NETWORK OF GLEANING ORGANIZATIONS. THE DISTRIBUTION REGION OF THIS PROJECT IS HAMPSHIRE, HAMPDEN, FRANKLIN, AND BERKSHIRE COUNTIES IN MA AND HARTFORD COUNTY, MA THE NETWORK REGION EXTENDS SOUTHWARD TO HARTFORD COUNTY IN CONNECTICUT, EASTWARD THROUGH CENTRAL AND EASTERN MASSACHUSETTS, NORTHWARD INTO VERMONT, AND WESTWARD INTO THE HUDSON VALLEY REGION OF NEW YORK. THIS PROJECT WILL IMPACT THE REGION BY SUPPORTING ITS CLIMATE RESILIENCY AND RESPONSE PLANS THROUGH MATCHING PRODUCE DEMAND WITH SUPPLY, MITIGATING A PORTION OF GREENHOUSE GASSES THROUGH REDUCING LANDFILL FOOD WASTE, AND SUPPORTING REGENERATIVE FARMING PRACTICES THAT CREATE HEALTHY TOPSOIL, SEQUESTER CARBON, AND KEEP LAND OUT OF DEVELOPMENT. THE PROJECT OFFERS NOT ONLY A SIGNIFICANT INCREASE IN THE AMOUNT OF FRESH FOOD AVAILABLE TO FOOD INSECURE PEOPLE BUT SUPPORTS THEIR PARTICIPATION AND AGENCY IN LOCAL FOOD SYSTEM DEVELOPMENT AND DECISION MAKING. BY NURTURING NETWORK RELATIONSHIPS, THE PARTNERS WILL PROVIDE OTHER GLEANING ORGANIZATIONS IN THE REGION A WAY TO LEARN ALONGSIDE EACH OTHER AND TO TRACK EVOLVING TRENDS, STRATEGIES, CHALLENGES, AND OPPORTUNITIES IN FOOD REDISTRIBUTION AND EXPANSION OPENING OF MARKETS THROUGHOUT THE NETWORK REGION. AS THE CLIMATE CHANGES, AS WAR REFUGEES CONTINUE TO ARRIVE, AND AS POPULATIONS AND DEMOGRAPHICS SHIFT, AN ADAPTIVE AND RESPONSIVE REGIONAL GLEANING NETWORK WILL HELP TEND TO CHANGING NEEDS AND DEMANDS FROM THE REGIONAL FOOD SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d39e79fe-66c9-0e54-35d8-a37989ebbd77-R", "generated_internal_id": "ASST_NON_AM22RFSPMA1041_12K2"}, {"internal_id": 154736332, "Award ID": "AM22RFSPMA1035", "Award Amount": 968375.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "THIS PROJECT INVESTS IN STRENGTHENING REGIONAL, EQUITABLE FARM TO INSTITUTION  FTI  RELATIONSHIPS AND VALUE CHAINS IN THREE NEW ENGLAND COMMUNITIES, WHICH IN COORDINATION WILL LEAD TO GREATER REGIONAL AND VALUES-BASED FOOD PROCUREMENT ACROSS NEW ENGLAND W", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "20000f75-9bea-07bb-be15-eafe74b29508-C", "generated_internal_id": "ASST_NON_AM22RFSPMA1035_12K2"}, {"internal_id": 154736326, "Award ID": "AM22RFSPMA1034", "Award Amount": 645193.86, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "THE BERKSHIRE MOBILE FARMERS MARKET PROJECT WILL BUILD ON PRIOR AND ONGOING COLLABORATIVE EFFORTS TO EXPAND LOCAL FOOD PRODUCTION AND DELIVERY SYSTEMS AND BRING THE BENEFITS OF FRESH AND HEALTHY LOCALLY GROWN FOOD TO UNDERSERVED COMMUNITIES AND INDIVIDUAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d29663d-9583-0e3c-3733-4d8d55de50ae-R", "generated_internal_id": "ASST_NON_AM22RFSPMA1034_12K2"}, {"internal_id": 154736333, "Award ID": "AM22RFSPLA1054", "Award Amount": 970086.94, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "THIS 3-YEAR IMPLEMENTATION PROJECT WILL INCREASE COMMUNITY ACCESS, SYSTEMS SUPPORT AND COMMUNICATIONS AND DATA SHARING, FOR A STRONGER, RESILIENT, COMMUNITY-BASED FOOD SYSTEM IN THE GREATER NEW ORLEANS REGION. THE PROJET INCLUDES DIVERSE PUBLIC-PRIVATE PA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e593a0d0-abbd-9ee0-bb2e-0c2552f96965-R", "generated_internal_id": "ASST_NON_AM22RFSPLA1054_12K2"}, {"internal_id": 154736334, "Award ID": "AM22RFSPKY1064", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "PROJECT PURPOSETHE LONG-TERM GOAL OF THE PROJECT IS TO EXTEND PROVEN REGENERATIVE AGRICULTURE PRACTICES INTO COALFIELDS COMMUNITIES IN EASTERN KENTUCKY AS A MEANS OF RESURRECTING LOCAL FOOD PRODUCTION AND CREATING ECONOMIC OPPORTUNITY.ACTIVITIESTHE PARTNE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "790c96dc-e48e-0852-86b4-4a6f16c2cfbf-R", "generated_internal_id": "ASST_NON_AM22RFSPKY1064_12K2"}, {"internal_id": 155652074, "Award ID": "AM22RFSPKY1063", "Award Amount": 1379816.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "GROW UP EXPANDING KENTUCKY S REGIONAL PRODUCE MARKET OPPORTUNITIES IS AN INTEGRATED SYSTEMS APPROACH THAT WILL EXPAND KENTUCKY S REGIONAL FOOD SYSTEM IMPACT BY FOCUSING ON PRODUCTION, PROCESSING, DISTRIBUTION, AND CONSUMPTION OF PRODUCE CROPS. WE WILL LEVERAGE A PUBLIC PRIVATE PARTNER NETWORK TO INCREASE PRODUCTION AND MARKET LITERACY WHILE REDUCING KNOWN PRODUCTION AND MARKET BARRIERS TO SUPPORT FARMS, BUSINESSES, AND ENTREPRENEURS THAT GROW, STORE, PROCESS, MARKET, AND DISTRIBUTE PRODUCE LOCALLY AND REGIONALLY. WITH FOCUS AND INTENTIONALITY, THE MULTI DISCIPLINARY PROJECT TEAM WILL COLLECTIVELY ADDRESS NEEDS OF AT LEAST 2,500 PRODUCERS, 10 DISTRIBUTION PARTNERS, 43 INSTITUTIONAL BUYERS, AND 75,000 CONSUMERS OF FOOD PRODUCTS, WITH RESULTING SYSTEM BENEFITS INCLUDING INCREASED OPPORTUNITIES ACROSS MARKET CHANNELS, ECONOMIC IMPROVEMENT, JOB CREATION, ENHANCED ECOSYSTEM SERVICES, AND EXPANDED ACCESS TO HEALTHY FOOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "180aacaa-59c4-17df-6bfa-6f6c7680b9d6-R", "generated_internal_id": "ASST_NON_AM22RFSPKY1063_12K2"}, {"internal_id": 154736335, "Award ID": "AM22RFSPKY1048", "Award Amount": 242566.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "PARTNERSHIP FOR A GREATER LOUISVILLE FOOD COUNCIL AND FOOD VISION 2030 WILL REEVALUATE THE POST-PANDEMIC LOCAL FOOD SYSTEM LANDSCAPE, CREATE A GREATER LOUISVILLE FOOD COUNCIL, AND DEVELOP THE LOUISVILLE FOOD SYSTEM VISION 2030 TO COALESCE BROAD STAKEHOLDE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c552ea28-424d-3598-d1c6-53e55c0fb5a7-R", "generated_internal_id": "ASST_NON_AM22RFSPKY1048_12K2"}, {"internal_id": 154736336, "Award ID": "AM22RFSPKS1052", "Award Amount": 749696.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "THE PURPOSE OF THE KANSAS LOCAL FOOD SYSTEMS COLLABORATIVE PROJECT IS TO CONVENE LOCAL AND REGIONAL FOOD SYSTEMS  LRFS  STAKEHOLDERS ACROSS MANY SECTORS IN KANSAS TO ENHANCE LOCAL FOOD SYSTEMS. THIS COLLABORATIVE PROGRAM SUPPORTS PARTNERSHIPS THAT CONNECTP AWARDEES, FARMERS, AND OTHER PROJECT TRAINEES. THERE ARE INTENDED BENEFITS FOR ALL SECTORS IN THE LOCAL, REGIONAL, AND STATEWIDE FOOD SYSTEMS, ESPECIALLY IN GEOGRAPHICAL POCKETS OF POVERTY. PRODUCERS AND FOOD BUSINESSES BENEFIT BECAUSE LOCALLY GROWN FOOD CREATES IMPORTANT ECONOMIC BENEFITS. CONSUMERS BENEFIT WHEN THEY KNOW WHO PRODUCED THE FOOD THEY BUY. RURAL COMMUNITIES BENEFIT WHEN LOCAL JOBS ARE CREATED AND SUSTAINED, FARMLAND IS PRESERVED, AND POTENTIALLY NEGATIVE ENVIRONMENTAL IMPACTS ARE REDUCED.THIS AWARD WILL RESULT IN THREE SUBAWARDS. KANSAS FOOD ACTION NETWORK WILL ASSIST WITH DEVELOPING A STATEWIDE FOOD AND FARM POLICY COUNCIL. THE KANSAS BLACK FARMERS ASSOCIATION WILL PROVIDE AN EQUITY FOCUS AND INSIGHT INTO THE DESIGN AND ROLL OUT OF THE LOCAL FOOD SYSTEMS WORKFORCE DEVELOPMENT FELLOWSHIP AND HOST TWO FELLOWS EACH YEAR OF THE GRANT PERIOD. THE KANSAS RURAL CENTER WILL PROVIDE TRAININGS FOR FARM TO SCHOOL INSTITUTION SALES AND BEGINNING FARMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_AM22RFSPKS1052_12K2"}, {"internal_id": 154736337, "Award ID": "AM22RFSPKS1040", "Award Amount": 106415.7, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "THE RICE COUNTY COMMUNITY FOUNDATION SEEKS FUNDING TO ESTABLISH THE HARVEST HUB, A REGIONAL FOOD COUNCIL THAT DEVELOPS THE LOCAL FOOD SYSTEM BY CONNECTING PARTNERS AND RESOURCES TO ADDRESS THE NEEDS OF CONSUMERS, PRODUCERS, PROCESSORS, AND DISTRIBUTORS. P", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b67dcb1-cdd7-3d08-4853-94c8ceee8301-R", "generated_internal_id": "ASST_NON_AM22RFSPKS1040_12K2"}, {"internal_id": 154736338, "Award ID": "AM22RFSPIA1062", "Award Amount": 946665.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "EAT GREATER DES MOINES, WITH THE IOWA FOOD SYSTEM COALITION, BRINGS TOGETHER THE REGIONAL FOOD SYSTEM WORKING GROUP, EXISTING VALUE CHAIN COORDINATORS  VCCS , THE IOWA FARMERS UNION, IOWA STATE UNIVERSITY SMALL FARM PROGRAM, AND THE FOOD HUB MANAGERS WORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a2cdc89c-d646-2c9b-8f55-7f51b2466c2c-C", "generated_internal_id": "ASST_NON_AM22RFSPIA1062_12K2"}, {"internal_id": 155652075, "Award ID": "AM22RFSPIA1061", "Award Amount": 1722712.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "FARMERS OF IOWA, KITCHEN TABLE CONSULTANTS, AND IOWA VALLEY RCAND D TO PRESERVE AND SIGNIFICANTLY SCALE THE INSTITUTIONAL MARKETS FOOD HUBS HAVE DEVELOPED IN IOWA. THIS PROJECT WILL EXPAND FOOD HUB CAPACITY TO CAPTURE MORE INSTITUTIONAL SALES, ONBOARD NEW FARMERS, AND GROW SALES TERRITORY TO EQUITABLY SERVE MORE OF THE STATE. OUR WORK WILL ALSO LEVERAGE UPCOMING, SHORT TERM INSTITUTIONAL PURCHASING INCENTIVES TO CONVERT NEW INSTITUTIONS TO PERMANENT LOCAL FOOD CUSTOMERS, TRANSFORMING THE SCALE OF FARM TO INSTITUTION IN IOWA. BECAUSE OF FARMTABLE PROCUREMENT AND DELIVERY S CENTRALITY TO IOWA S LOCAL FOOD SYSTEM, THE FOOD HUB NETWORK, AND TO FARMERS ACROSS IOWA, THE PARTNERSHIP SHARES A COMMITMENT TO TRANSITIONING THE FARMTABLE FOOD HUB TO A NON PROFIT AND ENSURING ITS LONG TERM SUSTAINABILITY. AS A SUPPORT PARTNER WITH A STRONG STATE WIDE FARMER NETWORK, PRACTICAL FARMERS OF IOWA (PFI) WILL PROVIDE KEY OUTREACH AND EDUCATION FOR FARMERS TO LEARN ABOUT FOOD HUBS AND BECOME FOOD HUB VENDORS. PFI WILL ALSO ADMINISTER AND EVALUATE THIS PROJECT. IOWA VALLEY RCAND D WILL FACILITATE CONTINUED SPACES FOR FOOD HUBS TO COLLABORATE WITH EACH OTHER, WHILE KEY EXPERTS AT KITCHEN TABLE CONSULTANTS WILL OPTIMIZE FOOD HUB KPIS AND PROVIDE BUSINESS MANAGEMENT COACHING. FOOD HUB PARTNERS WILL MAXIMIZE THEIR ADDED CAPACITY MADE POSSIBLE BY THIS PROJECT, ALONG WITH TECHNICAL ASSISTANCE, TO ADD MORE FARMER VENDORS, INSTITUTIONAL CUSTOMERS, AND TERRITORY TO THEIR INDIVIDUAL BUSINESSES AND EXPAND THE FOOTPRINT OF FARM TO INSTITUTION IN IOWA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f920651b-16f9-43d2-d3c2-e6af48bb9864-C", "generated_internal_id": "ASST_NON_AM22RFSPIA1061_12K2"}, {"internal_id": 154736295, "Award ID": "AM22RFSPFL1059", "Award Amount": 215750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "ENSURING A RESILIENT FOOD DISTRIBUTION SYSTEM IN FLORIDA USING PUBLIC-PRIVATE-NON-PROFIT PARTNERSHIPSAT THE OUTSET OF THE PANDEMIC, NASSAU COUNTY FL, IN A DISADVANTAGED FOOD DISTRIBUTION LOCATION  THE TAIL END OF THE THREE MAJOR GROCER ROUTES  A CHALLENGETIVE, EFFICIENT ALTERNATIVES. THESE DISCUSSIONS WILL SERVE AS THE BASIS FOR A COMMUNITY NUTRITION ALLIANCE, .ANAGGREGATOR OF FOOD DONATED, GLEANED OR PURCHASED WITH THE INTENT TO REDISTRIBUTE TO ALLIANCE MEMBERS BASED ON THEIR CUSTOMERS NEEDS.2. REVISITING A CONCEPTUAL FEASIBILITY STUDY FOR A REGIONAL FOOD PROCESSING HUB DONE PRE-PANDEMIC, OVERLAY THE MANY LESSONS LEARNED ABOUTDIRECT MARKETING AND VALUE-ADD PRODUCTS BY PRODUCER FARMERS PARTICIPATING IN THE LOCAL FOOD PROMOTION PROGRAM GRANT. CAPTURE THEMANY ECONOMIES OF SCALE, SPEED TO MARKET, AND SUSTAINABILITY ADVANCEMENTS INTO A PANDEMIC-PROOF FOOD INNOVATION HUB THAT PROVIDESBENEFITS FOR ALL PARTICIPATING PRODUCERS.3. DESIGNING A RISK MITIGATED AGRICULTURAL COMPLEX THAT ADDRESSES GAPS, REMOVES BARRIERS, AND LOWERS ACCUMULATION AND DISTRIBUTION COSTSIN ORDER TO BETTER SUPPORT FRESH FOOD AND PRODUCTS TO RESIDENTS OF NORTHEAST AND NORTH CENTRAL FLORIDA, AND CUSTOMERS THROUGHOUT THESOUTHEASTERN US. OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9499b15b-8e0f-7d4f-a5c5-7da27b4f08fe-R", "generated_internal_id": "ASST_NON_AM22RFSPFL1059_12K2"}, {"internal_id": 155652076, "Award ID": "AM22RFSPDC1053", "Award Amount": 999512.28, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "OUR PROPOSED IMPLEMENTATION PROJECT, SCALING COOPERATIVE SOCIAL ENTERPRISE EXPANDING MARKET ACCESS FOR DISADVANTAGED FARMERS AND FOOD MAKERS IN THE WASHINGTON, DC REGION, OFFERS CREATIVE SOLUTIONS TO BARRIERS TO MARKET ACCESS FACED BY SOCIALLY DISADVANTAGED FARMERS AND FOOD ENTREPRENEURS. AS AN EXPERT PROVIDER OF TECHNICAL ASSISTANCE AND ACCELERATOR PROGRAMMING TO FOOD ENTREPRENEURS AND FARMERS, DREAMING OUT LOUD (DOL) WILL PARTNER WITH DC OFFICE OF PLANNING S FOOD POLICY DIVISION (OP) AND DC CENTRAL KITCHEN (DCCK) TO CARRY OUT THE PROJECT. THIS IS A PARTICULARLY TIMELY OPPORTUNITY SINCE IN SUMMER 2022, DOL IS SET TO EXPAND BY CO LOCATING ITS SERVICES IN DCCK S NEW 36,000 SQUARE FOOT URBAN FOOD HUB AND WORKFORCE DEVELOPMENT CENTER. THIS FACILITY WILL GIVE DOL AND DCCK THE INFRASTRUCTURE TO EXPAND TRAINING, TECHNICAL ASSISTANCE, MARKETING ACTIVITIES, AND DIRECT SALES OPPORTUNITIES THROUGH DOL AND DCCK S SOCIAL ENTERPRISE SUPPLY CHAINS. THIS PROJECT WILL INCREASE ACCESS TO (1) FOOD SYSTEM INFRASTRUCTURE SUCH AS TRADITIONAL AND NON TRADITIONAL COMMERCIAL KITCHEN SPACE, REFRIGERATED TRUCKS, AND COLD STORAGE THROUGH TECHNICAL ASSISTANCE AND NETWORK DEVELOPMENT (2) QUALIFIED MENTORS AND COACHES 3) PROVEN ACCELERATOR PROGRAMS AND WORKFORCE DEVELOPMENT SERVICES AND 4) CONTRACTS OFFERED BY PUBLIC INSTITUTIONS, FEDERAL AND LOCAL NUTRITION PROGRAMS, AND OTHER ANCHOR INSTITUTIONS. TOGETHER, THESE EFFORTS WILL IMPROVE MARKETING OPPORTUNITIES IN OUR REGIONAL FOOD SYSTEM FOR SOCIALLY DISADVANTAGED PARTICIPANTS BY CLOSING GAPS IN PHYSICAL, SOCIAL, AND FINANCIAL CAPITAL. THE CROSS CUTTING NETWORKS OF THE PROJECT PARTNERS REFLECT DECADES OF MARKET BUILDING EXPERTISE AND THE UNMATCHED VISIBILITY PRODUCED BY THEIR VALUE CHAIN BUILDING SUCCESSES DURING THE COVID 19 PANDEMIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37e8c1b0-5637-6438-106f-eea02b317b72-C", "generated_internal_id": "ASST_NON_AM22RFSPDC1053_12K2"}, {"internal_id": 154736340, "Award ID": "AM22RFSPCO1051", "Award Amount": 147084.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "THE CENTRAL COLORADO FOODSHED PARTNERSHIPS OVERARCHING PURPOSE IS TO ESTABLISH A BASELINE UNDERSTANDING OF OUR FOOD SYSTEM WHILE BRINGING TOGETHER A NEW PARTNERSHIP THAT INCLUDES PRIVATE, HIGHER EDUCATION, AND CITY AND COUNTY GOVERNMENT ENTITIES. THIS ISGING BROAD, CULTURALLY-DIVERSE NETWORKS OF FOOD SYSTEM STAKEHOLDERS  AND SUPPORTING PRODUCERS IN ACCESSING NEW MARKET CHANNELS. JH CONSULTING WILL MANAGE THE FOOD SYSTEM RESILIENCE ASSESSMENT AND STRATEGIC PLANNING OBJECTIVES AND PROVIDE SUPPORT ON ADDITIONAL PROJECT ACTIVITIES. MICHELE RITCHIE, WITH CSU EXTENSION, HAS ESTABLISHED NETWORKS AND RELATIONSHIPS WITH THE REGIONS AGRICULTURAL PRODUCERS AND DIRECT-TO-CONSUMER MARKETS AND WILL BE THE AGRICULTURAL PRODUCER AND LOCAL MARKETS LIAISON, FACILITATING COMMUNICATION, INFORMATION, AND DATA COLLECTION BETWEEN THE PARTNERSHIP AND ESSENTIAL KEY INFORMANTS.  ADDITIONAL CONTRACTORS WILL BE UTILIZED TO HELP WITH SPECIFIC PROJECT PLANNING TASKS  SUCH AS EVENT PLANNING, WEBSITE DESIGN, ETC. , ALL TO BE DETERMINED. IF HIRED, THESE CONTRACTORS WOULD DIRECTLY SUPPORT GRANT OBJECTIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f29c8e1-2c89-194d-9189-0629625c1e6d-C", "generated_internal_id": "ASST_NON_AM22RFSPCO1051_12K2"}, {"internal_id": 154736315, "Award ID": "AM22RFSPCO1045", "Award Amount": 998757.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-02", "CFDA Number": "10.177", "Description": "THE COLLABORATIVE MODELS AMONG RURAL INSTITUTIONS AND STANDARDIZING METRICS FOR LOCAL PURCHASING  CMSM  PROJECT AIMS TO INFUSE MORE RESOURCES AND COOPERATION AMONG INSTITUTIONS, FARMERS, AND FOOD HUBS SO THEY CAN BUILD THEIR CAPACITY AND NETWORKS. THE PAR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca32b8bc-be7f-2d9e-e7af-08dfb562e5f0-R", "generated_internal_id": "ASST_NON_AM22RFSPCO1045_12K2"}, {"internal_id": 156006434, "Award ID": "AM22RFSPCA1060", "Award Amount": 1981504.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "THE CALIFORNIA NORTH COAST EMERGENCY FOOD SYSTEM PARTNERSHIP SEEKS TO BUILD LOCAL REGIONAL EMERGENCY FOOD SYSTEMS THAT EXPAND SALES AND MITIGATE RISK FOR LOCAL FOOD PRODUCERS WHILE REDUCING FOOD INSECURITY. OVER THE PAST FIVE YEARS, NORTHERN CALIFORNIA HA NATURAL DISASTERS, PANDEMICS AND ECONOMIC DOWNTURNS BY PROVIDING ADDITIONAL EMERGENCY FOOD MARKET CHANNELS  AND IT WILL SUPPORT FOOD SECURITY AND EXPAND COMMUNITY RESILIENCE.  THE PROJECT BRINGS TOGETHER A DIVERSE SET OF PARTNERS INCLUDING FOOD PRODUCERS, FOOD POLICY COUNCILS, COMMUNITY BASED ORGANIZATIONS, LOCAL AND TRIBAL GOVERNMENTS, COOPERATIVE EXTENSION, AND EMERGENCY PLANNERS TO BUILD UPON SHARED EXPERIENCES FROM RESPONDING TO CLIMATE CHANGE INDUCED NATURAL DISASTERS AND THE PANDEMIC. SUBAWARD PARTNERS WILL ACTIVELY SUPPORT THE PARTNERSHIP BY GUIDING THE NETWORK OF NETWORKS, AND LEADING IMPLEMENTATION PROJECTS (COMMUNITY FOOD COUNCIL FOR DEL NORTE AND TRIBAL LANDS, HUMBOLDT FOOD POLICY COUNCIL, AND PETALUMA BOUNTY). THE PARTNERSHIP FORMED IN 2021 TO BRING TOGETHER PRE EXISTING NETWORKS ENGAGED IN DISASTER RELIEF AND EMERGENCY FOOD ASSISTANCE IN EACH OF THE SIX COUNTIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea7a33b4-8d5e-e75d-a88c-0a12b25732c6-C", "generated_internal_id": "ASST_NON_AM22RFSPCA1060_12K2"}, {"internal_id": 154736341, "Award ID": "AM22RFSPCA1047", "Award Amount": 353442.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "THE AGRICULTURAL ECONOMIC SECTOR IN SISKIYOU COUNTY IS FACING DIRE CRISIS DUE TO PERSISTENT DROUGHT, YEAR-OVER-YEAR WILDFIRES, AND ENVIRONMENTAL PRESSURES FACED BY SMALL FARMS. THIS, PAIRED WITH MAJOR MARKET SHIFTS, IS CULMINATING IN THE URGENT DECISION F", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c668584-2972-2776-063b-b60f197fc802-C", "generated_internal_id": "ASST_NON_AM22RFSPCA1047_12K2"}, {"internal_id": 154736342, "Award ID": "AM22RFSPCA1033", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "OUR GRANT PROJECT, NOURISHING JUSTICE  A FEASIBILITY STUDY FOR FARM TO CORRECTIONS WORK IN NEW ENGLAND, BRINGS TOGETHER A DIVERSE GROUP OF PARTNERS TO EXPLORE AN INNOVATIVE STRATEGY TO DIRECT NOURISHING, LOCALLY- AND REGIONALLY-PRODUCED FOOD INTO NEW ENGL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73c9576a-ff81-b6b8-e711-fc9b09b75b27-R", "generated_internal_id": "ASST_NON_AM22RFSPCA1033_12K2"}, {"internal_id": 155652077, "Award ID": "AM22RFSPAZ1050", "Award Amount": 950943.58, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.177", "Description": "THE PURPOSE OF THE IMPLEMENTING A VIBRANT, SUSTAINABLE, AND EQUITABLE COMMUNITY FOOD SYSTEM ACROSS THE ARIZONA FOOD SYSTEMS NETWORK (AZFSN) RFSP IMPLEMENTATION AND EXPANSION PROJECT IS TO ADVANCE THE IMPLEMENTATION OF THE AZFSN STATEWIDE FOOD ACTION PLAN PRIORITIES, GOALS, OBJECTIVES, AND STRATEGIES FOR ACTION. THE INTENDED PROJECT GOALS ARE TO 1) STRENGTHEN CAPACITY TO SUPPORT PLAN IMPLEMENTATION, AND 2) DEEPEN CONNECTIONS ACROSS EXISTING PARTNERS TO INSTITUTIONALIZE STRATEGIES FOR EACH PLAN PRIORITY AREA. DELIVERABLES INCLUDE 1) CONVENING THE ADVISORY TEAM OF THE NETWORK TO GUIDE THE IMPLEMENTATION PROCESS ENSURING REPRESENTATION ACROSS THE DIVERSE GEOGRAPHY AND COMMUNITIES OF ARIZONA 2) ENGAGING NETWORK PARTNERS IN PARTICIPATING AND GUIDING THE IMPLEMENTATION OF THE ACTION PLAN THROUGH VIRTUAL AND IN PERSON CONVENINGS 3) BUILDING CAPACITY OF PARTNERS TO ENGAGE HISTORICALLY UNDERSERVED COMMUNITIES AND REGIONAL FOOD PRODUCERS OTHERWISE ISOLATED FROM THE LARGER FOOD SYSTEM EFFORTS IN PLANNING IMPLEMENTATION EFFORTS 4) DEEPENING RELATIONSHIPS AND PARTICIPATION IN THE PARTNERSHIP WITH RURAL AND INDIGENOUS FOOD PRODUCERS AND COMMUNITIES WITH LIMITED LOCAL FOOD ACCESS BY WORKING WITH COMMUNITY CHAMPIONS THAT ARE TRUSTED MEMBERS OF UNDERSERVED COMMUNITIES 5) HOSTING LISTENING SESSIONS WITH COMMUNITY VOICES FROM HISTORICALLY UNDERSERVED COMMUNITIES AND WITH LOCAL FOOD PRODUCERS, DISTRIBUTORS AND RETAILERS TO IDENTIFY GAPS AND CO DESIGN THEIR LOCAL FOOD SYSTEM RESPONSE TO INFORM INSTITUTIONAL RESPONSE TO MEET THESE NEEDS 6) EVALUATION, SHARING, AND DISSEMINATING PROCESS OUTCOMES ACROSS THE IMPLEMENTATION PROCESS TO CO DESIGN THE NEXT MULTI YEAR FOOD ACTION PLAN 7) WORKING ITERATIVELY WITH LOCAL COALITIONS AND PARTNERS TO EVALUATE THE EFFECTIVENESS OF THE IMPLEMENTATION AND EXPANSION WORK 8) ESTABLISHING SHARED MEASURES AND A PLATFORM TO MONITOR PROGRESS AND TRANSPARENCY IN THE IMPLEMENTATION OF ACTIVITIES AND WORK 9) SHARING PROJECT RESULTS AND BEST PRACTICES ACROSS STATE AGENCIES, PHILANTHROPIC PARTNERS, LOCAL COALITIONS AND LOCAL GOVERNMENTS, AND PRIVATE SECTOR DECISION MAKERS TO INSTITUTIONALIZE THE ADOPTION OF PROCESSES AND PRACTICES AND, 10) IDENTIFYING, SHARING, AND SECURING CRITICAL RESOURCES TO SUSTAIN THE WORK. THE BENEFITS OF THIS PROJECT ARE IMPROVED STATEWIDE COLLABORATION AND IMPROVED URBAN RURAL INDIGENOUS TRUST AND INTERDEPENDENCE RESULTING IN A STRONGER REGIONAL FOOD SYSTEM ACROSS ARIZONA. THE OUTCOMES OF THIS PROJECT WILL RESULT IN REIMAGINED LOCAL FOOD ECONOMIC OPPORTUNITIES LEADING TO THE LONG TERM VISION OF A MORE VIBRANT, SUSTAINABLE, AND EQUITABLE COMMUNITY FOOD SYSTEM FOR ALL ARIZONANS. INTENDED BENEFICIARIES INCLUDE SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, LOCAL FOOD PRODUCERS, INDIVIDUALS EXPERIENCING NUTRITION INSECURITY, AND INSTITUTIONS IMPLEMENTING FOOD SYSTEM PROGRAMS AND SERVICES. THIS GRANT WILL INCLUDE SUBCONTRACTS FOR FOOD ACTION PLAN IMPLEMENTATION SUPPORT WITH EIGHT (8) ARIZONA BASED REGIONAL FOOD COALITIONS INCLUDING FLAGSTAFF FOODLINK, VERDE VALLEY FOOD POLICY COUNCIL, YUMA HEAL COALITION, PIMA COUNTY FOOD ALLIANCE, AJO CENTER FOR SUSTAINABLE AGRICULTURE, MARICOPA COUNTY FOOD SYSTEM COALITION, COALITION FOR FARMLAND PRESERVATION AND A TRIBAL COLLABORATIVE WORKGROUP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "50c2c1b4-a482-db8a-0146-657b7d413f9b-R", "generated_internal_id": "ASST_NON_AM22RFSPAZ1050_12K2"}, {"internal_id": 145832880, "Award ID": "AM21RFSPWI1014", "Award Amount": 873721.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "AS DEMAND FOR ORGANIC PRODUCE REMAINS STRONG AND CONSUMER INTEREST IN CSA AND OTHER DIRECT MARKETS CONTINUES TO RISE,FARMERS-ESPECIALLY THOSE WHO HAVE BEEN HISTORICALLY UNDERSERVED-NEED SUPPORT IN KEY AREAS IN ORDER TO MORE FULLY PARTICIPATE IN THESE MARKETS,FORTIFY THEIR BUSINESSES,AND BUILD RESILIENCY. HOWEVER,MANY MIDWESTERN PRODUCERS ARE SPREAD OUT GEOGRAPHICALLY AND OFTEN LACK ACCESS TO THE COMMUNITY AND CRITICAL SUPPORT SERVICES THEY REQUIRE LOCALLY. THE MIDWEST VEGETABLE GROWER SUPPORT NETWORK AIMS TO ADDRESS THESE NEEDS. A PARTNERSHIP THAT CONSISTS OF TA AND FARMER PARTNERS AND FOCUSES ON SUPPORTING ORGANIC PRODUCTION PRACTICES,THIS NETWORK WILL OPERATE AS A TRAINING ANDCOMMUNITY-BUILDING HUB SUPPORTING DIVERSIFIED VEGETABLE GROWERS IN 8 MIDWESTERN STATES: WI,MN,IA,MO,IL,MI,OH,AND IN. BY LEVERAGING PARTNERS' UNIQUE STRENGTHS,THE NETWORK WILL DELIVER LANGUAGE ACCESSIBLE TRAINING AND EDUCATION IN PRIORITY AREAS,INCLUDING TECHNICAL ASSISTANCE,BUSINESS PLANNING AND MARKETING SUPPORT FOR CSA AND OTHER DIRECT MARKETS,AND ASSISTANCE WITH NAVIGATING CERTIFICATION AND ENDORSEMENT PROCESSES-ALL WHILE CREATING A PEER TO PEER COMMUNITY THAT GROWERS WANT AND VALUE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": 873721.0, "Infrastructure Obligations": null, "recipient_id": "0579c8ef-f820-8857-345c-6d247a16e886-R", "generated_internal_id": "ASST_NON_AM21RFSPWI1014_12K2"}, {"internal_id": 145832859, "Award ID": "AM21RFSPVA1026", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "REGENERATIVE GRASS-FED FARMING SEQUESTERS CARBON, BUILDS SOIL HEALTH, AND PROVIDES A MARKETING OPPORTUNITY FOR ECONOMIC DEVELOPMENT, BUT IS LIMITED BY PROCESSING CAPACITY. DECENTRALIZING MEAT PROCESSING STRENGTHENS RESILIENCE TO FOOD SHORTAGES AS OCCURRED WITH THE COVID-19 PANDEMIC. FOR VIABLE INVESTMENT IN SMALL-SCALE PROCESSING, ANIMAL PRODUCTION FOR LOCAL SLAUGHTER MUST INCREASE, WHICH MEANS BUILDING CAPACITY OF FARMERS AND GROWING THE MARKET FOR LOCAL GRASS-FED MEAT. THE PROCESSING CONSTRAINT IS MULTI-FACETED, AND REQUIRES A SYSTEMIC SOLUTION ALONG THE VALUE CHAIN ADDRESSING SUPPLY AND DEMAND FACTORS AND ACCESS TO CAPITAL FOCUSED ON INVESTMENT TO INCREASE SMALL-VOLUME PROCESSING SERVING THE REGIONAL MARKET, TRAINING MEAT CUTTERS, CAPACITY BUILDING IN REGENERATIVE GRASS-FED FARMING, AND MARKETING PROGRAMS. THIS PLANNING GRANT SOLIDIFIES A PARTNERSHIP THAT WILL DEVELOP A REGIONAL MID-TIER GRASS-FED MEAT VALUE CHAIN IN THE IMPLEMENTATION PHASE BY ESTABLISHING A REGENERATIVE MEAT CERTIFICATION AND PRODUCER NETWORK; TRANSITIONING SMALL/FAMILY FARMS TO REGENERATIVE PRACTICES; FACILITATING INVESTMENT IN PROCESSING CAPACITY; AND LINKING TO DISTRIBUTION AND PROCESSING. THIS PROJECT BUILDS ON EXISTING COOPERATION BETWEEN PARTNERS, FEDERAL INVESTMENT IMPLEMENTED BY PARTNERS IN A FARMER CAPACITY BUILDING NETWORK AND GRASS- FED MARKETING CAMPAIGN, AND EXISTING MARKET RESEARCH AND FEASIBILITY STUDIES. VIRGINIA'S CENTRAL LOCATION ANCHORS THE MID-ATLANTIC GRASS-FED MEAT VALUE CHAIN. AN ESTABLISHED MULTI-USE FOOD ENTERPRISE CENTER/VALUE-ADDED PROCESSOR AND A FOOD HUB DISTRIBUTOR PROVIDE MARKET ACCESS FOR INCREASED MEAT PRODUCTION, AS SUPPLY-SIDE (PRODUCTION AND SLAUGHTER) CONSTRAINTS ARE ADDRESSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": 250000.0, "Infrastructure Obligations": null, "recipient_id": "fdf62f4e-43dd-914b-7c75-6051b3a07d62-R", "generated_internal_id": "ASST_NON_AM21RFSPVA1026_12K2"}, {"internal_id": 145832658, "Award ID": "AM21RFSPTX1011", "Award Amount": 249996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "PADILLA FARM LLC,BASED IN THE LOWER RIO GRANDE VALLEY OF SOUTH TEXAS,SHARES A COMMON PROBLEM WITH SMALL FARMS WITH ANIMALS TO HARVEST: NO FEDERALLY OR STATE INSPECTED HARVESTING SERVICES IN THE VICINITY. WE ARE LOCATED ON THE U.S. MEXICO BORDER AND TRAVEL OVER 400 MILES (8 HOURS ROUND TRIP) TO A SITE IN CENTRAL TEXAS (POTH,TEXAS) TO DELIVER OUR ANIMALS TO THE NEAREST SLAUGHTERHOUSE SITE. DUE TO A LACK OF OTHER FACILITIES,OUR ANIMALS ARE QUEUED FOR PROCESSING AT A LATER DATE. WE THEN MAKE AN ADDITIONAL TRIP (ANOTHER 8 HOURS OF TRAVEL) TO PICK UP OUR PRODUCTS. THIS LACK OF ACCESS BURDENS SMALL FARMERS AND RANCHERS IN SOUTH TEXAS,A REGION OF 25 COUNTIES SOUTH OF SAN ANTONIO. ONE LARGE PROCESSER OPERATES IN CORPUS CHRISTI; HOWEVER,IT WILL ONLY ACCEPT LARGE VOLUME ANIMAL PROCESSING. OUR PARTNERS-SMALL RANCHERS,FARMERS WITH A MIX OF AGRICULTURAL PRODUCTS AND ANIMALS,AND SMALL BUSINESSES THAT RAISE THEIR OWN ANIMALS FOR HARVESTING-ARE LEFT WITH ONE SITE OPTION AND AN INEQUITY THAT OTHER LIVESTOCK PRODUCERS IN TEXAS DO NOT FACE. THE SITUATION CREATES A SUBSTANTIAL DISINCENTIVE TO GROW OUR PRODUCTION OF QUALITY ANIMALS SUCH AS GRASS-FED CATTLE FOR HEALTHIER CHOICES FOR CONSUMERS AND BUSINESSES THAT SEEK LOCALLY SOURCED MEATS. WE EXPECT THAT SOLUTIONS IDENTIFIED IN THE STUDY MAY CALL FOR SIGNIFICANT FUNDING. A FEASIBILITY STUDY WILL ENSURE THAT FUTURE PUBLIC AND/OR PRIVATE INVESTMENTS WILL BE SOUND AND MOTIVATE OUR FELLOW PRODUCERS TO CONTINUE SUPPLYING PROTEINS FOR THE FOOD CHAIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 249996.0, "Infrastructure Obligations": null, "recipient_id": "39a383c5-8c7b-4624-dab4-ca4c3d36237e-R", "generated_internal_id": "ASST_NON_AM21RFSPTX1011_12K2"}, {"internal_id": 145832847, "Award ID": "AM21RFSPSC1012", "Award Amount": 479893.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "THE GROWING LOCAL SOUTH CAROLINA PROJECT FORMALIZES A CROSS-SECTOR LOCAL FOOD SYSTEM NETWORK ASPIRING TO CULTIVATE A THRIVING, EQUITABLE, INCLUSIVE, RESILIENT, AND JUST FOOD ECONOMY PROVIDING ACCESS TO HEALTHY FOOD FOR ALL. AN INVESTMENT FROM THE USDA WILL ENABLE THE NETWORK TO 1) CONNECT AND CULTIVATE SOUTH CAROLINA'S LOCAL FOOD ECONOMY, 2) DEVELOP A PLAN CENTERED ON ADDRESSING SYSTEMIC INEQUITIES IN THE STATE'S FOOD SYSTEM, 3) CATALYZE ACTION TO ADDRESS FARMLAND LOSS, 4) INCREASE CAPACITY OF THE LOCAL FOOD SYSTEM, AND 5) REFINE METRICS FOR MEASURING PARTNERSHIPS. THE PROJECT IS MANAGED BY WHOLESPIRE, GOVERNED BY THE SOUTH CAROLINA FOOD POLICY COUNCIL, EXECUTED AND EVALUATED BY CONTRACTED PROJECT MANAGERS, AND SUPPORTED BY PARTNERS AS FOLLOWS: THE SC DEPARTMENT OF AGRICULTURE PROVIDING FINANCIAL, PROGRAMMATIC, AND MARKETING SUPPORT; USC SCHOOL OF PUBLIC HEALTH PROVIDING ADMINISTRATIVE, STAKEHOLDER, AND FOOD COUNCIL SUPPORT; THE RURAL RESOURCE COALITION AS AN ORGANIZER FOR GATHERINGS,FACILITATING A FARMLAND WORKING GROUP, AND PROVIDING ENGAGEMENT TO INDIGENOUS COMMUNITIES; BONITA GLOBAL PROVIDING OUTREACH TO AFRICAN AMERICAN COMMUNITIES; ALIANZA LATINA OF THE MIDLANDS PROVIDING OUTREACH TO LATINA COMMUNITIES; SC FOOD HUB NETWORK EXPANDING MID-TIER VALUE CHAINS; AND SC STATE UNIVERSITY SMALL BUSINESS DEVELOPMENT CENTER AND CAROLINA FARM STEWARDSHIP ASSOCIATION PROVIDING TECHNICAL ASSISTANCE TO FOOD AND FARMING BUSINESSES. THE ACTIVITIES OF THE NETWORK ARE GUIDED BY INPUT GATHERED AT ANNUAL MEETINGS AND THROUGH SEVERAL STAKEHOLDER ENGAGEMENT MECHANISMS DESIGNED TO ELEVATE MINORITY VOICES. THE PROJECT PRIORITIZES STRATEGIES TO FILL FOOD SYSTEMS GAPS, MEET STAKEHOLDER NEEDS, AND FACILITATE MARKET OPPORTUNITIES AND FOOD ACCESS SOLUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "a2de1f3a-6d9e-dbd2-3d37-9bbb80566eb2-R", "generated_internal_id": "ASST_NON_AM21RFSPSC1012_12K2"}, {"internal_id": 145832923, "Award ID": "AM21RFSPOR1020", "Award Amount": 229351.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "THE GOAL OF THIS PROJECT IS TO CREATE A SET OF ACTION PLANS FOR REGIONAL FOOD SYSTEM DEVELOPMENT IN OREGON THAT: (1) IDENTIFY OPPORTUNITIES FOR SHARED INFRASTRUCTURE (PHYSICAL AND HUMAN CAPITAL), AND (2) PRIORITIZE, IN VALUES AND PRACTICES, RACIAL EQUITY, CLIMATE CHANGE RESILIENCE, AND FAIR LABOR PRACTICES. OUR PARTNERSHIP CENTERS ON AN EXISTING NETWORK OF EIGHT LOCAL FOOD HUBS WHO WILL COLLABORATIVELY RESEARCH, TRAIN, VISION, AND PLAN. THESE HUBS WILL FOCUS ON CONNECTING LOCAL GROWERS TO LOCAL/REGIONAL MARKETS AND/OR ON INCUBATING AND MAKING LOCAL/REGIONAL MARKET CONNECTIONS FOR VALUE-ADDED FOOD BUSINESSES. OUR LONG-TERM GOAL IS A FUTURE WHERE OREGON FOOD HUBS ARE SUCCESSFUL BECAUSE THEY:  SHARE AND PRACTICE A SET OF CORE VALUES AND PRINCIPLES THAT ARE FUNDAMENTAL TO RESILIENT AND EQUITABLE REGIONAL FOOD SYSTEMS: RACIAL EQUITY, FAIR LABOR PRACTICES, AND CLIMATE CHANGE RESILIENCE. SHARE COSTLY BUT VITAL OPERATIONAL INFRASTRUCTURE, INCLUDING PHYSICAL ASSETS LIKE TRUCKS AND COLD STORAGEAND HUMAN CAPITAL/SYSTEMS LIKE FOOD SAFETY EXPERTISE, MARKETING, AND LOGISTICS. SOURCE AND MARKET LOCAL FOOD WITH UNIQUE ATTRIBUTES REFLECTING THEIR INDIVIDUAL REGIONS.   AGGREGATE FOOD FROM THEIR INDIVIDUAL REGIONS TO SELL COLLABORATIVELY, UNDER A SHARED BRAND OR ALIGNED SET OF BRANDS, INTO LARGER URBAN MARKETS IN THE PACIFIC NORTHWEST    THE PARTNERSHIP INCLUDES THE OREGON FOOD HUB NETWORK, THE OREGON COMMUNITY FOOD SYSTEMS NETWORK, THE OREGON STATE UNIVERSITY CENTER FOR SMALL FARMS, OREGON ECONOMIC DEVELOPMENT DISTRICTS, OREGON DEPARTMENT OF AGRICULTURE, AND OTHER PARTNERS WHO BRING SPECIFIC EXPERTISE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_AM21RFSPOR1020_12K2"}, {"internal_id": 145832935, "Award ID": "AM21RFSPOK1016", "Award Amount": 945779.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "THE OKLAHOMA LOCAL AGRICULTURE COLLABORATIVE (OLAC) WILL BE A CROSS-SECTOR STATEWIDE PARTNERSHIP AMONG UNIVERSITIES,STATE AGENCIES,NON-PROFIT ORGANIZATIONS,FARMERS MARKETS,AND AGRICULTURAL ENTREPRENEURS. THE OVERARCHING GOAL OF OLAC IS TO STRENGTHEN AND GROW THE CAPACITY OF OKLAHOMA'S LOCAL AGRICULTURE IN THREE AREAS: IMPROVING COMMUNICATION AND ACCESS TO UNDERUTILIZED RESOURCES; DEVELOPING TECHNICAL SUPPORT SYSTEMS TO FOSTER INNOVATIVE PRACTICES; AND CREATING A STATEWIDE REGISTRATION AND MEMBERSHIP NETWORK FOR PRODUCERS AND DIRECT-TO-CONSUMER MARKETS. OLAC WILL SPECIFICALLY FOCUS ON RURAL MARKETS AND UNDERSERVED COMMUNITIES TO ENSURE THAT ALL OKLAHOMANS HAVE EQUAL ACCESS.NEEDS ASSESSMENTS CONDUCTED IN 2019 AND 2021 WITH OKLAHOMA FARMERS MARKET MANAGERS AND PRODUCERS INDICATED A SIGNIFICANT NEED FOR EDUCATION,RESOURCES,AND OPPORTUNITIES FOR NETWORKING AND PROMOTION. BY PROVIDING TRAININGS AND MEMBERSHIP OPTIONS,OLAC WILL ADDRESS THESE NEEDS AND CREATE A MORE RESILIENT INFRASTRUCTURE FOR OKLAHOMA'S FARMERS MARKETS,FOOD HUBS,COOPERATIVES,AND OTHER DIRECT- TO-CONSUMER MARKETS AND PRODUCERS.THROUGH THE REGIONAL FOOD SYSTEMS PARTNERSHIP GRANT,OLAC WILL DESIGN A DIGITAL RESOURCE HUB,PROVIDE VIRTUAL AND IN-PERSON REGIONAL TRAININGS,DEVELOP TECHNICAL RESOURCES FOR BUSINESS EXPANSION,AND CREATE A MEMBERSHIP PLATFORM FOR FARMERS AND GROWERS. OLAC WILL ESTABLISH AN ADVISORY BOARD- CONSISTING OF DIVERSE MEMBERS FROM ACROSS THE STATE-THAT WILL GUIDE THE ORGANIZATION AND ENSURE ALL GRANT GOALS ARE BEING ADDRESSED AND MET. OKLAHOMA HAS MANY INDIVIDUAL EFFORTS TO IMPROVE THE LOCAL FOOD SYSTEM; HOWEVER,A COLLABORATIVE,STATEWIDE EFFORT WITH A COLLECTIVE VISION AND GOALS IS NECESSARY FOR THE LOCAL FOOD SYSTEM TO MEET ITS FULL POTENTIAL AND BETTER SERVE GROWING CONSUMER DEMAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": 945779.0, "Infrastructure Obligations": null, "recipient_id": "35c9af52-79d6-b585-258b-ae9342223de1-C", "generated_internal_id": "ASST_NON_AM21RFSPOK1016_12K2"}, {"internal_id": 145832862, "Award ID": "AM21RFSPNY1025", "Award Amount": 120290.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "GIVEN ITS PROXIMITY TO NEW YORK CITY MARKETS AND AGRICULTURAL LAND WELL SUITED TO GRASS-BASED LIVESTOCK PRODUCTION, NEW YORK'S HUDSON VALLEY HAS LONG BEEN A REGION WITH PROMISING POTENTIAL TO SUPPORT GROWTH IN THE LIVESTOCK SECTOR. THIS PROJECT BUILDS UPON THE COLLECTIVE EXPERIENCE OF THE GLYNWOOD CENTER FOR REGIONAL FOOD AND FARMING (GLYNWOOD) AND THE CORNELL UNIVERSITY COLLEGE OF AGRICULTURE AND LIFE SCIENCES (CORNELL) IN SERVING THE LIVESTOCK INDUSTRY. GLYNWOOD AND CORNELL WILL PARTNER TO ENGAGE DIRECTLY WITH THE HUDSON VALLEY LIVESTOCK PRODUCER GROUP, FORMED IN 2020 BY GLYNWOOD, TO IDENTIFY TRADE CHALLENGES AND BRAINSTORM STRATEGIES TO ADDRESS THEM. WITH SUPPORT FROM RFSP, GLYNWOOD AND THE CORNELL COOPERATIVE EXTENSION LIVESTOCK PROGRAM WORK TEAM WILL FORM A PROJECT WORKING GROUP, WHICH WILL INCLUDE REPRESENTATIVES FROM THE HUDSON VALLEY LIVESTOCK PRODUCERS GROUP. THE PROJECT WORKING GROUP WILL DESIGN AND FACILITATE A FEASIBILITY STUDY TO EXPLORE LIVESTOCK SECTOR:  PRODUCTION AND CAPACITY, HUMAN RESOURCE NEEDS, SALES OPPORTUNITIES, PROCESSING, STORAGE AND TRANSPORTATION, EDUCATIONAL OPPORTUNITIES AND NEEDS  THE PROJECT WORKING GROUP WILL EVALUATE THE DATA, WRITE RECOMMENDATIONS, AND PURSUE FUNDING TO ENABLE FUTURE IMPLEMENTATION OF PROJECTS DETAILED THROUGH THE STUDY. WHILE THIS PROJECT IS REGIONAL IN SCOPE, IT IS OUR HOPE THAT THESE EFFORTS WILL BE INFORMATIVE AND CATALYTIC TO SIMILAR EFFORTS ELSEWHERE IN THE COUNTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3906ff6-b08f-1f93-d294-0374f5b141d0-R", "generated_internal_id": "ASST_NON_AM21RFSPNY1025_12K2"}, {"internal_id": 145832661, "Award ID": "AM21RFSPNC1006", "Award Amount": 993825.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "OUR GOAL IS TO DEVELOP, EVALUATE, AND DISSEMINATE FARM TO EARLY CARE AND EDUCATION (FARM TO ECE) LOCAL FOOD PROCUREMENT MODELS THAT INCREASE MARKET VIABILITY FOR PRODUCERS. FARM TO ECE IS OFTEN FRAMED AS A WIN-WIN FOR FARMERS AND CHILDREN UNDER FIVE, INCREASING HEALTHY FOOD ACCESS. SINCE 2016, THE CENTER FOR ENVIRONMENTAL FARMING SYSTEMS HAS PARTNERED WITH COUNTY-BASED PARTNERSHIPS FOR CHILDREN TO CONVENE A FARM TO ECE COMMUNITY OF PRACTICE THAT PROVIDES TECHNICAL ASSISTANCE TO CHILD CARE CENTERS TO PURCHASE LOCAL FOOD AND CONDUCT EXPERIENTIAL LEARNING. HOWEVER, OUR PROGRAM EVALUATION AND RESEARCH INDICATES THAT THERE ARE CHALLENGES TO MAKING FARM TO ECE A PROFITABLE MARKET FOR PRODUCERS AND FOOD BUSINESSES. THE PRINCIPAL ISSUES ARE THAT CHILD CARE FACILITIES PURCHASE LOW VOLUMES OF LOCAL FOOD (DUE TO SMALL SERVING SIZES AND ENROLLMENT) AND PURCHASING AND DELIVERY ARE DECENTRALIZED. WE PROPOSE EXTENDING OUR EXISTING PARTNERSHIPS TO EXPLORE MODELS OF LOCAL FOOD PROCUREMENT THAT AGGREGATE DEMAND TO ADDRESS THESE CHALLENGES. WE WILL WORK IN SIX GEOGRAPHICALLY, RACIALLY, AND ETHNICALLY DIVERSE RURAL COUNTIES ACROSS NORTH CAROLINA WITH HIGH CHILD FOOD INSECURITY RATES TO PILOT FOUR INNOVATIVE PROCUREMENT STRATEGIES: (1) COLLABORATIVE PURCHASING AMONG CHILD CARE CENTERS; (2) WORKING WITH CATERERS THAT SERVE MULTIPLE CENTERS; (3) COLLABORATING WITH K-12 SCHOOL DISTRICTS; AND (4) SELLING TO THE FAMILIES OF ENROLLED CHILDREN. SUCCESSFUL STRATEGIES WILL PROMOTE REGIONAL COLLABORATION, COORDINATE MENU DEVELOPMENT, AND ADDRESS DELIVERY LOGISTICS. WE USE AN INCLUSIVE, PARTICIPATORY APPROACH TO CONVENE CROSS-SECTOR TEAMS IN A COMMUNITY OF PRACTICE TO IDENTIFY REPLICABLE FARM TO ECE PROCUREMENT MODELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": 993825.0, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_AM21RFSPNC1006_12K2"}, {"internal_id": 145298905, "Award ID": "AM21RFSPMT1010", "Award Amount": 999183.94, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "IN 2020, THE NORTHWEST FOOD HUB NETWORK LAUNCHED AS A PILOT PROGRAM TO SUPPORT THE 3 MOST ESTABLISHED COOPERATIVE FOOD HUBS IN SELLING REGIONAL, SUSTAINABLE FOOD TO INSTITUTIONS ACROSS THE NORTHWEST. PARTNERS IN THIS PILOT INCLUDE FARM FARE, (PROVIDES SOF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "b58e62de-9c08-01fb-133e-0913c01dfbdc-R", "generated_internal_id": "ASST_NON_AM21RFSPMT1010_12K2"}, {"internal_id": 145832838, "Award ID": "AM21RFSPMS1017", "Award Amount": 990763.6, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "THE DELTA FOOD SYSTEM PARTNERSHIP IS OUR NEXT STEP IN THE EVOLUTION OF THE NORTHWEST MISSISSIPPI REGIONAL FOOD SYSTEM,BUILDING ON THE ORGANIZING,RECRUITMENT,TRAINING,AND CAPACITY BUILDING EFFORTS THE PARTNERS HAVE CONDUCTED DURING THE LAST DECADE. FOCUSING ON BUILDING AN EQUITABLE,SUSTAINABLE,AND RESILIENT REGIONAL TRADE NETWORK IN THE DELTA REGION (FROM MEMPHIS TO JACKSON),THE PARTNERSHIP WILL ADDRESS THE FOLLOWING NEEDS:  LOCAL SELF-ORGANIZATION,TO IMPROVE COMMUNITY SELF-AWARENESS AND COHESION IMPROVED TRAINING AND INFRASTRUCTURE,TO GROW VOLUME WHILE IMPROVING PRODUCT INTEGRITY HELPING PRODUCERS,FOOD BUSINESSES,AND LOCAL COMMUNITIES THINK AND WORK TOGETHER BY BUILDING AND EMPOWERING RELATIONSHIPS - AND TRUST -THROUGHOUT THE FOOD VALUE CHAIN  THE PARTNERSHIP WILL MEET THESE NEEDS BY:  INVESTING IN ORGANIZING AND COMMUNITY DEVELOPMENT EXPANDING OUR EXISTING COMMUNICATIONS AND FARMQMS QUALITY MANAGEMENT TOOLS AND IMPLEMENTING AN ANCHOR FARM PROGRAM WITH THE PARTNERSHIP AS A DISTRIBUTION INTERMEDIARY EXPANDING THE COOPERATIVE RELATIONSHIPS WE HAVE BUILT WITHIN THE REGIONAL FOOD SUPPLY CHAIN  OUR WORK PLAN WILL PROCEED ON THREE TRACKS: COMMUNITY AND CONTENT,SCALE AND INTEGRITY,AND MARKET FACILITATION. LED BY THE MISSISSIPPI DELTA COUNCIL FOR FARM WORKERS OPPORTUNITIES (MDC),WHICH HAS A FIFTY-YEAR HISTORY PROVIDING AGRICULTURAL TECHNICAL ASSISTANCE,OUR TEAM INCLUDES UP IN FARMS,UNIVERSITY OF MISSISSIPPI'S COMMUNITY FIRST RESEARCH CENTER FOR WELLBEING AND CREATIVE ACHIEVEMENT,CHATHAM UNIVERSITY'S CENTER FOR REGIONAL AGRICULTURE,FOOD,AND TRANSFORMATION (CRAFT),DRA RESOURCES,SOUTHERN RURAL BLACK WOMAN'S INITIATIVE,AND THE MISSISSIPPI DEPARTMENT OF AGRICULTURE AND COMMERCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": 990763.6, "Infrastructure Obligations": null, "recipient_id": "02b66777-6dc1-7c8c-4167-917a48f9e3ce-C", "generated_internal_id": "ASST_NON_AM21RFSPMS1017_12K2"}, {"internal_id": 146061553, "Award ID": "AM21RFSPME1029", "Award Amount": 882165.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-13", "CFDA Number": "10.177", "Description": "OUR PARTNERSHIP SHARES THE GOAL OF ACHIEVING A RESILIENT REGIONAL SEAFOOD SYSTEM BY BUILDING VALUE AND DEMAND FOR SEAFOOD FROM NEW ENGLAND. REGIONAL SEAFOOD REPRESENTS A GREAT OPPORTUNITY TO PROVIDE A HEALTHY, RESPONSIBLY HARVESTED, CLIMATE-FRIENDLY SOURCE OF LOCAL PROTEIN FOR NEW ENGLAND, AS WELL AS A DECENT LIVELIHOOD FOR COASTAL COMMUNITIES, FISHING FAMILIES, AND THE SEAFOOD SUPPLY CHAIN. THIS HAS ONLY BECOME CLEARER IN THE WAKE OF THE PANDEMIC, WHICH SERVED TO AMPLIFY THE CHALLENGES ALREADY FACED BY OUR REGION'S SEAFOOD ECONOMY. DESPITE THE HEALTHY, ABUNDANT FISHERIES AVAILABLE IN OUR REGION, REGIONAL FISH IS CHALLENGED TO COMPETE WITH INEXPENSIVE, IMPORTED SEAFOOD. THERE IS A NEED TO BUILD AND STRENGTHEN INFRASTRUCTURE TO IMPROVE QUALITY AND VALUE FOR THE SEAFOOD INDUSTRY, AND TO BUILD AWARENESS AND DEMAND THROUGH BUYER EDUCATION AND CONNECTING THE OFTEN-DISCONNECTED PARTICIPANTS IN THE REGIONAL SEAFOOD SUPPLY CHAIN. OUR PARTNERSHIP IS COMPRISED OF ORGANIZATIONS THAT HAVE LONG HISTORIES OF WORKING INDIVIDUALLY AND TOGETHER TO IMPROVE THE BUSINESS OPPORTUNITIES FOR FISHERMEN AND MARKETS FOR REGIONAL SEAFOOD. WE INCLUDE TWO FISHING ASSOCIATIONS, ONE NONPROFIT RESEARCH INSTITUTION, TWO LENDING AND BUSINESS ASSISTANCE PARTNERS, A SEAFOOD OFFLOADING SITE AND AUCTION, AND A MID-TIER SEAFOOD VALUE CHAIN BUSINESS. WE WILL ALSO ENGAGE WITH OTHER ORGANIZATIONS AND BUSINESSES THROUGH THIS PROJECT'S CONVENINGS. WE PLAN TO WORK TOGETHER TO ADDRESS THE CHALLENGES OF IMPROVING QUALITY AND CONSISTENCY OF PRODUCT, TO PROVIDE FISHERMEN AND PROCESSORS WITH BETTER INFORMATION AND ACCESS TO CAPITAL TO INVEST IN INNOVATION, AND TO BUILD MEANINGFUL DEMAND FOR REGIONAL SEAFOOD THROUGH BUYER EDUCATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": 882165.0, "Infrastructure Obligations": null, "recipient_id": "b6f39a7f-8f51-2ea1-892c-799002b8485c-C", "generated_internal_id": "ASST_NON_AM21RFSPME1029_12K2"}, {"internal_id": 145832915, "Award ID": "AM21RFSPME1022", "Award Amount": 792966.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "HARVESTING GOOD (HG),A MAINE BASED PUBLIC BENEFIT CORPORATION,AND ITS PARTNERS INCLUDING GOOD SHEPHERD FOOD BANK (GSFB),UNIVERSITY OF MAINE COOPERATIVE EXTENSION,AGRICULTURAL PROCESSORS AND FARMERS,HANNAFORD REGIONAL GROCERY CHAIN AND SODEXO AN INSTITUTIONAL FOOD SERVICE CORPORATION,PRESENT THIS RFSP APPLICATION TO SUPPORT THE DEVELOPMENT OF A VALUE ADDED MID-TIER,REGIONAL FOOD CHAIN TO SUPPLY FRESH PROCESSED VEGETABLES THROUGHOUT THE SIX NEW ENGLAND STATES. UNDER THIS PROPOSAL,HG WILL PURCHASE LOCAL VEGETABLES (BROCCOLI) GROWN IN NORTHERN MAINE FROM CIRCLE B FARMS (CBF),CONTRACT WITH FOOD PROCESSORS W.R. ALLEN (WRA) AND WYMAN'S TO FLORET,BLANCHE,FREEZE,PACK AND STORE,AND SELL IT INITIALLY THROUGH HANNAFORD'S 132 STORE RETAIL CHAIN AND TO SODEXO'S HIGHER EDUCATION CLIENTS. THIS APPLICATION SUPPORTS THE IMPLEMENTATION OF NEW ENGLAND'S ONLY REGIONAL VEGETABLE PROCESSING OPERATION TO OPERATE AT SCALE. THIS GRANT WILL SUPPORT HG'S ADMINISTRATIVE COSTS,DEVELOPMENT OF A MARKETING PROGRAM,TRAINING AND TECHNICAL SUPPORT FOR FARMERS AND PROCESSORS,AND DISTRIBUTION OF FROZEN VEGETABLES THROUGHOUT THE FOODBANK NETWORK. THIS PUBLIC/PRIVATE PARTNERSHIP WILL GENERATE OVER $8.4M IN NEW REVENUE TO THE AGRICULTURE SECTOR,CREATE 52 FULL AND PART TIME JOBS,USE UNDERUTILIZED PROCESSING FACILITIES,ESTABLISH A NEW MARKET FOR MAINE'S VEGETABLE GROWERS,AND EXTEND THE SEASON FOR CROP GROWTH AND PROCESSING. HG WILL INVEST OVER $2.5M TO PURCHASE STATE OF THE ART PROCESSING EQUIPMENT,RENOVATE PROCESSING FACILITIES,AND SUPPLEMENT TECHNICAL SUPPORT. THIS PROJECT OPENS THE DOOR FOR MAINE'S LOCAL VEGETABLES TO REACH NEW ENGLAND'S REGIONAL MARKETS YEAR-ROUND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "e086fc57-be3b-3f66-3b82-81e046db050a-R", "generated_internal_id": "ASST_NON_AM21RFSPME1022_12K2"}, {"internal_id": 145832707, "Award ID": "AM21RFSPMD1001", "Award Amount": 104956.47, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "THE EASTERN SHORE ENTREPRENEURSHIP CENTER (ESEC) AND THE CHESAPEAKE CULINARY CENTER (CCC), TWO NONPROFIT ORGANIZATIONS ON MARYLAND'S RURAL EASTERN SHORE, ARE PARTNERING AS LEADERS IN ADAPTING, INITIATING, AND EXECUTING A REGIONAL FARM TO FREEZER VALUE-CHAIN COORDINATION PROGRAM. THE PARTNERSHIP COMBINES EACH ORGANIZATION'S EXPERTISE IN A MORE RESILIENT/SUSTAINABLE FOOD SYSTEM. ESEC IS A LEADING PROVIDER OF ENTREPRENEURIAL TECHNICAL ASSISTANCE AND PROGRAMS THAT ENABLE THE COMMERCIALIZATION OF INNOVATIONS/TECHNOLOGIES IN THE AGRICULTURE SECTOR. CCC IS THE REGION'S GUIDING FORCE IN OPERATING A COMMUNITY KITCHEN, PROCESSING LOCAL PRODUCE, AND MAKING PRE-PREPARED MEALS AVAILABLE TO POPULATIONS WITH LIMITED FOOD ACCESS. THE OBJECTIVES OF THE PROGRAM INCLUDE: EXTENDING THE RURAL REGION'S GROWING SEASON BY PRESERVING FRESH FRUITS/VEGETABLES USING ADVANCED IQF TECHNOLOGY THAT RETAINS THE FRESH-GRADE NUTRITION LEVELS; INCREASING LOCAL MARKET REVENUES FOR LOCAL RURAL FARMERS/GROWERS TO SCALE THEIR PRODUCTION BY PROVIDING A 12-MONTH GUARANTEED PURCHASE ORDER FOR PRODUCE IN PURSUIT OF INCREASED MARGINS/PROFIT; EXPANDING ACCESS TO LOCAL, NUTRITIOUS FOOD THROUGHOUT THE YEAR FOR RESIDENTS OF MARYLAND'S EASTERN SHORE BY EXTENDING THE ACCESSIBLE SEASON TO LOCAL PRODUCE THROUGH OUR ADVANCED PROCESSING AND DISTRIBUTION SYSTEM; AND SETTING AN EXAMPLE FOR OTHER REGIONAL PARTS OF MARYLAND TO IMPROVE THEIR FOOD SYSTEMS BY REPLICATING/ADAPTING THEIR OWN FARM TO FREEZER PROGRAMS. DURING THIS PROJECT PERIOD, THE PARTNERSHIP WILL PLAN AND DEVELOP AN IMPLEMENTATION STRATEGY FOR ESTABLISHING AN APPROPRIATE-SIZED PROCESSING FACILITY (INCLUDE AN IQF SYSTEM), A STORAGE AND DISTRIBUTION SYSTEM THAT WILL INCREASE FOOD ACCESS, AN APPROACH TO CONTROL PRICING AND INCREASE FARMER MARGINS, AND A FULLY SUSTAINABLE BUSINESS GOING FORWARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "e68b1637-119e-d163-7804-3cb902257b49-R", "generated_internal_id": "ASST_NON_AM21RFSPMD1001_12K2"}, {"internal_id": 146272586, "Award ID": "AM21RFSPMA1028", "Award Amount": 480948.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "BERKSHIRE AGRICULTURAL VENTURES (BAV) RECOGNIZES THAT THE BERKSHIRE-TACONIC REGION, A THREE STATE, FOUR COUNTY AREA IN MASSACHUSETTS, NEW YORK, AND CONNECTICUT, IS WELL-POSITIONED TO DEVELOP A FORMAL COLLABORATION OF EXISTING PRODUCERS, AGENCIES, AND AGRI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 480948.0, "Infrastructure Obligations": null, "recipient_id": "22d55788-171d-8d56-2915-ca77be409d11-R", "generated_internal_id": "ASST_NON_AM21RFSPMA1028_12K2"}, {"internal_id": 145832932, "Award ID": "AM21RFSPMA1009", "Award Amount": 249404.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "IN ITS 27-TOWN FOOTPRINT,NORTH CENTRAL MASSACHUSETTS (NCMA) HOSTS 250+ FARMS,WITH MOST IDENTIFYING AS SMALL OR MEDIUM IN SIZE. HOWEVER,AGRICULTURE ONLY COMPRISES ABOUT 2% OF THE REGION'S TOTAL EMPLOYMENT,AND RESIDENTS ARE AMONG THE UNHEALTHIEST IN THE STATE. REPRESENTING DIVERSE SECTORS OF THE FOOD SYSTEM,THE NORTH CENTRAL MA FOOD SYSTEM PARTNERSHIP HAS BEEN BUILDING MOMENTUM OVER TWO YEARS TO CREATE A SUSTAINABLE AND RESILIENT LOCAL FOOD SYSTEM. DURING ITS DEVELOPMENT,COVID-19 FORCED THE REGION TO MOVE LOCAL FOOD THROUGH NEW CHANNELS TO KEEP THE FOOD SYSTEM VIABLE. THIS FURTHER INCREASED AWARENESS ABOUT NCMA'S UNTAPPED POTENTIAL AND LAID A SOLID FOUNDATION FOR THE PARTNERSHIP TO BUILD FROM. CONSEQUENTLY,THE NORTH CENTRAL MA FOOD SYSTEM PARTNERSHIP IS POISED TO CREATE A VIBRANT LOCAL FOOD ECONOMY AND IMPROVE THE HEALTH OF RESIDENTS. OVER THE NEXT TWO YEARS,THEY WILL CONDUCT A COMPREHENSIVE PLANNING PROCESS TO CREATE A SUSTAINABLE AND RESILIENT NCMA FOOD VALUE CHAIN AND BUSINESS MODEL.KEY ACTIVITIES THAT WILL HELP ACHIEVE PARTNERSHIP GOALS INCLUDE A STRATEGIC PLANNING PROCESS VIA A STRENGTHS,OPPORTUNITIES,ASPIRATIONS,RESULTS 'SOAR' ANALYSIS TO FORMALIZE THE PARTNERSHIP'S VISION,MISSION,VALUES,GOALS ,MEMBERSHIP,AND STRUCTURE; A FEASIBILITY STUDY TO DEVELOP AN OPERATING AND BUSINESS PLAN FOR A REGIONAL FOOD CAMPUS; DEVELOPMENT OF A RESOURCE LIBRARY WITH AVAILABLE FUNDING,TECHNICAL ASSISTANCE,AND EVIDENCE-BASED INFORMATION TO HELP GROW THE FOOD CAMPUS; AND THE ACTIVATION OF A BI-DIRECTIONAL COMMUNICATION NETWORK TO CONNECT DIVERSE SECTORS WITHIN THE NCMA FOOD SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 249404.0, "Infrastructure Obligations": null, "recipient_id": "4a0a4673-64fe-87e4-7ca5-0035ade10c4c-C", "generated_internal_id": "ASST_NON_AM21RFSPMA1009_12K2"}, {"internal_id": 145832705, "Award ID": "AM21RFSPLA1005", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "NEW ORLEANS IS SYNONYMOUS WITH F&B,AND BOASTS WORLD-RENOWNED BRANDS LIKE ZATARAINS AND TABASCO. DESPITE THIS REPUTATION AND SUCCESS WITH REGIONALLY-KNOWN BRANDS LIKE BLUE RUNNER,THE GNO F&B ENTREPRENEURIAL ECOSYSTEM IS DIFFICULT TO NAVIGATE. TO SUCCESSFULLY LAUNCH AND SCALE AN F&B BUSINESS/PRODUCT,AN ENTREPRENEUR NEEDS SIGNIFICANT FUNDING,ACCESS TO RESOURCES,AND DEEP INDUSTRY CONNECTIONS. WHILE GNO'S F&B START-UP ECOSYSTEM IS FAIRLY ROBUST,MANY COMPANIES ARE FORCED TO LEAVE THE MARKET TO SCALE BECAUSE THE REGION: 1) LACKS THE NECESSARY VALUE CHAIN PRODUCTION CAPABILITIES AND CAPACITY (I.E. PASTEURIZATION,COLD STORAGE,FDA WAREHOUSES); AND,2) LACKS A CRITICAL MASS OF INVESTORS FAMILIAR WITH F&B. GNOFAB SEEKS TO BUILD ON GNO'S F&B LEGACY AND CREATE A SUSTAINABLE FRAMEWORK FOR ENTREPRENEURIAL SUCCESS BY CONDUCTING A S.W.O.T. ANALYSIS AND SOLUTIONS REPORT OF CURRENT F&B ECOSYSTEM; FORMULATING BUSINESS DEVELOPMENT,RETENTION,AND EXPANSION STRATEGIES TO FOSTER GROWTH,INCREASE CAPITAL INVESTMENT,AND GROW REVENUES OF F&B BUSINESSES; PROVIDING TECHNICAL ASSISTANCE TO BOTH EMERGING F&B COMPANIES AND TO LEGACY F&B COMPANIES POSITIONED FOR GROWTH; AND EXPAND THE NEW ORLEANS FOOD & BEVERAGE INDUSTRY GROUP. GNOFAB IS A PUBLIC-PRIVATE COLLABORATIVE OF:GREATER NEW ORLEANS DEVELOPMENT FOUNDATION (GNODF),501(C)3 REGIONAL ECONOMIC DEVELOPMENT NONPROFIT; ST. CHARLES PARISH GOVERNMENT,LOCAL GOVERNMENT OPERATING FOOD INCUBATOR AND LICENSED COMMERCIAL KITCHEN (EDIBLE ENTERPRISES);PROPELLER,501(C)3 NONPROFIT SUPPORTING ENTREPRENEURS WITH CONSUMER PACKAGED GOOD BRANDS (IMPACT ACCELERATOR);VOLUNTEERS OF AMERICA SOUTHEAST LOUISIANA,501(C)3 NONPROFIT; OPERATES MANUFACTURING/CO- PACKING FACILITY AND LICENSED COMMERCIAL KITCHEN (FRESH FOOD FACTOR); ANDNEW ORLEANS FOOD AND BEVERAGE INDUSTRY GROUP,COLLECTIVE OF EMERGING F&B COMPANIES COORDINATED BY GNODF.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": 250000.0, "Infrastructure Obligations": null, "recipient_id": "3206bff6-07a0-10bf-6f79-24c839bc0ee5-R", "generated_internal_id": "ASST_NON_AM21RFSPLA1005_12K2"}, {"internal_id": 145832669, "Award ID": "AM21RFSPKY1007", "Award Amount": 244801.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "THE GROWING HEALTHY APPALACHIA PARTNERSHIP (GHAP) CULTIVATES REGIONAL FOOD ECONOMIES OF CENTRAL APPALACHIA THROUGH PUBLIC-PRIVATE PARTNERSHIPS THAT COMBINE INSTITUTIONAL PROCUREMENT, COOPERATIVE ECONOMIC MODELS, CULINARY CONFIDENCE BUILDING, AND VALUE CHAIN COORDINATION FOR SMALL AND MID-SIZED FARMS. THROUGH COMMUNITY-INFORMED DESIGN AND EVALUATION, OUR PLANNING PROJECT SETS THE STAGE FOR FUTURE IMPLEMENTATION ACROSS THE APPALACHIAN REGIONAL HEALTHCARE SYSTEM AND BEYOND.GHAP COMBINES THE POWERS OF A REGIONAL HEALTHCARE SYSTEM (APPALACHIAN REGIONAL HEALTHCARE) AS BOTH A MAJOR EMPLOYER AND MID-TIER PURCHASER OF FOOD, THE EXPERTISE OF COMMUNITY-BASED FOOD AND AGRICULTURE ORGANIZATIONS (COMMUNITY FARM ALLIANCE, GROW APPALACHIA), AND THE RESEARCH STRENGTHS OF A LAND GRANT AND MEDICAL RESEARCH INSTITUTION (UNIVERSITY OF KENTUCKY). WE SEEK SUPPORT FROM THE RFSP PROGRAM TO GRANT US THE TIME AND RESOURCES NECESSARY TO IDENTIFY HOW WE CAN BEST LEVERAGE OUR RESPECTIVE STRENGTHS AND RESOURCES TO SERVE THE COMMUNITIES OF CENTRAL APPALACHIA AND GROW A REGIONAL FOOD ECONOMY THAT FOSTERS A CULTURE OF HEALTH.BUILDING ON PREVIOUS RESEARCH, GHAP WORKS TO SIMULTANEOUSLY 1) EXPAND MARKETS FOR DIRECT-TO-CONSUMER MARKETS FOR LOCAL FOOD IN WAYS THAT DIRECTLY ADDRESS BARRIERS FOR ACCESSING AND ENJOYING SEASONAL PRODUCE (TIME, MONEY, KNOWLEDGE, SKILL) AND 2) ESTABLISH MID-TIER MARKETS FOR LOCAL FOODS BY LEVERAGING THE PURCHASING POWER AND INFRASTRUCTURE OF INSTITUTIONAL DINING. THROUGH THE FORMATION OF THE GHAP AND THE SUPPORT OF THIS PLANNING GRANT, OUR REGION WILL EVOLVE FROM SHORT-LIVED AND DISCONNECTED EFFORTS TO SUPPORT LOCAL FOODS TO STRATEGIC AND SUSTAINABLE INITIATIVES THAT FOSTER A VIBRANT AND HEALTHY FOOD SYSTEMIN CENTRAL APPALACHIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": 244801.0, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_AM21RFSPKY1007_12K2"}, {"internal_id": 145832722, "Award ID": "AM21RFSPKS1015", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "THE COALITION WILL CONDUCT THE ENVISIONING A COLLABORATIVE KANSAS CITY FOOD SHED INITIATIVE, LED BY KEYPARTNERS KC HEALTHY KIDS (KCHK), MID-AMERICA REGIONAL COUNCIL (MARC), GROUNDWORK, AND NEW GROWTH,AND INFORMED BY A DIVERSE AND INCLUSIVE ARRAY OF COLLABORATORS AND STAKEHOLDERS, LOCATED THROUGHOUT AGEOGRAPHICALLY AND DEMOGRAPHICALLY DIVERSE FOOD SHED REGION COMPRISED OF EIGHT (8) COUNTIES: ALLEN,DOUGLAS, WYANDOTTE, LEAVENWORTH IN KANSAS; AND CASS, JACKSON, LAFAYETTE, AND ST. CLAIR IN MISSOURI. BYCONDUCTING A FOOD ACCESS POLICY EQUITY ASSESSMENT AND CONTINUOUS, ROBUST ENGAGEMENT OF STAKEHOLDERSAT EACH LEVEL OF THE GROWTH TO CONSUMPTION PROCESS, THE COALITION EXPECTS TO SIGNIFICANTLY STRENGTHEN THEMID-TIER VALUE CHAIN AND FORM A STRATEGY FOR POLICY CHANGE THROUGH MEASURABLE OBJECTIVES ANDCORRESPONDING ACTIVITIES. THE PROJECT OBJECTIVES ARE AS FOLLOWS: 1. CONVENE IMPACTED STAKEHOLDERS TOBUILD CONNECTIONS, COLLABORATION, AND SHARED UNDERSTANDING OF THE CURRENT FOOD SYSTEM AND ESTABLISH ACOLLECTIVE VISION FOR A RESILIENT, EQUITABLE FOOD SYSTEM. 2: CONDUCT AN EQUITY-BASED FOOD SYSTEMASSESSMENT TO UNDERSTAND A) GAPS AND INEQUITIES IN THE REGIONAL FOOD SYSTEM FOR BI-STATE KANSAS CITY, ANDB) ASSETS AND OPPORTUNITIES, INCLUDING AN INVENTORY OF FOOD SYSTEM ORGANIZATIONS AND THEIR EFFORTS, AS WELLAS ASSOCIATED IMPACTS, GAPS, OR DUPLICATIONS. 3: SYNTHESIZE FINDINGS AND COLLECTIVE VISION INTORECOMMENDATIONS AND ACTION PLANNING FOR BUILDING A COOPERATIVE, RESILIENT, AND EQUITABLE FOOD SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "10c6d4e1-58ca-f193-3be2-afbada1dd3d6-R", "generated_internal_id": "ASST_NON_AM21RFSPKS1015_12K2"}, {"internal_id": 146061642, "Award ID": "AM21RFSPIN1024", "Award Amount": 998298.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "PARTNERS IN FOOD FORMALIZES LONGSTANDING PARTNERSHIPS FROM INDIANA'S PUBLIC, PRIVATE, AND NONPROFIT SECTORS TO CREATE HOOSIER GROWN, A NEW STATEWIDE FOOD/FARM NONPROFIT ORGANIZATION WITH COLLECTIVE ACTION METRICS TIED TO THE INDIANA FOOD CHARTER. THE PROPOSED PROJECT BUILDS ON A PREVIOUS USDA GRANT THAT ESTABLISHED THE INDIANA VALUE CHAIN NETWORK, AN ASSOCIATION OF PUBLIC, PRIVATE, AND NONPROFIT GROUPS THAT RESEARCHED AND PRODUCED INFORMATION ON THE ROLES, VALUES, AND IMPACTS OF VALUE CHAIN WORK IN INDIANA. THOUGH DIRECT, INTERMEDIATED, AND VALUE-ADDED SALES HAVE INCREASED IN INDIANA, MOST RECENT DATA (USDA, 2017) INDICATE THAT, FOR EACH MARKET CHANNEL, THE MAJORITY OF INDIANA'S SALES DOLLARS ARE CAPTURED BY A SMALL PERCENTAGE OF THE FARM BUSINESSES REPORTING SALES. TO ADDRESS THIS DISPARITY, PARTNERS IN FOOD HAS TWO OBJECTIVES: (1) SERVE THE NEEDS OF ALL FARMERS SEEKING LOCAL AND REGIONAL SALES CHANNELS FOR THEIR DIVERSIFIED FARM PRODUCTION AND AGGREGATION BUSINESSES AND (2) REFLECT THE NEEDS OF COMMUNITIES AND A DIVERSITY OF FARMERS INCLUDING THOSE HISTORICALLY UNDERREPRESENTED. ROOTED IN EQUITY AND SUSTAINABILITY FOR ALL INDIANA PRODUCERS, BUSINESSES, AND EATERS, PROJECT ACTIVITIES SUPPORT THE FULFILLMENT OF THOSE TWO GOALS. THROUGH PROJECT ACTIVITIES AND ALIGNED PARTNER EVENTS, INDIANA COMMUNITIES WILL HAVE THE OPPORTUNITY TO CONTRIBUTE TO THE CONVERSATION AROUND LOCAL FOOD SYSTEMS, COMMUNITY HEALTH, EQUITY, AND TRAUMA-INFORMED LEARNING COLLABORATIVES. PROPOSED ACTIVITIES WILL BRING STATE AGENCY PARTNERS TO THE GRASSROOTS TABLE TO WORK TOGETHER TOWARD A MORE RESILIENT, SUSTAINABLE INDIANA FOOD AND FARMING SYSTEM WHERE PRODUCERS OF COLOR, FEMALE-IDENTIFYING, AND NON-TRADITIONAL FARMERS AND FOOD BUSINESSES CAN LAUNCH, GROW, AND THRIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": 998298.0, "Infrastructure Obligations": null, "recipient_id": "bd15df61-a469-bbdd-f936-beaba3b242ba-R", "generated_internal_id": "ASST_NON_AM21RFSPIN1024_12K2"}, {"internal_id": 145832936, "Award ID": "AM21RFSPID1008", "Award Amount": 203590.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "THIS PROPOSED 24-MONTH WESTERN TREASURE VALLEY FOOD SYSTEMS PARTNERSHIP PLANNING AND DESIGN PROJECT BUILDS ON A RECENT HISTORY OF COLLABORATION AS WELL AS REGIONAL FOOD SYSTEM ASSESSMENTS. THIS PROJECT WILL CREATE THE CONTAINER FOR PREVIOUSLY DISPARATE OR SILOED PUBLIC AND PRIVATE PARTNERS TO COME TOGETHER AND DETERMINE HOW TO BUILD CAPACITY AND DEVELOP A SYSTEMS APPROACH TO SUPPORT AN INTEGRATED ANDHEALTH-BASED REGIONAL FOOD ECONOMY. FOCUSING ON MALHEUR COUNTY, OREGON AND THE WESTERN TREASURE VALLEY REGION THAT SPANS SOUTH EASTERN OREGON AND WESTERN IDAHO, THE PARTNERSHIP WILL DEVELOP A FOOD HUB AND SHARED USE KITCHEN FEASIBILITY STUDY AND BUSINESS PLAN TO INCREASE REGIONAL CAPACITY FOR PROCESSING, FOOD DISTRIBUTION AND STORAGE, SMALL TO MID-SCALE VALUE CHAIN MARKET DEVELOPMENT, COORDINATION AND DELIVERY OF NUTRITION EDUCATION, AND FOOD ACCESS SOLUTIONS. THE PARTNERSHIP WILL FACILITATE CROSS-SECTORAL AND PEER-LED PLANNING SESSIONS AND WORKSHOPS TO DEVELOP AN APPROACH THAT IS INCLUSIVE, PROVIDING A FORUM FOR PARTICIPANTS AND COMMUNITY TO IDENTIFY AND PRIORITIZE STRATEGIES OR COLLECTIVE IMPACT ACTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": 203590.0, "Infrastructure Obligations": null, "recipient_id": "8b43c059-902a-72e1-b238-65709be0ac82-C", "generated_internal_id": "ASST_NON_AM21RFSPID1008_12K2"}, {"internal_id": 145832665, "Award ID": "AM21RFSPHI1019", "Award Amount": 829510.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "THE HAWAII GOOD FOOD ALLIANCE (HGFA) AND HAWAII FOOD HUB HUI (HFHH) WILL INCREASE THE SUCCESS AND COLLABORATION OF TWELVE FOOD HUBS ACROSS FIVE HAWAIIAN ISLANDS, THEREBY FOSTERING A GROWTH IN LOCAL FOOD ENTERPRISES AND SALES, WHILE DEVELOPING RESOURCES AND SHARING BEST PRACTICES TO STRENGTHEN HAWAII'S LOCAL FOOD SYSTEM AND SUPPLY CHAIN INTEGRATION. KEY PARTNERSHIPS INCLUDE 12 HAWAII FOOD HUBS, THE UNIVERSITY OF HAWAII COLLEGE OF TROPICAL AGRICULTURE, HAWAII INVESTMENT READY, CITY & COUNTY OF HONOLULU, HAWAII DEPARTMENT OF EDUCATION'S CHILD NUTRITION PROGRAM, HAWAII PACIFIC HEALTH SYSTEM, OTHER FOOD SYSTEMS STAKEHOLDERS. THIS PROJECT AIMS TO INCREASE FOOD HUBS' SALES AND PROFITABILITY BY: (1) INCREASING COLLABORATION AMONGST FOOD HUBS, INCLUDING ASSESSMENT OF INDIVIDUAL HUB MARKET AREAS AND DEVELOPMENT NEEDS WITHIN THE STATEWIDE LANDSCAPE. PDS WILL SHARE BEST PRACTICES, DELIVER TECHNICAL ASSISTANCE, PROVIDE COORDINATION AND LEADERSHIP TO THE FOOD HUBS, AND FACILITATE THE DEVELOPMENT OFA RESOURCE DATABASE FOR SHARED INFORMATION AND CAPACITY BUILDING; (2) LEVERAGING PUBLIC-PRIVATE PARTNERSHIPS TO FURTHER FOOD HUB DEVELOPMENT TO ADDRESS THE PROCESSING, STORAGE, AND TRANSPORTATION GAPS IN THE FOOD SYSTEM SUPPLY CHAIN THROUGH PUBLIC-PRIVATE PARTNERSHIP INVESTMENTS. THIS WILL INCLUDE INVESTING IN SUPPLY PURCHASES TO MEET EXPANSION NEEDS, ADVOCATING FOR INSTITUTIONAL BUYING STATEWIDE, AND IDENTIFYING PUBLIC AND PRIVATE SECTOR FUNDING SOURCES TO PROVIDE FUTURE CAPITAL INVESTMENTS TO FOOD HUBS; (3) GROWING THE NUMBER OF LOCAL FARMERS/PRODUCERS BENEFITING FROM HAWAII FOOD HUBS BY SUPPORTING THE HUBS WITH STAFF TIME FOR PRODUCER OUTREACH AND ON-BOARDING, ALONG WITH MARKETING FUNDS TO BUILD THE DEMAND FOR LOCAL FOOD IN THEIR REGIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "5fb282d8-7f04-653f-b384-4a2d6316342e-R", "generated_internal_id": "ASST_NON_AM21RFSPHI1019_12K2"}, {"internal_id": 145832871, "Award ID": "AM21RFSPFL1002", "Award Amount": 643500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "IN 2017,FOLLOWING HURRICANE IRMA,THE SOUTHWEST FLORIDA REGIONAL PLANNING COUNCIL (SWFRPC) AND THE UNIVERSITY OF FLORIDA INSTITUTE OF FOOD AND AGRICULTURAL SCIENCES (UF/IFAS) WORKED WITH SMALL TO MID- SIZED GROWERS IN SOUTHWEST FLORIDA (SWFL) TO IDENTIFY NEGATIVE IMPACTS ON THEIR PRODUCTION CAPACITY AND HOW TO MAKE THEM MORE RESILIENT. AN AGRICULTURAL SUSTAINABILITY STUDY FUNDED BY THE DEPARTMENT OF ECONOMIC OPPORTUNITY (DEO) RESULTED IN AN ANALYSIS THAT IDENTIFIED NUMEROUS THREATS AND OPPORTUNITIES THESE GROWERS FACE. THE RESEARCH CONFIRMED CONSUMERS,PRODUCERS,AND RETAILERS ALL FIND VALUE IN MARKETING A \"LOCAL\" BRAND FOR AGRICULTURAL PRODUCTS. THE FEDERAL ECONOMIC DEVELOPMENT ADMINISTRATION (EDA) THEN FUNDED THE DEVELOPMENT OF A SWFL BRAND: \"SWFL FRESH: CHOOSE LOCAL,CHOOSE FRESH.\" OUR PROJECT WILL IMPLEMENT THE TRADEMARKED REGIONAL BRAND TO SHOWCASE SWFL FOOD PRODUCERS AND THEIR PRODUCTS THROUGH MULTIPLE MARKETING PLATFORMS. THE BRAND WILL SUPPORT THE DEVELOPMENT OF NEW MARKETS FOR FARMERS,INCREASE PUBLIC KNOWLEDGE OF HEALTHY,LOCAL FOOD SOURCES,AND CONNECT FOOD PRODUCERS TO CONSUMERS. OUR MARKETING CAMPAIGN WILL EXPAND MARKETS,INCREASE FARMER PROFITABILITY,AND PROMOTE THE LOCAL ECONOMY IN OUR SIX-COUNTY REGION WHILE EXPOSING CONSUMERS TO HIGHER QUALITY AND HEALTHIER FOOD. THIS INCLUDES EXPANDING ACCESS TO FARMERS' MARKETS,FARM STANDS,COMMUNITY SUPPORTED AGRICULTURE,AND FARM-TO-SCHOOL INITIATIVES. BY SUPPORTING THE CREATION OF MARKETS FOR LOCALLY PRODUCED FOODS WITH GOVERNMENT SUBSIDIES AND THE ADOPTION OF TOOLS THAT ENCOURAGE HEALTHY FOOD CHOICES AMONG SOCIALLY DISADVANTAGED POPULATIONS,WE WILL IMPROVE FOOD SECURITY FOR LOW-INCOME INDIVIDUALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": 643500.0, "Infrastructure Obligations": null, "recipient_id": "4e5b6837-5068-40e5-89c7-12e70d8d41b0-R", "generated_internal_id": "ASST_NON_AM21RFSPFL1002_12K2"}, {"internal_id": 145832818, "Award ID": "AM21RFSPCT1027", "Award Amount": 249715.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "\"ROOTING DEEP AND SCALING UP: A ROADMAP FOR FOOD SYSTEM EQUITY AND VIABILITY IN EASTERN CT\" IS A PARTNERSHIP FACILITATED BY THE WINDHAM COMMUNITY FOOD NETWORK,FRESH NEW LONDON,THE CT FOOD SYSTEM ALLIANCE,AND COMMUNITY FOUNDATION OF EASTERN CT,THAT CONVENES PRODUCERS,COMMUNITY MEMBERS,STAKEHOLDERS AND ALLIES TO CAPTURE COMMUNITY-LEVEL FOOD SYSTEM INNOVATION AND MOMENTUM,PARTICULARLY THAT CATALYZED BY COVID-19,AND SCALE IT UP TO STRENGTHEN REGIONAL FOOD SYSTEM RESILIENCE. SPECIFICALLY,THE PARTNERSHIP WILL EXPLORE AND DEVELOP OPPORTUNITIES THAT INTEGRATE VIABILITY FOR SMALL-SCALE PRODUCERS IN EASTERN CT WITH EQUITABLE ACCESS TO HEALTHY FOOD AND FOOD SYSTEM DECISION-MAKING FOR THE DIVERSE RESIDENTS OF THE REGION,ONE-THIRD OF WHOM STRUGGLE TO MAKE ENDS MEET,TO THE MUTUAL BENEFIT OF BOTH.THE VALUES-BASED PARTNERSHIP IS STRUCTURED AROUND A COHORT OF PRODUCER AND COMMUNITY ADVOCATES,SUPPORTED BY A CORE OF NON-PROFIT,PHILANTHROPIC AND UNIVERSITY ALLIES,AND INTEGRATED WITH A BROADER COALITION OF REGIONAL AND STATEWIDE FOOD SYSTEM STAKEHOLDERS AND NETWORKS. THROUGH THIS PROJECT,THE PARTNERSHIP WILL: CAPTURE CURRENT REGIONAL FOOD SYSTEM INNOVATIONS,STAKEHOLDERS,NEEDS AND OPPORTUNITIES,THROUGH A LANDSCAPE ASSESSMENT AND ROADMAP,AND COMMUNITY SURVEY CAMPAIGNS TO IDENTIFY MARKETING OPPORTUNITIES AND COMMUNITY PRIORITIES; EXPLORE,DEVELOP AND FUND PROJECTS AND COMMUNITY CAMPAIGNS AROUND ROADMAP \"LEVERAGE POINTS\" THAT SIMULTANEOUSLY EXPAND MARKETS FOR SMALL-SCALE PRODUCERS AND SUPPORT EQUITABLE FOOD ACCESS; SUSTAIN PARTNERS AND THE PARTNERSHIP,BY FACILITATING CONNECTIVITY,COLLABORATION AND CAPACITY-BUILDING THROUGH COMMUNICATION TOOLS,COMMON GOALS,SHARED RESOURCES,AND TRAININGS; AND LEVERAGE FINDINGS THROUGH INTEGRATION INTO THE STATEWIDE POLICY AGENDA AND FOOD ACTION PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": 249715.0, "Infrastructure Obligations": null, "recipient_id": "7345b9ab-7e4c-257e-6f59-0493be143aab-R", "generated_internal_id": "ASST_NON_AM21RFSPCT1027_12K2"}, {"internal_id": 145832851, "Award ID": "AM21RFSPCO1003", "Award Amount": 249261.7, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "THIS PROJECT BRINGS TOGETHER PUBLIC, PRIVATE, AND NONPROFIT ORGANIZATIONS, ALONG WITH COMMUNITY MEMBERS, PRODUCERS, AND RESOURCES, TO DESIGN AND BUILD A MORE EQUITABLE, VIBRANT, AND RESILIENT LOCAL FOOD SYSTEM IN NORTHERN COLORADO. OUR GOAL FOR THE PROJECT IS TO ADDRESS THREE KEY AREAS OF GROWTH AND OPPORTUNITY: FOOD SOVEREIGNTY AND ACCESS, COMMUNITY OUTREACH AND EDUCATION, AND PRODUCTION GROWTH AND LAND ACCESS. TO ACHIEVE THIS GOAL, WE WILL: (1) CONVENE AUTHENTIC COMMUNITY COLLABORATIONS WITH ESTABLISHED AND POTENTIAL PARTNERS TO ENVISION, DEFINE, AND DESIGN THE LOCAL FOOD SYSTEM SCOPE AND STRUCTURE. THIS INCLUDES DEVELOPING DATA-INFORMED PLANNING PROCESSES AND FRAMEWORKS TO BUILD AN EQUITABLE, VIBRANT, AND RESILIENT LOCAL FOOD SYSTEM THAT IS INCLUSIVE OF ALL PEOPLE AND ADDRESSES THE THREE KEY AREAS OF OPPORTUNITY AND GROWTH; (2) COLLECT AND ANALYZE QUANTITATIVE AND QUALITATIVE DATA WITHIN THE THREE KEY AREAS OF OPPORTUNITY AND TO CREATE INNOVATIVE, SUSTAINABLE, AND COMMUNITY-DRIVEN SOLUTIONS TOWARD A MORE EQUITABLE, VIBRANT, AND RESILIENT LOCAL FOOD SYSTEM. THIS INCLUDES CONDUCTING ASSESSMENTS AND FEASIBILITY STUDIES, AS WELL AS RESEARCHING METRICS TO MEASURE, EVALUATE, AND DOCUMENT THE PARTNERSHIP'S WORK. WE WILL ALSO ESTABLISH TIME-DEFINED PERFORMANCE BENCHMARKS FOR ACHIEVING PARTNERSHIP GOALS; AND (3) FORM AND ESTABLISH A LOCAL FOOD EQUITY ADVISORY COUNCIL TO PROMOTE INTERCONNECTIVITY AND INCLUSIVITY BY PRIORITIZING MARGINALIZED VOICES IN THE LOCAL FOOD SYSTEM, GENERATING A DIALOGUE BETWEEN DIVERSE STAKEHOLDERS AND COMMUNITY MEMBERS, AND BUILDING CAPACITY FOR LEADERS IN A MORE EQUITABLE FRAMEWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": 249261.7, "Infrastructure Obligations": null, "recipient_id": "3fb4dc34-a4b8-cce9-b725-9552b08cb169-R", "generated_internal_id": "ASST_NON_AM21RFSPCO1003_12K2"}, {"internal_id": 145832937, "Award ID": "AM21RFSPCA1030", "Award Amount": 163133.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "THE SAN FRANCISCO BAY AREA LOCAL FOOD PURCHASING COLLABORATIVE IS A TRANSFORMATIONAL COLLABORATION THATWILL LEVERAGE THE POWER OF INSTITUTIONAL PURCHASING TO BUILD A MORE RESILIENT,SUSTAINABLE AND EQUITABLE REGIONAL FOOD SYSTEM IN THE SAN FRANCISCO BAY AREA. THE COLLABORATIVE BRINGS TOGETHER ALL THE STAKEHOLDERS NECESSARY TO CREATE THIS MUCH-NEEDED CHANGE. IT INCLUDES: SOME OF THE LARGEST PUBLIC INSTITUTIONS IN THE REGION - SCHOOL DISTRICTS,HOSPITAL SYSTEMS,CORRECTIONS FACILITIES - COLLECTIVELY SERVING 100,000+ PEOPLE PER DAY AND SPENDING MORE THAN $40 MILLION ANNUALLY ON FOOD; COMMUNITIES SPANNING THE GEOGRAPHY OF THE REGION,INCLUDING THE THREE LARGEST CITIES; LOCAL AND REGIONAL FOOD POLICY ADVOCATES WORKING TO ALIGN FOOD PURCHASING WITH COMMUNITY VALUES; CITY AND COUNTY GOVERNMENTS FROM ACROSS THE REGION; AND THREE LEADING ORGANIZATIONS WITH EXPERTISE PROVIDING TECHNICAL ASSISTANCE TO SCHOOLS,HOSPITALS AND CORRECTIONS INSTITUTIONS. THE COLLABORATIVE IS BUILT AROUND THE GOOD FOOD PURCHASING PROGRAM,WHICH PROVIDES THE STRUCTURE AND TOOLS NEEDED TO MEASURE AND TRACK INSTITUTIONAL FOOD PURCHASING,DETERMINE AGGREGATE DEMAND FOR FOOD ALIGNED WITH COMMUNITY VALUES,IDENTIFY AND BREAK DOWN BARRIERS TO LOCAL FOOD PROCUREMENT,AND ENABLE PARTICIPATION OF LOCAL SUPPLIERS IN INSTITUTIONAL SUPPLY CHAINS. THIS PLANNING AND DESIGN PROJECT WILL RESULT IN A BAY AREA GOOD FOOD PURCHASING ROADMAP AND TECHNICAL ASSISTANCE TOOLKIT,INCLUDING A DETAILED IMPLEMENTATION GUIDE TO SUPPORT INSTITUTIONS IN MEETING LOCAL FOOD PURCHASING TARGETS. BY IDENTIFYING AND ADDRESSING ROADBLOCKS TO GOOD FOOD PURCHASING,THE COLLABORATIVE WILL ACCELERATE INSTITUTIONS' LOCAL FOOD PROCUREMENT AND CREATE A MODEL FOR SCALING LOCAL FOOD PURCHASING IN OTHER REGIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "9e525d23-c2c7-2d87-847f-7e5ca7fae920-C", "generated_internal_id": "ASST_NON_AM21RFSPCA1030_12K2"}, {"internal_id": 145832671, "Award ID": "AM21RFSPCA1023", "Award Amount": 813744.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "AS SECRETARY VILSACK ARTICULATED IN JUNE 2021,OUR MEAT PROCESSING SYSTEM IS NOT RESILIENT. IT DOES NOT OFFER OPTIMUM SCALE DIVERSITY OR DISTRIBUTION OF PROCESSING FACILITIES. OUR JULY 2021 UC DAVIS FOOD SYSTEMS LAB (FSL) STUDY DERIVED FROM INTERVIEWS WITH OVER 30 SUPPLY CHAIN STAKEHOLDERS,A LITERATURE REVIEW AND CONSULTATION WITH THE CALIFORNIA DEPARTMENT OF FOOD AND AGRICULTURE,REVEALED CHALLENGES AND OPPORTUNITIES. THE PANDEMIC,DROUGHT,AND FIRES INTENSIFY THE ALREADY ACUTE PROCESSING CHALLENGES LINKED TO CALIFORNIA'S INSPECTION SYSTEM,INSUFFICIENT PRODUCER COLLABORATION AND NIMBYISM OFTEN ASSOCIATED WITH ANTI-MEAT SENTIMENTS. THE STUDY RECOMMENDS HOW PRODUCERS CAN IMPROVE PROCESSING ACCESS AND MARKET OPPORTUNITIES. THIS PROPOSAL BUILDS FROM THAT STUDY AND SEEKS TO FACILITATE DEVELOPMENT OF EFFECTIVE COLLABORATION AMONG LINKS IN SUPPLY CHAINS AND TO OPTIMIZE PROCESSING,INSPECTION AND MARKETING SYSTEMS THAT CONVEY THE VALUE PROPOSITIONS OF THE SMALL AND MID-SCALE PRODUCERS. THE FSL TEAM,ITS COLLABORATOR FROM THE NICHE MEAT PROCESSING ASSISTANCE NETWORK,AND OUR STRATEGIC ADVISORS WILL WORK WITH TWO COHORTS OF PRODUCERS,PROCESSORS AND BUYERS OVER THREE YEARS IN TWO REGIONS TO IMPLEMENT SYNERGISTIC ACTIONS THAT WILL OPTIMIZE PROCESSING AND MARKETING OF HIGH VALUE MEAT FROM SMALL AND MID-SCALE PRODUCERS. OUR PRIMARY GOAL IS TO CREATE TWO NEW REGIONAL SUPPLY CHAINS THAT HIGHLIGHT PRODUCT ATTRIBUTES CONVEYING QUALITY AND VALUE. WE AIM TO SUPPLY INSTITUTIONAL SYSTEMS SUCH AS UC DAVIS HEALTH AND SPORTS VENUES WITH GROUND MEAT AND RESTAURANTS AND OTHER RETAILERS WITH THE MORE EXPENSIVE CUTS. THE WORK WILL ULTIMATELY RESULT IN MORE ECONOMIC OPPORTUNITY FOR PRODUCERS AND INCREASED SYSTEM RESILIENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 813744.0, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_AM21RFSPCA1023_12K2"}, {"internal_id": 145832900, "Award ID": "AM21RFSPCA1013", "Award Amount": 711624.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "THE SAN DIEGO FOOD SYSTEM ALLIANCE (ALLIANCE),IS A DIVERSE AND INCLUSIVE MULTI-SECTOR NETWORK THAT WORKS ACROSS THE REGION TO PROMOTE COLLABORATION,INFLUENCE POLICY,AND CATALYZE TRANSFORMATION IN THE FOOD SYSTEM. AFTER A 2 YEAR PLANNING PROCESS ENGAGING WITH OVER 250 CROSS-SECTOR ORGANIZATIONS AND NEARLY 3,000 INDIVIDUALS-PRIMARILY LOW-INCOME RESIDENTS,TRIBAL COMMUNITIES,FOOD PRODUCERS,BUSINESSES,AND WORKERS-THE ALLIANCE IS LAUNCHING SAN DIEGO COUNTY FOOD VISION 2030 IN JULY 2021. FOOD VISION 2030,VISUALIZED THROUGH A REPORT AND A WEBSITE INCLUDING AN INDICATOR DASHBOARD (SDFOODVISION2030.ORG),OUTLINES 10 OBJECTIVES POSITIONED TO TRANSFORM OUR REGIONAL FOOD SYSTEM TO ACCOMPLISH 3 GOALS: 1) CULTIVATE RACIAL JUSTICE,2) FIGHT CLIMATE CHANGE,AND 3) BUILD RESILIENCE.TO ADVANCE SEVERAL FOOD VISION 2030 OBJECTIVES,THE PROJECT GOAL IS TO LAUNCH A \"LOCAL FOOD ECONOMY LAB\" THAT CENTERS EQUITY AND COMMUNITY OWNERSHIP AND WORKS TO IMPROVE THE VIABILITY OF LOCAL FARMS,FISHERIES,AND FOOD BUSINESSES. THE LAB WILL ENGAGE WITH A DIVERSE SET OF PUBLIC AND PRIVATE PARTNERS WITHIN THE FOOD VISION 2030 NETWORK,INCLUDING LOCAL FARMS,FISHERIES,FOOD HUBS,FOOD BUSINESSES,INSTITUTIONS,MID-TIER VALUE CHAIN BUSINESSES,TECHNICAL ASSISTANCE PROVIDERS,GOVERNMENT,PHILANTHROPIC,FINANCING,AND ECONOMIC DEVELOPMENT PARTNERS TO COORDINATE CUSTOMIZED BUSINESS AND TECHNICAL ASSISTANCE,MOBILIZE FUNDING,INFLUENCE POLICY,AND SCALE UP LOCAL,EQUITABLE,AND SUSTAINABLE VALUE CHAINS. THE LAB WILL ALSO FACILITATE THE ECONOMIC CASE-MAKING FOR INVESTING IN THE REGIONAL FOOD SYSTEM. THROUGH DEEP COLLABORATION WITH PARTNERS,THE PROJECT WILL INVOLVE TWO PHASES: 1) CO-DESIGN THE LAB AND REIMAGINE VALUE CHAINS,2) IMPLEMENT THE LAB SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "e42a766e-9e81-31b8-047e-49a0a7af16f1-R", "generated_internal_id": "ASST_NON_AM21RFSPCA1013_12K2"}, {"internal_id": 146061667, "Award ID": "AM21RFSPAK1004", "Award Amount": 189100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-10", "CFDA Number": "10.177", "Description": "THE IMPACTS OF COVID-19 HIGHLIGHTED LONG STANDING WORKFORCE DEVELOPMENT AND FOOD INSECURITY ISSUES IN ALASKA. THE SEAFOOD INDUSTRY HAS LONG PROVIDED THE BACKBONE OF COASTAL ECONOMIES BUT RELIED ON OUTSIDE LABOR FOR PROCESSING, MARKETING, AND SHIPPING. QUARANTINE REQUIREMENTS LED TO SIGNIFICANT LABOR SHORTAGES AND HIGH COSTS. IN ADDITION, CURRENTLY LESS THAN 1 PERCENT OF THE SEAFOOD CAUGHT IN ALASKA STAYS IN ALASKA TO BENEFIT THE LOCAL ECONOMY. ALASKA IS ONE OF THE TOP FIVE MOST FOOD INSECURE STATES IN THE NATION. 95% OF THE $2 BILLION OF FOOD ALASKAN'S PURCHASE IS IMPORTED. IN THE STATE, 14% OF ALASKANS, INCLUDING 20% OF CHILDREN, FACE FOOD INSECURITY. IN MARCH 2020, THE ALASKA LONGLINE FISHERMEN'S ASSOCIATION AND CATCH TOGETHER FORMED A STATE-WIDE-COALITION OF NON-PROFITS, TRIBAL ORGANIZATIONS, MILITARY ORGANIZATIONS, CITY AND BOROUGHS, FOUNDATIONS, FISHERMEN, AND SEAFOOD PROCESSORS TO ADDRESS FOOD INSECURITY AND WORKFORCE DEVELOPMENT CHALLENGES. THIS INITIATIVE PROVIDED STIPENDS ANDWORKFORCE SUPPORT TO THE SEAFOOD INDUSTRY AND DEPLOYED $2.5 MILLION TO PURCHASE LOCAL SEAFOOD FOR DISTRIBUTION, PROVIDING 630,000+ FREE MEALS OF ALASKA SEAFOOD TO INDIVIDUALS AND FAMILIES FACING FOOD INSECURITY THE GOAL OF THE PROPOSED 2-YEAR PROJECT IS TO BUILD ON THIS SUCCESSFUL PANDEMIC INITIATIVE BY DESIGNING AND IMPLEMENTING A PLANNING AND ASSESSMENT PROCESS TO ESTABLISH A 10-YEAR, STATEWIDE, SEAFOOD DISTRIBUTION AND WORKFORCE DEVELOPMENT PLAN THAT INCLUDES A SUSTAINABLE NON-FEDERAL FINANCIAL STRATEGY TO SERVE ALASKA'S RURAL AND HISTORICALLY MARGINALIZED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": 189100.0, "Infrastructure Obligations": null, "recipient_id": "e518b359-f9a5-41f9-86fe-0b3d85d9675e-R", "generated_internal_id": "ASST_NON_AM21RFSPAK1004_12K2"}, {"internal_id": 111982338, "Award ID": "AM200100XXXXG109", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-22", "CFDA Number": "10.177", "Description": "BUILDING AND STRENGTHENING LOCAL AND REGIONAL FOOD SYSTEMS I THE ALEUTIAN PRIBILOF ISLANDS REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cbeb55dc-eff7-4bab-e39c-406389bfa062-C", "generated_internal_id": "ASST_NON_AM200100XXXXG109_12K2"}, {"internal_id": 111982337, "Award ID": "AM200100XXXXG108", "Award Amount": 106710.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-16", "CFDA Number": "10.177", "Description": "ALASKA FOOD POLICY COUNCIL AND BEYOND: GROWING CONNECTIONS AD BUILDING NETWORKS FOR GREATER FOOD SECURITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "106c12ad-9624-532a-609a-c01e42e22fce-R", "generated_internal_id": "ASST_NON_AM200100XXXXG108_12K2"}, {"internal_id": 111628668, "Award ID": "AM200100XXXXG107", "Award Amount": 108000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-20", "CFDA Number": "10.177", "Description": "WESTERN SLOPE FOOD SYSTEM PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e2be7abe-64a0-076f-70b9-54c9818b5752-R", "generated_internal_id": "ASST_NON_AM200100XXXXG107_12K2"}, {"internal_id": 120382452, "Award ID": "AM200100XXXXG106", "Award Amount": 999042.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.177", "Description": "SCALING UP NEW MEXICO#S VALUE CHAIN COORDINATION NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72ede1ec-976d-fcdd-10b6-7ea19f0c66cf-R", "generated_internal_id": "ASST_NON_AM200100XXXXG106_12K2"}, {"internal_id": 111628669, "Award ID": "AM200100XXXXG105", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-20", "CFDA Number": "10.177", "Description": "BUILDING CAPACITY AND COLLABORATION TO CATALYZE THE DEVELOPMNT OF AN EQUITABLE REGIONAL FOOD ECONOMY IN THE PORTLAND METROPOLITAN REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb3b546e-bac3-380c-b927-a6444914e9b8-C", "generated_internal_id": "ASST_NON_AM200100XXXXG105_12K2"}, {"internal_id": 111628670, "Award ID": "AM200100XXXXG104", "Award Amount": 249494.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-16", "CFDA Number": "10.177", "Description": "COMMUNITY-DRIVEN VISIONING AND PLANNING FOR A JUST AND SUSTANABLE BAY AREA REGIONAL FOOD SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "85a95bd2-2669-abe4-9cff-24d3c16fbba8-C", "generated_internal_id": "ASST_NON_AM200100XXXXG104_12K2"}, {"internal_id": 111982336, "Award ID": "AM200100XXXXG103", "Award Amount": 994400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-02", "CFDA Number": "10.177", "Description": "PUGET SOUND REGIONAL FOOD SYSTEM PARTNERSHIP, 2020-2023", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "765e3b1f-5135-ef2f-ff00-44b37c6894a8-R", "generated_internal_id": "ASST_NON_AM200100XXXXG103_12K2"}, {"internal_id": 111064269, "Award ID": "AM200100XXXXG102", "Award Amount": 999968.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-13", "CFDA Number": "10.177", "Description": "EXPANDING FOOD AND AGRICULTURE VALUE CHAINS IN CENTRAL APPALCHIA BY CREATING A MULTI-STAKEHOLDER COOPERATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d872840-d9b8-9714-729f-4bcfab8469dd-C", "generated_internal_id": "ASST_NON_AM200100XXXXG102_12K2"}, {"internal_id": 111064268, "Award ID": "AM200100XXXXG101", "Award Amount": 249466.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-10", "CFDA Number": "10.177", "Description": "TRANSFORMING HAWAI#I FOOD SYSTEMS TOGETHER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f097de9-1923-e8ec-b46b-060912b448be-R", "generated_internal_id": "ASST_NON_AM200100XXXXG101_12K2"}, {"internal_id": 111982335, "Award ID": "AM200100XXXXG100", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "10.177", "Description": "MITIGATING RISK TO FOOD SECURITY IN NEW ENGLAND: A PLANNINGROJECT TO SET TARGETS FOR INCREASED REGIONAL FOOD PRODUCTION AND DEVELOP STRATEGIES FOR DISTRIBUTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56d56597-9f21-3bb7-8368-0c2796a2f735-R", "generated_internal_id": "ASST_NON_AM200100XXXXG100_12K2"}, {"internal_id": 111982334, "Award ID": "AM200100XXXXG099", "Award Amount": 246893.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "10.177", "Description": "RAISING GRAIN: REVIVING THE NORTHEAST GRAINSHED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78d8e648-47ec-5c9a-ce9c-11648152400c-R", "generated_internal_id": "ASST_NON_AM200100XXXXG099_12K2"}, {"internal_id": 111982376, "Award ID": "AM190100XXXXG183", "Award Amount": 170328.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-19", "CFDA Number": "10.177", "Description": "SYRACUSE-ONONDAGA FOOD SYSTEMS ALLIANCE: COLLABORATING TO BULD A MORE RESILIENT FOOD SYSTEM IN UPSTATE NEW YORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49d5eff1-5986-aabd-3cfa-d210c48af60c-R", "generated_internal_id": "ASST_NON_AM190100XXXXG183_12K2"}, {"internal_id": 111628696, "Award ID": "AM190100XXXXG182", "Award Amount": 746480.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-22", "CFDA Number": "10.177", "Description": "STRENGTHENING PUBLIC AND PRIVATE PARTNERSHIPS FOR A MORE RESLIENT AND JUST FOOD SYSTEM IN RURAL & URBAN COMMUNITIES ACROSS MICHIGAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_AM190100XXXXG182_12K2"}, {"internal_id": 111982360, "Award ID": "AM190100XXXXG181", "Award Amount": 609951.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-20", "CFDA Number": "10.177", "Description": "GCRFPC PARTNERSHIPS FOR A HEALTHY REGIONAL FOOD SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd78f603-58b2-13ee-e4d7-822865edacf2-R", "generated_internal_id": "ASST_NON_AM190100XXXXG181_12K2"}, {"internal_id": 120382453, "Award ID": "AM190100XXXXG180", "Award Amount": 450000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.177", "Description": "OREGON NORTH COAST REGIONAL FOOD SYSTEM RESILIENCY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c14bb06e-5e57-ba01-125d-99d18dad3286-R", "generated_internal_id": "ASST_NON_AM190100XXXXG180_12K2"}, {"internal_id": 111982377, "Award ID": "AM190100XXXXG179", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-16", "CFDA Number": "10.177", "Description": "WASHINGTON WEALTHWORKS: IMPROVED SEAFOOD SECTOR LIVELIHOODSN THE WASHINGTON COAST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e5dbedff-e4c6-649d-a23d-01b1176bfcb1-R", "generated_internal_id": "ASST_NON_AM190100XXXXG179_12K2"}, {"internal_id": 111982378, "Award ID": "AM190100XXXXG178", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-15", "CFDA Number": "10.177", "Description": "EAST POINT CITY AGRICULTURE PLANNING IMPLEMENTATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1480d534-013d-164a-fef2-10cdc00d7cb0-R", "generated_internal_id": "ASST_NON_AM190100XXXXG178_12K2"}, {"internal_id": 123183637, "Award ID": "AM190100XXXXG177", "Award Amount": 525000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-23", "CFDA Number": "10.177", "Description": "GO GREEN ON RACINE: LOCAL FOOD SYSTEM INTEGRATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9456fc94-498d-9768-58a9-d27354e15d6d-R", "generated_internal_id": "ASST_NON_AM190100XXXXG177_12K2"}, {"internal_id": 111982350, "Award ID": "AM190100XXXXG176", "Award Amount": 249892.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-12", "CFDA Number": "10.177", "Description": "SACRAMENTO FOOD SYSTEM ASSESSMENT AND PARTNERSHIP PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f602450d-fb45-3c33-1112-c475969a0bf3-R", "generated_internal_id": "ASST_NON_AM190100XXXXG176_12K2"}, {"internal_id": 111982379, "Award ID": "AM190100XXXXG175", "Award Amount": 145515.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-15", "CFDA Number": "10.177", "Description": "STRONG FARM AND FOOD FUTURE: PLANNING FOR A COLLABORATIVE REIONAL ECONOMY IN THE ROANOKE VALLEY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0591ac62-0463-c68f-fd10-64de0e0b9705-R", "generated_internal_id": "ASST_NON_AM190100XXXXG175_12K2"}, {"internal_id": 111982384, "Award ID": "AM190100XXXXG174", "Award Amount": 937409.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-08", "CFDA Number": "10.177", "Description": "KENTUCKY FOOD SYSTEM COLLABORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "feb350f6-317b-1c18-6ac3-7d963e8b41b4-R", "generated_internal_id": "ASST_NON_AM190100XXXXG174_12K2"}, {"internal_id": 111628719, "Award ID": "AM190100XXXXG173", "Award Amount": 301544.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-21", "CFDA Number": "10.177", "Description": "BUILDING SIOUX COMMUNITY FOOD SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf43029c-0eb1-c349-2560-33f5af23d4cb-C", "generated_internal_id": "ASST_NON_AM190100XXXXG173_12K2"}, {"internal_id": 111628695, "Award ID": "AM190100XXXXG172", "Award Amount": 140935.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-16", "CFDA Number": "10.177", "Description": "FEASIBILITY STUDY TO ASSESS THE CAPACITY FOR GROWING NEW YOR#S MID-TIER VALUE CHAIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3fd514a3-4b91-9e9a-52fc-10bad6e0e75f-R", "generated_internal_id": "ASST_NON_AM190100XXXXG172_12K2"}]