[{"internal_id": 155652118, "Award ID": "AM22DBIWI1014", "Award Amount": 14106666.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-14", "CFDA Number": "10.176", "Description": "THE DAIRY BUSINESS INNOVATION ALLIANCE (DBIA), ESTABLISHED IN 2019, IS A PARTNERSHIP BETWEEN THE CENTER FOR DAIRY RESEARCH (CDR) AND THE WISCONSIN CHEESE MAKERS ASSOCIATION (WCMA). TOGETHER WITH REGIONAL COLLABORATORS ACROSS ELEVEN STATES (WI, MN, IA, SD, IL, MI, IN, KS, NE, MO AND OH), THE DBIA PROVIDES ACCESS TO EXPERTISE AND RESOURCES AND INSIGHTS TO SUPPORT DAIRY BUSINESS INNOVATION. THE DBIA 2022 PROPOSAL EXPANDS THE SCOPE OF THE PREVIOUS PROGRAMS TO CREATE A SUSTAINABLE, REPRODUCIBLE MODEL THAT PROMOTES BUSINESS INNOVATION WITHIN THE DAIRY INDUSTRY.THIS 2022 APPLICATION WITH THE THEME OF EXPANSION CONTINUES TO BUILD UPON THE PREVIOUS GRANT INFRASTRUCTURES AND COMPLETE A PIPELINE OF EFFORTS DESIGNED TO ENABLE DAIRY FARMERS PROCESSORS GET THEIR IDEAS OFF THE GROUND, INTO THE MARKET, AND GROW THEIR BUSINESS. THIS WILL BE ACHIEVED VIA THE FOLLOWING GOALS GOAL 1 PROVIDE ASSISTANCE TO DAIRY PROCESSORS IN THEIR EFFORTS TO ADD VALUE TO THEIR MILK. GOAL 2 INCREASE THE SUPPORT FOR OUR SELECT DBIA COHORT OF COMPANIES IN THE DEVELOPMENTAND GROWTH OF THEIR BUSINESS EFFORTS BY EXPANDING THE SCOPE OF GRANTS AND TECHNICAL ASSISTANCE ACROSS MARKETING, FINANCIAL PLANNING, AND TECHNICAL EXPERTISE. GOAL 3 ADDRESS INDUSTRY ISSUES WITH A RANGE OF DEDICATED, TIME LIMITED PROJECTS WHOSEOBJECTIVES ARE ALIGNED WITH THE DBII AND WHOSE RESULTS WILL BE SHARED.THE TIME FRAME FOR THIS PROGRAM WILL BE THREE YEARS BEGINNING 4TH QUARTER 2022.THE DBIA WILL CONTINUE TO WORK WITH REGIONAL AND NATIONAL COLLABORATORS AS IT DEVELOPS ITS PROGRAMS WITH THE POTENTIAL FOR SCALABLE APPLICATION ACROSS THE COUNTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_AM22DBIWI1014_12K2"}, {"internal_id": 155652120, "Award ID": "AM22DBIVT1015", "Award Amount": 14106666.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-14", "CFDA Number": "10.176", "Description": "THE NORTHEAST DAIRY BUSINESS INNOVATION CENTER S APPLICATION FOR FUNDING FOCUSES ON CONTINUED SUPPORT FOR RESILIENCY AND CLIMATE FORWARD DAIRY SUPPLY CHAIN IMPROVEMENTS. OPPORTUNITIES ARE FOCUSED ON FARM AND PROCESSING BUSINESS VIABILITY, WITH A CRITICAL EYE TOWARDS CONTINUOUS IMPROVEMENT AND SHARED LEARNING. AS THE ORGANIC AND CONVENTIONAL MARKETS REMAIN UNDER STRESS FROM MARKET VOLATILITY, INFLATION, AND GLOBAL SUPPLY CHAIN ISSUES, IT IS INCREASINGLY IMPORTANT TO SUPPORT A REGIONAL APPROACH TO DAIRY SYSTEMS.GRANT FUNDED ACTIVITIES ARE FOCUSED IN THREE PRIMARY AREAS FARM INVESTMENTS, PROCESSING INVESTMENTS, AND WORKFORCE DEVELOPMENT. SIMILAR TO MANY OTHER INDUSTRIES, LABOR ISSUES ARE TOP OF MIND FOR BOTH FARMS AND PROCESSORS ACROSS THE REGION. THE FUNDING IN THIS APPLICATION BUILDS ON FOUNDATIONAL SUPPORT FOR WORKFORCE DEVELOPMENT IMPLEMENTED IN THE SPECIAL ARPA ROUND OF FUNDS AND WILL ENGAGE A REGIONAL NETWORK OF STAKEHOLDERS TO BUILD OUT RESPONSIVE TRAINING OPPORTUNITIES.OVER 5.8MILLION WILL BE AWARDED COMPETITIVELY THROUGH NUMEROUS SUBAWARDS TO DAIRY FARMS AND PROCESSORS, AS THEY ARE THE PRIMARY BENEFICIARIES OF THIS WORK. SUBAWARDS ARE USED TO FUND THE PURCHASE OF NEW EQUIPMENT, DEVELOP INNOVATIVE PACKAGING SOLUTIONS, FOR EDUCATION AND TRAINING, AND TO DEVELOP NEW SYSTEMS OR PRACTICES THAT SUPPORT BUSINESS SUCCESS. EXPECTED OUTCOMES INCLUDE JOB CREATION AND MAINTENANCE, INCREASED SALES THROUGH EXISTING OR NEW MARKET CHANNELS, NEW PARTNERSHIPS THAT RESULT IN HIGHER PROFITS, EXPANDED INFRASTRUCTURE, AND INCREASED UTILIZATION OF REGIONAL MILK. THE NE DBIC ALSO MEASURES OUTCOMES RELATED TO SUBRECIPIENT EDUCATION, SATISFACTION, AND FUTURE OUTLOOK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5229d46-9536-2ceb-8268-e79c7ec3c48e-C", "generated_internal_id": "ASST_NON_AM22DBIVT1015_12K2"}, {"internal_id": 155652103, "Award ID": "AM22DBITN1013", "Award Amount": 14106666.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-14", "CFDA Number": "10.176", "Description": "THE SOUTHEAST DAIRY BUSINESS INNOVATION INITIATIVE (SDBII) WILL CONTINUE TO PROVIDE SUPPORT TO THE DAIRY INDUSTRY ACROSS 12 SOUTHEAST STATES (ALABAMA, ARKANSAS, FLORIDA, GEORGIA, KENTUCKY, LOUISIANA, MISSISSIPPI, NORTH CAROLINA, SOUTH CAROLINA, TENNESSEE, VIRGINIA, AND WEST VIRGINIA). IN PREVIOUS SUBMISSIONS, WE HAVE CREATED A SUPPORT NETWORK ACROSS 5 MAIN FOCUSES 1) UNDERSTANDING VALUE ADDED DAIRY OPPORTUNITIES, 2) DAIRY FINANCES AND DECISION SUPPORT TOOLS, 3) FOOD SAFETY AND PRODUCT INNOVATION PROJECTS, 4) MARKETING AND TRAINING TOOLS, AND 5) LEADERSHIP AND WORKFORCE DEVELOPMENT. THIS CURRENT APPLICATION WILL FOCUS ON EXPANDED AND NEW INITIATIVES AROUND FOOD SAFETY AND PRODUCT INNOVATION PROJECTS AND MARKETING AND TRAINING TOOLS. THIS FURTHERS OUR OVERARCHING GOAL OF CREATING A HOLISTIC SUPPORT SYSTEM, BENCHMARKS, AND RESOURCES ACROSS ALL ASPECTS OF THE DAIRY INDUSTRY. OUTCOMES WILL INCLUDE IN DEPTH SURVEYS OF CONSUMERS, PRODUCERS, AND PROCESSORS. DEVELOPING INNOVATIVE BRAND COMMUNICATION STRATEGIES. PROVIDING A MARKETING BRANDING TOOL KIT FOR VALUE ADDED DAIRY PRODUCERS. IMPLEMENTING GUIDES FOR BRAND DEVELOPMENT AND DIRECT TO CONSUMER MARKETING. EXPANDING RAW MILK AND FINISHED PRODUCT QUALITY TESTING LABORATORY TO SUPPORT RESEARCH AND OUTREACH INITIATIVES. DERIVING DAIRY PROTEIN INGREDIENTS FROM BOVINE MILK FOR ALTERNATIVE USES. IDENTIFYING POTENTIAL TECHNOLOGY TO DETERMINE TOTAL ACIDITY IN CREAM AND PREDICT FREEZING POINT OF DAIRY PRODUCTS. DETERMINING POTENTIAL FOR REVERSE OSMOSIS OF DEFATTED MILK TO YIELD ICE CREAM BASE. PROVIDING HAACP, FOOD SAFETY, AND IMS TRAINING AND RESOURCES. PROVIDING A COMPETITIVE SUBAWARD PROGRAM FOR SOUTHEAST DAIRY BUSINESSES. CREATING EXTENSION FACT SHEETS, PUBLICATIONS, DECISION TOOLS, AND VIDEO RESOURCES TO AID VALUE ADDED DAIRY PRODUCERS IN THEIR DECISION MAKING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b8bab16-0509-a83d-c16c-f4a854caea4d-C", "generated_internal_id": "ASST_NON_AM22DBITN1013_12K2"}, {"internal_id": 156589130, "Award ID": "AM22DBICA1012", "Award Amount": 1794000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-14", "CFDA Number": "10.176", "Description": "THIS PROJECT, LED BY CALIFORNIA STATE UNIVERSITY, FRESNO (HSI, MSI, ANAPISI), AMPLIFIES AND EXTENDS THE DAIRY BUSINESS SUB AWARDS, TECHNICAL ASSISTANCE, AND COALITION BUILDING INITIATED IN PHASES I AND II. MORE SPECIFICALLY, OVER THE COMING THREE YEARS A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ab29287-28bf-03aa-68c4-d1771de25b83-C", "generated_internal_id": "ASST_NON_AM22DBICA1012_12K2"}, {"internal_id": 153556987, "Award ID": "AM21DBIWI1010", "Award Amount": 19000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-22", "CFDA Number": "10.176", "Description": "PROJECT PURPOSE THIS PROPOSAL WILL ALLOW THE DAIRY BUSINESS INNOVATION ALLIANCE DBIA , A PARTNERSHIP BETWEEN THE CENTER FOR DAIRY RESEARCH CDR AND WISCONSIN CHEESE MAKERS ASSOCIATION WCMA , TO SIGNIFICANTLY EXPAND OUR GRANT PROGRAM AND PROVIDE SIGNIFICANT AND PRACTICAL IMPETUS TO THE COMMERCIALIZATION OF INNOVATIVE DAIRY PRODUCTS BY INCREASING THE RANGE AND SCOPE OF OUR TECHNICAL ASSISTANCE PROGRAM.ACTIVITIES TO BE PERFORMED EXPAND THE DBIA REGION TO INCLUDE MICHIGAN, OHIO, INDIANA, NEBRASKA, KANSAS, AND MISSOURI AND SIGNIFICANTLY INCREASE THE FUNDING AVAILABLE FOR EACH GRANT PROGRAM. ADDITIONAL STAFF WILL NEED TO BE ADDED FOR THIS EXPANSION.IMPROVE THE PRODUCT COMMERCIALIZATION AND TROUBLESHOOTING RESOURCES AT CDR TO MEET GROWING DEMAND. SPUR THE DEVELOPMENT OF VALUE ADDED DAIRY BY PRODUCTS THROUGH INNOVATIVE FERMENTATION, SEPARATION, AND PROCESSING TECHNIQUES. WE WILL PURCHASE BIOREACTOR EQUIPMENT AND HIRE A BIOREACTOR OPERATOR. ENHANCE COMMERCIALIZATION ACCESS FOR SMALL SCALE DAIRY PRODUCT DEVELOPMENT AND RESEARCH. WE WILL PURCHASE COMMERCIALIZATION EQUIPMENT.PROVIDE ACCESS TO ANALYTICAL RESOURCES TO MEET THE GROWING DEMAND FOR ASSISTANCE WITH ANALYZING PRODUCT FUNCTIONALITY, TROUBLESHOOTING, AND GENETIC PROFILING AND RESEARCH. WE WILL PURCHASE ANALYTICAL SENSORY SUPPORT EQUIPMENT. DEVELOP A MENTORING PROGRAM TO ASSIST DAIRY ENTERPRISES DELIVER INNOVATION AND TROUBLESHOOTING EXPERTISE.REPORTS WILL BE DISTRIBUTED TO COLLABORATORS, STATE AGENCIES, ASSOCIATIONS, AND PRIVATE INDUSTRY FOR COMMENT AND FEEDBACK. THEY WILL BE MADE AVAILABLE ONLINE AND USED IN PUBLIC PRESENTATIONS.DELIVERABLES AND EXPECTED OUTCOMES INTENDED BENEFICIARY IES EXTRAPOLATING OVER FOUR YEARS AND EXPANDING TO 11 STATES, BASED ON ITS 2021 GRANT PROGRAMS, WE ESTIMATE THIS SUPPLEMENTAL PROGRAM WILL RECEIVE 1,200 APPLICATIONS AND MAKE 330 AWARDS.ENCOURAGE THE USE OF REGIONAL MILK PRODUCTION. OUR PROGRAMS SEEK TO WORK PRIMARILY WITH DAIRY FARMS AND SMALL TO MEDIUM SIZED DAIRY PROCESSORS DIRECTLY. WE WILL INCORPORATE SURVEY QUESTIONS REGARDING ESTABLISHED PARTNERSHIPS IN FUTURE SURVEYS TO BETTER UNDERSTAND THESE COLLABORATIONS AND PARTNERSHIPS.DIVERSIFY AND EXPAND DAIRY PRODUCT MARKET OPPORTUNITIES. BASED ON COMPLETED SURVEYS, AT LEAST 75 OF GRANT RECIPIENTS HAVE OR WILL HAVE IMPLEMENTED NEW MARKETING PROCEDURES. THE TOTAL NUMBER MAY REACH BEYOND THE GRANT RECIPIENTS THEMSELVES, AS WE HAVE ALSO ORGANIZED WEBINARS ON MARKETING STRATEGIES THAT HAVE REACHED AT LEAST 165 COMPANIES. OVER 50 OF GRANT RECIPIENTS HAVE EXPANDED DAIRY PRODUCT SALES INTO A NEW GEOGRAPHIC AREA AND 60 SPECIFICALLY HAVE BEGUN SELLING TO NEW ADDITIONAL MARKET ACCESS POINTS. 75 OF GRANT RECIPIENTS REPORTED NEW MARKET OPPORTUNITIES OPENING UP DURING THE GRANT PERIOD. PROMOTE BUSINESS DEVELOPMENT THAT DIVERSIFIES FARMER INCOME THROUGH PROCESSING AND PRODUCTION INNOVATIONS. WE ESTIMATE THAT ALL GRANT RECIPIENTS HAVE IMPLEMENTED NEW OR MODIFIED DAIRY PROCESSES OR PRODUCTION METHODS IN ORDER TO MEET THEIR PROJECT GOALS. 42 OF GRANT RECIPIENTS EXPANDED THEIR EXISTING DAIRY PRODUCT LINE AND 14 BEGAN PRODUCING DAIRY PRODUCTS. 75 REPORTED INCREASING SALES, WITH AN AVERAGE INCREASE OF 14 . EACH RESPONDENT REPORTED CREATING 1 FULL AND 1 PART TIME JOB.OUR EXPANDED REGION HAS 17,000 DAIRY FARMS RESPONSIBLE FOR 35 OF THE US MILK SUPPLY. THERE ARE ALSO NUMEROUS DAIRY MANUFACTURING FACILITIES. IT S DIFFICULT TO ESTIMATE HOW MANY OF THESE ENTERPRISES WILL BENEFIT FROM OUR PROGRAMS, BUT OUR COLLABORATORS AT EACH STATE DEPARTMENT OF AGRICULTURE WILL ASSIST WITH ADVERTISING AND PROMOTION OF OUR PROGRAMS. WE ESTIMATE THAT 17,000 PEOPLE WILL BE SERVED.SUBRECIPIENT ACTIVITIES WCMA WILL RECEIVE 10,367,313 IN FUNDING, WHICH WILL BE USED TO PROMOTE OUR ENHANCED GRANT PROGRAM. A PORTION OF THIS FUNDING WILL BE USED TO HIRE AN ADDITIONAL STAFF MEMBER TO PROCESS THE INCREASED NUMBER OF GRANT APPLICATIONS AND ANALYZE AND APPROVE REIMBURSEMENT CLAIMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_AM21DBIWI1010_12K2"}, {"internal_id": 153556988, "Award ID": "AM21DBIVT1011", "Award Amount": 19000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-22", "CFDA Number": "10.176", "Description": "THE NORTHEAST DAIRY BUSINESS INNOVATION CENTER S APPLICATION ADDRESSES CRITICAL DAIRY SUPPLY CHAIN DEVELOPMENT NEEDS. THIS INCLUDES FOCUSED OPPORTUNITIES FOR FARMERS TO INCREASE THEIR VIABILITY AND UTILIZATION OF NEW TECHNOLOGIES AND FOR PROCESSORS TO INCREASE CAPACITY AND EFFICIENCIES. GIVEN THE MARKET TURMOIL CREATED BY THE EXIT OF HORIZON, THE PURPOSE OF THIS ROUND OF GRANT FUNDING IS TO SUPPORT INCREASED UTILIZATION AND CONSUMPTION OF REGIONALLY PRODUCED MILK AND DAIRY PRODUCTS.PRIMARY ACTIVITIES ARE FOCUSED ON SUBAWARDS IN FOUR DISTINCT FUNDING AREAS EXISTING PROCESSOR EXPANSION, NEW PROCESSOR CO PACKER START UP, MILK STORAGE CAPACITY AND ENERGY EFFICIENCY UPGRADES, AND FARM IMPROVEMENTS. THE MAJORITY OF GRANT FUNDS WILL BE AWARDED COMPETITIVELY TO REGIONAL DAIRY FARMS AND PROCESSORS THROUGH ONE OF THESE PROGRAMS. ADDITIONAL FUNDS WILL SUPPORT A DAIRY PRODUCT INNOVATION CHALLENGE TO IDENTIFY AND SUPPORT NEW PRODUCT DEVELOPMENT AT SCALE, PILOT FUNDING FOR THE DEVELOPMENT OF A REGIONAL APPRENTICESHIP PROGRAM, AND SUPPORT FOR THE DESIGN AND LAUNCH OF A BUSINESS TO BUSINESS DIRECTORY OF REGIONALLY PRODUCED VALUE ADDED PRODUCTS.THE NE DBIC WILL BE AWARDING NUMEROUS SUBAWARDS TO DAIRY FARMS AND PROCESSORS, AS THEY ARE THE PRIMARY BENEFICIARIES OF THIS WORK. EXPECTED OUTCOMES INCLUDE JOB CREATION AND MAINTENANCE, INCREASED SALES THROUGH EXISTING OR NEW MARKET CHANNELS, NEW PARTNERSHIPS THAT RESULT IN HIGHER PROFITS, EXPANDED INFRASTRUCTURE, AND INCREASED UTILIZATION OF REGIONAL MILK. NE DBIC ALSO MEASURES OUTCOMES RELATED TO SUBRECIPIENT EDUCATION, SATISFACTION, AND FUTURE OUTLOOK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5229d46-9536-2ceb-8268-e79c7ec3c48e-C", "generated_internal_id": "ASST_NON_AM21DBIVT1011_12K2"}, {"internal_id": 151988096, "Award ID": "AM21DBITN1008", "Award Amount": 19000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-22", "CFDA Number": "10.176", "Description": "THE SOUTHEAST DAIRY BUSINESS INNOVATION INITIATIVE SDBII WILL CONTINUE TO PROVIDE SUPPORT TO VALUE ADDED DAIRY PRODUCERS ACROSS 12 SOUTHEAST STATES ALABAMA, ARKANSAS, FLORIDA, GEORGIA, KENTUCKY, LOUISIANA, MISSISSIPPI, NORTH CAROLINA, SOUTH CAROLINA, T AND FOOD SCIENCE KNOWLEDGE BY BUILDING OUR SUPPORT NETWORK AND PROVIDING A COMPETITIVE SUB AWARD PROGRAM, SOUTHEAST DAIRY BUSINESSES MAY BE ABLE TO THRIVE AND DIVERSIFY THE REGIONAL FOOD SUPPLY HALF OF THE REQUESTED FUNDS 9 5 MILLION WILL GO DIRECTLY TO A COMPETITIVE SUB AWARD PROGRAM FOR VALUE ADDED DAIRY ENTERPRISES WE EXPECT TO MAKE UP TO 40 INDIVIDUAL AWARDS ACROSS THE SOUTHEAST REGION THE INTENDED BENEFICIARIES OF THIS GRANT ARE EXISTING OR PROSPECTIVE VALUE ADDED DAIRY ENTERPRISES IN THE SOUTHEAST WE WILL ALSO PROVIDED TRAINING OPPORTUNITIES FOR FUTURE EMPLOYEES IN THE DAIRY INDUSTRY ACROSS DAIRY FOODS, ANIMAL HUSBANDRY, ECONOMICS, MARKETING, AND SMALL BUSINESS LEADERSHIP BY TRAINING FUTURE EMPLOYEES, EXISTING BUSINESSES, AND PROVIDING SUPPORT AND RESOURCES FOR FUTURE BUSINESSES, WE WILL CONTINUE TO FILL A NEED IN OUR REGION TO DIVERSIFY OUR DAIRY PROCESSING OUTLETS AND ATTRACT NEW INDIVIDUALS TO THE DAIRY INDUSTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b8bab16-0509-a83d-c16c-f4a854caea4d-C", "generated_internal_id": "ASST_NON_AM21DBITN1008_12K2"}, {"internal_id": 151631005, "Award ID": "AM21DBICA1009", "Award Amount": 19000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-22", "CFDA Number": "10.176", "Description": "CALIFORNIA PRODUCES MORE MILK THAN ANY OTHER STATE, YET ITS DAIRY BUSINESSES FACE SIGNIFICANT CHALLENGES VOLATILE FLUID MILK PRICES, DECLINING MILK DEMAND, AND INCREASED COSTS THE STRUGGLE TO REMAIN VIABLE EXTENDS TODAIRY PRODUCERS AND PROCESSORS THROUGHOUT THE PACIFIC COAST REGION CALIFORNIA, OREGON, WASHINGTON ANDNEIGHBORING NEVADA, NEW MEXICO, AND ARIZONA BETWEEN 2012 AND 2022, THESE STATES LOST 50 OF THEIR DAIRY FARMS USDA CENSUS OF AGRICULTURE, 2012 4,120 FARMS STATE DAIRY WEBSITES 2022 2,058 FARMS YET CUMULATIVELY STILLPRODUCE 30 OF ALL USA MILK GIVEN THE DEVASTATING IMPACTS OF THE COVID 19 PANDEMIC, THE OUTLOOK IS EVENGRIMMER A COLLABORATIVE EFFORT SUPPORTING REGIONAL DAIRY BUSINESSES IN THE DEVELOPMENT, PRODUCTION, MARKETING,AND DISTRIBUTION OF DAIRY PRODUCTS IS DESPERATELY NEEDED AS SUCH, CALIFORNIA STATE UNIVERSITY, FRESNO WILL LEADA COLLABORATIVE EFFORT LEVERAGING EXISTING DAIRY INDUSTRY RESOURCES, INCLUDING INSTITUTIONS OF HIGHER EDUCATION COMMUNITY COLLEGES, STATE DAIRY PROMOTION PROGRAMS RESEARCH ORGANIZATIONS AND INDUSTRY STAKEHOLDERS, AMONGOTHERS, TO ACHIEVE THE PROJECT GOAL OF SPURRING REGIONAL DAIRY INNOVATION BY ASSISTING DAIRY BUSINESSES INDEVELOPING HIGHER VALUE USES FOR THEIR MILK, DIVERSIFYING THEIR MARKETS INCOME, AND REALIZING INCREASED RETURNS THE PROJECT GOAL WILL BE ACCOMPLISHED BY EXPANDING THE CAPACITY OF THE PACIFIC COAST COALITION DAIRY BUSINESSINNOVATION INITIATIVE THAT WILL PROVIDE 1 DIRECT TECHNICAL ASSISTANCE TO DAIRY BUSINESSES THROUGH HANDS ONCONSULTANCIES, WORKSHOPS, CONFERENCES, SHORT COURSES, CERTIFICATE PROGRAMS, WEBINARS, AND UNIVERSITY STUDENTINTERNSHIPS AND 2 DIRECT SUBAWARDS TO DAIRY BUSINESSES PARTICULAR EMPHASIS WILL BE PLACED ON BENEFITTINGSMALLER DAIRY FARM BUSINESSES, UNDERSERVED DAIRY PRODUCERS, VETERAN DAIRY PRODUCERS, UNDERSERVED COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ab29287-28bf-03aa-68c4-d1771de25b83-C", "generated_internal_id": "ASST_NON_AM21DBICA1009_12K2"}, {"internal_id": 110335990, "Award ID": "AM200100XXXXG003", "Award Amount": 6133333.33, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "10.176", "Description": "VERMONT AND NORTHEAST DAIRY BUSINESS INNOVATION INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5229d46-9536-2ceb-8268-e79c7ec3c48e-C", "generated_internal_id": "ASST_NON_AM200100XXXXG003_12K2"}, {"internal_id": 130072148, "Award ID": "AM200100XXXXG002", "Award Amount": 6133333.33, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-18", "CFDA Number": "10.176", "Description": "DIVERSIFYING INCOME AND ADDING VALUE BY MANUFACTURING DAIRYRODUCTS-PHASE 2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b8bab16-0509-a83d-c16c-f4a854caea4d-C", "generated_internal_id": "ASST_NON_AM200100XXXXG002_12K2"}, {"internal_id": 98142672, "Award ID": "AM190100XXXXG081", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-15", "CFDA Number": "10.176", "Description": "VERMONT AND NEW ENGLAND DAIRY BUSINESS INNOVATION INITIATIVEAPPLICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5229d46-9536-2ceb-8268-e79c7ec3c48e-C", "generated_internal_id": "ASST_NON_AM190100XXXXG081_12K2"}, {"internal_id": 95206220, "Award ID": "AM190100XXXXG080", "Award Amount": 454392.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-23", "CFDA Number": "10.176", "Description": "DAIRY BUSINESS INNOVATION INITIATIVES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b8bab16-0509-a83d-c16c-f4a854caea4d-C", "generated_internal_id": "ASST_NON_AM190100XXXXG080_12K2"}, {"internal_id": 108347580, "Award ID": "AM190100XXXXG079", "Award Amount": 454392.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-15", "CFDA Number": "10.176", "Description": "DAIRY BUSINESS INNOVATION INITIATIVES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_AM190100XXXXG079_12K2"}, {"internal_id": 145832742, "Award ID": "21DBIWI1006", "Award Amount": 6133333.33, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-26", "CFDA Number": "10.176", "Description": "THE DAIRY BUSINESS INNOVATION ALLIANCE (DBIA),ESTABLISHED IN 2019,IS A PARTNERSHIP BETWEEN THE CENTER FOR DAIRY RESEARCH (CDR) AND THE WISCONSIN CHEESE MAKERS ASSOCIATION (WCMA). TOGETHER WITH REGIONAL COLLABORATORS ACROSS FIVE STATES (WI,MN,IA,SD,IL) THE DBIA PROVIDES ACCESS TO EXPERTISE,RESOURCES AND INSIGHTS TO SUPPORT DAIRY BUSINESS INNOVATION. THE DBIA 2021 PROPOSAL EXPANDS AND CONSOLIDATES THE PREVIOUS PROGRAMS TO CREATE A SUSTAINABLE,REPEATABLE MODEL THAT PROMOTES BUSINESS INNOVATION WITHIN THE DAIRY INDUSTRY. THIS 2021 APPLICATION WITH THE THEME OF \"LET'S THINK BIG\" WILL CONTINUE TO BUILD UPON THE PREVIOUS GRANT INFRASTRUCTURES AND COMPLETE A PIPELINE OF EFFORTS DESIGNED TO ENABLE DAIRY FARMERS/PROCESSORS GET THEIR IDEAS OFF THE GROUND,INTO THE MARKET AND GROW THEIR BUSINESS. THIS WILL BE ACHIEVED THROUGH VIA THE FOLLOWING GOALS:  GOAL 1: CONTINUE TO PROVIDE FINANCIAL AND TECHNICAL ASSISTANCE TO SMALL DAIRY ENTREPRENEURS & PROCESSORS IN THEIR EFFORTS TO ADD VALUE TO THEIR MILK. GOAL 2: INCREASE THE SUPPORT FOR OUR SELECT DBIA COHORT OF COMPANIES IN THE DEVELOPMENT AND GROWTH OF THEIR BUSINESS EFFORTS BY EXPANDING THE SCOPE OF GRANTS AND TECHNICAL ASSISTANCE ACROSS MARKETING,FINANCIAL PLANNING AND TECHNICAL EXPERTISE. GOAL 3: ENCOURAGE EXISTING INDUSTRY TO ADDRESS CRITICAL NEEDS ACROSS,NEW TECHNOLOGY,SUSTAINABILITY AND MARKETING INNOVATION.  THE TIME FRAME FOR THIS PROGRAM WILL BE THREE YEARS BEGINNING 4TH QUARTER 2021 (FROM AWARD DATE). THE DBIA WILL CONTINUE TO WORK WITH REGIONAL AND NATIONAL COLLABORATORS AS IT DEVELOPS ITS PROGRAMS WITH THE POTENTIAL FOR SCALABLE APPLICATION ACROSS THE COUNTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_21DBIWI1006_12K2"}, {"internal_id": 145298926, "Award ID": "21DBIVT1004", "Award Amount": 6133333.33, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-26", "CFDA Number": "10.176", "Description": "THE NORTHEAST DAIRY BUSINESS INNOVATION CENTER (NE-DBIC) IS TAKING A TARGETED AND INTENTIONAL APPROACH TO SUPPORTING COMMUNITY AND CLIMATE FORWARD DAIRY PRODUCTION ACROSS THE TEN-STATE REGION SERVED BY THIS GRANT FUNDING. WITH A MARKETPLACE STILL IN FLUX", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5229d46-9536-2ceb-8268-e79c7ec3c48e-C", "generated_internal_id": "ASST_NON_21DBIVT1004_12K2"}, {"internal_id": 145832732, "Award ID": "21DBITN1005", "Award Amount": 6133333.33, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-26", "CFDA Number": "10.176", "Description": "THE SOUTHEAST DAIRY BUSINESS INNOVATION INITIATIVE - PHASE 3 OF THE DIVERSIFYING INCOME AND ADDING VALUE BY MANUFACTURING DAIRY PRODUCTS WILL PROVIDE ADDITIONAL EDUCATIONAL OPPORTUNITIES FOR VALUE-ADDED DAIRY PRODUCERS WHILE CONTINUING TO SUPPORT INITIATIVES FROM PHASE 2 SUCH AS EXPANDING THE DAIRY GAUGE AND ON-FARM ASSESSMENTS. INDIVIDUALS WANTING TO BEGIN OR CONTINUE A VALUE-ADDED DAIRY BUSINESS IN THE SOUTHEAST UNITED STATES ARE THE INTENDED AUDIENCE. THIS PROGRAM WILL INCLUDE:  IDENTIFYING AND PROVIDING TARGETED SUPPORT TO UNDERREPRESENTED POPULATION DAIRY BUSINESS OWNERS IN THE SOUTHEAST. PROVIDING TARGETED SUPPORT TO SMALL RUMINANT (SHEEP AND GOAT) DAIRY BUSINESS OWNERS IN THE SOUTHEAST. CONDUCTING SURVEYS ON CONSUMER PREFERENCES SURROUNDING COSMETIC AND SHELF STABLE PRODUCTS. CONDUCTING A VALUE-ADDED DAIRY CONFERENCE IN 2024.RECRUITING A COHORT OF PEERS FOR MILK (MASTERING INDIVIDUAL LEADERSHIP KNOWLEDGE) WORKSHOPS INCLUDING STRENGTH FINDERS,KAI,MANAGING DIFFERENT PERSONALITIES,TRANSITION PLANNING,AND MANAGING STRESS AND MENTAL HEALTH. DEVELOPING AND DEPLOYING A VALUE-ADDED DAIRY BUSINESS GAUGE AND IDENTIFYING VITAL KEY PERFORMANCE INDICATORS. DEVELOPING PEER GROUPS IN KENTUCKY AND TENNESSEE FOR DAIRY BUSINESSES FOCUSED ON FINANCIAL MANAGEMENT. DEPLOYING EYE TRACKING TECHNOLOGY ON VALUE-ADDED DAIRY BUSINESSES TO DETERMINE CONSUMER PURCHASING HABITS. PROVIDING SCHOLARSHIPS FOR IN-DEPTH REVIEWS WITH THE KENTUCKY CENTER FOR AGRICULTURE AND RURAL DEVELOPMENT. CONDUCTING WORKSHOPS CENTERED AROUND SENSORY PROPERTIES AND BUSINESS MANAGEMENT. EXPANDING THE MARKETREADY PROGRAM TO INCLUDE SOCIAL MEDIA AND DIGITAL MARKETING STRATEGIES PROVIDING A COMPETITIVE SUBAWARD PROGRAM FOR SOUTHEAST VALUE-ADDED DAIRY BUSINESSES.  CREATING EXTENSION FACT SHEETS,PUBLICATIONS,AND VIDEO RESOURCES TO AID VALUE-ADDED DAIRY PRODUCERS IN THEIR DECISION- MAKING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b8bab16-0509-a83d-c16c-f4a854caea4d-C", "generated_internal_id": "ASST_NON_21DBITN1005_12K2"}, {"internal_id": 145599791, "Award ID": "21DBICA1007", "Award Amount": 1799778.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-26", "CFDA Number": "10.176", "Description": "DAIRY BUSINESS INNOVATION INITIATIVE - PACIFIC COAST COALITION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ab29287-28bf-03aa-68c4-d1771de25b83-C", "generated_internal_id": "ASST_NON_21DBICA1007_12K2"}]