[{"internal_id": 162061741, "Award ID": "AM23CPLFS000C026", "Award Amount": 776210.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. THE MAINE DEPARTMENT OF EDUCATION WILL BUILD UPON OUR CURRENT SYSTEMS TO INCREASE BOTH THE NUMBER OF FARMS USED TO SUPPLY SCHOOLS AND THE VOLUME OF LOCAL MAINE FOODS PROCURED BY SCHOOLS ACROSS THE STATE. THE PARTNERSHIP WILL FOCUS ON ELEVATING MAINE’S SOCIALLY DISADVANTAGED FARMERS AND SMALL BUSINESSES TO MAINE SCHOOLS, WHILE BUILDING BUSINESS RELATIONSHIPS BETWEEN SCHOOLS AND FARMERS, TO BRING LOCALLY SOURCED FOODS TO THE STUDENTS OF MAINE. THIS GRANT PROVIDES A STRONG FOUNDATION FOR SUSTAINED USE LONG AFTER THE LIFE OF THE LOCAL FOOD FOR SCHOOLS GRANT WHILE SIMULTANEOUSLY STRENGTHENING THE LOCAL AND REGIONAL FOOD SYSTEMS WITHIN MAINE. SCHOOLS WILL BE REQUIRED TO OPT INTO THE PROGRAM AT THE BEGINNING OF THE SCHOOL YEAR. MAINE DEPARTMENT OF EDUCATION'S CHILD NUTRITION TEAM WILL ALLOCATE THE FUNDS TO SCHOOLS USING STUDENT ENROLLMENT DATA. THIS WILL ENSURE EQUITABLE DISTRIBUTION OF FUNDS TO SCHOOLS AND WILL ALSO DISTRIBUTE FUNDS THROUGHOUT MAINE’S SIXTEEN (16) COUNTIES. MAINE DEPARTMENT OF EDUCATION'S CHILD NUTRITION TEAM WILL USE OUR CURRENT REIMBURSEMENT SYSTEM TO PROVIDE REIMBURSEMENT TO SCHOOLS. QUARTERLY PERFORMANCE REPORT S WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. MAINE FOOD FOR MAINE SCHOOLS WILL FUND PURCHASES FROM UP TO 111 MAINE FARMS. ALL WILL BE SMALL BUSINESSES AND 26 WILL SOCIALLY DISADVANTAGED PRODUCERS. THESE PURCHASES WILL IMPROVE NUTRITION FOR 174,652 MAINE SCHOOL CHILDREN BY PROVIDING $776,210 TO 219 MAINE SCHOOLS. THE SCHOOLS IN THE STATE ALREADY PURCHASE FROM 111 DIFFERENT FARMS. WE EXPECT TO INCREASE THE NUMBER OF FARMS WE PURCHASE FROM BY 11 AS WELL AS INCREASING THE AMOUNT OF OVERALL LOCAL FOOD WE PURCHASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0128fac7-7324-5f73-036a-ba6be897d137-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C026_12K2"}, {"internal_id": 158149467, "Award ID": "AM23CPLFS000C025", "Award Amount": 7360472.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-11", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. BOARD OF EDUCATION PLANS TO MAKE THE FUNDS AVAILABLE DIRECTLY TO ALL SCHOOLS CURRENTLY IN THE NATIONAL SCHOOL LUNCH PROGRAM, IN AN EFFORT TO ALLOW FOR LOCAL CONTROL OF UTILIZATION OF THESE FUNDS FOR ALLOWABLE PURCHASES. IT IS ANTICIPATED THAT FRUITS, VEGETABLES AND MILK WILL CONTINUE TO BE A POPULAR CHOICE FOR THESE FUNDS, HOWEVER, WITH TECHNICAL ASSISTANCE WE HOPE TO EXPAND SCHOOLS’ UTILIZATION OF LOCAL TO INCLUDE PRODUCTS SUCH AS MEAT, EGGS AND GRAINS. THESE PURCHASES OF LOCAL UNPROCESSED PRODUCTS WILL TARGET SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS. ANTICIPATED OUTCOMES INCLUDE AN INCREASED ACCESS AND UTILIZATION OF LOCAL UNPROCESSED PRODUCTS THAT WILL IMPROVE SUPPLY CHAIN RESILIENCY, INCREASE CONTINUED USE OF LOCAL FARMERS AND PRODUCERS, INCREASE DISTRIBUTION OPTIONS AND BUILD PARTNERSHIPS WITH SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS THAT WILL CONTINUE AFTER THE PROGRAM CONCLUDES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE TH E NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. ALL SCHOOL FOOD AUTHORITIES PARTICIPATING IN THE NATIONAL SCHOOL LUNCH PROGRAM, WHICH IS APPROXIMATELY 1100, WILL HAVE ACCESS TO THESE FUNDS AND WILL HAVE LOCAL CONTROL TO PURCHASE FROM LOCAL PRODUCERS IN THEIR AREA. WITH SCHOOLS LOCATED THROUGHOUT THE STATE THOSE FUNDS CAN BE DISPERSED THROUGHOUT THE STATE AND AID THE LOCAL ECONOMY. SCHOOLS WILL ALSO BE PROVIDED ONLINE RESOURCES TO LOCATE LOCAL FARMERS AND PRODUCERS. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO SCHOOLS IN THE NATIONAL SCHOOL LUNCH PROGRAM THAT CHOOSE TO PARTICIPATE. THERE ARE APPROXIMATELY 1100 SCHOOL DISTRICTS IN ILLINOIS THAT WOULD QUALIFY, AND IT IS ESTIMATED THAT APPROXIMATELY HALF WILL CHOOSE TO PARTICIPATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7cb038b7-bbb0-c1ef-750b-a3f9ea44c342-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C025_12K2"}, {"internal_id": 158704234, "Award ID": "AM23CPLFS000C024", "Award Amount": 1250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-21", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. LOCAL EDUCATION AGENCIES WITH LOCAL FOOD FOR SCHOOLS AGREEMENT MONIES WILL PURCHASE AND STORE MINIMALLY AND UNPROCESSED FOODS FROM LOCAL PRODUCERS INCLUDING THOSE SOCIALLY DISADVANTAGED FOR THEIR STUDENTS IN ORDER TO STRENGTHEN THE FREQUENCY OF PROCUREMENTS AND CONNECTIONS BETWEEN THE AGRICULTURAL COMMUNITY AND SCHOOLS. THIS GRANT WILL PROVIDE SUPPORT FOR SMALL PRODUCERS, AND PROVIDE A VARIETY OF REGIONAL FOODS TO STUDENTS TO ENCOURAGE NUTRITION EDUCATION. IT IS EXPECTED TO SEE BOTH URBAN AND RURAL SCHOOLS PARTICIPATE IN THE APPLICATION PROCESS. THE EXPECTED OUTCOME IS TO PROMOTE AND FOSTER LOCAL FOOD PROCUREMENT FOR SCHOOL MEAL TRAYS AND PROPER HEALTH AND SAFETY HABITS; ENGAGE SCHOOLS WITH THE LOCAL AGRICULTURAL COMMUNITY; AND CREATE AN OPPORTUNITY FOR SOCIALLY DISADVANTAGED FARMERS TO PROMOTE AND GROW THEIR BUSINESS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. THE INTENDED BENEFICIARIES OF THE LOCAL FOOD FOR SCHOOLS GRANT WILL BE THE STUDENTS, AND SMALL LOCAL FARMERS AND PRODUCERS THAT ARE UNDERREPRESENTED. THROUGH THIS RELATIONSHIP, A STRONGER PARTNERSHIP BETWEEN THE LOCAL PRODUCERS AND LOCAL EDUCATION AGENCIES WILL BENEFIT THE COMMUNITY AS A WHOLE. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO LOCAL EDUCATION AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "924a5205-64b3-f1de-7103-b6a00272d4f1-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C024_12K2"}, {"internal_id": 158149466, "Award ID": "AM23CPLFS000C023", "Award Amount": 1489555.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-14", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. NEBRASKA DEPARTMENT OF EDUCATION WILL ALLOCATE FUNDS TO SCHOOLS FOR THE PURCHASE OF UNPROCESSED OR MINIMALLY PROCESSED FOODS FROM LOCAL, SMALL BUSINESS PRODUCERS; PROVIDE TECHNICAL ASSISTANCE TO SCHOOLS AND PRODUCERS, INCLUDING RESOURCES, TRAINING, AND NETWORKING EVENTS; LEVERAGE RECENT DEVELOPMENTS INCLUDING THE NEBRASKA FARM TO SCHOOL PROGRAM ACT, LOCAL FOOD PURCHASE ASSISTANCE PROGRAM, AND 2022 UNITED STATES DEPARTMENT OF AGRICULTURE FARM TO SCHOOL GRANT INITIATIVES TO TARGET SOCIALLY DISADVANTAGED PRODUCERS. THIS PROJECT WILL PAVE A WAY TOWARD A THRIVING, RESILIENT FARM TO SCHOOL INFRASTRUCTURE. NEBRASKA DEPARTMENT OF EDUCATION WILL ACTIVELY ENGAGE EXISTING PARTNERS AND FOSTER NEW PARTNERSHIPS TO BROADEN CONNECTIONS AND RELATIONSHIPS FARMERS AND PRODUCERS HAVE WITH NEBRASKA SCHOOLS. THIS PROVISION OF SUPPORT IS INTENDED TO FACILITATE THE DEVELOPMENT OF A THRIVING REGIONAL LOCAL FOOD ACTIVITY CENTER, WHEREIN SOCIALLY DISADVANTAGED AND SMALL BUSINESS PRODUCERS HAVE EXPANDED OPPORTUNITIES, LOCAL SUPPLIERS AND BUYERS ARE EMPOWERED TO COLLABORATE, AND SUPPLY ALIGNS WITH DEMAND EFFECTIVELY AND EQUITABLY. THIS NEBRASKA DEPARTMENT OF EDUCATION LED PROJECT WILL SIMULTANEOUSLY INCREASE LOCAL FOOD PURCHASES BY SCHOOLS AND EXPAND OPPORTUNITIES FOR LOCAL, SMALL BUSINESS, AND SOCIALLY DISADVANTAGED PRODUCERS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. IN CONJUNCTION WITH FUNDS SCHOOLS WILL ALSO RECEIVE SUPPORT VIA RESOURCES AND EVENTS THAT ASSIST WITH MAKING THE SCHOOL AND PRODUCER CONNECTION AND GROW IN UNDERSTANDING ABOUT SUCCESSFULLY PURCHASING FROM LOCAL SMALL BUSINESS AND SOCIALLY DISADVANTAGED PRODUCERS. FOR THE SCOPE OF THIS FOUNDATIONAL PROJECT, WE ESTIMATE THAT 75 NEBRASKA SMALL BUSINESS FOOD PRODUCERS WILL RECEIVE A DIRECT BENEFIT, WHICH ALIGNS WITH THE PLANS FOR LOCAL FOOD PURCHASE ASSISTANCE PROGRAM, AND THIS INCLUDES EIGHT SOCIALLY DISADVANTAGED PRODUCERS (USING THE 11% STATEWIDE RATE). THE RECIPIENT PLANS TO SUBAWARD FUNDS TO INDIVIDUAL NATIONAL SCHOOL LUNCH PROGRAM-PARTICIPATING SCHOOL DISTRICTS LOCATED IN THE SOUTHEASTERN AND METROPOLITAN STATE REGIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "53283c9f-1090-2a3c-4188-21374fe871ff-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C023_12K2"}, {"internal_id": 157765513, "Award ID": "AM23CPLFS000C022", "Award Amount": 2055804.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-28", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. TO INCREASE SCHOOL LINKAGES TO AND FOOD PROCUREMENT FROM BOTH LOCALLY SOCIALLY DISADVANTAGED AND SMALL BUSINESS PRODUCERS, KANSAS STATE DEPARTMENT OF EDUCATION WILL ISSUE SUBAWARDS TO ALL NATIONAL SCHOOL LUNCH PROGRAM PARTICIPATING SCHOOL FOOD AUTHORITIES FOR THE PURCHASE OF MINIMALLY PROCESSED AND UNPROCESSED MEATS FROM LOCAL SMALL BUSINESSES/PRODUCERS, THEREBY ENCOURAGING MARKET DIVERSIFICATION. SCHOOL FOOD AUTHORITIES WILL BE ENCOURAGED TO PRIORITIZE PURCHASING FROM SOCIALLY DISADVANTAGED PRODUCERS (SUCH AS FARMERS OF COLOR, WOMEN FARMERS, REFUGEE FARMERS, FIRST GENERATION FARMERS, AMONG OTHERS) THROUGH FACILITATION BY THE KANSAS RURAL CENTER AND THE KANSAS STATE DEPARTMENT OF AGRICULTURE. SUBAWARD FUNDS WILL BE ALLOCATED TO SCHOOL FOOD AUTHORITIES IN TWO ALLOCATION CYCLES AND FOLLOW THE MODEL USED TO ADMINISTER THE UNITED STATE DEPARTMENT OF AGRICULTURE FOOD AND NUTRITION SERVICES SUPPLY CHAIN ASSISTANCE FUNDS TO NATIONAL SCHOOL LUNCH PROGRAM PARTICIPATING SCHOOLS WITH ALL ELIGIBLE SCHOOL FOOD  AUTHORITIES RECEIVING A BASE ALLOTMENT PLUS AND ADDITIONAL SUM BASED ON STUDENT ENROLLMENT. SCHOOL FOOD AUTHORITIES WILL BE REQUIRED TO OPT IN AND CERTIFY THAT THE FUNDS WILL ONLY BE USED FOR ALLOWABLE PURCHASES. THE KANSAS STATE DEPARTMENT OF EDUCATION LED LOCAL MEATS FOR SCHOOLS PROJECT WILL ADDRESS BOTH BY PROVIDING SCHOOLS IN KANSAS WITH FUNDING TO PURCHASE MINIMALLY PROCESSED AND UNPROCESSED MEATS FROM LOCAL SMALL BUSINESSES (FARMERS, RANCHERS, MEAT PROCESSORS). IN CONJUNCTION WITH THIS FUNDING, KANSAS STATE DEPARTMENT OF EDUCATION WILL LEVERAGE ITS EXISTING FARM TO PLATE PROGRAM INITIATIVE INCLUDING BEEF TO SCHOOL, AND ORGANIZATIONAL CAPACITY TO PROVIDE CONNECTION OPPORTUNITIES AND RESOURCES TO SCHOOL FOOD AUTHORITIES AND LOCAL PRODUCERS/RANCHERS/MEAT PROCESSORS, WITH SPECIAL EMPHASIS ON TARGETING SMALL BUSINESS AND SOCIALLY DISADVANTAGED, WHEN PLANNING EVENTS AND COMMUNICATION TOOLS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. THIS KANSAS STATE DEPARTMENT OF EDUCATION LED PROJECT WILL SIMULTANEOUSLY INCREASE LOCAL FOOD PURCHASES BY SCHOOLS AND EXPAND OPPORTUNITIES FOR LOCAL, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED PRODUCERS. KANSAS STATE DEPARTMENT OF EDUCATION WILL ALLOCATE LOCAL MEAT TO SCHOOL FUNDS TO ALL NATIONAL SCHOOL LUNCH PROGRAM SPONSORS FOR A TOTAL OF 399 SCHOOL FOOD AUTHORITIES AND 507,527 STUDENTS. WE ESTIMATE THAT OVER 300 KANSAS SMALL BUSINESS FOOD PRODUCERS WILL RECEIVE A DIRECT BENEFIT, WHICH WOULD INCLUDE 168 SOCIALLY DI SADVANTAGED PRODUCERS (USING THE 56% STATEWIDE RATE). THE RECIPIENT PLANS TO SUBAWARD FUNDS TO INDIVIDUAL NATIONAL SCHOOL LUNCH PROGRAM-PARTICIPATING SCHOOL DISTRICTS IN KANSAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1789b742-cc77-17cb-e3f4-6a6fcb32d0e0-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C022_12K2"}, {"internal_id": 157326722, "Award ID": "AM23CPLFS000C021", "Award Amount": 4380275.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-02", "CFDA Number": "10.185", "Description": "“TRY IT LOCAL: ARIZONA’S LOCAL FOOD FOR SCHOOLS PROGRAM” IS AN INITIATIVE THAT WILL ENCOURAGE SCHOOLS AND SUPPLY CHAIN INTERMEDIATES TO UTILIZE LOCAL FARMERS AS A SOURCE FOR SCHOOL FOOD PROCUREMENT. “TRY IT LOCAL” WILL SUPPORT THREE MODELS FOR MOVING ANY VARIETY OR SCALE OF FOODS INTO SCHOOL MEAL PROGRAMS TO ACTIVATE FARM TO SCHOOL PARTNERSHIPS ACROSS ARIZONA. THE GOALS OF “TRY IT LOCAL” ARE TO PROVIDE AN OPPORTUNITY TO STRENGTHEN ARIZONA’S LOCAL AND REGIONAL FOOD SYSTEM; SUPPORT LOCAL AND SOCIALLY DISADVANTAGED FARMERS, PRODUCERS, AND SMALL BUSINESSES BY EXPANDING ECONOMIC OPPORTUNITIES; AND ESTABLISH, STRENGTHEN, AND BROADEN PARTNERSHIPS WITH FARMERS, PRODUCERS AND SCHOOLS TO ENSURE DISTRIBUTION OF FRESH AND NUTRITIOUS FOODS. THE “TRY IT LOCAL ARIZONA’S LOCAL FOOD FOR SCHOOLS PROGRAM (TRY IT LOCAL)” WILL SUPPORT THREE MODELS FOR MOVING ANY VARIETY OR SCALE OF LOCAL FOODS INTO SCHOOL MEAL PROGRAMS TO ACTIVATE FARM TO SCHOOL PARTNERSHIPS ACROSS ARIZONA’S LOCAL FOOD CHAIN. “TRY IT LOCAL” IS AN INITIATIVE MARKETED TO ENCOURAGE SCHOOLS, FARMERS, AND INTERMEDIATES TO LOOK AT LOCAL FOOD FOR SCHOOL MEALS. BY EXPLORING THREE MODELS FOR PROCUREMENT, PARTNERS CAN LEVERAGE THE OPTIONS THAT WORK BEST FOR THEIR AVAILABILITY AND READINESS. SCHOOL MEAL PROGRAM OPERATORS WILL HAVE THE OPPORTUNITY TO BUILD DIRECT RELATIONSHIPS WITH PRODUCERS AND LOCAL FOOD VENDORS OR SUPPLY CHAIN INTERMEDIATES, WHICH WILL DIVERSIFY THEIR ACCESS TO PRODUCTS FOR SCHOOL MEALS. “TRY IT LOCAL” IS AN OPPORTUNITY TO INCREASE AZS REACH AMONG SOCIALLY DISADVANTAGED PRODUCERS BY EXPANDING THE TYPES OF LOCAL FOOD OPTIONS THAT CAN BE PURCHASED AND DISTRIBUTED AMONG UNDERSERVED COMMUNITIES AND THE PATHWAYS BY WHICH SCHOOLS CAN CONNECT WITH THEIR LOCAL PRODUCERS. PROJECT BENEFICIARIES WILL INCLUDE APPROXIMATELY 250 SCHOOL DISTRICTS IN ARIZONA ALREADY ENGAGING IN FARM-TO-SCHOOL ACTIVITIES, AS WELL AS INCENTIVIZING SCHOOLS’ DISTRICTS THAT MAY HAVE BEEN PREVIOUSLY HESITANT OR DISCONNECTED FROM LOCAL PROCUREMENT ACTIVITIES. BY PROVIDING MULTIPLE OPTIONS AND ENTRY POINTS FOR BOTH SCHOOLS AND FARMERS, RECIPIENTS CAN FIND A SOLUTION OR APPROACH THAT FITS THEIR NEEDS AND READINESS TO ENGAGE IN FARM TO SCHOOL EFFORTS. ADDITIONAL PROJECT BENEFICIARIES WILL INCLUDE AT LEAST 10,000 UNDERSERVED STUDENTS IN AT LEAST 10 COUNTIES BY THE END OF PROJECT PERIOD. THIS PROJECT WILL ALSO BENEFIT 65 LOCAL PRODUCERS, INCLUDING AT LEAST 39 SOCIALLY DISADVANTAGED PRODUCERS, AND 100 PERCENT OF THE FUNDS WILL BE USED AT SMALL BUSINESSES ACROSS AMERICA. ARIZONA DEPARTMENT OF EDUCATION HAS EXTENSIVE EXPERIENCE IMPLEMENTING FISCAL CONTROLS. THIS IS MANAGED THROUGH STRUCTURED PROCEDURES, PRACTICES AND LAYERS OF OVERSIGHT WHICH INCLUDES PARTICIPATION IN REGULAR FEDERAL AND STATE AUDITS. THE RISK AND FRAUD PREVENTION CONTROLS THROUGH THIS PROGRAM VIA SUBAWARDS AND CONTRACTS WILL BE MANAGED THROUGH ARIZONA DEPARTMENT OF EDUCATION'S HEALTH AND NUTRITION SERVICES, FINANCE, BUDGET, AND ACCOUNTING DEPARTMENTS. MOST SUBAWARDS OR CONTRACTS WILL BE MANAGED THROUGH ARIZONA DEPARTMENT OF EDUCATION'S GRANT MANAGEMENT SYSTEM OR ARIZONA PROCUREMENT PORTAL. BOTH SYSTEMS HAVE STRICT CONTROLS IN PLACE TO ENSURE ENTITIES APPLYING AS VENDORS OR RECIPIENTS OF STATE FUNDS ARE VETTED. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO ARIZONA SCHOOL DISTRICTS. RECIPIENTS ARE GIVEN THREE OPTIONS, ONE OF WHICH IS A SUBAWARD TO THE PARTICIPATING SCHOOL DISTRICTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b4e3b9bf-7290-978e-8e51-db9e36cbd8c3-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C021_12K2"}, {"internal_id": 156907671, "Award ID": "AM23CPLFS000C020", "Award Amount": 2062715.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-28", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. OREGON DEPARTMENT OF EDUCATION WILL UTILIZE THE ESTABLISHED STATE REIMBURSEMENT GRANT SYSTEMS TO OPERATE THE LOCAL FOOD FOR SCHOOLS GRANT. OREGON DEPARTMENT OF EDUCATION WILL PROVIDE THE LOCAL FOOD FOR SCHOOLS GRANT FUNDS DIRECTLY TO SCHOOLS THROUGH A REIMBURSEMENT PROCESS, SIMILAR TO HOW SCHOOLS ARE REIMBURSED THROUGH THE FARM TO SCHOOL GRANT. SCHOOLS THAT RECEIVE GRANT FUNDING WILL BE REQUIRED TO SUBMIT FOOD INVOICES BEFORE REIMBURSEMENT WILL BE PROVIDED. INVOICES WILL BE REVIEWED BY OREGON DEPARTMENT OF EDUCATION STAFF PRIOR TO APPROVAL FOR REIMBURSEMENT. IN ADDITION, TRAINING WILL BE PROVIDED TO ALL AWARDEES PRIOR TO ISSUING FUNDS TO ENSURE ALL UNDERSTAND THE REQUIREMENTS OF RECEIPT OF GRANT FUNDS. OREGON DEPARTMENT OF EDUCATION WILL RECEIVE $2 MILLION DOLLARS THAT SPONSORS PARTICIPATING IN THE NATIONAL SCHOOL LUNCH PROGRAM CAN USE FOR REIMBURSEMENT OF OREGON GROWN, RAISED AND UNPROCESSED OR MINIMALLY PROCESSED FOOD, MUCH LIKE THE OREGON DEPARTMENT OF EDUCATION STATE FARM TO SCHOOL GRANT THAT IS CURRENTLY IN OPERATION. THIS NEW GRANT OPPORTUNITY WILL ENABLE EXPANSION TO THE OREGON DEPARTMENT OF EDUCATION FARM TO OREGON DEPARTMENT OF EDUCATION SCHOOL GRANT, AS WELL AS OFFER OPPORTUNITIES FOR SCHOOL DISTRICTS TO BE REIMBURSED FOR CERTAIN FOODS THAT ARE NON-REIMBURSABLE UNDER THE FARM TO SCHOOL GRANT. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. THESE FUNDS WILL BENEFIT SCHOOLS IN PROVIDING REIMBURSEMENT FOR FOOD ITEMS THAT ARE NOT REIMBURSABLE UNDER STATE FARM TO SCHOOL GRANT AND OFFER FUNDING SUPPORT FOR THE CONTINUED SUPPLY CHAIN AND INFLATION ISSUES. THIS WILL, IN TURN, BENEFIT THOSE LOCAL FARMERS AND PRODUCERS WHOSE PRODUCTS ARE NOT CURRENTLY BEING SOLD TO SCHOOLS AND REIMBURSED BY THE STATE GRANT. THE RECIPIENT PLANS TO HAVE CONTRACTUAL AGREEMENTS WITH APPROXIMATELY 200 NATIONAL SCHOOL LUNCH PROGRAM SPONSORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b510f5cc-5106-5c93-1cab-7b2366fe9302-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C020_12K2"}, {"internal_id": 156315962, "Award ID": "AM23CPLFS000C019", "Award Amount": 4108280.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. THESE FUNDS WILL BE DISTRIBUTED EQUITABLY TO SCHOOL FOOD AUTHORITIES THAT REQUEST FUNDING. SCHOOL FOOD AUTHORITIES WILL PURCHASE LOCAL AND REGIONAL FOOD FROM A PREAPPROVED LIST (PROVIDED BY THE TENNESSEE DEPARTMENT OF AGRICULTURE) OF SOCIALLY DISADVANTAGED FARMERS, RANCHERS, AND PRODUCERS. SCHOOL FOOD AUTHORITIES WILL BE RESPONSIBLE FOR DOCUMENTING THE COSTS OF PURCHASING, STORING, AND DISTRIBUTING THE FOOD PRODUCTS. LOCAL FOOD FOR SCHOOLS FUNDS WILL HELP TO CREATE NEW MARKET CONNECTIONS WITH FARMERS/PRODUCERS FROM ACROSS THE STATE. ESTABLISHING THE AGRICULTURE CONNECTIONS WITH SCHOOL NUTRITION PROGRAMS WILL BE ACCOMPLISHED BY SUB AWARDING UP TO 199 SCHOOL FOOD AUTHORITIES WITH GRANT FUNDS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. FUNDS WILL HELP TO INCREASE LOCAL FOOD CONSUMPTION AND HELP EXPAND ECONOMIC OPPORTUNITY FOR LOCAL, SMALL BUSINESSES, REGIONAL FARMERS/PRODUCERS, AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS BY KEEPING FUNDS WITHIN LOCAL COMMUNITIES AND DISTRIBUTING LOCAL PRODUCTS TO SCHOOLS. 25 PERCENT OF SCHOOL FOOD AUTHORITIES HAVE ALREADY SHOWN INTEREST IN UTILIZING THE LOCAL FOOD FOR SCHOOLS GRANT FUNDS. TWO OF THOSE THAT HAVE SHOWN INTEREST ARE LARGER SCHOOL DISTRICTS, WHICH WOULD HELP TO MAKE A POSITIVE IMPACT IN THEIR COMMUNITIES FOR STUDENTS AND LOCAL BUSINESSES. THERE IS A POTENTIAL FOR SCHOOL FOOD AUTHORITIES TO PURCHASE FROM OVER 100 PRODUCERS ACROSS THE STATE. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO POTENTIALLY 199 FOOD SCHOOL AUTHORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "06606847-8125-b3b4-1e74-4b0a19df78cf-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C019_12K2"}, {"internal_id": 156588918, "Award ID": "AM23CPLFS000C018", "Award Amount": 7169232.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-03", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. THE GEORGIA DEPARTMENT OF EDUCATION WILL UTILIZE LOCAL FOOD FOR SCHOOLS PROGRAM FUNDS TO INCREASE PURCHASING OF LOCAL FOODS FOR DISTRIBUTION TO SCHOOLS BY ESTABLISHING A PILOT PROGRAM THAT WILL MODEL EXPANSION OF ECONOMIC OPPORTUNITIES THAT ENSURE DISTRIBUTION OF FRESH AND NUTRITIOUS FOODS IN UNDERSERVED COMMUNITIES OF GEORGIA. LOCAL FOOD FOR SCHOOLS PROGRAM FUNDS WILL BE UTILIZED TO INCREASE PURCHASES OF GEORGIA GROWN FOODS, PROVIDE MINIMALLY PROCESSED GEORGIA GROWN PRODUCTS TO SCHOOLS TO ALLEVIATE STATED CHALLENGES OF SCHOOL FOOD AUTHORITIES WHEN RECEIVING GEORGIA GROWN CROPS DIRECTLY FROM FARMERS, DISTRIBUTE FOOD THROUGHOUT GEORGIA TO UNDERSERVED COMMUNITIES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. GEORGIA’S LOCAL FOOD FOR SCHOOLS PROGRAM WILL BENEFIT SOCIALLY DISADVANTAGED FARMERS, SMALL BUSINESSES, AND SCHOOL FOOD AUTHORITIES IN UNDERSERVED COMMUNITIES OF GEORGIA. GEORGIA DEPARTMENT OF EDUCATION IS UNIQUELY POSITIONED TO DIRECT LOCAL FOOD FOR SCHOOLS PURCHASED FOOD TO IDENTIFIED SCHOOL FOOD AUTHORITIES THAT OPT INTO THE LOCAL FOOD FOR SCHOOLS PILOT PROGRAM. THE ESTIMATED REACH IS AROUND 700 ,000 GEORGIA STUDENTS. LOCAL FOOD FOR SCHOOLS WILL BE A LARGE COMPONENT OF ENSURING THAT ALL GEORGIA STUDENTS HAVE EQUITABLE ACCESS TO NUTRITIOUS LOCAL FOOD, A KEY TO SUCCESS. THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de493926-fc91-fb65-198f-e9118ee2348e-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C018_12K2"}, {"internal_id": 156315963, "Award ID": "AM23CPLFS000C017", "Award Amount": 4416116.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. IN COLLABORATION WITH THE INDIANA DEPARTMENT OF EDUCATION AND OTHER STATEWIDE PARTNERS, THE INDIANA DEPARTMENT OF HEALTH DIVISION OF NUTRITION AND PHYSICAL ACTIVITY WILL LEAD THE EFFORT TO INCREASE THE AMOUNT OF LOCAL FOOD PRODUCED BY SMALL, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS PROCURED AND SERVED IN K-12 SCHOOL CAFETERIAS IN INDIANA. THE DIVISION OF NUTRITION AND PHYSICAL ACTIVITY WILL WORK WITH THE INDIANA DEPARTMENT OF EDUCATION AND PARTICIPATING DISTRIBUTORS TO DETERMINE HOW TO SELECT AND PRIORITIZE SCHOOLS TO RECEIVE LOCAL FOOD SCHOOLS-PURCHASED PRODUCTS. ALTHOUGH THIS PROCESS WILL OCCUR DURING THE PROJECT PERIOD, ONE THING THAT CAN BE STATED NOW IS THAT EFFORTS TO ADDRESS RACIAL AND SOCIAL INEQUITIES IN SCHOOLS AND SCHOOL FOOD PROGRAMS WILL BE CENTERED IN THE DIVISION OF NUTRITION AND PHYSICAL ACTIVITY’S APPROACH TO LOCAL FOOD FOR SCHOOLS. THIS PROJECT WILL PROVIDE FUNDING (THROUGH SUBAWARDS) TO BROADLINE FOOD DISTRIBUTORS OPERATING IN INDIANA TO PURCHASE LOCAL, DOMESTIC FOOD FROM INDIANA-BASED SOCIALLY DISADVANTAGED FARMERS AND RANCHERS TO DISTRIBUTE TO QUALIFYING (NATIONAL SCHOOL LUNCH PROGRAM-ENROLLED) K-12 INDIANA SCHOOLS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. PRODUCERS: ALL FOOD PURCHASED BY DISTRIBUTORS THROUGH LOCAL FOOD FOR SCHOOLS FUNDING MUST COME FROM LOCAL, SMALL, SOCIALLY DISADVANTAGED FARMERS AND RANCHERS. BASED ON 2020 FREE AND REDUCED-PRICE LUNCH ENROLLMENT DATA IN INDIANA PUBLIC SCHOOLS, LOCAL FOOD FOR SCHOOLS HAS THE POTENTIAL TO REACH UP TO 533,000 INDIANA STUDENTS. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO 4 DISTRIBUTORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35059a9f-8ccd-cb56-45b7-ab1e5092969c-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C017_12K2"}, {"internal_id": 155118125, "Award ID": "AM23CPLFS000C016", "Award Amount": 6807688.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-13", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. THE PENNSYLVANIA LOCAL FOOD FOR SCHOOLS COOPERATIVE AGREEMENT PROGRAM WILL SUB-AWARD FUNDS TO SCHOOL FOOD AUTHORITIES IN PENNSYLVANIA THAT ARE OPERATING THE NATIONAL SCHOOL LUNCH AND BREAKFAST PROGRAM AND DEMONSTRATE INTEREST AND SOME PREVIOUS EXPERIENCE IN SOURCING LOCAL FOODS. SCHOOL FOOD AUTHORITIES WILL, TO THE EXTENT POSSIBLE, AS ALLOWABLE UNDER FEDERAL PROCUREMENT RULES FOR SCHOOL FOOD PURCHASES, BE ENCOURAGED TO PURCHASE PRODUCTS GROWN, RAISED, AND PRODUCED WITHIN THE COMMONWEALTH OF PENNSYLVANIA. THROUGH THIS PROGRAM, THE PENNSYLVANIA DEPARTMENT OF AGRICULTURE WILL BE ABLE TO WORK WITH INCREASING NUMBERS OF LOCAL PRODUCERS, INCLUDING SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS AND VERY SMALL FARMERS WHOSE PRODUCTION CAPACITY CAN BE MATCHED WITH SCHOOL FOOD AUTHORITIES. THROUGH THE PENNSYLVANIA-LOCAL FOOD FOR SCHOOLS, PENNSYLVANIA DEPARTMENT OF AGRICULTURE WILL BE ABLE TO ACHIEVE THE CO-EQUAL GOALS OF THIS PROGRAM, INCREASING SALES OPPORTUNITIES FOR THE LOCAL AND REGIONAL FOOD SYSTEM AND ENSURING THAT SCHOOL FOOD AUTHORITIES IN PENNSYLVANIA ARE AFFORDED ADDITIONAL RESOURCES TO FEED OUR SCHOOL CHILDREN DURING THESE CH ALLENGING TIMES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. THESE FUNDS WILL ALLOW US TO SUPPORT THE LOCAL AND REGIONAL FOOD SYSTEM, WITH AN EMPHASIS ON PENNSYLVANIA, BY PURCHASING FOOD FROM LOCAL, SMALL BUSINESSES, LOCAL AND REGIONAL FARMERS AND PRODUCERS, AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS WHO ARE PRODUCING LOCAL AND REGIONAL DOMESTIC PRODUCT. FUNDS WILL BENEFIT PENNSYLVANIA SCHOOL FOOD AUTHORITIES THAT ARE CURRENTLY STRUGGLING WITH THE MYRIAD CHALLENGES FACING SCHOOLS DUE TO ONGOING SUPPLY CHAIN ISSUES AND FOOD PRICE INFLATION. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO SCHOOL FOOD AUTHORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "90478352-58d6-f8a4-9824-98cdd8251fbf-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C016_12K2"}, {"internal_id": 154736313, "Award ID": "AM23CPLFS000C015", "Award Amount": 1666705.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-29", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS.  THROUGH THE LOCAL FOOD FOR SCHOOLS COOPERATIVE AGREEMENTS, THE NEVADA DEPARTMENT OF AGRICULTURE WILL PROVIDE AN OPPORTUNITY FOR SMALL BUSINESSES, LOCAL AND SOCIALLY DISADVANTAGED PRODUCERS TO PROVIDE FOOD TO NEVADA SCHOOLS THROUGH SUBAWARD GRANTS AND TO BUILD RELATIONSHIPS WITH THESE PRODUCERS. FIRST THIS PROJECT WILL IDENTIFY AND SUPPORT SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS IN NEVADA AND WITHIN THE SURROUNDING 400-MILE RADIUS BY ADDING OVER $1.6 MILLION DOLLARS’ WORTH OF PURCHASING POWER TO THE MARKET. THIS AGREEMENT WILL SUPPORT SMALL BUSINESSES IN NEVADA AND WITHIN THE SURROUNDING 400-MILE RADIUS THAT PRODUCE MINIMALLY PROCESSED OR UNPROCESSED FOODS THAT SCHOOLS CAN USE IN THEIR NUTRITION PROGRAMS BY ADDING OVER $1.6 MILLION DOLLARS’ WORTH OF PURCHASING POWER TO THE MARKET. TO BETTER SUPPORT SCHOOL NUTRITION PROGRAMS IN NEVADA, NEVADA DEPARTMENT OF AGRICULTURE WILL BE PROVIDING ANOTHER AVENUE AND RESOURCE FOR FOOD PURCHASES WHEN SUPPLY CHAIN ISSUES MAKE IT HARD FOR THEM TO PROCURE FOOD FOR THEIR PROGRAM. NEVADA DEPARTMENT OF AGRICULTURE WILL EVALUATE PROJECT SUCCESS BY TRACKING THE NUMBER OF PRODUCER PARTNERS EST ABLISHED, THE NUMBER OF SCHOOL FOOD AUTHORITIES RECEIVING SUBGRANT AWARDS, AND THE AMOUNT OF FUNDS SPENT BY SCHOOL FOOD AUTHORITIES ON LOCAL AND REGIONAL FOODS. THESE NUMBERS WILL BE COMPARED TO THE NUMBERS IN THE PROPOSED DELIVERABLES OUTLINED IN THE OUTCOME INDICATORS SECTION. PROGRESS WILL BE TRACKED MONTHLY AND REPORTED QUARTERLY AND ANNUALLY. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. NEVADA CURRENTLY HAS 62 SCHOOL FOOD AUTHORITIES OPERATING THE NATIONAL SCHOOL LUNCH PROGRAM. ALL SCHOOL FOOD AUTHORITIES WILL BE ABLE TO BENEFIT FROM THIS PROGRAM BY BEING ABLE TO USE FUNDS AWARDED FROM THE LOCAL FOOD FOR SCHOOLS COOPERATIVE AGREEMENT TO HELP THEM PURCHASE FROM SMALL BUSINESSES AND PRODUCERS IN THEIR AREA. THE LOCAL FOOD FOR SCHOOLS COOPERATIVE AGREEMENT WILL BENEFIT LOCAL AND REGIONAL PRODUCERS BY PROVIDING AN ADDITIONAL $1,666,705 IN PURCHASING POWER AND IT WILL PROVIDE ECONOMIC OPPORTUNITY FOR SMALL BUSINESSES AND THE SOCIALLY DISADVANTAGED FARMERS WHO WILL BENEFIT FROM BUILDING RELATIONSHIPS WITH THE SCHOOL NUTRITION PROGRAMS IN NEVADA THAT WILL HOPEFULLY CONTINUE BEYOND THE LOCAL FOOD FOR SCHOOLS GRANT PERIOD. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO SCHOOL NUTRITION PROGRAMS IN NEVADA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "752f93ee-cacf-f166-5b04-ddfc426585a2-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C015_12K2"}, {"internal_id": 154736318, "Award ID": "AM23CPLFS000C014", "Award Amount": 3564026.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-23", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. NEW ENGLAND FOOD FOR SCHOOLS IS A PROGRAM THE MASSACHUSETTS DEPARTMENT OF ELEMENTARY AND SECONDARY EDUCATION IN PARTNERSHIP WITH MASSACHUSETTS FARM TO SCHOOL HAS PROPOSED TO INCREASE THE CAPACITY FOR SCHOOL FOOD AUTHORITIES ADMINISTERING THE NATIONAL SCHOOL LUNCH PROGRAM TO PROCURE LOCAL UNPROCESSED OR MINIMALLY PROCESSED FOODS FOR SERVICE IN SCHOOL MEALS AND SNACKS. THE DEPARTMENT OF ELEMENTARY AND SECONDARY EDUCATION'S OFFICE FOR FOOD AND NUTRITION PROGRAMS WILL UTILIZE THE LOCAL FOOD FOR SCHOOLS PROGRAM FUNDS TO INCENTIVIZE SCHOOL FOOD AUTHORITIES WITH REQUIRED ADMINISTRATIVE CAPACITY WHO ARE INTERESTED IN BEGINNING OR INCREASING THEIR LOCAL PROCUREMENT TO CONTRACT WITH PROVIDERS OF LOCAL UNPROCESSED FOODS. THROUGH BOTH THE EXPANSION AND THE CREATION OF NEW BUSINESS RELATIONSHIPS, THE DEPARTMENT OF ELEMENTARY AND SECONDARY EDUCATION'S OFFICE FOR FOOD AND NUTRITION PROGRAMS WILL LOOK TO CREATE A SUSTAINABLE MODEL TO ADDRESS FOOD INSECURITY, IMPROVE MEAL QUALITY AND INCREASE THE ENGAGEMENT OF SOCIALLY DISADVANTAGED FARMERS AND SMALL BUSINESSES' SUPPLIES OF SCHOOL FOOD THROUGH THIS OPPORTUNITY. THROUGH THIS PROGRAM, FUNDS WILL BE AWARDED TO SCHOOL FOOD AUTHORITIES TO PURCHASE FROM PRODUCERS, INCLUDING BUT NOT LIMITED TO FARMERS, FOOD HUBS, AND FISHERMEN, WITHIN A 400-MILE RADIUS. CONCERTED EFFORTS WILL BE MADE TO HIGHLIGHT THE OPPORTUNITIES MADE AVAILABLE THROUGH NON-TRADITIONAL PROV IDERS OF LOCALLY GROWN PRODUCTS LIKE FOOD HUBS TO CREATE NEW PROCUREMENT RELATIONSHIPS WITH SOCIALLY DISADVANTAGED FARMERS AND SMALL BUSINESSES. TECHNICAL ASSISTANCE WILL BE MADE AVAILABLE TO SCHOOL FOOD AUTHORITIES AND LOCAL PRODUCERS TO BETTER UNDERSTAND HOW TO IDENTIFY INTERESTED PURCHASERS AND SUPPLIERS OF LOCAL FOODS, THE STEPS INVOLVED IN ISSUING AND RESPONDING TO A COMPLIANT MASSACHUSETTS PROCUREMENT PROCESS AND HIGHLIGHTING THE VALUE OF LOCAL FOOD IN SCHOOL MEALS. THE GOAL OF THIS INITIATIVE IS TO EXPAND THE CAPACITY FOR PROCURING AND PROVIDING LOCAL FOODS TO SCHOOLS, STRENGTHENING LOCAL FOOD SYSTEMS, AND IMPROVING MEAL QUALITY FOR CHILDREN OF THE COMMONWEALTH. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. THE LOCAL FOOD FOR SCHOOLS PROJECT WILL BENEFIT TWO AUDIENCES - MASSACHUSETTS AND REGIONAL FARMERS AND FISHERMEN WHO WILL SEE INCREASED SALES AND MASSACHUSETTS STUDENTS WHO WILL HAVE GREATER ACCESS TO HEALTHY, LOCALLY GROWN FOODS IN THEIR SCHOOL MEALS. THIS PROPOSAL WILL SUPPORT SCHOOLS TO BOTH BUY DIRECTLY FROM FARMERS AND UTILIZE AWARDED FUNDS TO PURCHASE FROM REGIONAL FOOD HUBS THAT AGGREGATE FROM A NUMBER OF LOCAL PRODUCERS. WE ANTICIPATE FUNDS WILL SUPPORT PURCHASES FROM AT LEAST 30 REGIONAL FARMS. PURCHASES OF LOCALLY CAUGHT SEAFOOD WILL BE DIRECTED TO AGGREGATORS THAT PURCHASE FROM OVER 200 LOCAL BOATS. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO SCHOOL FOOD AUTHORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "05163fc0-09ce-3557-3568-1554c7012434-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C014_12K2"}, {"internal_id": 154736314, "Award ID": "AM23CPLFS000C013", "Award Amount": 1944687.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-29", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. THE UTAH STATE BOARD OF EDUCATION WILL USE COOPERATIVE AGREEMENT FUNDS TO SUPPORT UTAH’S SMALL RANCHERS AND PROVIDE SCHOOL FOOD SERVICE PROGRAMS ACCESS TO BEEF AND BISON PRODUCTS. UTAH STATE BOARD OF EDUCATION WILL PROCURE COMPETITIVE CONTRACTS WITH LOCAL MEAT PRODUCERS AND PROCESSORS. COOPERATIVE AGREEMENT FUNDS WILL THEN BE SUB-AWARDED TO SCHOOL FOOD SERVICE PROGRAMS. SCHOOLS WILL WORK DIRECTLY WITH CONTRACTED VENDORS TO ARRANGE ORDERING AND DELIVERY AND WILL INVOICE UTAH STATE BOARD OF EDUCATION FOR REIMBURSEMENT, UP TO THE TOTAL AMOUNT OF THEIR AWARD. THIS PROJECT WILL ALLOW UTAH MEAT PRODUCERS THE OPPORTUNITY TO EXPLORE NEW MARKET CHANNELS AND BUILD RELATIONSHIPS WITH NEW BUYERS, WHILE HELPING SCHOOLS IMPROVE MEAL QUALITY WITH HEALTHY, LOCALLY PRODUCED PROTEIN. COOPERATIVE AGREEMENT FUNDS WILL BE USED TO PURCHASE BEEF AND BISON PRODUCTS FROM REGIONAL PRODUCERS, SPECIFICALLY GROUND RAW MEAT AND JERKY AND MEAT STICKS. FOR THIS PROJECT, THE UTAH STATE BOARD OF EDUCATION WILL CONDUCT THE COMPETITIVE PROCUREMENT, TARGETING SOCIALLY DISADVANTAGED AND SMALL FARMERS, AND MANAGE THE CONTRACTS. SCHOOL FOOD AUTHORITIES WILL SIMPLY N EED TO PLACE ORDERS DIRECTLY WITH THE CONTRACTED VENDORS. THIS REMOVES THE PROCUREMENT BARRIER TO PARTICIPATION, WHILE STILL ALLOWING FOOD SERVICE PROGRAMS TO CONTROL THE QUANTITY AND TIMING OF PRODUCTS DELIVERED TO THEIR SCHOOLS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. THE LOCAL FOOD FOR SCHOOLS COOPERATIVE AGREEMENT PROJECT WILL BE A WIN FOR UTAH RANCHERS, MEAT PROCESSORS, AND SCHOOLS. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO SCHOOL FOOD AUTHORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f2ee5d95-2adb-5b87-74c3-c75b49030917-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C013_12K2"}, {"internal_id": 154199617, "Award ID": "AM23CPLFS000C012", "Award Amount": 2998739.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-15", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. THE LOCAL FOOD FOR SCHOOLS COOPERATIVE AGREEMENT PROGRAM AWARD OF APPROXIMATELY $3 MILLION WILL FACILITATE PROCUREMENT, DISTRIBUTION AND STORAGE OF LOCAL FOODS IN MARYLAND. THIS IS TO EXPAND LOCAL MARKETS, WITH AN EMPHASIS ON PURCHASING FROM HISTORICALLY UNDERSERVED PRODUCERS. THE LOCAL FOOD FOR SCHOOLS PROJECT WILL BUILD ON EXISTING INITIATIVES BY PROVIDING SUPPORT TO LOCAL EDUCATION AGENCIES VIA GRANTS FOR PROCUREMENT FROM LOCAL, SMALL AND SOCIALLY DISADVANTAGED PRODUCERS. THE CRITERIA FOR GRANT AWARDS WILL ALSO INCLUDE PROVISIONS TO ADDRESS BARRIERS TO PROCUREMENT AMONG THESE PRODUCERS THAT MAY BE CAUSED BY DISTRIBUTION AND OR STORAGE CHALLENGES. BY WORKING WITH LOCAL EDUCATION AGENCIES AND PRODUCERS, IT IS EXPECTED THAT THE LOCAL FOOD FOR SCHOOLS PROJECT WILL FACILITATE ADDITIONAL SUSTAINABLE DISTRIBUTION CHANNELS FOR PROVIDING LOCAL FOODS TO SCHOOLS BEYOND THE GRANT PERIOD. IT IS ALSO EXPECTED THAT THE PARTICIPATION OF NON-TRADITIONAL PRODUCERS IN PROVIDING MEALS TO MARYLAND SCHOOL CHILDREN WILL INCREASE EQUITY IN LOCAL SCHOOL FOOD PROCUREMENT. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PR ODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. KEY BENEFICIARIES INCLUDE MARYLAND STUDENTS WHO WILL HAVE MORE ACCESS TO LOCAL FOODS. THE PROGRAM WILL PROVIDE LOCAL EDUCATION AGENCIES WITH MORE OPTIONS FOR PROCURING LOCAL FOODS. PRODUCERS WILL BENEFIT FROM NEW MARKET OPPORTUNITIES TO INCLUDE WORKING DIRECTLY WITH LOCAL EDUCATION AGENCIES AND DISTRIBUTORS THAT PROVIDE FOODS FOR THE SCHOOL MEALS PROGRAMS. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO LOCAL EDUCATION AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d971441-58d7-5c83-2386-67952c3dff7c-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C012_12K2"}, {"internal_id": 154199618, "Award ID": "AM23CPLFS000C011", "Award Amount": 3002891.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-15", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. THE OKLAHOMA DEPARTMENT OF AGRICULTURE, FOOD AND FORESTRY WILL CONNECT LOCAL PRODUCERS OF PRODUCE, MEAT, POULTRY, DAIRY, EGGS, AND NUTS WITH SCHOOLS WISHING TO ADD LOCAL FOOD TO THEIR CAFETERIA MENUS THROUGH A NEWLY ESTABLISHED ONLINE PORTAL. SCHOOLS WILL BE ABLE TO SUBMIT AN APPLICATION TO OKLAHOMA DEPARTMENT OF AGRICULTURE, FOOD AND FORESTRY OUTLINING AN INTENT TO PURCHASE FROM ONE OF THESE PRODUCERS OR PRODUCERS FROM THEIR LOCAL AREA (WITHIN 400 MILES). ONCE APPROVED BY OKLAHOMA DEPARTMENT OF AGRICULTURE, FOOD AND FORESTRY, THE SCHOOL CAN THEN PURCHASE THE FOOD AND SUBMIT AN INVOICE FOR REIMBURSEMENT. IN ORDER TO TARGET SOCIALLY DISADVANTAGED PRODUCERS, OKLAHOMA DEPARTMENT OF AGRICULTURE, FOOD AND FORESTRY WILL ENGAGE PARTNERS AT LANGSTON UNIVERSITY AND OKLAHOMA STATE UNIVERSITY WITH THE RESOURCES TO INFORM THESE PRODUCERS OF THE OPPORTUNITY WHILE HELPING PRODUCERS MEET THE MINIMUM REQUIREMENTS OF QUALIFICATION. SCHOOLS WILL BE REQUIRED TO SUBMIT INVOICES TO OKLAHOMA DEPARTMENT OF AGRICULTURE, FOOD AND FORESTRY AFTER PURCHASING THE FOOD. THIS WILL LET OKLAHOMA DEPARTMENT OF AGRICULTURE, FOOD AND FORESTRY EVALUATE AND APPROVE THE PURCHASE IN ORDER ENSURE THE PURCHASE FITS THE PARAMETERS OF THE AGREEMENT. ONLY PURCHASES MADE FROM A PRODUCER ON THE PRE-APPROVED LIST PROVIDED BY OKLAHOMA DEPARTMENT OF AGRICULTURE, FOOD AND FORESTRY WILL BE ACCEPTED. EXCEPTIONS MAY BE SUBMITTED TO OKLAHOMA DEPARTMENT OF AGRICULTURE, FOOD AND FORESTRY BUT DETAILED INFORMATION MUST ACCOMPANY THE REQUEST INCLUDING ALL INFORMATION REQUIRED ON THE LIST ESTABLISHED BY THE LOCAL FOOD PURCHASE ASSISTANCE PROGRAM. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. THROUGH THE APPLICATION PROCESS CREATED BY LOCAL FOOD PURCHASE ASSISTANCE PROGRAM AND HOUSED AT OKLAHOMA DEPARTMENT OF AGRICULTURE, FOOD AND FORESTRY, MORE THAN 100 OKLAHOMA FARMERS AND RANCHERS COULD BENEFIT FROM THIS PROGRAM BY SELLING DIRECTLY TO SCHOOLS UTILIZING LOCAL FOOD FOR SCHOOLS DOLLARS. OKLAHOMA DEPARTMENT OF AGRICULTURE, FOOD AND FORESTRY WILL ALSO USE THE NETWORKS AT OKLAHOMA STATE UNIVERSITY AND LANGSTON UNIVERSITY TO INCLUDE AS MANY SOCIALLY DISADVANTAGED PRODUCERS AS POSSIBLE. THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75ca55aa-0c45-622b-3fac-a9e5a8cc4231-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C011_12K2"}, {"internal_id": 154199619, "Award ID": "AM23CPLFS000C010", "Award Amount": 1222078.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-15", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. THE WEST VIRGINIA LOCAL FOODS INITIATIVE WILL HELP TO ENCOURAGE LOCAL FARMERS/PRODUCERS TO GROW/PRODUCE FOOD THAT CAN BE INCORPORATED INTO PUBLIC SCHOOL MENUS. WORKING WITH LOCAL WEST VIRGINIA FARMERS AND PRODUCERS AND SMALL BUSINESSES ALONG WITH SCHOOL FOOD SERVICE DIRECTORS, FOODS WILL BE IDENTIFIED FOR PURCHASE AND LINKED TO FARMERS AND PRODUCERS AND SMALL BUSINESSES THAT CAN PROVIDE THOSE PRODUCTS. SEVERAL OF THE FOOD SERVICE DIRECTORS IN COUNTY SCHOOL FOOD AUTHORITIES ARE PURCHASING LOCAL FOODS WHEN AND WHERE AVAILABLE. THERE IS CERTAINLY A NEED AND INTEREST TO INCREASE THE NUMBER OF FARMERS AND PRODUCERS SELLING TO SCHOOLS AS WELL AS INCREASING. THIS INITIATIVE WILL BUILD ON THE INTENT OF THE WEST VIRGINIA FRESH FOOD ACT, A LEGISLATIVE RULE PASSED IN 2020 WHICH REQUIRES STATE INSTITUTIONS TO PURCHASE MINIMALLY PROCESSED LOCAL FOOD. THE GOAL OF THE RULE IS TO INCREASE THE AVAILABILITY OF LOCALLY GROWN FOODS, TO DEVELOP A MARKET FOR LOCALLY GROWN FOODS, AND TO ENCOURAGE STATE-FUNDED INSTITUTIONS TO ENGAGE IN AGRICULTURAL ACTIVITIES, AND TO SPUR SELF-SUFFICIENCY AND ECONOMIC INDEPENDENCE THE VOLUME OF PRODUCTS AVAILABLE. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FA RMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. THE COLLECTIVE BENEFIT WILL BE IN RELATIONSHIP BUILDING. FARMERS AND PRODUCERS WILL HAVE AN OPPORTUNITY TO BUILD ON AN EXISTING RELATIONSHIP THAT THEY MAY HAVE BEGUN WITH SCHOOLS OR BE INTRODUCED TO THE WAY THAT SCHOOL PROCUREMENT WORKS. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO 55 WEST VIRGINIA SCHOOL FOOD AUTHORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c8270a4-1a45-84ad-90c3-27fd035626d5-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C010_12K2"}, {"internal_id": 154736296, "Award ID": "AM23CPLFS000C009", "Award Amount": 646962.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-29", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. THIS GRANT PROJECT LINKS THREE UNITED STATES DEPARTMENT OF AGRICULTURE PROGRAMS “THE LOCAL FOOD FOR SCHOOLS COOPERATIVE PROGRAM”, “BRINGING THE FARM TO SCHOOL PRODUCER TRAINING”, AND THE “TEAM NUTRITION SCHOOL MEAL RECIPE DEVELOPMENT PROJECT “. THE PROJECT WILL DEMONSTRATE THE EASE AND ADVANTAGES OF INTEGRATING VARIOUS UNITED STATES DEPARTMENT OF AGRICULTURE PROGRAMS TO INCREASE LOCAL COMMODITIES ON THE SCHOOL PLATE WHILE INCREASING BUSINESS RELATIONSHIPS WITH SOCIALLY DISADVANTAGED NEW SMALL FARMERS AND PRODUCERS. THESE PROGRAMS BENEFIT BOTH PRODUCERS AND SCHOOLS BY INCREASING THE USE OF LOCAL PRODUCTS AND PROVIDING INSTRUCTION ON ENGAGING AND SUSTAINING A FARM-TO-SCHOOL RELATIONSHIP. FARMERS AND PRODUCERS WILL BE PRE-VETTED FOR THE PROCUREMENT PROCESS, STAKEHOLDERS WILL BE REQUIRED TO ATTEND BRINGING THE FARMTO SCHOOL PRODUCER TRAINING, LOCAL PRODUCTS FROM TEAM NUTRITION SCHOOL MEAL RECIPE DEVELOPMENT PROJECT WILL BE UTILIZED, FUNDING TO SCHOOLS WILL BE BASED ON ENROLLMENT, MONTHLY PROCUREMENT REPORTS REQUIRED FROM SCHOOLS TO THE STATE AGENCY, COMMUNICATION CHANNELS WILL BE UTILIZED FOR STAKEHOLDERS THROUGH TOWN HALLS AND NEWSLETTERS, ANNUAL TRAINING WILL BE CREATED FEATURING BEST PRACTICES AND STRATEGIES, AND THE DEVELOPMENT OF A MENTORSHIP PROGRAM FOR FUTURE SUSTAINABILITY ARE ACTIVITIES PLANNED IN THE GRANT. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. THERE ARE OVER ONE HUNDRED SIXTY-FIVE THOUSAND (165,000) STUDENTS INTWO HUNDRED AND FIFTY-SEVEN (257) PUBLIC SCHOOLS AND AN ADDITIONAL TWENTY-ONE (21) CHARTER SCHOOLS THAT WILL BENEFIT FROM THIS GRANT. THE PLAN IS THAT THIS PROGRAM WILL SERVE AS A PILOT AND THE POSITIVE OUTCOMES WILL ENCOURAGE OTHER FARMERS AND PRODUCERS TO DEVELOP BUSINESS RELATIONSHIPS WITH THE SCHOOLS. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO SCHOOL FOOD AUTHORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b358557b-6611-171b-c0e5-f8113ff3e9c1-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C009_12K2"}, {"internal_id": 154199620, "Award ID": "AM23CPLFS000C008", "Award Amount": 1873058.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-15", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. LOCAL FOODS FOR SCHOOL INCENTIVE PROGRAM FUNDS WILL NURTURE RELATIONSHIPS BETWEEN SOCIALLY DISADVANTAGED AND SMALL BUSINESS FARMERS AND PRODUCERS WHO OFTEN DO NOT OR CANNOT PARTICIPATE IN THE MORE TRADITIONAL SUPPLY CHAINS WITH SCHOOL FOOD AUTHORITIES. THESE FUNDS WILL SUPPORT THE ENHANCED EFFORTS SCHOOLS AND PRODUCERS MAY NEED TO CONNECT AND COMPLETE PURCHASES. THE LOCAL FOODS FOR SCHOOL INCENTIVE PROGRAM ALSO PROVIDES LOCAL, SMALL BUSINESSES, REGIONAL FARMERS AND PRODUCERS AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS POTENTIALLY SIGNIFICANT ECONOMIC OPPORTUNITIES. PARTNERING WITH SCHOOL FOOD AUTHORITIES WILL CREATE A PLATFORM FOR PRODUCERS TO SELL THEIR PRODUCT AT A FAIR PRICE AND INCREASE RECOGNITION IN THE COMMUNITY THROUGH MARKETING EFFORTS OF THE SCHOOLS. STUDENTS WILL ALSO BE ENCOURAGED TO SUPPORT THEIR FAMILIES AND FRIENDS TO PURCHASE FROM THE LOCAL PRODUCERS. SCHOOLS ARE OFTEN THE LARGEST FOOD SERVICE OPERATION IN A COMMUNITY AND THIS TYPE OF PURCHASING RELATIONSHIP CAN BRING A FARMER OR PRODUCER TO THE NEXT LEVEL WITH THE VOLUME OF PRODUCT BEING REQUESTED BY THE SCHOOL DISTRICT. THIS ACTION IS SIGNIFICANT BECAUSE MANY SMALL OR SOCIALLY DISADVANTAGED PRODUCERS IN THE STATE RELY SOLELY ON DIRECT-TO-CONSUMER MARKETS LARGELY BECAUSE OF DIFFICULTIES IN CREATING RELATIONSHIPS WITH INSTITUTIONAL CLIENTS AND LACK OF PRODUCTION VOLUME. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. STUDENTS WILL HAVE HEALTHY, NUTRITIOUS MEALS THAT INCLUDE LOCALLY SOURCED PRODUCTS. SCHOOLS WILL STRENGTHEN THEIR LOCAL SUPPLY CHAINS TO HELP OFFSET MORE BROAD SUPPLY CHAIN ISSUES. THESE FUNDS WILL SUPPORT THE ENHANCED EFFORTS SCHOOLS AND PRODUCERS MAY NEED TO CONNECT AND COMPLETE PURCHASES. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO CONNECTICUT NATIONAL SCHOOL LUNCH PROGRAM SPONSORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc53fd85-34ef-c629-1943-6b010e37b157-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C008_12K2"}, {"internal_id": 154199621, "Award ID": "AM23CPLFS000C007", "Award Amount": 558989.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-04", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. THE NEW HAMPSHIRE DEPARTMENT OF AGRICULTURE, MARKETS AND FOOD WILL COLLABORATE WITH NEW HAMPSHIRE FARM TO SCHOOL AND ITS FARM, FOOD HUB, AND SCHOOL DISTRICT PARTNERS TO PROCURE LOCAL COMMODITY FOODS FOR SCHOOLS PARTICIPATING IN THE NATIONAL SCHOOL LUNCH PROGRAM. NEW HAMPSHIRE FOOD TO SCHOOL IN PARTNERSHIP WITH NEW HAMPSHIRE HUNGER SOLUTIONS, NEW HAMPSHIRE DEPARTMENT OF EDUCATION, AND EXISTING RELATIONSHIPS WITH SCHOOL DISTRICTS WILL ANNOUNCE THE TOTAL NUMBER OF FUNDS EACH SCHOOL IS ELIGIBLE TO RECEIVE AND CONNECT THEM WITH THE FOOD HUB AND ANY OTHER SMALL FARM AND FOOD BUSINESSES IN THEIR REGION. ONCE THERE IS A PURCHASING AGREEMENT BETWEEN SCHOOL DISTRICTS AND FOOD HUBS AND FARMS THE FOOD PRODUCERS WILL COMPLETE VENDOR AGREEMENTS WITH NEW HAMPSHIRE DEPARTMENT OF AGRICULTURE, MARKETS AND FOOD IF ONE DOES NOT EXIST. FOOD PRODUCER BUSINESSES WILL INVOICE NEW HAMPSHIRE DEPARTMENT OF AGRICULTURE, MARKETS AND FOOD FOR PURCHASES MADE BY ELIGIBLE SCHOOL DISTRICTS. NEW HAMPSHIRE DEPARTMENT OF AGRICULTURE, MARKETS AND FOOD WILL SEND CHECKS TO THOSE FARMS AND FOOD PRODUCER BUSINESSES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. PROJECT BENEFICIARIES INCLUDE SMALL AND SOCIALLY DISADVANTAGED FARMERS, PRODUCERS AND FOOD HUBS IN BOTH URBAN AND RURAL LOCATIONS AS WELL AS OUR MOST FOOD INSECURE STUDENTS. THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07b9e2e5-ae8e-4260-4f8f-fa08d7a8e5bd-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C007_12K2"}, {"internal_id": 154736320, "Award ID": "AM23CPLFS000C006", "Award Amount": 727981.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. KNOWING THAT SCHOOLS HAVE PURCHASING POWER FOR LOCALLY SOURCED FOODS WILL GIV", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7538e119-4e84-4cb8-9393-4e4c781c08cc-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C006_12K2"}, {"internal_id": 154199607, "Award ID": "AM23CPLFS000C005", "Award Amount": 520635.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-03", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. THE LOCAL ALASKAN FOOD FOR SCHOOLS GRANT WILL BE DISTRIBUTED BY SUBGRANT TO ALL SCHOOL FOOD AUTHORITIES APPROVED TO PARTICIPATE IN THE NATIONAL SCHOOL LUNCH PROGRAM IN ALASKA. THE DISTRIBUTION WILL BE BASED ON SCHOOL YEAR 2022 DISTRICT ENROLLMENT RATES. CONDITIONS OF GRANT AWARD WILL SPECIFY PRIORITY PURCHASING WITH SMALL BUSINESSES AND SOCIALLY DISADVANTAGED BUSINESSES. THESE PRIORITIES WILL BE ASSESSED FROM FIRST DISTRIBUTION OF SUBGRANTS AND APPLIED TO THE SECOND DISTRIBUTION. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. WE ANTICIPATE 84 PERCENT OF SCHOOL FOOD AUTHORITIES TO PARTICIPATE IN THIS PROGRAM. THESE SCHOOL FOOD AUTHORITIES REPRESENT MEALS SERVED TO APPROXIMATELY 70,000 STUDENTS IN ALASKA. CONSERVATIVELY, WE ANTICIPATE AT LEAST 30 UNIQUE VENDORS TO BE PROCURED BY SCHOOL FOOD AUTHORITIES FOR THIS GRANT. THE GROWERS AND PRODUCERS IN ALASKA WILL REPRESENT A VAST CROSS-SECTION OF THE ECONOMY TO INCLUDE FISHERIES, MEAT, VEGETABLES, EGGS, DAIRY, BARLEY, AND MORE. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO SCHOOL FOOD AUTHORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "987547ac-0eec-6cbf-093b-4a56c2e6b052-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C005_12K2"}, {"internal_id": 153836349, "Award ID": "AM23CPLFS000C004", "Award Amount": 3224859.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-10-24", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. KENTUCKY DEPARTMENT OF AGRICULTURE WILL USE LOCAL FOOD FOR SCHOOLS FUNDS TO BUILD ON THE SUCCESS OF MORE THAN 10 YEARS OF FARM TO SCHOOL ACTIVITIES IN THE COMMONWEALTH, EXPANDING THE NUMBER OF SCHOOLS AND PRODUCERS PARTI CIPATING IN FARM TO SCHOOL AND BUILDING SUSTAINABLE PATHWAYS FOR OTHER PRODUCERS AND SCHOOLS TO REPLICATE. THE KENTUCKY DEPARTMENT OF AGRICULTURE WILL ADMINISTER $3.2 MILLION IN LOCAL FOOD FOR SCHOOLS PROGRAM FUNDS THROUGH ITS EXISTING STATE-WIDE, UNITED STATES DEPARTMENT OF AGRICULTURE-SUPPORTED FARM TO SCHOOL NETWORK. PROGRAM FUNDS WILL BE PROVIDED DIRECTLY TO NATIONAL SCHOOL LUNCH PROGRAM SCHOOLS TO PURCHASE AND DELIVER LOCAL FOODS FROM SMALL AND SOCIALLY DISADVANTAGED PRODUCERS. THE FINAL DESIRED OUTCOME OF THE PROGRAM WILL BE THE DEVELOPMENT OF A HANDBOOK WITH STANDARDIZED PROCUREMENT AND SALES PROCESSES TO HELP MAKE LOCAL PROCUREMENT EASIER FOR INTERESTED SCHOOLS AND PRODUCERS. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. PRODUCERS WILL BENEFIT AS THEY WILL OPEN A CONSISTENT SALES OUTLET WITH OPPORTUNITIES FOR LONG-TERM RELATIONSHIPS SINCE MEAL COUNTS AND MENUS CHANGE ONLY INCREMENTALLY YEAR TO YEAR. SCHOOL CHILDREN WILL BENEFIT FROM HIGH-QUALITY, FRESH INGREDIENTS WITH LONGER SHELF LIFE, HIGHER NUTRITIONAL DENSITY, LESS LOSS AND DAMAGE, AND A SMALLER ENVIRONMENTAL IMPACT FROM PACKAGING AND LONG-DISTANCE TRANSPORTATION. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO SCHOOL DISTRICTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e6f74fed-313a-27f6-879b-203c0918733a-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C004_12K2"}, {"internal_id": 152691247, "Award ID": "AM23CPLFS000C003", "Award Amount": 22311051.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-10-11", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETINGPURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS ANDRANCHERS, FOR DISTRIBUTION TO SCHOOLS. THE PURPOSE OF THE AWARD IS TOINCREASE PURCHASES OF FOOD PRODUCED IN TEXAS AND STRENGTHEN THE SUPPLYCHAIN FROM PRODUCERS TO TEXAS SCHOOLS OPERATING THE NATIONAL SCHOOLLUNCH AND SCHOOL BREAKFAST PROGRAMS. TEXAS DEPARTMENT OF AGRICULTURE ISREQUESTING $22,311,051, WHICH WILL BE DISTRIBUTED THROUGH SUBAWARDS TOENTITIES THAT CAN AGGREGATE AND DISTRIBUTE PRODUCTS ACROSS DIFFERENTGEOGRAPHIC REGIONS OF TEXAS. THE INTENT OF THESE SUBAWARDS IS TO REQUIREAWARDEES TO TARGET LOCAL, SMALL BUSINESSES, REGIONAL FARMERS ANDPRODUCERS, INCLUDING SOCIALLY DISADVANTAGED PRODUCERS. QUARTERLYPERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS ANDPRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUALREPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIESESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS,SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. TEXAS DEPARTMENT OF AGRICULTURE WILL CREATE A PROGRAM TO FOSTERIN-STATE, LONG-TERM RELATIONSHIPS AND BUILD SUSTAINABLE MARKETOPPORTUNITIES FOR TEXAS PRODUCERS, WITH AN EMPHASIS ON SUPPORTINGSOCIALLY DISADVANTAGED PRODUCERS AND SMALL BUSINESSES TO INCREASE THEAMOUNT OF PRODUCTS DISTRIBUTED TO TEXAS SCHOOLS. THE GOAL IS TO SUPPORTNATIONAL SCHOOL LUNCH PROGRAM AND SCHOOL BREAKFAST PROGRAM SCHOOLSFACING SUPPLY CHAIN CHALLENGES WHILE STRENGTHENING THE TEXAS LOCAL ANDREGIONAL FOOD SYSTEM TO BUILD NEW CONNECTIONS WITH PRODUCERS THAT WILL BENEFIT FROM THE CONSISTENCY AND RELIABILITY OF THE SCHOOL FOOD MARKET. THE RECIPIENT PLANS TO SUBAWARD TO WHOLESALERS ANDDISTRIBUTORS FOR DIRECT PURCHASE OF FOOD, STORAGE, AND DELIVERY TOSCHOOLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0bbf994f-0e48-2449-3a56-1ef6cd50331e-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C003_12K2"}, {"internal_id": 152691248, "Award ID": "AM23CPLFS000C002", "Award Amount": 23071364.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-10-11", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETINGPURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS ANDRANCHERS, FOR DISTRIBUTION TO SCHOOLS. THE CALIFORNIA DEPARTMENT OFEDUCATION WILL USE THE LOCAL FOOD FOR SCHOOLS COOPERATIVE AGREEMENTGRANT TO STRENGTHEN LOCAL AND REGIONAL PURCHASING RELATIONSHIPS BETWEENSCHOOL FOOD AUTHORITIES PARTICIPATING IN THE NATIONAL SCHOOL LUNCHPROGRAM OR SCHOOL BREAKFAST PROGRAM WITH LOCAL FARMERS AND PRODUCERS,WITH A FOCUS ON THOSE THAT ARE DESIGNATED AS SMALL BUSINESS OR SOCIALLYDISADVANTAGED. THE CALIFORNIA DEPARTMENT OF EDUCATION WILL SUBAWARD THEFULL FEDERAL GRANT TO SCHOOL FOOD AUTHORITIES FOR THE PURPOSE OFDEVELOPING NEW OR EXPANDING EXISTING AGREEMENTS WITH LOCAL VENDORS FORTHE ACQUISITION OF FRESH, UNPROCESSED, AND MINIMALLY PROCESSED FOODS.QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS ANDPRODUCERS, DOLLAR VALUE OF PURCHASES, ANDTYPE OF FOOD PURCHASED. ANNUALREPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIESESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS,SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. AS ARESULT OF THESE FUNDS, SMALL BUSINESS AND SOCIALLY DISADVANTAGED FARMERSAND PRODUCERS WILL DEVELOP OR DEEPEN REGIONAL SUPPLY CHAIN CONNECTIONSWITH CALIFORNIA SCHOOLS; ADDITIONALLY, NEW ECONOMIC OPPORTUNITIES WILLBE DEVELOPED NOT ONLY FOR THESE FARMERS AND PRODUCERS, BUT ALSO FORCOMMUNITIES, WHO WILL BENEFIT FROM THE REVERBERATION OF LOCAL PURCHASES.AND FINALLY, THE SCHOOLS AND STUDENTS WILL BENEFIT FROM THE ECONOMICSUPPORT TO CONTINUE TO PROVIDE FRESH AND MINIMALLY PROCESSED LOCAL FOODSIN SCHOOL MEALS. THE GRANT PROJECT WILL BE CONDUCTED IN PARTNERSHIP WITHTHE CALIFORNIA DEPARTMENT OF FOOD AND AGRICULTURE OFFICE OF FARM TOFORK’S FARM TO SCHOOL PROGRAM. THE RECIPIENT PLANS TO SUBAWARD FUNDS TOSCHOOL FOOD AUTHORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ab0e4a1-2761-2380-7a3d-9f54f1ceaaf5-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C002_12K2"}, {"internal_id": 152691244, "Award ID": "AM23CPLFS000C001", "Award Amount": 11459410.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-30", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. FLORIDA DEPARTMENT OF AGRICULTURE AND CONSUMER SERVICES WILL BUILD A PROGRAM AIMED AT INCREASING ECONOMIC OPPORTUNITIES FOR FARMS CONSIDERED TO BE SMALL BUSINESS, AS WELL AS THOSE OWNED AND OPERATED BY SOCIALLY DISADVANTAGED, HISTORICALLY UNDERSERVED PRODUCERS (FARMERS AND GROWERS, RANCHERS, AND PROCESSORS). FLORIDA DEPARTMENT OF AGRICULTURE AND CONSUMER SERVICES WILL WORK WITH COMMUNITY PARTNERS TO CONNECT THE TARGETED FARMS WITH FLORIDA SCHOOLS PARTICIPATING IN THE NATIONAL SCHOOL LUNCH PROGRAM OR THE SCHOOL BREAKFAST PROGRAM, SPECIFICALLY THOSE IN RURAL AREAS OF THE STATE. THESE CONNECTIONS WILL INCREASE THE RESILIENCY OF FLORIDA’S LOCAL FOOD SUPPLY CHAINS. BY EXPANDING LOCAL AND REGIONAL MARKET ACCESS TO FLORIDA COMMODITIES, STUDENTS WILL HAVE AN OPPORTUNITY TO CONSUME MORE LOCAL, FRESH FRUITS, VEGETABLES, DAIRY PRODUCTS, PROTEINS, AND OTHER ELIGIBLE COMMODITIES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FAR MERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. FIRST, THE PROGRAM WILL THE EXPAND ECONOMIC OPPORTUNITIES THROUGH THE CREATION OF PURCHASING PATHWAYS BETWEEN PRODUCERS, PRIMARILY SMALL FARMS AND THOSE OWNED AND OPERATED BY SOCIALLY DISADVANTAGED PRODUCERS, AND SCHOOLS. SECOND, FLORIDA STUDENTS WILL INCREASE THEIR ACCESS TO AND CONSUMPTION OF FLORIDA’S WORLD RENOWNED FRESH, LOCAL COMMODITIES, RESULTING IN INCREASED ACADEMIC PERFORMANCE. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO COMMUNITY PARTNERS (FOOD BANKS AND OTHER COMMUNITY ORGANIZATIONS AND NON-PROFITS) THROUGH A REQUEST FOR APPLICATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3bde9bde-f57d-7e6e-ce8f-c94dfefc13f8-C", "generated_internal_id": "ASST_NON_AM23CPLFS000C001_12K2"}, {"internal_id": 152691245, "Award ID": "AM22CPLFS000C017", "Award Amount": 3644643.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-10-12", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETINGPURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS ANDRANCHERS, FOR DISTRIBUTION TO SCHOOLS. AS A RECIPIENT OF LOCAL FOOD FORSCHOOLS FUNDING, WE AIM TO INCREASE THE NUTRITION PROFILE OF SCHOOLMEALS, DECREASE THE PRODUCTION COSTS OF SCHOOL MEALS FOR SCHOOLSPARTICIPATING IN THE NATIONAL SCHOOL LUNCH PROGRAM, THROUGH THE PURCHASEOF WASHINGTON GROWN, RAISED AND HARVESTED FOODS. OFFICE OFSUPERINTENDENT OF PUBLIC INSTRUCTION WILL PURCHASE WASHINGTON GROWNAGRICULTURAL PRODUCTS THROUGH DISTRIBUTORS, FARMERS, RANCHERS, ANDFISHERS, TO DISTRIBUTE TO SCHOOLS PARTICIPATING IN THE NATIONAL SCHOOLLUNCH PROGRAM. PRIORITY WILL GO TO SOCIALLY DISADVANTAGED PRODUCERS ASWELL AS DISTRIBUTORS WHO IDENTIFY AS OR SOURCE FROM SOCIALLYDISADVANTAGED PRODUCERS. OFFICE OF SUPERINTENDENT OF PUBLIC INSTRUCTIONWILL PROCURE DRY AND FROZEN FOODS PREDETERMINED TO BE DESIRABLE BYSCHOOLS AND AVAILABLE LOCALLY, INCLUDING FROZEN FRUITS, VEGETABLES,BEEF, AND FISH, AS WELL AS WHOLE GRAIN FLOURS, DRIED PULSES, ANDLEGUMES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THENUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERSAND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED.ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIESESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS,SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES.PROJECT BENEFICIARIES INCLUDE WASHINGTON SCHOOL AGED CHILDREN AND SOCIALLY DISADVANTAGED FARMERS, RANCHERS AND PRODUCERS AND SMALL BUSINESSES. WE EXPECT THAT ALL SCHOOL FOOD AUTHORITIES PARTICIPATING INNATIONAL SCHOOL LUNCH PROGRAM WILL ORDER AND RECEIVE LOCAL FOOD FORSCHOOLS FOODS CREATING ACCESS FOR ALL SCHOOL AGE CHILDREN IN THENATIONAL SCHOOL LUNCH PROGRAM IN OUR STATE. OFFICE OF SUPERINTENDENT OFPUBLIC INSTRUCTION WILL TARGET PROCUREMENT OF FOODS FROM A MINIMUM OF100 WASHINGTON PRODUCERS THROUGHOUT THE 18-MONTH LOCAL FOOD FOR SCHOOLSFUNDING PERIOD. SCHOOL FOOD AUTHORITIES, CURRENTLY RECEIVING CASH INLIEU OF THE FOOD DISTRIBUTION PROGRAM, WILL BE SUB AWARDED THEIR LOCALFOOD FOR SCHOOLS ALLOCATION ALLOWING THEM TO CONTRACT DIRECTLY WITHVENDORS THROUGH THE CURRENT FARM TO SCHOOL PURCHASING GRANT PROCESS. THERECIPIENT PLANS TO SUBAWARD FUNDS TO INLAND EMPIRE DISTRIBUTION SYSTEMSINCORPORATED, AND ADDITIONAL VENDORS, SUPPLIERS, FARMERS, PRODUCERS ANDRANCHERS THROUGH A REQUEST FOR PROPOSALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c5bec3b-a7f5-6929-1854-f0ad9aebe290-C", "generated_internal_id": "ASST_NON_AM22CPLFS000C017_12K2"}, {"internal_id": 154199608, "Award ID": "AM22CPLFS000C016", "Award Amount": 5850347.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-03", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. MICHIGAN DEPARTMENT OF EDUCATION INTENDS TO APPLY FOR THE FULL DOLLAR AMOUNT ALLOTTED FOR PURCHASE OF LOCALLY GROWN FOODS FROM SMALL AND/OR SOCIALLY DISADVANTAGED FARMS AND BUSINESSES. MICHIGAN DEPARTMENT OF EDUCATION WILL SUBAWARD THE DOLLARS TO ALL 816 SCHOOL FOOD AUTHORITIES CURRENTLY PARTICIPATING IN THE NATIONAL SCHOOL LUNCH PROGRAM USING A FAIR-SHARE METHOD AS PRESCRIBED WITHIN THE REQUEST FOR APPLICATION. TO ENSURE THAT ALL REPORTING REQUIREMENTS ARE MET, MICHIGAN DEPARTMENT OF EDUCATION WILL BE CREATE A “SISTER PROGRAM” TO OUR EXISTING 10 CENTS A MEAL FOR MICHIGAN’S KIDS AND FARMS (10 CENTS A MEAL) PROGRAM. MICHIGAN’S LOCAL FOOD FOR SCHOOLS GRANT WILL BE OPERATED LIKE THE CURRENT STATE-FUNDED 10 CENTS A MEAL PROGRAM WHICH REIMBURSES FOR THE PURCHASE OF LOCAL PRODUCE AND LEGUMES. THE LOCAL FOOD FOR SCHOOLS WILL ALLOW FOR ALL TYPES OF MINIMALLY PROCESSED, LOCALLY GROWN FOODS.  SCHOOL FOOD AUTHORITIES WILL PROCURE THESE FOODS USING GEOGRAPHIC PREFERENCE AND TARGETING BOTH SMALL AND SOCIALLY D ISADVANTAGED FARMS AND PRODUCERS. SCHOOL FOOD AUTHORITIES WILL THEN SUBMIT THEIR PURCHASING DATA USING AN EXCEL-BASED TEMPLATE INTO A TRACKING SYSTEM. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. SCHOOL FOOD AUTHORITIES WILL BE PROCURING MINIMALLY PROCESSED FOODS FROM LOCAL PRODUCERS WITH A STRONG EMPHASIS ON SMALL, SOCIALLY DISADVANTAGED FARMS AND PRODUCERS. MICHIGAN DEPARTMENT OF EDUCATION WILL WORK WITH OUR FARM TO SCHOOL PARTNERS TO INCREASE THAT NUMBER AS WE START TO INCLUDE NEW (MINIMALLY PROCESSED) FOOD TYPES, INCLUDING MEAT, PROTEIN, DAIRY, AND GRAINS. IT IS HOPED THAT ALL 816 NATIONAL SCHOOL LUNCH PROGRAM PARTICIPANTS WILL CHOOSE TO PARTICIPATE IN THE LOCAL FOOD FOR SCHOOLS. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO LOCAL FOOD FOR SCHOOLS SUBAWARD FAIR SHARE REPORT FOR 815 ELIGIBLE SCHOOL FOOD AUTHORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "edd04692-77fe-ac22-c05c-18b3a1113eae-C", "generated_internal_id": "ASST_NON_AM22CPLFS000C016_12K2"}, {"internal_id": 154199609, "Award ID": "AM22CPLFS000C015", "Award Amount": 4983590.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-03", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. NEW JERSEY’S LOCAL FOOD FOR SCHOOLS COOPERATIVE AGREEMENT PROGRAM WILL STRENGTHEN THE FOOD SYSTEMS FOR SCHOOLS BY HELPING TO EXPAND LOCAL FOOD ACCESSIBILITY AS WELL AS ENGAGE LOCAL AND SOCIALLY DISADVANTAGED GROWERS. THE FUNDS NECESSARY TO UNDERTAKE THIS GROUNDBREAKING WORK IN OUR STATE WILL FURTHER BUILD A RESILIENT LOCAL FOOD CHAIN AND EXPAND PURCHASING DOMESTIC, LOCALLY GROWN FOODS FROM LOCAL PRODUCERS, SMALL BUSINESSES, AND SOCIALLY DISADVANTAGED FARMERS/PRODUCERS FOR DISTRIBUTION TO SCHOOLS –A LONGSTANDING GOAL OF THE NEW JERSEY DEPARTMENT OF AGRICULTURE. THE LOCAL FOOD FOR SCHOOLS FUNDS WILL BE USED TO PURCHASE UNPROCESSED OR MINIMALLY PROCESSED FOOD FROM FARMERS/PRODUCERS IN THE STATE OF NEW JERSEY. THE INCREASE IN FUNDING FOR LOCAL PURCHASING WILL DIRECTLY IMPACT AND INCREASE CONSUMPTION OF LOCAL FOOD IN NEW JERSEY SCHOOLS. IN ADDITION, THE INCREASED DEMAND FOR LOCAL FOOD, PURCHASED THROUGH SCHOOL FOOD AUTHORITIES’, WILL ENABLE THE FARMER/PRODUCER TO FURTHER INCREASE THEIR PRODUCTION AND SALES REVENUE QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. NEW JERSEY DEPARTMENT OF AGRICULTURE WILL ASSIST THE SCHOOL FOOD AUTHORITIES WITH PARTNERING AND PURCHASING THROUGH LOCAL FOOD PRODUCERS, TARGETING THOSE WHO ARE SOCIALLY DISADVANTAGED. IT IS ANTICIPATED THIS WILL INCLUDE BOTH RURAL FARMERS LOCATED IN THE COUNTIES WHERE NEW JERSEY’S FARMLAND IS MOST HIGHLY CONCENTRATED AS WELL AS SMALLER-SCALE URBAN AND PERI-URBAN FARMS. THE RECIPIENTS WILL BE NEW JERSEY’S SCHOOL CHILDREN. THROUGH OUR AVERAGE DAILY PARTICIPATION CALCULATIONS, WE ANTICIPATE OVER 633,000 STUDENTS WILL BENEFIT FROM THE PURCHASE OF LOCAL FOODS. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO NEW JERSEY SCHOOL FOOD AUTHORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a74aa45-534e-1f1d-209f-6d59e296ee39-C", "generated_internal_id": "ASST_NON_AM22CPLFS000C015_12K2"}, {"internal_id": 154199610, "Award ID": "AM22CPLFS000C014", "Award Amount": 3128973.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-03", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. THE ALABAMA DEPARTMENT OF AGRICULTURE AND INDUSTRIES WILL PURCHASE FOOD DIRECTLY FROM FARMERS AND WILL COORDINATE THE LOGISTICS OF GETTING THE FOOD FROM THE FARM TO 1) AGGREGATION AND STORAGE FACILITIES, AND 2) DIRECTLY TO THE MOST NEEDED SCHOOLS IN ALABAMA. ALABAMA DEPARTMENT OF AGRICULTURE AND INDUSTRIES WILL WORK WITH THE ALABAMA STATE DEPARTMENT OF EDUCATION TO DETERMINE WHICH SCHOOL SYSTEMS ARE MOST IN NEED. WE ANTICIPATE RELATIONSHIPS CREATED THRU LOCAL FOOD FOR SCHOOLS WILL CONTINUE AFTER LOCAL FOOD FOR SCHOOLS AGREEMENT IS COMPLETED AS WE HOPE OUR SCHOOLS WILL HAVE DEVELOPED RELATIONSHIPS AND REALIZE THE VALUE OF FRESH, LOCAL FOODS. OUR GOAL IS THAT BY MAKING THE CONNECTIONS OF THE FARMER TO THE DISTRIBUTOR WHO IS ALREADY GOING TO THE SCHOOL THESE SHOULD BE SUSTAINABLE RELATIONSHIPS THAT COULD LAST. THEREFORE, OF THE 80% OF SOCIALLY DISADVANTAGED FARMERS WE WILL BE WORKING WITH, WE ARE HOPEFUL MORE THAN 60% OF THESE RELATIONSHIPS CONTINUE AFTER THIS GRANT IS COMPLETED. ALABAMA DEPARTMENT OF AGRICULTURE AND INDUSTRIES HOPES TO CONNECT SOCIALLY DISADVANTAGED FARMERS TO NEW SCHOOLS THEY HAVEN’T SOLD TO BEFORE IN HOPE THEY WILL DEVELOP A LASTING RELATIONSHIP FOR YEARS TO COME. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. ALABAMA DEPARTMENT OF AGRICULTURE AND INDUSTRIES WILL PURCHASE FOOD FROM MORE THAN 42 FARMERS AND COORDINATE THE DELIVERY OF FOOD TO THE UNDERSERVED SCHOOLS THROUGHOUT ALABAMA. PRODUCTS WILL BE DELIVERED TO THE SCHOOLS DESIGNATED BY THE ALABAMA STATE DEPARTMENT OF EDUCATION THROUGHOUT ALABAMA. THIS GRANT IS AN IMPORTANT STEP IN HELPING CHILD NUTRITION PROFESSIONALS CONTINUE WITHOUT INTERRUPTION DUE TO SUPPLY CHAIN ISSUES. THIS WOULD PROVIDE A HEALTHY, VIABLE, AND SUSTAINABLE AVENUE FOR ALL SCHOOL SYSTEMS IN ELEVATING THE TYPE OF MEAL SERVED TO BE NUTRITIOUS WHILE SUPPORTING ALABAMA FARMERS. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO LOCAL FARMERS, DISTRIBUTORS, AND SCHOOLS THAT HAVE A HIGH RATE OF FREE AND REDUCED STUDENTS’ MEALS BUT ARE NOT SERVED BY ANY OF THE PRODUCE DISTRIBUTORS LISTED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ea40998-1842-df18-3f04-b6e668e939a8-C", "generated_internal_id": "ASST_NON_AM22CPLFS000C014_12K2"}, {"internal_id": 154199611, "Award ID": "AM22CPLFS000C013", "Award Amount": 3393196.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-03", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. THE LOUISIANA DEPARTMENT OF AGRICULTURE AND FORESTRY IN COLLABORATION WITH LOUISIANA STATE UNIVERSITY AGRICULTURAL CENTER PROPOSES TO DEVELOP AND IMPLEMENT THE LOCAL FOOD FOR SCHOOLS COOPERATIVE AGREEMENT PROGRAM TO OFFER SCHOOL FOOD AUTHORITIES THE RESOURCES TO PROCURE LOCALLY GROWN FOODS FROM LOCAL PRODUCERS, SMALL BUSINESSES, AND SOCIALLY DISADVANTAGED FARMERS/PRODUCERS. LOUISIANA STATE UNIVERSITY AGCENTER WILL PROVIDE A LIST OF LOCAL PRODUCERS AND PRE-SELECTED ITEMS THAT WILL BE OFFERED TO SCHOOL FOOD AUTHORITIES TO PURCHASE THROUGH THE PROVIDED LOCAL FOOD FOR SCHOOLS FUNDS. LOCAL ITEMS OFFERED WILL INCLUDE SWEET POTATOES, CATFISH, SHRIMP, AND RICE AND WILL BE AVAILABLE TO SCHOOL FOOD AUTHORITIES THROUGH THE UTILIZATION OF EXISTING LOUISIANA DEPARTMENT OF AGRICULTURE AND FORESTRY CONTRACTED WAREHOUSES AND DISTRIBUTION METHODS. ALTERNATIVELY, SCHOOL FOOD AUTHORITIES WILL HAVE THE OPTION TO PURCHASE LOCAL FOODS DIRECTLY THROUGH PRODUCERS IDENTIFIED AND LISTED BY LOUISIANA STATE UNIVERSITY AGCENTER AND/OR LOUISIANA MARKET MAKER. THROUGH THIS METHOD, COMMERCIAL PROCUREMENT PRACTICES WILL BE USED, AND SCHOOL FOOD AUTHORITIES CAN CLAIM INVOICE REIMBURSEMENT THROUGH LOUISIANA DEPARTMENT OF AGRICULTURE AND FORESTRY ON A MONTHLY BASIS UNTIL PLANNED ASSISTANCE LEVEL DOLLARS HAVE BEEN EXHAUSTED. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. THE LOCAL FOOD FOR SCHOOLS COOPERATIVE AGREEMENT WILL OFFER LOCAL FARMERS AN D PRODUCERS A UNIQUE OPPORTUNITY TO SUPPLY SCHOOLS WITH NECESSARY MENU ITEMS WHILE OFFERING AN EDUCATIONAL OPPORTUNITY FOR STUDENTS. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO SCHOOL FOOD AUTHORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "453f8c05-686f-d50a-9c9c-b9f78d3bab23-C", "generated_internal_id": "ASST_NON_AM22CPLFS000C013_12K2"}, {"internal_id": 151881759, "Award ID": "AM22CPLFS000C012", "Award Amount": 2649917.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "10.185", "Description": "THE COLORADO DEPARTMENT OF EDUCATION SCHOOL NUTRITION UNIT IS REQUESTINGLOCAL FOOD FOR SCHOOLS COOPERATIVE AGREEMENT PROGRAM FUNDING TO SUPPORTCOLORADO'S LOCAL FOOD SYSTEM BY SUB AWARDING FUNDS FOR THE PURCHASE OFLOCAL FOOD FOR SCHOOL FOOD AUTHORITIES PARTICIPATING IN THE NATIONALSCHOOL LUNCH PROGRAM ACROSS THE STATE OF COLORADO. THE PURPOSE OF THISAGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALLBUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FORDISTRIBUTION TO SCHOOLS. THE OFFICE OF SCHOOL NUTRITION IS REQUESTINGFUNDS TO BE SUB AWARDED TO SCHOOL DISTRICTS PARTICIPATING IN THENATIONAL SCHOOL LUNCH PROGRAM TO PROCURE AND SERVE LOCAL FOODS IN SCHOOLMEALS. THESE FUNDS WILL ALLOW SCHOOL FOOD AUTHORITIES TO PURCHASEDIRECTLY FROM FARMS, RANCHES, SMALL BUSINESS, AND FOOD HUBS IN COLORADOWITH PRIORITY GIVEN TO SOCIALLY DISADVANTAGED, UNDERSERVED FARMERS ANDRANCHERS. PURCHASES FROM SCHOOL FOOD AUTHORITIES WILL ALLOW THE SOCIALLYDISADVANTAGED AND UNDERSERVED FARMS IN THE STATE OF COLORADO TO EXPANDINTO THE STABLE SCHOOL MEALS MARKETS AND REACH STUDENTS IN NEED OFNUTRITIOUS SCHOOL MEALS. PARTICIPATING SCHOOL DISTRICTS WILL USE FUNDS TO PURCHASE FOOD THAT IS GROWN, RAISED, PRODUCED, AGGREGATED, STORED, AND DISTRIBUTED WITHIN COLORADO OR 400 MILES FROM PRODUCTIONTO DESTINATION. THE PURPOSE OF THESE FUNDS IS TO STRENGTHEN THE COLORADOFOOD SYSTEM, SUPPORT SOCIALLY DISADVANTAGED AND SMALL FARMERS,PRODUCERS, RANCHERS, AND BUSINESS AND TO BUILD GREATER ECONOMICOPPORTUNITIES BY EXPANDING AND DIVERSIFYING MARKETS TO INCLUDE SCHOOLDISTRICTS IN THE STATE. SCHOOL DISTRICTS WILL BE REIMBURSED FORQUALIFYING PURCHASES AND STUDENTS EATING MEALS AT SCHOOL WILL BENEFITFROM HIGHER QUALITY NUTRITIOUS MEALS. QUARTERLY PERFORMANCE REPORTS WILLBE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES ANDSOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES,AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OFNEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL ANDREGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS ANDPRODUCERS, AND SMALL BUSINESSES. SCHOOL NUTRITION WILL WORK WITH THECOLORADO DEPARTMENT OF AGRICULTURE TO DEVELOP A LIST OF PRODUCERSINTERESTED IN PARTICIPATING IN THIS PROGRAM. PRIORITY WILL BE GIVEN TOSMALL OR UNDERSERVED FARMERS, PRODUCERS, AND RANCHERS. PROJECTBENEFICIARIES WILL INCLUDE ALL LOCAL PRODUCERS, RANCHERS AND SMALLBUSINESSES THAT PARTICIPATE IN THE SALE OF LOCAL FOODS TO SCHOOLS, WEESTIMATE THIS NUMBER TO BE AT LEAST 75 PRODUCERS. THE 373,763 STUDENTSWHO EAT SCHOOL ALL FUNDS WILL BE SUB AWARDED TO SCHOOL DISTRICTS INCOLORADO USING A REIMBURSEMENT SYSTEM. DISTRICTS WILL OPT-IN TO RECEIVETHE FUNDS FROM THE GRANT THE RECIPIENT DOES NOT INTEND TO SUBAWARDFUNDS. SCHOOL NUTRITION WILL WORK WITH THE COLORADO DEPARTMENT OFAGRICULTURE TO DEVELOP A LIST OF PRODUCERS INTERESTED IN PARTICIPATINGIN THIS PROGRAM. PRIORITY WILL BE GIVEN TO SMALL AND/OR UNDERSERVED FARMERS, PRODUCERS, AND RANCHERS. PROJECT BENEFICIARIES WILL INCLUDE ALL LOCAL PRODUCERS, RANCHERS AND SMALL BUSINESSES THATPARTICIPATE IN THE SALE OF LOCAL FOODS TO SCHOOLS, WE ESTIMATE THISNUMBER TO BE AT LEAST 75 PRODUCERS. THE 373,763 STUDENTS WHO EAT SCHOOLMEALS DAILY WILL BENEFIT FROM INCREASED ACCESS TO LOCAL, FRESH, WHOLEINGREDIENTS IN THEIR SCHOOL MEALS. SCHOOL DISTRICTS MAY BENEFIT FROMINCREASED SCHOOL MEAL PARTICIPATION, AND THUS INCREASED REIMBURSEMENTDUE TO SERVING HIGHER QUALITY FOODS. FINALLY, LOCAL COMMUNITIES WILLBENEFIT FROM THE ECONOMIC ACTIVITY GENERATED FROM LOCAL PROCUREMENT BYSCHOOLS.  ALL FUNDS WILL BE SUB AWARDED TO SCHOOL DISTRICTS IN COLORADOUSING A REIMBURSEMENT SYSTEM. DISTRICTS WILL OPT-IN TO RECEIVE THE FUNDSFROM THE GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60718c34-14d4-b3b1-a8c0-7b51004d971b-C", "generated_internal_id": "ASST_NON_AM22CPLFS000C012_12K2"}, {"internal_id": 151881760, "Award ID": "AM22CPLFS000C011", "Award Amount": 2193501.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETINGPURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS ANDRANCHERS, FOR DISTRIBUTION TO SCHOOLS. IOWA DEPARTMENT OF AGRICULTUREAND LAND STEWARDSHIP PROPOSES AN 18-MONTH PROJECT TO PURCHASE ANDDISTRIBUTE IOWA PRODUCED FOODS TO K-12 SCHOOLS THROUGHOUT IOWA.COMMUNITIES ACROSS IOWA IN RURAL AND URBAN SETTINGS CONTINUE TO BEIMPACTED BY LINGERING EFFECTS OF THE COVID-19 PANDEMIC, LOW WAGES,LIMITED ACCESS TO FRESH FRUITS AND VEGETABLES AND SHRINKING RURALSETTINGS. THE GOAL OF THIS PROGRAM IS TO INCREASE THE PURCHASE OF LOCALAND REGIONAL FOODS FOR DISTRIBUTION TO SCHOOLS, AND BUILD PARTNERSHIPSWITH LOCAL AND REGIONAL PRODUCERS, SMALL BUSINESSES, SOCIALLYDISADVANTAGED FARMERS/PRODUCERS, AND SCHOOLS. A DESIRED OUTCOME OF THELOCAL FOOD FOR SCHOOLS IS THAT THESE PARTNERSHIPS CONTINUE AFTER THEPROGRAM CONCLUDES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TOCAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLYDISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPEOF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEWMARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL ANDREGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS ANDPRODUCERS, AND SMALL BUSINESSES. IOWA EXPECTS AT LEAST 100 WHOLESALEPRODUCERS WILL BENEFIT FROM THIS PROJECT AND FOOD HUBS WILL GIVESOURCING PREFERENCE TO SOCIALLY DISADVANTAGED FARMERS. SOCIALLYDISADVANTAGED PRODUCERS WILL INCLUDE FARMERS OF COLOR, WOMEN FARMERS,REFUGEE AND IMMIGRANT FARMERS, LESBIAN GAY BISEXUAL TRANSGENDER QUEERFARMERS AND VETERAN FARMERS. DISTRICTS WILL BENEFIT BY INCREASED STEADYACCESS TO LOCAL PRODUCTS RESILIENT TO GLOBAL SUPPLY CHAIN SHORTAGES.STUDENTS WILL RECEIVE FRESH, NUTRIENT DENSE FOOD. THE MESKWAKISETTLEMENT TRIBAL SCHOOL WILL ALSO BENEFIT FROM LOCAL FOOD ON THE MENUFOR BREAKFAST AND LUNCH. THE IOWA FARM TO SCHOOL NETWORK WILL BENEFITFROM REALIZING THE POTENTIAL FOR LOCAL SOURCING, SHARING DATA WITH KEYSTAKEHOLDERS AND CELEBRATING THE SUCCESSES OF THIS PROJECT IN ORDER TOBUILD LONG-TERM PROCUREMENT PARTNERSHIPS. THE RECIPIENT PLANS TOSUBAWARD FUNDS TO 6 FOOD HUBS, ORGANIC GREENS, FARM TABLE DELIVERY,FIELD TO FAMILY, IOWA FOOD HUB, PRUDENT PRODUCE, AND EAT GREATER DESMOINES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1de6851c-ec35-d06d-52d5-b14e84392ec1-C", "generated_internal_id": "ASST_NON_AM22CPLFS000C011_12K2"}, {"internal_id": 151881761, "Award ID": "AM22CPLFS000C010", "Award Amount": 333763.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETINGPURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS ANDRANCHERS, FOR DISTRIBUTION TO SCHOOLS.  VERMONT INTENDS TO USE ITS LOCALFOOD FOR SCHOOLS COOPERATIVE AGREEMENT ALLOCATION TO SUPPORT SCHOOL FOODAUTHORITIES IN PURCHASING LOCAL FOOD FROM VERMONT’S NETWORK OFNON-PROFIT FOOD HUBS. VERMONT’S NON-PROFIT FOOD HUBS WORKCOLLABORATIVELY TO AGGREGATE LOCALLY GROWN AND PRODUCED PRODUCTS FROMVERMONT PRODUCERS AND DISTRIBUTE THOSE PRODUCTS THROUGHOUT THE STATE ANDREGION.  THIS OPPORTUNITY WILL HELP THE FOOD HUBS BOTH STRENGTHENEXISTING RELATIONSHIPS AND FOSTER NEW ONES WITH SCHOOLS WHO HAVE YET TOUTILIZE FOOD HUBS. LOCAL FOOD FOR SCHOOLS FUNDS WILL BE DIVIDED EQUALLYAMONG VERMONT SCHOOL FOOD AUTHORITIES USING A FORMULA BASED ON STUDENTENROLLMENT. EACH SCHOOL FOOD AUTHORITY WILL BE PAIRED WITH A FOOD HUB INTHEIR REGION AND THE VALUE OF THEIR ALLOTMENT WILL BE PROVIDED TO THEMIN THE FORM OF CREDIT AT THEIR ASSIGNED FOOD HUB. FOOD HUB SALES STAFFWILL WORK WITH EACH SCHOOL FOOD AUTHORITIES TO HELP THEM NAVIGATE THEPROCUREMENT PROCESS, ENSURING EACH SCHOOL CAN EASILY UTILIZE THEIRALLOTTED FUNDS AND CAN READILY IDENTIFY THOSE PRODUCTS PRODUCED BYSOCIALLY DISADVANTAGED FARMERS. FOOD HUBS, WHICH HAVE THE ABILITY TOSOURCE IDENTIFY ALL THE PRODUCTS THEY CARRY, WILL PROVIDE DETAILEDREPORTING DEMONSTRATING THE IMPACT OF LOCAL FOOD FOR SCHOOLS FUNDS ONTHE PRODUCERS THEY SUPPORT, INCLUDING HOW MANY SOCIALLY DISADVANTAGEDPRODUCERS BENEFIT AND HOW MANY SMALL BUSINESSES. QUARTERLY PERFORMANCEREPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALLBUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLARVALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILLPROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BYPURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLYDISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES. THIS PROJECTHAS THE POTENTIAL TO IMPACT 101 VERMONT FOOD PRODUCERS, 100 OF WHICH ARESMALL BUSINESSES AND 45 CAN BE CLASSIFIED AS SOCIALLY DISADVANTAGED.THESE PRODUCERS ARE GROWING, RAISING OR PRODUCING PRODUCTS THAT SCHOOLSREGULARLY PURCHASE FOR THEIR MEAL PROGRAMS. BY DISTRIBUTING FUNDSEQUALLY BASED ON ENROLLMENT NUMBERS, WE HOPE TO GET LOCALLY GROWN ANDRAISED FOOD IN FRONT OF AS MANY VERMONT STUDENTS AS POSSIBLE. THERECIPIENT PLANS TO SUBAWARD FUNDS TO VERMONT FOOD HUBS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5229d46-9536-2ceb-8268-e79c7ec3c48e-C", "generated_internal_id": "ASST_NON_AM22CPLFS000C010_12K2"}, {"internal_id": 151881764, "Award ID": "AM22CPLFS000C009", "Award Amount": 560189.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETINGPURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS ANDRANCHERS, FOR DISTRIBUTION TO SCHOOLS. THE RHODE ISLAND DEPARTMENT OFEDUCATION WILL SUBCONTRACT WITH FARM FRESH RHODE ISLAND TO IMPLEMENT THEMAJORITY OF THE ACTIVITIES ASSOCIATED WITH MEETING THE OBJECTIVES OF THELOCAL FOOD FOR SCHOOLS PROJECT. RHODE ISLAND DEPARTMENT OF EDUCATIONWILL, IN TURN, WORK WITH EXISTING PARTNERS TO ENSURE THAT SOCIALLYDISADVANTAGED FARMERS ARE INCLUDED IN THE PLANNING AND IMPLEMENTATION OFTHE PROJECT, THAT PRODUCE IS AGGREGATED AND DISTRIBUTED IN A SAFE ANDEFFICIENT MANNER, AND THAT ALL OUTCOMES ARE MEASURED, EVALUATED ANDREPORTED ON. USE OF RHODE ISLAND DEPARTMENT OF EDUCATION MARKET MOBILEPLATFORM WILL ALSO ENSURE THE INCLUSION OF SMALL BUSINESSES AS ALLVENDORS AGGREGATED THROUGH THE PLATFORM MEET AGRICULTURE MARKETINGSERVICE’S “SMALL BUSINESS” DEFINITION. SCHOOL FOOD AUTHORITIES THAT ARENOT ABLE TO REASONABLY PARTNER WITH FARM FRESH RHODE ISLAND FOR THEDISTRIBUTION OF FOOD ITEMS AND/OR SCHOOL FOOD AUTHORITIES THAT CAN MAKEA COMPELLING CASE FOR USING LOCAL FOOD FOR SCHOOLS FUNDS TO SUPPORT EXISTING OR DEVELOPING RELATIONSHIPS WITH SOCIALLY DISADVANTAGED PRODUCERS AND/OR SMALL BUSINESSES WILL BE GIVEN THE OPPORTUNITY TOSUBMIT SUB-GRANT APPLICATIONS FOR A PREDETERMINED ALLOCATION OF FUNDING.QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS ANDPRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUALREPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIESESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS,SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES.BENEFICIARIES ON THE PRODUCER SIDE INCLUDE A COMBINATION LOCAL ANDSOCIALLY DISADVANTAGED FARMERS AND PROCESSORS AS WELL AS SMALLBUSINESSES WITH EXISTING RELATIONSHIPS AND PURCHASE HISTORIES VIASOURCING, AGGREGATION,AND DISTRIBUTION ACTIVITIES ON THE PART OF FARMFRESH RHODE ISLAND. BENEFICIARIES ON THE RECIPIENT SIDE WILL BECOMPRISED OF UP TO 81 NATIONAL SCHOOL LUNCH PROGRAM SPONSORS, SERVICINGAPPROXIMATELY 387 SCHOOL-BASED SITES; THIS LIST REPRESENTS THE STATE’SENTIRE APPROVED NATIONAL SCHOOL LUNCH PROGRAM SPONSOR POOL, SERVING, ONAVERAGE, OVER 76,000 LUNCHES TO RHODE ISLAND’S CHILDREN AND YOUTH PERDAY. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO FARM FRESH RHODE ISLANDAND DIRECTLY TO SCHOOLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a2100b5-0a20-4376-7756-0cd5cf0b102a-C", "generated_internal_id": "ASST_NON_AM22CPLFS000C009_12K2"}, {"internal_id": 151881765, "Award ID": "AM22CPLFS000C008", "Award Amount": 422500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "10.185", "Description": "THE OFFICE OF THE STATE SUPERINTENDENT OF EDUCATION WILL HIRE ACONTRACTOR TO AGGREGATE AND DISTRIBUTE LOCAL FOODS FROM LOCAL FARMERS/PRODUCERS, SMALL BUSINESSES, AND SOCIALLY DISADVANTAGED FARMERS/PRODUCERS TO PUBLIC AND PUBLIC CHARTER SCHOOLS IN DISTRICT OFCOLUMBIA. THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOODTARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. COOPERATIVE AGREEMENT FUNDS WILL ALLOW OFFICE OF THE STATE SUPERINTENDENT OFEDUCATION TO BUILD ON ITS FOUNDATIONAL WORK THROUGH THE HEALTHY SCHOOLSACT BY HIRING A CONTRACTOR TO AGGREGATE AND DISTRIBUTE TO SCHOOLSLOCALLY GROWN FOODS FROM LOCAL FARMERS/PRODUCERS, SMALL BUSINESSES, ANDSOCIALLY DISADVANTAGED FARMERS/PRODUCERS. DISTRICT OF COLUMBIA’S HEALTHYSCHOOLS ACT OF 2010 REIMBURSES SCHOOLS AN ADDITIONAL FIVE CENTS FOR MEALCOMPONENTS THAT ARE LOCALLY GROWN AND UNPROCESSED AND REQUIRES DISTRICTOF COLUMBIA PUBLIC AND PUBLIC CHARTER SCHOOLS TO SOURCE LOCALLY GROWN,SUSTAINABLE FOODS WHENEVER POSSIBLE. COOPERATIVE AGREEMENT FUNDS WILLCREATE A MUTUALLY BENEFICIAL RELATIONSHIP FOR SMALLBUSINESSES/FARMERS/PRODUCERS AND FOR SCHOOLS. OFFICE OF THE STATESUPERINTENDENT OF EDUCATION WILL INCREASE THE POUNDS OF LOCAL FOODSAVAILABLE TO 40 SCHOOLS AT A TIME WHEN SUPPLY CHAIN DISRUPTIONS ANDTRANSITIONING BACK TO NORMAL MEAL OPERATIONS HAVE LIMITED SCHOOLS’ABILITY TO SERVE LOCALLY GROWN FOODS, AND INCREASE ECONOMICOPPORTUNITIES FOR 23 LOCAL FARMERS/PRODUCERS, 19 SMALL BUSINESSES, AND 9SOCIALLY DISADVANTAGED FARMERS/PRODUCERS IN THE REGION. QUARTERLYPERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURE THE NUMBER OFPRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS ANDPRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOOD PURCHASED. ANNUALREPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETING OPPORTUNITIESESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS AND PRODUCERS,SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALL BUSINESSES.SCHOOLS WILL BENEFIT BY RECEIVING LOCAL FOODS THAT MEET THE REQUIREMENTSFOR THE HEALTHY SCHOOLS ACT FIVE CENT REIMBURSEMENT AT A TIME WHENSCHOOL MEAL PROGRAMS ARE TRANSITIONING BACK TO NORMAL PROGRAMMING AFTERYEARS OF FREE MEALS FOR ALL STUDENTS. PRODUCERS AND SMALL BUSINESSESWILL BENEFIT BY FORGING RELATIONSHIPS WITH SCHOOLS THAT CAN INTRODUCETHEM TO THE HIGH-VOLUME, CONSISTENT PURCHASES OF AN INSTITUTIONAL BUYER.THE RECIPIENT WILL SUBAWARD TO A CONTRACTOR TO AGGREGATE AND DISTRIBUTELOCAL FOODS FROM LOCAL FARMERS/PRODUCERS, SMALL BUSINESSES, AND SOCIALLYDISADVANTAGED FARMERS/PRODUCERS TO PUBLIC AND PUBLIC CHARTER SCHOOLS INDISTRICT OF COLUMBIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb1da7db-2021-010d-4e5f-09e2dae267e2-C", "generated_internal_id": "ASST_NON_AM22CPLFS000C008_12K2"}, {"internal_id": 151881769, "Award ID": "AM22CPLFS000C007", "Award Amount": 11891161.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "10.185", "Description": "THE NEW YORK STATE EDUCATION DEPARTMENT WILL SUB AWARD THE LOCAL FOODFOR SCHOOLS COOPERATIVE PROGRAM FUNDS TO SCHOOL FOOD AUTHORITIES FOR THEPURCHASE OF LOCAL UNPROCESSED OR MINIMALLY PROCESSED FOODS. THE PURPOSEOF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETING PURCHASES FROMSMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FORDISTRIBUTION TO SCHOOLS. NEW YORK STATE EDUCATION DEPARTMENT ISREQUESTING THESE FUNDS TO ENCOURAGE, AND SUPPORT SCHOOL FOOD AUTHORITIESIN THE PROCUREMENT AND USE OF LOCAL FOOD PRODUCTS, AND TO ESTABLISHRELATIONSHIPS WITH LOCAL FARMERS/PRODUCERS TO STRENGTHEN LOCALECONOMIES. THROUGH THE IMPLEMENTATION OF THIS PROGRAM, SCHOOL FOODAUTHORITIES WILL CONNECT WITH FARM TO SCHOOL COORDINATORS AND LOCALFARMERS/PRODUCERS TO PRIORITIZE AND EXPAND FARM TO SCHOOL. NEW YORKSTATE FARMERS/PRODUCERS WILL BENEFIT FROM THE FUNDING AS THEY WILL HAVETHE OPPORTUNITY TO FORM RELATIONSHIPS WITH LOCAL SCHOOL DISTRICTS ANDINCREASE THE VOLUME OF LOCAL PRODUCTS THEY SELL. THIS PROGRAM WILLSTRENGTHEN THE FOOD SYSTEM FOR SCHOOLS BY HELPING TO BUILD A FAIR,COMPETITIVE, AND RESILIENT LOCAL FOOD CHAIN AND EXPAND LOCAL ANDREGIONAL MARKETS WITH AN EMPHASIS ON PURCHASING FROM HISTORICALLYUNDERSERVED PRODUCERS AND PROCESSORS. QUARTERLY PERFORMANCE REPORTS WILLBE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES ANDSOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES,AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OFNEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL ANDREGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS ANDPRODUCERS, AND SMALL BUSINESSES. NEW YORK STATE EDUCATION DEPARTMENTWILL SUBAWARD ALL FUNDS DIRECTLY TO AS MANY AS 1,043 SCHOOL FOODAUTHORITIES. SCHOOL FOOD AUTHORITIES WILL HAVE THE ABILITY TO CUSTOMIZEPROCUREMENTS BASED ON THEIR NEEDS AND TARGET SMALL BUSINESSES ANDSOCIALLY DISADVANTAGED FARMERS/PRODUCERS. BY PROVIDING THE FUNDSDIRECTLY, SCHOOL FOOD AUTHORITIES WILL BENEFIT FROM CREATING ANDENHANCING RELATIONSHIPS DIRECTLY WITH LOCAL FARMERS/PRODUCERS THAT CANBE SUSTAINED BEYOND THE PROGRAM END DATE. NEW YORK STATE EDUCATIONDEPARTMENT WILL SUBAWARD THE FULL ALLOCATED AMOUNT OF $11,891,161DIRECTLY TO ELIGIBLE SCHOOL FOOD AUTHORITIES THAT APPLY TO NEW YORKSTATE EDUCATION DEPARTMENT TO PARTICIPATE IN THE LOCAL FOOD FOR SCHOOLSCOOPERATIVE AGREEMENT PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a189d720-b766-95c7-8e39-d6a56e43905a-C", "generated_internal_id": "ASST_NON_AM22CPLFS000C007_12K2"}, {"internal_id": 151881763, "Award ID": "AM22CPLFS000C006", "Award Amount": 3098510.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "10.185", "Description": "THE SOUTH CAROLINA DEPARTMENT OF AGRICULTURE IS REQUESTING FUNDINGTHROUGH A COOPERATIVE AGREEMENT UNDER THE LOCAL FOOD FOR SCHOOLSCOOPERATIVE AGREEMENT PROGRAM TO FACILITATE THE PURCHASE ANDDISTRIBUTION OF LOCAL FOODS TO SCHOOLS WITHIN THE STATE, WITH AN EMPHASIS ON AREAS OF NEED. SOUTH CAROLINA DEPARTMENT OF AGRICULTURE WILL WORK WITH AN ESTABLISHED AND VERIFIED DISTRIBUTOR, SENNBROTHERS, AS WELL AS THE SOUTH CAROLINA DEPARTMENT OF EDUCATION TODETERMINE LEVELS OF NEED AND TO INCREASE THE PURCHASE AND DISTRIBUTIONOF LOCAL FOODS TO THESE SCHOOLS. THE PURPOSE OF THIS AGREEMENT IS TOPURCHASE LOCAL FOOD TARGETING PURCHASES FROM SMALL BUSINESSES ANDSOCIALLY DISADVANTAGED FARMERS AND RANCHERS, FOR DISTRIBUTION TOSCHOOLS. EXPECTED OUTCOMES OF THIS PROJECT INCLUDE THE PURCHASE OF FOODFROM AT LEAST 50 FARMERS, INCLUDING AT LEAST 29 SOCIALLY DISADVANTAGEDFARMERS AND 46 SMALL FARM BUSINESSES. FOOD WILL BE DISTRIBUTED IN SCHOOLDISTRICTS ACROSS THE STATE, WITH A SPECIFIC FOCUS ON 24 COUNTIES OFNEED. UNDER THIS PROJECT, SOUTH CAROLINA DEPARTMENT OF AGRICULTURE ANDPARTNERS WILL FACILITATE THE PURCHASE OF LOCAL FOODS FROM FARMERS ACROSSSOUTH CAROLINA, INCLUDING SMALL FARMERS, SOCIALLY DISADVANTAGED FARMERS,AND THOSE LOCATED IN RURAL AREAS. THESE FOODS WILL BE DISTRIBUTED TOSCHOOL FOOD AUTHORITIES, CONSISTING OF SCHOOLS AND DISTRICTS LOCATED INUNDERSERVED COUNTIES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TOCAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLYDISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPEOF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEWMARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL ANDREGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS ANDPRODUCERS, AND SMALL BUSINESSES. SOUTH CAROLINA DEPARTMENT OFAGRICULTURE IDENTIFIED AT LEAST 50 PRODUCERS WHO WILL DIRECTLY BENEFITFROM THIS PROJECT THROUGH THE PURCHASE OF LOCAL FOODS. OF THAT TOTAL, WE ESTIMATE THAT AT LEAST 29 BENEFICIARIES ARE SOCIALLY DISADVANTAGED FARMERS AND 46 ARE CONSIDERED SMALL BUSINESSES. LOCAL FOODSWILL BE MADE AVAILABLE TO ALL SCHOOL FOOD AUTHORITIES THAT CHOOSE TOPARTICIPATE, WITH A SPECIFIC FOCUS ON THOSE LOCATED IN AREAS OF NEED. WEESTIMATE THAT ALMOST 808,000 STUDENTS FROM 124 SCHOOL FOOD AUTHORITIESWILL BE IMPACTED BY THIS PROGRAM. OF THAT TOTAL, WE ESTIMATE THAT THEREARE AT LEAST 213,191 CHILDREN IN THE 24 HIGH NEED COUNTIES THAT WILL BETARGETED FOR EXTRA LOCAL FOOD FOR SCHOOLS FUNDS. THERE ARE 55 SMALLSCHOOL FOOD AUTHORITIES THAT WILL RECEIVE ADDITIONAL FUNDS. THERECIPIENT PLANS TO SUBAWARD FUNDS TO SENN BROTHERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8393707b-e83b-c3e6-5ebf-b2d12d6527e4-C", "generated_internal_id": "ASST_NON_AM22CPLFS000C006_12K2"}, {"internal_id": 151881756, "Award ID": "AM22CPLFS000C005", "Award Amount": 3447772.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETINGPURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS ANDRANCHERS, FOR DISTRIBUTION TO SCHOOLS. LOCAL FOODS FOR SCHOOLSCOOPERATIVE AGREEMENT PROGRAM ACTIVITIES WILL STRENGTHEN THE WISCONSINFOOD SYSTEM AND EXPAND ECONOMIC OPPORTUNITY. PRE-AWARD ACTIVITIES LIKESURVEYS, NETWORKING, AND MAPPING COLLABORATORS WILL INCREASE AWARENESSAND SUCCESS OF THE LOCAL FOOD FOR SCHOOLS OPPORTUNITY. COLLABORATORSINCLUDE BUYING GROUPS, AGGREGATORS, DISTRIBUTORS, PROCESSORS, NON-PROFITAND FOR-PROFIT, AND OTHER CONTRACTORS IN THE SUPPLY CHAIN. MAPS WILLIDENTIFY OUTREACH FOCUS TO CLOSE GAPS AND ALLOW FOR EQUITABLE REACHACROSS THE STATE. CREATION OF A LOCAL PROCUREMENT WEBPAGE, APPLICATIONAND TRACKING FORMS, AND FREQUENTLY ASKED QUESTIONS WILL BE ESTABLISHEDTHROUGHOUT THE PERIOD OF THE GRANT. OTHER STATE AGENCIES, STUDENTORGANIZATIONS, AND EXTENSION OFFICES CAN SUPPORT LOCAL FOOD FOR SCHOOLSACTIVITIES AND BENEFICIARY CONNECTIONS. THE GOAL OF THIS PROGRAM IS TOINCREASE THE PURCHASE OF LOCAL AND REGIONAL FOODS FOR DISTRIBUTION TOSCHOOLS, AND BUILD PARTNERSHIPS WITH LOCAL AND REGIONAL PRODUCERS, SMALLBUSINESSES, SOCIALLY DISADVANTAGED FARMERS/PRODUCERS, AND SCHOOLS. ADESIRED OUTCOME OF THE LOCAL FOOD SCHOOL IS THAT THESE PARTNERSHIPSCONTINUE AFTER THE PROGRAM CONCLUDES. QUARTERLY PERFORMANCE REPORTS WILLBE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES ANDSOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES,AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OFNEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL ANDREGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS ANDPRODUCERS, AND SMALL BUSINESSES. THERE ARE TWO BENEFICIARIES. THE FIRSTARE PUBLIC, PRIVATE, OR RESIDENTIAL CHILD CARE INSTITUTIONS, REFERRED TOAS SCHOOL FOOD AUTHORITIES IN THE NATIONAL SCHOOL LUNCH PROGRAM ANDSCHOOL BREAKFAST PROGRAM. SECOND, ARE SOCIALLY DISADVANTAGED AND/ORSMALL BUSINESSES FARMERS/PRODUCERS. FUNDS WILL INCREASE ACCESS TO LOCAL,UNPROCESSED, AND MINIMALLY PROCESSED FOODS BY MARCH 2024. THE RECIPIENTPLANS TO SUBAWARD FUNDS TO COLLABORATORS AND SCHOOL FOOD AUTHORITIESWHICH WILL COMPLETE AN APPLICATION OUTLINING THEIR PLAN TO JUSTIFY USEOF GRANT FUNDS BEFORE RECEIVING A SUB-AWARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c99cd40c-429a-8038-9d47-4bacb9d8f626-C", "generated_internal_id": "ASST_NON_AM22CPLFS000C005_12K2"}, {"internal_id": 151881773, "Award ID": "AM22CPLFS000C004", "Award Amount": 325080.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "10.185", "Description": "THE WYOMING DEPARTMENT OF EDUCATION WILL PURCHASE AND PROVIDEDUNPROCESSED OR MINIMALLY PROCESSED LOCAL AND REGIONAL FOOD PRODUCTS VIAA COLLABORATION WITH FRESH FOOD WYOMING L3C. THIS ORGANIZATION WILLCOLLABORATE WITH WYOMING DEPARTMENT OF EDUCATION TO FACILITATE THEPURCHASE AND DISTRIBUTION OF LOCAL/REGIONAL FOOD PRODUCTS TO WYOMINGSCHOOL FOOD AUTHORITIES THAT PARTICIPATE IN THE NATIONAL SCHOOL LUNCHPROGRAM. THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOODTARGETING PURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGEDFARMERS AND RANCHERS, FOR DISTRIBUTION TO SCHOOLS. FRESH FOOD WYOMINGL3C CURRENTLY OPERATES AS A DISTRIBUTOR OF LOCAL AND REGINAL AGRICULTUREPRODUCTS THAT ARE PRODUCED FROM WYOMING AND ROCKY MOUNTAIN REGIONALFARMERS, PRODUCERS AND PROCESSORS. WYOMING DEPARTMENT OF EDUCATION WILLFACILITATE THE PURCHASE OF LOCAL AND REGIONAL FOODS BY INFORMING ALLSCHOOL FOOD AUTHORITIES THAT FRESH FOOD WYOMING L3C IS COLLABORATINGWITH THE WYOMING DEPARTMENT OF EDUCATION. THIS ORGANIZATION WILL PROVIDETHE PRODUCTS, DISTRIBUTION, TRANSPORTATION, AND STORAGE OF FRESH,UNPROCESSED OR MINIMALLY PROCESSED LOCAL AND REGIONAL FOODS TO WYOMINGSCHOOL FOOD AUTHORITIES WITH THE WYOMING DEPARTMENT OF EDUCATION LOCALFOOD SCHOOLS GRANT PAYING ALL COSTS. WYOMING DEPARTMENT OF EDUCATIONWILL PROVIDE A SPECIFIC BUDGET FOR GRANT FUND INTEGRITY. THIS GRANT WILLHAVE A UNIQUE BUDGET AND PROJECT CODES FOR FEDERAL FUND SPENDING,TRACKING, AND REPORTING BY THE AGENCY AND BY THE STATE. THE CHILDNUTRITION PROGRAMS ACCOUNT WILL MONITOR, AUDIT AND PAY ALL INVOICES ANDPROVIDE FINANCIAL GRANT REPORTING. QUARTERLY PERFORMANCE REPORTS WILL BESUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES ANDSOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES,AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OFNEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL ANDREGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS ANDPRODUCERS, AND SMALL BUSINESSES. LOCAL FOOD SYSTEM DEVELOPMENT CAN BRINGSIGNIFICANT BENEFITS TO WYOMING. SMALL TO MEDIUM SIZED GROWERS,PRODUCERS, AND PROCESSERS ARE SUPPORTED AND SUSTAINED BY INCREASEDACCESS AND IMPROVED SALES. THIS GRANT WILL ASSIST IN FACILITATING THEPURCHASE AND DISTRIBUTION OF RURAL LOCAL FOOD PRODUCTS FROM GROWERS ANDPRODUCERS FOR USE IN WYOMING’S SCHOOL FOOD PROGRAMS. THE RECIPIENT PLANSTO SUBAWARD FUNDS TO FRESH FOOD WYOMING L3C.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d02f815-a38d-d48f-2b52-14534878ff6b-C", "generated_internal_id": "ASST_NON_AM22CPLFS000C004_12K2"}, {"internal_id": 151585608, "Award ID": "AM22CPLFS000C003", "Award Amount": 5677516.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-18", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETINGPURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS ANDRANCHERS, FOR DISTRIBUTION TO SCHOOLS. NORTH CAROLINA DEPARTMENT OFAGRICULTURE AND CONSUMER SERVICES FOOD DISTRIBUTION SEES THE LOCAL FOODFOR SCHOOLS GRANT AS A PERFECT OPPORTUNITY TO HELP THE SCHOOLS IN NORTHCAROLINA AS THEY WORK HARD TO PROVIDE NUTRITIOUS, HEALTHY MEALS FOR OURKIDS WHILE INTRODUCING AND TEACHING THEM ABOUT FRESH, LOCAL PRODUCE. THEFUNDS WOULD BE DISTRIBUTED TO THE SCHOOLS THAT PARTICIPATE IN THENATIONAL SCHOOL LUNCH PROGRAM BASED ON THEIR ENROLLMENT. OUR GOAL IS TOPURCHASE AS MUCH LOCAL, FRESH PRODUCE AND LOCALLY PRODUCED PRODUCTS ASPOSSIBLE FROM SMALL FARMERS AND PRODUCERS WITH A FOCUS ON THE SOCIALLYDISADVANTAGED FARMERS. OUR GOAL IS TO INCLUDE AS MANY SMALL BUSINESSESAS POSSIBLE. WE HAVE A LARGE NUMBER OF SMALL BUSINESSES IN NORTHCAROLINA AND A HIGH PERCENTAGE OF THE BUSINESSES THAT WILL BENEFIT FROMTHIS SHOULD MEET THE CRITERIA OF BEING A SMALL BUSINESS. OUR GOAL IS TOEDUCATE OUR SCHOOLS ON THE LOCAL RESOURCES AVAILABLE AS WE HELP THEMBUILD PARTNERSHIPS THAT WILL BENEFIT BOTH THE BUSINESSES AND THE SCHOOLSFOR MANY YEARS. AS WE HAVE SEEN FUEL PRICES REACH RECORD HIGHS RECENTLY,PROMOTING THE CONCEPT OF BUYING LOCAL SHOULD BE A SIGNIFICANT SAVINGS ONOPERATIONS AND LOGISTICS EXPENSES.   GRANT AS A PERFECT OPPORTUNITY TOHELP THE SCHOOLS IN NORTH CAROLINA AS THEY WORK HARD TO PROVIDENUTRITIOUS, HEALTHY MEALS FOR OUR KIDS WHILE INTRODUCING AND TEACHINGTHEM ABOUT FRESH, LOCAL PRODUCE. THE FUNDS WOULD BE DISTRIBUTED TO THESCHOOLS THAT PARTICIPATE IN THE NATIONAL SCHOOL LUNCH PROGRAM BASED ONTHEIR ENROLLMENT. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TOCAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLYDISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPEOF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEWMARKETING OPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL ANDREGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS ANDPRODUCERS, AND SMALL BUSINESSES. THIS IS ALSO A GREAT OPPORTUNITY TOPROCURE LOCAL PRODUCE FROM SOCIALLY DISADVANTAGED FARMERS, SMALL FARMERSAND SMALL BUSINESSES. WE WILL PROMOTE LOCAL RESOURCES RIGHT HERE AT OURFINGERTIPS AND HELP BUILD RELATIONSHIPS THAT WILL BENEFIT EVERYONEINVOLVED FOR YEARS TO COME. WE HAVE 141 SCHOOLS THAT PARTICIPATE IN THENATIONAL SCHOOL PROGRAM AND WILL BE ELIGIBLE TO PARTICIPATE IN THE LOCALFOOD FOR SCHOOLS PROGRAM. A DETAILED LIST OF ALL POSSIBLE PARTICIPANTSAND THE FUNDS AVAILABLE TO EACH OF THEM IS AVAILABLE IF NEEDED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2becc577-7e88-c69f-e38c-6632e97b23cf-C", "generated_internal_id": "ASST_NON_AM22CPLFS000C003_12K2"}, {"internal_id": 151585551, "Award ID": "AM22CPLFS000C002", "Award Amount": 2206790.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETINGPURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS ANDRANCHERS, FOR DISTRIBUTION TO SCHOOLS. THE ARKANSAS LOCAL FOOD FORSCHOOLS COOPERATIVE AGREEMENT PROGRAM, FUNDED THROUGH THE LOCAL FOOD FORSCHOOLS COOPERATIVE AGREEMENT PROGRAM, WILL ESTABLISH COOPERATIVEAGREEMENTS BETWEEN ARKANSAS SCHOOLS, LOCAL AND SOCIALLY DISADVANTAGEDFARMERS/PRODUCERS, AND SMALL BUSINESSES TO PROVIDE LOCAL FOOD TOSCHOOLS. THE ARKANSAS LOCAL FOOD FOR SCHOOLS COOPERATIVE AGREEMENTPROGRAM WILL BROADEN PARTNERSHIPS BETWEEN ARKANSAS SCHOOLS AND LOCAL ANDSOCIALLY DISADVANTAGED FARMERS/PRODUCERS AND SMALL BUSINESSES TO ENSUREFOOD DISTRIBUTION TO SCHOOLS IN ARKANSAS’S 75 COUNTIES EXTENDS BEYONDTHE LIFE OF THE GRANT. IT IS THE EXPECTATION THAT ARKANSAS LOCAL FOODFOR SCHOOLS COOPERATIVE AGREEMENT PROGRAM SCHOOLS WILL PURCHASE DOMESTICFOOD FROM LOCAL AND SOCIALLY DISADVANTAGED FARMERS/PRODUCERS AND SMALLBUSINESSES. QUARTERLY PERFORMANCE REPORTS WILL BE SUBMITTED TO CAPTURETHE NUMBER OF PRODUCERS, SMALL BUSINESSES AND SOCIALLY DISADVANTAGEDFARMERS AND PRODUCERS, DOLLAR VALUE OF PURCHASES, AND TYPE OF FOODPURCHASED. ANNUAL REPORTS WILL PROVIDE PERCENTAGES OF NEW MARKETINGOPPORTUNITIES ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERSAND PRODUCERS, SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, AND SMALLBUSINESSES. AN ESTIMATED 60 PERCENT OF NEW MARKETING OPPORTUNITIES WILLBE ESTABLISHED BY PURCHASING FROM LOCAL AND REGIONAL FARMERS/PRODUCERSWITH 40 PERCENT LIKELY TO BE SUSTAINED AFTER THE FUNDING IS EXPENDED. ANESTIMATED 90 PERCENT OF NEW MARKETING OPPORTUNITIES WILL BE ESTABLISHEDBY PURCHASING FROM SOCIALLY DISADVANTAGED FARMERS/PRODUCERS WITH 70PERCENT LIKELY TO BE SUSTAINED AFTER THE FUNDING IS EXPENDED. SCHOOLS(SUB-RECIPIENTS) WILL BE PROVIDED A LIST OF APPROVED LOCAL AND SOCIALLYDISADVANTAGED FARMERS, RANCHER, PRODUCERS, AND SMALL BUSINESSES TOPURCHASE MINIMALLY PROCESSED OR UNPROCESSED FOOD. PRODUCERS WILLCOORDINATE WITH SUB-RECIPIENTS THE DISTRIBUTION OF PERISHABLE FOODS ON AMONTHLY BASIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7258b92-6022-59a2-bb4a-38616e8decd9-C", "generated_internal_id": "ASST_NON_AM22CPLFS000C002_12K2"}, {"internal_id": 151123781, "Award ID": "AM22CPLFS000C001", "Award Amount": 3458752.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "10.185", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PURCHASE LOCAL FOOD TARGETINGPURCHASES FROM SMALL BUSINESSES AND SOCIALLY DISADVANTAGED FARMERS ANDRANCHERS, FOR DISTRIBUTION TO SCHOOLS. THE MINNESOTA DEPARTMENT OFAGRICULTURE WILL USE LOCAL FOOD FOR SCHOOLS FUNDING TO HELP MINNESOTASCHOOLS START AND EXPAND THEIR PROCUREMENT OF LOCAL FOODS. FUNDS WILL BESUB-AWARDED TO SCHOOLS THROUGH A COMPETITIVE FARM TO SCHOOL GRANTPROGRAM THAT WILL REIMBURSE SCHOOLS FOR LOCAL FOOD PURCHASES. EXPECTEDOUTCOMES OF THIS PROJECT INCLUDE INCREASED NUMBER OF MINNESOTA SCHOOLSENGAGING IN LOCAL FOOD PROCUREMENT; INCREASED AMOUNT OF LOCAL FOODPURCHASED BY SCHOOLS; AND CREATION OF NEW PARTNERSHIPS BETWEEN SCHOOLSAND MINNESOTA FOOD PRODUCERS, SPECIFICALLY SOCIALLY DISADVANTAGED FARMSAND SMALL BUSINESSES. EVALUATION OF THIS PROJECT WILL SUPPORT AND INFORMONGOING PROGRAMS AND INITIATIVES IN MINNESOTA, INCLUDING AT THE MDA, TOEXPAND FARM TO SCHOOL PROCUREMENT, IMPROVE ACCESS TO LOCAL FOOD, ANDSTRENGTHEN LOCAL AND REGIONAL SYSTEMS. QUARTERLY PERFORMANCE REPORTSWILL BE SUBMITTED TO CAPTURE THE NUMBER OF PRODUCERS, SMALL BUSINESSESAND SOCIALLY DISADVANTAGED FARMERS AND PRODUCERS, DOLLAR VALUE OFPURCHASES, AND TYPE OF FOOD PURCHASED. ANNUAL REPORTS WILL PROVIDEPERCENTAGES OF NEW MARKETING OPPORTUNITIES ESTABLISHED BY PURCHASINGFROM LOCAL AND REGIONAL FARMERS AND PRODUCERS, SOCIALLY DISADVANTAGEDFARMERS AND PRODUCERS, AND SMALL BUSINESSES. WE EXPECT AT LEAST 250LOCAL FOOD PRODUCERS AND SMALL FOOD BUSINESSES TO BENEFIT FROM THISPROGRAM, AND AT LEAST 125 OF THEM TO ALSO BE MEMBERS OF SOCIALLYDISADVANTAGED GROUPS. BASED ON PREVIOUS FARM TO SCHOOL PARTICIPATION ANDA SURVEY WE SENT TO ALL SCHOOL FOOD AUTHORITIES IN JUNE 2022, WE EXPECTAPPROXIMATELY 150 SCHOOLS TO PARTICIPATE IN LOCAL FOOD FOR SCHOOLS. THEMINNESOTA DEPARTMENT OF AGRICULTURE WILL SUB-AWARD LOCAL FOOD FORSCHOOLS FUNDS DIRECTLY TO SCHOOLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "243c42fe-e9bd-c718-77c5-205723805d8e-C", "generated_internal_id": "ASST_NON_AM22CPLFS000C001_12K2"}]