[{"internal_id": 160656425, "Award ID": "AM230100RFBCC001", "Award Amount": 39124852.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-23", "CFDA Number": "10.186", "Description": "AMS IS ENTERING INTO THIS AGREEMENT WITH THE FEDERATION OF AMERICAN SCIENTISTS (FAS) TO ESTABLISH AND CARRY OUT THE AMS FOOD SUPPLY CHAIN FELLOWS INITIATIVE (FSCFI). PURSUANT TO THIS AGREEMENT, FAS WILL PROVIDE THE NECESSARY STAFFING, EXPERTISE, AND SUPPORT SERVICES FOR THE FSCFI, WHICH WILL UTILIZE THE INTERGOVERNMENTAL PERSONNEL AGREEMENT (IPA) MOBILITY PROGRAM TO ESTABLISH, LAUNCH, AND SUSTAIN A COHORT OF FELLOWS WHO WILL SUPPORT THE IMPLEMENTATION AND OVERSIGHT OF USDA’S FOOD SYSTEMS TRANSFORMATION EFFORTS. FSCFI WILL HELP TO PROVIDE CRITICAL LINKAGES AND COORDINATION BETWEEN THE PROGRAMS TO SYNC ACROSS REGIONAL AND STATE-BASED PROJECTS AND FACILITATE SOLUTIONS FOR LOCAL AND REGIONAL FOOD SYSTEMS. THIS AGREEMENT ENABLES USDA TO LEVERAGE LOCAL AND REGIONAL TALENT TO BRIDGE COORDINATION AND OVERSIGHT ACTIVITIES FOR USDA FOOD SYSTEM TRANSFORMATION EFFORTS ALONGSIDE USDA EMPLOYEES.  A. THE FEDERAL AGENCY WILL: 1. PROVIDE INPUT AND DIRECTION ON THE ESTABLISHMENT AND DIRECTION OF AN AMS FOOD SUPPLY CHAIN FELLOWS INITIATIVE (FSCFI) WHICH WILL UTILIZE THE INTERGOVERNMENTAL PERSONNEL AGREEMENT (IPA) MOBILITY PROGRAM TO ESTABLISH, LAUNCH, AND SUSTAIN A COHORT OF FELLOWS WHO WILL SUPPORT THE IMPLEMENTATION AND OVERSIGHT OF USDA’S FOOD SYSTEMS TRANSFORMATION EFFORTS. 2. PROVIDE DETAILED INFORMATION (I.E., POSITION DESCRIPTIONS AND/OR DUTIES/RESPONSIBILITIES) ON THE QUALIFICATIONS NEEDED FROM SUCH PERSONNEL. 3. PARTICIPATE IN THE INTERVIEWING, HIRING, SELECTION, TRAINING, AND ONBOARDING OF QUALIFIED PERSONNEL FOR THE AMS FSCFI IN ANTICIPATION OF THEIR TRANSFER TO THE FEDERAL AGENCY UNDER THE IPA MOBILITY PROGRAM. 4. PROVIDE GUIDANCE AND APPROVAL ON TRAINING TO PERSONNEL IN THE AMS FSCFI ON GRANTS MANAGEMENT, FEDERAL SERVICE, NETWORK BUILDING, PROGRAM MANAGEMENT, EVALUATION, AND OTHER RELEVANT BUSINESS DEVELOPMENT AND FOOD SYSTEMS TRAINING. THIS WILL INCLUDE ASSISTING WITH IDENTIFYING AND DEVELOPING TRAININGS AND NECESSARY TRAINING PARTNERS. THE FEDERAL AGENCY WILL PROVIDE TRAINING REQUIRED SPECIFIC TO THEIR EMPLOYMENT AT USDA. 5. PROVIDE PROGRAM, TECHNICAL, AND ORGANIZATIONAL INFORMATION TO THE COOPERATOR RELATING TO USDA FOOD SYSTEM TRANSFORMATION PROGRAMS, AS NECESSARY TO PERFORM THE AGREEMENT ACTIVITIES. 6. RECEIVE, ONBOARD, SUPERVISE AND OTHERWISE SUPPORT PERSONNEL AT THE FEDERAL AGENCY FOR THE TERM OF APPOINTMENT UNDER THE IPA MOBILITY PROGRAM. 7. PROVIDE INPUT INTO IPA PERSONNEL PERFORMANCE ON A ROUTINE BASIS. 8. MONITOR AND ASSIST WITH THE COOPERATOR TASKS AS APPROPRIATE.  B. THE COOPERATOR WILL: 1. PARTNER WITH THE FEDERAL AGENCY TO ESTABLISH THE FSCFI COHORT OF FELLOWS BY IDENTIFYING, INTERVIEWING, SELECTING, AND ONBOARDING 35 SKILLED PERSONNEL TO SERVE WITHIN THE AMS AND ACROSS USDA, AS APPROPRIATE. SUCH PERSONNEL MUST BE EMPLOYED BY THE COOPERATOR FOR AT LEAST 90 DAYS PRIOR TO SELECTION AND ONBOARDING ONTO AN IPA. 2. PROVIDE TRAINING TO THE FSCFI COHORT OF FELLOWS ON GRANTS MANAGEMENT, FEDERAL SERVICE, NETWORK BUILDING, PROGRAM MANAGEMENT, EVALUATION, AND OTHER RELEVANT BUSINESS DEVELOPMENT AND FOOD SYSTEMS TRAINING. SUCH TRAINING WILL BE DEVELOPED OR PLANNED WITH SIGNIFICANT FEDERAL AGENCY INVOLVEMENT AND THE COOPERATOR WILL ENGAGE WITH NECESSARY TRAINING PARTNERS AND SUBJECT MATTER EXPERTS AS ADVISED BY THE FEDERAL AGENCY. THE FEDERAL AGENCY WILL APPROVE ALL FINAL TRAINING PRIOR TO USE. 3. PARTICIPATE IN A KICKOFF AND FSCFI COORDINATION MEETINGS TO ADDRESS ANY QUESTIONS, CONCERNS, OR ISSUES ABOUT FSCFI AND IPA MOBILITY PROGRAM IMPLEMENTATION. 4. PAY COMPENSATION, TRAINING AND TRAVEL COSTS, AND OTHER COSTS ASSOCIATED FOR ALL FELLOWS WHO ENTER INTO AN IPA AS PART OF THE FSCFI. 5. ENGAGE AND ADMINISTER A SUB-AGREEMENT WITH AN ORGANIZATION IN MUTUAL AGREEMENT WITH THE FEDERAL AGENCY FOR THE EXECUTION OF REGIONAL CENTER CONFERENCES AND/OR EVENTS. 6. FACILITATE IPA AGREEMENTS AND COHORT INCLUSION FOR FELLOWS CURRENTLY EMPLOYED AT AGENCIES OR ORGANIZATIONS WHERE SUCH ARRANGEMENT IS AGREEABLE TO ALL PARTIES? 7. ENSURE THAT THE SELECTED PERSONNEL CAN RETURN TO THE NON-IPA (I.E., NON-FEDERAL) POSITION OCCUPIED PRIOR TO THE ASSIGNMENT OR TO ONE OF COMPARABLE PAY, DUTIES, AND SENIORITY AND THAT THE SELECTED PERSONNEL’S RIGHTS AND BENEFITS ARE FULLY PROTECTED. IF STAFF ARE HIRED AT THE COOPERATOR ORGANIZATION FOR A TERM THAT DOES NOT EXCEED THE IPA APPOINTMENT TIMEFRAME, THIS MAY NOT APPLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": 28200000.0, "Infrastructure Obligations": null, "recipient_id": "e7b6a94f-ed58-9154-d50b-b9cb840a09cd-C", "generated_internal_id": "ASST_NON_AM230100RFBCC001_12K2"}]