[{"internal_id": 150868143, "Award ID": "20223841437921", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "10.226", "Description": "THE URBAN AGRICULTURAL AND LIFE SCIENCES INSTITUTE: INCREASING ACCESS TO THE ALS WORKFORCE THROUGH EXPERIENTIAL LEARNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20223841437921_12H3"}, {"internal_id": 150868142, "Award ID": "20223841437920", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-13", "CFDA Number": "10.226", "Description": "CAREER AWARENESS FOR RURAL AGRICULTURAL SCIENCES THROUGH TOWER GARDENING (CARAT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20223841437920_12H3"}, {"internal_id": 150868141, "Award ID": "20223841437919", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "10.226", "Description": "DRONES IN AGRICULTURE: FARMING TAKES FLIGHT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0be8be27-01c3-5561-cdb8-7e3ff377da1f-C", "generated_internal_id": "ASST_NON_20223841437919_12H3"}, {"internal_id": 150868140, "Award ID": "20223841437918", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "10.226", "Description": "RESERVOIR OBSERVER STUDENT SCIENTISTS: PARTICIPATORY SCIENCE EDUCATION MODEL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20223841437918_12H3"}, {"internal_id": 150868139, "Award ID": "20223841437917", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-25", "CFDA Number": "10.226", "Description": "STRENGTHENING SUSTAINABLE FOOD PRODUCTION EDUCATION THROUGH HANDS-ON INSTRUCTION IN MASSACHUSETTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ed2d098b-26a8-9763-fd5d-83e9522c440e-C", "generated_internal_id": "ASST_NON_20223841437917_12H3"}, {"internal_id": 150868138, "Award ID": "20223841437916", "Award Amount": 53117.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "10.226", "Description": "REACHING OUT TO ADVANCE DIVERSITY IN SCIENCE (ROADS): CONSTRUCTING RURAL AND UNDERSERVED PATHWAYS TO CAREERS IN FOOD, AGRICULTURE, CONSUMERISM TECHNOLOGY AND SCIENCES (FACTS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c3c0a534-6ceb-2bca-e94d-83742848871a-C", "generated_internal_id": "ASST_NON_20223841437916_12H3"}, {"internal_id": 150868137, "Award ID": "20223841437915", "Award Amount": 53117.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-15", "CFDA Number": "10.226", "Description": "BLUE MOUNTAIN PRECISION AGRICULTURE MOBILE UNIT GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ab44e4d-4007-d13b-a945-e7ee81c09b6a-C", "generated_internal_id": "ASST_NON_20223841437915_12H3"}, {"internal_id": 150868136, "Award ID": "20223841437914", "Award Amount": 53118.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-11", "CFDA Number": "10.226", "Description": "GROWING DIVERSITY AND OPPORTUNITIES FOR SUCCESS THROUGH PRE-COLLEGE COMMUNITY-BASED EXPERIENTIAL LEARNING IN FOOD AND NUTRITION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "837e4ece-7fdf-a5c9-db11-1d4aaea94b68-C", "generated_internal_id": "ASST_NON_20223841437914_12H3"}, {"internal_id": 150868135, "Award ID": "20223841437913", "Award Amount": 53118.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "10.226", "Description": "COLLEGE OF SOUTHERN IDAHO BRIDGE TO PRECISION AGRICULTURE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bab60d6a-80ee-6457-61eb-34a1caae007d-C", "generated_internal_id": "ASST_NON_20223841437913_12H3"}, {"internal_id": 134198949, "Award ID": "20213841434965", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "10.226", "Description": "THE PURPOSE OF THIS PROJECT IS TO ENHANCE THE QUALITY OF K-14 INSTRUCTION TO MEET FUTURE NATIONAL FOOD AND AGRICULTURAL SCIENCE AND WORKPLACE NEEDS THROUGH STUDENT APPRENTICESHIPS AND LEARNING EXPERIENCES IN PLANT SCIENCE AND HORTICULTURE. THE BENEFICIARIES WILL INCLUDE UP TO 196 STUDENTS ENROLLED IN TWO PUBLIC HIGH SCHOOLS IN NELSON COUNTY, KENTUCKY, INCLUDING UNDERSERVED POPULATIONS OF STUDENTS WITH DISABILITIES, OF DIVERSE ETHNIC AND MINORITY BACKGROUNDS, AND FROM LOW-INCOME FAMILIES. THE PROJECT SHALL PROVIDE EXPERIENTIAL, HANDS-ON LEARNING BY PLACING THE LOCATION OF THREE SECONDARY EDUCATION AG-SCIENCE COURSES AT THE BERNHEIM ARBORETUM AND RESEARCH FOREST AND PRODUCE SEMESTER-LONG WORK-BASED LEARNING PLACEMENTS/APPRENTICESHIPS FOR UP TO 16 STUDENTS. THE OUTCOME/IMPACT OF THE PROJECT IS TO DEVELOP EXPERIENTIAL LEARNING OPPORTUNITIES THAT DIRECTLY BENEFIT 196 STUDENTS, 4, SEMESTER-LONG APPRENTICESHIP POSITIONS (FOR A PERIOD OF TWO YEARS) THAT DIRECTLY SUPPORT UP TO 16 STUDENTS, ANDPROFESSIONAL LEARNING EXTERNSHIPS FOR SIX AG-SCIENCE INSTRUCTORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4428fd6e-daed-eccb-ed8f-f1a35d283548-C", "generated_internal_id": "ASST_NON_20213841434965_12H3"}, {"internal_id": 137054541, "Award ID": "20213841434961", "Award Amount": 149911.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-04", "CFDA Number": "10.226", "Description": "AS THE FOOD INDUSTRIES HAVE RAPIDLY GROWN IN THE US AND AS THE GLOBAL TRADES OF FOOD PRODUCTS HAS BECOME MORE COMPLICATED ALONG WITH INTERVENTION OF BIOAGENTS, IT HAS BECOME NECESSARY TO EMPOWER OUR FUTURE FOOD SCIENTISTS WITH THE BACKGROUNDS REQUIRED TO PROVIDE SAFE FOODS AND DEVELOP NEW FUNCTIONAL PRODUCTS FOR CONSUMERS.  YET, STUDENT ENROLLMENT IN FOOD SCIENCE PROGRAMS HAS BEEN DECLINING NATIONWIDE, ESPECIALLY AMONG AFRICAN-AMERICANS. HISTORICALLY BLACK COLLEGES AND UNIVERSITIES HAVE PRODUCED GRADUATES MAINLY FROM LIFE SCIENCE MAJORS, BUT ONLY ABOUT 5% ARE IN THE FOOD SCIENCE PROFESSION. THIS IS NO EXCEPTION IN THE FOOD SCIENCE PROGRAM AT DELAWARE STATE UNIVERSITY.  TO ATTRACT STUDENTS INTO THE DSU FOOD SCIENCES PROGRAM, THIS PROJECT PLANS TO DEVELOP AN INTER-INSTITUTIONAL AND MULTIDISCIPLINARY APPROACH TO RECRUIT AND TRAIN HIGH SCHOOL AND COLLEGE STUDENTS THROUGH THE SUMMER PROGRAMS AND OUTREACH ACTIVITIES.  ULTIMATELY, THIS PROJECT WILL INCREASE STUDENTS&#39; AWARENESS OF CAREEROPPORTUNITIES IN THE FIELD OF FOOD SCIENCE AND WILL RECRUIT AND TRAIN MORE MINORITY SCIENTISTS TO MEET DIVERSITY IN THE FOOD INDUSTRIES AND THE GLOBAL ECONOMY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_20213841434961_12H3"}, {"internal_id": 137660866, "Award ID": "20213841434960", "Award Amount": 298425.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-25", "CFDA Number": "10.226", "Description": "AMERICAN STUDENTS LACK ACCESS TO EDUCATION RELATED TO GLOBAL FOOD SECURITY. THE FUTURE WORKFORCE IN AGRICULTURE WILL NEED GLOBAL COMPETENCY SKILLS TO COMPETE IN AN EVER-EXPANDING GLOBAL AGRICULTURE INDUSTRY. THE PURPOSE OF THIS PROJECT IS TO INCREASE GLOBAL COMPETENCY FOR BOTH PRESERVICE AGRICULTURAL EDUCATORS AND SECONDARY AGRICULTURAL EDUCATION STUDENTS (GRADES 9-12). THE PROGRAM WILL ALLOW 16PRESERVICE TEACHERS PER YEAR TO UNDERGO IMMERSIVE EXPERIENCES WITH THE GLOBAL NETWORK OF THE WORLD FOOD PRIZE FOUNDATION AND THEN TRANSLATE THEIR KNOWLEDGE INTO A GLOBAL AGRICULTURE COMPETENCY CURRICULUM THAT WILL BE DELIVERED IN SECONDARY CLASSROOMS BY PROGRAM PARTICIPANTS. PROGRAM PARTICIPANTS GAIN TARGETED CURRICULUM DEVELOPMENT AND INSTRUCTIONAL SKILLS WITHIN THE CONTEXT OF GLOBAL AGRICULTURE, RESULTING IN NOT ONLY TEACHERS WHO ARE BETTER PREPARED TO COMPETENTLY INSTRUCT STUDENTS IN GLOBAL AGRICULTURE KNOWLEDGE, BUT WHO ARE BETTER PREPARED TO TEACH IN ALL AGRICULTURAL EDUCATION CONTENT AREAS. THE PROJECT WILL RESULT IN DEVELOPMENT OF PUBLICALLY-ACCESSIBLE LESSON PLANS IN GLOBAL AGRICULTURE AND PRESERVICE TEACHERS WHO ARE COMPETENT IN INTEGRATING GLOBAL COMPONENTS INTO THEIR LESSONS ONCE THEY ENTER A CLASSROOM. WE ANTICIPATE INCREASED GLOBAL COMPETENCY FOR BOTH PRESERVICE TEACHERS AND THE SECONDARY STUDENTS INVOLVED IN THE PROGRAM, MANY OF WHOM ARE IN RURAL AREAS WHERE ACCESS TO GLOBALLY-FOCUSED CURRICULUM IS DISPROPORTIONATELY LACKING. THE PROJECT WILL ALSO PROVIDE INCREASED ACCESS TO GLOBAL AGRICULTURE CURRICULUM FOR ALL AGRICULTURAL EDUCATORS IN THE COUNTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20213841434960_12H3"}, {"internal_id": 134198889, "Award ID": "20213841434959", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-18", "CFDA Number": "10.226", "Description": "THE ALGAE IN AGRICULTURE EDUCATION ALLIANCE (AAEA) IS A PROGRAM OF THE ALGAE FOUNDATION THAT AIMS TO ENHANCE THE QUALITY OF SECONDARY SCHOOL INSTRUCTION TO HELP MEET THE CURRENT AND FUTURE NATIONAL FOOD AND AGRICULTURAL SCIENCE WORKPLACE NEEDS THROUGH THE CREATION AND IMPLEMENTATION OF NEW, HANDS-ON CURRICULUM THAT APPROACHES TRADITIONAL AGRICULTURAL TOPICS USING ALGAE AS THE VEHICLE FOR INNOVATION. THROUGH THE AAEA, STUDENTS WILL INCREASE THEIR UNDERSTANDING OF AGRONOMIC ASPECTS, WHILE BEING INTRODUCED TO SUSTAINABLE FORMS OF AGRICULTURE WITH A UNIQUE CROP THAT CAN BE FOOD, FEED, OR FUEL, AND EXPLORE NEW CAREER PATHWAYS IN A PREVIOUSLY UNFAMILIAR INDUSTRY. THE AAEA WILL MIRROR THE NATIONAL FFA ORGANIZATION&#39;S PROVEN INTRA-CURRICULAR DELIVERY MODEL BY FOCUSING ON THREE AREAS: CLASSROOM INSTRUCTION (HANDS-ON ALGAE-BASED EXPERIMENTS AND ACTIVITIES), EXPERIENTIAL LEARNING OPPORTUNITIES (STUDENT DIRECTED RESEARCH AND PROJECT-BASED LEARNING), AND LEADERSHIP DEVELOPMENT (STUDENT MENTORSHIP BY ALGAE INDUSTRY LEADERS AND INNOVATORS). OVER TWO YEARS, AAEA WILL DEVELOP AND PILOT CURRICULUM IN 15 SCHOOLS (FOUR IN YEAR ONE AND TWELVE IN YEAR 2), SERVING APPROXIMATELY 1100 TOTAL HIGH SCHOOL STUDENTS. CURRICULUM WILL BE ALIGNED TO AFNR STANDARDS WITH THE ASSISTANCE OF THE NATIONAL FFA. THE ALGAE FOUNDATION HAS SUCCESSFULLY DEVELOPED AND IMPLEMENTED NOVEL K-12 CURRICULUM THAT HAVE RAPIDLY GROWN TO HAVE NATIONAL REACH AND HAVE FINANCIALLY SUSTAINED THAT GROWTH WITH ADDITIONAL GRANTS AND AWARDS. THE AAEA WILL FOLLOW THIS MODEL OF SUCCESS, QUICKLY EXPANDING PASSED THE TWO-YEAR GRANT PERIOD AND OFFERING A SUSTAINABLE, IMPACTFUL EDUCATIONAL PROGRAM THAT LEVERAGES AN EMERGING CROP TO TEACH BASIC AND APPLIED AGRICULTURAL PRINCIPLES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55c57dbb-9b99-7035-8d32-60908081adca-R", "generated_internal_id": "ASST_NON_20213841434959_12H3"}, {"internal_id": 98488007, "Award ID": "20203841432003", "Award Amount": 276441.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-18", "CFDA Number": "10.226", "Description": "AN INCREASED KNOWLEDGE AND WORKFORCE DEFICIT HAS RESULTED IN THE NEED TO HELP STUDENTSSEE AGRICULTURE AS A POSSIBLE CAREER AND CLEARLY LINK THEIR TECHNICAL DISCIPLINARY KNOWLEDGE WITH SOFTSKILLS. UNIVERSITY OF MINNESOTA, IN A JOINT PARTNERSHIP WITH MINNESOTA FFA AND THE MINNESOTADEPARTMENT OF EDUCATION, SEEKS TO INCREASE THE TECHNICAL KNOWLEDGE AND SOFT SKILL DEVELOPMENT INSECONDARY AGRICULTURE STUDENTS LOCATED IN DIVERSE COMMUNITIES BY REMOVING BARRIERS TO THEIRPARTICIPATION IN ALL THREE COMPONENTS OF A TOTAL SCHOOL-BASED AGRICULTURAL EDUCATION (SBAE)PROGRAM. PARTICIPATING SCHOOLS WILL INVOLVE STUDENTS IN AT LEAST 12 LEADERSHIP DEVELOPMENT ACTIVITIESEACH YEAR AND INCLUDE BOTH LEADERSHIP DEVELOPMENT ACTIVITIES (FFA) AND WORK-BASED LEARNINGACTIVITIES (SUPERVISED AGRICULTURAL EXPERIENCE PROGRAMS, SAES) AS GRADED COMPONENTS OF THEIRAGRICULTURE COURSE(S).AUDIENCE: THIS PROPOSAL TARGETS BOTH SBAE TEACHERS AND STUDENTS. THE PROGRAM WILL RECRUITAGRICULTURE TEACHERS, APPROXIMATELY 36, FROM 24 SCHOOLS, THUS REACHING APPROXIMATELY4,680STUDENTS.PRODUCTS: THIS PROJECT WILL YIELD RESOURCE MATERIALS, INCLUDING HANDBOOKS ON WORK-BASED LEARNING,LEADERSHIP, AND ADVISORY COMMITTEES, THAT CAN BE USED BY OTHER SCHOOLS NATIONWIDE TO IMPLEMENTSAE FOR ALL AND FFA AFFILIATION.OUTCOMES/IMPACT: THIS PROJECT WILL SUPPORT SECONDARY AGRICULTURE TEACHERS AS THEY INCREASETECHNICAL AND LEADERSHIP DEVELOPMENT SKILLS IN THEIR STUDENTS BY MAKING WORK-BASED LEARNING ANDLEADERSHIP ACTIVITIES INTEGRAL LEARNING ACTIVITIES WITHIN THEIR SBAE PROGRAM. THE NUMBER OFSTUDENTS ENGAGING IN FFA ACTIVITIES AND WHO HAVE SAES WILL INCREASE. ADVISORY COMMITTEES WILLINCREASE COMMUNITY INVOLVEMENT AND SUPPORT. IN THE LONG TERM, THIS WILL INCREASE THE NUMBER OFSTUDENTS PURSING DEGREES AND/OR CAREERS IN AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20203841432003_12H3"}, {"internal_id": 108314864, "Award ID": "20203841431953", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-08", "CFDA Number": "10.226", "Description": "VINCENT HIGH SCHOOL OF AGRICULTURAL SCIENCES (VHSAS), LOCATED IN MILWAUKEE, WISCONSIN, IS A PUBLIC SECONDARY SCHOOL OPTION FOR FAMILIES WITHIN MILWAUKEE PUBLIC SCHOOLS (MPS). LOCATED ON A 90-ACRE PLOT IN THE CITY OF MILWAUKEE, VHSAS IS A HIGH-POVERTY, COMPREHENSIVE HIGH SCHOOL THAT ENCOURAGES STUDENTS TO LEARN THROUGH HANDS-ON EXPERIENCES TO ENHANCE 21ST-CENTURY LIFE SKILLS. REPRESENTING THE ONLY URBAN HIGH SCHOOL AGRICULTURE PROGRAM IN WISCONSIN, STUDENTS HAVE THE OPPORTUNITY TO TAKE COURSES IN CAREER-FOCUSED PROGRAMS THAT CONNECT STUDENTS TO SIX AGRICULTURAL PATHWAYS: ENVIRONMENTAL SCIENCE, HORTICULTURE SCIENCE, ANIMAL SCIENCE, FOOD SCIENCE, AGRIBUSINESS, AND CULINARY ARTS. VHSAS ENGAGES STUDENTS THROUGH A VARIETY OF HANDS-ON, PROJECT-BASED LEARNING ASSESSMENTS THAT SIMULTANEOUSLY PROMOTE ENGAGEMENT WHILE TEACHING JOB-TRANSFERABLE SKILLS.THROUGH THIS USDA SPECA GRANT, \"FOOD SCIENCE: LABORATORIES IN ACTION, \" WILL INCREASE STUDENT EXPOSURE TO AGRICULTURE THROUGH THE FOOD SCIENCE PATHWAY AT VHSAS. STAFF WILL UTILIZE THE FUNDS IN THIS GRANT TO PURCHASE INDUSTRY-STANDARD MATERIALS TO MIRROR RESTAURANTS, FACTORIES, AND FOOD SCIENCE LABORATORIES IN ORDER TO PREPARE STUDENTS FOR REAL JOBS AFTER HIGH SCHOOL. THROUGHOUT THE DURATION OF THE PROGRAM, STUDENTS WILL UNDERGO TRAINING IN FOOD SAFETY REGULATIONS, LEARN HOW TO PROCESS FOODS INTO CLEAN, SAFE, CONSUMABLE PRODUCTS FOR CONSUMER PURCHASE, AND WILL HAVE CERTIFIED DOCUMENTATION OF COMPLETING A FOOD SAFETY COURSE.UNIQUE TO MPS, VHSAS INCLUDES A \"FARM TO TABLE\" LEARNING MODULE FOR STUDENTS TO EXPERIENCE GROWING/PRODUCING FOOD, PREPARING IT FOR CONSUMER PURCHASING, AND SELLING ITEMS IN THE VINCENT FRESH MARKET AND CAFE. STUDENTS ARE ABLE TO SEE A SEED BEING PLANTED, PARTAKE IN HARVESTING/PREPARING, AND SELLING PRODUCE TO STAFF, STUDENTS, AND THE COMMUNITY. THIS TYPE OF LEARNING ENGAGES STUDENTS TO TRULY UNDERSTAND WHERE FOOD COMES FROM; CREATING A CONSUMER CONSCIOUS COMMUNITY MEMBER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af57128c-9cb5-92ac-9b87-6f47510ce76e-C", "generated_internal_id": "ASST_NON_20203841431953_12H3"}, {"internal_id": 98488008, "Award ID": "20203841431880", "Award Amount": 149999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-16", "CFDA Number": "10.226", "Description": "MISSISSIPPI AND ALABAMA ARE PREDOMINANTLY AGRICULTURAL STATES THAT SEND THE MAJORITY OF THEIR FARM CROPS TO FOOD COMPANIES IN OTHER STATES FOR ADDED VALUE PROCESSING. THERE IS A NEED FOR SKILLED WORKERS IN THE AREA OF FOOD SCIENCE TO HELP DEVELOP THE FOOD INDUSTRY IN THESE STATES. IN ADDITION, MISSISSIPPI AND ALABAMA RANKS LAST, OR CLOSE TO LAST, IN ALMOST EVERY LEADING HEALTH OUTCOME, INCLUDING OBESITY, HYPERTENSION, AND DIABETES. THIS RESEARCH WILL BE CONDUCTED TO BENEFIT HIGH SCHOOL TEACHERS AND HIGH SCHOOL STUDENTS IN ALABAMA AND MISSISSIPPI THROUGH 1) TRAINING 9-12TH GRADE FANH TEACHERS TO DELIVER FOOD SCIENCE AND HEALTH-BASED INSTRUCTION IN THREE SCHOOLS IN BOTH MS AND AL; 2) EVALUATING THE IMPLEMENTATION PROCESS OF FOOD SCIENCE AND HEALTH EDUCATION MATERIALS TO INCREASE EXPOSURE TO FOOD SCIENCE AND IMPROVE HEALTH LITERACY IN THREE HIGH SCHOOLS IN BOTH MS AND AL; 3) EVALUATING THE AWARENESS AND KNOWLEDGE OF FOOD SCIENCE AND HEALTH LITERACY AMONG HIGH SCHOOL STUDENTS BEFORE AND AFTER IMPLEMENTATION OF THE FOOD SCIENCE AND HEALTH-BASED INSTRUCTION. THIS RESEARCH WILL INCREASE TEACHERS SELF-EFFICACY TO TEACH FOOD SCIENCE AND HEALTH SCIENCE AND INCREASE STUDENT&#39;S KNOWLEDGE OF THESE DISCIPLINES. THIS RESEARCH WILL ALSO TRAIN STUDENTS FOR JOBS IN THE FOOD INDUSTRY AS WELL AS PROMOTE LIVING HEALTHIER LIVES. THE LONG TERM GOAL OF THIS RESEARCH COLLABORATION IS TO PRODUCE A TRAINED WORKFORCE SO FOOD COMPANIES HAVE GREATER OPPORTUNITIES AND INCENTIVES TO OPEN ADDED VALUE FOOD PLANTS IN MISSISSIPPI, ALABAMA AND OTHER SOUTHERN STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20203841431880_12H3"}, {"internal_id": 98488009, "Award ID": "20203841431879", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-18", "CFDA Number": "10.226", "Description": "THE ARIZONA SUSTAINABILITY ALLIANCE (AZSA) WILL UTILIZE USDA SECONDARY EDUCATION, TWO-YEAR POSTSECONDARY EDUCATION, AND AGRICULTURE IN THE K-12 CLASSROOM CHALLENGE (SPECA) GRANT FUNDSTO EXPAND AND ADVANCE THE SOW IT FORWARD: VERTICAL GARDEN (SFVG) PROGRAM. SPECIFICALLY, THE AZSA WILL WORK WITH THE ALHAMBRA ELEMENTARY SCHOOL DISTRICT (AESD) TO DEVELOP A VERTICAL FARM (CONSISTING OF THREE COLOCATED INDOOR, VERTICAL GARDENS) AT SIX SCHOOLS THROUGHOUT THE DISTRICT. ADDITIONALLY, A FARMERS MARKET PROGRAM WILL BE ESTABLISHED AT EACH PARTICIPATING SCHOOL IN THE DISTRICT. THIS WILL BRING A TOTAL OF 18 GARDENS AND SIX NEW FARMERS MARKETS TO A SCHOOL DISTRICT IN A LARGELY LOW INCOME AND LOW FOOD ACCESS REGION OF PHOENIX, ARIZONA. THE FOLLOWING OUTLINES ARE GOALS TO BE ACHIEVED WITH USDA FUNDING:INCREASE LOCAL FOOD PRODUCTION THROUGHOUT THE AESD;ENHANCE THE QUALITY OF INSTRUCTION REGARDING GROWING, EATING, AND SELLING HEALTHY FOODIMPROVE STEM EDUCATION AND ENGAGEMENT FOCUSED AROUND HEALTHY FOODSMITIGATE FOOD DESERTS BY IMPROVING FOOD ACCESS AMONG THE AESD COMMUNITY THROUGH ON-CAMPUS FARMERS MARKETS; ANDDEVELOP A VERTICAL FARM TO MARKET TOOLKIT BASED ON AESD EXPERIENCES TO SERVE AS A RESOURCE GUIDE FOR SCHOOL FARM TO MARKET PROGRAMS.ATTAINMENT OF THESE OBJECTIVES WILL CREATE VALUABLE &#39;FARMPRENEUR&#39; EDUCATION FOR K-8 STUDENTS INVOLVED IN GROWING AND SELLING FOOD IMPACTING AN ESTIMATED 5,000 STUDENTS WITHIN THE DISTRICT. MOREOVER, THE PROGRAM WILL IMPROVE AND ENHANCE ACCESS TO FRESH, HEALTHY PRODUCE FOR THE COMMUNITY AT LARGE.TO SUPPORT OUR EDUCATIONAL AND RESEARCH PURSUITS THROUGHOUT THE PROGRAM WE WILL PARTNER WITH THE ARIZONA STATE UNIVERSITY QUEST FOR KIDS SERVICE LEARNING PROGRAM AND THE TIGER MOUNTAIN FOUNDATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "20ba1822-5e10-2635-c7ac-7357576d816e-R", "generated_internal_id": "ASST_NON_20203841431879_12H3"}, {"internal_id": 98187923, "Award ID": "20203841431878", "Award Amount": 33714.71, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "10.226", "Description": "THIS PROGRAM WILL EXPAND THE REACH OF YOUTH HORTICULTURE AND GARDENING PROGRAMS IN CLARK COUNTY NEVADA. THIS PROGRAM AIMS TO IMPACT 20-40 ADDITIONAL DEPARTMENT OF JUVENILE JUSTICE SERVICES (DJJS) WHO CAN USE THE KNOWEDGE AND SKILLS DEVELOPED THROUGH THIS PROGRAM TO SEEK OUT FURTHER EDUCATION AND CAREER OPPORTUNITIES IN HORTICULTURE AND RELATED FIELDS WHICH ARE GROWING IN NEVADA. OVERALL, IT IS ANTICIPATED THAT YOUTH WILL DEMONSTRATE AN INCREASE IN HORTIULTURE KNOWLEDGE AND LEADERSHIP SKILLS AFTER HAVING PARTICIPATED IN THIS PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_20203841431878_12H3"}, {"internal_id": 98488010, "Award ID": "20203841431877", "Award Amount": 285621.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-19", "CFDA Number": "10.226", "Description": "EXPANDING THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCES CAREER PIPELINE REQUIRES ENGAGING STUDENTS TRADITIONALLY UNDERSERVED BY FANH SCIENCES EDUCATION. MANY URBAN CITIES IN MICHIGAN (E.G., DETROIT, FLINT, LANSING) EXEMPLIFY AREAS UNDERSERVED BY FANH SCIENCES EDUCATION AS THEY DO NOT CURRENTLY CONTAIN ANY SCHOOL-BASED AGRICULTURAL EDUCATION (SBAE) PROGRAMS. THUS, THERE IS A CRITICAL NEED TO OPEN PATHWAYS FOR FANH SCIENCES EDUCATION TO SECONDARY STUDENTS IN URBAN MICHIGAN. TO ADDRESS THIS NEED, A COLLABORATIVE TEAM WAS FORMED WITH THE LONG-RANGE GOAL OF INCREASING URBAN YOUTH INVOLVEMENT IN AGRICULTURE AND FOOD SYSTEMS. THE OVERALL OBJECTIVE IN THIS APPLICATION IS TO INTRODUCE FANH SCIENCES CONTENT WITHIN DETROIT, FLINT, LANSING, AND SAGINAW SCIENCE CLASSROOMS. THE RATIONALE IS FANH SCIENCES CONTENT AND CAREER LEARNING WITHIN URBAN SCIENCE CLASSROOMS WILL CULTIVATE STUDENT, TEACHER, AND ADMINISTRATIVE INTEREST IN DEVELOPING FORMAL SBAE PROGRAMS. TO ACHIEVE OUR OBJECTIVE, THE COLLABORATIVE TEAM WILL (A) DEVELOP TWO WEEKS OF LESSONPLAN MATERIALS DESIGNED TO ADDRESS NEXT GENERATION SCIENCE STANDARDS THROUGH CONTEXTUALIZED FANH SCIENCES CAREER AND CONTENT LEARNING, (B) TRAIN 20 URBAN SCIENCE TEACHERS TO USE ESTABLISHED LESSON PLANS VIA IMMERSIVE TOURS OF URBAN AGRICULTURAL SITES CORRESPONDING TO DEVELOPED LESSON PLANS, AND (C) DEVELOP JR. MANRRS CHAPTERS AT SCHOOLS OF PARTICIPATING SCIENCE TEACHERS. AT THE CONCLUSION OF THE PROJECT, WE WILL HAVE INCREASED THE KNOWLEDGE OF URBAN STUDENTS IN FANH SCIENCES, INCREASED STUDENT AWARENESS OF CAREERS IN FANH SCIENCES, INCREASED THE FANH SCIENCES TEACHING CAPACITY OF SELECTED SCIENCE TEACHERS, AND INCREASED THE POTENTIAL FOR SBAE PROGRAMS IN URBAN MICHIGAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20203841431877_12H3"}, {"internal_id": 85400073, "Award ID": "20197000530359", "Award Amount": 457339.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-28", "CFDA Number": "10.330", "Description": "DEMAND FOR HIGH-QUALITY ALFALFA HAY IS EXPANDING WHEREAS SEVERAL BIOTIC AND ABIOTIC FACTORS ARE LIMITING ALFALFA PRODUCTIVITY. MIXING ALFALFA WITH GRASSES IS A WELL-KNOWN PRACTICE TO INCREASE HAY YIELD. GROWERS, HOWEVER, ARE CONCERNED ABOUT ALFALFA-GRASS HAY QUALITY. RECENT STUDIES INDICATED THAT IF APPROPRIATE GRASS SPECIES AND MIXING RATIO ARE SELECTED, THE HAY QUALITY OF ALFALFA-GRASS CAN BE EQUAL TO PURE ALFALFA. MAJORITY OF PREVIOUS WORKS HAVE STUDIED ALFALFA-GRASS WHEN THEY ARE COMMINGLED IN THE MIXTURE. WE ARE PROPOSING ROW INTERCROPPING, AS AN ALTERNATIVE METHOD FOR ALFALFA-GRASS CO-PRODUCTION, TO MINIMIZE MANAGEMENT CHALLENGES AND FACILITATE SPECIES ESTABLISHMENT AND CO-EXISTENCE. WE ARE PROPOSING A MULTISTATE (CO, WY, ID, OR) PROJECT WITH AN ULTIMATE GOAL OF ENHANCING ECONOMIC PROFIT AND SUSTAINABILITY OF ALFALFA-BASED FORAGE PRODUCTION SYSTEMS IN THE WESTERN REGION. SPECIFIC OBJECTIVES ARE TO: EVALUATE YIELD AND QUALITY OF ALFALFA-GRASS UNDER FULL AND LIMITED IRRIGATION, DETERMINE THE IMPACT OF GRASS PRESENCE ON REDUCING DAMAGE FROM ALFALFA WEEVIL, DETERMINE THE ECONOMIC RETURN OF ALFALFA VERSUS ALFALFA-GRASS SYSTEMS, AND DELIVER THIS INFORMATION TO STAKEHOLDERS VIA A ROBUST EXTENSION PLAN. REPLICATED FIELD TRIALS WILL BE ESTABLISHED AT PARTICIPATING STATES TO EVALUATE ALFALFA-GRASS PRODUCTION WITH VARIOUS GRASS SPECIES, PLANTING CONFIGURATION, AND IRRIGATION REGIMES. DATA (HAY YIELD/QUALITY, IRRIGATION WATER USE, INPUT AND OUTPUT COSTS, AND WEEVIL INFESTATION) WILL BE COLLECTED AND ANALYZED USING APPROPRIATE STATISTICAL PROCEDURES. AN EXTENSIVE EXTENSION PLAN HAS BEEN DESIGNED. THE PROJECT IS EXPECTED TO PRODUCE A MULTI-STATE RECOMMENDATION AND GUIDELINE FOR EFFECTIVELY INTEGRATING GRASSES INTO ALFALFA FIELDS AND THE BMP WITH THIS REGARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20197000530359_12H3"}, {"internal_id": 85400075, "Award ID": "20197000530286", "Award Amount": 499988.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-28", "CFDA Number": "10.226", "Description": "INSECTICIDE RESISTANT ALFALFA WEEVILS IN THE WESTERN US: QUANTIFYING THE SCOPE OF RESISTANCE AND IMPLEMENTING A PLAN TO MANAGE THE THREAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_20197000530286_12H3"}, {"internal_id": 83795144, "Award ID": "20194610030274", "Award Amount": 324841.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-23", "CFDA Number": "10.226", "Description": "OPIOID ABUSE IN THE UNITED STATES IS AN URGENT ISSUE, ESPECIALLY IN RURAL COMMUNITIES, AS THEY ARE DISPROPORTIONATELY AFFECTED BY PRESCRIPTION OPIOID MISUSE AND ABUSE. ECONOMIC CHALLENGES, OCCUPATIONS THAT REQUIRE HARD LABOR THAT CAN LEAD TO CHRONIC PAIN, AND POOR ACCESS TO HEALTHCARE ARE MAJOR CONTRIBUTORS. THUS, RURAL COMMUNITIES AND SCHOOLS ARE TRYING DILIGENTLY TO PREVENT OPIOID MISUSE AND ABUSE, BUT TO BE EFFECTIVE, THEY NEED TO IMPLEMENT EFFORTS, PROGRAMS AND STRATEGIES THAT ARE PROVEN TO WORK, NAMELY EVIDENCE-BASED PROGRAMS.THE OVERARCHING OBJECTIVE FOR THIS PROJECT IS TO DELIVER EVIDENCE-BASED PROGRAMMING THAT PREVENTS AND/OR REDUCES THE MISUSE AND ABUSE OF PRESCRIPTION AND ILLICIT OPIOIDS IN RURAL SOUTHSIDE VIRGINIA COMMUNITIES.PREVENTING AND REDUCING OPIOID ABUSE IN RURAL COMMUNITIES WILL DECREASE MORTALITY, INCREASE QUALITY OF LIFE FOR RURAL RESIDENTS, REDUCE FAMILY DISRUPTION AND ADVERSE CHILDHOOD EXPERIENCES RELATED TO PARENTAL ADDICTION AND RELATED TRAUMA, AND IMPROVE VIABILITY OF COMMUNITY ECONOMIC DEVELOPMENT. DEVELOPMENT OF STRONG NETWORKS OF INDIVIDUALS ACROSS VARIOUS SECTORS OF THE COMMUNITY, ALL TRAINED TO RECOGNIZE AND RESPOND TO SUBSTANCE ABUSE CRISES EARLY ON, WILL BUILD CAPACITY AND ENGENDER CONFIDENCE FOR INTERVENING BEFORE IT IS TOO LATE. FURTHER, IT CAN HELP REDUCE STIGMA RELATED TO OPIOID ABUSE AND ADDICTIONS AND REMOVE SOME OF THE BARRIERS FOR SEEKING, AS WELL AS PROVIDING, HELP FOR THOSE IN NEED.SPECIFICALLY, THE PREVENTING AND REDUCING OPIOID MISUSE AND ABUSE IN RURAL VIRGINIA PROJECT WILL DELIVER TWO EVIDENCE-BASED PROGRAMSIN SIX RURAL COUNTIES LOCATED IN SOUTHSIDE VIRGINIA. THE FIRST PROGRAMIS MENTAL HEALTH FIRST AID (MHFA), WHICH AIMS TO ENHANCE COMMUNITY CAPACITY FOR IDENTIFYING MENTAL HEALTH AND SUBSTANCE USE ISSUES EARLY AND FOSTERING CONFIDENCE IN PROVIDING APPROPRIATE ASSISTANCE FOR INDIVIDUALS FACING A MENTAL HEALTH AND/OR SUBSTANCE USE CRISIS. THIS PROJECT OFFERS BOTH ADULT MHFA AND YOUTH MHFA, NOTING THAT THE LATTER ADDRESSES THE UNIQUE NEEDS, CONTEXTS, RISKS AND SIGNS OF ADOLESCENTS FACING CHALLENGES WITH ADDICTION AND MENTAL HEALTH.TO FURTHER BUILD CAPACITY AND FOSTER SUSTAINABILITY BEYOND THE CURRENT PROJECT, SELECT EXTENSION PERSONNEL WILL BECOME CERTIFIED MHFA INSTRUCTORS.THE SECOND EVIDENCE-BASED PROGRAM TO BE DELIVERED THROUGH THIS PROJECT AIMS TO PREVENT OPIOID INITIATION AND MISUSE AMONG YOUNG ADOLESCENTS. THE BOTVIN LIFESKILLS &COPY; TRAININGPROGRAM (LST)IS COMPREHENSIVE, DYNAMIC, AND DESIGNED TO PROMOTE POSITIVE YOUTH DEVELOPMENT THROUGH TEACHING SELF-MANAGEMENT SKILLS, DECISION-MAKING, GENERAL SOCIAL SKILLS AND DRUG REFUSAL SKILLS. LST WILL BE DELIVERED TO STUDENTS IN 6TH-8TH GRADES DURING THEIR HEALTH/PHYSICAL EDUCATION COURSES AT SCHOOLS IN THE SIX TARGET COMMUNITIES. PARENTS WILL BE OFFERED AN OPPORTUNITY TO PARTICIPATE IN EITHER A GROUP OR SELF-STUDY PROGRAM USING THE COMPLEMENTARY LST PARENT PROGRAM MATERIALS. ALTHOUGH THEPREVENTING AND REDUCING OPIOID MISUSE AND ABUSE IN RURAL VIRGINIAPROJECT ONLY FUNDSTHE TWO EVIDENCE-BASED PROGRAMS, THE TEAM WILL WORK CLOSELY WITH ALL EXTENSION PARTNERS ON COMPLEMENTARY PROJECTS IN THE REGION AND STATEWIDE TO MAXIMIZE RESOURCES AND FOSTER SUSTAINABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20194610030274_12H3"}, {"internal_id": 85400226, "Award ID": "20194148030295", "Award Amount": 241967.68, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-28", "CFDA Number": "10.226", "Description": "2019 FOOD ANIMAL RESIDUE AVOIDANCE DATABANK (FARAD) PROGRAM: UNIVERSITY OF FLORIDA COMPONENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20194148030295_12H3"}, {"internal_id": 83795139, "Award ID": "20193841430266", "Award Amount": 113879.88, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-23", "CFDA Number": "10.226", "Description": "THIS PROJECT WILL SERVE ADOLESCENTS FROM LOW-INCOME AND HISTORICALLY UNDERSERVED COMMUNITIES THROUGH EXPANSION OF EXISTING AFTER-SCHOOL PROGRAMS. ADOLESCENTS FROM THESE COMMUNITIES TEND TO HAVE SLOWER ACADEMIC PROGRESSION AND HIGHER HIGH SCHOOL DROPOUT RATES. EXTRACURRICULAR ACTIVITIES, INCLUDING INFORMAL EDUCATION THROUGH AFTER-SCHOOL PROGRAMMING, HAVE BEEN SUGGESTED TO IMPROVE THESE RATES AND INCREASE COLLEGE ENROLLMENT BY SUPPORTING TRADITIONAL CLASSROOM-BASED EDUCATION. THE PROPOSED PROJECT AIMS TO EDUCATE HIGH SCHOOL-AGED ADOLESCENTS IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCES THROUGH INFORMAL FOOD LITERACY EDUCATION. THE PROJECT ALSO INCLUDES A TWO-TIERED CROSS-AGE TEACHING MODEL, ALLOWING FOR ADOLESCENTS TO BE EDUCATED BY COLLEGE INTERNS AND TO BECOME EDUCATORS FOR YOUNGER YOUTH. EXISTING CURRICULA, THAT ENCOMPASS FANH SCIENCES, WILL BE UTILIZED AT EACH STAGE OF THE PROJECT. THE PURPOSE OF THE PROJECT IS NOT ONLY TO EDUCATE ADOLESCENTS IN FANH SCIENCES, BUT ALSO TO ADVANCE THEIR MOTIVATION AND EFFICACY FOR GRADUATING HIGH SCHOOL, ATTENDING COLLEGE, AND MAJORING IN FANH SCIENCES. THE PROJECT AIMS TO ACCOMPLISH THESE OBJECTIVES THROUGH EMPOWERING ADOLESCENTS TO OBTAIN KNOWLEDGE, SKILLS, AND EXCITEMENT FOR FOOD LITERACY. AS THIS MODEL HAS NOT BEEN UTILIZED PREVIOUSLY, THIS PROJECT WILL PRODUCE A BEST PRACTICES GUIDE FOR IMPLEMENTING THE EXISTING CURRICULA WITHIN A TWO-TIERED CROSS-AGE TEACHING MODEL. ADDITIONALLY, THE COLLEGE INTERNSHIP AND MENTORING PROGRAM CREATED THROUGH THIS PROJECT WILL BE CONTINUED AT THE INITIAL SITES AND EXPANDED TO OTHER COMMUNITIES. THIS WILL ALLOW FOR A SUSTAINABLE APPROACH TO EDUCATING ADOLESCENTS IN FANH SCIENCES AND PROVIDING MENTORSHIP THAT ENCOURAGES FUTURE ENROLLMENT IN COLLEGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20193841430266_12H3"}, {"internal_id": 85400201, "Award ID": "20193841430265", "Award Amount": 297504.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-30", "CFDA Number": "10.226", "Description": "THE PURPOSE OF FUELING THE MIND, FEEDING THE WORLD (FMFW) IS TO PREPARE HIGH SCHOOL GRADUATES FOR COLLEGE MAJORS AND CAREERS IN FOOD, AGRICULTURAL, NATURAL RESOURCES, AND HUMAN SCIENCES BY DELIVERING ENHANCED CONTEXT-SPECIFIC COMMUNICATION AND DECISION-MAKING/PROBLEM-SOLVING CURRICULA TO STUDENTS ENROLLED IN SECONDARY AGRICULTURAL EDUCATION COURSES. IN A CRAWFORD, LANG, FINK, DALTON, AND FIELITZ (2011) STUDY, STUDENTS, FACULTY, ALUMNI, AND EMPLOYERS RANKED COMMUNICATION AND DECISION-MAKING/PROBLEM SOLVING SKILLS AS THE TOP TWO, MOST-DESIRED SOFT SKILLS. ADDITIONALLY, WHEN RATING STUDENTS&#39; PREPAREDNESS AS IT RELATES TO SOFT SKILLS, EMPLOYERS NOTED THEY WERE NEITHER PREPARED NOR UNPREPARED.THE PRIMARY AUDIENCE OF FMFW IS HIGH SCHOOL AGRICULTURAL EDUCATION STUDENTS AND TEACHERS. THE SECONDARY AUDIENCE IS COMMUNITY COLLEGE AND UNIVERSITY FACULTY AND FOOD, AGRICULTURAL, NATURAL RESOURCES, AND HUMAN SCIENCES EMPLOYERS. THE PRODUCTS ARE 14 ONLINE REUSABLE LEARNING MODULES (SEVEN FOCUSEDIN COMMUNICATION AND SEVEN IN DECISION-MAKING/PROBLEM-SOLVING).COMMUNICATION SKILL CHARACTERISTICS (CRAWFORD ET AL., 2011) INCLUDE LISTENING EFFECTIVELY; COMMUNICATING ACCURATELY AND CONCISELY; COMMUNICATING ORALLY; COMMUNICATING PLEASANTLY AND PROFESSIONALLY; COMMUNICATING IN WRITING; ASKING EFFECTIVE QUESTIONS; AND COMMUNICATING APPROPRIATELY AND PROFESSIONALLY USING SOCIAL MEDIA.DECISION-MAKING/PROBLEM-SOLVING SKILL CHARACTERISTICS (CRAWFORD ET AL., 2011) INCLUDE IDENTIFYING AND ANALYZING PROBLEMS; TAKING EFFECTIVE AND APPROPRIATE ACTIONS; REALIZING THE EFFECTS OF DECISIONS; GENERATING CREATIVE AND INNOVATIVE SOLUTIONS; TRANSFERRING KNOWLEDGE FROM ONE SITUATION TO ANOTHER; ENGAGING IN LIFE-LONG LEARNING; AND THINKING ABSTRACTLY ABOUT PROBLEMS.THE INTENDED OUTCOME AND IMPACT ARE STUDENTS WHO HAVE COMMUNICATION AND DECISION-MAKING/PROBLEM-SOLVING SKILLS WHO ARE AVAILABLE FOR RIGOROUS COLLEGE PROGRAMS AND/OR CAREERS IN FOOD, AGRICULTURAL, NATURAL RESOURCES, AND HUMAN SCIENCES.THE PRIMARY BENEFITS FOR STUDENTS AND TEACHERS ARE ACCESS TO MULTIDISCIPLINARY, AGRICULTURAL INDUSTRY-DRIVEN, AND ADAPTABLE CURRICULA FOCUSED ON FORMAL SOFT-SKILL TRAINING AT THE HIGH SCHOOL LEVEL. MORE THAN 800,000 STUDENTS ARE CURRENTLY ENROLLED IN FORMAL AGRICULTURAL EDUCATION PROGRAMS ACROSS THE 50 STATES AND THREE U.S. TERRITORIES (NATIONAL FFA ORGANIZATION, 2018). IN ADDITION, THERE ARE NEARLY 11,000 MIDDLE AND HIGH SCHOOL AGRICULTURAL TEACHERS SEEKING TO PROVIDE QUALITY INSTRUCTION FOR STUDENTS&#39; CAREER AND TECHNICAL COLLEGIATE PURSUITS (NAAE, 2018). PROVIDING ADAPTABLE, FORMAL SOFT-SKILL CURRICULA INSTRUCTION IS VITAL TO ENHANCING HUMAN CAPITAL. CURRICULA WILL BE DISTRIBUTED THROUGH THE NATIONAL COUNCIL OF AGRICULTURAL EDUCATION, EXTENSION, AND THE NATIONAL FFA ORGANIZATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20193841430265_12H3"}, {"internal_id": 83795138, "Award ID": "20193841430264", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-15", "CFDA Number": "10.226", "Description": "BROADENING PARTICIPATION IN SCIENCE, TECHNOLOGY, ENGINEERING AND MATHEMATICS (STEM) FIELDS HAS BEEN A CLARION CALL FOR CHANGE ACROSS THE EDUCATIONAL LANDSCAPE FOR SEVERAL DECADES NOW. FEDERAL AGENCIES HAVE SUPPORTED EFFORTS TO ADDRESS THIS ISSUE BY FUNDING COLLABORATIVE PROJECTS THAT HAVE INCLUDED INSTITUTIONS OF HIGHER EDUCATION, YET THIS WICKED PROBLEM PERSISTS.THE SCIENCE AND MATH INVESTIGATIVE LEARNING EXPERIENCES (SMILE) PROGRAM AT OREGON STATE UNIVERSITY IS A SCHOOL-UNIVERSITY PARTNERSHIP PROGRAM WITH AN EXPLICIT MISSION TO PROVIDE ACCESS AND OPPORTUNITIES TO YOUTH WHO HAVE BEEN HISTORICALLY UNDERSERVED AND UNDERREPRESENTED IN STEM FIELDS. FOR 32-YEARS SMILE HAS PARTNERED WITH SCIENTISTS AND RESEARCHERS TO DEVELOP CURRICULUM AND ACTIVITIES BASED ON CUTTING-EDGE RESEARCH THAT IS ACCESSIBLE TO K-12 TEACHERS, YOUTH AND COMMUNITIES. THIS TYPE OF WORK IS SIGNIFICANT TO THE MISSION OF A LAND-GRANT UNIVERSITY BY PROVIDING QUALITY OUTREACH AND BRINGING THE WORK OF THE UNIVERSITY TO THEBROADER STATE-WIDE COMMUNITY. THE FOUNDATION FOR REACHING A DIVERSE TARGET AUDIENCE ARE SMILE&#39;S 26 AFTERSCHOOL STEM CLUBS (16 MS, 10 HS) SERVING OVER 400 STUDENTS, IN GRADES 6-12, FROM POPULATIONS UNDERREPRESENTED AND UNDERSERVED. EACH SCHOOL YEAR, 43 SCIENCE AND MATH TEACHERS DELIVER STEM PROGRAMMING IN 25 ONE-HOUR CLUB MEETINGS. MIDDLE AND HIGH SCHOOL STUDENTS WILL PARTICIPATE IN AN ANNUAL COLLEGE CONNECTION CHALLENGE EVENT THAT ALLOWS THEM TO WORK WITH RESEARCHERS AND NEAR-PEER MENTORS IN FANH DISCIPLINES. ADDITIONALLY, OAITC REACHES THOUSANDS OF RURAL STUDENTS AND PROVIDES THEIR TEACHERS WITH PROFESSIONAL DEVELOPMENT.THIS PROJECT EXEMPLIFIES THE LAND-GRANT OUTREACH MISSION AND INVOLVES THE COLLEGE OF AGRICULTURAL SCIENCES, DEPARTMENT OF FOOD SCIENCES AND TECHNOLOGY, AGRICULTURAL SCIENCE AMBASSADORS, AGRICULTURAL SCIENCES LEADERSHIP ACADEMY FELLOWS AND OREGON AGRICULTURE IN THE CLASSROOM (OAITC). THROUGH THIS COLLABORATION WE WILL CREATE CURRICULUM THAT HIGHLIGHTS FOOD SCIENCE/TECHNOLOGY AND MANUFACTURING (FST) AND RELATED CAREERS, PROVIDE NEAR-PEER MENTORS WHO ARE UNDERGRADUATE STUDENT LEADERS IN THE COLLEGE OF AGRICULTURAL SCIENCES WILL SERVE AS NEAR PEER MENTORS AT THE COLLEGE CONNECTION EVENTS. THIS INCLUDES TWO GROUPS: THE COLLEGE OF AGRICULTURAL SCIENCES AMBASSADORS (ASA) AND THE COLLEGE OF AGRICULTURAL SCIENCES LEADERSHIP ACADEMY (CASLA) FELLOWS. OAITC FACULTY WILL DESIGN VIRTUAL FIELD TRIPS THAT HIGHLIGHT FAHN SCIENCES AND CAREERS. OAITC WILL SPECIFICALLY WORK WITH CASLA FELLOWS TO DEVELOP KITS FOR STUDENT PARTICIPANTS IN THE VIRTUAL FIELD TRIPS. ASA AND STUDENTS IN THE FST COURSE 385 WILL WORK WITH FST TECHNOLOGY FACULTY TO DEVELOP AND DELIVER FAHN CURRICULUM TO TEACHERS AND K-12 STUDENTS. THE INTENDED OUTCOME IN THIS PROJECT IS AN INCREASED AWARENESS OF FAHN SCIENCES, AGRICULTURAL MAJORS AND CAREERS, INTERACTIONS WITH NEAR-PEERS IN THESE MAJORS AND EXPERIENTIAL LEARNING OPPORTUNITIES FOR K-12 YOUTH THAT HIGHLIGHT FAHN SCIENCES AND CAREERS. ADDITIONALLY, ANY CURRICULUM DEVELOPED WILL BE DISSEMINATED THROUGH THE NATIONAL AGRICULTURAL LITERACY CURRICULUM MATRIX, WHICH IS USED NATIONALLY BY K-12 TEACHERS AND AITC ORGANIZATIONS.THE PRE-POST NATURE OF THE EVALUATION WILL BE ABLE TO SHOW THE IMPACT OF PARTICIPATION, EITHER TEACHER OR STUDENT (K-12 OR UNDERGRADUATE) AS THEY ENGAGE IN TEACHER DEVELOPMENT, AFTERSCHOOL CLUB, BEAVER HANGOUT SESSIONS, AND DEVELOPING LESSONS TO SUPPORT YOUTH INTERESTS IN AGRICULTURAL CAREERS, FOOD SCIENCE, AND TECHNOLOGY. LASTLY, TEACHER FEEDBACK WILL BE SOLICITED AND CAPTURED TO ENHANCE AND REFINE DEVELOPING LESSONS AND CURRICULUM. THIS PARTICULAR EVALUATION WILL BE BUILT TO ADDRESS THE \"SOFT SKILLS\" NEEDED IN NEW GRADUATES (CRAWFORD, LAN, FINK, DALTON &AMP; FIELTZ, 2011).SURVEYS MEASURING TEACHERS&#39; CONTENT KNOWLEDGE, FAMILIARITY WITH FANH CAREERS, AND VIEWS OF INTEGRATING DEVELOPED LESSONS INTO THEIR CURRICULUM WILL BE ADMINISTERED BEFORE AND AFTER THE OAITC&#39;S TEACHER WORKSHOPS IN 2020 AND 2021. THEIMPACT ON UNDERGRADUATE STUDENTS PARTICIPATING IN THE PROJECT AS AGRICULTURAL SCIENCES AMBASSADORS PROGRAM, AGRICULTURAL LEADERSHIP ACADEMY FELLOWS AND FST 385 STUDENTS WILL ALSO BE EVALUATED. THIS EVALUATION WILL FOCUS ON STUDENT SELF-EFFICACY RELATING TO THEIR PERCEIVED ABILITY TO COMMUNICATE AGRICULTURAL SCIENCES AND TO BE A LEADERS IN THEIR PROFESSION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20193841430264_12H3"}, {"internal_id": 83795137, "Award ID": "20193841430263", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-18", "CFDA Number": "10.226", "Description": "LOUISVILLE, KY-BASED 501(C)(3) NONPROFIT, THE FOOD LITERACY PROJECT (FLP), AND ITS PARTNER JEFFERSON COUNTY PUBLIC SCHOOLS (JCPS), THE LARGEST AND MOST-DIVERSE SCHOOL DISTRICT IN THE STATE, WILL USE USDA NIFA SPAEC GRANT FUNDS TO ADDRESS THE NATIONAL CHALLENGE OF INCREASING THE NUMBER AND DIVERSITY OF STUDENTS ENTERING THE FANH SCIENCES THROUGH THE IMPLEMENTATION OF INQUIRY-DRIVEN, EXPERIENTIAL EDUCATION AND LEADERSHIP DEVELOPMENT PROGRAMS AND THE DEVELOPMENT OF INNOVATIVE CROSS-CURRICULAR INSTRUCTIONAL RESOURCES CO-CONSTRUCTED BY STUDENTS, TEACHERS AND COMMUNITY PARTNERS THROUGH THE 3-YEAR STRENGTHENING FOOD LITERACY, FANH SCIENCES EDUCATION AND CAREER READINESS THROUGH STUDENT INQUIRY, EXPERIENCE AND ACTION IN LOUISVILLE, KY PROJECT. THIS PROJECT WILL 1) CREATE NEW CURRICULA AND MATERIALS TO INCREASE THE QUALITY OF K-14 ACADEMIC PROGRAMS IN THE FANH SCIENCES; 2) IMPLEMENT HANDS-ON LEARNING EXPERIENCES AND METHODS TO EXTEND LEARNING BEYOND THE CLASSROOM AND PROVIDE STUDENTS WITH OPPORTUNITIES TO SOLVE COMPLEX PROBLEMS IN THE CONTEXT OF REAL-WORLD SITUATIONS; AND 3) CREATE OPPORTUNITIES FOR UNDERREPRESENTED STUDENTS TO COMPLETE PARTICIPATORY LEADERSHIP AND CAREER DEVELOPMENT EXPERIENCES IN THE FANH SCIENCES.THE PROJECT&#39;S PRIMARY AUDIENCE IS A DIVERSE GROUP OF 90+ ENGLISH LEARNERS (EL) STUDENTS AT IROQUOIS HIGH SCHOOL (IHS), ONE OF JCPS&#39; MOST CHALLENGED SCHOOLS (RANKING IN THE BOTTOM 5% OF HIGH SCHOOLS IN THE STATE). IHS IS LOCATED IN SOUTH LOUISVILLE, A PRIME RESETTLEMENT AREA FOR IMMIGRANTS AND REFUGEES. THE PROJECT ALSO HAS BROAD IMPACT THROUGHOUT THE SCHOOL DISTRICT AS A WHOLE, WHICH SERVES NEARLY 100,000 STUDENTS. STUDENTS WILL CONNECT WITH FRESH, HEALTHFUL FOOD WHILE IT&#39;S STILL GROWING IN THE GROUND, AND HAVE THE OPPORTUNITY TO FARM, COOK, BREAK BREAD, COMMUNICATE AND ACTIVATE CHANGE TOGETHER, DIRECTLY IMPACTING THEIR EXPERIENCE OF PLACE AND RELATIONSHIPS WITHIN THE FOOD SYSTEM - AS WELL AS THEIR TASTE BUDS, HEALTH, SENSE OF COMMUNITY AND ABILITY TO SUCCEED IN SCHOOL, CAREER AND BEYOND. THE PROJECT WILL ALSO BUILD TEACHERS&#39; CAPACITY, INCREASING THEIR KNOWLEDGE AND USE OF EFFECTIVE HANDS-ON LEARNING AND INQUIRY-DRIVEN FANH SCIENCES EDUCATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17e46218-d8b8-99b2-69b9-50e8f7178210-R", "generated_internal_id": "ASST_NON_20193841430263_12H3"}, {"internal_id": 83795136, "Award ID": "20193841430262", "Award Amount": 38536.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-21", "CFDA Number": "10.226", "Description": "BUILDING PATHWAYS FOR SUSTAINABLE AGRICULTURE SECONDARY AND POST-SECONDARY EDUCATION IN KANSAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ddeb4271-207b-b687-d255-ead27725ccde-C", "generated_internal_id": "ASST_NON_20193841430262_12H3"}, {"internal_id": 83795135, "Award ID": "20193841430261", "Award Amount": 49960.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-16", "CFDA Number": "10.226", "Description": "TRANSFORMING ECOSYSTEMS OF ALASKA: AN INTERDISCIPLINARY FANH PROGRAM FOR DUAL ENROLLMENT STUDENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ccd87580-335a-2c06-d461-b758bf9ae920-C", "generated_internal_id": "ASST_NON_20193841430261_12H3"}, {"internal_id": 85400202, "Award ID": "20193841430260", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "10.226", "Description": "THE CAREER AGSPERIENCE PROGRAM WILL ADDRESS THE NEED OF A BETTER UNDERSTANDING OF AGRICULTURAL RELATED CAREER OPTIONS FOR YOUTH IN EIGHTH GRADE THROUGH TWELFTH GRADE WHO HAVE AGRICULTURE AS AN EXISTING INTEREST AND YOUTH WHO THROUGH EXPOSURE TO THE PROGRAM WILL GAIN AN INTEREST IN AGRICULTURE CAREERS. THROUGH THE DEVELOPMENT OF THIS CURRICULUM, PARTICIPANTS WILL GAIN EXPERIENCE IN A VARIETY OF AGRICULTURAL RELATED JOB FIELDS IN THE AREAS OF: ANIMAL SCIENCE, ENVIRONMENTAL SCIENCE, AGRI-BUSINESS/LEADERSHIP AND AGRICULTURAL SCIENCE AND TECHOLOGY (AGRONOMY, AGRICULTURE EDUCATION, TECHOLOGY/ENGINEERING, GIS/GPS, RESEARCH, NUTRITION AND FOOD SCIENCE). PARTICIPANTS IN THE PROGRAM WILL LEARN MORE ABOUT AGRICULTURE ENTERPRISES AND EXPERIENCE AUTHENTIC INTERACTIONS AND NETWORKING WITH AGRICULTURE PROFESSIONALS. THE SECOND PIECE OF THE PROGRAM WILL OFFER HANDS-ON AGRICULTURE-FOCUSED WORKFORCE PREPARATION LESSONS THAT ADDRESS ESSENTIAL WORKFOCE PREPARATION CONCEPTS SUCH AS RESEARCHING CAREERS AND IDENTIFYING CAREER INTERNSHIPS, APPLYING AND INTERVIEWING FOR JOBS AND COLLEGE ADMISSION; AND SELF-MARKETING THROUGH RESUME, COVER LETTERS, AND SOCIAL MEDIA.PARTICIPANTS WILL BE OFFERED A SERIES OF ONE- AND TWO-DAY LEARNING WORKSHOPS, WHICH WILL BE ADVERTISED AND PROMOTED THROUGH PRINT AND ONLINE MEDIA. THESE WORKSHOPS WILL BE OFFERED THROUGHOUT MARYLAND&#39;S GEOGRAPHICAL REGIONS AND WILL HIGHLIGHT THE REGIONS GEOGRAPHY AND CLIMATE WHICH MAKES IT SUITABLE FOR SPECIFIC TYPES OF AGRICULTURAL PRACTICES. A SECONDARY VENUE FOR REACHING TEENS AND INCREASING YOUTH REACHED THROUGH THE PROGRAM IS THROUGH SHORT-TERM OUTREACH EDUCATION LESSONS OFFERED IN AREAS OF INTEREST INCLUDING: 4-H CLUBS, FAIRS, COMMUNITY EVENTS AS WELL AS ADDITIONAL PLACES. THE THIRD OPTION IN REACHING YOUTH WILL BE THROUGH CAREER VIDEOS AND OTHER ONLINE RESOURCES.THE PROJECT EVALUATION PLAN WILL INCLUDE BOTH FORMATIVE AND SUMMATIVE EVALUATION AND WILL MAKE USE OF QUANTITATIVE AND QUALITATIVE STRATEGIES FOR GATHERING DATA. FORMATIVE EVALUATION WILL OCCUR DURING CURRICULUM DEVELOPMENT. THE CURRICULUM WILL BE PEER-REVIEWED AND PILOT TESTED. STRUCTURED OBSERVATION BY CONTENT AND TEACHING EXPERTS WILL BE USED IN THE PILOT TEST TO EVALUATE EFFICACY. FOCUS GROUPS WILL BE CONDUCTED WITH TEEN CAREER PARTICIPANTS AFTER COMPLETING THE PROGRAM MODULE TO GAUGE RESPONSES, UNDERSTANDING, AND OVERALL EXCITEMENT ABOUT THE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20193841430260_12H3"}, {"internal_id": 68547696, "Award ID": "20184504228608", "Award Amount": 3101760.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "10.226", "Description": "AWARDING THIS GRANT TO THE NATIONAL AGRICULTURE IN THE CLASSROOM ORGANIZATION PROVIDES SUPPORT TO STRENGTHEN AND EXPAND AGRICULTURAL LITERACY PROGRAMS IN K-12 CLASSROOMS NATIONWIDE THROUGH THE EFFORTS THAT INCLUDE: CAPACITY BUILDING AND PROFESSIONAL DEVELOPMENT FOR STATE AGRICULTURE IN THE CLASSROOM PROGRAMS; USDA AGRICULTURE IN THE CLASSROOM RECOGNITION, PROGRAMS AND OUTREACH; NATIONAL AGRICULTURE IN THE CLASSROOM WEBSITE AND NATIONAL AGRICULTURAL LITERACY CURRICULUM MATRIX MAINTENANCE; RESEARCH AND EVALUATION PROJECTS; CURRICULUM DEVELOPMENT AND DEVELOPMENT OF MATERIALS TO SUPPORT TEACHER PRE-SERVICE AND IN-SERVICE TRAININGS; OUTREACH AND COLLABORATIONS WITH OTHER ORGANIZATIONS AND AGENCIES; AND SUPPORT OF THE NATIONAL CENTER FOR AGRICULTURAL LITERACY.ALL PROGRAMS IN THIS GRANT ARE JOINT INITIATIVES BETWEEN THE USDA/NIFA AGRICULTURE IN THE CLASSROOM PROGRAM, THE NATIONAL AGRICULTURE IN THE CLASSROOM ORGANIZATION AND ITS MEMBERS ORGANIZATIONS OR AFFILIATES (I.E. AGRICULTURE IN THE CLASSROOM STATE ORGANIZATIONS AND LAND GRANT UNIVERSITIES.) ALL COMPONENTS OF THIS GRANT SHALL BE CONDUCTED IN COLLABORATION WITH THE USDA/NIFA AGRICULTURE IN THE CLASSROOM NATIONAL PROGRAM LEADER.SOME OF THE ELEMENTS AND DELIVERABLES IN THIS RFA WILL BE CONDUCTED BY THE NATIONAL AGRICULTURE IN THE CLASSROOM ORGANIZATION PROJECT DIRECTOR. SOME OF THE ELEMENTS AND DELIVERABLES WILL BE CONDUCTED BY THE NATIONAL CENTER FOR AGRICULTURAL LITERACY TEAM LEADER AS A COLLABORATOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "26470600-5b63-8b20-3f83-ea5fbb3656aa-R", "generated_internal_id": "ASST_NON_20184504228608_12H3"}, {"internal_id": 68547612, "Award ID": "20183841428802", "Award Amount": 289327.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-05", "CFDA Number": "10.226", "Description": "DUE TO THE ECONOMIC DOWNTURN OF THE STATE&#39;S PRIMARY INDUSTRY, WEST VIRGINIA IS ONE OF EIGHT STATES TO LOSE POPULATION FROM JULY 2015 TO JULY 2016 (HERALD-DISPATCH, 2017). DURING THIS TIME PERIOD, WEST VIRGINIA LOST AN ESTIMATED 10,000 RESIDENTS. WEST VIRGINIA HAS HAD ONE RESOURCE AFTER ANOTHER REMOVED FROM ITS MOUNTAINS, SALT IN THE 1700S, CLAY/LIMESTONE IN THE 1800S, AND COAL INTO THE 1900S. THE LAST COMMODITY WEST VIRGINIA HAS IS ITS CHILDREN. THOSE CHILDREN ARE NOW BEING SHIPPED OUT TO FUEL OTHER ECONOMIES, JUST AS HAS BEEN DONE FOR 300 YEARS.THE REALITY OF RURAL STUDENTS IN SOUTHERN WEST VIRGINIA IS A LIFE OF LITTLE OPPORTUNITY AND LESS HOPE TO ATTAIN A HIGHER EDUCATION. THE PHYSICAL BOUNDARIES AND LACK OF INFRASTRUCTURE SERVE AS QUARANTINES FOR DIFFUSION OF INNOVATION. INNOVATION AND MOVEMENT IN THESE CLOSED SOCIETIES BEST COMES FROM WITHIN. THE COALS PROVIDE STUDENTS AND OPPORTUNITY TO GAIN CONCRETE EXPERIENCES BY WORKING WITH A FACULTY PARTNER ON A RESEARCH PROJECT TO SOLVECURRENT PROBLEMS IN WEST VIRGINIA. STUDENTS ARE ACTIVE PARTICIPANTS IN THEIR LEARNING ENVIRONMENT. THEY ARE BEING EXPOSED TO RESEARCHERS AND DEVELOPING THOSE RELATIONSHIPS FROM AN EARLY AGE. STUDENTS SERVE AS THE LIAISONS AND PROBLEM SOLVERS IN THE COMMUNITY. THEY EXPERIENCE AGRICULTURE NOT FROM A CONSUMER STAND BUT FROM THAT OF A RESEARCHER, IDENTIFYING GAPS IN UNDERSTANDING AND FILLING THOSE GAPS. STUDENT RESEARCHERS ARE ABLE TO CONTEXTUALIZE AND LOCALIZE RESEARCH QUESTIONS TO THEIR COMMUNITY. THIS PROJECT SEEKS TO UTILIZE THE MODEL FIRST SEEN IN THE EXTENSION AND EXPERIMENT STATION MODEL AND MOVES THE POINTS OF DISSEMINATION TO A LOCAL LEVEL. IT UTILIZES THE STUDENTS AS POINTS OF DISSEMINATION AND THE DEVELOPMENT OF THE ANSWER AS OPPORTUNITIES FOR REAL WORLD LEARNING. THE DEVELOPMENT OF COALS SERVES AS THE FIRST STEP IN A CONCRETE EXPERIENCE IN THE CURRENTLY UNDERSTOOD EXPERIENTIAL LEARNING MODEL. COALS PROVIDE TEACHERS WITH A NEW TOOL TO EDUCATE THEIR STUDENTS.OBJECTIVESMEASURABLEOUTCOMESMETHODTIMELINEINCREASE THE NUMBER OF COLLEGE-READY HIGH-SCHOOL GRADUATES FROM ECONOMICALLY DISADVANTAGED RURAL AREASINCREASE IN NUMBER OF ACCEPTANCE TO SECONDARY EDUCATION.MONITORING BY INVESTIGATORS.SUM YR. 2SUM YR. 3PREPARE HIGH-SCHOOL GRADUATES TO ATTEND AND ULTIMATELY GRADUATE FROM TWO-YEAR AND FOUR-YEAR FANH PROGRAMSGREATER NUMBER OF STUDENTS GRADUATING FROM SECONDARY EDUCATIONMONITORING BY INVESTIGATORSSPRING YR 3IMPROVE UNDERSTANDING AMONG STUDENTS IN GRADES SIX THROUGH TWELVE ABOUT OPPORTUNITIES TO WORK AND PURSUE DEGREES IN FANHCHANGES IN PERCEPTIONS RELATED TO AVAILABILITY OF OPPORTUNITIES IN FANHFOCUS GROUPS AND INTERVIEWSSUM YR 2SUM YR 3IMPROVE HIGH SCHOOL STUDENTS&#39; CRITICAL THINKING SKILLS THROUGH EXPERIENTIAL LEARNING OPPORTUNITIES IN FANH80 COALS PRODUCEDEVALUATION PROCESS OF ACADEMIC RIGOR AT THE COLLOQUIUMSSPRING YR1SPRING YR2SPRING YR3ENHANCE SCIENCE, TECHNOLOGY, ENGINEERING, AGRICULTURAL, AND MATHEMATICS (STEAM) CURRICULUM THROUGH THE DEVELOPMENT OF COALS80 COALS PRODUCEDEVALUATION PROCESS OF ACADEMIC RIGOR AT THE COLLOQUIUMSSPRING YR1SPRING YR2SPRING YR3IMPROVE UNDERSTANDING AMONG TEACHERS AND FACULTY ABOUT OPPORTUNITIES FOR STUDENTS TO WORK AND PURSUE DEGREES IN FANH80 COALS PRODUCEDEVALUATION PROCESS OF ACADEMIC RIGOR AT THE COLLOQUIUMSSPRING YR1SPRING YR2SPRING YR3", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_20183841428802_12H3"}, {"internal_id": 68176351, "Award ID": "20183841428611", "Award Amount": 126247.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-23", "CFDA Number": "10.226", "Description": "ACCORDING TO THE UNITED STATES BUREAU OF LABOR STATISTICS THE NEED FOR AGRICULTURAL SCIENTISTS WILL GROW AT A 7% GROWTH RATE AND AS AGRICULTURE METHODS AND TECHNIQUES CONTINUE TO GROW, SO WILL THE NEED FOR YOUNG PEOPLE ENTERING THE AGRICULTURE CAREER FIELD. AGRICULTURAL JOBS WILL FOCUS ON IMPROVED DIETS, LIVING CONDITIONS, GENETIC MAKE-UP OF LIVESTOCK, SAFE FOOD, AND LEARNING TO LIMIT WASTE. CURRENTLY STATISTICS SHOW ONLY TWENTY-NINE PERCENT OF RURAL YOUTH, AGES 18 TO 24, ARE ENROLLED IN HIGHER EDUCATION, COMPARED WITH 48 PERCENT OF URBAN OR SUBURBAN YOUTH. BY ENGAGING STUDENTS IN LEARNING EXPERIENCES AND CONNECTING THEM WITH FACULTY MEMBERS, WE EXPECT TO INCREASE THE NUMBER OF STUDENTS IN WYOMING THAT PURSUE HIGHER EDUCATION.PATHWAYS TO HIGHER EDUCATION CREATES AN OPPORTUNITY FOR YOUTH TO CONNECT TO THE UNIVERSITY OF WYOMING AND RECEIVE COLLEGE CREDIT WHILE RESIDING IN THEIR HOME COMMUNITY. THE PROJECT WILL PROVIDE A PLATFORM TO DELIVER CURRICULUM THROUGH LECTURES AND LAB OPPORTUNITIES. THE LECTURES WILL CONNECT THE STUDENTS TO CAMPUS FACULTY AND EXTENSION PERSONNEL, WHILE THE LABS WILL PROVIDE THE APPLICATION PHASE OF THE KNOWLEDGE RECEIVED FROM THE LECTURES. LABS WIL BE DELIVERED IN A VARIETY OF DELIVERY METHODS INCLUDINGVIDEO-CONFERENCING, HANDS-ONINTERACTIVE WORKSHOPS, INSTRUCTOR LEAD, SELF-TAUGHT SESSIONS WHERE STUDENTS RESEARCH A GIVEN TOPIC AND PRESENT A LAB REPORT, FIELD DAYS, AND CAMPS. THIS BLENDED APPROACH WILL ENCOURAGE YOUTH TO BE COME MORE ACTIVELY INVOLVED IN EDUCATIONAL OUTLETS AND LEARN ABOUT TOPICS BEYOND THEIR CURRENT FIELDS OF INTEREST.THIS PROJECT SUPPORT THE DATA WHICH SHOWS STUDENTS THAT ARE INVOLVED IN A COLLEGE CLASS PRIOR TO ENTERING COLLEGE WILL BE MORE SUCCESSFUL WHEN THEY ENROLL FULL-TIME.IT OFFERS HIGH SCHOOL STUDENTS A COLLEGE CLASS THAT IS DELIVERED IN A DIVERSE, FLEXIBLE DELIVERY METHOD ALLOWING THEM TO LEARN TO BALANCE MULTIPLE COMMITMENTS IN LIFE AT THEIR AGE. FURTHERMORE, THE PROGRAM SUPPORTS THE NEED FOR STUDENTS ENTERING THE AGRICULTURAL SCIENCE FIELDS IN ORDER TO MEET THE GROWING DEMAND FOR FUTURE EMPLOYEES BY EXPOSING THEM TO CAREER OPPORTUNITIES IN AGRICULTURAL SCIENCES PRIOR TO SELECTING A MAJOR IN COLLEGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_20183841428611_12H3"}, {"internal_id": 68176333, "Award ID": "20183841428610", "Award Amount": 199895.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-12", "CFDA Number": "10.226", "Description": "MIDDLE SCHOOL SCIENCE CLASSROOMS FACE A PARTICULAR CHALLENGE: STUDENTS ARRIVE WITH MINIMAL OR UNEVEN SCIENCE BACKGROUND FROM ELEMENTARY SCHOOL, AND TEACHERS MUST FIND RESOURCES FOR HANDS-ON, ENGAGING PROJECTS TO SPARK THEIR ENTHUSIASM. STUDENTS&#39; SCIENCE COMPREHENSION IS LACKING IN NEW MEXICO SCHOOLS, PARTICULARLY AT THE MIDDLE SCHOOL LEVEL. THE STATEWIDE SCIENCE ASSESSMENT (NMSBA) GIVEN TO 7TH GRADERS SHOWS THAT 55% OF THE STUDENTS FAIL TO ACHIEVE EVEN BASIC SCIENCE PROFICIENCY (NEW MEXICO PUBLIC EDUCATION DEPARTMENT 2017). THIS IS PARTIALLY DUE TO AN ABSENCE OF PEDAGOGICAL CONTENT KNOWLEDGE RELATED TO FANH DISCIPLINES (FOOD, AGRICULTURAL, NATURAL RESOURCE, AND HUMAN SCIENCES).YET, ALL LEARNERS ARE QUITE LITERALLY SURROUNDED BY AN INTERESTING AND ACCESSIBLE BRANCH OF SCIENCE: ENTOMOLOGY. INSECTS OFFER A HUGE RANGE OF POTENTIAL STUDY AREAS IN SCIENCE BECAUSE OF THEIR IMPORTANCE AS PESTS AND BENEFICIALS IN AGRICULTURE, RELEVANCE TO NATURAL RESOURCES AND BIODIVERSITY, AND IMPACT ON HUMAN HEALTH. EXPLORATION OF INSECT SCIENCE HAS TREMENDOUS POTENTIAL TO TEACH BOTH CONTENT KNOWLEDGE AND SCIENCE PROCESS SKILLS. IT IS A GREAT WAY TO ENGAGE STUDENTS TO OBSERVE THE NATURAL WORLD, STIMULATE CURIOSITY, AND TO UNDERSTAND INTERCONNECTIONS WITHIN ECOSYSTEMS. IT CAN BE USED TO ENHANCE STUDENTS&#39; OBSERVATIONAL, DEDUCTIVE, AND ORGANIZATIONAL SKILLS. EXPOSURE TO STANDARD PINNING OR SPREADING TECHNIQUES AT THE MIDDLE SCHOOL LEVEL COULD BUILD CONFIDENCE IN IDENTIFICATION AND HELP DEVELOP AN INTEREST IN INSECT SCIENCE. STUDENTS IN 7TH GRADE ARE AT AN IDEAL AGE TO UNDERSTAND SCIENCE CONCEPTS, WHILE ESTABLISHING CAREER EXPLORATION INTERESTS FOR HIGH SCHOOL.THIS PROJECT, BASED AT NEW MEXICO STATE UNIVERSITY (NMSU), WILL TARGET MIDDLE SCHOOL (7TH GRADE) STUDENTS AND TEACHERS. AGRICULTURAL AND INSECT SCIENTISTS, EDUCATORS, LEARNING EXPERTS, AND A PROFESSIONAL DEVELOPMENT STUDIO WILL COLLABORATE TO CREATE AN ONLINE SUITE OF LEARNING MODULES TO HIGHLIGHT THE IMPORTANCE OF INSECTS TO THE WORLD AROUND US AND CONNECT COMMONLY USED INSECT PINNING ACTIVITIES TO SCIENCE PROCESS STANDARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_20183841428610_12H3"}, {"internal_id": 75880979, "Award ID": "20183841428609", "Award Amount": 150357.6, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-27", "CFDA Number": "10.226", "Description": "ENGAGING LOCAL UNDERREPRESENTED YOUTH THROUGH A HIGH SCHOOL AGRICULTURE BIOSCIENCE CERTIFICATE (HS-ABC) PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_20183841428609_12H3"}, {"internal_id": 75880908, "Award ID": "20183841428539", "Award Amount": 30593.63, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-27", "CFDA Number": "10.226", "Description": "SNEAD STATE COMMUNITY COLLEGE SECONDARY TO POSTSECONDARY 2+2+2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b2b576c-495e-5d01-b138-96aec9a3b9eb-C", "generated_internal_id": "ASST_NON_20183841428539_12H3"}, {"internal_id": 68176334, "Award ID": "20183841428537", "Award Amount": 12900.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "10.226", "Description": "SUSTAINABLE AGRICULTURE PRACTICES RESEARCH STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d8b1d5c-564f-54a9-2dff-26359ce510a5-R", "generated_internal_id": "ASST_NON_20183841428537_12H3"}, {"internal_id": 45250849, "Award ID": "20173841427118", "Award Amount": 230125.28, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-06", "CFDA Number": "10.226", "Description": "WITH THE PROJECTED SHORTAGE OF GRADUATES (CSREES, 2005) TO FILL THE AVAILABLE POSITIONS (GOECKER, SMITH, FERNANDEZ, ALI, &AMP; THELLER, 2015) THE AGRICULTURAL INDUSTRY NEEDS TO IDENTIFY AND PUT INTO PRACTICE METHODS TO RECRUIT A MORE DIVERSE AND WELL-PREPARED FANH WORKFORCE. A STUDY CONDUCTED BY MYERS, THORON, AND THOMPSON (2009) INVESTIGATED THE NEEDS OF THE NATIONAL AGRISCIENCE TEACHER AMBASSADORS WHO IDENTIFIED THE NEED FOR (1) CURRICULUM, (2) PROFESSIONAL DEVELOPMENT, AND (3) COLLABORATION IN AN EFFORT TO TEACH STEM CONCEPTS MORE EFFECTIVELY IN THEIR CLASSROOMS. THOSE THREE NEEDS ARE EACH A COMPONENT OF THIS PROPOSAL AS DETAILED BELOW.IN REGARDS TO CURRICULUM NEEDS, A SURVEY OF KANSAS AGRICULTURAL EDUCATION TEACHERS (N = 236) WAS CONDUCTED IN JANUARY 2017 TO DETERMINE THEIR LEVEL OF KNOWLEDGE, ABILITY, AND CONCERNS ASSOCIATED WITH ASSISTING THEIR STUDENTS WITH AGRISCIENCE RESEARCH. SEVENTY-NINE TEACHERS (33% RESPONSE RATE) COMPLETED THE SURVEY. ALMOST 30% OF THE RESPONDENTS HAD NOT PERFORMED THEIR OWN RESEARCH PROJECT AND NEARLY 50% HAD ONLY PERFORMED A RESEARCH PROJECT WHEN THEY THEMSELVES WERE A SECONDARY STUDENT. WHEN ASKED IF THEIR COLLEGE EDUCATION ADEQUATELY PREPARED THEM TO CONDUCT RESEARCH 40 (51%) DISAGREED OR WERE NEUTRAL. ADDITIONALLY, 73% OF THE RESPONDENTS DID NOT CURRENTLY HAVE ANY STUDENTS CONDUCTING RESEARCH.PROFESSIONAL DEVELOPMENT WAS ANOTHER NEED IDENTIFIED IN THE MYERS, THORON, AND THOMPSON (2009) STUDY. IT IS CRUCIAL THAT FUTURE SCIENTISTS ARE ABLE TO TRANSFER THEIR CLASSROOM LEARNING TO REAL-WORLD SETTINGS. IN AN EFFORT TO HELP STUDENTS MAKE THOSE CONNECTIONS, AGRICULTURE TEACHERS NEED TO BE TRAINED IN STRATEGIES TO USE WHEN TEACHING EMPLOYABILITY SKILLS FOR FUTURE FANH SCIENTISTS (HUGHES &AMP; BARRICK, 1993). THE WORKSHOP PLANNED IN YEAR TWO OF THIS RESEARCH PROPOSAL WILL ADDRESS THE NEED FOR PROFESSIONAL DEVELOPMENT AND PROVIDE SUPPORT FOR BOTH THE RESEARCH SCIENTISTS AND THE SECONDARY AGRICULTURE TEACHERS. COMPONENTS OF THE MENTORING WORKSHOP WILL FOCUS ON CONTENT, LINKING PREVIOUS KNOWLEDGE TO NEW CONCEPTS, AND RELATIONSHIP BUILDING (DESIMONE, 2009). ADDITIONALLY, TIME FOR THE COMPLETION OF RESEARCH STUDIES COULD BE CREATED IF THE AGRICULTURE TEACHERS WERE MORE COMFORTABLE INTEGRATING SCIENTIFIC RESEARCH PROJECTS INTO THEIR EXISTING CURRICULUM.RESEARCH IN KANSAS, OKLAHOMA, AND IDAHO CAN BE INTERPRETED TO JUSTIFY THAT TEACHERS ARE INTERESTED IN THE FFA AGRISCIENCE FAIR PROGRAM BUT DO NOT FEEL COMFORTABLE WITH THE NUANCES OF CONDUCTING A SCIENTIFIC EXPERIMENT. THEREFORE, THEY DO NOT ENCOURAGE OR SUPPORT THEIR STUDENTS WITH THEIR OWN RESEARCH PROJECTS. SIMILARLY, IDAHO HAS HAD LIMITED PARTICIPATION IN THE IDAHO FFA AGRISCIENCE FAIR, WITH FEWER THAN 15 PARTICIPANTS EACH YEAR FOR THE PAST FOUR YEARS. TEACHERS IN IDAHO HAVE EXPRESSED CONCERN THAT THEY DO NOT KNOW HOW TO MOTIVATE STUDENTS TO ENGAGE IN THE FFA AGRISCIENCE FAIR. THIS EXPLORATORY DATA SERVES AS A GOOD FOUNDATION TO ESTABLISH THE NEED OF THIS RESEARCH PROPOSALAND THE IMPORTANCE OF PROFESSIONAL DEVELOPMENT EFFORTS.FINALLY, THERE IS A NEED FOR COLLABORATION IN AN EFFORT TO CREATE NEW PARTNERSHIPS AND STRENGTHEN RELATIONSHIPS, BECAUSE \"A STRONGER RELATIONSHIP BETWEEN AND WITHIN YOUTH, ADULTS, AND OTHER COMMUNITY ENTITIES STRENGTHENS COMMUNITIES\" (GRAHAM, ARNOLD &AMP; JAYARATNE, 2016, P. 50). THE NATIONAL RESEARCH COUNCIL (2009A) ALSO ENCOURAGED MORE COLLABORATIONS AND PARTNERSHIPS BETWEEN UNIVERSITIES AND SECONDARY STUDENTS AND TEACHERS, INCLUDING FFA MEMBERS. THERE ARE A NUMBER OF COLLABORATIONS AT WORK IN THIS RESEARCH PROPOSAL.PAIRING SCHOOL-BASED AGRICULTURE PROGRAMS WITH UNIVERSITY RESEARCH CENTERS WILL BUILD THE FOUNDATION FOR LOCAL MENTORS WHO CAN INCREASE PARTICIPATION BY SHARING THEIR EXPERTISE AND CAN BUILD MOTIVATION BY HELPING STUDENTS BE SUCCESSFUL. AGRICULTURAL PROFESSIONALS IDENTIFIED SOFT SKILLS THAT ARE VITAL IN FUTURE EMPLOYEES (CRAWFORD, LANG, FINK, DALTON, &AMP; FIELITZ, 2011) AND PLACED THEM IN 7 CLUSTERS: 1) EXPERIENCES,2) TEAM, 3) COMMUNICATION, 4) LEADERSHIP, 5) DECISION MAKING/PROBLEM-SOLVING, 6) SELF-MANAGEMENT, 7) PROFESSIONALISM. THIS PROPOSED RESEARCH PROJECT WILL ALLOW SECONDARY AGRICULTURE STUDENTS TO DEVELOP IN EACH OF THE SEVEN CLUSTER AREAS AS THEY WORK WITH RESEARCH SCIENTISTS.STUDENTS&#39; ABILITY TO LINK THEIR UNDERSTANDING OF CONCEPTS TO NEW IDEAS AND APPLICATIONS IS CRITICAL (NATIONAL RESEARCH COUNCIL, 2012). STUDENTS NEED HELP AND ASSISTANCE IN LEARNING TRANSFERABLE SKILLS SUCH AS INTERPERSONAL COMMUNICATION, CRITICAL THINKING, PROBLEM SOLVING, WRITING, AND COMPUTING (NATIONAL RESEARCH COUNCIL, 2009B). THE COLLABORATION AMONG THE SECONDARY STUDENTS, AGRICULTURE TEACHERS, AND RESEARCH SCIENTISTS WILL HELP FACILITATE THE DEVELOPMENT OF THESE CRUCIAL EMPLOYABILITY SKILLS AND BEHAVIORS.COLLABORATION BETWEEN THE THREE UNIVERSITY FACULTY MEMBERS ON THIS GRANT PROPOSAL WILL ENCOURAGE THE CREATION OF THIS INNOVATIVE PRACTICE, MENTORING GUIDES, AND COMMUNICATION TOOLS. WE WILL ALSO SHARE BEST PRACTICES AS WE WORK WITH THE RESEARCH CENTER SCIENTISTS. AN ESSENTIAL COLLABORATIVE EFFORT WILL OCCUR DURING THIS PROJECT AS WE WORK TO COLLABORATE WITH THE POPULATIONS SURROUNDING THE UNIVERSITY RESEARCH CENTERS. USDA RECOGNIZES THE NEED FOR A DIVERSE AGRICULTURAL WORKFORCE. \"DIVERSE EXPERIENCES, BACKGROUND AND EDUCATION ARE VITAL TO A HEALTHY AGRICULTURAL SECTOR THAT CONTINUES TO MEET THE CHALLENGES OF A CHANGING WORLD AND THE DEMANDS OF MARKETS AT HOME AND ABROAD\" (USDA ANNOUNCES..., 2016, PARA. 8). TO HELP MEET THE NEED FOR A DIVERSE AGRICULTURE WORKFORCE, YOUNG PEOPLE NEED TO BE EXPOSED AND ENCOURAGED TO PURSUE A CAREER IN THE FANH INDUSTRY. \"ENGAGING YOUNG PEOPLE IN THESE FIELDS NOW IS AN INVESTMENT IN THE FUTURE OF AMERICA&#39;S ECONOMIC HEALTH AND SECURITY\" (USDA ANNOUNCES..., 2016, PARA. 8). EACH OF THE PARTNERING STATES, AND THUS THE REGIONAL RESEARCH CENTERS, SERVE DIVERSE POPULATIONS.AS WE WORK TO GROW THE NUMBER OF FANH SCIENTISTS, WE NEED TO CONSIDER HOW PEOPLE MAKE CAREER CHOICE DECISIONS. LEARNING EXPERIENCES, SKILLS, GENETIC ENDOWMENT AND SPECIAL ABILITIES CAN ALL INFLUENCE CAREER CHOICE (MITCHELL &AMP; KRUMBOLTZ, 1990). THIS GENERATION OF STUDENT WANTS TO \"FEEL IMPORTANT\" AND \"BELIEVE THAT THEY ARE MAKING A PERSONAL IMPACT\" (TWENGE, 2014, P. 271). THIS RESEARCH PROPOSAL WOULD ENABLE YOUTH TO TAKE OWNERSHIP OF THEIR OWN RESEARCH PROJECT, DEVELOP A WORKING RELATIONSHIP WITH A RESEARCH SCIENTIST, AND HELP IMPROVE THEIR LOCAL AGRICULTURAL COMMUNITY WITH RELEVANT RESEARCH PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20173841427118_12H3"}, {"internal_id": 45250848, "Award ID": "20173841426965", "Award Amount": 105620.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-06", "CFDA Number": "10.226", "Description": "FARM TO COAST: GROWING MAINE`S AGRICULTURAL CAREER PATHWAYS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "06a0934f-40c3-64d4-dd7b-d38d84686d69-C", "generated_internal_id": "ASST_NON_20173841426965_12H3"}, {"internal_id": 45250847, "Award ID": "20173841426964", "Award Amount": 113842.3, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-18", "CFDA Number": "10.226", "Description": "AGNET: AGRICULTURE AND FOOD SYSTEMS EDUCATION AND TRAINING NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df863072-8008-d7cc-1579-d87ddce0d2b3-C", "generated_internal_id": "ASST_NON_20173841426964_12H3"}, {"internal_id": 45250846, "Award ID": "20173841426963", "Award Amount": 49999.97, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-29", "CFDA Number": "10.226", "Description": "ONLINE MODULES FOR HIGH SCHOOL TEACHERS THAT HYBRIDIZE HORTICULTURE AND SCIENCE CURRICULA WHILE PROMOTING HORTICULTURE AS A CAREER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20173841426963_12H3"}, {"internal_id": 45250844, "Award ID": "20173841426961", "Award Amount": 35066.92, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "10.226", "Description": "ENHANCING THE FUTURE POULTRY WORKFORCE THROUGH STEMBASED INDUSTRY EXPOSURE AND ENGAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20173841426961_12H3"}, {"internal_id": 45250843, "Award ID": "20173841426960", "Award Amount": 49057.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-08", "CFDA Number": "10.226", "Description": "IDAHO AGRICULTURAL EDUCATION ALTERNATIVELY CERTIFIED TEACHER SUPPORT PROGRAM (ACTS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20173841426960_12H3"}, {"internal_id": 45250842, "Award ID": "20173841426959", "Award Amount": 24733.18, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-22", "CFDA Number": "10.226", "Description": "PLANNING TO SCAFFOLD SECONDARY AND POST SECONDARY AGRICULTURE SCIENCE EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e893c6d1-6abc-3aa7-e8e4-815c03909f87-C", "generated_internal_id": "ASST_NON_20173841426959_12H3"}, {"internal_id": 62208698, "Award ID": "20173841426958", "Award Amount": 21762.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-11", "CFDA Number": "10.226", "Description": "AQUACULTURE ENVIRONMENTAL LEARNING CENTER PLANNING ACTIVITY GRANT AT MANCHESTER COMMUNITY COLLEGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "774e5f4d-5a36-e37b-3ba7-afaa3a62fd2f-C", "generated_internal_id": "ASST_NON_20173841426958_12H3"}, {"internal_id": 140510714, "Award ID": "20163841425825", "Award Amount": -9241.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.226", "Description": "BUILDING A MODEL EXPERIENTIAL-BASED AGRICULTURAL FOOD SAFETY PROGRAM FOR THE 21ST CENTURY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20163841425825_12H3"}, {"internal_id": 83858847, "Award ID": "20163841425824", "Award Amount": -1933.59, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-10", "CFDA Number": "10.226", "Description": "FOOD SCIENCE PATHWAYS: A SPECA PLANNING CONFERENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "28ec561f-1c62-e72e-69aa-d1b4ad04ce43-R", "generated_internal_id": "ASST_NON_20163841425824_12H3"}, {"internal_id": 140510747, "Award ID": "20163841425823", "Award Amount": -760.57, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.226", "Description": "BRIDGING THE MANDATE GAP: EQUIPPING AGRICULTURAL EDUCATORS TO SUPPORT ALL STUDENTS IN EXPLORING FANH CAREERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20163841425823_12H3"}, {"internal_id": 110335867, "Award ID": "20163841425822", "Award Amount": -16861.51, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "10.226", "Description": "DEVELOPING ENTREPRENEURIAL YOUTH IN RESOURCE-DEPLETED COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_20163841425822_12H3"}, {"internal_id": 128759361, "Award ID": "20163841425820", "Award Amount": -48.82, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-04", "CFDA Number": "10.226", "Description": "BUILDING CAPACITY FOR SCHOOL BASED AGRICULTURAL EDUCATION IN THE FOOD INSECURE REGION OF MICHIGANS UPPER PENINSULA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20163841425820_12H3"}, {"internal_id": 128759518, "Award ID": "20163841425819", "Award Amount": -3762.71, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-15", "CFDA Number": "10.226", "Description": "ENGAGING SECONDARY STUDENTS IN AGRICULTURAL SCIENCE CAREER PATHS THROUGH INTEGRATION OF CONTROLLED ENVIRONMENT FOOD PRODUCTION EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b8bab16-0509-a83d-c16c-f4a854caea4d-C", "generated_internal_id": "ASST_NON_20163841425819_12H3"}, {"internal_id": 129033982, "Award ID": "20163841425817", "Award Amount": -12444.77, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-22", "CFDA Number": "10.226", "Description": "CULTIVATING AN EDIBLE EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "488c591e-223e-bb04-2249-f80b688a22c5-R", "generated_internal_id": "ASST_NON_20163841425817_12H3"}, {"internal_id": 110859806, "Award ID": "20153841424243", "Award Amount": -5386.05, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "10.226", "Description": "ENHANCING COLLEGE READINESS AND CAREER AWARENESS THROUGH ENRICHED MULTIDISCIPLINARY AGRICULTURE DUAL-CREDIT COURSES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5727e37c-543a-3417-0a37-14cc4e256b7b-C", "generated_internal_id": "ASST_NON_20153841424243_12H3"}, {"internal_id": 110859830, "Award ID": "20153841424235", "Award Amount": -126058.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "10.226", "Description": "CULTIVATING DIVERSITY IN A 2 + 2 + 2 COLLABORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c1d8ded-27d8-0a83-d229-e4b755b34408-C", "generated_internal_id": "ASST_NON_20153841424235_12H3"}, {"internal_id": 110335866, "Award ID": "20153841424223", "Award Amount": -79.58, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "10.226", "Description": "ADVANCING ADOLESCENT FOOD SAFETY EDUCATION THROUGH INQUIRY-BASED STEM INSTRUCTION AND INNOVATIVE MEDIA STRATEGIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_20153841424223_12H3"}, {"internal_id": 81545683, "Award ID": "20153841424209", "Award Amount": -93.26, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-06", "CFDA Number": "10.226", "Description": "ELEVATING PRECISION AGRICULTURE EDUCATION USING COLLEGE CREDENTIALING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "388d45a2-fa4c-98fd-bd3c-defd4357123e-C", "generated_internal_id": "ASST_NON_20153841424209_12H3"}, {"internal_id": 110335865, "Award ID": "20153841424207", "Award Amount": -229.57, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "10.226", "Description": "THE READY TO GROW PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bae03bb-9263-4386-8bb8-0e95b64a70fe-C", "generated_internal_id": "ASST_NON_20153841424207_12H3"}, {"internal_id": 110335855, "Award ID": "20153841424206", "Award Amount": -10475.15, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "10.226", "Description": "SEEDING THE FUTURE: INTEGRATING FINANCIAL LITERACY, ENVIRONMENTAL EDUCATION AND SCIENTIFIC RESEARCH THROUGH HYDROPONIC FOOD PRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca18aabd-5785-795d-5681-14919d3f26ad-C", "generated_internal_id": "ASST_NON_20153841424206_12H3"}, {"internal_id": 61616318, "Award ID": "20143841422582", "Award Amount": -153.89, "Award Type": null, "Base Obligation Date": "2018-01-12", "CFDA Number": "10.226", "Description": "AGRICULTURAL EDUCATION AND OCCUPATIONAL PREPARATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c9eda90-1b47-2ae6-bdfa-f3d7b2f990e6-C", "generated_internal_id": "ASST_NON_20143841422582_12H3"}, {"internal_id": 85400157, "Award ID": "20143841422452", "Award Amount": -542.77, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "10.226", "Description": "ADVANCED INTEGRATION OF PRECISION AGRICULTURE ACTIVITIES AND DEMONSTRATIONS INTO SECONDARY CURRICULUM USING A MOBILE LAB MODEL AND CREATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a59fbc13-1280-3828-012b-7e13b8122062-C", "generated_internal_id": "ASST_NON_20143841422452_12H3"}, {"internal_id": 62607391, "Award ID": "20143841422393", "Award Amount": -19029.66, "Award Type": null, "Base Obligation Date": "2018-02-16", "CFDA Number": "10.226", "Description": "AGRICULTURAL COURSES FOR DUAL CREDIT (AC/DC)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5716ab91-4140-5a22-09b6-b691936211e7-C", "generated_internal_id": "ASST_NON_20143841422393_12H3"}, {"internal_id": 69573161, "Award ID": "20133841420975", "Award Amount": -5767.6, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "10.226", "Description": "NORTHWEST COLORADO COLLABORATION IN LEARNING AGRICULTURAL SCIENCES (PROJECT (CO-CLAS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "24bfb9ad-b7c7-4d53-425b-93954d62008c-C", "generated_internal_id": "ASST_NON_20133841420975_12H3"}, {"internal_id": 69949031, "Award ID": "20133841420918", "Award Amount": -44693.06, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "10.226", "Description": "ENHANCING PRECISION AGRICULTURE EDUCATION UTILIZING MOBILE LAB AND INDUSTRY COLLABORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "388d45a2-fa4c-98fd-bd3c-defd4357123e-C", "generated_internal_id": "ASST_NON_20133841420918_12H3"}, {"internal_id": 128759190, "Award ID": "20133841420917", "Award Amount": -1396.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-01", "CFDA Number": "10.226", "Description": "ENGAGING UNDERREPRESENTED POPULATIONS IN THE FOOD AND AGRICULTURAL SCIENCES THROUGH URBAN AGRICULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20133841420917_12H3"}]