[{"internal_id": 151882453, "Award ID": "20223841338445", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "10.220", "Description": "DIVERSIFYING THE PROFESSIONAL WORKFORCE IN CALIFORNIA AGRICULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20223841338445_12H3"}, {"internal_id": 151586236, "Award ID": "20223841338359", "Award Amount": 196733.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "10.220", "Description": "COLLEGE OF AGRICULTURE, FOOD AND ENVIRONMENTAL SCIENCES (CAFES) MULTICULTURAL SCHOLARS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5dbc7f97-7472-25a6-26ce-5386030fe667-C", "generated_internal_id": "ASST_NON_20223841338359_12H3"}, {"internal_id": 151130995, "Award ID": "20223841338222", "Award Amount": 249840.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-09", "CFDA Number": "10.220", "Description": "REACH OUT FOR POULTRY SCIENCE - CREATING OPPORTUNITIES FOR FUTURE LEADERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20223841338222_12H3"}, {"internal_id": 151587329, "Award ID": "20223841338221", "Award Amount": 241400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-15", "CFDA Number": "10.220", "Description": "PATHWAYS IN UNDERGRADUATE EDUCATION FOR MULTICULTURAL SCHOLARS WITH COLLABORATION BETWEEN FRESNO STATE AND MADERA COMMUNITY COLLEG", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ab29287-28bf-03aa-68c4-d1771de25b83-C", "generated_internal_id": "ASST_NON_20223841338221_12H3"}, {"internal_id": 151586940, "Award ID": "20223841338220", "Award Amount": 249960.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "10.220", "Description": "MULTI-INSTITUTIONAL DATA SCIENCE TRAINING OF STUDENTS IN FOOD AND AGRICULTURAL SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_20223841338220_12H3"}, {"internal_id": 133051795, "Award ID": "20213841334845", "Award Amount": 193872.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-07", "CFDA Number": "10.220", "Description": "THE GOAL OF THIS PROPOSAL TO DEVELOP A REPLICABLE PROGRAM OF DOCUMENTED SUCCESS INCREASING DVM NUMBERS FROM GROUPS THAT ARE HISTORICALLY UNDER-INVITED, UNDERREPRESENTED, AND UNDERSERVED. THE MSP SCHOLARS PROGRAM WILL INCLUDE EARLY RECRUITMENT, MENTORING PRIOR TO APPLICATION FOR UNDERGRADUATE ADMISSION, SIGNIFICANT MENTORING AND EXPERIENTIAL LEARNING OPPORTUNITIES DURING THE UNDERGRADUATE YEARS, SCHOLARSHIP SUPPORT, AND AN ACCELERATED ACADEMIC TIMELINE COUPLED WITH A GUARANTEE OF AN INTERVIEW IN THE THIRD YEAR FOR STUDENTS MEETING STANDARDS. THE PROGRAM WILL INCLUDE 8 STUDENTS AND WILL BLEND CORE COURSES TO BUILD A STRONG ACADEMIC FOUNDATION WITH AUTHENTIC TECHNICAL TRAINING IN FIELD SETTINGS (WORKSHOPS, INTERNSHIPS). SCHOLARS WILL &#39;LEARN BY DOING&#39; AND &#39;LEARN BY REFLECTING&#39; THROUGH PEER-MENTORING OPPORTUNITIES AND INTERACTION WITH ESTABLISHED VETERINARIANS AND SCIENTISTS TRAINED AS MENTORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20213841334845_12H3"}, {"internal_id": 134198950, "Award ID": "20213841334844", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-12", "CFDA Number": "10.220", "Description": "THE FLORIDA INTERNATIONAL UNIVERSITY (FIU) PROPOSES A MULTICULTURAL SCHOLARS PROGRAM (MSP) FOR BIG DATA APPLICATION IN AGRICULTURE AND NATURAL RESOURCES SCIENCE. THE PROPOSED MSP WILL RECRUIT AND TRAIN FIVE OUTSTANDING UNDERGRADUATE SCHOLARS FROM MINORITY COMMUNITIES WITH MULTIPLE OBJECTIVES: (A) TO TRAIN STUDENTS AT BACCALAUREATE LEVEL IN ONE OF THE NIFA CHALLENGE AREAS, FOOD AND AGRICULTURAL SCIENCES,WITH A FOCUS ON APPLICATION OF BIG DATA; (B) TO PREPARE SCHOLARS FOR PURSUING HIGHER EDUCATION OR CAREERS IN THE SCIENTIFICALLY CHALLENGING US FOOD AND AGRICULTURE INDUSTRY; (C) TO ENHANCE LEADERSHIP SKILLS AND QUALITIES AMONG SCHOLARS AS NECESSARY FOR AGRICULTURAL INDUSTRIES, AGENCIES OR MEDIA; AND (D) TO ENHANCE MULTICULTURAL DIVERSITY IN THE SKILLED AGRICULTURAL WORKFORCE BY RECRUITING FROM TRADITIONALLY UNDERREPRESENTED GROUPS. THROUGH RESEARCH, INTERNSHIPS, COMMUNITY ENGAGEMENT, LEADERSHIP BUILDING, AND SPECIAL EXPERIENTIAL LEARNING ACTIVITIES SCHOLARS WILL ACQUIRE SCIENTIFIC SKILLS RESEARCHING SOILS, WATERS, SOIL MICROBES, SOIL NUTRIENTS, FARM RENEWABLE RESOURCES, OFF-FARM CHEMICAL INPUTS, AND FINANCIAL AND SOCIAL ASPECTS OF FARMING. EMBEDDED APPLICATION MODULES WILL BE DESIGNED WITHIN CURRICULUM THAT TRANSCENDS MULTIPLE DISCIPLINES -SUSTAINABLE AGRICULTURE, HORTICULTURE, SOIL SCIENCES, IPM, ENVIRONMENTAL SCIENCES, CONSERVATION AND RENEWABLE RESOURCES, NATURAL RESOURCE ECONOMICS. STUDENTS WILL BE TRAINED IN APPLICATIONS OF BIG DATA IN AGRICULTURAL AND ENVIRONMENTAL FIELDS AND GET OPPORTUNITIES TO WORK CLOSELY WITH USDA, FTBG AND OTHER INSTITUTIONS. SCHOLARS WILL HAVE COMPETITIVE EDGE IN PURSUING AGRICULTURE CAREERS THAT REQUIRE MULTI-DISCIPLINARY SKILLS AND PERSPECTIVES. THEY WILL ALSO BE PREPARED FOR PURSUING ADVANCED GRADUATE DEGREES IN AGRICULTURAL AND ENVIRONMENTAL SCIENCES, NATURAL SYSTEM ANALYSIS, AGRICULTURAL ECONOMICS, POLICIES, AND MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_20213841334844_12H3"}, {"internal_id": 133051775, "Award ID": "20213841334843", "Award Amount": 199990.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-28", "CFDA Number": "10.220", "Description": "THE WOOD PRODUCTS INDUSTY IS LACKING IN DIVERSITY AND AS A RESULT THERE IS A NEED FOR A PIPELINE THAT CONNECTS UNDERSERVED AND DIVERSE STUDENTS TO THE INDUSTRY. COMMUNITY COLLEGE STUDENTS ARE OFTEN EXCLUDED FROM THE RECRUITMENT PROCESS FOR FOUR YEAR INSTITUTIONS. IN RURAL AREAS OF OREGON, THERE ARE COMMUNTIY COLLEGES THAT ARE SUPPORTING UNDERSERVED STUDENTS AND BY PARTNERING WITH THESE COMMUNITY COLLEGES, WE WILL CREATE AN OPPORTUNITY FOR THESE STUDENTS TO COMPLETE A FOUR YEAR DEGREE AND EVENTUALLY BECOME EMPLOYEES IN THE WOOD PRODUCTS INDUSTRY. BY INCLUDING INDUSTRY MEMBERS AS MENTORS FOR THE STUDENT SCHOLARS, THIS WILL INCREASE THE CONNECTION OF THE STUDENTS TO THE INDUSTRY AND WILL HOPEFULLY LEAD TO MORE DIVERSE STUDENTS GOING INTO THE WOOD PRODUCTS INDUSTRY. THE INTERNAL GOAL OF THIS PROGRAM IS TO PROVIDE SUPPORT BOTH FINANCIALLY AND THROUGH MENTORSHIP TO EACH OF THE SCHOLARS TO INCREASE THE LIKLIHOOD OF THEM GOING INTO THE WOOD PRODUCTS INDUSTRY. ADDITIONALLY, THE PROGRAM HOPES TO INCREASE THE NUMBER OF STUDENTS MATRICULATING FROM COMMUNITY COLLEGES INTO THE RENEWABLE MATERIALS PROGRAM, THEREBY INCREASING THE NUMBER OF STUDENTS OBTAINING CAREERS WITHIN THE WOOD PRODUCTS INDUSTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20213841334843_12H3"}, {"internal_id": 132969219, "Award ID": "20213841334841", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-23", "CFDA Number": "10.220", "Description": "VETERINARY MEDICINE IS A SERVICE-ORIENTED PROFESSION, AND IN ORDER TO MEET SOCIETAL NEEDS, THE PROFESSION MUST BE AS DIVERSE AS THE COMMUNITIES IT SERVES. HOWEVER, VETERINARY MEDICINE IS THE LEAST DIVERSE OF ALL HEALTH-RELATED FIELDS. FURTHERMORE, IT FACES SIGNIFICANT CHALLENGES IN RECRUITMENT OF UNDERREPRESENTED MINORITY (URM) STUDENTS AND ITS ABILITY TO CREATE A DIVERSE WORKFORCE. TARGETED RESEARCH AND INVESTMENT TOWARDS INCREASING THE NUMBER OF URM STUDENTS PURSUING DOCTOR OF VETERINARY MEDICINE (DVM) DEGREES WILL LEAD TO A MORE DIVERSE, INNOVATIVE, CULTURALLY COMPETENT, AND HIGHLY SKILLED VETERINARY WORK FORCE.THE PD WILL MONITOR RECRUITMENT CONTACTS AND APPLICANTS FROM UNDER-REPRESENTED POPULATIONS AND SEMESTER ACADEMIC PROGRESS OF MULTICULTURAL SCHOLARS. EACH MULTICULTURAL SCHOLAR WILL SUBMIT A YEARLY PROGRESS REPORT THAT WILL INCLUDE PROGRAM ACTIVITIES FROM THE PREVIOUS YEAR AND A REPORT FROM A STUDENT LEADERSHIP PRACTICES INVENTORY. BEFORE ENTERING CLINICAL TRAINING, SCHOLARS WILL TAKE THE VETERINARY EDUCATION ASSESSMENT TO IDENTIFY PREPARATION FOR THE LICENSING EXAM. DURING THEIR CLINICAL TRAINING, WE WILL COLLECT DATA FOR SATISFACTORY SCHOLAR PROGRESS IN THE NINE AVMA COMPETENCIES. TO MEASURE THE MULTICULTURAL UNDERSTANDING OF ALL STUDENTS, SELF-REPORTED CULTURAL COMPETENCE ASSESSMENTS WILL BE CONDUCTED EACH YEAR. FINALLY, LICENSURE EXAM PASS RATE, EMPLOYMENT AFTER GRADUATION, AND STUDENT TRACKING VIA AN ALUMNI SURVEY WILL BE CONDUCTED. KEY INDICATORS FROM DATA THAT ARE NOT FERPA-PROTECTED WILL BE AGGREGATED AND SHARED WITH FACULTY, STAFF, AND STUDENTS AT THE COLLEGE. THE PROJECT&#39;S ULTIMATE GOAL IS TO INCREASE THE NUMBER OF UNDERREPRESENTED STUDENTS PURSUING DVM DEGREES TO LEAD TO A MORE DIVERSE AND HIGHLY SKILLED VETERINARY WORKFORCE, GREATER ACCESS AND QUALITY OF VETERINARY CARE TO DIVERSE COMMUNITIES, AND MEET THE NEEDS OF 21ST-CENTURY FOOD AND AGRICULTURAL SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d8932ee0-9d3a-6587-1487-0db627fb9b44-C", "generated_internal_id": "ASST_NON_20213841334841_12H3"}, {"internal_id": 120382276, "Award ID": "20213841334019", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-18", "CFDA Number": "10.220", "Description": "THE LATINX POPULATION IS THE FASTEST-GROWING DEMOGRAPHIC IN THE US, YET PROPORTIONALLY FEWER LATINX STUDENTS RECEIVE BACCALAUREATE DEGREES, AND FEWER STILL GO ON TO GRADUATE AND PROFESSIONAL PROGRAMS IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCES. TO ADDRESS THIS PARTICIPATION GAP AND INCREASE CAREER- OR GRADUATE PROGRAM-READY GRADUATES IN THE FANH SCIENCES, THIS MULTICULTURAL SCHOLARS PROGRAM WILL PROVIDE SCHOLARSHIPS TO LATINX STUDENTS WITH FAMILY HISTORIES OF MIGRANT OR SEASONAL AGRICULTURAL WORK (MSFW). THE MSP WILL COLLABORATE WITH OMLI (OREGON MIGRANT STUDENT LEADERSHIP INSTITUTE), OSU CAMP (OREGON STATE UNIVERSITY COLLEGE ASSISTANCE MIGRANT PROGRAM), AND OSU CAS (COLLEGE OF AGRICULTURAL SCIENCES). OMLI (SUMMER PROGRAM FOR HIGH SCHOOL MSFW STUDENTS) AND CAMP WILL HANDLE RECRUITMENT. CAMP WILL PROVIDE ACADEMIC, FINANCIAL AND SOCIAL SUPPORT AND CULTURALLY APPROPRIATE PEER MENTORING DURING SCHOLARS&#39; FIRST YEAR. MSP SCHOLARS WILL MAJOR IN ONE OF CAS&#39;SDIVERSE FANH MAJORS, PARTICIPATE IN PROFESSIONAL MENTORING, LEADERSHIP TRAINING, AND EXPERIENTIAL LEARNING, AND COMPLETE AN INTERNSHIP IN THE PRIVATE SECTOR, GOVERNMENT, EXTENSION, OR RESEARCH. THIS PROGRAM WILL INCREASE THE NUMBERS OF MSFW STUDENTS WITH SCIENTIFIC AND PROFESSIONAL COMPETENCIES TO MEET THE TECHNOLOGICALLY ADVANCED NEEDS OF THE 21ST CENTURY FOOD AND AGRICULTURAL SYSTEMS WORKFORCE. QUALITATIVE AND QUANTITATIVE METHODS OF EVALUATION WILL BE USED TO ENSURE THE PROJECT IS BEING IMPLEMENTED AS INTENDED. SURVEYS, INTERVIEWS, FOCUS GROUPS, DATA ON RETNETION, GPA, AND GRADUATION WILL COLLECTED FROM CAS AND OSU DURING THE IMPLEMENTATION OF THE PROJECT (FORMATIVE) AND AT THE END OF THE PROJECT (SUMMATIVE EVALUATION). THE ULTIMATE GOAL IS TO INCREASE THE NUMBER OF MIGRANT AND SEASONAL FARM WORKER STUDENTS IN CAS STEM MAJORS AND ENTERING THE FANH WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20213841334019_12H3"}, {"internal_id": 120382303, "Award ID": "20213841334018", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-21", "CFDA Number": "10.220", "Description": "OKLAHOMA STATE UNIVERSITY (OSU), A LAND GRANT UNIVERSITY (LGU), IN PARTNERSHIP WITH NORTHEASTERN OKLAHOMA AGRICULTURE AND MECHANICAL COLLEGE (NEO), A TWO-YEAR NATIVE AMERICAN-SERVING NONTRIBAL INSTITUTION (NASNTI), WILL COLLABORATE TO PROVIDE FIVE AMERICAN INDIAN STUDENTS WITH SCHOLARSHIPS. SCHOLARS WILL EARN AN ASSOCIATES DEGREE AT NEO AND CONTINUE WITH A SEAMLESS TRANSFER TO OSU TO COMPLETE THEIR BACHELORS WITH DUAL DEGREES IN ENTOMOLOGY AND PLANT AND SOIL SCIENCE. THE GOALS ARE TO IMPROVE THE COMMUNITY COLLEGE TO UNIVERSITY PIPELINE FOR STUDENTS TRANSFERRING FROM TWO-YEAR NASNTI INSTITUTIONS TO FOUR-YEAR LGUS, AND TO TRAIN AMERICAN INDIAN STUDENTS TO IMPROVE FOOD SECURITY AND BENEFIT THEIR TRIBAL COMMUNITIES. THIS PROGRAM WILL ENHANCE THE DIVERSITY OF STUDENTS SEEKING CAREERS IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH). OSU WILL ACHIEVE THESE GOALS BY MEETING THREE OBJECTIVES. OBJECTIVE 1: DEVELOP QUALIFIED STUDENTS WHO WILL POSITIVELY IMPACT AGRICULTURAL SECURITY THROUGH UNDERSTANDING OF PLANT-INSECT INTERACTIONS. OBJECTIVE 2: PROVIDE PRACTICAL EXPERIENCES WITH PUBLIC AND PRIVATE ENTITIES TO IMPROVE PROTECTION FROM ARTHROPODS TRANSMITTING DISEASES IN AGROECOSYSTEMS. OBJECTIVE 3: DEVELOP A GLOBAL PERSPECTIVE FOR HOW ARTHROPODS IMPACT AGROSECRUITY AND HEALTH THROUGH INTERACTIONS WITH INTERNATIONAL RESEARCHERS AND STUDY ABROAD. STUDENTS&#39; LEARNING WILL BEGIN AT NEO WITH GENERAL STUDIES AND \"HANDS-ON\" EXPERIENCES. ONCE STUDENTS TRANSFER TO OSU, THEY WILL BE FURTHER TRAINED IN AGRICULTURAL PRODUCTION, PLANT PROTECTION, AND ARTHROPOD-DISEASE RISKS BEFORE PARTICIPATING IN A RESEARCH-BASED TRIP TO BRAZIL. THIS PROPOSAL WILL RESULT IN FIVE SCHOLARS OBTAINING THREE DEGREES EACH AND BEING ABLE TO TO CULTIVATE AND EDUCATE THEIR TRIBAL COMMUNITIES IN FANH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20213841334018_12H3"}, {"internal_id": 120382284, "Award ID": "20213841334017", "Award Amount": 140860.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-18", "CFDA Number": "10.220", "Description": "THE NATURAL RESOURCE ECOLOGY LABORATORY (NREL), THE CSU ACCESS CENTER, AND THE CSU MICROBIOME NETWORK SEEK FELLOWSHIPS FROM THE US DEPARTMENT OF AGRICULTURAL MULTICULTURAL SCHOLAR&#39;S PROGRAM (MSP). THE PROGRAM PROVIDES SCHOLARSHIPS OF $6,500 PER YEAR FOR UP TO FOUR YEARS TO FIVE STUDENTS (MSP FELLOWS) FROM FIRST-GENERATION AND/OR LOW-INCOME BACKGROUNDS FROM GROUPS UNDER-REPRESENTED IN FOOD, AGRICULTURE, AND HUMAN SCIENCES (DISCIPLINE CODE G), CONSERVATION AND NATURAL RESOURCES (DISCIPLINE CODE C), AND WATER SCIENCES (DISCIPLINE CODE W). THE PROGRAM WILL FOSTER COLLABORATIVE INTER-DISCIPLINARY EDUCATION AND RESEARCH OPPORTUNITIES ACROSS 3 COLLEGES (COLLEGE OF AGRICULTURAL SCIENCES, WARNER COLLEGE OF NATURAL RESOURCES, AND COLLEGE OF VETERINARY MEDICINE AND BIOMEDICAL SCIENCES). MICROBIOME SCIENCE WILL SERVE AS THE INTEGRATIVE THEME OF THE PROGRAM - THE STRUCTURAL BASIS OF MICROBIOMES THROUGH COURSES AND SEMINARS, AND THEIR ECOLOGICAL RELEVANCE AND APPLICATIONS TO HUMAN, ANIMAL, PLANT AND SOIL BIOLOGY, AND ENVIRONMENTAL SYSTEMS THROUGH RESEARCH AND INTERNSHIP OPPORTUNITIES. MSP FELLOWS WILL GAIN FOUNDATIONAL KNOWLEDGE OF MICROBIOMES; STATE-OF-THE-ART FIELD, LABORATORY, AND COMPUTATIONAL APPROACHES, INSTRUMENTATION AND TECHNIQUES (E.G., MOLECULAR TECHNIQUES, STABLE ISOTOPES, MODELING); DISCUSSION AND TRAINING IN SCIENTIFIC ETHICS; ESSENTIAL PROFESSIONAL SKILLS (E.G., ANALYTICAL, WRITING AND PRESENTATION); AND MULTIPLE CAREER OPTIONS (E.G., ACADEMIA, GOVERNMENT, AND THE PRIVATE SECTOR). THE PROGRAM ALIGNS WITH USDA MSP GOALS TO INCREASE STUDENT KNOWLEDGE, RESEARCH AND COMMUNICATION SKILLS, AND PROVIDE STUDENTS WITH AN UNDERSTANDING OF HOW TO PURSUE A CAREER IN RELATED FIELDS (DISCIPLINE CODES G, C, W, AND OTHERS). THE PROGRAM BUILDS ON CURRENT NREL AND ACCESS CENTER INITIATIVES TO INCREASE ACCESS OF STUDENTS FROM MARGINALIZED POPULATIONS BY RECRUITING FROM THE CSU ALLIANCE AND USDE TRIO PARTNER HIGH SCHOOLS IN COLORADO INTO STEM DISCIPLINES. THE PROGRAM WILL ASSESS THE IMPACT ON PROGRAM ELEMENTS ON STUDENT KNOWLEDGE GAINS AND STUDENT THINKING, AND ON STUDENT RETENTION AND SUCCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20213841334017_12H3"}, {"internal_id": 120382304, "Award ID": "20213841334016", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-18", "CFDA Number": "10.220", "Description": "THE UNIVERSITY OF ARIZONA-YUMA (UARIZONA-YUMA), A HISPANIC SERVING INSTITUTION (HSI), PROPOSES THE YUMANS-MANOS PROJECT (YUMANS UNITED THROUGH MICROBIOLOGY, AGRICULTURE, NUTRITION, AND SOCIAL SCIENCES - MENTORSHIP, AWARENESS, NETWORKING, OPPORTUNITIES, LEADING TO SUCCESS). THE GOAL OF THIS PROPOSAL IS TO PRODUCE SKILLED AND DIVERSE GRADUATES PREPARED TO WORK AT THE INTERSECTION OF NUTRITION, FOOD, AND HUMAN HEALTH. THE YUMANS-MANOS SCHOLARSHIP PROGRAM USES A ONE HEALTH [1] APPROACH IMPLEMENTING EXPERIENTIAL LEARNING ACTIVITIES IN AGRICULTURE SYSTEMS, NUTRITION, HEALTH, FOOD SAFETY, AND FOOD SECURITY PARTNERING WITH THE AGRICULTURE INDUSTRY, AND COMMUNITY STAKEHOLDERS; THUS, CAPITALIZING ON LOCAL CULTURE AND TRADITIONS BY ADDRESSING PERCEIVED BARRIERS OF (1) AWARENESS, (2) OPPORTUNITY, AND (3) ACHIEVEMENT (AOA), AIMING TO (1) INCREASE BACHELOR&#39;S DEGREE ATTAINMENT AND (2) CREATE FUTURE LEADERS IN STEM CAREERS THROUGH IMPROVED STUDENT SELF-EFFICACY. THE OBJECTIVE OF THE SCHOLARSHIP PROGRAM ADDRESSES THE LACK OF A DIVERSE PIPELINE OF EDUCATED AND SKILLED STEM TALENT BY IDENTIFYING, RECRUITING, TRAINING, MENTORING AND ENGAGING COLLEGE STUDENTS IN LEADERSHIP THUS, IMPROVING SCHOLARS&#39; ACCESS AND SUCCESS IN HIGHER EDUCATION OPPORTUNITIES IN THE STEM AREAS OF AGRICULTURE, FOOD, NATURAL RESOURCES, SCIENCE, ENGINEERING, TECHNOLOGY, DATA SCIENCE, HEALTH, AND OTHER RELATED DISCIPLINES. THE FOCUS ON RECRUITING AND SUPPORTING STUDENTS IN A ONE HEALTH MULTI-DISCIPLINE PROGRAM DIRECTLY ALIGNS WITH NIFA&#39;S GOAL TO INCREASE PARTICIPATION OF INDIVIDUALS HISTORICALLY UNDERREPRESENTED IN USDA FANH MISSION AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_20213841334016_12H3"}, {"internal_id": 120382285, "Award ID": "20213841334015", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-21", "CFDA Number": "10.220", "Description": "THE FOOD AND RESOURCE ECONOMICS (FRE) DEPARTMENT AT THE UNIVERSITY OF FLORIDA AIMS TO HELP MEET THE NATIONAL NEED FOR ADDITIONAL SCIENTISTS PREPARED AT THE BACHELOR&#39;S LEVEL IN THE AREA OF AGRIBUSINESS AND AGRICULTURAL ECONOMICS. THE DEPARTMENT WILL LEVERAGE ITS STRONG BACHELOR&#39;S LEVEL PROGRAM IN FOOD AND RESOURCE ECONOMICS, WITH SUPPLEMENTAL EXPERIENCES INCLUDING A SPECIAL EXPERIENTIAL LEARNING OPPORTUNITY (USING THE SEL). SINCE APPROXIMATLEY 80% OF STUDENTS JOIN FRE IN THEIR JUNIOR YEAR AS TRANSFER STUDENTS, WE WILL USE THE AWARDED FUNDS TO RECRUIT AND SUPPORT SCHOLARS FROM DIVERSE BACKGROUNDS WHO HAVE COMPLETED THEIR ASSOCIATES OF ARTS DEGREE OR EQUIVLANET COURSEWORK. EACH OF THE TEN SCHOLAR WILL BE SUPPORTED FOR TWO YEARS. OUR PROVEN ABILITY TO ATTRACT A DIVERSE STUDENT BODY WILL AID IN INCREASING THE MULTICULTURAL DIVERSITY OF THE NATION&#39;S AGRICULTURAL SCIENTIFIC AND PROFESSIONAL WORKFORCE.FRE IS COMMITTED TO PROVIDING EXPERIENTIAL LEARNING OPPORTUNITIES FOR STUDENTS THROUGHOUT THEIR COURSE OF STUDY, INCLUDING INTERACTIVE CLASSROOM ACTIVITIES, SEMESTER-LONG SIMULATIONS, EXTRACRICULAR ACTIVITIES SUCH AS AG ECON CLUB, ATTENDING PROFESSIONAL CONFERENCES, AND ENGAGING IN COMPETITIONS. THE SELECTED SCHOLARS LEARNING EXPERIENCE WILL BE FURTHER EHANCED THROUGH PARTICIPATION IN AT LEAST ONE SEL OF THE SCHOLARS CHOICE; SCHOLARS WILL BE ABLE TO CHOOSE FROM PARTICIPATIO IN AN INTERNATIONAL STUDY ABOARD PROGRAM, A RESEARCH EXPERIENCE, AN EXTENSION INTERNSHIP OR AN AGRIBUSINESS INTERNSHIP. PARTICIPATION IN THESE SEL WILL GIVE THE FRE MULTICULTURAL SCHOARS PROGRAM SCHOLARS A COMPETITIVE EDGE WHEN SEEKING EMPLOYMENT AFTER GRADUATION OR WHEN APPLYING FOR GRADUATE STUDIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20213841334015_12H3"}, {"internal_id": 96162532, "Award ID": "20203841330894", "Award Amount": 198446.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-11", "CFDA Number": "10.220", "Description": "CURRENT ISSUE: INCORPORATING BOTH SERVICE LEARNING AND EDUCATION ABROAD EXPERIENCES INTO THE ACADEMIC CURRICULUM CAN FACILITATE STUDENTS&#39; HOLISTIC STUDENT DEVELOPMENT AND OPTIMIZE THEIR PREPARATION AS GLOBAL CITIZENS. THIS PROJECT WILL ACHIEVE THIS FOR FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN SCIENCES (FANH) STUDENTS THROUGH ACADEMIC PREPARATION, INTERNATIONAL SERVICE LEARNING, AND LEADERSHIP OPPORTUNITIES. THERE ARE THREE PRIMARY PROGRAM OUTCOMES: 1) INCREASE ENROLLMENT AND RETENTION RATES OF UNDERSERVED/UNDERREPRESENTED POPULATIONS IN FANH SCIENCES; 2) ENSURE STUDENTS ARE ACADEMICALLY PREPARED TO ENTER THE FANH WORKFORCE, OR TRANSITION TO GRADUATE PROGRAMS, AS HIGHLY QUALIFIED/SKILLED PERSONNEL AND LEADERS; AND 3) INCREASE THE NUMBER OF FANH STUDENTS WHO ENTER THE WORKFORCE GLOBALLY COMPETENT.SPECIFICALLY, THIS PROJECT WILL: A) PREPARE GRADUATES TO MEET THE DEMAND FOR HIGHLY QUALIFIED PERSONNEL ENTERING THE WORKFORCE RELATED TO THE FANH SCIENCES; B) SUPPORT MORE UNDERGRADUATES TRANSITIONING TO GRADUATE EDUCATION IN USDA MISSION SCIENCES; C) CONTRIBUTE TO THE REDUCTION OF THE DISPARITY AMONG UNDERREPRESENTED AND UNDERSERVED POPULATIONS ENTERING GRADUATE SCHOOLS TO ENABLE HIGHER EDUCATION TO REMAIN GLOBALLY COMPETITIVE; D) PROMOTE STUDENT SUCCESS WITHIN FANH DISCIPLINES AT THE UNDERGRADUATE LEVEL; E) DEVELOP LEADERSHIP SKILLS TO PREPARE STUDENTS FOR AGRICULTURAL RELATED CAREERS IN PRIVATE SECTOR, ACADEMIA, AND GOVERNMENT; F) INCORPORATE SOCIAL AND BIOLOGICAL SCIENCES TO PROVIDE EDUCATION AND EXPERIENTIAL LEARNING OPPORTUNITIES TO ADDRESS GLOBAL AGRICULTURAL AND NUTRITIONAL CHALLENGES; AND G) PROVIDE STUDENT GLOBAL ENGAGEMENT TO PRODUCE GLOBALLY COMPETENT FANH GRADUATES WHO WILL ADVANCE U.S. AGRICULTURAL GOALS.THE INTERNATIONAL EDUCATION ABROAD EXPERIENCE IS A HIGHLY VALUABLE COMPONENT OF THIS PROJECT. THE ASSOCIATION OF INTERNATIONAL EDUCATORS REPORTS THAT ALMOST 40% OF COMPANIES MISSED INTERNATIONAL BUSINESS OPPORTUNITIES BECAUSE THEY LACKED INTERNATIONALLY COMPETENT EMPLOYEES. INTERNATIONAL EDUCATION ABROAD PROGRAMS AND OPPORTUNITIES TO SERVE AND STRENGTHEN COMMUNITIES (SERVICE LEARNING) HELP STUDENTS BY PRODUCING OUTCOMES AND BENEFITS THAT ARE OTHERWISE DIFFICULT TO ACHIEVE. YET ONLY 1.6% OF ALL U.S. COLLEGE STUDENTS HAD PARTICIPATED IN EDUCATION ABROAD IN 2015-2016. THERE ARE NUMEROUS BENEFITS FOR STUDENTS IN SERVICE LEARNING PROJECTS ABROAD TO INCLUDE: PERSONAL GROWTH, ETHICAL AND MORAL DEVELOPMENT, PROFESSIONAL DEVELOPMENT, INCREASED CULTURAL AWARENESS, CROSS-CULTURAL AND INTERNATIONAL SKILL DEVELOPMENT, INCREASED AWARENESS OF COMMUNITY ENGAGEMENT THROUGH SOCIALLY RESPONSIBLE APPROACHES, AND VALUING INTERNATIONAL/MULTIDISCIPLINARY COLLABORATION AND WORK.APPROACH: THIS GRANT SUPPORTS FIVE SCHOLARS FOR FOUR YEARS OF ACADEMIC PREPARATION AND PROVIDES THE FIVE SCHOLARS A TWO-MONTH SPECIAL EXPERIENTIAL LEARNING (SEL) EXPERIENCE IN GUATEMALA WHERE THEY WILL PARTICIPATE IN RESEARCH WHILE USING THEIR KNOWLEDGE AND SKILLS TO SERVE THE INDIGENOUS MAYA PEOPLE.RECRUITMENT: K-STATE HAS A CONTINUALLY UPDATED PLAN FOR RECRUITMENT AND RETENTION OF HISTORICALLY UNDERREPRESENTED/UNDERSERVED STUDENTS. THE DEPARTMENT OF FOODS, NUTRITION, DIETETICS AND HEALTH (FNDH) WILL BUILD UPON AND ENHANCE THE DIVERSITY PLAN IN THE COLLEGE OF HEALTH AND HUMAN SCIENCES (CHHS) THROUGH INCLUSION OF DIVERSE STUDENT RECRUITERS, TARGETED STUDENT RECRUITMENT MATERIALS, AND SUPPORT FOR TRAVEL TO REGIONAL AND NATIONAL VENUES FOR DIVERSE/UNDERREPRESENTED STUDENT CANDIDATES.ACADEMICS: STUDENTS WILL DECLARE AS AN FNDH MAJOR IN THE COLLEGE OF HEALTH AND HUMAN SCIENCES AT KANSAS STATE UNIVERSITY (KSU). FNDH HAS NATIONALLY RECOGNIZED ACADEMIC PROGRAMS THAT PRODUCE GRADUATES HIGHLY QUALIFIED TO ENTER NUTRITIONAL SCIENCE AND AGRICULTURE RELATED CAREERS. FNDH CURRICULA ARE BEING ENHANCED WITH INTERNATIONAL/GLOBAL KNOWLEDGE AND SKILLS. ADDITIONALLY, THE NEW ACADEMIC COURSE, INTERNATIONAL ENGAGEMENT, DEVELOPED FOR STUDENTS PARTICIPATING IN THE SEL PROGRAM, WILL CONTRIBUTE TO DEVELOPMENT OF THESE SKILLS.STUDENT SUCCESS AND RETENTION: FNDH HAS A STRONG FOUNDATION FOR ENSURING STUDENT SUCCESS IN THE FANH DISCIPLINES. THERE ARE NUMEROUS SOCIAL AND MENTORING PROGRAMS FOR RECRUITED STUDENTS. THE COLLEGE OF HEALTH AND HUMAN SCIENCES HAS A PROFESSIONAL MENTORING PROGRAM THAT PROVIDES STUDENTS WITH OPPORTUNITY TO LEARN FROM HIGHLY SUCCESSFUL AND EXPERIENCED PROFESSIONALS BY FORGING LONG-LASTING, PROFESSIONAL RELATIONSHIPS.LEADERSHIP: LEADERSHIP SKILLS DEVELOPMENT WILL BE IMPLEMENTED AND SUSTAINED THROUGH MULTIPLE APPROACHES. WE WILL REQUIRE MSP STUDENTS TO MINOR IN LEADERSHIP STUDIES. K-STATE HAS A STRONG LEADERSHIP STUDIES PROGRAM AND THE LEADERSHIP MINOR IS A 16 HOUR CREDIT PROGRAM. MSP STUDENTS WILL HAVE LEADERSHIP OPPORTUNITIES TO PRESENT ABOUT THEIR EDUCATION, SKILLS, AND INTERNATIONAL EXPERIENCES TO NUMEROUS ORGANIZATIONS AT K-STATE AND ACROSS KANSAS.INTERNATIONAL SEL PROGRAM: STUDENTS WILL LIVE IN GUATEMALA EIGHT WEEKS DURING THE SUMMER AFTER THEIR JUNIOR ACADEMIC YEAR. THEY WILL BE PLACED WITH ONE OF SIX ALREADY IDENTIFIED FNDH INTERNATIONAL PARTNERS. THEY WILL BE MENTORED BY FNDH RESEARCH FACULTY AND INTERNATIONAL PARTNERS AND WILL PARTICIPATE IN INTERNATIONAL RESEARCH WITH OUR GUATEMALA PARTNERS. POTENTIAL RESEARCH ACTIVITIES INCLUDE: PROGRAM NEEDS ANALYSIS, AND PRE-/POST ASSESSMENT OF INTERVENTIONS RELATED TO: NUTRITION LESSONS PRE-CONCEPTUAL THROUGH ADULT, COMMUNITY GARDEN PROGRAMS, NUTRITION FOCUSED COOKING CLASSES, DIABETES &AMP; HEART DISEASE EDUCATION, ASSISTING WITH ELDERLY PROGRAMS TO INCLUDE NUTRITION AND PHYSICAL RESTORATIVE PROGRAMS, AND COMMUNITY HEALTH ASSESSMENTS.GOALS AND RESULTS: THIS PROJECT WILL PRODUCE GRADUATES WITH INTERNATIONAL SKILLS WHO ARE HIGHLY QUALIFIED TO ENTER NUTRITIONAL SCIENCE AND AGRICULTURE RELATED CAREERS AND HIGHLY RESPECTFUL OF ANOTHER CULTURE.ACADEMIC AND GLOBAL SKILL SET: STUDENTS WILL GRADUATE WITH A BS IN FNDH AND A LEADERSHIP MINOR, AND WILL BE HIGHLY PREPARED TO ENTER THE FANH WORKFORCE OR GRADUATE PROGRAMS AS HIGHLY QUALIFIED/SKILLED PERSONNEL AND LEADERS. OUR INTERNATIONAL PARTNERS WILL CONTRIBUTE TO FNDH ACADEMIC AND LEADERSHIP PROGRAMS RESULTING IN STUDENTS WHO: DEMONSTRATE INTERCULTURAL SKILLS, ARE ABLE TO ARTICULATE INTERCULTURAL VALUES, ILLUSTRATE INTERCULTURAL SELF-AWARENESS AND SELF-REFLECTION, INTEGRATE CULTURAL KNOWLEDGE, AND INCORPORATE GLOBAL PERSPECTIVES IN THEIR RESPECTIVE FIELDS OF STUDY. WITH THE SUCCESSFUL IMPLEMENTATION AND COMPLETION OF THIS PROJECT, FNDH MSP GRADUATES WILL BE POTENTIAL FUTURE GLOBAL LEADERS WHO ARE MORE RESPECTFUL OF OTHER CULTURES AND ARE ABLE TO APPLY ACADEMIC KNOWLEDGE &AMP; SKILLS TO CONTRIBUTE TO THE WELL-BEING OF A POPULATION.GLOBAL IMPACT: THE SEL EXPERIENCE WILL PROVIDE KNOWLEDGE, SKILLS, AND SERVICE TO NGOS IN GUATEMALA AND THEIR CLIENTS IN THE AREAS NUTRITION AND PUBLIC HEALTH WITH THE GOAL OF HELPING IMPROVE QUALITY OF LIFE FOR THE INDIGENOUS MAYA PEOPLE. THIS PROJECT WILL CONTRIBUTE TO THE DEVELOPMENT OF ADDITIONAL INTERNATIONAL PARTNERSHIPS THAT CAN LEAD TO FUTURE COLLABORATIONS RESULTING IN POSITIVE GLOBAL IMPACTS THAT CONTRIBUTE TO IMPROVED HEALTH OUTCOMES FOR THE INDIGENOUS MAYA PEOPLE AS WELL AS POSITIVE IMPACTS ON THE KNOWLEDGE AND SKILL SET OF U.S. UNIVERSITY GRADUATES.IN SUMMARY:1) PROGRAM SUCCESS WILL CONTRIBUTE TO AN INCREASE IN THE DIVERSITY AND NUMBER OF STUDENTS WHO PURSUE AND COMPLETE A POSTSECONDARY DEGREE IN THE FANH SCIENCES; 2) MSP STUDENTS WILL GAIN: CULTURAL KNOWLEDGE, SKILLS &AMP; VALUES; LANGUAGE SKILLS; UNDERSTANDING/APPRECIATION FOR THE PEOPLE OF ANOTHER COUNTY AND FOR THEIR OWN CULTURAL VALUES AND BIASES; AND ABILITY TO EXPRESS (ORAL AND WRITTEN) NEWLY ACQUIRED CULTURAL SKILLS; 3) MSP STUDENTS WILL BE POTENTIAL FUTURE GLOBAL LEADERS THAT ARE MORE RESPECTFUL OF OTHER CULTURES;4) MSP STUDENTS WILL APPLY ACADEMIC KNOWLEDGE/SKILLS TO CONTRIBUTE TO THE WELL-BEING OF A GLOBAL POPULATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20203841330894_12H3"}, {"internal_id": 96162533, "Award ID": "20203841330732", "Award Amount": 160000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-23", "CFDA Number": "10.220", "Description": "HISTORICALLY, MINORITIES HAVE PARTICIPATED LESS THAN NON-MINORITIES IN AGRICULTURAL RELATED CAREERS OUTSIDE OF LABOR OCCUPATIONS (TALBERT &AMP; LARKE, 1995). MORGAN (2000) AND USDA (2007), ADDED, \"THERE ARE DWINDLING NUMBERS OF AFRICAN AMERICANS ENROLLED IN AGRICULTURAL-RELATED FIELDS. THE NUMBER OF AFRICAN AMERICANS CHOOSING TO STUDY AGRICULTURAL RELATED STUDIES IS LOW. TO ADDRESS THE LOW ENROLLMENT OF MINORITIES IN AGRICULTURE, THIS USDA MULTICULTURAL SCHOLARS PROGRAM&#39;S (MSP) WILL PROVIDE SCHOLARS WITH A RIGOROUS ACADEMIC PROGRAM CURRICULUM TO ALLOW THEM TO BE WELL PREPARED AFTER GRADUATION WITH KNOWLEDGE IN AGRICULTURE, TECHNOLOGY, LEADERSHIP AND CULTURAL AWARENESS SKILLS. DUE TO AN ESTIMATED 57,000 ANNUAL JOB OPENINGS FOR GRADUATES IN FOOD, RENEWABLE ENERGY, AND ENVIRONMENTAL SPECIALTIES, THE SCHOLARS WILL BE WELL POSITIONED FOR CAREERS. THE SCHOLARS WILL RECEIVE MENTORING ON A WEEKLY BASIS TO ASSESS HOW THEY ARE PROGRESSING IN THEIR ACADEMIC JOURNEY. THEY WILL ALSO PARTICIPATE DURING A STUDY ABROAD TO LEARN ABOUT A DIFFERENT CULTURE AND INTERNATIONAL AGRICULTURE. INTERNSHIPS AND RESEARCH PROJECTS WILL ALLOW THEM TO LEARN IN \"READ LIFE\" SETTINGS AND PRESENT RESEARCH DURING CONFERENCES TO DEVELOP THEIR RESEARCH AND COMMUNICATION SKILLS SUCH AS PUBLIC SPEAKING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_20203841330732_12H3"}, {"internal_id": 96162534, "Award ID": "20203841330731", "Award Amount": 180000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "10.220", "Description": "OVER THE LAST SIX YEARS, THE WABANAKI YOUTH IN SCIENCE (WAYS) PROGRAM HAS DEVELOPED A MODEL EDUCATIONAL PROGRAM FOR NATIVE AMERICAN MIDDLE AND HIGH SCHOOL STUDENTS IN MAINE. THIS PROGRAM BRINGS TOGETHER TRADITIONAL ECOLOGICAL KNOWLEDGE (TEK) AND WESTERN SCIENCE THROUGH A MULTI-FACETED, YEAR-LONG APPROACH. FOR RESULTS, WAYS HAS SEEN PARTICIPATION OF OVER 20% PARTICIPATION OF ALL NATIVE YOUTH IN MAINE IN THE PROGRAM AND IS RESPONSIBLE FOR A 15% INCREASE IN THE NUMBER OF NATIVE AMERICAN STUDENTS THAT ARE CURRENTLY ATTENDING UNIVERSITY OF MAINE IN THE SCIENCES.SINCE FALL OF 2017, WITH THE HELP OF FUNDING FROM THE NATIONAL SCIENCE FOUNDATION (NSF INCLUDES PROJECT #1737320), WAYS BEGAN PILOTING THE PEDAGOGY AND MENTORING PROGRAM AT THE UNIVERSITY OF MAINE FOR UNDERGRADUATES IN NATURAL RESOURCE FIELDS TO FIVE NATIVE AMERICAN STUDENTS. IN OUR APPLICATION TO THE USDA NIFA MULTICULTURAL SCHOLARS PROGRAM, WE SEEK TO FOCUS AND EXTEND THIS PROGRAM OVER THE NEXT FOUR YEARS THROUGH THE FOLLOWING ACTIVITIES: 1. PROVIDE A SCHOLARSHIP TO FIVE NATIVE AMERICAN STUDENTS A YEAR IN USDA RELATED ACADEMIC FIELDS AT THE UNIVERSITY OF MAINE. 2. INTEGRATE CURRICULUM THAT EMBRACES TEK AND WESTERN SCIENCE AS EQUAL PARTNERS TO HIGHLIGHT THE ROLE BOTH HAVE IN SCIENCE EDUCATION RETENTION FOR NATIVE AMERICAN AND OTHER UNDER-REPRESENTED STUDENTS. 3. EXPAND WAYS MENTORSHIP OPPORTUNITIES FOR NATIVE AMERICAN STUDENTS ACROSS THE UNIVERSITY OF MAINE. 4. ASSESS THE RECRUITMENT, MENTORSHIP, AND RETENTION PROGRAM FOR WAYS-MSP STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_20203841330731_12H3"}, {"internal_id": 96162535, "Award ID": "20203841330730", "Award Amount": 210000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "10.220", "Description": "SUMMARY: EMPLOYMENT OF DIETITIANS AND NUTRITIONISTS IS PREDICTED TO GROW 15% FROM 2016-2026. ADDITIONALLY, A LARGE DISPARITY EXISTS BETWEEN THE US POPULATION AND STATISTICS REPORTED FOR DIETITIANS. THIS PROJECT ADDRESSES THE DEMAND FOR A DIVERSIFIED WORKFORCE IN DIETETICS. DISCIPLINE CODE HUMAN NUTRITION (CODE N).THE ACCREDITED B.S. PROGRAM IN NUTRITION AND DIETETICS AT BENEDICTINE UNIVERSITY WILL IMPLEMENT AN AFFILIATION AGREEMENT WITH HARPER COLLEGE&#39;S A.S IN NUTRITION PROGRAM, ALLOWING FOR A SEAMLESS TRANSFER PIPELINE FROM A DIVERSE STUDENT BODY INTO A SUCCESSFUL BACCALAUREATE PROGRAM. OUR GOAL IS TO RECRUIT, RETAIN, MENTOR AND TRAINTEN ACADEMICALLY QUALIFIED JUNIORS FROM GROUPS HISTORICALLY UNDERREPRESENTED IN USDA MISSION AREAS, AND SEE THEM TO COMPLETION OF THE B.S. IN NUTRITION AND DIETETICS AT BENU. FIVE SCHOLARS WILL BE SELECTED FROM BENU;FIVE SCHOLARS WILL BE RECRUITED AS TRANSFERS FROM HARPER.THROUGH COLLABORATION WITH COMMUNITY PARTNERS AND STUDY ABROAD, SCHOLARS WILL BECOME LEADERS IN UNDERSTANDING AND IMPROVING NUTRITION AS A SOCIAL DETERMINANT OF HEATH. SCHOLARS WILL PARTICIPATE IN A PRACTICUM BY SERVING THE NEEDS OF THE COMMUNITY, RECEIVING LEADERSHIP TRAINING AND THEN COLLABORATIVELY DEVELOP A \"PAY IT FORWARD\" COMMUNITY SERVICE PROJECT TO POSITIVELY IMPACT A COMMUNITY IN NEED. TO ACCOMPLISH PROGRAM OBJECTIVES AND ENABLE SCHOLAR SUCCESS, THE PROJECT WILL INCLUDE ACADEMIC ADVISING, TUTORING, GRE AND RDN EXAM PREPARATION, PERSONAL GRADUATE STUDENT MENTORING, LEARNING COMMUNITY PARTICIPATION, LEADERSHIP SEMINAR SERIES, AND PARTICIPATION IN DIRECTOR LED FOCUS GROUPS. WE WILL ASSESS QUALITATIVE AND QUANTITATIVE OUTCOMES OF THIS PROJECT AND CONTINUE TO FOLLOW THESE SCHOLARS TO SOLICIT FEEDBACK AFTER COMPLETION OF OUR PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35ef3a98-f2fe-a2c8-0e8e-3e270a3f7a56-C", "generated_internal_id": "ASST_NON_20203841330730_12H3"}, {"internal_id": 96585617, "Award ID": "20203841330729", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-08", "CFDA Number": "10.220", "Description": "THE WORLD&#39;S POPULATION WILL GROW TO MORE THAN NINE BILLION PEOPLE BY THE YEAR 2050. THIS GROWTH, COMBINED WITH CHANGES IN GLOBAL DIETS, WILL INCREASE DEMAND FOR FOOD ANIMAL PRODUCTS FOR HUMAN CONSUMPTION.THE PROPOSED PROGRAM DIRECTLY ADDRESSES THE PRIORITIES OF THE HIGHER EDUCATION MULTICULTURAL SCHOLARS PROGRAM. SPECIFICALLY, IT WILL HELP MEET NATIONAL AND INTERNATIONAL NEEDS FOR TRAINING FOOD AND AGRICULTURAL SCIENTISTS AND PROFESSIONALS BY RECRUITING, ENGAGING, RETAINING, MENTORING, AND TRAINING MULTICULTURAL SCHOLARS, RESULTING IN A BACCALAUREATE DEGREE IN THE AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20203841330729_12H3"}, {"internal_id": 77566579, "Award ID": "20193841329027", "Award Amount": 164000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-17", "CFDA Number": "10.220", "Description": "THE UNIVERSITY OF ARIZONA (UA) MULTICULTURAL SCHOLARS PROGRAM (MSP) IN CULINARY MEDICINE ADDRESSES THE NEED FOR SKILLED, DIVERSE GRADUATES WORKING AT THE INTERSECTION OF NUTRITION, FOOD AND HUMAN HEALTH. FOCUSED ON THE DISCIPLINE OF HUMAN NUTRITION (N) AND ALIGNED WITH THE NATIONAL FOOD IS MEDICINE INITIATIVE, THIS COMBINED MSP + SPECIAL EXPERIENTIAL LEARNING PROGRAM WILL RECRUIT, ENGAGE, RETAIN, AND MENTOR SCHOLARS TO BECOME COMPETENT IN CULINARY MEDICINE, AN EMERGING SUBDISCIPLINE CHARACTERIZED BY THE INTEGRATION OF NUTRITION KNOWLEDGE AND CULINARY TECHNIQUES CONSISTENT WITH REAL-WORLD BUDGETS, TIME CONSTRAINTS AND DIET AND CULTURAL BELIEFS/PRACTICES. UA IS ONE OF THREE HISPANIC-SERVING ASSOCIATION OF AMERICAN UNIVERSITIES TIER-1 RESEARCH UNIVERSITIES INVESTED IN SUPPORTING UNDERREPRESENTED MINORITY (URM) STUDENTS TO TRAIN IN STEM. FIVE OBJECTIVES GUIDE OUR APPROACH: 1) RECRUIT/SELECT EIGHTHIGHLY QUALIFIED SCHOLARS; 2) SUPPORT SCHOLARS IN MEETING ACADEMIC PROGRAM REQUIREMENTS; 3) DEVELOP SCHOLARS&#39; LEADERSHIP AND PROFESSIONAL COMPETENCIES; 4) ENGAGE SCHOLARS WITH THEIR COMMUNITY THROUGH EXPERIENTIAL LEARNING; 5) PREPARE SCHOLARS FOR GRADUATE AND PROFESSIONAL TRAINING. ELIGIBLE STUDENTS ARE URM UNDERGRADUATES MAJORING OR MINORING IN NUTRITIONAL SCIENCES OR FOOD SYSTEMS WHO COMMIT TO PROGRAM ACTIVITIES OVER SIX TERMS. MSP FACULTY WILL IDENTIFY AND RECRUIT POTENTIAL SCHOLARS TO APPLY DURING FALL OF SOPHOMORE YEAR FOR A START DATE OF THE FOLLOWING SUMMER. EIGHT SCHOLARS COMPRISING TWO, 4-PERSON COHORTS WILL MATRICULATE DURING THE PROJECT PERIOD. PROGRAM REQUIREMENTS INCLUDE COMPLETION OF NINE ACADEMIC COURSE UNITS IN CULINARY MEDICINE; ONE 8-HOUR LEADERSHIP WORKSHOP; 6 ACADEMIC ADVISING SESSIONS; ONE STRUCTURED RESEARCH PROJECT; AND, 135 HOURS EXPERIENTIAL LEARNING COMPLETED IN PARTNERSHIP WITH COLLABORATING PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_20193841329027_12H3"}, {"internal_id": 78596376, "Award ID": "20193841329026", "Award Amount": 218000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-01-31", "CFDA Number": "10.220", "Description": "STUDENT DIVERSITY AT UCSC (A HISPANIC SERVING INSTITUTION) HAS RISEN DRAMATICALLY BUT LAGS BEHIND IN OUR FOOD, AGRICULTURAL, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH) DEGREE: ENVIRONMENTAL STUDIES (ENVS) WITH A CONCENTRATION IN AGROECOLOGY AND SUSTAINABLE FOOD SYSTEMS (AGRO). OUR MULTICULTURAL SCHOLAR PROGRAM (MSP) AND SPECIAL EXPERIENTIAL LEARNING (SEL) WILLPROVIDE TRAINING IN THREE DISCIPLINARY AREAS (G - GENERAL FOOD, AGRICULTURAL AND HUMAN SCIENCES, S - AGRICULTURAL SOCIAL SCIENCES, AND C - CONSERVATION AND RENEWABLE NATURAL RESOURCES). OUR MSP PROGRAM WILL IMPROVE FANH INSTRUCTION AND EXPERIENTIAL LEARNING OPPORTUNITIES AND PREPARE STUDENTS FOR FANH-RELATED CAREERS. WE WILL RECRUIT SEVEN, UNDERREPRESENTED UCSC STUDENTS (FOUR 4-YEAR AND THREE TRANSFER STUDENTS) PURSUING THE ENVS/AGRO MAJOR INTO A COMPREHENSIVE TRAINING PROGRAM. TO PROMOTE STUDENT SUCCESS, WE WILL OFFER QUARTERLY ADVISING WITH FACULTY MENTORS, PROFESSIONAL STAFF, AND PEER MENTORS. WE WILL FOCUS ON STUDENT LEARNING AND ACADEMIC PREPARATION BY OFFERING ENHANCED CLASSROOM INSTRUCTION IN NATURAL AND SOCIAL SCIENCES AND EXPERIENTIAL COMMUNITY-BASED INTERNSHIPS FOCUSED ON PRODUCTION, RESEARCH, AND FOOD JUSTICE. TO BUILD JOB SKILLS, SCHOLARS WILL PARTICIPATE IN SEL ACTIVITIES FOCUSED ON FANH RESEARCH, POLICY, OR PRODUCTION. WE WILL PROVIDE STUDENTS WITH SOFT SKILLS THROUGH LEADERSHIP DEVELOPMENT, AND CAREER COUNSELING. WE WILL DRAW ON THE EXTENSIVE NETWORK OF UCSC PROFESSIONAL STAFF TO PROVIDE A SOCIAL SUPPORT STRUCTURE FOR SCHOLARS INCLUDING AT-RISK STUDENTS. TOGETHER WITH AN EXTENSIVE NETWORK OF INDUSTRY AND NON-PROFIT COLLABORATORS, WE WILL PROVIDE SPECIFIC EMPLOYMENT INFORMATION TO SCHOLARS AND BUILD THEIR PROFESSIONAL NETWORKS. THE PROJECT WILL ENHANCE BOTH ACADEMIC AND CAREER OPPORTUNITIES FOR SCHOLARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "427ea0fd-a29e-756b-4973-911cb119bc8d-C", "generated_internal_id": "ASST_NON_20193841329026_12H3"}, {"internal_id": 79402053, "Award ID": "20193841329025", "Award Amount": 160000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-13", "CFDA Number": "10.220", "Description": "OUR GOAL IS TO PROVIDE LONG-TERM PROFESSIONAL TRAINING OF MULTICULTURAL YOUNG MINDS THAT WILL BE CAPABLE OF ADDRESSING COMPLEX ISSUES IN FOOD SAFETY AND QUALITY. OUR SUPPORTING OBJECTIVES ARE: 1) TO INCREASE ENROLLMENT OF UNDERREPRESENTED STUDENTS IN THE FOOD SCIENCE AND HUMAN NUTRITION (FSHN) PROGRAM AT IOWA STATE UNIVERSITY; 2) TO ESTABLISH A RESEARCH TRAINING EXPERIENCE FOR THE SCHOLARS BY PROVIDING EXPERIENTIAL LEARNING PRACTICE THAT WILL AID THEM TO DISCOVER A MORE DEFINED PATH TO THEIR CAREER; AND 3) TO ENSURE RETENTION OF STUDENTS IN THE FSHN PROGRAMS THROUGH EXTENSIVE MENTORING STRATEGIES, TRAINING WORKSHOPS, PROFESSIONAL DEVELOPMENT, MULTICULTURAL OPPORTUNITIES AND OTHER ACTIVITIES THAT WILL CONGEAL THEIR FUTURE IN SCIENTIFIC RESEARCH AND/OR INDUSTRY WORK. WE PROPOSE TO TRAIN A COHORT OF FOUR STUDENTS THAT WILL BE RECRUITED DURING THEIR SENIOR YEAR OF HIGH SCHOOL. WE WILL PROVIDE ACADEMIC, PROFESSIONAL AND SOCIAL SUPPORT TO ENSURE RETENTION AND SUCCESSFUL TRAINING OF THE SCHOLARS, INCLUDING ACADEMIC ADVISING, CAREER COACHING, GROUP AND PEER TUTORING, DEVELOPMENT OF STUDY, TIME MANAGEMENT AND LEADERSHIP SKILLS. THE PD AND CO-PDS WILL ENSURE PLACEMENT OF THE SCHOLARS IN UNDERGRADUATE RESEARCH AND INDUSTRY INTERNSHIPS THAT WILL PROVIDE HANDS-ON TRAINING OPPORTUNITIES. THE MAJOR IMPACT OF THIS PROGRAM WILL BE TO INCREASE ENROLLMENT AND GRADUATION OF UNDERREPRESENTED MINORITY STUDENTS IN FOOD SCIENCE THAT WILL LEAD TO A GREATER REPRESENTATION OF THESE GROUPS IN INDUSTRY, GOVERNMENT, AND ACADEMIA. BY THE END OF THE PROGRAM, THE SCHOLARS WILL BE PREPARED TO ENTER CAREERS IN FOOD SCIENCE COMPANIES OR CONTINUE THEIR EDUCATION IN A GRADUATE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20193841329025_12H3"}, {"internal_id": 79402052, "Award ID": "20193841329024", "Award Amount": 162000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-18", "CFDA Number": "10.220", "Description": "WILDERNESS EXPERIENCES CAN BE OVERWHELMING AND INTIMIDATING. BUT AT THE END, PARTICIPANTS LEAVE WITH NEWFOUND CONFIDENCE AND STRENGTH. HAVING THE OPPORTUNITY TO LEAD OTHERS IN WILDERNESS SETTINGS FORCES A PERSON TO TAKE ON RESPONSIBILITY AND DEVELOP COMPETENCE. THESE EXPERIENCES AND SELF-DISCOVERY DIRECTLY TRANSLATE INTO A SENSE OF PERSONAL POWER AND AGENCY IN THE REST OF ONE&#39; S LIFE. IN THIS PROJECT WE COMBINE A TRADITIONAL 4-YEAR FOREST MANAGEMENT DEGREE AT HUMBOLDT STATE UNIVERSITY WITH SIGNIFICANT OUTDOOR WILDERNESS LEADERSHIP TRAINING AND EXPERIENCE, BOTH IN THE CLASSROOM AND IN OUTDOOR SETTINGS. WE WILL EVALUATE THE TRANSFORMATIVE IMPACT OF THESE EXPERIENCES ON ACADEMIC AND CAREER SUCCESS OF PROGRAM PARTICIPANTS.IN ADDITION TO THE OUTDOOR LEADERSHIP TRAINING, WE WILL PROVIDE SIX STUDENTS WITH SCHOLARSHIPS, ($6500/YR FOR THREE YEARS), PEER AND FACULTY MENTORING, PROFESSIONAL DEVELOPMENT EXPERIENCES, AND LEADERSHIP OPPORTUNITIES ON CAMPUS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d29658a-c61f-bc5b-ee6c-2cd9e680b9ce-C", "generated_internal_id": "ASST_NON_20193841329024_12H3"}, {"internal_id": 80211449, "Award ID": "20193841329023", "Award Amount": 180000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-02", "CFDA Number": "10.220", "Description": "A PREDICTED SHORTAGE OF QUALIFIED GRADUATES FOR JOBS IN THE AGRICULTURAL AND RELATED SCIENCES CAN BE ATTRIBUTED PARTLY TO THE FAILURE OF U.S. COLLEGES AND UNIVERSITIES TO ATTRACT MINORITY STUDENTS TO THESE DISCIPLINES. U.S. INSTITUTIONS MUST DEVELOP INNOVATIVE PROGRAMS TO RECRUIT AND TRAIN THESE STUDENTS, BY DIVERSIFYING CURRICULUM AND FACULTY, RAISING AWARENESS OF EDUCATIONAL AND CAREER OPPORTUNITIES, AND REACHING OUT TO THIS UNTAPPED POOL OF POTENTIAL STUDENTS THROUGH COMMUNITY NETWORKS. THE UNIVERSITY OF RHODE ISLAND&#39;S AGRICULTURE-RELATED UNDERGRADUATE PROGRAMS, INCLUDING THE SUSTAINABLE AGRICULTURE AND FOOD SYSTEMS (SAFS) PROGRAM, HAVE THE POTENTIAL TO ATTRACT STUDENTS WITH DIVERSE BACKGROUNDS, EXPERIENCES, AND INTERESTS. SAFS, COMBINED WITH THE CULTIVATING CHANGE (CATCH) MSP PROJECT, OFFERS AN OPPORTUNITY TO INCREASE STUDENT DIVERSITY IN AGRICULTURE-RELATED PROGRAMS WHILE SERVING AS A MODEL FOR OTHER INSTITUTIONS&#39; DIVERSITY PROGRAMS.THE PROJECT APPROACH INTEGRATES EXISTING STRATEGIES AND DEVELOPS NEW ONES TO ATTAIN THE OVERALL PROJECT GOAL OF DEVELOPING A NATIONALLY RELEVANT MODEL FOR RECRUITING AND RETAINING HIGH SCHOOL STUDENTS FROM UNDERREPRESENTED OR UNDERSERVED, ECONOMICALLY DISADVANTAGED URBAN AND PERI-URBAN COMMUNITIESFOR PROGRAMS IN THE AGRICULTURAL AND RELATED SCIENCES. IT FOCUSES ON: 1) RECRUITING STUDENTS FROM URBAN TO PERI-URBAN COMMUNITIES BECAUSE A LARGE PERCENTAGE OF MINORITIES IN THE U.S LIVE IN CENTRAL CITIES AND INNER-RING SUBURBS, 2) BUILDING STRONG RELATIONSHIPS WITH COMMUNITY ORGANIZATIONS, NGOS, AND INDUSTRY PARTNERS, 3) MAKING A DEGREE IN THE AGRICULTURAL SCIENCES SALIENT TO STUDENTS BY FOCUSING ON CULTURALLY-RELEVANT TERRESTRIAL AND AQUATIC FOOD PRODUCTION IN URBAN TO PERI-URBAN SYSTEMS, 4) ENHANCING STUDENTS&#39; COMMUNITY TIES AND CULTURAL HERITAGE WHILE 5) FOSTERING A STRONG POSITIVE ETHNIC IDENTITY CORRELATED WITH ACADEMIC ACHIEVEMENT. CATCH SCHOLARS WILL RECEIVE LEADERSHIP TRAINING, PARTICIPATE IN PEER AND PROFESSIONAL MENTORING NETWORKS, JOIN A FACULTY MENTOR&#39;S INTERDISCIPLINARY PROJECT TEAM, COMPLETE AN INDEPENDENT RESEARCH/OUTREACH PROJECT THROUGH A SUPPORTED SUMMER INTERNSHIP, AND RECEIVE ACADEMIC SUPPORT THROUGHOUT THEIR UNDERGRADUATE CAREERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f7c7d27-684d-9b39-0e46-80a8c294c54a-C", "generated_internal_id": "ASST_NON_20193841329023_12H3"}, {"internal_id": 83858812, "Award ID": "20193841329022", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-04", "CFDA Number": "10.220", "Description": "VETERINARIANS ARE PRIMARY MEDICAL CARETAKERS FOR OUR FOOD ANIMALS AND ALSO SERVE IN KEY REGULATORY AND SURVEILLANCE ROLES THAT PROTECT OUR FOOD SUPPLY, PROMOTE FARM SUSTAINABILITY, AND CONTRIBUTE TO PUBLIC HEALTH. AS FOOD PRODUCERS AND CONSUMERS ARE INCREASINGLY DIVERSE AND OUR FOOD SYSTEMS MORE INTERNATIONAL, THE VETERINARY WORKFORCE ITSELF MUST BE MULTICULTURALLY COMPETENT. OUR GOAL IS TO INCREASE THE DIVERSITY OF THE FOOD ANIMAL VETERINARIANS AND ANIMAL HEALTH SPECIALISTS. THE COLLEGE OF VETERINARY MEDICINE AND THE COLLEGE OF FOOD, AGRICULTURE, AND NATURAL RESOURCE SCIENCES WILL PARTNER ON A MULTIFACETED PROGRAM TO RECRUIT, SUPPORT, AND GRADUATE SIX PRE-VETERINARY STUDENTS OF COLOR, AND TO PROVIDE THEM WITH THE EXPERIENTIAL LEARNING THAT WILL CATALYZE THEIR SUCCESSFUL MATRICULATION TO VETERINARY SCHOOL. THROUGH PARTICIPATION IN DISCUSSION GROUPS AND PEER GROUP ACTIVITIES, SCHOLARS WILL RECEIVE CAREER MENTORING BY FOOD ANIMAL VETERINARY FACULTY AND CURRENT DVM STUDENTS WITHIN A WELCOMING ENVIRONMENT THAT PROVIDES ROLE MODELS AND ACADEMIC SUPPORT. WE WILL ALSO UTILIZE TWO SCHOLARSHIPS TO RECRUIT TWO MULTICULTURAL SCHOLARS TO THE DVM PROGRAM, AND THESE INDIVIDUALS WILL SERVE AS PEER MENTORS FOR OUR PRE-VET MSP SCHOLARS. TOGETHER, MSP SCHOLARSHIPS, EXPERIENTIAL LEARNING, MENTORING, AND PEER GROUP ADVISING WILL SIGNIFICANTLY ENHANCE BOTH THEIR COMPETITIVENESS FOR VETERINARY SCHOOL AS WELL AS THEIR SUCCESSFUL COMPLETION OF DVM DEGREE REQUIREMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20193841329022_12H3"}, {"internal_id": 65967779, "Award ID": "20183841328145", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-20", "CFDA Number": "10.220", "Description": "OBJECTIVES OF THIS MSP ARE TO: 1) RECRUIT 6 URM/ FIRST GENERATION STUDENTS WHO SHOW A STRONG INTEREST IN CAREERS IN AGRICULTURAL/RENEWABLE NATURAL RESOURCE SCIENCES; 2) ENROLL SCHOLARS IN BIORESOURCE RESEARCH (BRR), AN INTERDISCIPLINARY MAJOR WITH REQUIREDRESEARCH; 3) PROVIDE ACADEMIC AND PEER MENTORING AND OPPORTUNITIES FOR PROFESSIONAL AND CAREER DEVELOPMENT, LEADINGTO THEIR SUCCESSFUL GRADUATION; AND 4) INCORPORATE EXPERIENTIAL/SERVICE LEARNING, INCLUDING A FACULTY-LED TROPICAL AGRICULTURE/HURRICANE RECOVERY TRIP TO PUERTO RICO. THE BRR INTERDISCIPLINARY MAJOR IN OSU&#39;S COLLEGE OF AGRICULTURAL SCIENCES INTEGRATES HIGH-VALUE EDUCATIONAL PRACTICES AND HAS DOCUMENTED EFFECTIVENESS IN GRADUATING UNDERREPRESENTED (URM) AND MSP STUDENTS. TO RECRUIT, WE WILL PARTNER WITH OSU ORGANIZATIONS WITH A STRONG RECORD OF RECRUITMENT/ RETENTION OF URM STUDENTS. SCHOLARS WILL BE SELECTED USING COGNITIVE AND NON-COGNITIVE CRITERIA, INCLUDING LEADERSHIP AND INTEREST IN A CAREER IN AGRICULTURE. SCHOLARS WILL BE MATCHED WITH TRAINED PEER MENTORS FUNDED BY COST OF EDUCATION. SCHOLARS WILL BENEFIT FROM CULTURALLY-APPROPRIATE ACADEMIC/PERSONAL MENTORING PROGRAMS (CAMP, TRIO), AND JOIN MANRRS OR SACNAS FOR SERVICE LEARNING, PROFESSIONAL DEVELOPMENT, AND LEADERSHIP. THEY WILL COMPLETE A 2-YEAR AUTHENTIC MENTORED RESEARCH PROJECT IN A USDA-NIFA AREA OF EMPHASIS, CULMINATING IN A THESIS AND SEMINAR. A PUERTO RICO TOUR WILL PROVIDE EXPOSURE TO TROPICAL AGRICULTURE AND SERVICE TO PUERTO RICO&#39;S AGRICULTURAL EDUCATION INFRASTRUCTURE. MSP SCHOLARS WILL BE EVALUATED TWICE A YEAR;DATA WILL BE USED FOR PROGRAMMATIC ASSESSMENT/ IMPROVEMENT. THIS MSP WILL PROVIDE UNDERREPRESENTED AND FIRST-GENERATION STUDENTS WITH STRONG PREPARATION FOR CAREERS AND GRADUATE PROGRAMS IN AGRICULTURE AND RENEWABLE NATURAL RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20183841328145_12H3"}, {"internal_id": 65967960, "Award ID": "20183841328144", "Award Amount": 164000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-13", "CFDA Number": "10.220", "Description": "VIRGINIA TECH HAS THE TOP-RANKED UNDERGRADUATE PROGRAM IN NATURAL RESOURCES AND CONSERVATION AND NEXT GENERATION SCHOLARS WILL PROVIDE SCHOLARSHIPS TO SEVEN STUDENTS TO COMPLETE B.S. DEGREES IN FORESTRY OR ENVIRONMENTAL RESOURCES MANAGEMENT. STUDENTS WILL BE RECRUITED BECAUSE OF THEIR ACADEMIC POTENTIAL AND THE DIVERSITY THEY WILL BRING TO THE NATURAL RESOURCES PROFESSION. THE COLLEGE OF NATURAL RESOURCES AND ENVIRONMENT EMPLOYS A FULL-TIME RECRUITOR, WHO WILL TARGET FIRST GENERATION, AFRICAN AMERICAN, ASIAN AMERICAN, AND FEMALE CANDIDATES. ONCE SELECTED, FIVE OF THE STUDENTS WILL CHOOSE BETWEEN TWO OPTIONS FOR THEIR STUDENT EXPERIENTIAL LEARNING: 1) VIRGINIA TECH&#39;S MULTICULTURAL ACADEMIC OPPORTUNITY PROGRAM&#39;S UNDERGRADUATE SUMMER RESEARCH INTERNSHIP OR 2) PARTNERING WITH A GRADUATE STUDENT RESEARCH MENTOR IN THE DEPARTMENT OF FOREST RESOURCES AND ENVIRONMENTAL CONSERVATION. ALL NEXT GENERATION SCHOLARS WILL ENROLL IN A SERVICE LEARNING CLASS TO LEARN TO COMMUNICATE SCIENCE EFFECTIVELY THROUGH AN OUTREACH PROGRAM TO MIDDLE AND HIGH SCHOOLS IN VIRGINIA. AT THE CONCLUSION OF THE NEXT GENERATION SCHOLARS PROGRAM, SEVEN STUDENTS WILL COMPLETE THEIR DEGREES AND ENTER THE WORKFORCE OR CONTINUE THEIR EDUCATION IN GRADUATE SCHOOL. ADDITIONALLY, THESE STUDENTS WILL HAVE CONTRIBUTED NEW KNOWLEDGE ON THE MANAGEMENT OF FOREST RESOURCES THROUGH THEIR UNDERGRADUATE RESEARCH SEL AND THERE WILL BE A COHORT OF HIGH SCHOOL STUDENTS WHO ARE MOTIVATED TO CONSIDER NATURAL RESOURCES AS THEIR CAREER PATHWAY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20183841328144_12H3"}, {"internal_id": 66560743, "Award ID": "20183841328143", "Award Amount": 160000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-05-16", "CFDA Number": "10.220", "Description": "THE NATION NEEDS MORE TRAINED FORESTERS, AND IT NEEDS A FORESTRY WORKFORCE THAT IS MORE REPRESENTATIVE OF THE DIVERSITY OF THE POPULATION IT SERVES. UNDERREPRESENTED MINORITIES (URM) FACE MULTIPLE BARRIERS TO COLLEGE ACCESS AND SUCCESS, INCLUDING FINANCIAL HARDSHIP, ACADEMIC PREPAREDNESS, AND LACK OF SUPPORT NETWORKS. IN DIRECT ALIGNMENT WITH THE GOALS OF THE USDA MSP PROGRAM, WE ARE PROPOSING AN INTEGRATED PROGRAM THAT WILL MITIGATE THOSE BARRIERS IN ORDER TO RECRUIT AND TRAIN 4 MSP SCHOLARS IN FORESTRY AND NATURAL RESOURCES. TO ACCOMPLISH THIS GOAL WE WILL: 1) PARTNER WITH COMMUNITY ORGANIZATIONS TO IDENTIFY AND RECRUIT TALENTED URM HIGH-SCHOOL STUDENTS (PRIMARILY AFRICAN-AMERICAN AND HISPANIC), 2) PROVIDE TAILORED BRIDGING PROGRAMS, 3) FOSTER STRONG, INTEGRATED SUPPORTING STRUCTURES FOR PROACTIVE ADVISING, MENTORING, SOCIAL SUPPORT, AND ACADEMIC SUCCESS 4) PROVIDE STUDENTS WITH A RIGOROUS ACADEMIC PROGRAM, WITH AN EMPHASIS ON EXPERIENTIAL LEARNING, 5) PROVIDE LEADERSHIP TRAINING FOR STUDENTS THROUGHOUT THEIR COLLEGIATE PROGRAM, AND 6) PARTNER WITH INDUSTRY AND AGENCIES TO PROVIDE INTERNSHIP OPPORTUNITIES TO ENHANCE COMPETITIVENESS FOR THE WORKFORCE. SIGNIFICANT AND NOVEL ELEMENTS OF THIS PROJECT INCLUDE: 1) STRONG RELATIONSHIPS WITH COMMUNITY PARTNERS THAT ARE MAINTAINED THROUGH THE PROGRAM, 2) COLLABORATION AND INTEGRATION OF EFFORT BETWEEN DEPARTMENT LEVEL ACADEMIC PERSONNEL AND COLLEGE-LEVEL DIVERSITY AND STUDENT-SUPPORT SPECIALISTS, AND 3) INVESTMENT IN THE PROGRAM BY EMPLOYERS, FROM RECRUITMENT THROUGH TO WORKFORCE ENTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20183841328143_12H3"}, {"internal_id": 65967856, "Award ID": "20183841328142", "Award Amount": 173000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-20", "CFDA Number": "10.220", "Description": "WITH AN INCREASINGLY COMPLEX FOOD PRODUCTION SYSTEM, IT IS CRITICAL THAT WELL TRAINED VETERINARY PROFESSIONALS REPRESENTING ALL OF SOCIETY ARE PREPARED TO ADDRESS THE FOOD SAFETY CONCERNS OF DIVERSE POPULATIONS. OUR OVERARCHING GOAL IS TO INCREASE THE NUMBER OF HIGHLY QUALIFIED INDIVIDUALS FROM UNDERREPRESENTED POPULATIONS IN FOOD SAFETY BY GRADUATING 5 MSP SCHOLARS WITH DOCTORATES IN VETERINARY MEDICINE THAT HAVE FOCUSED MENTORING AND ENRICHMENT IN SCHOLARSHIP, LEADERSHIP, COMMUNICATIONS AND STATE-OF-THE-ART CLINICAL, TECHNICAL AND RESEARCH EXPERIENCES. SPECIAL EXPERIENTIAL LEARNING OPPORTUNITIES (SEL) WILL INCLUDE GOVERNMENTAL, PRIVATE SECTOR, NON-PROFIT AND/OR INTERNATIONAL FOOD SAFETY EXPERIENCES BY LEVERAGING CURRENTLY FUNDED USDA AND NIH RESEARCH GRANTS, ESTABLISHED PARTNERSHIPS WITH THE STATE OF MICHIGAN, PRIVATE PRACTITIONERS, AND INTERNATIONAL OPPORTUNITIES AVAILABLE THROUGH PROVEN STUDY ABROAD AND EXCHANGE PROGRAMS THAT SPAN THE GLOBE.OUR OBJECTIVES ARE TO: (1) RECRUIT AND SELECT FIVE STUDENTS AS MSP SCHOLARS FROM A NATIONAL POOL OF UNDERREPRESENTED STUDENTS INTERESTED IN A DVM; (2) GRADUATE EVERY SCHOLAR BY PROVIDING ACADEMIC SUPPORT AND OTHER CO-CURRICULAR ACTIVITIES FOR SUCCESS; AND, (3) PRIORITIZE STUDENT LEARNING, ACADEMIC PREPARATION, SOCIAL SUPPORT STRUCTURE AND PROFESSIONAL MENTORING TO FACILITATE ENTRY INTO FOOD SAFETY CAREERS AT THE HIGHEST LEVEL OF COMPETENCY. TOWARDS THIS EFFORT WE WILL PROVIDE EACH SCHOLAR TARGETED MENTORING, SUPPLEMENTAL INSTRUCTION, PROFESSIONAL INTERACTIONS, TUTORIALS, COUNSELING, LEADERSHIP DEVELOPMENT TRAINING, AND ONE OR MORE SEL OPPORTUNITIES DESIGNED FOR THE INDIVIDUAL SCHOLARS BASED ON THEIR DESIRES, WHICH MAY INCLUDE STUDY ABROAD, FOOD SYSTEMS FELLOWSHIPS AND SUMMER RESEARCH PROGRAMS TO STIMULATE, PROMOTE, AND SUSTAIN INTEREST IN FOOD SYSTEMS AND FOOD SAFETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20183841328142_12H3"}, {"internal_id": 65967865, "Award ID": "20183841328141", "Award Amount": 17276.65, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-23", "CFDA Number": "10.220", "Description": "MULTI SCHOLARS PROGRAM: BUCKEYE GIVING BACK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20183841328141_12H3"}, {"internal_id": 65967782, "Award ID": "20183841328140", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-24", "CFDA Number": "10.220", "Description": "CHLD WILL ADDRESS THE USDA MSP AREA OF EMPHASIS TO INCREASE DIVERSITY IN THE FOOD AND AGRICULTURAL WORKFORCE BY INCREASING THE NUMBER OF UNDERREPRESENTED NATIVE HAWAIIANS (NH) RECEIVING BACCALAUREATE DEGREES IN DIETETICS AT THE UNIVERSITY OF HAWAI&#39;I AT M?NOA (UHM). THROUGH AN ENHANCED STUDENT LEARNING EXPERIENCE REFLECTING HAWAIIAN VALUES CHLD WILL ACCOMPLISH THE FOLLOWING OBJECTIVES: 1) ESTABLISH A SUSTAINABLE PIPELINE FOR RECRUITING, NH STUDENTS INTO DIETETICS; 2) MATRICULATE 5 NH SCHOLARS INTO DIETETICS; 3) SUPPORT 5 NH SCHOLARS TO MAINTAIN GOOD ACADEMIC STANDING AND ON-TIME PROGRESS TO DIETETICS DEGREE COMPLETION; 4) IMPLEMENT A MENTORED SUMMER EXPERIENTIAL LEARNING OPPORTUNITY IN CHILD OBESITY PREVENTION; 5) DEVELOP THE LEADERSHIP CAPACITIES OF 5 NH SCHOLARS THROUGH PARTICIPATION IN RESEARCH, SERVICE LEARNING, AND PROFESSIONAL MEETINGS; 6) ENHANCE THE PIPELINE OF QUALIFIED NH STUDENTS INTO INTERNSHIPS, GRADUATE PROGRAMS, OR EMPLOYMENT IN A DIETETICS RELATED AREA. CHLD CONSISTS OF 4 YEARS OF DEGREE PROGRAM AND SPECIALIZED TRAINING IN DIETETICS AND CHILD OBESITY PREVENTION, 6 ACADEMIC SEMESTERS OF SERVICE LEARNING, AND A SPECIALIZED EXPERIENTIAL LEARNING SUMMER FIELD EXPERIENCE. ALL SCHOLARS WILL HAVE A FACULTY MENTOR AND COMPLETE LEADERSHIP TRAINING THROUGHOUT CHLD. UPON GRADUATION, ALL CHLD SCHOLARS WILL HAVE A GUARANTEED SPOT IN THE UHM DIETETICS INDIVIDUALIZED SUPERVISED PRACTICE PATHWAY PROGRAM. CHLD WILL FACILITATE 5 UNDERREPRESENTED NH SCHOLARS TO SIT FOR THE DIETETIC REGISTRATION EXAMINATION IN 5 YEARS. CHLD&#39;S INTEGRATED APPROACH WILL LEAD TO 5 NH DIETETIC PROFESSIONALS WITH EXCEPTIONAL PLACE-BASED CHILD OBESITY PREVENTION SKILLS THAT WILL CONTRIBUTE TO A REGIONAL EFFORT TO PROMOTE HEALTH AND WELL-BEING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20183841328140_12H3"}, {"internal_id": 45250841, "Award ID": "20173841326876", "Award Amount": 199976.1, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-20", "CFDA Number": "10.220", "Description": "THE PROJECT WILL ADDRESS PROJECTED WORKFORCE DEMAND BECAUSE IT TARGETS ANAREA OF JOB GROWTH. THE BUREAU OF LABOR STATISTICS PROJECTS THAT THE NUMBER OF POSITIONS FORDIETITIANS AND NUTRITIONISTS NEEDING TO BE FILLED WITHIN THE UNITED STATES WILL RISE BY AN ABOVEAVERAGE RATE OF 16% BETWEEN 2014 AND 2024 . THE RELEVANT DISCIPLINE CODE FOR THIS PROJECT ISHUMAN NUTRITION (CODE N).THE PROJECT WILL INCREASE AWARENESS ABOUT THE PROPOSED AREA OF TRAINING -NUTRITION AND DIETETICS - BY INVOLVING STUDENTS IN MULTIPLE NETWORKS. SCHOLARS WILL PARTICIPATEIN A RESEARCH PROJECT BEING CONDUCTED BY LOYOLA UNIVERSITY CHICAGO&#39;S DEPARTMENT OF PUBLIC HEALTHAND DOMINICAN UNIVERSITY&#39;S NUTRITION SCIENCES DEPARTMENT CALLED THE FAMILY-BASED LIFESTYLEINTERVENTION PROGRAM, OR FLIP. RESEARCHERS AND STUDENTS FROM THE TWO INSTITUTIONS ARE CURRENTLYCONDUCTING A TEN-YEAR STUDY ON IMPROVING THE HEALTH OF LOW-INCOME MINORITY RESIDENTS IN MAYWOOD,ILLINOIS, WITH FUNDING FROM THE GEORGE M. EISENBERG FOUNDATION. DU STAFF AND STUDENTS CONTRIBUTETO THIS RESEARCH THROUGH INVOLVEMENT IN FOOD AND NUTRITION OUTREACH PROGRAMMING. DU&#39;S NUTRITIONSCIENCES FACULTY, STAFF, AND STUDENTS ALSO PROVIDE NUTRITION EDUCATION AND SERVICES TO 17,000 CHICAGOHEAD START CHILDREN, STAFF, AND FAMILIES. HEAD START IS AN ORGANIZATION THAT PROMOTES SCHOOLREADINESS OF CHILDREN UNDER FIVE FROM LOW-INCOME FAMILIES THROUGH EDUCATION, HEALTH, SOCIAL ANDOTHER SERVICES. IN ADDITION, THE PROJECT&#39;S DIRECTOR HAS ENTERED INTO AN AGREEMENT WITH PURDUEUNIVERSITY&#39;S \"DIVERSITY, EQUITY, AND INCLUSION\" COMMUNITY OF PRACTICE (COP), A PART OF THE USDA&#39;SCOOPERATIVE EXTENSION SYSTEM&#39;S EXTENSION INITIATIVE. OUTREACH TO VARIOUS STAKEHOLDERS, INCLUDING K-12, HIGHER EDUCATION, GOVERNMENT, PRIVATE SECTOR, NON-PROFIT SECTOR, AND THE GENERAL PUBLIC WILL BE ANINTEGRAL PART OF OUR APPROACH AND THE COP WILL ASSIST US IN THIS ENDEAVOR.THE TRAINING PROJECT WILL IMPACT DU BY INCREASING THE ENROLLMENT OF NUTRITIONAND DIETETICS STUDENTS FROMGROUPS HISTORICALLY UNDERREPRESENTED IN USDA MISSION AREAS WHICH WILLCONTRIBUTE TO THE DIVERSITY OF THE INSTITUTION&#39;S OVERALL STUDENT POPULATION. THE PROJECT WILL ENHANCECURRENT STUDENT SUPPORT SERVICES BY PROVIDING PURDUE COP FACE-TO-FACE AND DIGITAL EXPERIENCES FOR ALLDU STUDENTS. COLLABORATION WITH THE PURDUE COP WILL CONTINUE PAST THE GRANT AWARD PERIOD.THE PROPOSED TRAINING PROJECT WILL CONTRIBUTE TO REVERSING THE TREND IN LOWENROLLMENT, RETENTION, AND COMPLETION OF BACCALAUREATE DEGREES BY MULTICULTURAL STUDENTS INUSDA MISSION AREAS BY PROVIDING A MECHANISM BY WHICH SUCH STUDENTS CAN A) SEAMLESSLY TRANSFERFROM COMMUNITY COLLEGES TO DU AND THEN B) BENEFIT FROM MULTIPLE ACADEMIC, SOCIAL, AND CAREERPLANNINGSUPPORT STRUCTURES AS THEY MOVE TOWARD COMPLETION OF THE UNDERGRADUATE PROGRAM INNUTRITION AND DIETETICS.TWO GROUPS OF FIVE MSP SCHOLARS WILL ENTER THE NUTRITION AND DIETETICSPROGRAM AT DU AS JUNIOR TRANSFER STUDENTS FROM CHICAGO-AREA COMMUNITY COLLEGES. HARPER COLLEGEIN NEARBY PALATINE, ILLINOIS, WILL BE THE PRIMARY SOURCE OF RECRUITS AS HARPER HAS A DIVERSE STUDENTBODY, A HIGH RATE OF TRANSFER INTO BACCALAUREATE-GRANTING INSTITUTIONS, AND OFFERS AN ASSOCIATE OFAPPLIED SCIENCE (AAS) DEGREE IN DIETETIC TECHNICIAN. AN AFFILIATION AGREEMENT OUTLINES THE TERMS BY WHICH HARPER COLLEGE STUDENTS CAN BEGIN THEIR JUNIOR-STANDING YEAR AT DU INTHE NUTRITION AND DIETETICS MAJOR. STUDENTS FROM MALCOM X COLLEGE AND WRIGHT COLLEGE (BOTHCAMPUSES OF THE CITY COLLEGES OF CHICAGO THAT ENROLL LARGE NUMBERS OF UNDERREPRESENTED STUDENTS)WILL ALSO BE INVITED TO APPLY FOR TRANSFER INTO THE PROGRAM. THE FIRST JUNIOR-ENTRY GROUP WILL BERECRUITED AND SELECTED BETWEEN FEBRUARY AND JULY OF 2017. THE RECRUITMENT APPLICATIONWILL BE PROVIDED THROUGH DOMINICAN&#39;S TRANSFER AND ADMISSION OFFICE.THE FIRST FIVE MSP SCHOLARS WILL BE SELECTED FROM MAY TO JULY OF 2017 IN ORDER TO BEGIN INAUGUST OF 2018; THE SECOND GROUP OF FIVE SCHOLARS WILL BE SELECTED BETWEEN NOVEMBER OF 2017 TOJANUARY OF 2018, AND WILL START IN AUGUST OF 2018. STUDENTS FROM COMMUNITIES TRADITIONALLYUNDERREPRESENTED IN USDA MISSION AREAS WILL BE ENCOURAGED TO APPLY. WHILE THIS OPPORTUNITY WILL BEEXTENDED TO CURRENT DOMINICAN STUDENTS, WE EXPECT THE MAJORITY OF THIS APPLICANT POOL TO BESTUDENTS WHO TRANSFER INTO THE PROGRAM. MSP APPLICATIONS WILL BE PROVIDED TO CURRENT DOMINICANSTUDENTS BY THEIR NEW ADVISOR, WHILE POTENTIAL TRANSFER STUDENTS WILL BE PROVIDED THE APPLICATION ATTHE TIME OF AN ON-CAMPUS VISIT OR RECRUITMENT EVENT. THE ENTRY REQUIREMENTS AND PREFERENCES (E.G.MINIMUM GPA, FIRST-GENERATION STATUS) WILL BE IDENTICAL FOR THE TWO GROUPS.IN ADDITION TO A DECLARED MAJOR AND INTEREST IN A CAREER IN NUTRITION AND DIETETICS, MSPSCHOLARS WILL HAVE A MINIMUM CUMULATIVE GPA OF 3.0. SHOULD A TRANSFER STUDENT SCHOLAR OPT TO LEAVETHE PROGRAM BEFORE GRADUATING FROM DU, ANOTHER QUALIFIED STUDENT INTENDING TO MAJOR IN NUTRITIONAND DIETETICS WILL BE OFFERED THE SPOT.EXPERIENTIAL LEARNING COURSES ARE REQUIRED FOR ALL NUTRITION AND DIETETICS MAJORS.NUTR 299, COMMUNITY-BASED LEARNING, IS A SERVICE-LEARNING CLASS; IT INTRODUCES STUDENTS TO VARIOUSWORKFORCE AND POST-BACCALAUREATE OPTIONS BY PLACING THEM IN RESEARCH AND EDUCATIONAL SETTINGS,HOSPITALS, CLINICS, LONG-TERM TREATMENT CENTERS, AND COMMUNITY SITES. NUTR 390, EXPERIMENTALFOODS, INVOLVES STUDENTS IN HANDS-ON RESEARCH PROJECTS WHICH THEY PRESENT PUBLICLY. NUTRITION 407,THE RECIPE BOX CAF&EACUTE;, IS A COURSE IN WHICH STUDENTS PREPARE AND SERVE MEALS TO THE PUBLIC AS A WAY TOLEARN ABOUT FOOD QUALITY AND SAFETY ALONG WITH PREPARATION AND PRESENTATION.MENTORING FOR THE SUCCESS OF THE MSP SCHOLARS WILL BE PROVIDED BY DR. JILL WHITE,PROFESSOR AND CHAIR OF NUTRITION SCIENCES AT DU AND PD ON THIS PROPOSED PROJECT. AS THE SCHOLARS&#39;PRIMARY FACULTY ADVISOR SHE WILL MEET WITH THEM ON A MONTHLY BASIS AND WILL BE IN REGULAR CONTACTWITH THE SCHOLARS&#39; VARIOUS PROFESSORS AND INSTRUCTORS. SHOULD A SCHOLAR FALL BEHIND IN A CLASS, DR.WHITE WILL RECEIVE AN ALERT THROUGH THE UNIVERSITY-WIDE UNDERGRADUATE WARNING NOTICE SYSTEM USEDBY ALL FACULTY MEMBERS AT DU TO COMMUNICATE REGARDING STUDENTS DEMONSTRATING AT-RISK BEHAVIORS(MISSING CLASS EXCESSIVELY, MISSING ASSIGNMENTS, LOW TEST PERFORMANCE, ETC.).DR. WHITE WILL AID THE STRUGGLING STUDENT IN INCREASING THEIR ENGAGEMENT WITH MULTIPLE\"BEST PRACTICES\" SUPPORT SERVICES ON THE DU CAMPUS DESIGNED TO ENSURE STUDENT SUCCESS. THESEINCLUDE TUTORING BY BOTH PROFESSIONAL AND PEER TUTORS THROUGH THE ACADEMIC ENRICHMENT CENTER ANDHOLISTIC ADVISING PROVIDED THROUGH A RICH AND COORDINATED COMBINATION OF RESOURCES (ACADEMIC ASWELL AS SOCIO-EMOTIONAL ADVISING, MULTICULTURAL STUDENT SUPPORT SERVICES, DISABILITY SUPPORT SERVICES,ETC.).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "58953ddc-ca97-41f3-b381-1fc0e9b28624-C", "generated_internal_id": "ASST_NON_20173841326876_12H3"}, {"internal_id": 45250840, "Award ID": "20173841326702", "Award Amount": 180856.28, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-22", "CFDA Number": "10.220", "Description": "FIVE UNDERGRADUATE STUDENTS WILL COMPLETE DEGREES IN FOOD SCIENCE WITH A MINOR IN FOOD AND SOCIETY. DURING THEIR BACCALAUREATE PROGRAM, CYCLONE SCHOLARS WILL BE ACADEMICALLY AND SOCIALLY SUPPORTED WITH TUTORING AND ACADEMIC SKILLS, LEADERSHIP, AND CAREER DEVELOPMENT. CYCLONE SCHOLARS WILL BE MENTORED BY PEERS AND FACULTY AND PARTICIPATE IN EXPERIENTIAL LEARNING THROUGH RESEARCH, COMMUNITY ENGAGEMENT, INTERNSHIPS, CONFERENCES, AND INTERNATIONAL STUDY, AND ALSO REGULAR SMALL GROUP EVENTS FOCUSED ON PERSONAL AND CAREER DEVELOPMENT. OUR GOAL IS FOR EACH CYCLONE SCHOLAR TO GRADUATE WITH A HIGH QUALITY, BACCALAUREATE DEGREE IN FOOD SCIENCE WITH WORK, RESEARCH, AND INTERNATIONAL EXPERIENCES THAT WILL PREPARE THEM WELL FOR A CAREER IN THE GLOBAL FOOD SYSTEM THAT WILL ENHANCE THE SUSTAINABILITY OF FOOD PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20173841326702_12H3"}, {"internal_id": 45250839, "Award ID": "20173841326701", "Award Amount": 141270.03, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-08", "CFDA Number": "10.220", "Description": "THE RUBENSTEIN SCHOOL IS COMMITTED TO PREPARING LEADERS WHO WILL PROMOTE ENVIRONMENTAL SUSTAINABILITY IN THE CONTEXT OF COMPLEX HUMAN-ENVIRONMENT INTERACTIONS NATIONALLY AND GLOBALLY. THIS REQUIRES FULL INCLUSION OF AND ENGAGEMENT WITH PERSPECTIVES OF DIVERSE PEOPLES. THIS PROJECT ADDRESSES AWARD CATEGORIES 1 AND 2 AND WILL SUPPORT FIVE MULTICULTURAL SCHOLARS FROM GROUPS TYPICALLY UNDERREPRESENTED IN NATURAL RESOURCE SCIENCES. SCHOLARS WILL RECEIVE ONE-TO-ONE FACULTY MENTORING WITHIN A LARGER SUPPORT NETWORK IN THE SCHOOL, AT THE UNIVERSITY, AND THROUGH OUR PARTNER ORGANIZATIONS, WITH A FOCUS ON PROFESSIONAL DEVELOPMENT AND SKILLS FOR SUCCESS. CURRICULAR AND CO-CURRICULAR PROGRAMS WILL PROVIDE SCHOLARS WITH A FOUNDATION IN AN INTERDISCIPLINARY CORE CURRICULUM; OPTIONS FOR HIGH IMPACT LEARNING AND ADVANCED STUDY; AND BROAD OPPORTUNITIES TO PURSUE RESEARCH AND PRACTICE.OUR PRIMARY PROJECT PARTNERS WILL INCLUDE THE NSF REU (RESEARCH EXPERIENCES FOR UNDERGRADUATES): INTERDISCIPLINARY RESEARCH ON HUMAN IMPACTS IN THE LAKE CHAMPLAIN BASIN PROGRAM, LAKE CHAMPLAIN SEA GRANT PROGRAM - UVM EXTENSION, AND VERMONT AGENCY OF NATURAL RESOURCES. SCHOLARS WILL WORK WITH DEDICATED FACULTY TO NAVIGATE AN ARRAY OF MAJORS AND EXPERIENTIAL OPPORTUNITIES IN PARTNERSHIP WITH EXCELLENT COMMUNITY RESOURCES. SCHOLARS WILL ALSO BENEFIT FROM A FULL SUITE OF SUPPORT SERVICES WITHIN THE SCHOOL AND ACROSS THE UNIVERSITY.THE NEED FOR WELL-PREPARED ENVIRONMENTAL LEADERS IS UNPARALLELED. HUMAN HEALTH AND WELL-BEING ARE LINKED TO THE ENVIRONMENT; CHANGING CLIMATE WILL CONTINUE TO SEVERELY AFFECT VULNERABLE COMMUNITIES. UNIVERSITIES MUST INSTILL SKILLS, KNOWLEDGE, AND CULTURAL AWARENESS TO DEVELOP PROBLEM SOLVERS AND CRITICAL THINKERS. THE RUBENSTEIN SCHOOL OF ENVIRONMENT AND NATURAL RESOURCES AT THE UNIVERSITY OF VERMONT ADDRESSES THIS NEED FOR WELL-PREPARED AND COLLABORATIVE ENVIRONMENTAL LEADERS IN OUR STRATEGIC PRIORITIES 1: DELIVER DISTINCTIVE EDUCATION PROGRAMS IN ENVIRONMENT AND NATURAL RESOURCES, 2: ADVANCE INTEGRATED RESEARCH THAT ADDRESSES ENVIRONMENTAL AND NATURAL RESOURCES CHALLENGES, 3: PARTNER WITH STAKEHOLDERS ACROSS OUR FULL MISSION. UPON GRADUATION, MULTICULTURAL SCHOLARS WILL BE WELL-SITUATED TO PROVIDE LEADERSHIP IN RESPONSE TO CURRENT ENVIRONMENTAL PROBLEMS AND TO PROMOTE ENVIRONMENTAL SUSTAINABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_20173841326701_12H3"}, {"internal_id": 45250838, "Award ID": "20173841326700", "Award Amount": 112708.01, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-06", "CFDA Number": "10.220", "Description": "THE GLOBAL, GRAND CHALLENGES FACING OUR WORLD INCLUDE DEVELOPING SUSTAINABLE STRATEGIES TO PROVIDE SUFFICIENT, HEALTHY, SAFE, AND ACCESSIBLE FOOD FOR A GROWING AND DIVERSE POPULATION AND PROVIDE ACCESS TO CLEAN WATER. DOMESTICALLY, THE FOOD AND AGRICULTURAL SYSTEM IS CURRENTLY UNDER INTENSE SCRUTINY WITH PRESSURE FOR NATURAL AND GREEN TECHNOLOGIES. COUPLED WITH THE IMPACT OF CLIMATE VARIABILITY WILL HAVE ON FOOD AND AGRICULTURAL PRODUCTION SYSTEMS, THERE WILL BE AN INCREASED DEMAND FOR TRAINED SCIENTISTS TO ADVANCE NEW TECHNOLOGIES FOR ALL ASPECTS OF THE FOOD, AGRICULTURAL AND NATURAL RESOURCE SYSTEMS. INDEED A NUMBER OF IMPERATIVES DRIVE THE NEED TO INCLUDE ALL AMERICANS--PARTICULARLY THOSE FROM ETHNIC, SOCIOECONOMIC AND CULTURAL BACKGROUNDS--IN BRINGING THE BEST OF CREATIVITY AND INNOVATION TO THE ENTIRE FOOD, AGRICULTURE AND NATURAL RESOURCE SCIENCES ENTERPRISE IS MORE VITAL THAN EVER. THE LONG-TERM GOAL OF THIS PROJECT IS TO RAISE UNDERREPRESENTED MINORITY STUDENTS&#39; AWARENESS OF EDUCATIONAL OPPORTUNITIES IN SUSTAINABLE NATURAL RESOURCES SCIENCES AND TO PREPARE THEM FOR THE PROFESSIONAL AND SCIENTIFIC WORKFORCE IN STEM AND USDA MISSION AREAS. TO ACHIEVE THESE GOALS, WE WILL RECRUIT, TRAIN AND SUPPORT FIVE URM STUDENTS ENROLLED IN THE AGRICULTURAL ENGINEERING AND BIOLOGICAL SYSTEMS ENGINEERING MAJORS IN THE DEPARTMENT OF AGRICULTURAL AND BIOSYSTEMS ENGINEERING AT IOWA STATE UNIVERSITY. THESE MSP PATHWAYS SCHOLARS WILL BE ACADEMICALLY SUPPORTED WITH TUTORING AND ADVISING FOR ACADEMIC SUCCESS, SKILLS AND LEADERSHIP; MENTORED BY PEERS, FACULTY AND INDUSTRY; AND PARTICIPATE IN EXPERIENTIAL LEARNING THROUGH RESEARCH, INTERNSHIPS, CO-OPS, AND LEARNING COMMUNITIES TO HELP DEVELOP SELF-EFFICACY. REGULAR SMALL GROUP EVENTS AND ACTIVITIES FOCUSED ON PERSONAL, SOCIAL AND CAREER DEVELOPMENT WILL PROVIDE ADDITIONAL SUPPORT, AND THEY WILL BE ENGAGED WITH YOUTH AND COMMUNITY OUTREACH TO ENHANCE COMMUNITY BUILDING AND SENSE OF BELONGING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20173841326700_12H3"}, {"internal_id": 45250837, "Award ID": "20173841326672", "Award Amount": 179516.45, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-08", "CFDA Number": "10.220", "Description": "HUMANS AND LIVESTOCK ARE DIRECTLY AND INDIRECTLY HARMED BY INSECTS THAT CAUSE PRODUCTION LOSSES AND TRANSMIT DISEASE PATHOGENS. THESE THREATS ARE INCREASING BECAUSE OF GLOBAL ENVIRONMENT CHANGE, GLOBAL TRAVEL, AND GLOBAL POLITICAL UNREST. HOWEVER, THE NUMBER OF SCIENTISTS TRAINED IN ENTOMOLOGY HAS DECLINED SUBSTANTIALLY SINCE THE 1990S, AND VERY FEW NATIVE AMERICAN STUDENTS EARN DEGREES IN ENTOMOLOGY. THE LACK OF TRAINED ENTOMOLOGISTS FROM DIVERSE BACKGROUNDS EXACERBATES LOSSES CAUSED BY INSECTS BECAUSE OF DIFFICULTIES WITH COMMUNICATION THAT ARISE FROM RACIAL, CULTURAL, AND ETHNIC DIVERSITY, ESPECIALLY IN OKLAHOMA WHERE 39 SOVEREIGN NATIONS MANAGE NEARLY HALF OF THE STATE&#39;S LANDS. TO ADDRESS THESE LIMITATIONS, THIS PROJECT WILL TRAIN NATIVE AMERICAN STUDENTS IN ENTOMOLOGY AS IT IMPACTS AGRICULTURE/BIOLOGY AND AGRICULTURAL BIOSECURITY. THE OBJECTIVES OF THIS PROPOSAL ARE TO: 1) RECRUIT A COHORT OF HIGHLY QUALIFIED, NATIVE AMERICAN STUDENTS INTO THE ENTOMOLOGY AND PLANT PATHOLOGY UNDERGRADUATE PROGRAM AT OKLAHOMA STATE UNIVERSITY; 2) PROVIDE STEM-BASED CURRICULA AND RESEARCH EXPERIENCES IN THREE CORE AREAS OF ENTOMOLOGY: INSECT BIOLOGY AND ECOLOGY, MEDICAL-VETERINARY ENTOMOLOGY, AND FORENSIC ENTOMOLOGY; 3) FACILITATE GUIDED VISITS TO STATE-OF-THE-ART RESEARCH AND COMMERCIAL FACILITIES WHERE FOOD SAFETY, AGROSECURITY, AND MEDICAL AND VETERINARY ENTOMOLOGY ARE BEING PRACTICED AND D) PROVIDE STUDENTS WITH AN INTERNATIONAL RESEARCH EXPERIENCE IN PANAMA. ALL STUDENTS WILL ALSO BE TRAINED TO BECOME LEADERS THROUGH WORKSHOPS AND SPECIAL LEADERSHIP SEMINARS AND WILL SHARE THEIR EXPERIENCES THROUGH OUTREACH AND CITIZEN SCIENCE PROJECTS WITH THEIR COMMUNITIES. GRADUATES OF THIS PROGRAM WILL BE PREPARED TO ENTER THE WORKFORCE OR PURSUE GRADUATE STUDIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20173841326672_12H3"}, {"internal_id": 146292984, "Award ID": "20163841325274", "Award Amount": -53523.93, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-04", "CFDA Number": "10.220", "Description": "THE MULTICULTURAL SCHOLARS PROGRAM AT NORTHEASTERN ILLINOIS UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f91bb858-a07c-afc3-7685-3363b070bffc-C", "generated_internal_id": "ASST_NON_20163841325274_12H3"}, {"internal_id": 146686065, "Award ID": "20163841325273", "Award Amount": -22215.49, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-18", "CFDA Number": "10.220", "Description": "DEVELOPMENT OF A NEW AGRI-SCIENCE MAJOR FOR MULTICULTURAL SCHOLARS AT FLORIDA INTERNATIONAL UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_20163841325273_12H3"}, {"internal_id": 146686064, "Award ID": "20163841325272", "Award Amount": -43938.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-23", "CFDA Number": "10.220", "Description": "EQUIPPING RACIAL AND ETHNIC MINORITY NUTRITION STUDENTS WITH MODERN SKILLS REQUIRED FOR POST-BACCALAUREATE TRAINING IN CHILDHOOD OBESITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20163841325272_12H3"}, {"internal_id": 146995464, "Award ID": "20163841325270", "Award Amount": -252.04, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-01", "CFDA Number": "10.220", "Description": "BUILDING CAPACITY FOR THE RECRUITMENT AND RETENTION OF STUDENTS IN FORESTRY MULTICULTURAL SCHOLARS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_20163841325270_12H3"}, {"internal_id": 128759233, "Award ID": "20153841323558", "Award Amount": -21913.07, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-04", "CFDA Number": "10.220", "Description": "THE PURDUE DOCTOR OF VETERINARY MEDICINE (DVM) MSP: INCREASING DIVERSITY AND INTERCULTURAL COMPETENCE WITHIN THE VETERINARY PROFESSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20153841323558_12H3"}, {"internal_id": 116524843, "Award ID": "20153841323557", "Award Amount": -0.01, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-02", "CFDA Number": "10.220", "Description": "CYCLONE SCHOLARS: PREPARING MULTICULTURAL STUDENTS FOR CAREERS IN OBESITY AND CHRONIC DISEASE PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20153841323557_12H3"}, {"internal_id": 131813262, "Award ID": "20153841323542", "Award Amount": -39000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "10.220", "Description": "MULTICULTURAL YOUNG SCHOLARS TRAINING IN ANIMAL AND RANGELAND SCIENCES (MYSTARS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20153841323542_12H3"}, {"internal_id": 128760102, "Award ID": "20153841323540", "Award Amount": -33308.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-15", "CFDA Number": "10.220", "Description": "MULTICULTURAL SCHOLARSHIP PROGRAM IN FOOD AND AGRICULTURE AT TWO MINORITY SERVING INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "53357335-f26d-6bd1-6101-3e4d827dda2a-C", "generated_internal_id": "ASST_NON_20153841323540_12H3"}, {"internal_id": 131543858, "Award ID": "20153841323538", "Award Amount": -25350.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-14", "CFDA Number": "10.220", "Description": "A MULTIDISCIPLINARY APPROACH TO TRAIN UNDER-REPRESENTED MINORITY STUDENTS IN THE AGRICULTURE AND NATURAL RESOURCE SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_20153841323538_12H3"}, {"internal_id": 127669564, "Award ID": "20143841321845", "Award Amount": -4842.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-23", "CFDA Number": "10.220", "Description": "IMPROVING DIVERSITY IN THE DVM PROGRAM BY EMPOWERING MULTICULTURAL SCHOLARS ON PREVETERINARY TRACK AT NC STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20143841321845_12H3"}, {"internal_id": 116524866, "Award ID": "20143841321825", "Award Amount": -42384.94, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-01", "CFDA Number": "10.220", "Description": "MULTICULTURAL DIVERSITY OF FOOD ANIMAL VETERINARIANS THROUGH PORTFOLIO BUILDING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20143841321825_12H3"}, {"internal_id": 139138934, "Award ID": "20143841321797", "Award Amount": -50214.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-10", "CFDA Number": "10.220", "Description": "AN INTEGRATED APPROACH TO ENHANCED TRAINING OF MINORITY STUDENTS IN AGROSECURITY SCIENCE AT THREE 1890 LAND GRANT UNIVERSITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_20143841321797_12H3"}, {"internal_id": 83858829, "Award ID": "20133841320599", "Award Amount": -2937.18, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-10", "CFDA Number": "10.220", "Description": "MULTICULTURAL SCHOLARS PROGRAM AT UVM-THE RUBENSTEIN SCHOOL OF ENVIRONMENT AND NATURAL RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_20133841320599_12H3"}, {"internal_id": 81545672, "Award ID": "20133841320598", "Award Amount": -2730.09, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-10", "CFDA Number": "10.220", "Description": "OSU MULTICULTURAL SCHOLARS PROGRAM IN BIORESOURCE RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20133841320598_12H3"}, {"internal_id": 89967422, "Award ID": "20133841320597", "Award Amount": -11872.89, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "10.220", "Description": "DEVELOPING A DIVERSITY OF CULTURALLY COMPETENT LEADERS IN AGRICULTURAL SCIENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20133841320597_12H3"}, {"internal_id": 83858828, "Award ID": "20133841320596", "Award Amount": -43035.93, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-10", "CFDA Number": "10.220", "Description": "MULTICULTURAL SCHOLARSHIPS TO DEVELOP PROFESSIONALS IN RENEWABLE MATERIALS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20133841320596_12H3"}, {"internal_id": 45221440, "Award ID": "20123841319426", "Award Amount": -13220.71, "Award Type": null, "Base Obligation Date": "2017-11-02", "CFDA Number": "10.220", "Description": "DEVELOPING A DIVERSITY OF LEADERS IN TARGETED MAJORS IN THE AGRICULTURAL SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20123841319426_12H3"}, {"internal_id": 69573163, "Award ID": "20123841319418", "Award Amount": -510.04, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "10.220", "Description": "ENHANCING UNDERGRADUATE TRAINING OF UNDERREPRESENTED ETHNIC POPULATIONS IN NATURAL RESOURCES AND ENVIRONMENTAL SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_20123841319418_12H3"}, {"internal_id": 65967924, "Award ID": "20123841319415", "Award Amount": -1588.63, "Award Type": null, "Base Obligation Date": "2018-04-02", "CFDA Number": "10.220", "Description": "MULTICULTURAL SCHOLARS PROGRAM AT UVM-THE RUBENSTEIN SCHOOL OF ENVIRONMENT AND NATURAL RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_20123841319415_12H3"}, {"internal_id": 65967906, "Award ID": "20123841319412", "Award Amount": -162000.0, "Award Type": null, "Base Obligation Date": "2018-04-25", "CFDA Number": "10.220", "Description": "NEW F.A.C.E.S. (FOSTERING AGRICULTURAL COMMUNICATION AND EXTENSION STUDENTS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20123841319412_12H3"}, {"internal_id": 152523580, "Award ID": "20123841319411", "Award Amount": -235.53, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "10.220", "Description": "TECHNICAL COLLEGE SCHOLARS FOR FOOD SCIENCE CAREERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_20123841319411_12H3"}, {"internal_id": 65967918, "Award ID": "20123841319409", "Award Amount": -68250.0, "Award Type": null, "Base Obligation Date": "2018-04-25", "CFDA Number": "10.220", "Description": "MULTICULTURAL SCHOLARS IN ENVIRONMENTAL SCIENCES AND FORESTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6d09c80-dc07-ff93-67b8-5c349abd28d8-C", "generated_internal_id": "ASST_NON_20123841319409_12H3"}, {"internal_id": 45221431, "Award ID": "20123841319408", "Award Amount": -43214.28, "Award Type": null, "Base Obligation Date": "2017-11-08", "CFDA Number": "10.220", "Description": "'HATCHING' TOMORROW'S LUMINARIES: RECRUITMENT, EDUCATION, AND MENTORING OF FUTURE MULTICULTURAL SCHOLARS AND LEADERS IN POULTRY SCIENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20123841319408_12H3"}, {"internal_id": 81545676, "Award ID": "20123841319405", "Award Amount": -9025.06, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-05", "CFDA Number": "10.220", "Description": "MULTICULTURAL SCHOLARS IN AGRICULTURAL ECONOMICS: ENHANCING FOOD AND AGRICULTURE DIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_20123841319405_12H3"}]