[{"internal_id": 160320029, "Award ID": "20233352240573", "Award Amount": 650000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "10.219", "Description": "THIS PROPOSAL IS GOING TO ADDRESS AREA 1: MANAGEMENT PRACTICES TO MINIMIZE ENVIRONMENTAL RISK OF GE ORGANISMS OF THE USDA BRAG STANDARD RESEARCH PROGRAM. A PROBLEM IN TOMATO IS THE SUBSTANTIAL POLLEN-MEDIATED GENE FLOW (PMGF) FROM GENETICALLY ENGINEERED (GE) TOMATO TO NON-GE TOMATO. USING ARABIDOPSIS AS A PROOF-OF-CONCEPT RESEARCH, WE SEEK TO GENETICALLY ENGINEER TOMATO PRODUCING CRISPR POLLEN THAT CAN DESTROYSEEDDEVELOPMENT IN THE NON-GE PLANTS AFTER DOUBLE FERTILIZATION. THE GE LINES WILL BE USED FOR SELFING OR RECIPROCAL CROSSING WITH THE NON-GE ARABIDOPSIS OR TOMATO PLANTS TO TEST THE EFFECT ONSEED ABORTION. THE BEST LINE IN TOMATO WILL BE USED FOR FIELD TRIALS TO TEST PHENOTYPIC STABILITY AND INTERFERENCE WITH SEED PRODUCTION, AND MEASURE THE EXTENT OF PMGF FROM THE GE TO NON-GE PLANTS IN A REAL WORLD SETTING. THE EXPECTED OUTCOME OF THIS PROJECT IS THE ENGINEERED CRISPR POLLEN IN EACH SPECIES, WHICH IN TURN WILL HIGHLY LIMIT PMGF FROM GE PLANTS WITHOUT INTERFERENCE WITH SEED PRODUCTION. IT COULD BE USED AS THE BACKGROUND SOURCE FOR GENETIC ENGINEERING OF ANY TRAITS. THEREFORE, THE RESEARCH DIRECTLY ADDRESSES KEY BARRIERS TO THE DEVELOPMENT OF REGULATORY AND BEST MANAGEMENT PLANS AND SUSTAINABLE PRODUCTION IN TOMATO, WHICH COULD BE APPLICABLE TO OTHER GE CROPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20233352240573_12H3"}, {"internal_id": 160861868, "Award ID": "20233352240415", "Award Amount": 636638.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-29", "CFDA Number": "10.219", "Description": "AMERICAN CHESTNUTS WERE ONCE AMONG THE MOST PROMINENT HARDWOOD TREES IN EASTERN US FORESTS. THESE LONG-LIVED TREES WERE CULTURALLY, ECOLOGICALLY, AND ECONOMICALLY IMPORTANT: THEY PRODUCED A UNIQUELY CONSISTENT MAST CROP, PROVIDING FOOD TO A VARIETY OF WILDLIFE, AS WELL AS A MARKETABLE FOOD PRODUCT AND PLENTIFUL ROT-RESISTANT LUMBER. AN INVASIVE FUNGUS (CRYPHONECTRIA PARASITICA), INTRODUCED FROM EASTERN ASIA TO THE US IN THE LATE 1800S, CAUSES A DISEASE CALLED CHESTNUT BLIGHT, WHICH KILLED BILLIONS OF AMERICAN CHESTNUT TREES AND EFFECTIVELY REMOVED THEM FROM THEIR ENTIRE NATIVE RANGE BY THE 1950S. SEVERAL EFFORTS HAVE BEEN PREVIOUSLY UNDERTAKEN ATTEMPTING TO RESTORE AMERICAN CHESTNUTS TO THE LANDSCAPE, STARTING WITH USDA-SPONSORED PROGRAMS IN THE EARLY 1900&#39;S TO PLANT NON-NATIVE ASIAN OR HYBRID CHESTNUTS. BY THE 1990S, THE AMERICAN CHESTNUT FOUNDATION (TACF) WAS LEADING EFFORTS TO ENHANCE BLIGHT RESISTANCE THROUGH A BACKCROSS BREEDING PROGRAM, BUT YEARS OF DATA AND NEW GENOMIC ANALYSES HAVE REVEALED THAT BACKCROSSING ALONE IS UNLIKELY TO PRODUCE RESTORATION CHESTNUT TREES WITH OPTIMAL COMBINATIONS OF BLIGHT RESISTANCE AND AMERICAN CHESTNUT TRAITS. WE SUCCESSFULLY PRODUCED A TRANSGENIC TREE THAT EFFECTIVELY TOLERATES CHESTNUT BLIGHT WHILE RETAINING ITS FULL COMPLEMENT OF AMERICAN CHESTNUT TRAITS. THE ENHANCED BLIGHT TOLERANCE COMES FROM A GENE FROM WHEAT CALLED OXALATE OXIDASE (OXO), WHICH DEGRADES A TOXIN (OXALIC ACID) PRODUCED BY THE BLIGHT FUNGUS. THIS MEANS THAT THE TRANSGENIC TREE IS NOT ACTUALLY PREVENTING OR RESISTING BLIGHT INFECTIONS, BUT RATHER TOLERATING THEM WITH LESS DAMAGE. THIS TREE, KNOWN AS DARLING 58, HAS BEEN PLANTED UNDER USDA-APHIS PERMITS AND OUTCROSSED TO MANY WILD AMERICAN CHESTNUTS AND CLOSELY RELATED SPECIES, AND PLANS ARE UNDERWAY TO START RESTORATION EFFORTS PENDING REGULATORY APPROVAL, WHICH IS EXPECTED IN 2023.  WITH NUMEROUS SAFETY ASSESSMENTS AND ENVIRONMENTAL COMPARISONS ALREADY COMPLETED (SOME UNDER PREVIOUS BRAG SUPPORT), REGULATORY REVIEWS MOSTLY COMPLETE, AND PUBLIC DISTRIBUTION LIKELY STARTING SOON, THE WORK NOW TRANSITIONS FROM CONFINED RESEARCH PLOTS TO LARGER-SCALE PLANTINGS IN PREPARATION FOR RANGE-WIDE REINTRODUCTION EFFORTS. SOME OF THE SPECIFIC ASSESSMENTS WE WILL CONDUCT UNDER THIS GRANT INCLUDE MONITORING GROWTH, BLIGHT RESISTANCE, FLOWERING DEVELOPMENT, AND PHOTOSYNTHETIC PERFORMANCE OF DARLING 58 CHESTNUT TREES AS THEY START TO MATURE IN REAL-WORLD CONDITIONS. THESE MEASUREMENTS WILL BE FOCUSED ON DARLING 58 CHESTNUTS AND RELATED CONTROLS IN THREE LOCATIONS ACROSS THE CHESTNUT&#39;S RANGE (NY, PA, AND VA), EACH OF WHICH HAS PLOTS IN TWO ENVIRONMENTS (OPEN AND WOODED), FOR A TOTAL OF SIX PLOTS. WE WILL ALSO MEASURE THE DISPERSAL DISTANCE OF DARLING 58 POLLEN IN A ONE-OF-A-KIND PLOT IN NY THAT WAS SPECIFICALLY DESIGNED FOR THIS PURPOSE. THESE TYPES OF OBSERVATIONS WILL BE CRITICALLY IMPORTANT TO UNDERSTAND FITNESS AND LANDSCAPE-SCALE DISPERSAL OF REPRODUCTIVELY MATURE GENETICALLY ENGINEERED TREES,, AND THEY ARE CURRENTLY NOT POSSIBLE IN ALMOST ANY OTHER CONTEXT BESIDES THE ESTABLISHED DARLING 58 CHESTNUT PLOTS IN THIS STUDY. RESULTS FROM THIS WORK WILL BE INFORMATIVE TO DIVERSE AUDIENCES INCLUDING RESTORATION PRACTITIONERS, FOREST LAND MANAGERS, INDIVIDUAL CHESTNUT ENTHUSIASTS, STUDENTS OF VARIOUS AGES, OTHER UNIVERSITY RESEARCHERS, AND FEDERAL BIOTECHNOLOGY REGULATORY AGENCIES AS THEY PREPARE TO EVALUATE OTHER GENETICALLY ENGINEERED TREES IN THE FUTURE. IF SUCCESSFUL AMERICAN CHESTNUT RESTORATION CAN BE INITIATED USING DARLING 58 TREES, THERE WOULD NOT ONLY BE SOCIETAL BENEFITS RESULTING DIRECTLY FROM THE CHESTNUT REINTRODUCTION, BUT THIS WOULD ALSO FACILITATE TREMENDOUS POTENTIAL FOR USING SIMILAR BIOTECHNOLOGIES TO ADDRESS OTHER DIRE THREATS TO NATIVE TREES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6d09c80-dc07-ff93-67b8-5c349abd28d8-C", "generated_internal_id": "ASST_NON_20233352240415_12H3"}, {"internal_id": 160320028, "Award ID": "20233352240414", "Award Amount": 649916.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "10.219", "Description": "ADVANCES IN BIOLOGY ARE ENABLING MORE EFFICIENT GENETIC TRANSFORMATION AND EDITING, INCLUDING FOR BIOSAFETY-PROMOTING TRAITS SUCH AS FOR GENETIC CONTAINMENT. MANY ASEXUALLY PROPAGATED SPECIES, SUCH AS THE FOREST TREES WE PROPOSE FOR STUDY, ARE NOTABLY RECALCITRANT TO TRANSFORMATION YET IN NEED OF BIOSAFETY-PROMOTING TRANSGENES OR EDITS DUE TO THEIR POTENTIAL LARGE ECOLOGICAL IMPACTS AND PROPENSITY FOR LONG DISTANCE GENE FLOW. HOWEVER, THE GENES EMPLOYED (SUCH AS CRISPR/CAS9) OFTEN NEED TO BE EXCISED (REMOVED) TO FACILITATE REGULATORY APPROVAL OR ENSURE PLANT HEALTH--PARTICULARLY IN THESE SPECIES FOR WHICH SEXUAL SEGREGATION IS DIFFICULT OR IMPOSSIBLE. THE MOST COMMON TOOLS FOR EXCISION ARE THE CRE AND FLP RECOMBINASES, HOWEVER, THEIR ACTIVITY IS CONSTRAINED BY TARGET-SITE DNA METHYLATION IN PLANTS, MAKING THEIR USE INEFFICIENT. VARIOUS MEANS FOR DEMETHYLATION ARE KNOWN TO ENHANCE EFFICIENCY, BUT HAVE NOT BEEN COMPARED OR OPTIMIZED, NOR HAVE THEIR OFF-TARGET IMPACTS EXAMINED AT THE LOCUS, GENOME, OR PHENOTYPIC LEVELS. USING TOBACCO, ARABIDOPSIS, AND POPLAR AS STUDY SYSTEMS, WE WILL: 1) DEVELOP NOVEL RECOMBINASE TARGET SITES THAT ARE DEVOID OF POTENTIALLY METHYLATED CYTOSINES BUT ARE ACTIVE IN SUPPORTING EXCISION; 2) TEST A VARIETY OF CONSTITUTIVE, INDUCIBLE, AND SITE-SPECIFIC METHYLATION INHIBITORS FOR ENHANCEMENT OF TRANSGENE EXCISION; AND 3) EXAMINE LOCAL, GENOME-SCALE AND PHENOTYPIC IMPACTS OF THE MOST EFFECTIVE METHYLATION CONTROL SYSTEMS. THIS WORK WILL HELP ENHANCE GENOME TRANSFORMATION AND ENGINEERING TOOLS RELEVANT TO BIOSAFETY TECHNOLOGY APPLICATIONS AND INFORM REGULATORS OF THE DEGREE TO WHICH THEY SHOULD BE CONCERNED WITH OFF-TARGET IMPACTS WHEN RECOMBINASES ARE USED FOR GENOME MODIFICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20233352240414_12H3"}, {"internal_id": 160861867, "Award ID": "20233352240413", "Award Amount": 650000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-28", "CFDA Number": "10.219", "Description": "GENETICALLY ENGINEERED MICROORGANISMS (GEMS) ENABLE NEW APPROACHES FOR THE MANAGEMENT OF NUTRIENTS, CARBON, PESTICIDES, AND WASTE WITHIN AGRICULTURAL SETTINGS TO ACHIEVE SUSTAINABLE DEVELOPMENT GOALS SURROUNDING EQUITABLE ACCESS TO NUTRITION.THESE BIOLOGICAL SOLUTIONS OFTEN REPLACE MORE ENERGETICALLY AND ECONOMICALLY COSTLY CHEMICAL OR PHYSICAL PROCESSES.HOWEVER, BIOLOGICAL-BASED INTERVENTIONS POSE A SPECIALIZED RISK IN THAT THE REMEDIATION TECHNIQUE MAY PROLIFERATE BEYOND THE TARGET AREA.THEREFORE, APPROPRIATE THREAT ASSESSMENTS MUST BE AVAILABLE TO PRODUCT DESIGNERS AND REGULATORS TO ENSURE THAT THE BEHAVIOR OF GEMS IN AGRICULTURAL SETTINGS ARE PREDICTABLE, CONTROLLABLE, AND MONITORABLE.IN RESPONSE TO THIS NEED, THE OBJECTIVES OFSTRATAGEMFOCUS ON DEVELOPINGTHE TOOLS AND FRAMEWORK TO SUPPORTGEM THREAT ASSESSMENTS. SPECIFICALLY, THE LONG-TERM GOAL OF STRATAGEM IS TO DEVELOP A STANDARDIZED SUITE OF DNA WATERMARKS AND LABORATORY BENCH TESTS TO ASSIST PRODUCT DEVELOPERS, AGRICULTURAL PROFESSIONALS, AND REGULATORY AGENTS IN FINGERPRINTING NEW GEMS, PREDICTING THEIR BEHAVIOR IN THE ENVIRONMENT, AND ULTIMATELY TRACING THE PRODUCT AFTER RELEASE. WITH THESE TOOLS RESULTING INTHE UNAMBIGUOUS TRACKING OF THE GEM, STRATEGEM FURTHER SUPPORTS SOUNDECOLOGICAL THREAT ASSESSMENTS AND REGULATORY MONITORING CAMPAIGNS. OVERALL, STRATAGEM EXPLORES THE SURVIVAL AND FITNESS OF GEMSWHEREAS DEMONSTRATING A DNA WATERMARKING METHOD THAT CAN ASSIST FUTURE LARGE-SCALE DEPLOYMENTS OR FIELD STUDIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_20233352240413_12H3"}, {"internal_id": 160861866, "Award ID": "20233352240412", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-28", "CFDA Number": "10.219", "Description": "HIS PROJECT SUPPORTS THE MISSION OF THE AGRICULTURAL EXPERIMENT STATION BY ADDRESSING THE HATCH ACT AREA(S) OF: PLANT AND ANIMAL PRODUCTION, PROTECTION, AND HEALTH; BIOTECHNOLOGY.THIS PROJECT SUPPORTS THE MISSION OF THE AGRICULTURAL EXPERIMENT STATION BY ADDRESSING THE HATCH ACT AREA(S) OF: BIOTECHNOLOGY AND PLANT AND ANIMAL PRODUCTION, PROTECTION, AND HEALTH BY CONTRIBUTING TO THE SUPPORT OF THE 14TH TRANSGENIC ANIMAL RESEARCH CONFERENCE HOSTED BY UC DAVIS. THIS CONFERENCE BRINGS TOGETHER LEADING RESEARCHERS FROM LABS AROUND THE WORLD WORKING ON THE GENETIC ENGINEERING AND GENE EDITING OF AGRICULTURALLY-IMPORTANT ANIMALS INCLUDING LIVESTOCK, POULTRY AND FISH. THE GOAL OF THE CONFERENCE IS TO CONVEY NEW KNOWLEDGE, FOSTER COLLABORATIONS AND MOVE THE FIELD OF APPLYING GENOME MODIFICATIONS TO DOMESTICATED FOOD-ANIMAL SPECIES FORWARD. THE CONFERENCE ALSO PROVIDES AN OPPORTUNITY FOR INTERACTIONS WITH REGULATORS FOR BETTER UNDERSTANDING AND SHAPING OF POLICY. THE CONFERENCE WILL BE HELD AUGUST 13-17, 2023 AT THE GRANLIBAKKEN CONFERENCE CENTER IN TAHOE CITY, CA. THE CONFERENCE WILL CONSIST OF 25 INVITED ORAL PRESENTATIONS AND TWO POSTER SESSIONS. TOPICS OF INVITED TALKS INCLUDE TECHNOLOGY, AGRICULTURAL AND BIOMEDICAL APPLICATIONS, GENETIC CONTAINMENT AND REGULATION. SPEAKER AND POSTER ABSTRACTS WILL BE MADE AVAILABLE (OPEN ACCESS) ON THE CONFERENCE WEBSITE. TWO AFTERNOONS FROM NOON TO 4 P.M. AND ONE EVENING WILL BE FREE TO FOSTER SMALL GROUP INTERACTIONS WITH THE INTENT OF BRINGING SCIENTISTS AND REGULATORS TOGETHER TO DISCUSS PROGRESS, PROBLEMS AND POTENTIAL APPLICATIONS OF GENE BIOTECHNOLOGIES AS APPLIED TO ANIMALS. FUNDS ARE REQUESTED TO SUPPORT CONFERENCE COSTS FOR THREE SPEAKERS (MASELKO, PINZON ARTEAGA AND HAN, $4,500), TEN $1,500 GRANTS (TOTAL OF $15,000) TO COVER ALL COSTS FOR TEN GRADUATE AND POST-DOCTORAL STUDENTS ATTENDING THE CONFERENCE (SELECTION BASED ON POSTER ABSTRACT SUBMISSION), WITH THE REMAINING FUNDS ($5,550) BEING USED TO SUPPORT ADMINISTRATION OF THE CONFERENCE. OVERALL, THE CONFERENCE WILL PROVIDE A VENUE FOR THE SHARING OF SCIENTIFIC INFORMATION ON RECENT ADVANCEMENTS IN THIS FIELD LEADING TO OUTREACH AND THE EDUCATION OF THE PUBLIC ON TOPICS AROUND APPLYING CURRENT STATE OF THE ART BIOTECHNOLOGIES FOR GENE MODIFICATION TO BENEFIT ANIMAL AGRICULTURE. THE CONFERENCE IS ALIGNED WITH THE OVERALL PURPOSE OF THE BRAG PROGRAM IN THAT IS GEARED TOWARD DISSEMINATING SCIENCE-BASED INFORMATION ON GENETICALLY ENGINEERED ANIMALS IN ORDER TO ASSIST FEDERAL REGULATORY AGENCIES ON MAKING POLICY/DECISIONS ON THE USE OF SUCH ANIMALS IN AGRICULTURAL PRODUCTION SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20233352240412_12H3"}, {"internal_id": 159740353, "Award ID": "20233352240411", "Award Amount": 650000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-26", "CFDA Number": "10.219", "Description": "U.S. DOE IDENTIFIED ENERGYCANE (SACCHARUM SPP HYBRID) AS IDEAL BIOFUEL CROP FOR THE SOUTHEAST. THIS PROJECT WILL COMPARE ON AND OFF-TARGET EFFECTS OF ALTERNATIVE BIOTECHNOLOGY APPROACHES FOR COMPLETE SUPPRESSION OF FLOWERING IN ENERGYCANE. THIS WILL ELEVATE BIOCONTAINMENT BY PREVENTING GENE FLOW TO SEXUALLY COMPATIBLE WEEDY RELATIVES AND INFORM REGULATORS ABOUT THE PRECISION AND EFFECTIVENESS OF THE ALTERNATIVE APPROACHES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20233352240411_12H3"}, {"internal_id": 160320027, "Award ID": "20233352240410", "Award Amount": 640897.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "10.219", "Description": "WE PROPOSE NEW METHODS TO EVALUATE GENETIC CONTAINMENT STRATEGIES FOR ENGINEERED MICROORGANISMS (GEMS) IN PLANTS AND SOILS, FULFILLING THE PROGRAM GOAL TO EVALUATE MANAGEMENT, MONITORING, AND MITIGATION METHODOLOGIES. GENETIC CONTAINMENT OF CELL VIABILITY (&#39;KILL SWITCH&#39; CIRCUITS) OFFER SAFEGUARDS AGAINST THE UNCONTROLLED PROLIFERATION OF GEMS OUTSIDE THEIR INTENDED USE. THE RISK OF EVASION DEPENDS ON MULTIPLE INTERACTING ENVIRONMENTAL AND ECOLOGICAL FACTORS THAT INFLUENCE KILL SWITCH EFFICACY AND THE FITNESS OF SURVIVOR POPULATIONS. THEREFORE, AN EVALUATION OF EVASION RISK REQUIRES EXPERIMENTATION AND MODELING IN NATURALISTIC SETTINGS THAT CAPTURE THESE DYNAMICS. WE PROPOSE TO DEVELOP A MODEL SYSTEM TO EVALUATE THE EFFICACY OF KILL SWITCHES USING A MODEL LEGUME AND BACTERIAL SYMBIONT, WHERE INFECTION AND NODULE FORMATION IS USED TO ASSESS RISK. OUR FIRST OBJECTIVE IS TO ESTABLISH THE MOLECULAR METHODS NEEDED TO QUANTIFY KILL SWITCH EFFICACY AND THE PREVALENCE OF ESCAPE MUTANTSIN SOIL AND PLANT SAMPLES. SUBSEQUENTLY, WE WILL USE THE MODEL TO STUDY THE FACTORS IMPACTING EVASION RISK IN DIFFERENT PLANT AND SOIL COMPARTMENTS (OBJECTIVE 2), AND THE RELATIVE IMPORTANCE OF ENVIRONMENTAL STRESS, RESOURCES, AND MICROBIAL COMPETITION ON EVASION RISK (OBJECTIVE 3). OUR AIM IS TO LINK EVASION RISK TO FACTORS RELEVANT TO MANAGEMENT PRACTICES, SUCH AS NUTRIENT MANAGEMENT AND SOIL TYPE, TO INFORM THE USE OF KILL SWITCHES IN AGROECOSYSTEMS. OVERALL, OUR PROJECT WILL PROVIDE RESEARCHERS AND BIOENGINEERS WITH A MODEL FOR RISK ASSESSMENT TO VALIDATE NEW GENETIC CONTAINMENT STRATEGIES AND ADVANCE OUR UNDERSTANDING OF THE ENVIRONMENTAL AND ECOLOGICAL FACTORS IMPACTING CONTAINMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20233352240410_12H3"}, {"internal_id": 160320026, "Award ID": "20233352240408", "Award Amount": 649996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "10.219", "Description": "OUR LONG-TERM GOAL IS TO IMPROVE PRODUCTION TRAITS OF FARMED CATFISH THROUGH TRANSGENESIS AND TO ACCOMPLISH REVERSIBLE GENETIC STERILITY IN FISH, SPECIFICALLY CATFISH, TO ACCOMPLISH ABSOLUTE REPRODUCTIVE CONFINEMENT, PREVENTING ESTABLISHMENT OF TRANSGENIC GENOTYPES IN THE NATURAL ENVIRONMENT. SUCH A TECHNOLOGY COULD BE USED IN A VARIETY OF FISH INCLUDING ANY DOMESTIC GENOTYPE, INTERSPECIFIC HYBRID, TRANSGENIC OR EXOTIC, TO MINIMIZE IMPACTS ON THE NATURAL ENVIRONMENT, PROTECT GENETIC BIODIVERSITY AND ECOSYSTEMS, INCREASING ENVIRONMENTAL FRIENDLINESS OF AQUACULTURE AND TRANSGENIC FISH. THE SUCCESSFUL CULMINATION OF THE PROJECT WOULD RESULT IN A SYSTEM THAT WOULD PREVENT ANY GENE FLOW OF TRANSGENES OR DOMESTIC GENES INTO WILD POPULATIONS.WE HAVE PRODUCED TRANSGENIC FISH POSSESSING MULTIPLE INSERTIONS OF TRANSGENESWHILE MUTATING OTHER GENES. ONE STRATEGY INCLUDES THE MUTATION OF ONE REPRODUCTIVE GENE OR A SECOND SUCH GENE TO REDUNDANTLY GUARANTEE STERILITY. THESE FISH HAVE IMPROVED GROWTH, DISEASE RESISTANCE, AND N-3 FATTY ACID LEVELS. THE INFERTILITY WAS REVERSED WITH HORMONE THERAPY FOR THE FISH WITH ONE MUTATED REPRODUCTIVE GENE. HOWEVER, THE SUCCESS HAS BEEN VARIABLE AND RELATIVELY LOW, AND THE SPAWNING RATE NEEDS TO BE IMPROVED TO PROVE EFFICACY TO GOVERNMENT REGULATORY AGENCIES AND FOR ECONOMICAL COMMERCIALIZATION. TWO REPRODUCTIVE GENE KNOCKOUTS HAVE NOT BEEN EVALUATED FOR FERTILITY RESTORATION. THUS, THE MAIN THRUST OF THIS PROPOSAL IS OPTIMIZATION OF HORMONE THERAPY AND TO DETERMINE IF THE REDUNDANT SYSTEM REQUIRES THE SAME OR DIFFERENT HORMONE DOSAGE REGIMEN TO RESTORE FERTILITY AS THE EDITING OF A SINGLE REPRODUCTIVE GENE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20233352240408_12H3"}, {"internal_id": 151586351, "Award ID": "20223352238314", "Award Amount": 494581.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "10.219", "Description": "INVESTIGATING THE ENVIRONMENTAL PERSISTENCE AND TARGET SPECIFICITY OF MINICELLS-ENCAPSULATED RNAI BIOFUNGICIDES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20223352238314_12H3"}, {"internal_id": 151587044, "Award ID": "20223352238289", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-15", "CFDA Number": "10.219", "Description": "RAMEN: RISK ASSESSMENT OF MINI-SYNPLASTOME ESCAPE INTO THE ENVIRONMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_20223352238289_12H3"}, {"internal_id": 151676072, "Award ID": "20223352238272", "Award Amount": 499804.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-12", "CFDA Number": "10.219", "Description": "DETERMINING THE PROPERTIES REQUIRED FOR A GENETICALLY ENGINEERED BIOCONTROL AGENT TO WORK SAFELY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20223352238272_12H3"}, {"internal_id": 151587315, "Award ID": "20223352238271", "Award Amount": 499967.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-12", "CFDA Number": "10.219", "Description": "HAZARD COMPARISONS, UNDER FIELD CONDITIONS, OF GE-DERIVED, CRISPR-MUTANT, AND WILD-TYPE TOMATO LINES THAT  VARY IN PLANT DEFENSE EXPRESSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20223352238271_12H3"}, {"internal_id": 151131001, "Award ID": "20223352238219", "Award Amount": 499913.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-06", "CFDA Number": "10.219", "Description": "RISKS ASSOCIATED WITH GENETICALLY ENGINEERED MICROBES IN BEEF CATTLE PRODUCTION: EVALUATION OF PERSISTENCE, TRANSMISSION AND ECOLOGICAL CONSEQUENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20223352238219_12H3"}, {"internal_id": 150868128, "Award ID": "20223352237969", "Award Amount": 494831.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-12", "CFDA Number": "10.219", "Description": "CRISPR-INDUCED FLORAL GENE MUTATION AS A MEANS FOR GENETIC CONTAINMENT IN POPLAR: EFFICACY, STABILITY, AND CHIMERISM IN FIELD-GROWN TREES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc3d3d24-bbb7-e6b3-1788-9c189e176cbc-C", "generated_internal_id": "ASST_NON_20223352237969_12H3"}, {"internal_id": 150868127, "Award ID": "20223352237966", "Award Amount": 481057.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-12", "CFDA Number": "10.219", "Description": "GENOTYPE BY ENVIRONMENT INTERACTIONS INFLUENCING THE EFFICACY OF INSECTICIDAL RNAI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_20223352237966_12H3"}, {"internal_id": 150868126, "Award ID": "20223352237854", "Award Amount": 499959.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-15", "CFDA Number": "10.219", "Description": "IF YOU BUILD IT, WILL IT SPREAD? QUANTIFYING GENE FLOW IN MANAGED AND UNMANAGED HONEY BEE POPULATIONS ACROSS THE UNITED STATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20223352237854_12H3"}, {"internal_id": 150355098, "Award ID": "20223352237838", "Award Amount": 499928.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "10.219", "Description": "REMEMBERING A FORGOTTEN PEST: BT RESISTANCE AND MONITORING IN EUROPEAN CORN BORER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20223352237838_12H3"}, {"internal_id": 150868125, "Award ID": "20223352237836", "Award Amount": 499996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-15", "CFDA Number": "10.219", "Description": "PARTIAL INACTIVATION OF MATERNAL GENE (PIMG) TECHNOLOGY FOR THE GENETIC CONTAINMENT OF GE FISH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4465b300-43ef-94d7-15e3-c8167f960079-C", "generated_internal_id": "ASST_NON_20223352237836_12H3"}, {"internal_id": 150355080, "Award ID": "20223352237746", "Award Amount": 21600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-05", "CFDA Number": "10.219", "Description": "SPECIALTY CROP REGULATORY ASSISTANCE WORKSHOP:  NUTS AND BOLTS OF U.S. REGULATORY DOSSIERS FOR GENETICALLY ENGINEERED PRODUCTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f839fccd-f5bf-debe-e454-4bb3cb7c4e8d-R", "generated_internal_id": "ASST_NON_20223352237746_12H3"}, {"internal_id": 150355126, "Award ID": "20223352237745", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "10.219", "Description": "PLANT RHABDOVIRUSES REPRESENT THE NEXT GENERATION OF VIRAL VECTORS FOR DELIVERY OF PROTEINS AND RNAS TO PLANTS AND INSECTS. BECAUSE OF THEIR LARGE CARRYING CAPACITY, THERE IS SIGNIFICANT INTEREST IN USING RHABDOVIRUSES FOR GENOME EDITING. RHABDOVIRUSES REPLICATE IN THEIR PLANT HOSTS AND INSECT VECTORS, THUS CREATING A COMPLEX OPPORTUNITY FOR UNDERSTANDING RISKS ASSOCIATED WITH USING THESE TYPES OF VIRUSES AS DELIVERY SYSTEMS. WE PROPOSE TO USE OUR RECENTLY DEVELOPED INFECTIOUS CLONE FOR MAIZE MOSAIC VIRUS (MMV) AS A MODEL FOR UNDERSTANDING RISKS ASSOCIATED WITH RHABDOVIRUS VECTORS. WE WILL CHARACTERIZE THE ENVIRONMENTAL RISK FOR VECTOR TRANSMISSION OF GENETICALLY MODIFIED MMV TO AGRONOMIC AND WILD GRASS SPECIES (FAMILY POACEAE). WE WILL STUDY VIRUS RECOMBINATION OF THE GENETICALLY MODIFIED VIRUS TO DETERMINE THE POTENTIAL FOR GENETIC EXCHANGE BETWEEN MODIFIED MMV AND WILDTYPE (WT) MMV. TO REDUCE RISK OF VIRUS ESCAPE AND INCREASE UTILITY IN THE FIELD WE WILL CREATE REDUCED-RISK VIRAL VECTORS THAT ARE COMPETENT FOR PLANT INFECTION BUT ARE NO LONGER INSECT TRANSMISSIBLE. THE PROJECT OUTCOMES WILL PROVIDE FEDERAL REGULATORY AGENCIES WITH IMPORTANT INFORMATION ABOUT THE SPECIFIC HOST RANGE OF MMV AND THE UTILITY OF THIS SPECIFIC VIRUS VECTOR. THE PROJECT TEAM IS WELL EQUIPPED TO CONDUCT THE PROPOSED RESEARCH WITH GENETICALLY MODIFIED VIRUSES AND VECTORS AND ALL WORK WILL BE CONDUCTED IN PROPER CONTAINMENT FACILITIES AND WITH APPROPRIATE PERMITS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20223352237745_12H3"}, {"internal_id": 150355095, "Award ID": "20223352237744", "Award Amount": 499961.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "10.219", "Description": "INSECT RESISTANCE THREATENS THE GLOBAL FOOD SUPPLY AS PEST MANAGEMENT APPROACHES LOSE EFFICACY, AND PRODUCERS EXPERIENCE YIELD LOSSES AND INCREASED EXPENDITURES TO MANAGE PESTS. TO REDUCE THE RISK OF RESISTANCE AND PRESERVE PEST MANAGEMENT BIOTECHNOLOGIES, WHICH ARE PUBLIC GOODS, THE US-EPA REQUIRES RESISTANCE MANAGEMENT PLANS AND RESISTANCE MONITORING FOR INSECTICIDAL PLANT-INCORPORATED PROTECTANTS TO DETECT AND RESPOND TO CHANGES IN INSECT SUSCEPTIBILITY. MONITORING PEST GENOMES FOR ADAPTIVE CHANGES CAN DETECT EMERGING RESISTANCE AND FACILITATE PROACTIVE RESISTANCE MANAGEMENT RESPONSES. IN OUR PREVIOUS WORK, GENOMIC MONITORING DETECTED EMERGING RESISTANCE BEFORE FIELD FAILURES OF PEST MANAGEMENT TECHNOLOGIES AND WIDESPREAD RESISTANCE OCCURRED. HOWEVER, BEFORE SUCH MONITORING CAN BE WIDELY ADOPTED, THERE IS A CRITICAL NEED TO CAREFULLY ASSESS ITS STRENGTHS AND WEAKNESSES FOR DIFFERENT PEST POPULATIONS AND UNDER DIFFERENT PEST MANAGEMENT SCENARIOS. FOR EXAMPLE, RESISTANCE ALLELE FREQUENCIES CAN VARY FROM LOCATION TO LOCATION, WHICH IMPACTS THE NUMBER AND SPATIAL DISTRIBUTION OF SAMPLES REQUIRED FOR RESISTANCE MONITORING AND POSES CHALLENGES FOR GENOMIC MONITORING. WE WILL FIRST ASSESSSTRENGTHS AND WEAKNESSES OF GENOMIC MONITORING THROUGH GENOME SEQUENCING OF INSECTS SAMPLED OVER SPACE AND TIME, WHICH WILLDETERMINE HOW QUICKLY AND RELIABLY EMERGING RESISTANCE CAN BE DETECTED USING GENOMIC APPROACHES. WE WILL ALSO CHARACTERIZE GEOSPATIAL VARIATION IN RESISTANCE ALLELE FREQUENCY FOR 25 CANDIDATE RESISTANCE GENES, CORRELATING THOSE RESULTS TO LABORATORY ASSAYED RESISTANCE PHENOTYPES AS WELL AS CROP DAMAGE. TO EXPAND OUR ANALYSES BEYOND OUR PEST MODEL, HELICOVERPA ZEA, WE WILL USE FIELD REALISTIC FORWARD-IN-TIME COMPUTER-SIMULATIONS TO COMPARE GENOMIC CHANGES UNDER DIFFERENT RESISTANCE EVOLUTION SCENARIOS. THESE MODELS WILL IMPROVE OUR UNDERSTANDING OF HOW INHERENT PROPERTIES OF PEST POPULATIONS AND THE STRENGTH OF SELECTION IMPOSED BY PEST MANAGEMENT TECHNOLOGIES WILL CONSTRAIN OR FACILITATE GENOMIC DETECTION OF RESISTANCE PRIOR TO TECHNOLOGY FAILURE. THIS PROJECT HAS THE POTENTIAL TO SHAPE POLICY DECISIONS FOR TRIGGERING REGULATORY RESPONSES AND FIELD REMEDIATION USING PATTERNS DETECTED THROUGH GENOMIC MONITORING FOR RESISTANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20223352237744_12H3"}, {"internal_id": 139651735, "Award ID": "20213352235895", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "10.219", "Description": "UNDERSTANDING THE DISPERSAL AND NON-TARGET IMPACT OF GENETICALLY ENGINEERED (GE) ORGANISMS AND THEIR BYPRODUCTS IS A CRITICAL COMPONENT OF THE SAFE AND RESPONSIBLE USE OF TRANSGENIC TECHNOLOGY IN THE ENVIRONMENT. HOWEVER, WE CURRENTLY LACK THE ABILITY TO TRACK THE MOVEMENT AND NON-TARGET EFFECTS OF GE ORGANISMS AND THEIR BYPRODUCTS IN THE ENVIRONMENT, EVEN THOUGH PREVIOUS WORK HAS DEMONSTRATED THAT GE ORGANISMS CAN ESCAPE, OR BE UNINTENTIONALLY TRANSPORTED, FROM THEIR INTENDED RANGE. FOR EXAMPLE, GE CROP BYPRODUCTS CAN DISPERSE OFF OF AGRICULTURAL FIELDS TO BE TRANSPORTED THROUGHOUT RIVER NETWORKS, AND THESE BYPRODUCTS CAN HAVE NON-TARGET EFFECTS ON AQUATIC ORGANISMS.AS ONE EXAMPLE, INSECT-RESISTANT GE MAIZE IS NOW PLANTED THROUGHOUT NORTH AMERICA AND GLOBALLY, WITH &GT;80% OF MAIZE IN THE US PLANTED IN BT OR STACKED VARIETIES. BT MAIZE IS ONE OF THE MORE COMMON INSECT-RESISTANT GE MAIZE VARIETIES, WHICH EXPRESSES THE INSECTICIDAL CRY1AB PROTEIN FROM BACILLUS THURINGIENSIS TO RESIST CROP DAMAGE BY THE EUROPEAN CORN BORER (OSTRINIA NUBILALIS), A MOTH IN THE FAMILY CRAMBIDAE (LEPIDOPTERA). THE CRY1AB PROTEIN IS EXPRESSED THROUGHOUT THE TISSUES OF BT MAIZE, AND AFTER MAIZE IS HARVESTED, THE PROTEIN REMAINS DETECTABLE IN DETRITAL MATERIAL FOR UP TO SEVEN MONTHS. THE POTENTIAL EFFECTS OF BT MAIZE DETRITUS ON NON-TARGET TERRESTRIAL ORGANISMS AND ECOSYSTEMS IS OF GREAT INTEREST TO STAKE HOLDERS, FEDERAL AGENCIES, AND THE GENERAL PUBLIC. IN ADDITION, BT MAIZE DETRITUS ENTERS, IS PROCESSED, AND CAN BE TRANSPORTED WITHIN STREAMS AND RIVERS FLOWING ADJACENT TO CROP FIELDS. LABORATORY TRIALS SUGGESTED THAT CONSUMPTION OF BT MAIZE DETRITUS MAY AFFECT STREAM-DWELLING INVERTEBRATES, BUT MAY BE DEPENDENT ON DURATION OF LEACHING OF SUBMERGED DETRITUS. THUS, THE POTENTIAL EFFECTS OF BT MAIZE ON AQUATIC ECOSYSTEMS HAVE ATTRACTED A GREAT DEAL OF ATTENTION, DESPITE ONLY A HANDFUL OF STUDIES EXPLORING THIS TOPIC.OUR MULTIDISCIPLINARY TEAM, WITH TRAINING IN EVOLUTIONARY BIOLOGY, ENTOMOLOGY, STREAM ECOLOGY, AND BIOGEOCHEMISTRY, HAS DEVELOPED A NOVEL APPROACH TO ADDRESS MULTIPLE PROGRAM AREAS IN THE BIOTECHNOLOGY RISK ASSESSMENT RESEARCH GRANTS PROGRAM (BRAG), INCLUDING METHODS TO MONITOR DISPERSAL OF GE-ORGANISMS (AREA #2) AND ASSESSING IMPACTS OF GE-ORGANISMS AND THEIR BYPRODUCTS ON NON-TARGET ORGANISMS (AREA #4). OUR NOVEL APPROACH USES EVOLUTION AS A MONITORING TOOL IN FRESHWATER ECOSYSTEMS.WE WILL APPLY THIS NOVEL MONITORING TOOL TO AN AQUATIC KEYSTONE SPECIES, THE CADDISFLY (ORDER TRICHOPTERA), AS OUR FOCAL ORGANISM, AND ITS RESPONSE TO THE CRY-PROTEINS PRODUCED BY BT-MAIZE THAT HAVE BEEN SHOWN TO LEACH INTO AQUATIC ENVIRONMENTS AS A PSEUDO-PERSISTENT CONTAMINANT. WE WILL MEASURE PREDICTED CHANGES ACROSS THE CADDISFLY GENOME IN RESPONSE TO THE NON-TARGET EFFECTS OF CRY-PROTEINS AS THE METRIC TO ASSESS THE INCURSION AND IMPACT OF GE-ORGANISMS AND THEIR BY-PRODUCTS IN NATURAL SYSTEMS. WE ARE CONFIDENT THAT THIS NOVEL APPROACH WILL ALLOW US TO ASSESS THE EFFECT OF CRY-PROTEINS IN FRESHWATER ECOSYSTEMS ACROSS THE AGRICULTURAL MIDWEST, UNIQUELY DISENTANGLING IT FROM OTHER ENVIRONMENTAL STRESSORS (E.G., HABITAT DEGRADATION, EUTROPHICATION), AND PIONEER A NOVEL METHOD FOR THE DETECTION OF GE-ORGANISMS AND THEIR IMPACT ON NATURAL SYSTEMS.PREVIOUS LAB EXPERIMENTS HAVE DEMONSTRATED THAT CRY-PROTEINS HAVE NON-TARGET EFFECTS ON CADDISFLIES, WHICH ARE CLOSELY RELATED TO THE CRY-PROTEINS&#39; TARGETED PESTS FROM THE INSECT ORDER LEPIDOPTERA. SPECIFICALLY, THE TARGET ORGANISMS FOR CRY-PROTEINS ARE MOST OFTEN PEST CATERPILLARS IN THE INSECT ORDER LEPIDOPTERA, WHICH INCLUDES MOTHS AND BUTTERFLIES, BUT THE CLOSEST RELATIVE OR SISTER GROUP TO THESE TARGETS IS THE INSECT ORDER TRICHOPTERA, WHICH ENCOMPASSES THE AQUATIC KEYSTONE SPECIES, THE CADDISFLIES. THEREFORE, BASED ON THEIR EVOLUTIONARY RELATIONSHIPS, CRY-PROTEINS ARE PREDICTED TO ACT AS A SELECTIVE PRESSURE IN AGRICULTURALLY-IMPACTED FRESHWATERS, JUST AS IT HAS ACTED ON TERRESTRIAL AGRICULTURAL LEPIDOPTERAN PESTS. THIS EVOLUTIONARY LINKAGE HIGHLIGHTS THE GENERAL APPROACH OF THIS PROPOSAL USING EVOLUTION AS A MONITORING TOOL IN AN APPLIED ENVIRONMENTAL CONTEXT. HERE, BY INFORMING OUR APPROACH USING THE EVOLUTIONARY RELATIONSHIPS BETWEEN INTENDED TARGETS OF BT-CRY AND POTENTIAL NON-TARGET ORGANISMS, WE CAN ZERO IN ON THE SPECIES GROUPS OF GREATEST CONCERN.OUR OVERARCHING HYPOTHESIS IS THAT CRY-PROTEINS WILL GENERATE UNIQUE GENOMIC SIGNATURES OF SELECTION IN GENES ASSOCIATED WITH CRY-PROTEIN RESISTANCE IN AQUATIC CADDISFLIES JUST AS IT HAS DONE IN ITS CLOSELY RELATED TERRESTRIAL COUNTERPARTS AND THAT WE CAN USE THAT SIGNATURE ACROSS THE GENOME AS A TOOL FOR GE DETECTION IN NATURE. THUS, WE WILL USE AN EXPERIMENTAL GENOMICS APPROACH TO MONITOR THE POTENTIAL IMPACT OF CRY-PROTEINS ON KEYSTONE TAXA COMMON IN AGRICULTURAL STREAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7c6d4e6a-e5c4-b348-571b-42f4d585f5a8-C", "generated_internal_id": "ASST_NON_20213352235895_12H3"}, {"internal_id": 139651736, "Award ID": "20213352235807", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "10.219", "Description": "IN NATURE, MICROBES PLAY IMPORTANT ROLES IN PROTECTING PLANTS FROM EVENTS SUCH AS DROUGHT AND INFECTION. OCCASIONALLY WE UNDERSTAND HOW A MICROBE IS ABLE TO HELP THE PLANT, BUT OFTEN IT IS NOT ENOUGH TO DEAL WITH INCREASINGLY HARSH CONDITIONS AS CLIMATES CHANGE. OUR ABILITY TO ENGINEER MICROBES HAS IMPROVED SUBSTANTIALLY IN RECENT YEARS SUCH THAT WE SHOULD BE ABLE TOINSTRUCT A MICROBE TO PRODUCE EXACTLY WHAT A PLANT NEEDS WHEN IT NEEDS IT. WE ALSO HAVE NEW APPROACHES THAT PREVENT A MICROBE FROM GROWING UNLESS IT IS GIVEN ASPECIAL CHEMICAL THAT DOES NOT EXIST IN THE ENVIRONMENT. HOWEVER, WE DO NOT KNOW HOW LONG THE MICROBE CAN SURVIVE WITHOUT THE CHEMICAL, HOW MUCH OF A BENEFICIAL MOLECULEIT SHOULD MAKE TO HELP PROTECT A CROP, AND UNDER WHAT CONDITIONS IF ANY IT CAN ACTUALLY HELP PROTECT THISCROP. THIS PROJECT USES MICROBIAL ENGINEERING IN THE SPIRIT OF ANSWERING ALL OF THESE QUESTIONS WITH THE GOAL OF HARNESSING BIOTECHNOLOGY TO SAFELY IMPROVE CROP YIELDS AND TO INFORM RISK ASSESSMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_20213352235807_12H3"}, {"internal_id": 139138875, "Award ID": "20213352235756", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "10.219", "Description": "FIELD-EVOLVED RESISTANCE TO TRANSGENIC BT CROPS IS A CHALLENGE TO GLOBAL FOOD SECURITY AND SUSTAINABLE PRODUCTION. WESTERN BEAN CUTWORM IS A CRITICAL INSECT PEST THAT ATTACKS CORN AND DRY BEAN CROPS. THIS INSECT HAS EVOLVED RESISTANCE TO THE BT PROTEIN CRY1F, LEAVING VIP3A THE ONLY EFFECTIVE BT TECHNOLOGY FOR THIS PEST. MOST VIP3A TRAITS ARE BLENDED WITH 5% NON-BT REFUGE SEED. HOWEVER, SEED BLENDS CAN IMPACT THE EFFICACY OF INSECT RESISTANCE MANAGEMENT DUE TO CROSS-POLLINATION AND LARVAL MOVEMENT. NUTRITION CAN STRONGLY IMPACT LARVAE CHALLENGED WITH BT PROTEINS; WBC IS DIFFICULT TO MAINTAIN IN COLONY. THEREFORE, ARTIFICIAL DIETS MORE REFLECTIVE OF PLANT-DERIVED NUTRITION AND IMPROVING REARING ARE NEEDED.OBJECTIVES: 1) OPTIMIZE ARTIFICIAL DIET(S) FOR WBC BT SUSCEPTIBILITY MONITORING AND REARING; 2) CHARACTERIZE THE MOVEMENT, DEVELOPMENT, AND SURVIVAL OF WBC LARVAE IN BLENDED VS. BLOCK REFUGES, AND MODEL THE IMPACT ON VIP3A RESISTANCE EVOLUTION; 3) DOCUMENT INSTAR-SPECIFIC BASELINE WBC SUSCEPTIBILITIES TO VIP3A ACROSS ITS HISTORIC (NEBRASKA) AND EXPANDED RANGE (OHIO, MICHIGAN, NEW YORK, ONTARIO), AND PRESUMED SUSCEPTIBLE POPULATION (MEXICO). PERFORMING THIS PROJECT IN CRITICAL WBC GEOGRAPHIES (WESTERN GREAT PLAINS AND GREAT LAKES REGION) ENHANCES THE VALUE OF DATA FOR IRM DECISIONS.IMPACTS: INCREASED UNDERSTANDING OF DYNAMICS WITHIN BLENDED VS. STRUCTURED REFUGES; PREDICTIVE MODELS TO INFORM REGULATORY AGENCY IRM POLICY DECISIONS; DETERMINE AND MONITOR VIP3A SUSCEPTIBILITY LEVELS; OPTIMIZED ARTIFICIAL DIET(S) FOR WBC INSECTICIDAL BIOASSAYS AND REARING; AND ENHANCE STEWARDSHIP OF BT CROPS FOR EAR-FEEDING PESTS. THIS APPLICATION IS ALIGNED WITH THE PROGRAM AREA PRIORITIES TO INFORM REGULATORY DECISIONS BY EVALUATING THE IMPACT OF BLENDED REFUGES AND LARVAL MOVEMENT ON EFFICACY AND STEWARDSHIP OF A KEY TRANSGENIC TRAIT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20213352235756_12H3"}, {"internal_id": 139138851, "Award ID": "20213352235688", "Award Amount": 499800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "10.219", "Description": "SEVERAL BENEFITS ARE ASSOCIATED WITH LARGE-SCALE ADOPTION OF TRANSGENIC CROPS EXPRESSING INSECTICIDAL PROTEINS FROM THE BACTERIA BACILLUS THURINGIENSIS, COMMONLY REFERRED TO AS BT CROPS. HOWEVER, HELICOVERPA ZEA IS RESISTANT TO SEVERAL BT TRAITS IN CORN AND COTTON, AND VIP IS THE ONLY EFFECTIVE BT TRAIT CURRENTLY COMMERCIALLY PLANTED. HELICOVERPA ZEA IS AN ECONOMIC PEST IN COTTON, AND SIMILAR BT TOXINS ARE EXPRESSED IN CORN AND COTTON. HENCE, THERE IS A HIGH RISK OF H. ZEA EVOLVING RESISTANCE TO VIP-EXPRESSING CROPS ON A BROAD SCALE IN THE CONTINENTAL U.S. IN 2018, THE FINAL EPA FIFRA SAP REPORT CONCLUDED THE REQUIREMENT OF NON-BT REFUGE AS ONE OF THE CORNERSTONES OF BT IRM. HOWEVER, THE ASSUMPTION OF RANDOM MATING BETWEEN REFUGE AND BT CROPS IN THIS SPECIES REMAINS UNTESTED. THE OVERALL GOAL OF THIS PROPOSAL IS TO PROVIDE KNOWLEDGE OF SHORT DISTANCE DISPERSAL CAPACITY AND REPRODUCTIVE POTENTIAL OF H. ZEA, USING MARK-RECAPTURE EGG ALBUMIN MARKER, FLIGHT MILLS, AND ESTIMATION OF THE SEX, MOTH AGE, FEMALE MATING STATUS AND MATURITY, AND STABLE CARBON ISOTOPE SIGNATURE OF WINGS AND SPERMATOPHORES OF FIELD POPULATIONS H. ZEA. THE DATA GENERATED IN THIS PROPOSAL WILL BE USED TO REFINE A DETERMINISTIC, FREQUENCY-BASED MODEL OF H. ZEA POPULATION GENETICS, EXPLORING THE RISK ASSESSMENT NULL HYPOTHESIS THAT MOVEMENT AND REPRODUCTIVE PARAMETERS (DISPERSAL DISTANCE, MATING STATUS, FEMALE MATURITY, AND MOTH AGE AND ORIGIN) WILL NOT IMPACT THE RATE OF RESISTANCE EVOLUTION IN H. ZEA. THIS PROPOSAL WILL SUPPORT ACCURATE IRM REGULATIONS CONCERNING REFUGE FOR THE DEPLOYMENT AND SUSTAINABILITY OF BT CROPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20213352235688_12H3"}, {"internal_id": 138340942, "Award ID": "20213352235486", "Award Amount": 499600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-08", "CFDA Number": "10.219", "Description": "GENE FLOW FROM GENETICALLY ENGINEERED (GE) CROPS TO SEXUALLY COMPATIBLE WILD OR WEEDY RELATIVES CAN EXACERBATE WEED PROBLEMS WHEN THE CROPS CARRY A FITNESS-ENHANCING TRANSGENE. SEEDS ARE DELIVERABLES OF TRANSGENES. DORMANT SEEDS CAN SURVIVE IN THE SOIL OVER SEASONS, RESULTING IN WEED PERSISTENCE AND THE SPREAD OF AN ESCAPED TRANSGENE IN AGROECOSYSTEMS. THUS, THE GOAL OF THIS PROJECT IS TO DEVELOP A TRANSGENIC MITIGATION STRATEGY BY LINKING A FITNESS-ENHANCING TRANSGENE WITH A CRISPR/CAS9-BASED MULTIPLEX SYSTEM AGAINST SEED-RELATED ADAPTIVE TRAITS TO SUPPRESS SOIL SEED BANKS AND THE SPREAD OF THE TRANSGENE IN CROP-WEED HYBRIDS.THE PROPOSED TRANSGENIC MITIGATION STRATEGY WILL BE TESTED IN WEEDY RICE, THE MOST DIFFICULT TO CONTROL WEED IN RICE-GROWING AREAS, INCLUDING THE SOUTH-CENTRAL UNITED STATES WHERE GENE FLOW FROM CLEARFIELD&REG; RICE HAS BEEN A CONCERN FOR MORE THAN 10 YEARS. SEVERAL GENES ASSOCIATED WITH SEED DORMANCY AND ITS INTERRELATED ADAPTIVE TRAITS HAVE BEEN CLONED FROM BLACK-HULLED WEEDY RED RICE. FUNCTIONAL ALLELES OF THE CLONED GENES HAVE BEEN ELIMINATED FROM CULTIVATED RICE DURING DOMESTICATION. THUS, KNOCKING OUT THE WEED-SPECIFIC GENES HAS NO EFFECT ON CROPS, BUT CAN REDUCE THE FITNESS OF WEEDS AND CROP-WEED HYBRIDS. OBJECTIVES OF THIS PROJECT ARE: 1) TO DEVELOP TRANSGENE-CONTAINING CRISPR/CAS9-BASED MULTIPLEX SYSTEMS FOR HIGH-EFFICIENT MUTAGENESIS OF THE WEED-SPECIFIC GENES IN CULTIVATED RICE, AND 2) TO EVALUATE TRANSGENE-MITIGATING EFFICACY OF THE MULTIPLEX SYSTEMS IN CROP-WEED HYBRID POPULATIONS ACROSS GENERATIONS.THE TRANSGENE BAR FOR HERBICIDE RESISTANCE (HR) AND DIFFERENT SETS OF SMALL GUIDE RNAS (SGRNAS) IDENTIFIED FROM SIX WEED-SPECIFIC GENES HAVE BEEN (OR WILL BE) USED TO DEVELOP TRANSGENE-CONTAINING CRISPR/CAS9-BASED MULTIPLEX SYSTEMS. THE BAR-CONTAINING MULTIPLEX SYSTEMS, LIKE THE BAR::CAS9::SGRNAS TANDEM CONSTRUCT, WILL BE USED TO TRANSFORM THE RICE CULTIVAR NIPPONBARE. RESULTING TRANSGENIC LINES WILL BE ASSAYED FOR HR AND THE COPY NUMBER OF THE TANDEM CONSTRUCT. SINGLE-COPY TRANSGENIC LINES WILL BE EVALUATED FOR TYPES AND FREQUENCIES OF SITE-SPECIFIC MUTATIONS FOR EACH OF THE TARGET GENES. THE TRANSGENIC LINES WITH HIGH-EFFICIENT MUTAGENESIS WILL BE CROSSED WITH ACCESSIONS OF BLACK-HULLED WEEDY RED RICE TO MIMIC TRANSGENE FLOW. THE HYBRID F1S WILL BE EVALUATED FOR SITE-SPECIFIC MUTATIONS AND MUTANT EFFECTS ON SEED TRAITS. THE HYBRID F2 POPULATIONS WILL BE USED TO MAP THE INSERTION LOCUS OF THE TANDEM CONSTRUCT ON THE GENOME, TO EVALUATE MUTANT EFFECTS OF THE MULTIPLEX SYSTEM, AND TO ASSESS THE STRENGTHS OF THE BUILT-IN LINKAGE BETWEEN HR AND EACH OF THE TRAITS. THE F2 SEED SAMPLES WILL BE USED TO MODEL THE LINKAGE (MITIGATING) EFFECT ON GERMINATION DYNAMICS FOR THE TARGET GENES EXPRESSED IN THE EMBRYO TISSUES. F3 FAMILIES WILL BE SELECTED TO MODEL THE LINKAGE EFFECT ON SOIL SEED BANK LONGEVITY FOR THE TARGET GENES EXPRESSED IN THE SEED MATERNAL TISSUES.OUTCOMES FROM THE PROJECT WILL INCLUDE TECHNICAL PARAMETERS AND EFFICACY OF A CRISPR/CAS9-BASED MULTIPLEX SYSTEM ON WEED ADAPTATION, WHICH CAN HELP REGULATORY AGENCIES AND RESEARCHERS BETTER UNDERSTAND CHALLENGES AND PERSPECTIVES OF SYNTHETIC GENE DRIVE IN WEED CONTROL AND TRANSGENIC MITIGATION. THIS PROJECT WILL ALSO PRODUCE NEW GENETIC MATERIALS, SUCH AS THE TRANSGENIC LINES AND THE TRANSGENE-FREE MUTANTS ISOLATED FROM CROP-WEED HYBRID POPULATIONS, AND WILL TRAIN POST GRADUATE RESEARCHERS. THE CRISPR/CAS9-BASED TRANSGENIC MITIGATION STRATEGY TESTED IN RICE COULD BE EXTENDED TO THE OTHER CONSPECIFIC OR CONGENERIC WEED-CROP SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_20213352235486_12H3"}, {"internal_id": 138340941, "Award ID": "20213352235443", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-07", "CFDA Number": "10.219", "Description": "THIS CONFERENCE GRANT PROVIDES SUPPORT FOR THE 16TH INTERNATIONAL SOCIETY FOR BIOSAFETY RESEACH (ISBR) SYMPOSIUM WHICH WILL BE OFFERED IN ST. LOUIS, MO IN APRIL 2022. THE ISBR SYMPOSIUM IS AN INTERNATIONAL MEETING ORGANIZED BY THE ISBR, A SOCIETY WHOSE MEMBERSHIP IS COMPOSED OF INDIVIDUALS WITH AN INTEREST IN RISK ASSESSMENT AND RESEARCH RELATED TO THE RISKS ASSOCIATED WITH APPLICATIONS OF BIOTRECHNOLOGY (HTTP://WWW.ISBR.INFO/). THESE SYMPOSIA HAVE BEEN OFFERED ON A BIENNIAL BASIS SINCE 1990, AT VARIOUS LOCATIONS THROUGHOUT THE WORLD, AS A UNIQUE OPPORTUNITY FOR SCIENTISTS, REGULATORS, TECHNOLOGY DEVELOPERS, NONGOVERNMENT ORGANIZATIONS, AND OTHERS TO SHARE THEIR EXPERIENCE AND EXPERTISE, AND TO ENGAGE IN MEANINGFUL DIALOGUE ON THE TOPIC OF BIOSAFETY. THE EMPHASIS BY ISBR FOR THESE SYMPOSIA HAS EVOLVED OVER THE YEARS FROM MAINLY PRESENTING RESULTS OF BIOSAFETY RESEARCH TO INCLUDING PRESENTATIONS AND DISCUSSIONS OF METHODOLOGIES FOR RISK ASSESSMENT AND THE RELEVANCE OF RISK ASSESSMENT RESEARCH FOR POLICY AND DECISION-MAKING.THE THEME FOR THE 16TH ISBR SYMPOSIUM IS &#39;ADVANCING SCIENCE IN SUPPORT OF BIO-INNOVATION&#39;. BASED ON THIS THEME, THE ISBR IS DEVELOPING A PROGRAM FOR THIS SYMPOSIUM THAT WILL INCLUDE PLENARY SESSIONS WITH INVITED SPEAKERS AND A SERIES OF PARALLEL SESSIONS OR WORKSHOPS THAT WILL ADDRESS THE MOST RELEVANT AND TIMELY ISSUES RELATED TO THE OBJECTIVES OF THE SOCIETY. THE PROCEEDINGS WILL BE PUBLISHED ON THE ISBR WEBSITE AND SELECTED PAPERS WILL BE PUBLISHED IN A SPECIAL ISSUE OF A SCIENTIFIC JOURNAL MANAGED BY THE SOCIETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20213352235443_12H3"}, {"internal_id": 138340940, "Award ID": "20213352235383", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-06", "CFDA Number": "10.219", "Description": "THE SOIL BACTERIUM BACILLUS THURINGIENSIS (BT) IS AN IMPORTANT MICROBIAL INSECT PATHOGEN AND HAS BEEN USED AS A MAJOR BIOLOGICAL INSECTICIDE FOR INSECT PEST CONTROL. BT GENES CODING FOR INSECTICIDAL TOXINS ARE THE PRIMARY INSECTICIDAL GENES USED IN INSECT-RESISTANT TRANSGENIC CROPS (BT-CROPS). BT-CROPS HAVE BEEN WIDELY ADOPTED AND THE ACREAGE OF BT-CROPS WORLDWIDE HAS REACHED TO &GT;100 MILLION HECTARES WITH PROVEN ECONOMIC AND ENVIRONMENTAL BENEFITS. HOWEVER, THE WIDESPREAD APPLICATION OF BT TOXINS IN AGRICULTURE IMPOSES INTENSE SELECTION PRESSURE ON INSECTS TO EVOLVE RESISTANCE TO THE BT TOXINS, AND CASES OF BT RESISTANCE HAVE BEEN INCREASINGLY REPORTED. THE RISK OF RESISTANCE DEVELOPMENT IN INSECTS IN RESPONSE TO THE WIDESPREAD PLANTING OF BT-CROPS CONTINUOUSLY REQUIRES URGENT ATTENTION. ASSESSMENT OF BT RESISTANCE DEVELOPMENT IS AN IMPORTANT COMPONENT OF THE REGULATORY FRAMEWORK FOR INSECT-RESISTANT GE-CROPS.ASSESSMENT AND MANAGEMENT OF THE RISK OF RESISTANCE DEVELOPMENT TO BT-CROPS CRITICALLY RELIES ON BETTER UNDERSTANDING OF VARIOUS MOLECULAR GENETIC MECHANISMS OF INSECT RESISTANCE TO BT TOXINS. DISCOVERY AND UNDERSTANDING OF NEW BT RESISTANCE GENES AND RESISTANCE-CONFERRING MUTATIONS IN INSECTS CONTINUE TO BE AN URGENT NEED FOR ADEQUATE ASSESSMENT AND MANAGEMENT OF THE RISK OF DEVELOPMENT OF INSECT RESISTANCE TO BT-CROPS. WE HAVE RECENTLY DISCOVERED THAT THE HIGH-LEVEL RESISTANCE TO THE BT TOXIN CRY1AC IN THE CABBAGE LOOPER, TRICHOPLUSIA NI, WHICH ENABLES THE INSECTS TO FEED AND SURVIVE ON BT-COTTON PLANTS, IS CONFERRED BY MULTI-GENE MUTATIONS WITH A NOVEL RESISTANCE GENE TO BE IDENTIFIED AND UNDERSTOOD. WE HAVE SUCCESSFULLY ISOLATED THE NEW RESISTANCE TRAITS AND ESTABLISHED A BIOLOGICAL RESEARCH SYSTEM TO STUDY THE NOVEL RESISTANCE GENE AND THE MECHANISM OF RESISTANCE. THIS PROJECT IS DESIGNED TO DISCOVER THE NOVEL BT RESISTANCE GENE AND TO REVEAL THE NEW MOLECULAR GENETIC MECHANISM OF BT RESISTANCE IN INSECTS, TO PROVIDE FUNDAMENTAL KNOWLEDGE REQUIRED FOR ASSESSMENT AND MANAGEMENT OF THE RISK OF INSECT RESISTANCE TO BT-CROPS AND TO GENERATE INSECT FIELD POPULATION INFORMATION NECESSARY FOR MOLECULAR MONITORING OF RESISTANCE DEVELOPMENT IN INSECTS IN THE FIELD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20213352235383_12H3"}, {"internal_id": 138340939, "Award ID": "20213352235357", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-08", "CFDA Number": "10.219", "Description": "THIS &#39;STANDARD&#39; RESEARCH PROJECT BEST ALIGNS WITH THE PROGRAM AREA &#39;CHARACTERISTICS, RATES, AND MECHANISMS OF GENE TRANSFER TO WILD RELATIVES&#39;. THE OVERARCHING GOAL OF THIS PROJECT IS TO DEVELOP A THOROUGH UNDERSTANDING OF THE FREQUENCY OF GENE FLOW AND HYBRID FITNESS BETWEEN CROP SORGHUM AND JOHNSONGRASS WHEN JOHNSONGRASS SERVES AS THE FEMALE PARENT, TO PROVIDE NECESSARY SCIENTIFIC DATA FOR FEDERAL REGULATORY AGENCIES TO ASSIST WITH DECISION MAKING AND ALSO HELP IDENTIFY AVENUES FOR MITIGATING GENE FLOW. THE SPECIFIC OBJECTIVES ARE: 1. DETERMINE THE FREQUENCY OF 2N GAMETE PRODUCTION IN S. BICOLOR POLLEN AS INFLUENCED BY GENOTYPE (BOTH POLLINATORS AND HYBRIDS); 2. DETERMINE THE FREQUENCY OF S. HALEPENSE X S. BICOLOR HYBRIDIZATION AS INFLUENCED BY DISTANCE FROM POLLEN SOURCE; 3. ELUCIDATE BACKCROSSING POTENTIAL OF F1 PROGENY WITH EITHER PARENTS (S. HALEPENSE AND S. BICOLOR); 4. UNDERSTAND HYBRID CHARACTERISTICS AND FITNESS OF F1 AND BC1F1 PROGENY OF S. HALEPENSE X S. BICOLOR: A) WITH FITNESS-NEUTRAL HERBICIDE-RESISTANT TRAITS UNDER FIELD CONDITIONS, B) WITH TRANSGENIC COMPOSITIONAL TRAITS UNDER GREENHOUSE CONDITIONS; AND 5. UNDERSTAND HYBRID CHARACTERISTICS AND FITNESS OF F1 AND BC1F1 PROGENY OF SHATTERCANE (S. BICOLOR SSP. DRUMMONDII) X TRANSGENIC S. BICOLOR UNDER GREENHOUSE CONDITIONS. OVERALL, FINDINGS WILL HELP IMPROVE THE EXISTING RISK ASSESSMENT FRAMEWORKS BY PROVIDING VALUABLE INFORMATION REGARDING THE RISK OF GENE FLOW FROM SORGHUM TO JOHNSONGRASS (BOTH NON-TRANSGENIC HERBICIDE RESISTANCE AND TRANSGENIC LIGNIN MODIFICATION TRAITS), PROVIDE INSIGHTS ON THE DISTANCE OF POLLEN-MEDIATED GENE FLOW, AND ILLUSTRATE FITNESS CHARACTERISTICS OF THE F1 AND BC1F1 PROGENY OBTAINED WITH JOHNSONGRASS AND SHATTERCANE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20213352235357_12H3"}, {"internal_id": 138340938, "Award ID": "20213352235356", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-01", "CFDA Number": "10.219", "Description": "MICROBES CAN BE ENGINEERED TO PERFORM NEW FUNCTIONS THROUGH THE INTRODUCTION OF SYNTHETIC DNA. MICROBES ARE BEING GENETICALLY PROGRAMMED TO ACT AS NUTRIENT-PRODUCING BIOFERTILIZERS, PLANT BIOSTIMULANTS THAT ENHANCE FITNESS, PATHOGEN CONTROL AGENTS, AND IN SITU SENSORS FOR CHEMICALS AND SIGNALS. MICROBES NATURALLY EXCHANGE GENETIC INFORMATION, AND SO AS THESE TECHNOLOGIES ARE PUT INTO THE SOIL, SYNTHETIC DNA WILL BE TRANSFERRED FROM ENGINEERED MICROBES TO THE WILD MICROBIAL COMMUNITIES IN THESE SOILS. THIS UNINTENDED TRANSFER OF SYNTHETIC DNA WILL CAUSE DISRUPTION TO THE NATURAL COMMUNITY, WHICH IN TURN CAN ALTER THE PRODUCTIVITY OF THE SOIL, ALTER THE SOIL ECOSYSTEM, OR HAVE LARGER ENVIRONMENTAL EFFECTS. BIOCONTAINMENT STRATEGIES THAT PREVENT RELEASE OF SYNTHETIC DNA ARE BEING INVENTED, BUT THESE ARE NOT PERFECT AND EVEN THE MOST EFFECTIVE TOOLS STILL RELEASE SYNTHETIC DNA. WHILE NEGATIVE IMPACTS OF SYNTHETIC DNA TRANSFER ARE ANTICIPATED, A MAJOR CHALLENGE WITH UNDERSTANDING THE RISKSOF THESE TECHNOLOGIES IS THE LACK OF SIMPLE TOOLS FOR MONITORING GENE TRANSFER FROM SYNTHETIC MICROBES TO WILD MICROBIAL COMMUNITIES.OUR GOAL IS TO DEVELOP A NEW FRAMEWORK FOR MONITORING AND PREDICTING GENE TRANSFER FROM SYNTHETIC MICROBES TO ENVIRONMENTAL MICROBIAL COMMUNITIES IN SOIL. FIRST, WE WILL CREATE A NEW TOOL CALLED CATALYTIC RNA (CAT-RNA) THAT IS ABLE TO RECORD GENE TRANSFER EVENTS WITHIN SOIL. CAT-RNA IS AN RNA-BASED MEMORY DEVICE THAT IS EMBEDDED WITHIN A SYNTHETIC DNA SEQUENCE AND DESIGNED TO RECORD EACH HOST THAT THE SYNTHETIC DNA ENTERS. THESE RECORDINGS ARE THEN READ OUT BY RNA SEQUENCING. CAT-RNA WILL THEN BE USED IN SYNTHETIC SOILS TO MEASURE HOW DIFFERENT SOIL PROPERTIES EFFECT GENE TRANSFER RATES. THIS WILL USE INNOVATIVE SYNTHETIC SOILS THAT ARE TUNABLE FOR THEIR PROPERTIES (E.G. PH, PARTICLE SIZE). WE WILL ALSO USE CAT-RNA IN A WILD TEXAS SOIL AND MEASURE THE EFFECTIVENESS OF A BIOCONTAINMENT STRATEGY. MEASUREMENTS PERFORMED IN SOILS WILL BE USED TO EXTEND PREDICTIVE MODELS OF GENE TRANSFER, WHICH IN THE FUTURE CAN BE USED TO PREDICT RISK OF GENE TRANSFER FOR A GIVEN ENVIRONMENT AND SYNTHETIC DNA.THROUGH COMPLETION OF THIS PROPOSAL, WE WILL CREATE NEW TOOLS THAT ALLOWS RESEARCHERS TO STUDY GENE TRANSFER IN SOILS. BY USING THESE TOOLS, WE WILL RESOLVE DEEPER UNDERSTANDING OF THE RISK OF GENE TRANSFER IN DIFFERENT SOIL TYPES. USING THIS UNDERSTANDING, WE WILL CREATE PREDICTIVE MODELS THAT CAN BE USED BY REGULATORS TO ASSESS THE RISK OF GENE TRANSFER FOR A GIVEN SOIL TYPE. FINALLY, CAT-RNA CAN BE USED TO ASSESS THE EFFECTIVENESS OF BIOCONTAINMENT STRATEGIES. TOGETHER ALL OF THESE WILL INCREASE THE SAFETY OF SYNTHETIC MICROBE TECHNOLOGIES AND PROVIDE DATA TO ALLOW FOR INFORMED POLICY DECISIONS ON THE REGULATION OF THESE TECHNOLOGIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7c6d4e6a-e5c4-b348-571b-42f4d585f5a8-C", "generated_internal_id": "ASST_NON_20213352235356_12H3"}, {"internal_id": 138340937, "Award ID": "20213352235343", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-06", "CFDA Number": "10.219", "Description": "GENE EDITING TECHNOLOGY PROVIDES A POWERFUL TOOL FOR SITE-SPECIFIC MANIPULATING OF DNA METHYLATION FOR CROP IMPROVEMENT, BUT ITS UNINTENDED EFFECTS ARE NOT WELL STUDIED. BETTER UNDERSTANDING OF ITS UNINTENDED EFFECTS ON DNA METHYLATION WILL ENCOURAGE ITS USE FOR DEVELOPING NEW CROPS THAT ARE MORE NUTRITIOUS AND MORE PRODUCTIVE.THIS PROJECT AIMS TO STUDY THE UNINTENDED EFFECTS OF CRISPR/DCAS-MEDIATED EDITING OF DNA METHYLATION IN TOMATO. TOMATO IS ONE OF THE MOST POPULAR AND NUTRITIOUS FOOD PRODUCTS AND ALSO ITS FRUIT QUALITY ATTRIBUTES ARE LARGELY INFLUENCED BY DNA METHYLATION EVENTS. WE WILL USE A CRISPR/DCAS-DNA METHYLTRANSFERASE SYSTEM TO PRODUCE SITE-SPECIFIC DNA METHYLATION-EDITED TOMATO PLANTS AND ALSO TO PRODUCE TOMATO PLANTS USING CONVENTIONAL TISSUE CULTURE IN-VITRO REGENERATION AND GENETIC TRANSFORMATION TECHNIQUES. TOMATO FRUITS FROM THESE PLANTS WILL BE USED FOR WHOLE GENOME BISULFITE SEQUENCING, RNA-SEQ, FRUIT QUALITY AND OTHER PHENOTYPIC ANALYSES. WE WILL CONDUCT A SIDE-BY-SIDE COMPARISON FOR THE UNINTENDED EFFECTS GENERATED FROM USING CONVENTIONAL PLANT TISSUE CULTURE, GENETIC TRANSFORMATION AND GENE EDITING TECHNOLOGIES.THE PROJECT GOAL IS CLOSELY ALIGNED WITH THE BRAG PROGRAM AREA 5F: \"COMPARISON OF THE TYPES AND FREQUENCIES OF NUCLEIC ACID CHANGES INTRODUCED INTO IMPORTANT CROP GENOMES, VIA GENETIC ENGINEERING TECHNIQUES VERSUS OTHER PLANT BREEDING TECHNIQUES.\" THE KNOWLEDGE GENERATED FROM THIS STUDY WILL AID PLANT BREEDERS PRACTICING DNA METHYLATION EDITING IN CROPS, AND FACILITATE THE POLICY- AND DECISION-MAKING PROCESS AT FEDERAL REGULATORY AGENCIES. WE WILL ALSO INCORPORATE THE SCIENCE-BASED KNOWLEDGE GENERATED FROM THIS PROJECT INTO OUR PUBLIC EDUCATION EFFORTS TO IMPROVE SOCIETY&#39;S UNDERSTANDING ABOUT THE GENE EDITING TECHNOLOGY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_20213352235343_12H3"}, {"internal_id": 138340936, "Award ID": "20213352235342", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-01", "CFDA Number": "10.219", "Description": "TURFGRASS AND SWITCHGRASS ARE AMONG THE MOST IMPORTANT PERENNIAL GRASSES SIGNIFICANTLY IMPACTING AGRICULTURE PRODUCTION, AGRICULTURE ECONOMY, SUSTAINABLE ENERGY AND ENVIRONMENT. LIKE IN MANY ROW CROPS, GENETIC ENGINEERING OF BOTH SWITCHGRASS AND TURFGRASSES USING TRANSGENIC TECHNOLOGIES OFFERS THE OPPORTUNITY TO INCORPORATE MANY ECONOMIC AND AGRONOMIC BENEFITS THAT ARE DIFFICULT OR IMPOSSIBLE TO ACHIEVE THROUGH TRADITIONAL BREEDING TECHNIQUES. HOWEVER, THE RISK OF TRANSGENE ESCAPE AND THE UNFORESEEN ENVIRONMENTAL CONSEQUENCE BY THE USE OF TRANSGENIC TECHNOLOGY IN PERENNIAL GRASSES REQUIRE DEVELOPMENT OF STRATEGIES FOR TRANSGENE CONTAINMENT. TO THIS END, SPECIFIC MEASURES TO INDUCE MALE STERILITY OR TOTAL STERILITY FOR TRANSGENE CONTAINMENT USUALLY NEED TO BE IMPLEMENTED IN PARALLEL WITH THE INTRODUCTION OF GENES OF INTEREST FOR TRAIT MODIFICATIONS IN TRANSGENICS, WHICH NOT ONLY COMPLICATE THE WHOLE PROCESS OF PLANT GENETIC ENGINEERING, BUT ALSO CAUSE ACCUMULATION OF UNWANTED FOREIGN DNAS IN THE HOST GENOME. THE MAJOR OBJECTIVE OF THIS PROJECT IS TO DEVELOP AND EVALUATE A NOVEL APPROACH THAT EXPLORES THE USE OF DIFFERENT MIRNA GENES TAKING ADVANTAGE OF THEIR DUAL ROLES IN PLANT REPRODUCTIVE DEVELOPMENT AND BENEFICIAL AGRONOMIC TRAIT IMPROVEMENT TO PRODUCE SELF-CONTAINED SUPERIOR TRANSGENIC SWITCHGRASS AND TURFGRASS WITH SIGNIFICANTLY IMPROVED MULTIPLE AGRONOMIC TRAITS. SPECIFICALLY, A MICRORNA GENE, MIR396 THAT REGULATES BOTH PLANT STERILITY AND ABIOTIC STRESS RESPONSES WILL BE INTRODUCED INTO SWITCHGRASS AND TURFGRASS TOGETHER WITH THREE ADDITIONAL MIRNA GENES, MIR319, MIR528 AND MIR393 THAT ARE ALL POSITIVE REGULATORS OF PLANT ABIOTIC STRESS RESPONSES. TRANSGENIC LINES WITH THE STACKED MIRNA GENES WILL BE EVALUATED IN THE GREENHOUSE IN \"POLLEN-CAGE\" STUDY AND IN THE FIELD TRIAL GENE FLOW STUDY FOR THE EFFICACY OF MIRNA396-MEDIATED STERILITY INDUCTION AND TRANSGENE CONTAINMENT AS WELL AS THE OVERALL IMPACTS OF ALL MIRNA GENES ON BENEFICIAL AGRONOMIC TRAITS. RESULTSFROM THIS RESEARCHWILL ALLOW THE ESTABLISHMENT OF A NOVEL GENE CONTAINMENT SYSTEM IN GRASSES AND PRODUCE ENVIRONMENTALLY SAFE, SELF-CONTAINED SUPERIOR TRANSGENIC PERENNIAL GRASSES WITH IMPROVEMENT OF MULTIPLE BENEFICIAL AGRONOMIC TRAITS. THE SYSTEM DEVELOPED FROM THIS RESEARCH IS ALSO TRANSFERABLE AND COULD EASILY BE ADAPTED TO OTHER PERENNIAL GRASSES AND FOOD CROP SPECIES TO DEVELOP SELF-CONTAINED TRANSGENIC PLANTS WITH SIGNIFICANTLY IMPROVED MULTIPLE TRAITS. THE PROJECT DIRECTLY ADDRESSES USDA BRAG PROGRAM AREA #1 \"MANAGEMENT PRACTICES TO MINIMIZE THE ENVIRONMENTAL RISK OF GENETICALLY ENGINEERED (GE) ORGANISMS\" AND SPECIFICALLY, \"DEVELOPMENT OR EVALUATION OF EFFECTIVE STRATEGIES, INCLUDING MOLECULAR AND/OR GENETIC, TO LIMIT GENE TRANSFER (GENE FLOW) OR OUTCROSSING TO SEXUALLY COMPATIBLE ORGANISMS OR TRANSFER OF GENETIC MATERIAL BETWEEN VIRUSES, INSECTS, OR MICROORGANISMS\" (1D).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_20213352235342_12H3"}, {"internal_id": 138340935, "Award ID": "20213352235341", "Award Amount": 499100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-29", "CFDA Number": "10.219", "Description": "SPOTTED WING DROSOPHILA IS A SMALL FRUIT FLY THAT CAN NOW BE COMMONLY FOUND ACROSS THE MAJOR FRUIT GROWING REGIONS OF THE UNITED STATES. THE MALE FRUIT FLIES CAN BE EASILY DIFFERENTIATED FROM OTHER FRUIT FLIES BY A DARK SPOT THAT IS ON EACH WING, WHICH GIVES THE COMMON NAME OF THE SPECIES. ALTHOUGH NOW COMMON, IT WAS NOT ALWAYS THIS WAY. SPOTTED WING DROSOPHILA IS A NATIVE OF ASIA AND WAS NOT FOUND ANYWHERE IN THE USA PRIOR TO 2008. FEMALES HAVE A HIGHLY DEVELOPED EGG LAYING APPARATUS WHICH MEANS THEY CAN INFEST A WIDE RANGE OF HOST FRUIT BEFORE HARVEST. GROWERS ARE CURRENTLY APPLYING BROAD SPECTRUM INSECTICIDES MORE FREQUENTLY THAN IN THE PAST TO PROTECT FRUIT, BUT THE EFFECTIVENESS OF THE SPRAYS IS WEATHER DEPENDENT. RESISTANCE TO INSECTICIDES HAS BEEN REPORTED IN CALIFORNIA. NEW CONTROL TACTICS ARE NEEDED.GENETIC TECHNOLOGIES OFFER A SPECIES-SPECIFIC ENVIRONMENTALLY-FRIENDLY METHOD FOR PEST CONTROL.WE HAVE DEVELOPED MALE-ONLY STRAINS OF SPOTTED WING DROSOPHILA THAT PRODUCE ONLY MALES ON DIET THAT LACKS THE ANTIBIOTIC TETRACYCLINE. WHEN MALES CARRYING THE FEMALE KILLING GENE MATE WITH A WILD TYPE FEMALE, ALL THEIR FEMALE OFFSPRING THAT INHERIT THE FEMALE KILLING GENE DIE. WE HAVE SHOWN THAT REPEATED RELEASES OF THE MALES LEAD TO SUPPRESSION OF LABORATORY CAGE POPULATIONS OF SPOTTED WING DROSOPHILA, DRIVING THE CAGES TO EXTINCTION. WE HAVE ALSO DEVELOPED A GENE DRIVE STRAIN OF SPOTTED WING DROSOPHILA WITH THE DRIVE TARGETING A GENE ESSENTIAL FOR FEMALE DEVELOPMENT. IF A MALE WITH THE GENE DRIVE MATES WITH A WILD TYPE FEMALE, ABOUT 70% OF THE FEMALE OFFSPRING INHERIT THE DISRUPTED FEMALE-ESSENTIAL GENE. WITHOUT DRIVE, ONLY 50% OF THE OFFSPRING WILL INHERIT THE DISRUPTED GENE. OUR FIRST OBJECTIVE IS TO IMPROVE DRIVE EFFICIENCY THROUGH MODIFICATIONS TO THE CRISPR/CAS9 SYSTEM THAT IS THE BASIS OF THE DRIVE. THE AIM IS TO INCREASE GERMLINE (TESTES) EXPRESSION OF CAS9 AND INCREASE THE FREQUENCY OF THE GENE COPYING MECHANISM THAT LEADS TO DRIVE. IF SUCCESSFUL, WE ANTICIPATE THAT MORE THAN 70% OF THE OFFSPRING OF DRIVE MALES WILL CARRY THE DISRUPTED FEMALE-ESSENTIAL GENE.THE OTHER OBJECTIVES OF OUR PROJECT DIRECTLY RELATE TO PROGRAM 3 (C) \"ASSESSING THE INFLUENCE OF GENETIC BACKGROUND ON THE EXPRESSION OF AND PHENOTYPES CONFERRED BY GENETIC MODIFICATION\". RECENT WORK FROM OUR LAB AND OTHERS HAVE SHOWN THAT DIFFERENCES IN GENETIC BACKGROUND CAN PROFOUNDLY INFLUENCE THE EFFICACY OF MALE-ONLY AND GENE DRIVE STRAINS. FURTHER, GENOMIC ANALYSES INDICATE THAT THERE ARE SIGNIFICANT GENETIC DIFFERENCES BETWEEN SPOTTED WING DROSOPHILA POPULATIONS IN THE USA, PARTICULARLY EAST AND WEST COAST POPULATIONS. OBVIOUSLY, A MALE-ONLY STRAIN THAT IS ONLY EFFECTIVE IN NORTH CAROLINA WOULD NOT BE AS USEFUL AS A STRAIN THAT COULD SUPPRESS FLIES IN ANY REGION OF THE COUNTRY. WE WILL OBTAIN SPOTTED WING DROSOPHILA FROM DIFFERENT AREAS OF THE USA AND TEST THE POTENTIAL OF THE MALE ONLY AND GENE DRIVE STRAINS FOR POPULATION SUPPRESSION IN THE DIFFERENT GENETIC BACKGROUNDS. THE INFORMATION GAINED FROM THESE EXPERIMENTS WILL BE VALUABLE FOR REGULATORS IN ASSESSING FUTURE FIELD RELEASE(S) OF THE SPOTTED WING DROSOPHILA STRAINS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20213352235341_12H3"}, {"internal_id": 138340934, "Award ID": "20213352235340", "Award Amount": 499600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-01", "CFDA Number": "10.219", "Description": "MANY RECENTLY DEVELOPED GENETIC CONTROL STRATEGIES REQUIRE THE USE OF CRISPR/CAS9 TOOLS. THESE TOOLS DO NOT PERFORM WELL AT THE WIDE RANGE OF TEMPERATURES THAT THEY WOULD BE REQUIRED TO WORK IN FOR MANY PEST CONTROL APPLICATIONS. IN THIS PROJECT, WE SEEK TO DEVELOP NEW AND IMPROVED VERSIONS OF CRISPR/CAS9 TOOLS THAT WORK WELL AT MODERATE TEMPERATURES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20213352235340_12H3"}, {"internal_id": 138340933, "Award ID": "20213352235338", "Award Amount": 3000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-28", "CFDA Number": "10.219", "Description": "THIS PROJECT WILL SUPPORT THE 13TH TRANSGENIC ANIMAL RESEARCH CONFERENCE HOSTED BY UC DAVIS. THIS CONFERENCE BRINGS TOGETHER LEADING RESEARCHERS FROM LABS AROUND THE WORLD WORKING ON THE GENETIC ENGINEERING AND GENE EDITING OF AGRICULTURALLY-IMPORTANT ANIMALS INCLUDING LIVESTOCK, POULTRY AND FISH. THE GOAL OF THE CONFERENCE IS TO CONVEY NEW KNOWLEDGE, FOSTER COLLABORATIONS AND MOVE THE FIELD OF APPLYING GENOME MODIFICATIONS TO DOMESTICATED FOOD-ANIMAL SPECIES FORWARD. THE CONFERENCE ALSO PROVIDES AN OPPORTUNITY FOR INTERACTIONS WITH REGULATORS FOR BETTER UNDERSTANDING AND SHAPING OF POLICY. DUE TO UNCERTAINTIES SURROUNDING COVID-19, THE CONFERENCE WILL BE HELD VIRTUALLY AUGUST 9-12, 2021. THE CONFERENCE WILL CONSIST OF 19 INVITED ORAL PRESENTATIONS, SHORT ORAL PRESENTATION BY SELECTED STUDENTS, PRESENTATIONS BY REPRESENTATIVES OF US FEDERAL REGULATORY AGENCIES (APHIS, FSIS, FDA/CVM) AND A DISCUSSION PANEL FOCUSED ON THE REGULATION OF TRANSGENIC AND GENE EDITED ANIMALS. TOPICS OF INVITED TALKS INCLUDE TECHNOLOGY, AGRICULTURAL AND BIOMEDICAL APPLICATIONS AND REGULATION. THE DAY DEVOTED TO REGULATION IS WITH THE INTENT OF BRINGING SCIENTISTS AND REGULATORS TOGETHER TO DISCUSS PROGRESS, PROBLEMS AND POTENTIAL APPLICATIONS OF GENE BIOTECHNOLOGIES AS APPLIED TO ANIMALS. SPEAKER AND STUDENT ABSTRACTS WILL BE PUBLICALLY AVAILABLE ON THE CONFERENCE WEBSITE AND TENTATIVELY PUBLISHED IN THE JOURNAL GENES AND GENOME EDITING. FUNDS ARE REQUESTED TO SUPPORT THE VIRTUAL MANAGEMENT OF THE CONFERENCE INCLUDING THE ADMINISTRATION OF REGISTRATION, THE CONFERENCE WEBSITE AND ZOOM SESSIONS. OVERALL, THE CONFERENCE WILL PROVIDE A VENUE FOR THE SHARING OF SCIENTIFIC INFORMATION ON RECENT ADVANCEMENTS IN THIS FIELD LEADING TO OUTREACH AND THE EDUCATION OF THE PUBLIC ON TOPICS AROUND APPLYING CURRENT STATE OF THE ART BIOTECHNOLOGIES FOR GENE MODIFICATION TO BENEFIT ANIMAL AGRICULTURE. THE CONFERENCE IS ALIGNED WITH THE OVERALL PURPOSE OF THE BRAG PROGRAM IN THAT IS GEARED TOWARD DISSEMINATING SCIENCE-BASED INFORMATION ON GENETICALLY ENGINEERED ANIMALS IN ORDER TO ASSIST FEDERAL REGULATORY AGENCIES ON MAKING POLICY/DECISIONS ON THE USE OF SUCH ANIMALS IN AGRICULTURAL PRODUCTION SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20213352235338_12H3"}, {"internal_id": 108314850, "Award ID": "20203352232319", "Award Amount": 498771.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-22", "CFDA Number": "10.219", "Description": "WITH ADVANCES IN SYNTHETIC BIOLOGY TECHNIQUES, MANY MICROBES HAVE BEEN GENETICALLY MODIFIED TO ENHANCE THEIR NATIVE ABILITY OR ENDOW THEM WITH A NEW ABILITY. MANY PRACTICAL APPLICATIONS INVOLVE USE OF THESE GENETICALLY ENGINEERED (GE) MICROORGANISMS THAT ARE OFTEN EXPECTED TO BE RELEASED INTO THE ENVIRONMENT. FOR EXAMPLE, RESEARCHERS HAVE BEEN DEVELOPING GE PROBIOTICS AS \"PATHOGEN KILLERS\" IN THE GUT OF LIVESTOCK, PROVIDING NEW PATHOGEN REDUCTION STRATEGIES FOR FARMERS, BUT ADMINISTERED GE PROBIOTICS WILL BE RELEASED TOGETHER WITH FECES INTO THE ENVIRONMENT. THE CONSEQUENCES OF SUCH RELEASES ARE DIFFICULT TO ASSESS, AND THIS BIOSAFETY CONCERN SHOULD BE ADDRESSED. IF GE MICROBES ARE PROGRAMMED TO COMMIT \"SUICIDE\" AFTER THEY ACCOMPLISH THEIR MISSION, SUCH AS PATHOGEN KILLING IN THE GUT OF LIVESTOCK AND REMEDIATION OF CONTAMINATED SITES, WE CAN PREVENT THEIR PROLONGED SURVIVAL IN THE ENVIRONMENT.THE LONG-TERM GOAL OF THIS PROJECT IS TO DEVELOP A GENERALIZABLE GENETIC \"KILL-SWITCH\" THAT CAN BE USED IN A VARIETY OF APPLICATION-RELEVANT GE MICROBES. TO ACHIEVE THIS LONG-TERM GOAL, THIS PROJECT WILL ADDRESS THREE MAIN CHALLENGES. FIRST, ALTHOUGH GENETIC \"KILL-SWITCHES\" THAT RESPOND TO LAB CHEMICALS HAVE BEEN DEVELOPED, FOR REAL-WORLD APPLICATIONS, THE MICROBE&#39;S VIABILITY SHOULD BE CONTROLLED IN RESPONSE TO APPLICATION-RELEVANT CUES. THIS PROJECT WILL ADDRESS THIS ISSUE BY ENGINEERING APPLICATION-RELEVANT GENETIC \"SENSORS\" THAT ALLOW \"SUICIDE\" TO BE TRIGGERED IN RESPONSE TO SPECIFICALLY DESIGNED SIGNALS, INSTEAD OF LAB CHEMICALS. ANOTHER KEY CHALLENGE IS TO MEET THE REGULATORY CRITERIA FOR BIOCONTAINMENT. ONE INDICATOR FOR THE BIOCONTAINMENT EFFICIENCY IS THE ESCAPE RATE, DEFINED AS THE RATIO OF CELL NUMBERS IN THE KILLING CONDITION TO THE NON-KILLING CONDITION. THE NIH GUIDELINE IS A RATIO OF LESS THAN 1/100,000,000, WHICH HAS BEEN ACHIEVED BY USING LAB CHEMICALS AS SUICIDE SIGNALS. THIS PROJECT WILL DEMONSTRATE APPLICATION-RELEVANT \"KILL-SWITCHES\" THAT MEET THE REGULATORY CRITERIA FOR BIOCONTAINMENT. LASTLY, FOR REAL-WORLD APPLICATIONS, WE MUST DEVELOP \"KILL-SWITCHES\" WITH LONG-TERM MUTATIONAL STABILITY TO ENSURE \"SUICIDE\" AFTER THE MISSION IS ACCOMPLISHED. TO THIS END, GE MICROBES WILL CONTAIN MULTIPLE FUNCTIONALLY-REDUNDANT KILL-SWITCHES THAT PROVIDE BACKUP IN CASE OF MUTATION. TO OUR KNOWLEDGE, THIS PROPOSAL IS THE FIRST PROJECT TO COLLECTIVELY ADDRESS ALL THREE ISSUES THAT EACH OF THE STATE-OF-THE-ART \"KILL-SWITCHES\" HAS PARTIALLY ADDRESSED BUT FAILED TO ADDRESS FULLY. ONCE SUCCESSFULLY DEVELOPED, THE GENERALIZABLE GENETIC \"KILL-SWITCH\" WILL HELP MAXIMIZE THE POTENTIAL BENEFITS OF SYNTHETIC BIOLOGY WHILE AVOIDING POTENTIAL RISKS OF GE MICROBES RELEASED INTO THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0af38c9-92a8-f2cb-a5b8-4b4f14f99689-C", "generated_internal_id": "ASST_NON_20203352232319_12H3"}, {"internal_id": 108819713, "Award ID": "20203352232318", "Award Amount": 499450.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.219", "Description": "SINCE 1996, BT HAS BEEN UTILIZED IN COTTON AND CORN TO CONTROL CATERPILLAR PESTS. BT REFERS TO A PROTEIN TOXIN THAT IS PRODUCED BY THE SOIL BACTERIUM, BACILLUS THURINGIENSIS. THE BACTERIA PRODUCES CRYSTALLINE PROTEINS THAT ARE TOXIC TO MANY CATERPILLARS. THERE ARE TWO TYPES OF THESE TOXINS, CRY PROTEINS AND VIP PROTEINS. THESE PROTEINS ACT BY BINDING TO THE MIDGUT OF THE CATERPILLAR, RESULTING IN ULCERS THAT ALLOW GUT CONTENTS TO MOVE INTO THE BODY OF THE INSECT RESULTING IN DEATH. THERE ARE SEVERAL DIFFERENT KINDS OF CRY PROTEINS, CRY1AS, CRY1F AND CRY2AS, USED FOR CATERPILLAR CONTROL. ALL OF THESE PROTEINS DIFFER SLIGHTLY IN HOW THEY BIND TO THE MIDGUT. CURRENTLY THERE IS ONLY ONE VIP PROTEIN USED, VIP3A, AND THIS PROTEIN BINDS VERY DIFFERENTLY THAN THE CRY PROTEINS, BUT CAUSES THE SAME TYPE OF INJURY. COTTON AND CORN HAS BEEN GENETICALLY MODIFIED (GMO) TO PRODUCE THESE TOXINS BY INSERTING THE GENE FROM THE BACTERIUM THAT EXPRESSES THE VARIOUS BT PROTEINS, INTO THE PLANT. THESE CROPS ARE TERMED, BT CORN OR BT COTTON. TO HELP PREVENT BT RESISTANCE, THESE BT PROTEINS ARE USED TOGETHER WITHIN A SINGLE PLANT; THIS IS CALLED PYRAMIDING. CORN EARWORM OR COTTON BOLLWORM, HELICOVERPA ZEA IS A MAJOR TARGET OF BT CORN AND BT COTTON IN THE U.S. OVER THE PAST FEW YEARS, GROWERS, AGRICULTURAL CONSULTANTS AND STATE EXTENSION PROFESSIONALS HAVE BEEN REPORTING INCREASING INCIDENCES OF H. ZEA SURVIVING AND INJURING BT CORN AND COTTON IN THE SOUTHERN U.S., AND FIELD-EVOLVED RESISTANCE HAS BEEN REPORTED TO ALL OF THE CRY PROTEINS IN MUCH OF THE SOUTHERN U.S. THUS, THERE IS A GREAT DEAL OF DEPENDENCE ON VIP3A FOR MAINTAINING CONTROL OF H. ZEA IN BT CORN AND COTTON.IN 2018 AND 2019 THERE HAVE BEEN UNEXPECTED OCCURRENCE AND DAMAGE OF H. ZEA ON BT CORN AND COTTON EXPRESSING THE VIP3AA PROTEIN IN SOME FIELDS OF TEXAS, LOUISIANA AND MISSISSIPPI. ADDITIONALLY, IN 2019 WE DETECTED A VIP3A RESISTANT GENE IN H. ZEA IN TEXAS, WHICH ESSENTIALLY RENDERS THE INSECT IMMUNE TO THE VIP3A PROTEIN. THESE INCIDENCES SUGGEST THAT THE RISK OF EVOLUTION OF VIP3AA RESISTANCE IN H. ZEA COULD BE HIGH, AND THAT THE VIP3A RESISTANT H. ZEA STRAIN WE HAVE SHOULD BE FURTHER STUDIED TO DETERMINE THE RISK IT POSES TO CORN AND COTTON EXPRESSING VIP3A.IN OUR PROJECT WE WILL CONDUCT MATING STUDIES USING THE VIP3A RESISTANT AND SUSCEPTIBLE H. ZEA TO DETERMINE IF THE RESISTANCE IS DOMINANT OR RECESSIVE, AND IF IT IS SEXUALLY LINKED. IF RESISTANCE IS DOMINANT THAN MANAGING RESISTANCE WILL BE MUCH MORE DIFFICULT, AND WILL MEAN THAT CURRENT RESISTANT MANAGEMENT STRATEGIES PROBABLY WILL NOT WORK. WE WILL ALSO INVESTIGATE HOW FIT THE VIP3A RESISTANT H. ZEA IS ON DIFFERENT HOST PLANTS. MANY TIMES, RESISTANT INSECTS SUFFER VARIOUS PENALTIES SUCH PRODUCING FEWER EGGS, OR GROWING MORE SLOWLY THAN NORMAL INSECTS. WE WILL MEASURE HOW VIP3A RESISTANT H. ZEA GROW AND HOW MANY EGGS THEY PRODUCE WHEN FED ON NON-BT CORN, COTTON AND AN ARTIFICIAL DIET. IF THERE ARE FITNESS COST ASSOCIATED WITH VIP3A RESISTANT H. ZEA THEN RESISTANCE SHOULD BE MORE EASILY MANAGED.WE WILL TEST HOW WELL THE VIP3A RESISTANT H. ZEA SURVIVE ON THE CRY1 AND CRY2 BT PROTEINS AND VARIOUS BT CORN AND COTTON TO SEE IF THERE IS CROSS-RESISTANCE AMONG THE BT PROTEINS. WE WILL ALSO INVESTIGATE THE STABILITY OF THE VIP3A RESISTANCE BY SEEING IF THE RESISTANCE PERSISTS OVER MULTIPLE GENERATIONS UNDER NO SELECTION. IF RESISTANCE IN NON-PERSISTENT, THEN IT WILL BE MORE EASILY MANAGED. SIMILARLY, WE WILL CROSS THE VIP3A RESISTANT STRAIN WITH A STRAIN THAT IS RESISTANT TO CRY1 AND CRY2 PROTEINS TO SEE HOW WELL THEY SURVIVE ON VARIOUS BT CORN AND COTTON VARIETIES, AND HOW STABLE STRAINS WITH MULTIPLE RESISTANCES ARE OVER MULTIPLE GENERATIONS.LASTLY, WE WILL COORDINATE COLLECTING BT RESISTANCE DATA FROM H. ZEA DAMAGING AND SURVIVING IN BT CORN SENTRY PLOTS PLANTED THROUGHOUT THE SOUTHERN U.S. RESULTS GENERATED WILL PROVIDE ESSENTIAL INFORMATION CONCERNING THE RISK OF DEVELOPING FIELD-EVOLVED, PRACTICAL RESISTANCE IN H. ZEA TO VIP3AA, WHICH IS VALUABLE TO BT RESISTANCE MODELERS AND FEDERAL REGULATORS FOR MAKING SOUND SCIENCE-BASED DECISION REGARDING BT RESISTANCE MANAGEMENT STRATEGIES. THE PROJECT WILL ADDRESS THE RESEARCH PRIORITY LISTED IN THE 2020 RFP OF THE PROGRAM: 5. OTHER RESEARCH TOPICS DESIGNED TO FURTHER THE PURPOSES OF THIS PROGRAM, I) RESEARCH TO UNDERSTAND THE FREQUENCY AND MECHANISMS BY WHICH PESTS OR DISEASES OVERCOME PLANT PEST OR DISEASE RESISTANCE TRAITS CONFERRED BY ENGINEERED GENES (INCLUDING WHERE RELEVANT HOW THIS COMPARES TO RESISTANCE TO TRADITIONAL APPROACHES).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e7095ca-d636-815e-32fe-f2c882f592b6-C", "generated_internal_id": "ASST_NON_20203352232318_12H3"}, {"internal_id": 108314851, "Award ID": "20203352232317", "Award Amount": 499109.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-22", "CFDA Number": "10.219", "Description": "DROSOPHILA SUZUKII, ALSO KNOWN AS SPOTTED WING DROSOPHILAD. SUZUKII LARVAE ARE CAPABLE OF INFESTING A WIDE RANGE OF HOST FRUIT BUT APPEAR TO BE MOST SIGNIFICANT PESTS IN STONE FRUITS (PEACH, CHERRY, AND PLUM) AND BERRIES (CANEBERRIES, BLUEBERRIES, AND STRAWBERRIES). UNLIKE MOST OTHER DROSOPHILA SPECIES, FEMALE D. SUZUKII ARE ABLE TO PIERCE THE SKIN OF SOFT FRUITS AND LAY THEIR EGGS INSIDE THE FRUIT. D. SUZUKII HAS A SHORT GENERATION TIME AND MULTIPLE GENERATIONS PER YEAR. IN CONTRAST, THE LARGER FRUIT FLIES (RHAGOLETIS SP.) NATIVE TO NORTH AMERICA HAVE ONLY ONE GENERATION PER YEAR. D. SUZUKII IS ENDEMIC IN ASIA BUT IN 2008 THE FLY WAS FOUND IN CALIFORNIA. SINCE THEN, D. SUZUKII HAS SPREAD RAPIDLY AND IS NOW FOUND IN TEMPERATE REGIONS IN NORTH AMERICA AND EUROPE. IMPORTANTLY, IN THE USA, ANY FRUIT THAT CONTAIN DEVELOPING D. SUZUKII LARVAE CAN CAUSE AN ENTIRE SHIPMENT TO BE REJECTED! GROWERS ARE CURRENTLY USING BROAD SPECTRUM INSECTICIDES TO PROTECT FRUIT FROM DAMAGE CAUSED BY D. SUZUKII. FOR EXAMPLE, GROWERS IN NORTH CAROLINA ARE USING MORE FREQUENT INSECTICIDE APPLICATIONS TO MANAGE THIS INVASIVE FRUIT FLY BUT THE EFFECTIVENESS OF THESE TREATMENTS IS WEATHER DEPENDENT. IT IS ALSO ANTICIPATED THAT D. SUZUKII WILL DEVELOP RESISTANCE TO SOME OF THE MORE COMMONLY USED INSECTICIDES. THEREFORE, NON-CHEMICAL MEANS FOR CONTROLLING D. SUZUKII ARE NEEDED.COCHLIOMYIA HOMINIVORAX, ALSO KNOWN AS THE NEW WORLD SCREWWORMC. HOMINIVORAX IS ADEVASTATING PEST OF WARM-BLOODED ANIMALS AND CAUSES MAJOR ECONOMIC LOSSES (&GT;$4BILLION ANNUALLY). FEMALE SCREWWORM FLIESLAY THEIR EGGS IN OPEN WOUNDS OR A NATURAL ORIFICE. THE HATCHED LARVAE THEN FEED ON THE ANIMAL&#39;S LIVING TISSUE. ANIMALS WITH SEVERE SCREWWORM INFESTATIONS MAY DIE IF UNTREATED. HOWEVER, MOST CASES ARE LESS SEVERE BUT THEY ARE ECONOMICALLY IMPORTANT BECAUSE THE ANIMAL SUFFERS WEIGHT LOSS AND CARCASSES AND HIDES ARE DAMAGED. IN THE FIRSTAND ARGUABLY MOST SUCCESSFUL GENETIC CONTROL PROGRAM, C. HOMINIVORAX WAS ERADICATED FROM THE USA, MEXICO AND CENTRAL AMERICA THROUGH USE OF THE STERILE INSECT TECHNIQUE OR SIT. SIT INVOLVES REGULAR RELEASES OF LARGE NUMBERS OF STERILE FLIES OVER THE TARGETED AREA. FEMALE FLIES IN THE AREA THAT MATE WITH STERILE MALES DO NOT PRODUCE ANY OFFSPRING. SCREWWORM REMAINS IN THE LARGE CARIBBEAN ISLANDS (E.G. CUBA, HISPANIOLA, JAMAICA) AND MOST OF SOUTH AMERICA. TO PREVENT RE-INFESTATION FROM SOUTH AMERICA, STERILIZED FLIES ARE CURRENTLY BEING CONSTANTLY RELEASED IN A \"BUFFER ZONE\" IN PANAMA ALONG THE BORDER WITH COLOMBIA. THE SCREWWORM MASS REARING FACILITY IS IN PACORA, PANAMA AND IS RUN BY THE U.S.-PANAMANIAN COMMISSION FOR THE ERADICATION AND PREVENTION OF SCREWWORMS (COMISI&OACUTE;N PANAM&AACUTE;-ESTADOS UNIDOS PARA LA ERRADICACI&OACUTE;N Y PREVENCI&OACUTE;N DEL GUSANO BARRENADOR DEL GANADO OR COPEG). CURRENTLY ABOUT 20 MILLION FLIES ARE REARED EACH WEEK. ALL OF OUR WORK ON SCREWWORM GENETIC ENGINEERING HAS BEEN CONDUCTED IN THIS FACILITY.THEOUTBREAK OF SCREWWORM IN 2016 IN THE FLORIDA KEYS SHOWS THAT THE USA REMAINS VULNERABLE TO THE REINTRODUCTION OF THIS PEST SPECIES. FORTUNATELY, WITH REGULAR RELEASES OF STERILE FLIES FROM THE PANAMA FACILITY, THE OUTBREAK WAS STOPPED BEFORE FLIES SPREAD TO THE MAINLAND, WHERE THEY WOULD HAVE BEEN A DANGER TO THE FLORIDA LIVESTOCK INDUSTRY.WHILE SUCCESSFUL, SIT IS EXPENSIVE DUE TO THE LARGE NUMBERS OF FLIES THAT NEED TO BE REARED. MORE EFFICIENT GENETIC CONTROL METHODS ARE NEEDED IF SCREWWORM IS TO BE ERADICATED FROM THE CARIBBEAN OR SOUTH AMERICA.OUR APPROACH: Y-LINKED CRISPR/CAS9 SYSTEMS THAT CAUSE FEMALE LETHALITYTHE CRISPR REVOLUTION OF GENE EDITING COULD LEAD TO SEVERAL NOVEL GENETIC SYSTEMS FOR EFFICIENT METHODS FOR SUPPRESSION OF PEST POPULATIONS. ONE SYSTEM THAT HAS RECEIVED CONSIDERABLE ATTENTION IN THE POPULAR PRESS AND SCIENTIFIC LITERATURE ARE CAS9-BASED HOMING GENE DRIVES.THESE GENETIC SYSTEMS HAVE THE POTENTIAL TO BE VERY EFFICIENT AND THUS VERY ECONOMICAL FOR PEST SUPPRESSION. HOWEVER, THE RELEASED INSECTS WOULD BE VERY DIFFICULT TO CONTAIN AS THE SYSTEM IS SELF-PROPAGATING AND DESIGNED TO SPREAD. THE CURRENT SYSTEMS ALSO APPEAR TO BREAKDOWN VERY QUICKLY DUE TO RESISTANCE. WE ARE PROPOSING TO USE A DIFFERENT SYSTEM KNOWN AS Y-LINKED EDITOR OR YLE. WHILE THIS SYSTEM IS NOT A GENE DRIVE, MODELING HAS SHOWN THAT YLES COULD BE SIGNIFICANTLY MORE EFFICIENT FOR POPULATION SUPPRESSION THAN SIT .THUS, OUR GOAL IS TO MAKE D. SUZUKII AND C. HOMINIVORAX YLE STRAINS AND THEN ASSESS THEIR POTENTIAL FOR POPULATION SUPPRESSION IN LABORATORY CAGE EXPERIMENTS.YLE STRAINSA YLE STRAIN HAS TWO ESSENTIAL COMPONENTS IN ONE GENE CONSTRUCT. THE FIRST COMPONENT IS THE CAS9 NUCLEASE. EXPRESSION OF THE NUCLEASE IS DRIVEN BY A GENE PROMOTER THAT IS ACTIVE IN THE MALE GERMLINE (TESTES). THE SECOND COMPONENT ARE GUIDE RNA(S) THAT AREA ALSO EXPRESSED IN THE MALE GERMLINE. THE GUIDE RNA GUIDE THE CAS9 NUCLEASE TO A GENE. CLEAVAGE OF THE GENE BY CAS9 AND MISREPAIR WILL LEAD TO A MUTANT GENE THAT IS NOT FUNCTIONAL. WE WILL IDENTIFY GUIDE RNAS FOR X-LINKED GENES THAT ARE \"HAPLOINSUFFICIENT\", THAT IS TWO COPIES OF THE GENE ARE NEEDED FOR VIABILITY. THUS THE SPERM PRODUCED BY THE YLE MALE WILL CARRY MUTANT X-LINKED GENES. AFTER MATING, ANY FEMALE OFFSPRING WILL INHERIT THE MUTANT X CHROMOSOME FROM THEIR FATHER AND WILL NOT BE VIABLE. ANY MALE OFFSPRING WILL INHERIT THE NORMAL CHROMOSOME FROM THEIR MOTHER AND WILL BE VIABLE. THEY WILL ALSO INHERIT THE YLE FROM THEIR FATHER. THE YLE MALES ARE THEN FREE TO SEEK OUT AND MATE WITH WILD TYPE FEMALES AND THE CYCLE IS REPEATED.IN THE INITIAL PHASE OF THIS PROJECT WE WILL IDENTIFY SUITABLE GENE PROMOTERS AND GUIDE RNAS. TRANSGENIC YLE STRAINS WILL THEN BE MADE THROUGH STANDARD INJECTION OF FLY EMBRYOS WITH DNA AND PROTEIN. THE POTENTIAL OF THE YLE STRAINS FOR POPULATION SUPPRESSION WILL BE EVALUATED USING LABORATORY CAGE EXPERIMENTS. ADDITIONAL CAGE EXPERIMENTS WILL BE DONE TO DETERMINE THE POTENTIAL OF YLE TO SPREAD TO A NEIGHBORING POPULATION, WHICH WILL AID ANY FUTURE ASSESSMENT FOR A FIELD RELEASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20203352232317_12H3"}, {"internal_id": 108314874, "Award ID": "20203352232316", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-21", "CFDA Number": "10.219", "Description": "THIS RESEARCH ADDRESSES AREA 5A OF THE USDA BIOTECHNOLOGY RISK ASSESSMENT CALL FOR PROPOSALS, INCLUDING RESEARCH ADDRESSING THE UNINTENDED EFFECTS IN BIOENGINEERED ORGANISMS DEVELOPED USING GENOME EDITING TECHNOLOGY OR OTHER ENGINEERING TECHNIQUES.ADVANCES IN BIOLOGY AND GENE EDITING METHODS ARE ENABLING THE ADVANCED MODIFICATIONS OF GENOMES IN A WIDE VARIETY OF CROP SPECIES. GENES THAT CONTROL SHOOT DEVELOPMENT ARE POWERFUL TOOLS FOR HELPING GENE TRANSFER AND EDITING IN MANY DIFFICULT CROP VARIETIES, BUT USUALLY MUST BE REMOVED (EXCISED) FROM THE GENOME TO ENABLE NORMAL PLANT REGENERATION AND FERTILITY. IN VEGETATIVELY PROPAGATED CROPS, GENE EDITING AGENTS SUCH AS CRISPR CANNOT BE REMOVED DURING SEXUAL REPRODUCTION AS IS COMMON FOR ANNUAL CROPS, THUS ALSO BENEFIT FROM EXCISION METHODS. THE MOST COMMON TOOL FOR EXCISION IS THE CRE \"RECOMBINASE, \" HOWEVER, CRE EXPRESSION MAY IMPART UNDESIRABLE AND SUBSTANTIAL UNINTENDED GENOME MODIFICATIONS.USING POPLAR AS A TEST DICOT CROP, WE PROPOSE TO: 1) COMPLETE THE GENERATION AND TESTING OF A SYSTEM FOR CONTROLLED EXPRESSION OF CRE FOR TRANSGENE AND CRISPR-CAS REMOVAL IN CLONALLY PROPAGATED DICOT CROPS; 2) OPTIMIZE THE SYSTEM WITH RESPECT TO ITS CAPACITY TO PRODUCE AN EFFICIENT RATE OF EDITING AND EXCISION WITH MINIMAL CHIMERISM; 3) PRODUCE PROTOTYPE EDITED AND EXCISED REGENERANTS, AND ANALYZE EFFECTS OF CRE ACTIVITY ON VARIATION IN PLANT BIOMASS PRODUCTIVITY IN THE GREENHOUSE, GENOME-SCALE CHROMOSOME AND DNA BASE PAIR VARIATION, AND NEAR TO THE INSERTION/EXCISION SITE IMPACTS ON GENE EXPRESSION AND CHROMOSOME STRUCTURE. THIS WORK WILL HELP TO INFORM REGULATORS OF THE DEGREE TO WHICH THEY SHOULD BE CONCERNED WITH OFF-TARGET IMPACTS WHEN CRE RECOMBINASES ARE USED FOR GENOME EDITING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20203352232316_12H3"}, {"internal_id": 108819714, "Award ID": "20203352232315", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-27", "CFDA Number": "10.219", "Description": "THE EPA HAS APPROVED MAIZE PRODUCING DOUBLE STRANDED RNA (DSRNA) AS A PLANT INCORPORATED PROTECTANT (PIP) ACTIVATING INSECTICIDAL GENE SILENCING BY RNA INTERFERENCE (RNAI). TRANSPLASTOMIC DSRNA POTATO AND DSRNA BIOPESTICIDES TARGETING COLORADO POTATO BEETLE (CPB) WILL SOON ENTER THE REGULATORY REVIEW PROCESS. DESPITE THIS HIGH INTEREST IN REGULATORY APPROVAL OF RNAI CROPS AND BIOPESTICIDES, KNOWLEDGE OF THE RISK OF RESISTANCE TO THIS TECHNOLOGY AND ITS POTENTIAL EFFECTS ON CONVENTIONAL PEST CONTROL PRODUCTS IS SCARCE. THIS PROJECT INCLUDES THREE OBJECTIVES ADDRESSING THIS CRITICAL KNOWLEDGE GAP BY CAPITALIZING ON AVAILABILITY OF A STRAIN OF CPB WITH &GT;5,000-FOLD RESISTANCE TO DSRNA, DEVELOPMENT OF DSRNA-EXPRESSING TRANSPLASTOMIC POTATO LINES AND THE COMBINED EXPERTISE OF A MULTIDISCIPLINARY TEAM. OBJECTIVE 1 FOCUSES ON COMPARATIVE SELECTION OF CPB FOR RESISTANCE TO DSRNA DELIVERED AS PIP IN TRANSPLASTOMIC POTATO VERSUS TOPICAL BIOPESTICIDE IN EVALUATING RESISTANCE RISKS ASSOCIATED TO DSRNA DELIVERY METHOD AND DOSE. OBJECTIVE 2 TESTS FOR CROSS-RESISTANCE TO CONVENTIONAL PESTICIDES IN DSRNA-RESISTANT CPB AND FOR FITNESS COSTS IN RESISTANCE TO DSRNA. OBJECTIVE 3 COMBINES GENOMIC AND TRANSCRIPTOMIC APPROACHES TO IDENTIFY GENES RESPONSIBLE FOR RESISTANCE TO DSRNA PIPS IN CPB, AND ESTIMATING RESISTANCE ALLELE FREQUENCY IN FIELD CPB POPULATIONS. THE PROJECT DIRECTLY ADDRESSES 2020 BRAG PRIORITY 5I (\"RESEARCH TO UNDERSTAND THE FREQUENCY AND MECHANISMS BY WHICH PESTS OVERCOME PLANT PEST RESISTANCE TRAITS CONFERRED BY ENGINEERED GENES, INCLUDING HOW THIS COMPARES TO RESISTANCE TO TRADITIONAL APPROACHES\") AND PROVIDES REGULATORS WITH ESSENTIAL INFORMATION ON HOW PESTS OVERCOME DSRNA PIPS AND UNINTENDED EFFECTS ON PERFORMANCE OF DSRNA BIOPESTICIDES AND PESTICIDES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_20203352232315_12H3"}, {"internal_id": 108314875, "Award ID": "20203352232274", "Award Amount": 499400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-15", "CFDA Number": "10.219", "Description": "WITH THE ADVANCES OF GENE EDITING TECHNOLOGIES, IT IS NOW POSSIBLE TO MODIFY A PLANT GENOME AT A DESIRED SITE, WHICH IS UNLIKE CONVENTIONAL GENETIC ENGINEERING WHERE A TRANSGENE IS INTRODUCED AND INTEGRATES RANDOMLY INTO A GENOME. THERE HAS BEEN A SWIFT INCREASE IN APPLICATIONS OF CRISPR-CAS SYSTEMS DURING THE PAST FEW YEARS IN PART DUE TO THE LONG-TERM DESIRE FOR A TECHNOLOGY THAT ALLOWS PRECISE MODIFICATION AND IS STRAIGHTFORWARD TO DESIGN. ANOTHER ATTRACTIVE FEATURE IS THAT THE CRISPR-CAS TRANSGENE CAN BE GENETICALLY SEGREGATED AWAY, LEAVING ONLY THE TARGETED MODIFICATION IN THE PROGENY. BASED ON THE RECENTLY PASSED SECURE RULE, USDA-APHIS WILL NOT REGULATE GENE EDITED CROPS IF THE INTRODUCED DNA CHANGES CAN BE FOUND IN NATURE OR DERIVED FROM CONVENTIONAL BREEDING METHODS. SCIENCE BASED REGULATION WILL GREATLY ENCOURAGE THE USE OF GENE EDITING TECHNOLOGIES FOR FAST-TRACK CROP BREEDING TO MAKE IMPROVED CROPS THAT ARE NUTRITIOUS, HIGH YIELD, AND RESISTANT TO BIOTIC AND ABIOTIC STRESSES. GENE EDITING HAS ALSO GREATLY STIMULATED INNOVATION IN PLANT SYNTHETIC BIOLOGY AND AGRICULTURE. IN THIS PROJECT, WE PROPOSE TO ASSESS THREE EMERGING CRISPR GENOME EDITING SYSTEMS FOR ANY UNINTENDED MODIFICATIONS AT OTHER LOCI IN THE GENOMES OF RECOVERED EDITED RICE LINES. WE SPECIFICALLY ADDRESS THE BRAG PROGRAM AREA \"5G\", WHERE IT CALLS FOR COMPARISON OF THE TYPES AND FREQUENCIES OF NUCLEIC ACID CHANGES INTRODUCED INTO IMPORTANT CROP GENOMES, VIA GENETIC ENGINEERING TECHNIQUES VERSUS OTHER PLANT BREEDING TECHNIQUES. THEREFORE, WE WILL SPECIFICALLY ASSESS FOR UNINTENDED OFF-TARGET EFFECTS IN THE GENOMES OF EDITED LINES RECOVERED FROM 1) CAS12B EDITING, 2) CAS12A BASED MULTIPLEXED EDITING, AND 3) CAS9 BASED PRIME EDITING. IN PARALLEL, WE WILL DO A COMPARISON WITH CONTROL LINES RECOVERED THROUGH THE PLANT REGENERATION AND TRANSFORMATION PHASES BECAUSE OF UNINTENDED SOMACLONAL VARIATIONS. THE RELEVANCE OF THE PROPOSED PROJECT TO THE BRAG PROGRAM IS VERY SIGNIFICANT BECAUSE OUR GOALS ARE CLOSELY ALIGNED WITH THE MISSION, IN THAT THE RESULTS WILL PROVIDE INFORMATION ACCESSIBLE BY FEDERAL REGULATORY AGENCIES TO CONSIDER DURING EVALUATION FOR INTRODUCTION OF CRISPR-CAS GENERATED ORGANISMS INTO THE ENVIRONMENT. THE KNOWLEDGE GENERATED FROM OUR WORK WILL GREATLY AID PLANT SCIENTISTS PRACTICING GENE EDITING IN CROPS AS WELL AS FACILITATE THE DECISION-MAKING PROCESS AT REGULATORY AGENCIES SUCH AS USDA AND FDA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20203352232274_12H3"}, {"internal_id": 108819715, "Award ID": "20203352232273", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-27", "CFDA Number": "10.219", "Description": "CURRENT AND EMERGING BIOTECHNOLOGICAL ADVANCES OFFER PROMISING IMPROVEMENTS TO SORGHUM FOR BIOENERGY USES. HOWEVER, THERE IS THE RISK OF POLLEN FLOW TO RELATED WEED SPECIES, JOHNSON GRASS AND SHATTERCANE AND GRAIN SORGHUM, WHICH IS MARKETED AS A \"NON-GMO\" GRAIN FOR EXPORT AND GLUTEN-FREE FOODS. THUS, USDA-APHIS REGULATIONS FOR GENETICALLY- ENGINEERED (GE) SORGHUM REQUIRE ALL FLOWERS BE COVERED PRIOR TO FLOWERING TO PREVENT POLLEN-FLOW AND REMAIN COVERED THROUGH THE REMAINDER OF THE GROWING SEASON TO PREVENT SEED DISPERSAL. THEREFORE, PREVENTING BOTH POLLEN FLOW AND SEED SET IN GE SORGHUM ARE CRITICAL CONTAINMENT BARRIERS REQUIRED FOR SAFE USE OF GENETIC ENGINEERING ADVANCES IN BIOENERGY AND FORAGE SORGHUMS. OUR GOAL IS TO DEVELOP AND EVALUATE CONTAINMENT STRATEGIES BASED ON MALE STERILITY AND THE SIX KNOWN GENES CONTROLLING FLOWERING TIME THAT WHEN COMBINED WITH THE COMMONLY USED LINE &#39;TX430&#39; TO CREATE GE SORGHUMS THE NEXT GENERATION OF PLANTS WILL EITHER NOT PRODUCE FUNCTIONAL POLLEN OR FLOWER. THESE TWO STRATEGIES WILL BE COMBINED TOGETHER AS A REDUNDANCY TO FURTHER REDUCE THE RISK OF POLLEN SPREADING TO OTHER SORGHUMS AND WEEDY RELATIVES. AS PROOF OF CONCEPT, THE SORGHUM LINES DEVELOPED WILL BE CROSS-POLLINATED WITH GE SORGHUM (TX430) FOR BIOENERGY UTILIZATION, AND THE NEXT GENERATION OF PLANTS WILL BE EVALUATED IN THE FIELD. THE KNOWLEDGE AND INFORMATION GAINED FROM THIS RESEARCH WILL SIGNIFICANTLY ADVANCE THE DEVELOPMENT OF CONTAINMENT STRATEGIES TO MITIGATE POLLEN FLOW RISKS IN LARGE-SCALE (E.G. 100 ACRES) TRIALS OF GE BIOENERGY SORGHUM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae0674ac-cade-50b8-04c4-9006ee5f8601-C", "generated_internal_id": "ASST_NON_20203352232273_12H3"}, {"internal_id": 108314876, "Award ID": "20203352232272", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-17", "CFDA Number": "10.219", "Description": "CURRENTLY, TWO IMPORTANT PROBLEMS EXIST FOR THE RESISTANCE MANAGEMENT COMMUNITY: 1) EXISTING PEST MONITORING NETWORKS MEASURE MOTH ACTIVITY AND ARE NOT DESIGNED TO DETECT SIGNALS OF EMERGING RESISTANCE TO BT TOXINS; AND 2) TRADITIONAL BIOASSAY OR GENETIC METHODS TO MEASURE CHANGES IN SUSCEPTIBILITY ARE VERY COSTLY AND TIME CONSUMING. TO ADDRESS THESE LINKED PROBLEMS, WE PROPOSE TO DEVELOP AND DEPLOY A NEW HYBRID BT RESISTANCE DETECTION NETWORK THAT COUPLES BT CORN SENTINEL PLANTINGS WITH AUTOMATED PHEROMONE NETWORK INSTRUMENTS TO UNDERSTAND BOTH LOCAL SURVIVAL OF TARGETED PEST TO ADULT FOLLOWING EXPOSURE ON PLANTS EXPRESSING BT TOXINS IN THE LANDSCAPE. OUR APPROACH WILL CONNECT ADVANCEMENTS IN INEXPENSIVE INSTRUMENTATION AND NOVEL DATA ANALYSIS PIPELINES TO RAPIDLY INCREASE THE SPATIAL EXTENT AND TEMPORAL CONTINUITY OF PEST RESISTANCE MONITORING TO MORE EFFECTIVELY DETECT CHANGING SUSCEPTIBILITY IN A TIMELY MANNER. TO DO THIS, WE WILL USE A TRANSDISCIPLINARY RESEARCH APPROACH THAT UNIFIES IN LANDSCAPE ECOLOGY, RESISTANCE MANAGEMENT, ELECTRICAL ENGINEERING, DATA ANALYTICS, AND SPATIAL STATISTICS. THIS PROJECT WILL WORK TOWARD DESIGNING A NEW RESISTANCE MONITORING APPROACH THAT INCORPORATES BIOTIC MONITORING DATA AND ENVIRONMENTAL DATA WITH RIGOROUS ANALYSIS APPROACHES TO DEVELOP A NOVEL, SCALABLE EARLY WARNING SYSTEM FOR BT RESISTANCE IN MOTH PESTS. TOGETHER, THIS COUPLED MONITORING APPROACH WILL MEASURE KEY ASPECTS OF MOTH ACTIVITY ESSENTIAL TO UNDERSTANDING CHANGING BT SUSCEPTIBILITY AT MULTIPLE SPATIAL AND TEMPORAL SCALES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20203352232272_12H3"}, {"internal_id": 108314877, "Award ID": "20203352232271", "Award Amount": 491800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-21", "CFDA Number": "10.219", "Description": "GENETIC MODIFICATION (GM) OF INSECTS SUBJECT TO STERILE INSECT TECHNIQUE (SIT) HAVE RESULTED IN IMPROVEDMALE STERILIZATION BY CONDITIONAL LETHAL SYSTEMS THAT PREVENT THE PROGENY OF RELEASED MALES FROM SURVIVINGIN THE FIELD. THESE INCLUDE A TETRACYCLINE-SUPPRESSIBLE EMBRYONIC LETHALITY SYSTEM (TELS) THAT REQUIRES THEANTIBIOTIC FOR SURVIVAL, AND A DOMINANT TEMPERATURE SENSITIVE (DTS) MUTATION THAT RESULTS IN PUPAL LETHALITYAT TEMPERATURES ABOVE 29&DEG;C. BOTH SYSTEMS HAVE BEEN TRANSFORMED INTO THE GENOME OF THE CARIBBEAN FRUITFLY, ANASTREPHA SUSPENSA, RESULTING IN 100% LETHALITY UNDER RESTRICTIVE CONDITIONS. DESPITE THEIR EFFICIENCY,GENETIC APPROACHES TO PEST POPULATION CONTROL ARE SUBJECT TO GENETIC BREAKDOWN AND POSSIBLE RESISTANCEDUE TO SPONTANEOUS MUTATIONS OR MODIFIERS. THIS WAS DEMONSTRATED IN A DROSOPHILA TELS POPULATION INWHICH SPONTANEOUS TRANSGENE MUTATIONS AND SECOND-SITE MODIFIER/SUPPRESSORS RESULTED IN HERITABLESURVIVAL. A GOAL OF THIS PROPOSAL IS TO ASSESS THE GENETIC BREAKDOWN OF THE TELS SYSTEM IN A. SUSPENSAAND CERATITIS CAPITATA (MEDITERRANEAN FRUIT FLY) AND A ASDTS7 LETHALITY SYSTEM A. SUSPENSA. MASS-REAREDSTRAINS WILL BE TESTED INDIVIDUALLY TO DETERMINE THE FREQUENCY OF REVERTANT LETHAL MUTATIONS AND THEIRSTRUCTURE IN EACH SPECIES, AND IN COMBINATION IN A. SUSPENSA TO DETERMINE IF A DUAL-LETHALITY SYSTEM CANMITIGATE SURVIVAL FROM EITHER SYSTEM. FOR STRAINS TRANSFORMED WITH A TRANSPOSON VECTOR, ANOTHER SOURCE OFINSTABILITY IS POTENTIAL VECTOR RE-MOBILIZATION SINCE TRANSPOSONS ARE HORIZONTALLY TRANSMITTED (HT) IN NATURE.WHILE THE ORGANISMS THAT MEDIATE TRANSPOSON HT ARE UNKNOWN, WE HYPOTHESIZE THE INVOLVEMENT OFSYMBIOTIC BACTERIA, AND A SECOND GOAL WILL BE AN ASSESSMENT OF TRANSPOSON VECTOR HT FROM AN A.SUSPENSA HOST GENOME INTO ITS SYMBIOTIC BACTERIAL POPULATION. BY ASSESSING AND POSSIBLY MITIGATING GMINSECT INSTABILITY BY GENETIC BREAKDOWN AND TRANSPOSON VECTOR HORIZONTAL TRANSFER, THIS PROPOSAL ADDRESSESA HIGH PRIORITY FOR PROGRAM AREA 1. MANAGEMENT PRACTICES TO MINIMIZE ENVIRONMENTAL RISK OF GEORGANISMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4522a20-4532-27ff-1c8b-437955998228-C", "generated_internal_id": "ASST_NON_20203352232271_12H3"}, {"internal_id": 108314878, "Award ID": "20203352232270", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-21", "CFDA Number": "10.219", "Description": "GENE FLOW BETWEEN GENETICALLY ENGINEERED (GE) AND ORGANIC AND CONVENTIONAL ALFALFA FIELDS IS STILL OCCURRING DESPITE THE DIVERSE MEASURES IMPLEMENTED TO CONTROL IT. THE GLYPHOSATE RESISTANCE (GR) GENE IS A GE GENE THAT IS SPREADING AMONG ALFALFA FIELDS AND TO FERAL ALFALFA POPULATIONS. FERAL ALFALFA REPRESENTS PLANTS OF CULTIVATED ALFALFA THAT HAVE ESCAPED FROM THE FIELD AND HAVE ESTABLISHED IN THE WILD. FERAL ALFALFA CAN SERVE AS REFUGE FOR GE GENES AND CAN ACT AS A BRIDGE BETWEEN ALFALFA FIELDS AND THEREFORE IMPACTS THE SPREAD OF GE GENES IN ALFALFA. ALTHOUGH THE GR GENE HAS BEEN DETECTED IN MANY FERAL ALFALFA POPULATIONS, WE KNOW LITTLE ABOUT ITS FREQUENCY IN FERAL ALFALFA POPULATIONS AND ABOUT ITS IMPACT OM THE POLLINATORS, PESTS, AND DISEASES OF FERAL ALFALFA. MOREOVER, WE MUST DETERMINE WHETHER THIS GENE ALTERS THE REPRODUCTIVE CHARACTERISTICS OF FERAL ALFALFA AND ITS POTENTIAL FOR INVASIVENESS. FILLING THESE KNOWLEDGE GAPS IS THE OVERALL GOAL OF THIS PROPOSAL. WE PROPOSE TO (1) EXPAND THE GEOGRAPHICAL SURVEY OF FERAL ALFALFA POPULATIONS AND ESTIMATE THE FREQUENCY OF THE GR GENE IN THESE POPULATIONS; (2) QUANTIFY THE IMPACT OF THE GR GENE ON POLLINATORS, PESTS AND DISEASE AND ON LIFE HISTORY PARAMETERS OF FERAL ALFALFA ACROSS REGIONS, AND (3) PARAMETERIZE POPULATION MATRIX MODELS FOR GR AND NON-GR ALFALFA TO DETERMINE THE GROWTH RATE OF GR AND NON-GR ALFALFA ACROSS REGIONS. TO REACH THESE GOALS WE WILL REVISIT PREVIOUSLY VISITED FERAL POPULATIONS (CA, ID, WA) AND EXPAND THE SEARCH FOR FERAL POPULATIONS IN THESE AND OTHER STATES (WY, MT, KS AND WI). IN EACH POPULATION, WE WILL TEST FOR THE PRESENCE OF THE GR GENE AND CALCULATE ITS FREQUENCY. WE WILL QUANTIFY THE IMPACT OF THE GR GENE ON POLLINATORS, PESTS AND DISEASE AND LIFE HISTORY PARAMETERS OF FERAL ALFALFA BY CONTRASTING THESE CHARACTERISTICS BETWEEN GR AND NON-GR FERAL ALFALFA ACROSS REGIONS. FINALLY, USING THE LIFE HISTORY PARAMETERS, WE WILL BUILD POPULATION MATRIX MODELS TO QUANTIFY THE POTENTIAL FORINVASIVENESS BETWEEN GR STATUS AND ACROSS REGIONS. INFORMATION GATHERED IN THIS PROPOSAL WILL IMPROVE OUR UNDERSTANDING OF THE ROLE OF FERAL POPULATIONS IN MAINTAINING AND SPREADING THE GR GENE WITH THE AIM OF GUIDING THE DEVELOPMENT OF STRONGER RULES FOR COEXISTENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea8420cb-9447-e1fc-414b-fd034bb9cc4c-C", "generated_internal_id": "ASST_NON_20203352232270_12H3"}, {"internal_id": 108314879, "Award ID": "20203352232269", "Award Amount": 23195.8, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-21", "CFDA Number": "10.219", "Description": "TECHNOLOGICAL ADVANCEMENTS INVOLVING GENE DRIVE APPLICATIONS IN AGRICULTURE ARE PROCEEDING RAPIDLY. AT THE SAME TIME, THERE ARE CHALLENGES TO ACQUIRING UNDERLYING DATA IN WHICH TO CONDUCT RISK ASSESSMENTS, BASED UPON GAPS IN FUNDING AND GOVERNANCE SYSTEMS/PROGRAMS. WHILE RESEARCH FUNDING IS UNDOUBTEDLY IMPORTANT TO ADDRESS ENVIRONMENTAL HEALTH AND SAFETY RISKS, IT IS ALSO CRITICAL TO ESTABLISH A COORDINATED RESEARCH STRATEGY TO ACQUIRE APPROPRIATE DATA IN WHICH TO MAKE INFORMED GOVERNANCE DECISIONS. WHILE PREVIOUS WORK HAS EXAMINED WHAT A RESEARCH AGENDA FOR THE ECOLOGICAL IMPLICATIONS OF SYNTHETIC BIOLOGY SHOULD ENTAIL, THERE HAS BEEN LIMITED STUDY ON WHAT AN INTERDISCIPLINARY RISK RESEARCH AGENDA, SPECIFICALLY FOR GENE DRIVE USE IN AGRICULTURE, SHOULD ENTAIL. ENABLING INTERDISCIPLINARY EXCHANGES MAY HELP ENSURE THAT RESPONSIBLE RESEARCH AND INNOVATION OF GENE DRIVE APPLICATIONS IN AGRICULTURE IS ACHIEVED.THIS PROJECT AIMS TO INFORM RISK ASSESSMENT RESEARCH STRATEGIES FOR GENE DRIVEAGRICULTURAL APPLICATIONS THROUGH INTERDISCIPLINARY DIALOGUE AND EXCHANGE WITH DIVERSE EXPERTS. IDENTIFYING CRITICAL DATA REQUIREMENTS AND KNOWLEDGE GAPS RELATED TO COMPLETING RISK ASSESSMENTS OF SELECT GENE DRIVE APPLICATIONS IN AGRICULTURE, AND CATEGORIZING THESE BASED ON NEAR-, MEDIUM-, AND LONG-TERM (REGULATORY) DECISION-MAKING NEEDS. THE OUTCOMES WILL HELP DEVELOP RESEARCH PRIORITIES AND FUNDING RECOMMENDATIONS THAT WILL ULTIMATELY BENEFIT U.S. FEDERAL REGULATORY AGENCIES TASKED WITH FUNDING RESEARCH ALONG WITH THOSE THAT HAVE OVERSIGHT OF GENE DRIVE APPLICATIONS IN AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20203352232269_12H3"}, {"internal_id": 108314880, "Award ID": "20203352232268", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-17", "CFDA Number": "10.219", "Description": "KNOWLEDGE OF THE GENETICS AND MECHANISMS OF PEST RESISTANCE IS URGENTLY NEEDED TO ASSESS AND MANAGE THE RISK OF RESISTANCE FOR WIDELY ADOPTED TRANSGENIC BT CROPS, YET THIS INFORMATION IS LACKING FOR HELICOVERPA ZEA (CORN EARWORM, CEW), ONE OF THE MOST ECONOMICALLY IMPORTANT CROP PESTS IN THE UNITED STATES. SOME POPULATIONS OF THIS PEST HAVE EVOLVED RESISTANCE TO CRY1 AND CRY2 TOXINS CURRENTLY DEPLOYED IN BT CROPS, AND VIP3AA REMAINS THE ONLY BT TOXIN IN MULTI-TOXIN BT CORN AND COTTON THAT IS HIGHLY EFFECTIVE AGAINST POPULATIONS OF THIS PEST IN SEVERAL REGIONS.TO IMPROVE KNOWLEDGE ON PEST RESISTANCE TO CROPS PRODUCING VIP3AA, THIS PROJECT WILL USE A GENOME WIDE ASSOCIATION STUDY, HIGH-RESOLUTION MAPPING, RNA SEQUENCING, AND CRISPR/CAS9 GENE EDITING TO IDENTIFY GENES CONFERRING RESISTANCE TO VIP3AA IN CEW. BY DEVELOPING GENOMIC TOOLS FOR MOLECULAR DETECTION OF VIP3AA RESISTANCE IN CEW, WE WILL ENHANCE RESISTANCE RISK ASSESSMENT AND MANAGEMENT FOR CEW AND PROVIDE NEW TOOLS FOR PRESERVING EFFICACY OF BT CROPS IN THE U.S. SPECIFICALLY, WE WILL IDENTIFY GENES CONFERRING RESISTANCE TO VIP3AA IN LAB- AND FIELD-SELECTED POPULATIONS OF CEW AND COMPARE THE RESISTANCE GENES BETWEEN THE LAB- AND FIELD-SELECTED POPULATIONS. WE WILL CONFIRM THE ROLE OF IDENTIFIED GENES BY USING CRISPR/CAS9 GENE EDITING TO CREATE KNOCKOUT MUTATIONS IN A VIP3AA-SUSCEPTIBLE STRAIN THAT DISRUPT CANDIDATE RESISTANCE GENES FOR VIP3AA. THE NEW KNOWLEDGE ON GENES CONFERRING RESISTANCE TO VIP3AA WILL BE USED TO TRACK THE FREQUENCY OF ALLELES CONFERRING RESISTANCE TO VIP3AA OVER FOUR YEARS ACROSS CEW POPULATIONS FROM FIVE STATES (AR, LA, MS, TN AND TX) WHERE THE RESISTANCE RISK IS HIGH.THIS PROJECT WILL FACILITATE REGULATOR&#39;S DECISIONS IN RESPONSE TO EVOLUTION OF PEST RESISTANCE TO BT CROPS. THIS RESEARCH SHOULD CONTRIBUTE IN MAINTAINING THE DURABILITY OF BT TRAITS AND THUS BENEFIT GROWERS AND SEED PROVIDERS. THE NOVEL TECHNIQUES DEVELOPED AND FUNDAMENTAL KNOWLEDGE GAINED IN THIS PROJECT MAY HAVE IMMEDIATE AND BROAD APPLICATIONS FOR MONITORING AND MANAGING RESISTANCE IN OTHER SYSTEMS, AND THUS BENEFIT OTHER SCIENTISTS/RESEARCHERS. WE ANTICIPATE THAT TWO POST-DOCS (ONE INDIVIDUAL FOR ONE YEAR; THE OTHER FOR SEVERAL MONTHS) AND SEVERAL UNDER GRADUATE STUDENTS (TWO PER YEAR, 10 H PER WEEK) WILL BE INVOLVED IN THIS RESEARCH AND RECEIVE TRAINING IN ENTOMOLOGY AND MOLECULAR ASPECTS OF BT RESISTANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_20203352232268_12H3"}, {"internal_id": 83795124, "Award ID": "20193352230203", "Award Amount": 499513.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-20", "CFDA Number": "10.219", "Description": "THE CULTIVATION AND CONSUMPTION OF GENETICALLY ENGINEERED CROPS HAS REMAINED HIGHLY CONTROVERSIAL DUE TO THE EFFECTS THESE CROPS AND THEIR ENGINEERED GENES CAN HAVE ON THE SURROUNDING ENVIRONMENT, PARTICULARLY THE RISK OF GENE TRANSFER TO SOIL MICROBES. HOWEVER, A CRITICAL RESEARCH GAP EXISTS CONCERNING THE TRANSLATION OF EXPERIMENTAL DATA TO PREDICTIVE RISK ASSESSMENT FRAMEWORKS THAT CAN BE UTILIZED BY MULTIPLE STAKEHOLDER GROUPS ACROSS LOCAL AND NATIONAL SCALES. THIS RESEARCH PROJECT WILL ADDRESS THIS GAP BY PERFORMING ITERATIVE AND INTERCONNECTED LABORATORY EXPERIMENTS COUPLED WITH MODELING ASSESSMENTS OF TRANSGENE BEHAVIOR IN SOILS. BACTERIAL UPTAKE OF TRANSGENES HAS SEVERAL CRITICAL COMPONENTS THAT MUST BE THOROUGHLY ASSESSED TO OBTAIN AN ACCURATE ASSESSMENT OF ECOLOGICAL RISK. THIS RESEARCH PROJECT WILL DETERMINE THE BEHAVIOR AND TRANSPORT OF ANTIBIOTIC RESISTANCE GENES AND RNA-BASED SILENCING GENES RELEASED FROM GENETICALLY ENGINEERED APPLE AND POTATO CROPS. TO DATE, AT LEAST 16 GE CROPS HAVE BEEN DETERMINED TO CONTAIN SILENCING TRANSGENES AND MORE THAN 130 CROPS ARE KNOWN TO CONTAIN AT LEAST ONE ANTIBIOTIC RESISTANCE GENE--INCLUDING TOMATO, ALFALFA, APPLE, SOY, SAFFLOWER, POTATO, AND TOBACCO. DESPITE THEIR REGULATORY APPROVAL, SIGNIFICANT CONTROVERSY SURROUNDS THE USE OF THESE ANTIBIOTIC RESISTANCE GENES AND GENE SILENCING MECHANISMS REGARDING THEIR LONG-TERM IMPACTS ON THE SURROUNDING ENVIRONMENT.THE OVERALL OBJECTIVE OF THE PROPOSED RESEARCH IS TO DETERMINE THE FATE OF GE CROP TRANSGENES IN SOILS AND FOLLOW THEIR TRANSFER TO MICROBES USING ITERATIVE LABORATORY AND MODELING-BASED EXPERIMENTS. THE GUIDING HYPOTHESIS FOR THIS RESEARCH IS THAT TRANSGENES ARE PERSISTENT AND MOTILE IN SOILS, AND HORIZONTAL GENE TRANSFER CAN OCCUR IF THE CONDITIONS ARE OPTIMAL FOR BACTERIAL UPTAKE. TO THIS END, THE RESEARCH TEAM WILL USE A COMBINED MODELING AND EXPERIMENTAL APPROACH FOR EACH RESEARCH TASK THAT ASSESSES THESE PHENOMENA AT BOTH SMALL AND LARGE SCALES. UNDERSTANDING THE FACTORS CONTROLLING GENETICALLY ENGINEERED CROP TRANSGENE TRANSPORT AND UPTAKE IN SOILS IS ESSENTIAL FOR A RANGE OF TRANSFORMATIVE DISCOVERIES IN AGRICULTURE, POLICY, AND THE ENVIRONMENT. THIS IS A CRITICAL DEPARTURE FROM EXISTING RESEARCH EFFORTS INTO GENETICALLY ENGINEERED CROP GENE DISPERSAL, WHICH ARE PRIMARILY DESCRIPTIVE IN NATURE. THIS PROJECT ALIGNS WITH THE STRATEGIC INITIATIVE 3 OUTLINED BY THE USDA BRAG PROGRAM (\"GENE TRANSFER BETWEEN GENETICALLY ENGINEERED ANIMALS, PLANTS, AND MICROORGANISMS AND RELATED WILD AND AGRICULTURAL ORGANISMS\").", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20193352230203_12H3"}, {"internal_id": 83795092, "Award ID": "20193352230200", "Award Amount": 491857.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-26", "CFDA Number": "10.219", "Description": "MODIFYING THE PHYSICAL CHARACTERISTICS OR TRAITS OF PLANTS, BOTH FOR BASIC RESEARCH AND FOR CROP IMPROVEMENT, HAS LONG INVOLVED THE INTRODUCTION OF NEW GENETIC VARIATION. ONCE INTRODUCED, THE NEW VARIATION IS SELECTED UPON TO IDENTIFY INDIVIDUALS THAT CARRY THE DESIRED TRAIT WHILE MINIMIZING OTHER PHYSICAL CHANGES. HISTORICALLY NEW VARIATION HAS BEEN INTRODUCED THROUGH CROSSING SCHEMES INVOLVING PARENTS WITH DESIRED TRAITS OR THROUGH THE INTENTIONAL INDUCTION OF NEW MUTATIONS. BOTH OF THESE APPROACHES CREATE GENETIC CHANGES THAT EXTEND BEYOND ANY SINGLE LOCATION IN THE GENOME TARGETED FOR TRAIT MODIFICATION. EMERGING APPROACHES FOR GENETIC MODIFICATION ARE DESIGNED TO CREATE DESIRABLE CHANGES IN PLANT TRAITS WHILE MINIMIZING CHANGES ELSEWHERE IN THE GENOME. THE MOST POPULAR APPROACH, KNOWN AS CRISPR/CAS9 MODIFICATION, HAS THE POTENTIAL TO ALTER SINGLE DNA POSITIONS WITHOUT MAKING CHANGES ELSEWHERE IN THE GENOME AND WITHOUT LEAVING BEHIND THE MOLECULAR MACHINERY NECESSARY FOR MAKING THE CHANGE. HOWEVER, THERE IS AN ONGOING DEBATE IN THE SCIENTIFIC COMMUNITY ABOUT THE POTENTIAL FOR CRISPR/CAS9 MODIFICATIONS TO CLEAVE OR ALTER DNA AT UNINTENDED LOCATIONS, A PROCESSED REFERRED TO AS \"OFF-TARGET\" MUTAGENESIS. FURTHERMORE, THERE IS DEBATE REGARDING THE POSSIBILITY THAT THE OFF-TARGET MUTATIONS, WHEN UNDETECTED, MAY BE HARMFUL TO PLANT OR EVEN HUMAN HEALTH.TO DETERMINE THE PREVALENCE AND EFFECTS OF OFF-TARGET CHANGES DUE TO CRISPR/CAS9 MODIFICATION IT IS NECESSARY TO DISTINGUISH CRISPR/CAS9-INDUCED CHANGES FROM EXISTING (STANDING) GENETIC VARIATION AND DNA CHANGES ARISING FROM PLANT REGENERATION AND TISSUE CULTURE. WE WILL TEST FOR OFF-TARGET CHANGES OVER FOUR GENERATIONS IN 15 FAMILIES OF PLANTS THAT DIFFER IN THE PRESENCE OR ABSENCE OF THE CRISPR/CAS9 MACHINERY (A TRANSGENE). WE WILL USE TWO SOYBEAN CULTIVARS THAT ARE SUBJECT TO DIFFERENT TISSUE CULTURE TECHNIQUES. WE WILL USE A SIMPLE ASSAY TO SCREEN FOR THE PRESENCE OF THE CRISPR/CAS9 TRANSGENE. BECAUSE ALL PLANTS WILL BE SUBJECT TO THE SAME REGENERATION TECHNIQUES AND HAVE THE SAME GENETIC BACKGROUND, THIS EXPERIMENT WILL ISOLATE THE EFFECTS OF CRISPR/CAS9 IN INDUCING GENETIC CHANGES. THE ISOLATION OF CRISPR/CAS9 OFF-TARGET CHANGES RELATIVE TO OTHER SOURCES SUCH AS TISSUE CULTURE OR GENETIC HETEROGENEITY SHOULD HELP PLANT BREEDERS, GENETIC RESEARCHERS, AND REGULATORY AGENCIES IN MAKING SCIENCE-BASED DECISIONS REGARDING APPLICATIONS AND POLICY APPLIED TO THE GENETIC EFFECTS OF TARGETED MODIFICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20193352230200_12H3"}, {"internal_id": 85400253, "Award ID": "20193352230199", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "10.219", "Description": "RNA INTERFERENCE (RNAI) DIRECTED AGAINST PESTS AND PATHOGENS, OFTEN CALLED HOST INDUCED GENE SILENCING (HIGS), IS A NEW APPROACH FOR ENGINEERING RESISTANT PLANT VARIETIES. HIGS IS EXPECTED TO PRODUCE HIGHLY SPECIFIC FORMS OF RESISTANCE COMPARED TO PESTICIDES AND MOST OTHER RESISTANT VARIETIES; HOWEVER, THIS PREDICTION HAS NOT BEEN RIGOROUSLY TESTED. A BETTER UNDERSTANDING OF THE SPECIFICITY OF HIGS WILL INFORM THE DEVELOPMENT OF REGULATORY STANDARDS FOR NON-TARGET ORGANISM STUDIES. WE PROPOSE TO USE THE POPULUS TRICHOCARPA MODEL SYSTEM TO STUDY HIGS. POPULUS IS GENETICALLY TRANSFORMABLE, HAS A WELL CHARACTERIZED MICROBIOME, AND HAS EXCELLENT GENOMIC RESOURCES. WE WILL FOCUS ON THE SPHAERULINA CANKER AND LEAF SPOT, THE MOST ECONOMICALLY IMPORTANT DISEASE OF POPLAR TREES. OUR PROPOSED STUDY WILL USE A COMBINATION OF FIELD AND GREENHOUSE EXPERIMENTS TO EVALUATE THE ECOLOGICAL IMPACT OF HIGS BASED DISEASE RESISTANCE ON THE POPULUS MICROBIOME. WE HAVE ALREADY CREATED HIGS CONSTRUCTS THAT ARE EFFECTIVE AGAINST THE SPHAERULINA PATHOGENS. THESE CONSTRUCTS ARE CURRENTLY BEINGTRANSFORMED INTO POPULUS. WE WILL TEST THESE TRANSGENIC LINES IN RANDOMIZED GREENHOUSE AND FIELD TRIALS TO ASSESS DISEASE RESISTANCE AND NON-TARGET EFFECTS OF HIGS ON THE POPULUS MICROBIOME.THIS PROJECT WILL PROVIDE GUIDANCE TO REGULATORY AGENCIES, INFORM THE DESIGN OF HIGS APPROACHES, AND ESTABLISH WHETHER HIGS IS EFFECTIVE FOR PRODUCING RESISTANCE AGAINST A MAJOR PATHOGEN OF POPLARS. OUR OVERARCHING OBJECTIVE WAS TO EVALUATE THE EFFECTIVENESS OF HIGS FOR DISEASE CONTROL WHILE CONFIRMING WITH SMALL TO NEGLIGIBLE IMPACTS TO THE HEALTH OF THE GE ORGANISM(OFF-TARGET) AND ITS ASSOCIATED MICROBIOME (NON-TAGET). SPECIFICALLY WE WILL: 1) SCREEN TRANSGENIC LINES FOR RESISTANCE TO SPHAERULINA IN VITRO AND BY ANALYSIS OF SIRNA PRODUCTION; 2) EVALUATE SPHAERULINA CANKER AND LEAF SPOT RESISTANCE OF TRANSGENIC LINES AND CONTROLS IN THE GREENHOUSE; 3) TEST THE IMPACT OF RNAI TRANSGENIC LINES ON: A) THE COMPOSITION OF A SYNTHETIC, INOCULATED FUNGAL LEAF ENDOPHYTE COMMUNITY; AND B) THE ABUNDANCE OF PATHOGEN ANTAGONISTS WITHIN THE COMMUNITY; AND 4) EVALUATE MICROBIOME DEVELOPMENT AND DISEASE RESISTANCE OF RNAI TRANSGENIC LINES AT FIELD SITES NEAR CORVALLIS, OR AND IN AN AREA OF HIGH NATURAL INOCULUM LOAD IN MORGANTOWN, WV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20193352230199_12H3"}, {"internal_id": 85400254, "Award ID": "20193352230102", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.219", "Description": "TURFGRASS AND SWITCHGRASS ARE AMONG THE MOST IMPORTANT PERENNIAL GRASSES SIGNIFICANTLY IMPACTING AGRICULTURE PRODUCTION, AGRICULTURE ECONOMY, SUSTAINABLE ENERGY AND ENVIRONMENT. LIKE IN MANY ROW CROPS, GENETIC ENGINEERING OF BOTH SWITCHGRASS AND TURFGRASSES USING TRANSGENIC TECHNOLOGIES OFFERS THE OPPORTUNITY TO INCORPORATE MANY ECONOMIC AND AGRONOMIC BENEFITS THAT ARE DIFFICULT OR IMPOSSIBLE TO ACHIEVE THROUGH TRADITIONAL BREEDING TECHNIQUES. HOWEVER, THE RISK OF TRANSGENE ESCAPE AND THE UNFORESEEN ENVIRONMENTAL CONSEQUENCE BY THE USE OF TRANSGENIC TECHNOLOGY IN PERENNIAL GRASSES REQUIRE DEVELOPMENT OF STRATEGIES FOR TRANSGENE CONTAINMENT. THE MAJOR OBJECTIVE OF THIS PROJECT IS TO DEVELOP AND EVALUATE AN EFFECTIVE MOLECULAR STRATEGY COMBINING AN INTEGRATED DUAL SITE-SPECIFIC RECOMBINATION SYSTEM WITH RELIABLE TOTAL STERILITY INDUCTION MECHANISMS TO PRODUCE TRANSGENIC SWITCHGRASS AND TURFGRASS SELF-CONTAINED FOR DESIRABLE TRANSGENE, BUT FREE OF UNDESIRABLE FOREIGN DNAS. SPECIFICALLY,WE WILL IMPLEMENT A DUAL SITE-SPECIFIC RECOMBINATION PLATFORM THAT WE HAVE PREVIOUSLY TESTED FOR ELIMINATING ALL TRANSGENES NO LONGER DESIRED IN THE FINAL TRANSGENIC PRODUCT. WE WILL ALSO CREATE TOTAL STERILITY FOR TRANSGENE CONTAINMENT BY RNAI- AND CRISPR/CAS9-MEDIATED TARGET GENE KNOCKOUT. THE DUAL SITE-SPECIFIC RECOMBINATION PLATFORM AND THE STERILITY-INDUCING MECHANISMS AS WELL AS THE GENE OF INTEREST (GOI) FOR TRAIT MODIFICATION WILL ALL BE COMBINED INTO AN INTEGRATED SYSTEM IN THE FINAL PRODUCT, GENERATING ENVIRONMENTALLY SAFE, \"CLEAN\" TRANSGENIC PERENNIAL GRASSES WITH GENETICALLY IMPROVED TRAITS FOR COMMERCIALIZATION. THE KEY COMPONENTS OF THIS INTEGRATED SYSTEM AND THE GOI WILL BE BUILT INTO TWO CHIMERIC GENE CONSTRUCTS, WHICH WILL THEN BE TRANSFORMED INTO SWITCHGRASS AND TURFGRASS, PRODUCING TWO GROUPS OF DISTINCT PARENTAL TRANSGENIC LINES. NEITHER THE DUAL SITE-SPECIFIC RECOMBINATION PLATFORM NOR THE STERILITY-INDUCING MECHANISM IS FUNCTIONAL IN THE TWO PARENTAL LINES AND THE GOI WILL NOT BE EXPRESSED IN THE PARENTAL LINES EITHER. THIS ALLOWS TWO PARENTAL LINES TO BE SEXUALLY PROPAGATED UNDER CONTAINED CONDITIONS. UPON CROSS-POLLINATION OF THE TWO PARENTAL LINES, THE DUAL SITE-SPECIFIC RECOMBINATION PLATFORM, THE MECHANISMS FOR STERILITY AND GOI EXPRESSION INDUCTION ARE ALL COMBINED INTO AN INTEGRATED, FULLY FUNCTIONAL SYSTEM IN THE HYBRIDS, RESULTING IN TOTAL STERILITY, THE EXPRESSION OF THE GOI AND THE REMOVAL OF ALL TRANSGENES NO LONGER NEEDED. ADDITIONALLY, THE HYBRID VIGOR OF BENEFICIAL TRAITS IN THE FINAL TRANSGENICS IS ALSO ADVANTAGEOUS FOR PRODUCT COMMERCIALIZATION. THE SYSTEM DEVELOPED IS ALSO TRANSFERABLE AND COULD EASILY BE ADAPTED TO OTHER PERENNIAL GRASSES AND FOOD CROP SPECIES FOR UNDESIRABLE TRANSGENE CLEANING AND TRANSGENE CONTAINMENT. OUR PROJECT DIRECTLY ADDRESSES USDA BRAG PROGRAM AREA #1 \"MANAGEMENT PRACTICES TO MINIMIZE THE ENVIRONMENTAL RISK OF GE ORGANISMS\" AND SPECIFICALLY, \"DEVELOPMENT OR EVALUATION OF EFFECTIVE STRATEGIES, INCLUDING MOLECULAR AND/OR GENETIC, TO LIMIT GENE TRANSFER (GENE FLOW) OR OUTCROSSING TO SEXUALLY COMPATIBLE ORGANISMS OR TRANSFER OF GENETIC MATERIAL BETWEEN VIRUSES, INSECTS, OR MICROORGANISMS\".", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_20193352230102_12H3"}, {"internal_id": 85400255, "Award ID": "20193352230064", "Award Amount": 499987.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.219", "Description": "THIS RESEARCH ALIGNS WITH AREA 5E OF THE BRAG RFA, \"MODELING APPROACHES TO UNDERSTAND THE IMPACT OF GENETIC ENGINEERING FOR POPULATION SUPPRESSION OR ALTERATION (GENE DRIVE, RELEASE OF INSECT CARRY DOMINANT LETHAL, ETC.) ON TARGET POPULATIONS OR NON-TARGET SPECIES THAT INTERACT WITH THE TARGETED SPECIES, ESPECIALLY WHEN INCORPORATING BIOLOGICALLY REALISTIC PARAMETERS (E.G. OF RESISTANCE EVOLUTION, NUMBERS OF INDIVIDUALS RELEASED, ETC.)\"OUR GOALS ARE (1) TO ASSESS THE RISKS OF GENOME EDITING TECHNOLOGIES, SUCH AS CRISPR-CAS9, WHEN USED TO MAKE GENE DRIVES TO SUPPRESS POPULATIONS OF CROP PESTS; (2) TO ASSESS THE EFFECT OF GENETIC BACKGROUND ON THE SPREAD OF GENE DRIVES; AND, TO IDENTIFY AND CHARACTERIZE DRIVE RESISTANT MUTATIONS PRE-EXISTING IN WILD POPULATIONS OR CREATED BY FEATURES OF CRISPR/CAS 9 ITSELF ; AND, (3) TO INCORPORATE OUR EXPERIMENTAL FINDINGS INTO MODELS OF GENE DRIVE.WE PROPOSE TO CONSTRUCT GENE DRIVES AND INTRODUCE THEM INTO POPULATIONS OF THE FLOUR BEETLE TRIBOLIUM CASTANEUM, A STORAGE GRAIN PEST. WE WILL IDENTIFY KEY FACTORS GOVERNING THE SPREAD OF GENE DRIVES IN WILD POPULATIONS AND IN GENETICALLY SUBDIVIDED POPULATIONS COMPARABLE TO REGIONAL AGRICULTURAL FIELDS. WE WILL DEVELOP GENE DRIVES ON GENETIC BACKGROUNDS SIMILAR TO AND DIVERGENT FROM THE LABORATORY STRAINS AND CHARACTERIZE THE GENETIC FEATURES OF POPULATIONS THAT REDUCE DRIVE EFFICIENCY. OUR RESULTS AND METHODS WILL INFORM THE DEVELOPMENT OF GUIDELINES FOR REGULATORY AGENCIES CHARGED WITH EVALUATING THE LIKELIHOOD OF SUCCESS OF PROPOSED DRIVE RELEASES.WE PROPOSE TO ASSESS THE BIOLOGICAL RISKS ASSOCIATED WITH THE PROPOSED USE OF GENE DRIVES BASED ON CRISPR-CAS9 GENOME EDITING TECHNOLOGY TO CONTROL CROP PESTS. MOREOVER, WE PROPOSE TO CONSTRUCT AND EVALUATE THE EFFICACY OF DRIVE REVERSAL SAFEGUARDS FOR CONTROLLING OR STOPPING THE SPREAD OF ARTIFICIAL GENE DRIVES AND PREVENTING FUTURE SPREAD OF A DRIVE TARGETING THE SAME REGION WITHIN A GENE OF INTEREST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74ccc06e-57e8-7489-fbc7-f6229ad4aaf6-C", "generated_internal_id": "ASST_NON_20193352230064_12H3"}, {"internal_id": 85400256, "Award ID": "20193352230063", "Award Amount": 499000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.219", "Description": "THE STERILE INSECT TECHNIQUE (SIT) IS BASED ON THE PREMISE THAT FACTORY-REARED, IRRADIATED MALES CAN COMPETE FOR MATES WHEN RELEASED AMONGST WILD FEMALES, WITH THESE NON-PRODUCTIVE MATINGS REDUCING THE REPRODUCTIVE OUTPUT OF THE PEST POPULATION. COMPARED TO CHEMICAL-BASED PEST MANAGEMENT PRACTICES, SIT OPERATES ONLY THROUGH SEXUAL REPRODUCTION, MAKING IT EXTREMELY SELECTIVE FOR THE PEST SPECIES. HOWEVER, AREA-WIDE MANAGEMENT OF PESTS USING SIT REQUIRES THE ECONOMICAL MASS-REARING OF INSECTS IN A FACTORY SETTING, TYPICALLY ON THE ORDER OF MILLIONS OR TENS OF MILLIONS OF INDIVIDUALS PER WEEK. THIS IS IMPRACTICAL FOR MOST AGRICULTURAL PEST INSECTS, AND THUS THE BENEFITS OF SIT HAVE BEEN RESTRICTED TO JUST A HANDFUL OF PESTS DESPITE THESE PROGRAMS BEING HIGHLY SUCCESSFUL. NEW APPROACHES THAT COULD BE APPLIED TO COLEOPTERAN PESTS THAT HAVE THE POTENTIAL TO CHANGE PEST BEHAVIOR OR MANAGE PEST REPRODUCTION WITHOUT THE REQUIREMENT FOR LARGE-SCALE MASS REARING CAN NOW BE CONSIDERED BASED ON RECENT BREAKTHROUGHS IN THE DEVELOPMENT OF \"GENE DRIVE\".THE RECENT DEVELOPMENT OF EFFECTIVE GENE DRIVE TRANSGENES IS TEMPERED BY THE FACT THAT THERE EXISTS NO MEANS TO CONTROL OR RECALL SUCH GENETIC ELEMENTS, MAKING SAFETY TESTING IN RELEVANT ENVIRONMENTS PROBLEMATIC. TRIBOLIUM CASTANEUM IS AN EXTREMELY TRACKABLE GENETIC MODEL ORGANISM, WITH A SEQUENCED GENOME AND MATURE SYSTEMS FOR BOTH TRANSPOSON-BASED AND SITE-SPECIFIC TRANSGENE INTEGRATION. TRIBOLIUM IS ALSO AN IMPORTANT STORED PRODUCT PEST, AND IS CLOSELY RELATED TO MANY OTHER IMPORTANT AGRICULTURAL PESTS. IN THIS PROJECT, WE WILL EVALUATE A TRANSGENE ELIMINATION STRATEGY IN TRIBOLIUM, WHEREBY A TRANSGENE CAN BE PRE-PROGRAMMED TO FIRST DRIVE ITSELF INTO A POPULATION AND THEN REMOVE ITSELF FROM THE POPULATION WITHOUT ANY INTERVENTION. WE WILL CHARACTERIZE PARAMETERS OF THE SELF-ELIMINATION SYSTEM, SUCH AS DIRECT REPEAT LENGTH (OBJECTIVE 1) AND NUMBER AND TYPE OF NUCLEASE TARGETING SITES (OBJECTIVE 2). FINALLY, WE WILL TEST THIS SELF-ELIMINATION STRATEGY IN THE CONTEXT OF AN ACTIVE GENE DRIVE (OBJECTIVE 3). OUR INNOVATIVE APPROACH TAKES ADVANTAGE OF NATURALLY OCCURRING PROCESSES THAT ARE CONSERVED THROUGHOUT EUKARYOTA TO ELIMINATE ALL TRANSGENIC SEQUENCES FOLLOWING POTENTIAL FIELD RELEASES WITH NO NEED FOR REMEDIATION. THUS, WE ANTICIPATE THAT THIS PROJECT WILL DRAMATICALLY ALTER THE NATIONAL AND INTERNATIONAL CONVERSATIONS CONCERNING GENE DRIVE TECHNOLOGY, AND WILL RAISE EXPECTATIONS FOR WHAT IS LIKELY REQUIRED TO EVEN BEGIN THE RISK ASSESSMENT PROCESS FOR GENE DRIVE. THIS PROJECT ALIGNS WITH USDA BRAG PROGRAM AREA: MANAGEMENT PRACTICES TO MINIMIZE ENVIRONMENTAL RISK OF GE ORGANISMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20193352230063_12H3"}, {"internal_id": 85400257, "Award ID": "20193352230053", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "10.219", "Description": "SPECIALTY CROP REGULATORY ASSISTANCE WORKSHOP IV: NUTS AND BOLTS OF US REGULATORY DOSSIERS FOR GENETICALLY ENGINEERED PRODUCTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f839fccd-f5bf-debe-e454-4bb3cb7c4e8d-R", "generated_internal_id": "ASST_NON_20193352230053_12H3"}, {"internal_id": 85400258, "Award ID": "20193352230052", "Award Amount": 24996.88, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-08", "CFDA Number": "10.219", "Description": "SOCIETY AND POLICY INFLUENCES IN BIOTECHNOLOGY RISK ASSESSMENT FOR RESTORATION OF THREATENED FOREST TREE SPECIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20193352230052_12H3"}, {"internal_id": 85400259, "Award ID": "20193352230038", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.219", "Description": "WITH THE DEVELOPMENT OF SYNTHETIC BIOLOGY, NUMEROUS GENETICALLY ENGINEERED (GE) MICROORGANISMS HAVE BEEN CREATED. DUE TO BIOSAFETY CONCERNS, THEY CANNOT BE RELEASED TO THE NATURE TO FULFILL PRACTICAL TASKS. LACK OF RELIABLE BIOCONTAINMENT SYSTEMS HAS HINDERED FEDERAL REGULATORY AGENCIES TO ESTABLISH REGULATIONS FOR RECOMBINANT STRAINS. WE PROPOSE TO DEVELOP AN EFFECTIVE BIOCONFINEMENT STRATEGY BY COMBINING MULTIPLE ANTIBACTERIAL MECHANISMS UNDER CONTROL OF A LIGHT-INDUCIBLE (OR DARK-INDUCIBLE) BIO-SWITCH. PRACTICAL APPLICATIONS OF THESE BIO-CIRCUITS WILL BE DEMONSTRATED BY BIOCONFINEMENT OF RECOMBINANT STRAINS FOR DEGRADATION OF ENVIRONMENTAL POLLUTANTS.THIS PROJECT WILL DEVELOP A SIMPLE, ECONOMICAL, AND EFFICIENT BIOCONTAINMENT APPROACH BY UTILIZING NATURALLY AVAILABLE INEXPENSIVE RESOURCES AS BIO-SWITCH AND COMBINING MULTIPLE ANTIBACTERIAL MECHANISMS. IT DEMONSTRATES A PRACTICAL MEANS TO LIMIT GENE TRANSFER AND PROLIFERATION OF GE CELLS, WHICH WILL MINIMIZE ENVIRONMENTAL RISKS OF GE MICROORGANISMS. RESULTS WILL PROVIDE ESSENTIAL REFERENCES FOR FEDERAL REGULATORY AGENCIES TO TAKE A MAJOR STEP TOWARDS APPROVAL OF RECOMBINANT MICROORGANISMS FOR PRACTICAL APPLICATIONS. SUCCESS OF THIS PROJECT WOULD BE HELPFUL FOR DEVELOPMENT OF &#39;SUSTAINABLE AGRICULTURE&#39; THROUGH BIOTECHNOLOGY IMPLEMENTATION BY SATISFYING HUMAN BEING NEEDS FOR ENERGY, ENHANCING ENVIRONMENTAL QUALITY AND NATURAL RESOURCE, AND FINALLY ENHANCING LIFE QUALITY FOR THE SOCIETY AS A WHOLE.THIS PROJECT ALIGNS BEST WITH PROGRAM AREA OF &#39;MANAGEMENT PRACTICES TO MINIMIZE ENVIRONMENTAL RISK OF GE ORGANISMS&#39; WITH IN THE USDA BRAG PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20193352230038_12H3"}, {"internal_id": 85400260, "Award ID": "20193352230037", "Award Amount": 174464.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-29", "CFDA Number": "10.219", "Description": "FOOD PRICES ARE DEPENDENT ON COSTS OF PRODUCTION, AND PEST CONTROL IS AN IMPORTANT PART OF THIS COST. THE MORE EFFICIENT PEST CONTROL MEASURES ARE FOR CROPS, THE LESS COSTLY IT IS TO PRODUCE THEM, AND THE LESS COSTLY THEY ARE FOR CONSUMERS. COMMERCIALLY SOLD TRANSGENIC CROPS DESIGNED TO CONTROL INSECT PESTS HAVE SHOWN GREAT EFFICACY, WITHOUT SIGNIFICANTLY DISRUPTING NONTARGET ORGANISMS, CRITERIA WHICH ARE PART OF THE REGISTRATION PROCESS. TRANSGENES DESIGNED FOR FUNGAL PLANT DISEASE RESISTANCE ARE BEING INCREASINGLY FIELD TESTED IN CORN AND OTHER CROPS ALTHOUGH NONE HAVE YET BEEN REGISTERED. FUNGI DISEASES OF INSECTS ARE IMPORTANT AS CONTROL AGENTS FOR INSECT PESTS IN BOTH NATURAL SITUATIONS AND WHEN SPECIFICALLY APPLIED FOR INSECT PEST CONTROL. BECAUSE PLANT DISEASE AND INSECT DISEASE FUNGI ARE VERY SIMILAR IN MANY RESPECTS, THERE IS POTENTIAL THAT PLANTS EXPRESSING TRANSGENES DESIGNED TO INCREASE RESISTANCE TO FUNGAL PLANT DISEASES WOULD INTERFERE WITH THE NATURAL AND APPLIED FUNGAL DISEASES CONTROLLING INSECT PESTS, DUE TO THE COMMON TARGET SITES FOR THE GENE PRODUCTS IN BOTH TYPES OF FUNGAL DISEASES..WE PROPOSE TO COMPARE THE EFFECTS OF PLANT LINES RESISTANT AND SUSCEPTIBLE TO FUNGAL PLANT DISEASE ON THE EFFECTIVENESS OF FUNGAL INSECT DISEASE TARTETED TOWARD CATERPILLAR PESTS OF CORN. WE WILL COMPARE THE EFFECTS ON INSECT DISEASE EFFECTIVENESS BY FEEDING PEST INSECTS MATERIAL FROM FUNGAL PLANT DISEASE SUSCEPTIBLE AND RESISTANT INBREDS DEVELOPED BY CONVENTIONAL BREEDING, AND TRANSGENIC LINES EXPRESSING ANTIFUNGAL GENES FROM CORN THAT PRODUCE PLANT FUNGAL DISEASE RESISTANCE IN INBREDS OTHERWISE SUSCEPTIBLE TO FUNGAL DISEASE. RESULTS OF PROPOSED STUDIES SHOULD PROVIDE IMPORTANT INFORMATION TO REGULATORS REGARDING THE NEED FOR NONTARGET STUDIES ON INSECT DISEASE AS PART OF THE REGISTRATION PROCESS FOR TRANSGENIC PLANTS DESIGNED TO INCREASE PLANT RESISTANCE TO BACTERIAL OR FUNGAL PLANT DISEASES. IN ADDITION, RESULTS OF THE PROPOSED STUDIES WILL HELP SATISFY THE CONCERNS OF COMPANIES INTERESTED IN PROMOTING TRANSGENIC CROPS, AS WELL AS THOSE IN THE PUBLIC CONCERNED ABOUT THE NONTARGET EFFECTS OF TRANSGENIC CROPS.ULTIMATELY, RESULTS SHOULD LEAD TO MORE EFFICIENT CORN PEST CONTROL, PRODUCING LOWER COST AND BETTER QUAILITY CORN FOR PRODUCERS AND CONSUMERS. THIS PROJECT BEST ALIGNS WITH PROGRAM AREA PRIORITY 4 \"ENVIRONMENTAL IMPACTS OF GE RELATIVE TO NON-GE ORGANISMS IN THE CONTEXT OF PRODUCTION SYSTEMS\".", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea8420cb-9447-e1fc-414b-fd034bb9cc4c-C", "generated_internal_id": "ASST_NON_20193352230037_12H3"}, {"internal_id": 83795079, "Award ID": "20193352229992", "Award Amount": 499385.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "10.219", "Description": "THE US GOVERNMENT VIEWED THE INSECTICIDAL PROPERTIES OF BACILLUS THURINGIENSIS (BT) AS A \"PUBLIC GOOD\" AND TOOK ACTION TO ENSURE THAT BT TRANSGENES MOVED INTO CROPS WERE USED IN A MANNER THAT DECREASED THE RISK OF PESTS EVOLVING RESISTANCE. FURTHERMORE, THE US-EPA AND USDA CONCLUDED THAT MONITORING FOR RESISTANCE COULD IMPROVE RESISTANCE MANAGEMENT PRACTICES. DESPITE THESE RECOMMENDATIONS, MEASURABLE FIELD-EVOLVED RESISTANCE TO BT CRY TOXINS HAS BEEN DESCRIBED FOR 8 MAJOR AGRICULTURAL PEST SPECIES, DEMONSTRATING THAT CURRENT MONITORING PRACTICES ARE INADEQUATE. WE RECENTLY APPLIED A NEW GENOMIC MONITORING APPROACH TO ARCHIVED, FIELD-COLLECTED POPULATIONS OF HELIOTHIS (CHLORIDEA) VIRESCENS AND HELICOVERPA ZEA. USING THIS APPROACH, WE IDENTIFIED DOZENS OF RAPIDLY CHANGING GENOMIC REGIONS IN H. VIRESCENS AND H. ZEA IN THE YEARS FOLLOWING BT CROP COMMERCIALIZATION. IN THE CASE OF H. VIRESCENS, OUR APPROACH DISCOVERED THE DECLINE OF A PYRETHROID RESISTANCE ALLELE AFTER BT-EXPRESSING COTTON REPLACED PYRETHROID SPRAYS AS THE PRIMARY H. VIRESCENS MANAGEMENT TACTIC BETWEEN 1997 AND 2012. WE ALSO DISCOVERED MAJOR CHANGES AT MARKERS THROUGHOUT THE GENOME OF H. ZEA BETWEEN 2012 AND 2016, YEARS DURING WHICH FIELD DAMAGE TO CRY1 AND CRY2 EXPRESSING BT CORN CULTIVARS INCREASED. AS WITH ANY RESISTANCE MONITORING APPROACH, GENOMIC MONITORING LIKELY HAS STRENGTHS AND WEAKNESSES. OUR PROPOSED RESEARCH AIMS TO SHED LIGHT ON THESE STRENGTHS AND WEAKNESSES USING A COMBINATION OF GENOMIC APPROACHES AND LABORATORY ASSAYS. WE WILL COMPARE THE RESULTS OF OUR PROPOSED RESEARCH WITH THOSE OF OUR PREVIOUS GENOMIC MONITORING EXPERIMENTS TO QUANTIFY THE TRUE POSITIVE, FALSE POSITIVE, AND FALSE NEGATIVE DISCOVERY TO RATES THAT CAN BE EXPECTED FOR GENOMIC MONITORING APPROACHES. OUR WORK WILL PROVIDE A QUANTITATIVE ASSESSMENT OF THE USE OF GENOMIC MONITORING APPROACHES FOR IDENTIFYING FIELD-EVOLVED RESISTANCE PRIOR TO YIELD LOSSES. WHILE THE PROPOSED RESEARCH PRIMARILY FOCUSES ON CRY RESISTANCE, OUR GOAL IS TO EXAMINE THE UTILITY OF THIS APPROACH FOR RESISTANCE MONITORING OF ANY PLANT-INCORPORATED INSECTICIDAL TRAIT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20193352229992_12H3"}, {"internal_id": 83116291, "Award ID": "20193352229989", "Award Amount": 499864.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-04", "CFDA Number": "10.219", "Description": "NEW INFORMATION IS NEEDED TO IMPROVE OUR UNDERSTANDING OF THE LONG-DISTANCE TRANSPORT OF WIND-DISPERSED POLLEN FROM GENETICALLY-ENGINEERED (GE) CROPS. HAVING A VALIDATED AND RELIABLE LONG-DISTANCE TRANSPORT PREDICTION MODEL FOR WIND-DISPERSED POLLEN IS CRITICAL TO ESTABLISHING APPROPRIATE ISOLATION DISTANCES FOR GE CROPS AND MAKING INFORMED REGULATORY DECISIONS. REGULATORS OF BIOTECHNOLOGY, SUCH AS THE EPA AND THE USDA APHIS BRS, WILL NEED NEW TOOLS TO COLLECT NEW DATA AND GAUGE FACTORS SUCH AS GENE FLOW, ESPECIALLY IN EMERGING CROPS. THE PROPOSED RESEARCH FOCUSES ON RELEVANT CROPS (SWITCHGRASS AND HEMP) TO ACHIEVE THESE GOALS. OUR PROJECT SPECIFICALLY ADDRESSES THE &#39;METHODS TO MONITOR AND UNDERSTAND THE DISPERSAL OF GE ORGANISMS&#39; AND INCLUDES &#39;RESEARCH DESIGNED TO DEVELOP METHODS TO MONITOR AND UNDERSTAND THE DISPERSAL AND/OR POPULATION DYNAMICS OF GE ORGANISMS&#39;, THE BASIS OF A REQUIRED TOPIC FOR BIOTECHNOLOGY RISK ASSESSMENT, PROGRAM HX.SWITCHGRASS IS A PERENNIAL, WARM-SEASON C4 BUNCHGRASS FOUND ACROSS MOST OF EASTERN NORTH AMERICA--FROM NORTHERN MEXICO TO SOUTHERN CANADA. ORIGINALLY ADOPTED AS A FORAGE CROP, IT IS A LEADING CANDIDATE WIDE-SCALE LIGNOCELLULOSIC BIOFUEL FEEDSTOCK IN THE U.S. AND ABROAD. HEMP WAS DOMESTICATED IN ASIA AND NOW HAS A COSMOPOLITAN DISTRIBUTION. IN THE PAST 5 YEARS SINCE THE FARM BILL LEGITIMIZED EXPERIMENTAL HEMP CULTIVATION IN THE U.S., DRAMATIC INTEREST IN THE CROP HAS EMERGED.MUCH OF THE INTEREST IN INCREASED CULTIVATION ARISES FROM THE EMERGING MARKET OF NON-THC CANNABINOIDS SUCH AS CANNABIDIOL (CBD) WITH POTENTIAL PHARMACEUTICAL AND THERAPEUTICAL USES. LIKE SWITCHGRASS, HEMP IS PRIMARILY WIND-POLLINATED AND IS AN OBLIGATE OUTCROSSER.INTERDISCIPLINARY RESEARCH IS NEEDED TO BRIDGE AEROBIOLOGY, PLANT MOLECULAR BIOLOGY, AND ATMOSPHERIC FLUID MECHANICS TO STUDY THE DISPERSAL OF WIND-DISPERSED POLLEN FROM GE CROPS. OUR OVERALL HYPOTHESIS IS THAT (1) WIND-DISPERSED POLLEN FROM GE SWITCHGRASS AND HEMP WILL BE TRANSPORTED LONG DISTANCES DOWNWIND FROM LARGE AREA SOURCES AND (2) A LARGE EDDY SIMULATION (LES) MODEL CAN BE USED TO ACCURATELY PREDICT THE TRANSPORT OF GE POLLEN OVER LONG DISTANCES. THE SPECIFIC OBJECTIVES OF OUR PROPOSED RESEARCH ARE TO (1) DEVELOP AND TEST NEW METHODS WITH UNMANNED AIRCRAFT SYSTEMS (UASS OR DRONES) FOR MONITORING WIND-DISPERSED POLLEN FROM GE CROPS, (2) GENERATE AND VALIDATE AN LES MODEL TO TRACK THE LONG-DISTANCE TRANSPORT OF GE POLLEN, AND (3) PREDICT THE REGIONAL TRANSPORT OF WIND-DISPERSED POLLEN USING THE LES MODEL. GE SWITCHGRASS AND HEMP, IN WHICH POLLEN IS MARKED WITH GENETICALLY-ENCODED FLUORESCENT PROTEINS (FPS), WILL BE GROWN AT A UNIQUE FIELD SITE IN TN. TEAMS OF UASS EQUIPPED WITH WIND SENSORS, OPTICAL PARTICLE COUNTERS, AND IMPINGING DEVICES WILL BE USED TO COLLECT GE POLLEN HUNDREDS OF METERS ABOVE AND DOWNWIND OF SOURCE FIELDS. GE POLLEN WILL BE QUANTIFIED IN ATMOSPHERIC SAMPLES USING A FLOW CYTOMETER SPECTRALLY TUNED TO FP FLUORESCENCE. MEASUREMENTS TAKEN WITH UASS AND GROUND-BASED SENSORS WILL BE USED TO DRIVE LOCAL HIGH-RESOLUTION ATMOSPHERIC SIMULATIONS USING AN LES MODEL. OUR WORK WILL PROVIDE NEW DATA ON THE LIMITS OF TRANSPORT OF WIND-DISPERSED POLLEN FROM GE CROPS-IMPORTANT INFORMATION THAT MAY NOT BE AVAILABLE THROUGH SMALL-SCALE LABORATORY TESTS. MOREOVER, IT WILL HELP IDENTIFY APPROPRIATE ISOLATION DISTANCES NEEDED TO ASSIST IN REGULATORY DECISIONS IN COMPLICATED 3-DIMENSIONAL LANDSCAPES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20193352229989_12H3"}, {"internal_id": 83116292, "Award ID": "20193352229986", "Award Amount": 499894.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-02", "CFDA Number": "10.219", "Description": "GENETIC MODIFICATION (GM) TECHNOLOGY SHOWS PROMISING RESULTS FOR INCREASING NUTRITIONAL QUALITY AND YIELD OF CROPS. MORE RECENTLY, GENOME EDITING (GE) TECHNOLOGY USING CRISPR (CLUSTERED REGULARLY INTERSPERSED SHORT PALINDROMIC REPEATS) ASSOCIATED CAS9/SGRNA SYSTEM SHOWS GREAT POTENTIAL FOR CROP IMPROVEMENT. HOWEVER, CONSUMERS HARBOR NEGATIVE VIEWS TOWARD GM AND GE FOOD PRODUCTS. CONSUMER CONCERNS INCLUDE THE POTENTIAL FOR GENOMIC VARIANTS AND UNPREDICTABLE PHENOTYPIC CONSEQUENCES DUE TO THE INSERTION OF A TRANSGENE OR OFF-TARGET MUTATIONS GENERATED BY CRISPR/CAS9. MODERN NON-TRANSGENIC PLANT BREEDING TECHNIQUES (E.G., IRRADIATION OR CHEMICAL MUTAGENESIS, TISSUE CULTURE, SOMATIC HYBRIDIZATION, AND WIDE CROSSING) ARE USED ON A WIDE SCALE, AND MORE THAN 2,000 CROP VARIETIES DERIVED FROM MODERN NON-TRANSGENIC PLANT BREEDING TECHNIQUES HAVE ENTERED THE FOOD SUPPLY WITHOUT SPECIFIC SAFETY REGULATIONS. HOWEVER, THESE TECHNIQUES ALSO CREATE A VARIETY OF PLANT GENOME MUTATIONS THAT ARE COMPARABLE TO THOSE CREATED BY TRANSGENIC AND GENE EDITING PLANT BREEDING, AND IT IS STILL QUESTIONABLE WHETHER THESE MUTATIONS ARE OF A SIMILAR MAGNITUDE AND TYPE TO THOSE INTRODUCED BY GM AND GE PLANT BREEDING METHODS.USING TOMATO, WHICH IS ONE OF THE HIGHEST PRODUCED EDIBLE CROPS IN THE WORLD AND IS AN EXCELLENT MODEL PLANT FOR THE STUDY OF COMPARATIVE GENOMICS AND PHENOMICS, THE GOAL OF THIS STUDY IS TO COMPARE AND CONTRAST THE TYPES AND FREQUENCIES OF GENOMIC CHANGES ASSOCIATED WITH UNINTENDED PHENOTYPIC VARIATIONS RESULTING FROM CRISPR/CAS9-MEDIATED GENOME-EDITED TOMATO VERSUS EMS-MUTAGENIZED TOMATO, AS WELL AS TRANSGENIC TOMATO VERSUS TISSUE CULTURE-DERIVED NON-TRANSGENIC TOMATO. THE SPECIFIC OBJECTIVES ARE PROPOSED: WE WILL 1) GENERATE CRISPR/CAS9-MEDIATED PURPLE-KNOCKOUT TOMATO LINES AND EMS-MUTAGENIZED PURPLE-LOSS TOMATO LINES; 2) PERFORM WHOLE GENOME SEQUENCING IN THE CRISPR/CAS9-MEDIATED PURPLE-KNOCKOUT LINES AND EMS-MUTAGENIZED PURPLE-LOSS LINES, ALONG WITH TRANSGENIC PURPLE-MONITORING TOMATO LINES EXPRESSING DEL/ROS1 TRANSGENE AND TISSUE CULTURE-DERIVED NON-TRANSGENIC LINES WHICH ARE NOT ASSOCIATED WITH INSERTION OF THE TRANSGENE; 3) PERFORM COMPARATIVE TRANSCRIPTOMIC PROFILING AND WHOLE-GENOME DNA METHYLATION PROFILING IN THE SET OF THOSE LINES; AND 4) INVESTIGATE PHENOTYPIC VARIATIONS AND POTENTIAL CONSEQUENCES IN THE LINES. THE RESULTS OF A WHOLE GENOME SEQUENCING, COMPARATIVE TRANSCRIPTOME PROFILING, DNA METHYLATION PROFILING, AND OTHER PHENOTYPING APPROACHES WILL PROVIDE FEDERAL REGULATORY AGENCIES WITH RELEVANT NEW GENOMIC AND UNINTENDED PHENOTYPIC INFORMATION OF TRANSGENIC AND GENE EDITING CROPS. THIS PROJECT ALIGNS WITH USDA BRAG PROGRAM AREA #5: \"OTHER RESEARCH TOPICS DESIGNED TO FURTHER THE PURPOSES OF THIS PROGRAM: COMPARISON OF THE TYPES AND FREQUENCIES OF NUCLEIC ACID CHANGES INTRODUCED INTO IMPORTANT CROP GENOMES, VIA GENETIC ENGINEERING TECHNIQUES VERSUS OTHER PLANT BREEDING TECHNIQUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20193352229986_12H3"}, {"internal_id": 83795078, "Award ID": "20193352229955", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-12", "CFDA Number": "10.219", "Description": "TRANSGENIC ANIMAL RESEARCH CONFERENCE XII", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20193352229955_12H3"}, {"internal_id": 68176346, "Award ID": "20183352228795", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-23", "CFDA Number": "10.219", "Description": "DORMANT SEEDS MAY SURVIVE IN SOIL OVER YEARS, RESULTING IN THE PERSISTENCE OF WEEDS IN CROPLANDS. WEEDY RICE (ALSO KNOWN AS RED RICE,ORYZA SATIVA) HAS STRONG SEED DORMANCY AND IS A DIFFICULT-TO-CONTROL WEED IN THE SOUTHERN CENTRAL UNITED STATES (US), AND THE WORLD. RECENTLY, MANY POPULATIONS OF RED RICE IN THE RICE-GROWING STATES HAVE GAINED THE HERBICIDE RESISTANCE CONFERRED BY A NON-GE GENE ESCAPED FROM CLEARFIELDTM(CL) RICE. THIS PROJECT AIMS TO ELUCIDATE ECOLOGICAL GENETIC MECHANISMS OF SEEDBANK LONGEVITY (SL) AND PROVIDE FUNDAMENTAL KNOWLEDGE TO MONITOR AND CONFINE THE DISPERSAL OF GENETICALLY ENGINEERED (GE) OR NON-GE CROPS. PREVIOUS RESEARCH HAS IDENTIFIED AND CLONED QUANTITATIVE TRAIT LOCI (QTL) CONTROLLING SEED DORMANCY (SD) IN RED RICE. THE OBJECTIVES OF THIS RESEARCH ARE TO EVALUATE EFFECTS OF THE SD LOCI ON SL IN A CL BACKGROUND, IDENTIFY NEW SL QTL, AND MODEL GENOTYPE-BY-ENVIRONMENTAL INTERACTIONS (G&TIMES;E) IN TILL AND NO-TILL CROPPING SYSTEMS. PLANT MATERIALS DEVELOPEDFOR THIS RESEARCH INCLUDE ISOGENIC LINES FOR NINE SD LOCI, 400 RECOMBINANT INBRED LINES DERIVED FROM A US LINE OF LONG-AWNED BLACK-HULLED WEEDY RED RICE, AND INTROGRESSION LINES OF SD GENES IN A CL BACKGROUND. SEED BURIAL TRIALS AND SUBSEQUENT GERMINATION TESTS IN RICE FIELDS WILL BE USED FOR THE GENE EFFECT EVALUATION, QTL IDENTIFICATION, AND G&TIMES;E MODELING.EXPECTED OUTCOMES INCLUDE THE MAGNITUDE OF SD&#39;S EFFECTS ON SL, NEW GENES FOR SL, AND SURVIVABILITY PROFILES OF SEEDS BURIED IN DIFFERENT SOIL LAYERS FOR VARYING PERIODS. THIS NEW INFORMATION WILL BE USED TO INFORM THE LIKELIHOOD FOR FERALITY OF GE CROPS, SURVIVABILITY OF GE ORGANISMS IN SOIL SEEDBANKS, AND IMPROVED TILLAGE PRACTICES TO CONFINE GE GENES. THIS PROPOSAL FITS IN WITH THE PROGRAM AREA \"METHODS TO MONITOR AND UNDERSTAND THE DISPERSAL OF GE ORGANISM\" WITH A SPECIFIC FOCUS ON \"SEED DORMANCY IN CROPS, SEXUALLY COMPATIBLE WEEDS AND THEIR HYBRIDS\".", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_20183352228795_12H3"}, {"internal_id": 68547578, "Award ID": "20183352228789", "Award Amount": 499607.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-13", "CFDA Number": "10.219", "Description": "ADVANCING GENETICALLY ENGINEERED PLANTS FROM THE LAB TO THE FIELD AND EVEN THE EVENTUAL LARGE-SCALE PRODUCTION, CAN BE HAMPERED BY THE REGULATORY PROCESS BECAUSE OF THE COSTS INCURRED DURING THE LENGTHY PROCESS. THE NECESSARY REGULATORY COSTS, WHICH ALSO INCLUDE THOSE RELATED TO EXTENSIVE TESTING, MAKE IT LESS LIKELY THAT INNOVATIVE APPROACHES FOR CROP IMPROVEMENT DEVELOPED BY THE PUBLIC SECTOR AND SMALL BIOTECHNOLOGY COMPANIES WILL BE REALIZED. AS A RESULT, ANY NEW GENETICALLY MODIFIED (GM) CROPS ARE MORE LIKELY TO BE PRODUCED BY LARGE MULTINATIONAL COMPANIES, AND EVEN THEN, IT IS MAINLY LIMITED TO CROPS SUCH AS MAIZE AND SOYBEAN THAT HAVE LARGE GLOBAL MARKET VALUES. THE CRISPR (CLUSTERED REGULARLY INTERSPACED SHORT PALINDROMIC REPEATS)-CAS9 BASE EDITING SYSTEMS ARE POISED TO REVOLUTIONIZE MODERN CROP BREEDING DUE TO THEIR PROMISING APPLICATIONS FOR GENERATING TRANSGENE-FREE CROPS WITH QUANTITATIVE TRAITS INTRODUCED AT BASE PRECISION AT THE DNA LEVEL. BASE EDITING TECHNOLOGY PROVIDESAN EFFICIENT AND INEXPENSIVE WAY FORWARD FOR CROP BREEDING COMPARED TO CONVENTIONAL BREEDING METHODS. THIS PROJECT IS TO ADDRESS AN IMPORTANT KNOWLEDGE GAP, WHICH IS THE SAFETY OF PLANT BASE EDITING SYSTEMS. WE WILL FIRST IMPROVE THE EXISTING CRISPR-CAS9 C TO T AND A TO G BASE EDITING SYSTEMS FOR HIGHER EFFICIENCY AND ALTERED EDITING WINDOWS. NEXT, WE WILL GENERATE BASE-EDITED LINES OF TWO IMPORTANT FOOD CROPS, RICE AND TOMATO, AND USE WHOLE-GENOME SEQUENCING TO ASSESS UNINTENDED OFF-TARGET EFFECTS. IN PARALLEL, WE WILL ALSO SEQUENCE CONTROL LINES RECOVERED THROUGH THE PLANT REGENERATION AND TRANSFORMATION PHASES TO DETERMINE THE INCIDENCE OF UNINTENDED AFFECTS THAT CAN RESULT FROM SOMACLONAL VARIATION. THE RELEVANCE OF THE PROPOSED PROJECT TO THE BRAG PROGRAM IS VERY SIGNIFICANT BECAUSE OUR GOALS ARE CLOSELY ALIGNED WITH THE MISSION, IN THAT THE RESULTS WILL PROVIDE INFORMATION ACCESSIBLE BY FEDERAL REGULATORY AGENCIES TO CONSIDER DURING EVALUATION FOR INTRODUCTION OF CRISPR-CAS GENERATED ORGANISMS INTO THE ENVIRONMENT. THE KNOWLEDGE GENERATED FROM OUR WORK WILL GREATLY AID PLANT SCIENTISTS PRACTICING BASE EDITING TECHNOLOGY AS WELL AS FACILITATE THE DECISION-MAKING PROCESS AT REGULATORY AGENCIES SUCH AS USDA AND FDA. THIS RESEARCH PROJECT IS TO ADDRESS THE BRAG PROGRAM&#39;S AREA \"5G\", WHERE IT CALLS FOR COMPARISON OF THE TYPES AND FREQUENCIES OF NUCLEIC ACID CHANGES INTRODUCED INTO IMPORTANT CROP GENOMES, VIA GENETIC ENGINEERING TECHNOLOGIES VERSUS OTHER PLANT BREEDING TECHNIQUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20183352228789_12H3"}, {"internal_id": 68176347, "Award ID": "20183352228788", "Award Amount": 23664.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-26", "CFDA Number": "10.219", "Description": "CONFERENCE/WORKSHOP GRANT: CRITERIA FOR USE OF MODELING TO INFORM REGULATORY ASSESSMENT OF GENE DRIVE APPLICATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3203b49c-dcc4-2e29-c226-6adca8ed26f4-C", "generated_internal_id": "ASST_NON_20183352228788_12H3"}, {"internal_id": 68176348, "Award ID": "20183352228769", "Award Amount": 394586.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-26", "CFDA Number": "10.219", "Description": "OUR LONG-TERM GOAL IS TO ACCOMPLISH REVERSIBLE GENETIC STERILITY IN FISH, SPECIFICALLY CATFISH, TO REPRODUCTIVELY CONFINE AND PREVENT THE ESTABLISHMENT OF TRANSGENIC OR DOMESTIC GENOTYPES IN THE NATURAL ENVIRONMENT. THE EVENTUAL APPLICATION IS THE STACKING OF TECHNOLOGIES, TRANSGENIC FISH WITH THE TRANSGENE OF INTEREST, AS WELL AS THE STERILIZATION CONSTRUCT OR A STERILIZING MUTATION, TO ACCOMPLISH ABSOLUTE REPRODUCTIVE CONFINEMENT. SUCH A TECHNOLOGY COULD BE USED IN A VARIETY OF FISH INCLUDING ANY DOMESTIC GENOTYPE, INTERSPECIFIC HYBRID, TRANSGENIC OR EXOTIC TO MINIMIZE IMPACTS ON THE NATURAL ENVIRONMENT, PROTECT GENETIC BIODIVERSITY AND ECOSYSTEMS, INCREASING ENVIRONMENTAL FRIENDLINESS OF AQUACULTURE AND TRANSGENIC FISH. OUR FOCUS IS ON ABSOLUTE BIOCONFINEMENT AND REPRODUCTIVE CONTROL OF TRANSGENIC CATFISH. THE SUCCESSFUL CULMINATION OF THE PROJECT WOULD RESULT IN A SYSTEM THAT WOULD PREVENT ANY GENE FLOW OF TRANSGENES OR DOMESTIC GENES INTO WILD POPULATIONS. THE PROJECT IS RELEVANTTO THE PROGRAM AREA 1: MANAGEMENT PRACTICES TO MINIMIZE ENVIRONMENTAL RISK OF GENETICALLY ENGINEERED ORGANISMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20183352228769_12H3"}, {"internal_id": 68547579, "Award ID": "20183352228747", "Award Amount": 498578.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-11", "CFDA Number": "10.219", "Description": "ADVANCES IN PLANT SYNTHETIC BIOLOGY PROMISE TO INTRODUCE NOVEL GENETICALLY ENGINEERED (GE) CROP BIOTECHNOLOGIES IN THE NEAR FUTURE. NEW CHALLENGES TO FOOD SAFETY AND THE ENVIRONMENT ALSO ARISE AS MULTIPLE SPECIES OF PLANTS TRADITIONALLY USED FOR HUMAN CONSUMPTION ARE ENGINEERED TO PRODUCE PLANT-MADE PHARMACEUTICALS (PMPS) OR PLANT-MADE INDUSTRIAL COMPOUNDS (PMIS). GENETIC BIOCONTAINMENT STRATEGIES (I.E. STRATEGIES THAT PREVENT ENGINEERED TRAITS FROM ESCAPING INTO WILD PLANTS) ARE NEEDED TO SUPPORT GROWTH OF THESE EMERGING AGRICULTURAL SECTORS WITHOUT JEOPARDIZING PUBLIC OR ENVIRONMENTAL HEALTH. THE LONG-TERM GOAL OF OUR PROPOSED RESEARCH IS TO DEVELOP A SIMPLE AND ELEGANT BIOCONTAINMENT STRATEGY TO PREVENT GENE FLOW INTO OR OUT FROM A GE CROP. WE WILL ESSENTIALLY ENGINEER &#39;SPECIES-LIKE&#39; BARRIERS TO GENE FLOW IN A WAY THAT DOES NOT CHANGE THE GROWTH OR PROPAGATION METHODS FOR THE ENGINEERED PLANT. AN ARBITRARY NUMBER OF &#39;SYNTHETIC SPECIES&#39; OF A CROP OF INTEREST COULD BEPRODUCED THAT ARE ALL INCOMPATIBLE WITH EACH OTHER AND WITH NON-GE PLANTSFOR THIS GRANT, WE WILL DEVELOP AND DEMONSTRATE OUR BIOCONTAINMENT STRATEGY IN A MODEL DICOT PLANT (ARABIDOPSIS THALIANA, ROCKCRESS, RELATED TO CABBAGE AND MUSTARD) AND A MODEL MONOCOT PLANT (ORYZA SATIVE, RICE). OUR APPROACH WILL MINIMIZE THE RISK OF WILD PLANTS FROM ACQUIRING TRAITS ENGINEERED IN TO GE CROPS. WE WILL DO THIS BY CREATING GENETIC INCOMPATIBILTIES BETWEEN THE ENGINEERED AND NATURAL PLANTS THAT PREVENT HYBRIDS FROM SURVIVING. OUR APPROACH UTILIZES RECENTLY DEVELOPED TOOLS FOR CONTROLLING WHICH GENES ARE TURNED ON IN A GIVEN CELL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20183352228747_12H3"}, {"internal_id": 68547589, "Award ID": "20183352228745", "Award Amount": 249838.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-11", "CFDA Number": "10.219", "Description": "MULTIPLE SPECIES OF FISH HAVE BEEN GENETICALLY ENGINEERED (GE) TO INCORPORATE ADVANTAGEOUS TRAITS FOR AQUACULTURE OR TO PRODUCE VALUABLE PHARMACEUTICAL PROTEINS. UNFORTUNATELY, WIDESPREAD ADOPTION OF THESE GE FISH IS HAMPERED BY CONCERNS OVER THEIR ACCIDENTAL RELEASE TO NATURAL ECOSYSTEMS. FAILPROOF STERILIZATION TECHNIQUES WOULD BE INVALUABLE FOR MINIMIZING THE IMPACT OF GE FISH LINES. STERILE FISH HAVE BEEN PRODUCED BY TRIPLOIDIZATION, TRANSGENIC APPROACHES, AND A VARIETY OF TRANSIENT GENE SILENCING METHODOLOGIES. HOWEVER, THESE APPROACHES OFTEN REMAIN TECHNICALLY DIFFICULT, COSTLY AND INSUFFICIENTLY ROBUST OR SCALABLE TO BE USED IN COMMERCIAL SETTINGS. TO DISCOVER NOVEL AND EFFECTIVE MEANS OF STERILIZING FISH, WE PROPOSE TO INVESTIGATE INDUCED MUTATIONS ACROSS A COMBINATION OF GENES NECESSARY FOR SPERMIOGENESIS AND STEROID HORMONE SYNTHESIS; RESULTING IN MALE STERILITY AND MASCULINIZATION RESPECTIVELY. MORE SPECIFICALLY, DOUBLE MUTANT COMBINATIONS OF GENES SHOULD PRODUCE ALL-MALE STERILE POPULATIONS. LIKEWISE, DOUBLE MUTANT COMBINATIONS OF GENES RESPONSIBLE FOR MALENESS AND FOLLICULOGENESIS SHOULD RESULT IN STERILE ALL-FEMALE POPULATIONS. THUS, OUR PROPOSED PROJECT WILL GENERATE AND CHARACTERIZE 14 DIFFERENT LINES OF TILAPIA CARRYING NULL MUTATIONS IN TWO GENETIC PATHWAYS SIMULTANEOUSLY, ONE GOVERNING SEX DIFFERENTIATION AND THE OTHER SEX/GAMETE COMPETENCY. WE WILL ALSO DEVELOP STRATEGIES TO GENERATE BROODSTOCK CAPABLE OF PROPAGATING THESE MUTANT LINES, THROUGH USE OF SEX-REVERSAL AND TRANSPLANTATION APPROACHES AIMED RESPECTIVELY AT RESCUING THE MISSING GENDER AND RESTORING GAMETE PRODUCTION. FINALLY, WE WILL TEST THE PERFORMANCE OF THESE LINES IN GROW-OUT TRIALS. IF SUCCESSFUL, THIS PROJECT WILL ENABLE SAFE AND EFFECTIVE UTILIZATION OF GE FISH IN A WIDE RANGE OF COMMERCIAL APPLICATIONS. THUS, OUR PROJECT ALIGNS WELL WITH USDA BRAG PROGRAM AREA #1: \"MANAGEMENT PRACTICES TO MINIMIZE ENVIRONMENTAL RISK OF GE ORGANISMS\".", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4465b300-43ef-94d7-15e3-c8167f960079-C", "generated_internal_id": "ASST_NON_20183352228745_12H3"}, {"internal_id": 68547590, "Award ID": "20183352228741", "Award Amount": 498716.36, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-11", "CFDA Number": "10.219", "Description": "A GOAL OF RISK MANAGEMENT RESEARCH WITHIN THE BRAG PROGRAM IS TO PROVIDE DECISION MAKERS SCIENTIFIC DATA CONCERNING HOW TO AVOID OR MITIGATE THE NEGATIVE CONSEQUENCES IDENTIFIED IN A RISK ASSESSMENT. INSECTICIDE RESISTANCE MANAGEMENT (IRM) STRATEGIES ARE RECOGNIZED AS CRITICAL TO MAINTAIN THE VIABILITY OF BT CROPS AND ARE THE CORNERSTONE OF THE DEVELOPMENT OF RISK MANAGEMENT DECISIONS MADE BY THE EPA FOR BT CROPS. WE HOPE TO STRATEGICALLY TARGET THESE GAPS IN KNOWLEDGE RELATED TO IRM BASED ON CURRENT TRENDS. WE PROPOSE TO: 1) MEASURE THE IMPACT OF BLENDED AND STRUCTURED REFUGE ON HELICOVERPA ZEA PUPAL DEPTH, SURVIVAL, AND ADULT FLIGHT PARAMETERS IN CORN; 2) DESCRIBE THE ROLE OF COTTON, SOYBEAN, AND PEANUT AS A RESERVOIR FOR H. ZEA BT RESISTANCE ALLELES; AND 3) PROPOSE A REFINED MODEL OF EVOLUTION OF RESISTANCE FOR H. ZEA USING THESE DATA. THESE RESULTS WILL INFORM OUTDATED IRM MODELS, WHICH ASSUME RANDOM MATING, BY PROVIDING DATA ON H. ZEA DISPERSAL AND THE IMPACT OF NON-BT AND BT HOST PLANT MIXTURES. IMPORTANTLY, WE WILL TEST IF BLENDED REFUGE IN CORN WILL NEGATIVELY INFLUENCE THE SURVIVAL OF SUSCEPTIBLE HOMOZYGOUS INDIVIDUALS AND INCREASE SURVIVAL OF RESISTANT HETEROZYGOUS INDIVIDUALS. OUR DATA WILL INFORM REGULATIONS CONCERNING THE DEPLOYMENT, USE OF REFUGES (BLENDED AND STRUCTURED), AND THE SUSTAINABILITY OF BT CROPS BY FOCUSING ON H. ZEA, A SPECIES OF REGULATORY CONCERN IN THE SOUTHERN U.S. THIS PROJECT ADDRESSES THE FIFTH STANDARD PROGRAM AREA AS IT RELATES TO THE BRAG PROGRAM, ASSESSING HOW PESTS OVERCOME PLANT PEST RESISTANCE TRAITS CONFERRED BY ENGINEERED GENES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20183352228741_12H3"}, {"internal_id": 68547591, "Award ID": "20183352228736", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-14", "CFDA Number": "10.219", "Description": "DUE TO EASE OF USE, CRISPR-CAS9 HAS ADVANCED REMARKABLY IN THE PAST FEW YEARS AND HAS BECOME A UBIQUITOUS GENOME-EDITING METHOD BEING APPLIED TO AN INCREASING NUMBER OF SPECIES. WHILE SEVERAL SUCCESSFUL CASES OF CROP IMPROVEMENT USING VARIOUS GENOME- EDITING PLATFORMS INCLUDING CRISPR SYSTEMS AND TALENS HAVE BEEN REPORTED, CONCERNS OF GENOME WIDE OFF-TARGETS HAVE NOT BEEN THOROUGHLY ADDRESSED. TREMENDOUS PROGRESS HAS BEEN MADE IN INCREASING THE SPECIFICITY AND THUS REDUCING OFF-TARGETING BY ENGINEERING CAS9 VARIANTS SUCH AS THE HYPER-ACCURATE CAS9 VARIANT, AN ALTERNATIVE CRISPR-CPF1 SYSTEM ANALOGOUS TO CRISPR-CAS9, AND A NEW BASE EDITING APPROACH, WHICH DOESN&#39;T REQUIRE DNA CLEAVAGE TO INCORPORATE SPECIFIC MUTATIONS. REGULATORY AGENCIES NEED TO EVALUATE THE PRECISION OF THESE NEW AND EMERGING GENE- EDITING REAGENTS. WE PROPOSE TO USE THE CURRENT AND EMERGING GENOME-EDITING REAGENTS FOR TARGETED MUTAGENESIS OF COMMERCIALLY IMPORTANT CANDIDATE GENES IN TWO DIFFERENT CROP SPECIES, POTATO AND CAMELINA, WHICH HAVE CONTRASTING GENOMIC ARCHITECTURE AND MODES OF REPRODUCTION. IN POTATOMECHANICALDAMAGE TOTUBERS DURING HARVEST AND POST-HARVEST PROCEDURES LEAD TO DISCOLORATION DUE TO ENZYMATIC BROWNING CAUSED BY THE CANDIDATE GENEPOTATO POLYPHENOL OXIDASE (PPO). PPO CATALYZES THE CONVERSION OF O-DIHYDROXYPHENOLS TO O-QUINONES. THE QUINONES POLYMERIZE AND REACT WITH AMINO ACIDS RESULTING IN THE FORMATION OF BLACK/BROWN PIGMENTATION. OUR SECOND CANDIDATE GENE, DELTA-12-DESATURASE (FAD2) CONVERTS OLEIC ACID (18:1) FATTY ACID TO 18:2. BY KNOCKING OUTFAD2 WE RETAIN HIGH OLEIC ACID WHICH IS DESIRABLE IN INDUSTRIAL OILS.WE WILL COMPARE THE GENOME WIDE OFF-TARGET EFFECTS CAUSED BY THESE REAGENTS USING WHOLE GENOME SEQUENCING AND DETERMINE THE TYPE AND FREQUENCY OF ON- AND OFF-TARGET VARIATION ATTRIBUTABLE BY GENOME-EDITING REGEANTS. THIS STUDY WOULD PROVIDE A COMPREHENSIVE RISK ASSESSMENT OF GENOME- EDITED CROPS WITH CURRENT TECHNOLOGIES. THIS PROPOSAL ADDRESSES THE BRAG FOCUS AREA OF \"COMPARISON OF THE TYPES AND FREQUENCIES OF NUCLEIC ACID CHANGES INTRODUCED INTO IMPORTANT CROP GENOMES, VIA GENETIC INSERTION/MODIFICATION TECHNIQUES VERSUS OTHER PLANT BREEDING TECHNIQUES - OFF TARGET EFFECTS OF GENOME-EDITING TECHNOLOGIES\".", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20183352228736_12H3"}, {"internal_id": 68547592, "Award ID": "20183352228732", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-07", "CFDA Number": "10.219", "Description": "THE WESTERN CORN ROOTWORM, DIABROTICA VIRGIFERA VIRGIFERA, IS THE MOST SERIOUS PEST OF CORN IN THE US CORN BELT, RESULTING IN OVER $1 BILLION IN LOST YIELD AND MANAGEMENT COSTS EACH YEAR. ONE OF THE PRIMARY TOOLS USED TO MANAGE WESTERN CORN ROOTWORM IS TRANSGENIC BT CORN, WHICH IS GENETICALLY ENGINEERED CORN THAT PRODUCES INSECTICIDAL PROTEIN DERIVED FROM THE BACTERIUM BACILLUS THURINGIENSIS (BT). HOWEVER, IN RECENT YEARS, WESTERN CORN ROOTWORM HAS EVOLVED RESISTANCE TO THREE OF THE FOUR BT TOXINS THAT TARGET THIS PEST (I.E., CRY3BB1, MCRY3A, AND ECRY3.1AB) WITH ONLY ONE BT TOXIN, CRY34/35AB1, STILL SHOWING GENERALLY CONSISTENT EFFICACY AGAINST THIS PEST. IN RECENT YEARS, SOME CASES OF WESTERN CORN ROOTWORM RESISTANCE TO CRY34/35AB1 CORN HAVE BEEN OBSERVED ALONG WITH HIGH LEVELS OF FEEDING INJURY CRY34/35AB1 CORN BY WESTERN CORN ROOTWORM. THE WIDESPREAD EVOLUTION OF CRY34/35AB1 RESISTANCE REPRESENTS A SUBSTANTIAL RISK TO THE CONTINUED EFFICACY OF BT CORN TARGETING WESTERN CORN ROOTWORM. THE GOALS OF THIS PROJECT ARE TO CHARACTERIZE THE EXTENT OF CRY34/35AB1 RESISTANCE WITHIN THE LANDSCAPE BY SAMPLING POPULATIONS OF WESTERN CORN ROOTWORM AND CONDUCTING BIOASSAYS IN THE LABORATORY TO MEASURE THE LEVEL OF BT RESISTANCE. FOLLOW-UP FIELD STUDIES IN AREAS WHERE RESISTANCE HAS BEEN DOCUMENTED WILL BE USED TO BETTER CHARACTERIZE THE EFFECTS OF RESISTANCE ON INJURY TO BT CORN, AND HOW TO BEST MANAGE BT-RESISTANT POPULATIONS OF WESTERN CORN ROOTWORM. LABORATORY STRAINS OF CRY34/35AB1-RESISTANT WESTERN CORN ROOTWORM WILL BE DEVELOPED FROM WESTERN CORN ROOTWORM COLLECTED FROM FIELDS WHERE CRY34/35AB1 RESISTANCE HAS BEEN IDENTIFIED. THESE STRAINS WILL BE USED TO MEASURE THE INHERITANCE OF THE RESISTANCE TRAIT (I.E., DOMINANT VERSUS RECESSIVE) AND WHETHER OR NOT RESISTANCE TO CRY34/35AB1 HAS ASSOCIATED FITNESS COSTS (I.E., WHETHER OR NOT BT RESISTANT INDIVIDUALS ARE LESS FIT IN THE ABSENCE OF BT). BOTH THE INHERITANCE OF RESISTANCE AND WHETHER OR NOT FITNESS COSTS ARE PRESENT WILL PROVIDE CRITICAL INFORMATION ABOUT HOW QUICKLY CRY34/35AB1 RESISTANCE IS EXPECTED TO EVOLVE IN THE LANDSCAPE, AND THUS, HAVING THIS INFORMATION WILL ENABLE BIOTECH COMPANIES AND REGULATORS TO IMPROVE THEIR APPROACH FOR MANAGING RESISTANCE. FINALLY, THIS WORK WILL USE GENOTYPE-BY-SEQUENCING APPROACHES TO IDENTIFY THE GENES ASSOCIATED WITH RESISTANCE. THIS INFORMATION WILL ENABLE MORE EFFICIENT MONITORING OF PEST POPULATIONS FOR RESISTANCE, BY TESTING FOR SPECIFIC GENETIC VARIANTS ASSOCIATED WITH RESISTANCE, AND WILL ENABLE THE DEVELOPMENT OF FUTURE TRANSGENIC TECHNOLOGIES THAT TARGET THE MECHANISMS OF CRY34/35AB1 RESISTANCE. THIS RESEARCH IS ALIGNED WITH PROGRAM AREA 5C: UNDERSTANDING HOW PESTS OVERCOME PLANT PEST RESISTANCE TRAITS CONFERRED BY GENETIC ENGINEERING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20183352228732_12H3"}, {"internal_id": 68176349, "Award ID": "20183352228712", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-23", "CFDA Number": "10.219", "Description": "WIDESPREAD USE OF RNAI-BASED PEST CONTROL STRATEGIES IS LIKELY IN THE NEAR FUTURE, YET WE ARE POORLY PREPARED TO ASSESS RISKS TO NON-TARGET ORGANISMS (NTOS). WE BRING TOGETHER EXPERTISE IN RNAI MECHANISMS, INSECT MOLECULAR GENETICS, AND INTEGRATED PEST MANAGEMENT TO TACKLE THIS PROBLEM. OUR GOAL IS TO DEVELOP AND STANDARDIZE A SET OF BIOASSAYS TO IDENTIFY SPECIES AT-RISK DUE TO DSRNA IN THE ENVIRONMENT, WHILE DETERMINING WHETHER BIOSYNTHESIS OF NEW SHORT RNAS WITHIN THE INSECT IS A COMPOUNDING RISK FACTOR, ESPECIALLY FOR TROPHIC EXPOSURE TO PREDATORS. OUR EXPERIMENTS WILL USE SPECIES FROM THREE INSECT ORDERS (DIPTERA, COLEOPTERA AND HEMIPTERA) THAT VARY IN THEIR SUSCEPTIBILITY TO RNAI. THIS WILL PROVIDE INFORMATION FOR GROWERS, RESEARCHERS AND REGULATORY AGENCIES ABOUT POTENTIAL UNINTENDED CONSEQUENCES OF THE USE OF RNAI ON INSECTS FROM DIFFERENT ORDERS.OUR SPECIFIC OBJECTIVES ARE TO: 1) ESTABLISH A SET OF GENES PRODUCING HIGHLY CHARACTERISTIC DEFECTS FOR SENSITIVE BIOASSAYS OF RNAI SUSCEPTIBILITY, INCLUDING LETHAL AND SUBLETHAL EFFECTS, TO IDENTIFY HAZARDS AND PRIORITIZE RISK ASSESSMENT; 2) DETERMINE POTENTIAL FOR BIOSYNTHESIS OF SECONDARY RNAS; AND 3) EVALUATE RISKS TO NTOS FROM TROPHIC EXPOSURE TO GENE SILENCING MOLECULES. THIS WORK WILL CONTRIBUTE TO OUR LONG-TERM GOAL OF IDENTIFYING MECHANISM-BASED PARAMETERS THAT EFFECTIVELY PREDICT SPECIES-LEVEL RNAI SUSCEPTIBILITY. WE FOCUS ON MECHANISMS BECAUSE THE WORK WILL BE APPLICABLE BROADLY TO GENE SILENCING INSECTICIDES RATHER THAN SPECIFIC SEQUENCES OR PRODUCTS. OUR APPROACH MAXIMIZES RISK ASSESSMENT OUTCOMES BY DEVELOPING BIOASSAYS AND GENERATING DATA TO BETTER UNDERSTAND THE LIKELIHOOD, SEVERITY, AND EXTENT OF HAZARD PRESENTED BY RNAI-BASED PEST MANAGEMENT TECHNOLOGIES. THEREFORE, OUR INFORMATION WILL FACILITATE SAFE AND ENVIRONMENTALLY-SOUND REGISTRATION AND USE OF RNAI-BASED PEST MANAGEMENT STRATEGIES TO PROTECT OUR FOOD SUPPLY AGAINST INSECT PESTS. TOGETHER, THESE OBJECTIVES WILL ADDRESS PRIORITY AREA 5A, RESEARCH FOCUSED ON THE ENVIRONMENTAL EFFECTS OF INTRODUCING RNAI TRANSGENES OR OTHER GENE SILENCING MECHANISMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20183352228712_12H3"}, {"internal_id": 68547593, "Award ID": "20183352228711", "Award Amount": 462968.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "10.219", "Description": "THE USE OF GENE EDITING IN LIVESTOCK HAS THE POTENTIAL TO IMPROVE DISEASE RESISTANCE, PRODUCTIVITY AND SUSTAINABILITY OF ANIMAL AGRICULTURE. HOWEVER, STAKEHOLDERS SUCH AS FARMERS, REGULATORS AND THE GENERAL PUBLIC HAVE CONCERNS REGARDING THE SAFETY OF THIS TECHNOLOGY IN FOOD ANIMALS. SOME OF THESE CONCERNS INCLUDE THE SPECIFICITY OF GENE EDITING EVENTS (IE IS ONLY THE DESIRED LOCATION BEING MODIFIED) AND THE CONTAINMENT OF GENETICALLY MODIFIED/GENE EDITED ANIMALS TO PREVENT THE UNINTENDED INCORPORATION OF THE GENETIC MODIFICATION INTO DOMESTIC OR WILD ANIMALS. THIS RESEARCH WILL ADDRESS BOTH THESE ISSUES BY USING GENE EDITING TO RENDER MALES STERILE AS A MEANS OF CONTAINMENT WHILE ALSO COLLECTING INFORMATION ON OFF-TARGET EFFECTS OF GENE EDITING TOOLS IN LIVESTOCK FOR REGULATORS TO MAKE INFORMED DECISIONS ON THE SAFETY OF THE TECHNOLOGY.GENE EDITED PIGS WILL BE PRODUCED THAT LACK A KEY COMPONENT REQUIRED FOR THE PRODUCTION OF MALE REPRODUCTIVE HORMONES. WITH REDUCED LEVELS OF MALE REPRODUCTIVE HORMONES, THE DEVELOPMENT OF THE REPRODUCTIVE TRACT OF MALE PIGS WILL BE IMPAIRED AND MALE PIGS WILL BE STERILE. FEMALE PIGS SHOULD REMAIN FERTILE. IN ADDITION, REDUCED LEVELS OF MALE REPRODUCTIVE HORMONES WILL PREVENT THE COMPOUND RESPONSIBLE FOR BOAR TAINT, OR THE STALE URINE/FECAL FLAVOR THAT APPEARS IN THE MEAT OF NON-CASTRATED MALE PIGS BEFORE THEY REACH MARKET WEIGHT, FROM BEING FORMED. THIS HAS THE POTENTIAL TO ABOLISH THE NEEDED AND COMMON PRACTICE OF CASTRATING NEONATAL MALE PIGLETS AS A MEANS TO ELIMINATE BOAR TAINT, A MAJOR BENEFIT TO ANIMAL WELFARE AND PORK PRODUCERS IN THE UNITED STATES. THE RESULTING GENE EDITED PIGS WILL BE FULLY CHARACTERIZED IN TERMS OF THEIR REPRODUCTIVE CAPACITY AS WELL AS BASIC FUNCTIONS SUCH AS GROWTH AND BEHAVIOR AS BROAD INDICATORS OF WELL-BEING OF GENE EDITED ANIMALS. IT IS ANTICIPATED THAT THE PROPOSED GENE EDIT WILL BE COMPATIBLE WITH ORGANISMAL WELL-BEING OF THE ANIMALS AND THAT GENE EDITING TOOLS WILL RESULT IN MODIFICATIONS AT THEDESIRED LOCATION IN THE GENOME WITH FEW OFF-TARGET EVENTS. IF SUCCESSFUL, THIS CONTAINMENT APPROACH CAN EASILY BE APPLIED TO OTHER ANIMAL SPECIES. THIS WORK MOST DIRECTLY ADDRESSES PROGRAM AREA 1 (MANAGEMENT PRACTICES TO MINIMIZE ENVIRONMENTAL RISK OF GE ORGANISMS), NAMELY 1C, THE DEVELOPMENT OR EVALUATION OF EFFECTIVE BIOCONTAINMENT STRATEGIES INCLUDING MOLECULAR AND/OR GENETIC TECHNIQUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20183352228711_12H3"}, {"internal_id": 69573209, "Award ID": "20183352228708", "Award Amount": 499940.81, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "10.219", "Description": "THE AMERICAN CHESTNUT WAS ONCE A COMMON, ECONOMICALLY AND ENVIRONMENTALLY IMPORTANT TREE IN THE EASTERN U.S. FORESTS UNTIL AN INVASIVE FUNGAL DISEASE KILLED OVER THREE BILLION TREES AND BROUGHT THE SPECIES TO NEAR EXTINCTION. USING THE TOOLS OF BIOTECHNOLOGY, A BLIGHT TOLERANT AMERICAN CHESTNUT TREE HAS BEEN DEVELOPED THAT COULD RESCUE THIS SPECIES AND BENEFIT THE ENVIRONMENT. BUT ALTHOUGH FEDERAL REGULATORS HAVE EXPERIENCE EVALUATING GENETICALLY ENGINEERED (GE) AGRICULTURAL CROPS, USING BIOTECHNOLOGY TO RESCUE A WILD SPECIES SETS UP A NOVEL PARADIGM REQUIRING NEW INFORMATION. THE GE AMERICAN CHESTNUT IS AN IDEAL CASE STUDY TO HELP NOT ONLY WITH ITS OWN RESTORATION, BUT WITH UNDERSTANDING THE PROCESS FOR OTHER THREATENED TREES SUCH AS ASH, HEMLOCK, AMERICAN ELM, AND MANY OTHERS.THIS RESEARCH WILL DIRECTLY COMPARE ENVIRONMENTAL IMPACTS OF GE, CONVENTIONALLY BRED, AND WILD-TYPE TREES. WE WILL ESTABLISH PLANTINGS OF GE AND WILD-TYPE AMERICAN CHESTNUTS, ADVANCED BACKCROSS AND HYBRID CHESTNUTS, AND RED OAK CONTROLS AT THREE SITES SPANNING THE AMERICAN CHESTNUT&#39;S HISTORIC RANGE. CORE OBJECTIVES WILL 1) ADDRESS BASELINE SOIL AND ATMOSPHERIC CONDITIONS AT THE EXPERIMENTAL SITES PRIOR AND SUBSEQUENT TO SITE PREPARATION AND PLANTING, 2) EVALUATION OF HEALTH, FORM, GROWTH, AND PHYSIOLOGICAL PERFORMANCE OF GE AND CONVENTIONAL GENOTYPES, 3) COMPARISON OF SPECIES RICHNESS AND DIVERSITY OF SOIL FUNGI ASSOCIATED WITH THE DIFFERENT TREES, AND 4) EXAMINE INSECT COMMUNITIES AND FEEDING RESPONSES ACROSS TREE TYPES AND SITES.THESE FORESTS WILL LAST FAR BEYOND THIS SPECIFIC PROPOSALAND THUS WERE DESIGNED TO FACILITATE DECADES OF FUTURE RESEARCH WHILE CONTINUOUSLY PROVIDING FEEDBACK TO REGULATORS. THERE IS ALSO A CRITICAL PUBLIC OUTREACH AND EDUCATION COMPONENT TO THIS PROJECT SO THAT EDUCATORS AND THE PUBLIC CAN FOLLOW THESE TREES FROM SEEDLINGS TO CANOPY TREES. MOST IMPORTANTLY, THIS PROJECT SERVES AS A CRITICAL TEMPLATE FOR INFORMING FUTURE TREE RESTORATION PROJECTSPROGRAM AREA ADDRESSED:4A) ASSESSMENT OF THE INFLUENCE OF GEAS COMPARED TONON-GE ORGANISMS ON AGRICULTURAL OR FOREST ECOSYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6d09c80-dc07-ff93-67b8-5c349abd28d8-C", "generated_internal_id": "ASST_NON_20183352228708_12H3"}, {"internal_id": 68547594, "Award ID": "20183352228707", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "10.219", "Description": "AS THE ACREAGES PLANTED TO GENETICALLY ENGINEERED (GE) CROPS INCREASE, IMPROVING PREDICTIONS OF GENE FLOW IN INSECT-POLLINATED SYSTEMS BECOMES IMPERATIVE TO FOSTER THE DEVELOPMENT OF MANAGEMENT STRATEGIES TO IMPROVE COEXISTENCE OF SEED-PRODUCTION MARKETS AND REDUCE GENE FLOW TO FERAL AND WILD POPULATIONS. THE OVERALL GOAL OF THE PROPOSED RESEARCH IS TO EXTEND A GENE FLOW MODEL BY INSECT POLLINATORS DEVELOPED FOR CONTINUOUS LANDSCAPES TO DISCONTINUOUS LANDSCAPES. TO REACH THIS GOAL, WE WILL (1) IDENTIFY THE RULE USED BY BEES WHEN SELECTING THE NEXT PATCH TO MOVE TO; (2) USE THE RULE FOR SELECTING PATCHES ESTABLISHED UNDER (1) TO EXTEND THE EXISTING GENE FLOW MODEL TO DISCONTINUOUS LANDSCAPES; (3) COLLECT SEEDS FROM AN EXPERIMENT WITH A CENTER PATCH OF ROUNDUP READY ALFALFA AND PERIPHERAL PATCHES OF CONVENTIONAL ALFALFA OF DIFFERENT SIZES AND ISOLATION DISTANCES TO DETECT GENE FLOW AND TEST THE GENE FLOW MODEL, AND (4) TEST THE EFFECTIVENESS OF MANAGEMENT STRATEGIES TO REDUCE GENE FLOW BASED ON FIELD CONFIGURATIONS. WE USE ALFALFA, MEDICAGO SATIVA, AS MODEL SYSTEM TO GATHER THESE DATA AND TEST THE MODEL. WE GATHER AND COMPARE DATA COLLECTED FROM THREE BEE SPECIES, THE EUROPEAN HONEY BEE, THE COMMON EASTERN BUMBLE BEE AND THE ALFALFA LEAFCUTTING BEE. BEYOND THE IMPLICATIONS FOR MANAGEMENT, THIS RESEARCH WILL PROVIDE NOVEL MODELING STRATEGIES IN A SETTING THAT HAS BEEN EXTREMELY DIFFICULT TO TACKLE. THIS RESEARCH ALIGNS BEST WITH PROGRAM AREA 3, GENE TRANSFER BETWEEN GENETICALLY ENGINEERED ANIMALS, PLANTS AND MICROORGANISMS AND RELATED WILD AND AGRICULTURAL ORGANISMS. MORE SPECIFICALLY IT APPLIES TO SECTION 3D, DATA ACQUISITION AND MODELING OF GE ORGANISMS OR ENGINEERED GENE ESCAPE IN THE ENVIRONMENT, INCLUDING MODELING TO IDENTIFY PARAMETERS THAT INFLUENCE GENE DISPERSAL AND ITS CONSEQUENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea8420cb-9447-e1fc-414b-fd034bb9cc4c-C", "generated_internal_id": "ASST_NON_20183352228707_12H3"}, {"internal_id": 68547595, "Award ID": "20183352228703", "Award Amount": 499966.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "10.219", "Description": "MANAGEMENT OF PHYTOPHAGOUS THRIPS AND TARNISHED PLANT BUGS (TPBS) SPECIES IN COTTON REMAINS A SIGNIFICANT ISSUE CONFRONTING FARMERS IN THE US COTTON BELT. CURRENTLY, FARMERS DEPEND ON NEONICOTINOID SEED TREATMENTS AND ORGANOPHOSPHATES TO CONTROL EARLY SEASON THRIPS AND MULTIPLE MODES OF ACTION TO CONTROL TPB TO MAINTAIN PROFITABLE YIELDS. IN 2020-21, A NOVEL BT TRAIT TARGETING THRIPS AND TPB IS EXPECTED TO BE RELEASED IN COTTON. THIS TRAIT SUPPRESSES THRIPS AND TPB POPULATIONS, PREVENTING DAMAGE, BUT ALLOWS REDUCED THRIPS AND TPB POPULATIONS TO DEVELOP. PRELIMINARY RESULTS SUGGEST THAT THIS TRAIT HAS VARIABLE IMPACTS ON THRIPS MORTALITY, OVIPOSITION, AND FEEDING BEHAVIOR ACROSS DIFFERENT DEVELOPMENTAL STAGES, AS WELL AS DIFFERENTIAL IMPACTS ON FITNESS OF TOBACCO THRIPS (TT) AND WESTERN FLOWER THRIPS (WFT). IN THE EASTERN COTTON BELT, TT IS A KEY PEST OF COTTON SEEDLINGS AND HAS DEVELOPED RESISTANCE TO SYSTEMIC NEONICOTINOIDS. IN THE WEST, TT IS NOT AN ECONOMIC PEST BUT WFT IS AN IMPORTANT FACULTATIVE BIOLOGICAL CONTROL (BC) FOR MITES AND WHITEFLY, THE LATTER A KEY PEST THERE. BECAUSE THESE INSECTS FILL REGIONALLY SPECIFIC PEST OR BC NICHES, THE IMPACT OF WIDESPREAD DEPLOYMENT OF THIS BT TRAIT COULD HAVE GEOGRAPHICALLY VARIABLE EFFECTS ON ECOSYSTEM SERVICES AND PEST MANAGEMENT OUTCOMES. THIS PROJECT WILL REVEAL SYNERGIES AND ANTAGONISMS BETWEEN PEST MANAGEMENT AND BC SERVICES THAT WILL HAVE GEOGRAPHICALLY SPECIFIC OUTCOMES FOR COTTON FARMERS AND RELEVANCE TO POLICY DECISIONS REGARDING NON-TARGET EFFECTS AND IRM.THE OVERALL GOAL OF THIS PROJECT WILL BE TO QUANTIFY LIFE STAGE-SPECIFIC IMPACTS OF THRIPS AND LYGUS ACTIVE BT TOXINS ON WFT, TT AND TPBS IN LABORATORY, GREENHOUSE, AND FIELD CONDITIONS. THESE RESULTS WILL PROVIDE A FOUNDATION FOR REGIONALLY RELEVANT RISK ASSESSMENT AND INSECT RESISTANCE MODELING MODELING FOR NOVEL BT TOXINS IN COTTON PRODUCTION AGROECOSYSTEMS ACROSS THE US COTTON BELT. THIS RESEARCH ADDRESSES THE BRAG \"OTHER RESEARCH TOPICS DESIGNED TO FURTHER THE PURPOSES OF THIS PROGRAM\" PRIORITY AREA BY ASSESSING OF THE EFFECTS OF ENGINEERED INSECT RESISTANCE GENES IN A PLANT ON NON-TARGET ARTHROPOD SPECIES AND RESEARCH TO UNDERSTAND HOW PESTS OVERCOME PLANT PEST TRAITS CONFERRED BY ENGINEERED GENES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20183352228703_12H3"}, {"internal_id": 45250689, "Award ID": "20173352227098", "Award Amount": 499999.19, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "10.219", "Description": "CRISPR/CAS9 MUTAGENESIS FOR GENETIC CONTAINMENT OF FOREST TREES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20173352227098_12H3"}, {"internal_id": 45250686, "Award ID": "20173352227090", "Award Amount": 492408.96, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "10.219", "Description": "RISK ASSESSMENT FOR TRANSGENIC BT CROPS FROM BT RESISTANT HELICOVERPA ZEA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e7095ca-d636-815e-32fe-f2c882f592b6-C", "generated_internal_id": "ASST_NON_20173352227090_12H3"}, {"internal_id": 45250685, "Award ID": "20173352227086", "Award Amount": 498234.19, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-24", "CFDA Number": "10.219", "Description": "A RISK-ASSESSMENT MODEL AND POPULATION GENOMICS TOOLS FOR MONITORING HERBICIDE-RESISTANCE EVOLUTION IN WEEDY SORGHUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20173352227086_12H3"}, {"internal_id": 45250684, "Award ID": "20173352227030", "Award Amount": 498084.41, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-11", "CFDA Number": "10.219", "Description": "GENE FLOW BETWEEN SORGHUM AND ITS WEEDY RELATIVES IN AGRICULTURAL LANDSCAPES REMAINS A TOPIC OF CONCERN FOR MANY STAKEHOLDERS. SORGHUM IS NATIVE TO EASTERN AFRICA, WHICH IS BELIEVED TO HAVE BEEN INTRODUCED TO THE US IN THE 19TH CENTURY. ALONG WITH GRAIN SORGHUM, ITS WILD RELATIVES WERE ALSO INTRODUCED INTO THE US FROM THEIR NATIVE REGION. JOHNSONGRASS, ONE OF THE WILD RELATIVES, IS WIDELY DISTRIBUTED AS A NOXIOUS WEED THROUGHOUT SORGHUM PRODUCTION AREAS IN THE SOUTHERN US. JOHNSONGRASS IS A PERENNIAL, TETRAPLOID SPECIES CAPABLE OF REPRODUCING BOTH BY SEEDS AND VEGETATIVE RHIZOMES AND THIS SPECIES CAN BE FOUND INFESTING CROP FIELDS AS WELL AS ROADSIDE AND OTHER NON-CULTIVATED AREAS. GIVEN THE EXCELLENT DROUGHT TOLERANCE AND AN ABILITY TO GROW UNDER MARGINAL ENVIRONMENTAL CONDITIONS, SORGHUM HAS BEEN CONSIDERED AS AN IMPORTANT FEEDSTOCK FOR BIOFUEL PRODUCTION. THE USE OF SORGHUM GRAIN AS HUMAN FOOD AND ANIMAL FEED IS ALSO IN THE RISE. SORGHUM INDUSTRY WILL BENEFIT FROM NEW AGRONOMIC (SUCH AS HERBICIDE RESISTANCE), BIOFUEL PRODUCTIVITY AND NUTRITIONAL QUALITY TRAITS INTRODUCED INTO THIS CROP.DESPITE THE IMPORTANCE OF GENETIC IMPROVEMENTS IN SORGHUM, THERE IS A LIKELIHOOD THAT GENE FLOW AND TRANSFER OF CERTAIN INTRODUCED TRAITS BETWEEN CULTIVATED SORGHUM AND ITS WEEDY RELATIVES, PARTICULARLY JOHNSONGRASS, MAY LEAD TO INCREASED WEEDINESS AND INVASIVENESS IN THE HYBRID PROGENIES. THE NATURE AND DYNAMICS OF GENE FLOW, HOWEVER, IS NOT FULLY UNDERSTOOD AND THERE EXIST SEVERAL KNOWLEDGE GAPS IN THIS REGARD. TO OUR KNOWLEDGE, THE VAST MAJORITY OF EXISTING RESEARCH ON GENE FLOW BETWEEN SORGHUM AND JOHNSONGRASS FOCUSES ON GENE FLOW ONLY IN ONE DIRECTION, I.E. USING JOHNSONGRASS AS THE MATERNAL PARENT. HOWEVER, GENE FLOW IN THE OPPOSITE DIRECTION (FROM JOHNSONGRASS TO SORGHUM) MAY ALSO BE IMPORTANT. A THOROUGH UNDERSTANDING IS REQUIRED ON THE FREQUENCY OF OUTCROSSING AS WELL AS PROGENY CHARACTERISTICS SUCH AS PLOIDY, LEVEL OF FERTILITY, RHIZOME PRODUCTION POTENTIAL, SEED PRODUCTION AND OVERALL FITNESS UNDER COMPETITION. FURTHER, FERAL SORGHUM IS COMMONLY FOUND ALONG ROADSIDES IN SOUTH TEXAS, OFTEN GROWING IN PROXIMITY TO JOHNSONGRASS, BUT THE ROLE OF FERAL SORGHUM IN GENE FLOW AND TRAIT TRANSFER TO THE BROADER ENVIRONMENT IS NOT CLEAR. THIS RESEARCH PROJECT IS AIMED AT ADDRESSING THESE VERY ASPECTS IN FILLING EXISTING CRITICAL KNOWLEDGE GAPS IN THIS AREA.IT IS EXPECTED THAT THE FINDINGS OF THIS RESEARCH WILL HELP DEVELOP A BETTER UNDERSTANDING OF THE NATURE AND CHARACTERISTICS OF GENE FLOW BETWEEN SORGHUM AND JOHNSONGRASS. THE FINDINGS WILL EVENTUALLY HELP IDENTIFY AVENUES FOR MINIMIZING AND MITIGATING GENE FLOW BETWEEN THE TWO SPECIES AND ASSIST THE DEVELOPMENT OF ROBUST STEWARDSHIP PRACTICES. THE FINDINGS WILL ALSO ASSIST THE FEDERAL AGENCIES APHIS AND EPA IN MAKING MORE INFORMED DECISIONS REGARDING THE REGULATION OF SORGHUM WITH NOVEL TRAITS. THE PROPOSAL IS MOST CLOSELY RELATED TO THE NIFA-BRAG PROGRAM AREA #3: CHARACTERISTICS, RATES, AND MECHANISMS OF GENE TRANSFER TO WILD RELATIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20173352227030_12H3"}, {"internal_id": 66536873, "Award ID": "20163352225632", "Award Amount": -7061.85, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-05-16", "CFDA Number": "10.219", "Description": "REGULATORY PROTOCOLS FOR CURRENT AND EMERGING GENOME EDITING TECHNOLOGIES IN CROP IMPROVEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_20163352225632_12H3"}, {"internal_id": 116524760, "Award ID": "20163352225630", "Award Amount": -1747.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-02", "CFDA Number": "10.219", "Description": "SHORT-TERM EXPERIMENTS AS PREDICTORS OF LONG-TERM PATTERNS OF GENE INTROGRESSION IN CROP-WILD HYBRIDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41978dcd-498c-8ab8-89bf-c6abd4f48389-C", "generated_internal_id": "ASST_NON_20163352225630_12H3"}, {"internal_id": 140510733, "Award ID": "20163352225629", "Award Amount": -19619.3, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.219", "Description": "MONITORING THE DISPERSAL OF GENETICALLY ENGINEERED ORGANISMS AND THEIR BYPRODUCTS USING LIGHT TRANSMISSION SPECTROSCOPY II", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7c6d4e6a-e5c4-b348-571b-42f4d585f5a8-C", "generated_internal_id": "ASST_NON_20163352225629_12H3"}, {"internal_id": 146292985, "Award ID": "20163352225625", "Award Amount": -9.61, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-04", "CFDA Number": "10.219", "Description": "DEVELOPMENT AND EVALUATION OF SAFEGUARDS FOR CONDITIONAL SUPPRESSIVE GENE DRIVES FOR SPOTTED WING DROSOPHILA AND THE NEW WORLD SCREWWORM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20163352225625_12H3"}, {"internal_id": 138340932, "Award ID": "20163352225624", "Award Amount": -1287.81, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-09", "CFDA Number": "10.219", "Description": "DESIGNER ALGAE BIOTECHNOLOGY RISK ASSESSMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95193a78-4978-7aa4-ef3c-78aaf785569e-C", "generated_internal_id": "ASST_NON_20163352225624_12H3"}, {"internal_id": 116524800, "Award ID": "20163312025628", "Award Amount": -6.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-08", "CFDA Number": "10.219", "Description": "A DATA-DRIVEN APPROACH TO CRISPR DESIGN FOR REDUCED OFF-TARGET ACTIVITY IN PLANT GENOME EDITING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20163312025628_12H3"}, {"internal_id": 120382328, "Award ID": "20153352224106", "Award Amount": -17.61, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-23", "CFDA Number": "10.219", "Description": "GENETIC CONTAINMENT IN LIVESTOCK VIA CRISPR-MEDIATED GENE KNOCK-IN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20153352224106_12H3"}, {"internal_id": 98187904, "Award ID": "20153352224105", "Award Amount": -39684.83, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-03", "CFDA Number": "10.219", "Description": "IMPROVING ECOLOGICAL RISK ASSESSMENTS FOR CAMELINA SATIVA THROUGH RESEARCH ON POLLEN DISPERSAL, GENE FLOW AND WEED POPULATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_20153352224105_12H3"}, {"internal_id": 97015899, "Award ID": "20153352224099", "Award Amount": -0.17, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-30", "CFDA Number": "10.219", "Description": "NUTRITIONALLY-MEDIATED VARIATION IN HELICOVERPA ZEA SUSCEPTIBILITY TO BT TRANSGENIC CROPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20153352224099_12H3"}, {"internal_id": 110335870, "Award ID": "20153352224096", "Award Amount": -76.37, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "10.219", "Description": "COMPARISON OF MUTATION RATES IN SOYBEAN FOLLOWING TRANSFORMATION, MUTAGENESIS,TISSUE CULTURE AND CONVENTIONAL BREEDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20153352224096_12H3"}, {"internal_id": 116524842, "Award ID": "20153352224094", "Award Amount": -2364.81, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-15", "CFDA Number": "10.219", "Description": "ASSESSMENT AND MITIGATION OF GENETIC BREAKDOWN OF TRANSGENIC CONDITIONAL LETHALITY SYSTEMS IN INSECT PEST SPECIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1f0e955-45ec-eddc-3bf4-b3c73d9ea41c-C", "generated_internal_id": "ASST_NON_20153352224094_12H3"}, {"internal_id": 129033996, "Award ID": "20143352222265", "Award Amount": -10453.19, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-19", "CFDA Number": "10.219", "Description": "IMPACT OF TRANSGENIC BT CROPS ON HELICOVERPA ZEA ECOLOGY AND SUBSEQUENT RESISTANCE RISK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20143352222265_12H3"}, {"internal_id": 81545662, "Award ID": "20143352222220", "Award Amount": -1.26, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-06", "CFDA Number": "10.219", "Description": "RISK ASSESSMENT FOR PLANT INCORPORATED INSECTICIDAL PRODUCTS ON NON TARGET AQUATIC INVERTEBRATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20143352222220_12H3"}, {"internal_id": 116524864, "Award ID": "20143352222215", "Award Amount": -28265.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-01", "CFDA Number": "10.219", "Description": "EXTENDED PEST MIGRATION IN BT VERSUS NON-TRANSGENIC CROPS: IMPACTS ON RISK ASSESSMENT AND BT RESISTANCE DISSEMINATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_20143352222215_12H3"}, {"internal_id": 89967421, "Award ID": "20133352221091", "Award Amount": -9516.46, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "10.219", "Description": "GENOME-WIDE ASSESSMENT OF OFF-TARGET EFFECT AND REMOVAL OF TRANSGENES ASSOCIATED WITH TALEN-BASED GENE EDITING IN PLANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20133352221091_12H3"}, {"internal_id": 108315011, "Award ID": "20133352221090", "Award Amount": -72.84, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "10.219", "Description": "ASSESSING THE IMPACT OF GENE REPLACEMENT AND GENETIC MODIFICATION METHODS IN A CROP SPECIES AT THE WHOLE GENOME LEVEL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20133352221090_12H3"}, {"internal_id": 67014887, "Award ID": "20133352221007", "Award Amount": -9239.25, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "10.219", "Description": "MONITORING THE DISPERSAL OF GENETICALLY ENGINEERED ORGANISMS AND THEIR BYPRODUCTS USING LIGHT TRANSMISSION SPECTROSCOPY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65f6d07a-5df8-713f-2495-b8e648f44f20-C", "generated_internal_id": "ASST_NON_20133352221007_12H3"}, {"internal_id": 157324362, "Award ID": "20133352220999", "Award Amount": -0.01, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-06", "CFDA Number": "10.219", "Description": "THE TYPES AND ACREAGES PLANTED TO GENETICALLY-ENGINEERED (GE) CROPS KEEP INCREASING. DESPITE THE LARGE NUMBER OF INSECT-POLLINATED CROPS AND THE FACT THAT GE VARIETIES ARE AVAILABLE OR BEING DEVELOPED FOR MANY OF THESE CROPS, THE UNDERSTANDING OF HOW INSECT POLLINATORS AFFECT THE MOVEMENT OF GENES VIA POLLEN (GENE FLOW) IS LAGGING IN COMPARISON TO HOW WIND POLLINATION INFLUENCES GENE MOVEMENT. A BETTER UNDERSTANDING OF THE FACTORS THAT AFFECT GENE FLOW IN INSECT-POLLINATED SYSTEMS WOULD IMPROVE OUR PREDICTIONS OF GENE FLOW RISK AND PROMOTE THE DEVELOPMENT OF MANAGEMENT STRATEGIES TO REDUCE GENE FLOW. THIS WOULD INCREASE THE POTENTIAL FOR COEXISTENCE OF AGRICULTURAL CROPS AND REDUCE THE RISK OF INCREASED INVASIVENESS AND DECREASED GENETIC DIVERSITY OF WILD POPULATIONS. A MAIN GOAL OF THIS RESEARCH IS TO LINK POLLINATOR BEHAVIOR TO GENE FLOW IN ORDER TO BETTER PREDICT GENE FLOW IN INSECT-POLLINATED CROPS. BECAUSE POLLINATOR TYPE AND LANDSCAPE ATTRIBUTES HAVE BEEN SHOWN TO INFLUENCE POLLINATOR MOVEMENTS AND GENE FLOW, WE EXAMINE THE IMPACT OF THESE FACTORS ON THE MOVEMENT OF THREE POLLINATOR TYPES IN ALFALFA PATCHES OF TWO DIFFERENT SIZES OR PATCHES PLANTED AT DIFFERENT DISTANCES FROM ONE ANOTHER. ANALYSES OF THESE DATA WILL HIGHLIGHT THE FACTORS THAT AFFECT POLLINATOR MOVEMENTS. THIS INFORMATION WILL BE USED TO SIMULATE POLLINATOR MOVEMENTS AND COMBINED WITH POLLEN DEPOSITION CURVES OR SEED CURVES, WILL HELP BETTER PREDICT POLLEN MOVEMENT OR GENE FLOW, RESPECTIVELY. THE MODEL WILL BE TESTED USING GENE FLOW DATA OBTAINED EXPERIMENTALLY FOR DISTINCT POLLINATORS IN SPECIFIC LANDSCAPE SETTINGS. A BETTER UNDERSTANDING OF THE FACTORS THAT AFFECT GENE FLOW IN INSECT-POLLINATED SYSTEMS WILL NOT ONLY HELP US BETTER PREDICT THE RISK OF GENE FLOW, BUT WILL ALSO HELP IDENTIFY THE CRITICAL FACTORS MEDIATING GENE FLOW AND THUS SERVE AS A FOUNDATION FOR IMPROVING SEED PURITY BEST MANAGEMENT PRACTICES (BMPS). OUR APPROACH WILL HELP FACILITATE COEXISTENCE AMONG DIFFERENT INSECT-POLLINATED PRODUCTION SYSTEMS IN THE US.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea8420cb-9447-e1fc-414b-fd034bb9cc4c-C", "generated_internal_id": "ASST_NON_20133352220999_12H3"}, {"internal_id": 152523582, "Award ID": "20113352230749", "Award Amount": -2300.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-29", "CFDA Number": "10.219", "Description": "DEVELOPING A FRAMEWORK FOR ASSESSING THE RISKS OF IN PLANTA RNAI ON NON-TARGET ARTHROPODS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_20113352230749_12H3"}]