[{"internal_id": 69669723, "Award ID": "59400060070R", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-26", "CFDA Number": "10.255", "Description": "THE TUFTS/UNIVERSITY OF CONNECTICUT RESEARCH INNOVATION AND DEVELOPMENT GRANTS IN ECONOMICS CENTER (TUFTS/UCONN RIDGE CENTER) - RANGELAND ECOSYSTEM DYSFUNCTION ASSOCIATED WITH INCREASED WILDFIRE ACTIVITY, INVASIVE ANNUAL GRASSES, AND EXPANDING CONIFERS IS NEGATIVELY IMPACTING AGRICULTURAL PRODUCTION AND A VARIETY OF ECOSYSTEM SERVICES ACROSS THE WESTERN UNITED STATES. THESE FACTORS HAVE SEVERE ECONOMIC IMPLICATIONS; FOR EXAMPLE, FEDERAL FIRE SUPPRESSION EXPENDITURES IN FY 2017 APPROACHED $3 BILLION. THE INCREASING FREQUENCY OF WILDFIRES ACROSS WESTERN RANGELANDS REMAINS A THREAT TO ECOSYSTEM STRUCTURE AND FUNCTION. IN GREAT BASIN RANGELANDS, WILDFIRE OFTEN CREATES A POSITIVE FEEDBACK BY INCREASING INVASIVE ANNUALS AND ALTERING FUEL LOADING. UNDERSTANDING THE DYNAMICS OF THE PLANT COMMUNITY-BOTH IN RESPONSE TO WILDFIRE AND ITS ROLE IN WILDFIRE OCCURRENCE-IS CRITICAL TO GUIDE RANGELAND MANAGEMENT IN THE FACE OF FIRE, FUELS, AND INVASIVE PLANTS. AT LARGE SPATIAL SCALES, EXISTING FUEL MODELING EFFORTS HAVE SHOWN THAT ANTECEDENT PRECIPITATION AMOUNT AND PATTERN CAN BE USED TO GENERALIZE WILDFIRE PROBABILITY. MISSING FROM THOSE EFFORTS HAS BEEN THE INCORPORATION OF BIOTIC STATUS (E.G., PLANT COMMUNITY COMPOSITION AND FUNCTIONAL GROUP ABUNDANCE) INTO PREDICTIVE MODELS. INCORPORATING CURRENT BIOTIC INFORMATION HAS THE POTENTIAL TO DRAMATICALLY IMPROVE THE RELEVANCY OF EMPIRICALLY-DERIVED MODELS TO ON-THE-GROUND MANAGEMENT CONDITIONS AND DECISION MAKING. THE OBJECTIVES OF THIS WORK ARE TO 1) EXAMINE THE BIOTIC DRIVERS OF AND RESPONSES TO WILDFIRE; AND 2) EXAMINE THE POTENTIAL FOR INCORPORATING BIOTIC COMPONENTS INTO ABIOTICALLY-DRIVEN (E.G., PRECIPITATION AT VARIOUS TIME LAGS) MODELS FOR PREDICTING WILDFIRE AND PLANT COMMUNITY RESPONSES. OBJECTIVES WILL APPLY ACROSS THE GREAT BASIN REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1365968e-88a8-9046-4733-6ec9e7f54826-C", "generated_internal_id": "ASST_NON_59400060070R_12H4"}, {"internal_id": 67834554, "Award ID": "58500080053", "Award Amount": 1997503.44, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-16", "CFDA Number": "10.253", "Description": "INCREASING ACCESSIBILITY AND VALUE OF USDA FOOD DATA RESOURCES - THIS PROJECT WILL VALIDATE A HUMANE METHOD OF PIG EUTHANIZATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "50711815-b6bd-c4b3-a55c-a9b83b3e8cea-C", "generated_internal_id": "ASST_NON_58500080053_12H4"}]