[{"internal_id": 160320143, "Award ID": "20237050840532", "Award Amount": 10000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-07", "CFDA Number": "10.237", "Description": "TO BUILD THRIVING, RESILIENT SOCIAL AND ECOLOGICAL COMMUNITIES, WE MUST DESIGN FOOD AND FARMING SYSTEMS THAT FOSTER ECOSYSTEM HEALTH, ADAPT TO CLIMATE CHANGE, AND DEMONSTRATE THAT ATTAINMENT OF SUSTAINABLE PRODUCTION, EQUITY, AND JUSTICE ARE SYNERGISTIC GOALS. IN THIS PROJECT, THE UNIVERSITY OF CALIFORNIA, SANTA CRUZ, CALIFORNIA STATE UNIVERSITY MONTEREY BAY, HARTNELL COLLEGE, AND THE AGRICULTURE &AMP; LAND-BASED TRAINING ASSOCIATION WILL JOIN FORCES TO TRAIN A DIVERSE GENERATION OF LEADERS IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCES. THESE COLLABORATING INSTITUTIONS HAVE A DEMONSTRATED, SUCCESSFUL RECORD OF FANH EDUCATION, TRAINING; HAVE LONG SUPPORTED INNOVATIVE AGROECOLOGY INSTRUCTION, AND RECRUITMENT AND RETENTION OF UNDERSERVED STUDENTS WITH SKILLS DEVELOPMENT, JOB PREPARATION, MENTORING, AND BUILDING BELONGING; AS WELL AS A HISTORY OF PLACING STUDENTS IN FEDERAL, INDUSTRY, NON-PROFIT, AND ACADEMIC POSITIONS. YET, THE ONGOING LACK OF A DIVERSE FANH WORKFORCE NATIONALLY NEEDS FURTHER ADDRESSING. OUR OVERALL PROJECT GOALS ARE TO: (1) PROVIDE UNDERSERVED STUDENTS WITH CULTURALLY-RELEVANT, INCLUSIVE MENTORING, AND EXPERIENTIAL LEARNING PROGRAMMING THAT RESULT IN IMPROVED BELONGING, LEADERSHIP SKILLS, AND SUCCESSFUL PURSUIT OF FANH CAREERS; (2) PROVIDE SIGNIFICANT MATERIAL SUPPORT THROUGH SCHOLARSHIPS, FELLOWSHIPS, AND STUDENT EMPLOYMENT TO FACILITATE ACADEMIC SUCCESS AND CAREER DEVELOPMENT; AND (3) ESTABLISH A REPLICABLE, REGIONAL EDUCATIONAL HUB THAT FORMS A LEARNING COMMUNITY AMONG MULTIPLE EDUCATIONAL LEVELS AND INSTITUTIONS.WE WILL BUILD ON OUR PAST ACCOMPLISHMENTS AT UCSC AND PARTNER INSTITUTIONS, AND WILL MEET PRESSING CHALLENGES THROUGH THREE PROJECT OBJECTIVES: (1) CREATE MEANINGFUL EXPERIENTIAL LEARNING PROJECTS (ELP) THAT WILL TRAIN STUDENTS AND OTHERS IN FANH AND COMMUNITY-ENGAGED RESEARCH, ORGANIC AGRICULTURAL PRODUCTION, DISTRIBUTION, CULINARY ARTS, AND AGRICULTURAL TECHNOLOGIES, PROVIDING THEM WITH PRACTICAL JOB SKILLS; (2) PROVIDE STUDENT SCHOLARSHIP PROJECTS (SSP) TO SUPPORT STUDENTS WITH JOBS, PAID INTERNSHIPS, FELLOWSHIPS, SCHOLARSHIPS, HOUSING, EMERGENCY SUPPORT, CULTURALLY-RELEVANT MENTORING, AND CAREER COACHING TO FACILITATE PARTICIPATION IN FANH ACTIVITIES; AND (3) CREATE OUTREACH AND ENGAGEMENT PROJECTS (OEP) THROUGH YOUTH ENGAGEMENT, DIVERSE LEARNING COMMUNITIES, AND FAHN CAREER EDUCATION. TO ACHIEVE PROJECT OBJECTIVE 1, WE WILL SUPPORT STUDENT AND PARTICIPANT RESEARCH OPPORTUNITIES AND INTERNSHIPS. WE WILL SUPPORT RESEARCH PROGRAMS FOR GRADUATE AND UNDERGRADUATE STUDENTS, WILL PROVIDE TRAINING IN SUSTAINABLE AGRICULTURE PRODUCTION, FOOD DISTRIBUTION AND MARKETING FOR UNDERGRADUATE STUDENTS AND FOR LIMITED-RESOURCE, IMMIGRANT FARMWORKERS, AND WILL SUPPORT STUDENTS IN COMMUNITY-BASED RESEARCH AND IN YOUTH LEADERSHIP ACADEMIES THAT CONNECT UNDERGRADUATES WITH FARMWORKER FAMILIES TO ADDRESS ISSUES OF ENVIRONMENTAL SUSTAINABILITY AND HEALTH AND ENVIRONMENTAL RACISM. WE WILL TRAIN UNDERGRADUATES, MS, AND,PHD STUDENTS IN TECHNICAL SKILLS WITH DRONE TECHNOLOGY AND WITH GEOGRAPHIC INFORMATION SYSTEMS. TO ACHIEVE PROJECT OBJECTIVE 2, WE WILL FINANCIALLY SUPPORT STUDENTS TO INCREASE RECRUITMENT, RETENTION, AND GRADUATION AND WILL PROVIDE MENTORING, CAREER COUNSELING, AND STUDENT SUPPORT SERVICES. WE WILL SUPPORT NEW PHD STUDENTS WITH FELLOWSHIPS, WILL SUPPORT COMMUNITY COLLEGE STUDENTS WITH TRANSFER SCHOLARSHIPS, WILL CREATE A SCHOLARSHIP PROGRAM FOR UNDERGRADUATES, AND WILL PROVIDE HOUSING SCHOLARSHIPS AND EMERGENCY COST SCHOLARSHIPS FOR ROOM AND BOARD, BOOKS, AND CLASS SUPPLIES. WE WILL ALSO PROVIDE ROBUST CAREER COUNSELING, STUDENT-CENTERED, CULTURALLY-RESPONSIVE MENTORING, COUNSELING, AND SUPPORT SERVICES, AND WILL POSITION STUDENTS TO SUCCEED IN CAREERS. TO ADDRESS OBJECTIVE 3, WE WILL FOCUS ON ENHANCING YOUTH UNDERSTANDING AND AWARENESS OF FANH CAREERS AND WILL INVOLVE YOUTH AND OTHERS IN THE DESIGN, EXECUTION, AND EVALUATION OF OUR PROJECT ACTIVITIES. OUR PROJECTS WILL CONNECT STUDENTS WITH PROFESSIONALS THROUGH RESEARCH, PRODUCTION, DISTRIBUTION, CULINARY ACTIVITIES, COMMUNITY-ENGAGED WORK, AND AGRICULTURAL TECHNOLOGIES, THUS EXPOSING STUDENTS TO MULTIPLE CAREERS.WE EXPECT THAT OUR PROJECTS WILL PROVIDE UNDERSERVED STUDENTS AND PARTICIPANTS AT OUR INSTITUTIONS WITH TECHNICAL AND SOFT SKILLS NEEDED FOR ADVANCING THEIR CAREERS, WILL BOOST STUDENT SENSE OF BELONGING AND SUPPORT, WILL PROVIDE GREATER FINANCIAL STABILITY AND CONFIDENCE, AND WILL BOOST THE NUMBERS OF STUDENTS INTERESTED IN PURSUING CAREERS IN FANH FIELDS, ESPECIALLY WITH GOVERNMENT AGENCIES. IN SUM, OUR PROJECT WILL SUPPORT FANH TRAINING THAT IS DISCIPLINARILY DIVERSE, COMMUNITY-ENGAGED, EQUITABLE, AND JUST, THEREBY BETTER ATTRACTING AND SUPPORTING THE DIVERSE FUTURE AGRICULTURAL WORKFORCE THAT SOCIETY NEEDS IN ORDER TO TRANSFORM OUR FAHN SECTORS AND IMPROVE THE SUSTAINABILITY OF OUR AGRICULTURAL SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "427ea0fd-a29e-756b-4973-911cb119bc8d-C", "generated_internal_id": "ASST_NON_20237050840532_12H3"}, {"internal_id": 160320142, "Award ID": "20237050840531", "Award Amount": 10000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-13", "CFDA Number": "10.237", "Description": "INSECT SCIENCE AND PLANT SCIENCE (ISPS) CONTINUE TO FACE AN ALARMING DECLINE IN STUDENTS&#39; ENROLLMENTS IN MINORITY SERVING INSTITUTIONS. MINORITY STUDENTS ARE UNDERREPRESENTED IN MOST UNDERGRADUATE ISPS PROGRAMS, PROFESSIONAL SOCIETIES, AND THE USDA WORKFORCE. UNFORTUNATELY, MOST HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCUS) AND MSIS DO NOT OFFER DEGREES IN ISPS NOR CERTIFICATION PROGRAMS. IN ADDITION, EXISTING ACADEMIC PROGRAMS RARELY INCLUDE ELEMENTS OF EXPERIENTIAL LEARNING OPPORTUNITIES FOR UNIVERSITY AND SECONDARY SCHOOL STUDENTS, NOR DO THEY PROVIDE IN-DEPTH DISCUSSIONS AND ANALYSES OF ISSUES AND CHALLENGES RELATED TO CROP PRODUCTION AND CROP PROTECTION, INCLUDING FOOD SECURITY, FOOD SAFETY, SAFEGUARDING U.S. AGRICULTURE, AND THREATS POSED BY PESTS AND DISEASES. THUS, TO ADDRESS THIS SHORTFALL WE ASSEMBLE TWO HBCUS [FLORIDA A&AMP;M UNIVERSITY (FAMU) AND FORT VALLEY STATE UNIVERSITY (FVSU)], ONE 1862 INSTITUTION [UNIVERSITY OF FLORIDA (UF)] AND COLLABORATORS (USDA AGRICULTURAL RESEARCH SERVICE (ARS), USDA-ANIMAL HEALTH INSPECTION SERVICE (APHIS), THE FLORIDA DEPARTMENT OF AGRICULTURE AND CONSUMER SERVICES (FDACS), AND THE PEST CONTROL INDUSTRY TO WORK COLLABORATIVELY ON THESE ISSUES. THE CRITICAL PROBLEMS OF LOW ENROLLMENT IN AGRICULTURAL SCIENCES (ISPS) ARE PERHAPS DUE TO THE CONTINUED APATHY FOR AGRICULTURE AMONG MINORITIES. MAJOR REASONS INCLUDE THE STUDENTS&#39; LACK OF EXPOSURE AND KNOWLEDGE OF AVAILABLE EMPLOYMENT, THE PERCEPTION OF A LACK OF CAREERS IN AGRICULTURAL SCIENCES AND A LACK OF APPROPRIATE ROLE MODELS. THE PROPOSED PROJECT WILL DESIGN INNOVATIVE WAYS TO CREATE INTEREST AND ATTRACT COLLEGE AND SECONDARY SCHOOL STUDENTS IN THE DISCIPLINE OF PEST MANAGEMENT. IT WILL PROVIDE A NEW PERSPECTIVE AND AN OPEN-MINDED UNDERSTANDING OF THE FIELD OF INSECT AND PLANT SCIENCES, ITS IMPORTANCE, AND PROFESSIONAL OPPORTUNITIES AVAILABLE TO GRADUATES. IT WILL CREATE A STUDENT-CENTERED LEARNING ENVIRONMENT WHICH INTEGRATED INTERACTIVE AND DIGITAL LEARNING TOOLS WHILE INCORPORATING PEER SUPPORT MENTORSHIPS, APPRENTICESHIPS, EXPERIENTIAL LEARNING OPPORTUNITIES AND FACULTY AND STUDENT MENTORSHIPS. IT WILL ALSO INTERLINK AND ESTABLISH PROFESSIONAL DEVELOPMENT AND LEADERSHIP SKILLS, AND PATHWAYS FOR FUTURE PEST MANAGEMENT PROFESSIONALS AT AN EARLY AGE. THE OVERALL GOAL OF THE PROJECT IS TO ESTABLISH NOVEL RECRUITMENT, RETENTION AND EXPERIENTIAL LEARNING PROGRAMS DESIGNED TO INCREASE THE NUMBER OF MINORITY PEST MANAGEMENT PROFESSIONALS WHILE ENSURING THE PRODUCTION OF WELL-TRAINED LEADERS FOR PROFESSIONAL CAREERS AND ESTABLISH EMPLOYMENT PATHWAYS LEADING TO EQUITY AND DIVERSITY FOR THE USDA WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_20237050840531_12H3"}, {"internal_id": 159740516, "Award ID": "20237050640462", "Award Amount": 2500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-26", "CFDA Number": "10.237", "Description": "IDRA NEXTGEN EVALUATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4667eeb5-26a4-e250-e787-f9aa0398e5ec-R", "generated_internal_id": "ASST_NON_20237050640462_12H3"}, {"internal_id": 159740509, "Award ID": "20237044040222", "Award Amount": 18000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "THIS TIER III PROJECT IS CENTERED ON EDUCATING NEXTGEN FOOD POLICY LEADERS. FROM HIGH SCHOOL AND COMMUNITY LEARNING CENTERS THROUGH TO UNIVERSITY OF ALASKA FAIRBANKS, HAWAI?I PACIFIC UNIVERSITY, UNIVERSITY OF GUAM, ARIZONA STATE UNIVERSITY, AND FOODCORPS, THE PARTNERSHIP(PARTNERSHIP) WILL CREATE A PIPELINE OF DIVERSE YOUNG LEADERS PREPARED AND EXCITED TO JOIN THE FEDERAL WORKFORCE ACROSS VARIOUS AGENCIES, POSITIONS, AND GS LEVELS. IT WILL ENGAGE THE COMMUNITY AS WELL, HOSTING CONVERSATIONS ABOUT FUTURE USDA WORKFORCE NEEDS BASED ON COMMUNITY-IDENTIFIED GAPS IN SERVICE.BY CREATING A BROAD UNDERSTANDING OF THE VAST ARRAY OF EMPLOYMENT OPPORTUNITIES AT USDA AND RELATED AGENCIES, THIS PROJECT WILL ENGAGE 9,000+ STUDENTS FROM ACROSS THE COUNTRY, WITH CONCENTRATED SUPPORT FOR STUDENTS FROM UNDERREPRESENTED COMMUNITIES AND IN THE STATES OF ALASKA, ARIZONA, HAWAI?I AND THE TERRITORY OF GUAM. PROJECT INNOVATIONS INCLUDE ROLE PLAYING SIMULATIONS (MYUSDA APP AND MODEL USDA), COMMUNICATIONS CAMPAIGNS, CURATED INTERNSHIPS, TALENT PIPELINE LADDER, USDA SERVICE GAP ANALYSIS, AND ANNUAL CLIMATE &AMP; FOOD SYMPOSIA. EDUCATIONAL TOOLS DEVELOPED AS PART OF THIS PROJECT WILL BE OPEN ACCESS, AVAILABLE FOR USE BY USDA, UNIVERSITIES, AND OTHER ORGANIZATIONS LIKE 4-H AND THE SUSTAINABLE AGRICULTURE EDUCATION ASSOCIATION. THROUGH SSP, ELP, AND OEP AND MULTI-TIERED EXPERIENTIAL LEARNING EXPERIENCES, THIS PROJECT WILL DEMONSTRATE TO STUDENTS WHY FEDERAL SERVICE MATTERS IN OUR CLIMATE- AND EQUITY-CHALLENGED WORLD. OUR PARTNERSHIP WILL IDENTIFY PATHWAYS INTO PUBLIC SERVICE FOR HIGH SCHOOL, BACHELOR, AND GRADUATE DEGREE HOLDERS, WITH THE GOAL OF STRENGTHENING USDA&#39;S FUTURE WORKFORCE BY INCREASING THE NUMBER OF FAHN-KNOWLEDGEABLE EMPLOYEES FROM UNDERREPRESENTED GROUPS AND GEOGRAPHIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_20237044040222_12H3"}, {"internal_id": 159740508, "Award ID": "20237044040221", "Award Amount": 4500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "WE WILL CREATEA REGIONAL INDIGENOUS KNOWLEDGE NETWORK TO PREPARE AND SUPPORT THE NEXT GENERATION OF FOOD SYSTEMS AND AGRICULTURE PROFESSIONALS ENTERING THE WORKFORCE. THE KNOWLEDGE NETWORK WILL INCREASECAREER PATHWAYS IN INDIGENOUS FOOD SYSTEMS AND AGRICULTURE THROUGH THE DEVELOPMENT OF VIRTUALLY SHARED INDIGENOUS FOOD SYSTEMS CURRICULUM. WE WILLOFFERFOOD SYSTEMS EXPERIENTIAL LEARNING OPPORTUNITIES. WE WILL PROVIDESCHOLARSHIPS FOR INDIGENOUS FOOD SYSTEMS STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a1218e1-6914-7979-89b9-a15cd8979fc0-C", "generated_internal_id": "ASST_NON_20237044040221_12H3"}, {"internal_id": 159740507, "Award ID": "20237044040179", "Award Amount": 7000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-18", "CFDA Number": "10.237", "Description": "THE PROTECTION OF US FOOD, AGRICULTURAL, AND WILDERNESS RESOURCES AGAINST INVASIVE PATHOGENS AND PESTS IS CRUCIAL. INDIGENOUS COMMUNITIES ARE ESPECIALLY VULNERABLE TO THESE THREATS, AND IT&#39;S IMPORTANT TO INVOLVE THEM IN EFFORTS TO BUILD A STRONG BIOSECURITY SYSTEM. THE COVID-19 PANDEMIC HAS HIGHLIGHTED THE NEED TO TRAIN A NEW GENERATION OF SCIENTISTS WITH THE SKILLS AND KNOWLEDGE NECESSARY TO ADDRESS THESE CHALLENGES. IN PACIFIC ISLAND COMMUNITIES, INCLUDING HAWAII AND OTHER AREAS, BIOSECURITY AND CLIMATE CHANGE ARE THE SIGNIFICANT THREATS TO THEIR WAY OF LIFE. INDIVIDUALS FROM PACIFIC ISLAND AND TRABAL NATIVE AMERICAN COMMUNITIES OFTEN LACK ACCESS TO THE EDUCATION REQUIRED FOR BIOSECURITY POSITIONS. TO DIRECTLY ADDRESS THE CRITICAL NEED FOR CULTIVATING DIVERSE COHORTS OF BIOSECURITY PROFESSIONALS, WE PROPOSE TO INITIATE PACON, A PACIFIC CONTINENTAL NETWORK DEDICATED TO BIOSECURITY EDUCATION. THE GOAL OF PACON IS TO CREATE A PIPELINE FOR NATIVE HAWAIIANS/PACIFIC ISLANDERS AND TRABAL NATIVE AMERICANS TO PURSUE CAREERS IN BIOSECURITY. GRADUATES OF PACON WILL BE EQUIPPED TO SAFEGUARD THEIR ANCESTRAL LANDS AND COMMUNITIES AND INTEGRATE INDIGENOUS KNOWLEDGE INTO GOVERNMENT AGENCIES FOCUSED ON BIOSECURITY EFFORTS AND POLICY. THIS WILL HAVE A SIGNIFICANT IMPACT ON REGIONAL AND NATIONAL AGRICULTURE, LAND CONSERVATION, THE NATURAL ENVIRONMENT, AND WATER RESOURCES. PACON GRADUATES WILL ALSO SERVE AS ROLE MODELS FOR FUTURE GENERATIONS OF BIOSECURITY PROFESSIONALS FROM UNDERSERVED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20237044040179_12H3"}, {"internal_id": 159740506, "Award ID": "20237044040178", "Award Amount": 10000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "THIS PROJECT IS DESIGNED TO EXPAND EDUCATIONAL AND EMPLOYMENT OPPORTUNITIES IN FANH SCIENCES TO STUDENTS IN THE MARIANAS ISLANDS AND GREATER MICRONESIA, WHERE COURSE OFFERINGS NECESSARY FOR FEDERAL EMPLOYMENT ARE LIMITED. THE OBJECTIVES OF THIS PROJECT ARE 1) EXPAND CRITICAL COURSE OFFERINGS THROUGH INSTITUTIONAL PARTNERSHIPS; 2) INCREASE STUDENT RETENTION AND QUALIFICATIONS THROUGH EXPERIENTIAL LEARNING OPPORTUNITIES; 3) PROVIDE SCHOLARSHIPS FOR FANH STUDENTS, AND 4) BUILD STUDENT LEADERSHIP SKILLS THROUGH PLANNING AND IMPLEMENTING COMMUNITY OUTREACH AND RECRUITMENT ACTIVITIES.THIS PROJECT WILL CREATE A COURSE-SHARING PARTNERSHIP BETWEEN INSTITUTIONS OF HIGHER LEARNING IN THE MARIANAS ISLANDS (UNIVERSITY OF GUAM, NORTHERN MARIANAS COLLEGE, AND GUAM COMMUNITY COLLEGE) AND SEVERAL LARGE UNIVERSITIES WITH STRONG FAHN PROGRAMS (UTAH STATE UNIVERSITY, UNIVERSITY OF FLORIDA, AND UNIVERSITY OF HAWAI&#39;I). THROUGH AN ONLINE COURSE-SHARING PLATFORM AND STUDY ABROAD EXPERIENCES, STUDENTS AT ALL PARTICIPATING INSTITUTIONS WILL HAVE ACCESS TO A DIVERSITY OF FAHN COURSES AND RESEARCH FELLOWSHIPS. INSTITUTIONS IN THE MARIANAS WILL BE ABLE TO EXPAND THEIR DEGREE/CERTIFICATION PROGRAMS TO MEET QUALIFICATIONS FOR FEDERAL EMPLOYMENT. THIS PROJECT WILL ALSO PROVIDE HIGH-IMPACT LEARNING EXPERIENCES (INCLUDING PAID INTERNSHIPS, MENTORING, RESEARCH FELLOWSHIPS, AND STUDY ABROAD EXPERIENCES) THAT WILL INCREASE STUDENT CONFIDENCE AND EXCITEMENT, LEADING TO GREATER RETENTION. SCHOLARSHIPS AND STUDENT-LED COMMUNITY OUTREACH WILL BE IMPORTANT RECRUITMENT TOOLS TO ASSIST STUDENTS OBTAIN A DEGREE AND INTRODUCE K-12 STUDENTS IN THE MARIANAS TO FANH ACTIVITIES. THROUGH THESE EXPERIENCES, STUDENTS WILL GAIN BROADER AWARENESS OF LOCAL AND FEDERAL CAREERS IN FANH, RECEIVE HANDS-ON EXPERIENCES TO QUALIFY FOR FEDERAL JOBS, AND GAIN CONFIDENCE AND NEW PERSPECTIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20237044040178_12H3"}, {"internal_id": 160862012, "Award ID": "20237044040177", "Award Amount": 9500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-18", "CFDA Number": "10.237", "Description": "THE BUILDING A BOULEVARD PROJECT SUPPORTED BY THE NEXTGEN PROGRAM WILL PROVIDE MEANINGFUL MENTORING AND FINANCIAL ASSISTANCE TO HELP BUILD A DIVERSE AND HIGHLY SKILLED FOOD, AGRICULTURE, NATURAL RESOURCE AND HUMAN SCIENCE WORKFORCE. OVER THE FIVE-YEAR DURATION OF THE GRANT, 418 STUDENTS (200 MASTER&#39;S, 180 UNDERGRADUATE, AND 38 COMMUNITY COLLEGE) WILLWORK ON CAREER-ADVANCING PROJECTS WITH FACULTY MENTORS, GAININ-DEPTH DISCIPLINE-SPECIFIC KNOWLEDGE, EXERCISECRITICAL THINKING SKILLS, LEARN ABOUT THEDIVERSITY OF FANH CAREERS AND THE PATHWAYS TO ATTAIN THESE CAREERS. THE BUILDING A BOULEVARD PROJECT WILL ORGANIZE AND HOST A SERIES OF WORKSHOPS WHERE FELLOWS WILL A) PARTICIPATE IN INTERACTIVE WORKSHOPS TO DEVELOP AND PRACTICE LEADERSHIP SKILLS; B) LEARN AND PRACTICE THE TENANTS OF EFFECTIVE SCIENCE COMMUNICATION; AND C) LEARN ABOUT USDA PATHWAYS PROGRAM AND USDA CAREERS FROM USDA EMPLOYEES. FELLOWS WILL BE FINANCIALLY SUPPORTED TO PRESENT AND ATTEND AT PROFESSIONAL AND URM CONFERENCES. AS A RESULT OF PARTICIPATING IN THE BUILDING A BOULEVARD PROJECT, STUDENT PARTICIPANTS WILL HAVE INCREASED DISCIPLINE-SPECIFIC KNOWLEDGE, IMPROVED LEADERSHIP SKILLS, INCREASED AWARENESS OF USDA CAREERS, IMPROVED RESEARCH SKILLS (WHICH INCLUDE CRITICAL THINKING AND PROBLEM-SOLVING SKILLS), AND HAVE INCREASED CONFIDENCE IN THEIR ABILITIES - ALL SKILLS NEEDED FOR A THRIVING FANH WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "554423bc-092e-20d8-e2b1-d8fee794a9bd-C", "generated_internal_id": "ASST_NON_20237044040177_12H3"}, {"internal_id": 159740505, "Award ID": "20237044040176", "Award Amount": 4500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-18", "CFDA Number": "10.237", "Description": "NON-TECHNICAL SUMMARYBERGEN COMMUNITY COLLEGE (BCC) RECOGNIZES THE CHANGING SKILL DEMANDS OF LOCAL AGRICULTURE AND FOOD INDUSTRIES, THE EFFECT OF THE PANDEMIC ON FARMING PRACTICES, AND THE NEED TO OFFER CONSUMERS AND EMPLOYERS FOOD SOURCE AND SUPPLY OPTIONS PROMOTING AND SUPPORTING SUSTAINABLE FARMING IN NORTHERN NEW JERSEY, THE NEXTGEN PROJECT WILL BUILD THE COLLEGE&#39;S CAPACITY TO PREPARE STUDENTS FOR FUTURE USDA AND REGIONAL WORKFORCE NEEDS WITHIN DIVERSE INDUSTRIES SUPPORTING FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCES AND CAREER CLUSTERS.THE PROJECT SUPPORTS STUDENT SCHOLARSHIP, STUDENT MENTORSHIPS (PEER, FACULTY AND EMPLOYER), EXPERIENTIAL LEARNING AND OUTREACH AND ENGAGEMENT ACTIVITIES DRIVEN BY LOCAL FOOD PRODUCTS AND PROCESSING (FPP) SYSTEMS SUPPORTING SUSTAINABLE FARM TO TABLE, FOOD PRODUCTION AND SAFETY PRACTICES; ENVIRONMENTAL SERVICE SYSTEMS (ESS) SUPPORTING INSTRUMENTS AND TECHNOLOGY IN WASTE MANAGEMENT AND SUSTAINABLE FARMING; AND PLANT SYSTEMS (PS) DEVELOPING LEARNING LABS FOR HYDROPONICS, AND CREATE COMMUNITY FARMING OPPORTUNITIES RECOGNIZING CULTURAL PRACTICES; AND AGRI-BUSINESS SYSTEMS (ABS) SUPPORTING THE STUDY OF BUSINESS PRINCIPLES, INCLUDING MANAGEMENT, MARKETING AND FINANCE, AND THEIR APPLICATION TO ENTERPRISES ENGAGED IN AGRICULTURE, FOOD AND NATURAL RESOURCES. THROUGH INCREASED COMMUNITY AWARENESS OF SUSTAINABLE FARMING PRACTICES, THE PROJECT ALSO HOPES TO ADDRESS FOOD INSECURITIES BY SUPPORTING OPPORTUNITIES FOR RESIDENTS TO SOURCE THEIR OWN GROWN FOOD PRODUCTS, AND BCC TO PROVIDE NUTRITIOUS, STUDENT CAMPUS GROWN, HARVESTED AND PREPARED OPTIONS FOR ITS FOOD PANTRY TO HELP ADDRESS THE HUNGER NEEDS OF PEERS.THE PROJECT WILL INCREASE AWARENESS AND INTEREST IN FANH AND CAREER PATHWAYS AT USDA TARGETING HIGH SCHOOL STUDENTS, ENROLLED BCC STUDENTS, AND UNDERSERVED STUDENTS, INCLUDING HISPANIC, OTHER MINORITY AND DISABLED INDIVIDUALS. IT WILL ALSO IDENTIFY AND ADDRESS PROGRAMMATIC GAPS IN PROVIDING EDUCATION AND SKILLS TRAINING IN KEY FANH SYSTEM AREAS LEADING TO WORK EXPERIENCE, EMPLOYMENT, CERTIFICATION AND DEGREE OPPORTUNITIES. THE PROJECT WILL PROVIDE FANH OCCUPATION EXPLORATION, EDUCATIONAL ADVANCEMENT AND CAREER PATHWAY OPPORTUNITIES IN REGIONAL FOOD AND AGRICULTURAL FOR MORE THAN 600 STUDENTS OVER THE FIVE- YEAR GRANT PERIOD. IT WILL ALSO DEVELOP PRE-EMPLOYMENT TRAINING AND SUPPORT SERVICES TO INCREASE PAID EMPLOYMENT AND/OR CAREER PATHWAY OPPORTUNITIES IN FANH RELATED OCCUPATIONS FOR INDIVIDUALS WHO ARE DISABLED, INCLUDING NEURODIVERSE YOUTH AND ADULTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b11e4c11-a8d7-2b94-6865-ec4b35a064d3-C", "generated_internal_id": "ASST_NON_20237044040176_12H3"}, {"internal_id": 159788451, "Award ID": "20237044040175", "Award Amount": 10000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "THE INITIATIVE IS ESTABLISHED TO DELIVER A HOLISTIC AGRITOURISM WORKFORCE DEVELOPMENT FRAMEWORK THAT REGENERATIVELY CONTRIBUTES TO THE ECONOMIC AND SOCIO-CULTURAL SOLIDARITIES OF AFRICAN AMERICAN AND PACIFIC ISLAND INSULAR COMMUNITIES IN THE U.S. THROUGH INSPIRING INTERCULTURAL, INTER-INSTITUTIONAL AND INTERDISCIPLINARY PROJECT ACTIVITIES, WE AIM TO PROVIDE MAJOR FINANCIAL ASSISTANCE AND COUNSELING SUPPORT TO UNDERGRADUATE, MASTER&#39;S AND DOCTORAL DEGREE-SEEKING MINORITY STUDENTS IN AGRITOURISM-RELATED FIELDS. TO EXPAND STUDENT EXPOSURE TO AGRIBUSINESS AND TECHNOLOGIES, WE WILL INTRODUCE STUDENTS TO TWO INTERNATIONAL AND TWO DOMESTIC AGRITOURISM DESTINATIONS. BY OFFERING AGRITOURISM SUMMER ACADEMIES AND OTHER EXPERIENTIAL LEARNING ACTIVITIES, THE INITIATIVE WILL EDUCATE FOUR COHORTS OF PACIFIC ISLANDS STUDENTS ABOUT THE DIVERSE ENTREPRENEURIAL OPPORTUNITIES AND CAREER PATHWAYS IN AGRITOURISM-ORIENTED BUSINESS CONTEXTS. THROUGH THE MANRRS OUTREACH ACTIVITIES, WE WILL EMPOWER THE COMMUNITY LEARNERS WITH A WIDE RANGE OF KNOWLEDGE ON THE INTRINSIC CONNECTIONS BETWEEN TOURISM, AGRICULTURE, FOOD, HUMAN AND NATURAL RESOURCES, AND MORE IMPORTANTLY WITH COMMUNITY SOLIDARITY AND IDENTITY-BUILDING. WE WILL WORK CLOSELY WITH THE ADVISORY BOARDS TO DEVELOPMENT CULTURALLY-APPROPRIATE AGRITOURISM CURRICULUM THAT PRIORITIZES THE INTERESTS OF AFRICAN AMERICAN, PACIFIC ISLAND INSULAR AND RURAL LEARNERS. THE IMPACT OF THE INITIATIVE WILL BE LONG-LASTING AS THE EXPECTED OUTCOMES WILL STRENGTHEN THE COLLABORATIVE RELATIONS BETWEEN STUDENTS, FACULTY, AND INSTITUTIONS FROM THE ABOVE-MENTIONED COMMUNITIES. WE WILL BE COMMITTED TO ESTABLISHING A NATION-WIDE RECOGNITIONOF AGRITOURISM THAT ENRICHES THE LEARNING, RESEARCH AND EXTENSION LANDSCAPE OF U.S. AGRICULTURE AND FOOD. THE INITIATIVE WILL FOSTER A TALENTED WORKFORCE DETERMINED TO CONTRIBUTE TO THE PRIVATE AND PUBLIC AGRICULTURAL SECTORS AND THEIR ALLIED INDUSTRIES AND DISCIPLINES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3aeef6a6-8b58-c8e0-39d1-7866f01f4910-R", "generated_internal_id": "ASST_NON_20237044040175_12H3"}, {"internal_id": 159740504, "Award ID": "20237044040163", "Award Amount": 9500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-18", "CFDA Number": "10.237", "Description": "TWO CALIFORNIA COMMUNITY COLLEGES, HARTNELL COLLEGE AND IMPERIAL VALLEY COLLEGE, AND TWO FOUR-YEAR UNIVERSITIES, CALIFORNIA STATE UNIVERSITY MONTEREY BAY AND THE UNIVERSITY OF ARIZONA, YUMA, WILL ENGAGE IN A TIER 2 PARTNERSHIP TO BUILD AND SUSTAIN THE FUTURE WORKFORCE IN FOOD AND AGRICULTURE SCIENCES THROUGH STUDENT SCHOLARSHIPS, EXPERIENTIAL LEARNING, AND OUTREACH AND ENGAGEMENT PROJECTS. THE PROJECT WILL SCALE AND GROW EXISTING STUDENT SUPPORT AND CAREER DEVELOPMENT PROGRAMS AND BE BUILT ON A CORE OF FOUR AGRICULTURAL DEGREE/TRANSFER-TRACK PATHWAYS IN: AGRICULTURE BUSINESS MANAGEMENT; AGRICULTURE FOOD SAFETY; AGRICULTURE PLANT SCIENCE; AND INDUSTRIAL AUTOMATION/MECHATRONICS.THE PROJECT WILL LEAD STUDENTS FROM HIGH SCHOOL TO CLEAR AGRICULTURAL CAREER PATHWAYS, RESULTING IN EMPLOYMENT IN INDUSTRY AND USDA, WHILE ADVANCING EQUITY. THE PARTNERS ALL SERVE HEAVILY AGRICULTURAL REGIONS WITH LARGE POPULATIONS OF UNDERREPRESENTED, EDUCATIONALLY DISADVANTAGED AND LOW INCOME RESIDENTS. THE PROJECT WILL ENROLL OVER 850 ELIGIBLE STUDENTS, ACHIEVE A TRANSFER RATE MORE THAN SIX TIMES THE CURRENT RATE, AND INCREASE CREDENTIAL COMPLETION RATE BY 10% (CERTIFICATE, ASSOCIATE AND BACHELOR&#39;S) WHILE IMPROVING THE LIVES OF ALL PARTICIPANTS.THIS PROJECT&#39;S GOALS ALIGN WITH THE PRIMARY NEXTGEN PROGRAM GOAL TO ENGAGE, RECRUIT, RETAIN, TRAIN, AND SUPPORT STUDENTS TO HELP BUILD AND SUSTAIN THE NEXT GENERATION OF THE FOOD AND AGRICULTURE WORKFORCE, INCLUDING THE FUTURE USDA WORKFORCE. IT WILL ACCOMPLISH THIS BY SUPPORTING USDA PROGRAM PRIORITIES, INCLUDING, PROVIDING STUDENT SCHOLARSHIP SUPPORT, MEANINGFUL PAID INTERNSHIPS, JOB OPPORTUNITY MATCHING, AND FACILITATING OPPORTUNITIES THROUGH EXTENSIVE OUTREACH AND ENGAGEMENT TO PROMOTE THE PROCESSES AND PATHWAYS LEADING TO TRAINING AND EMPLOYMENT IN INDUSTRY AND AT USDA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fbfc631-7661-1548-4ad7-8a2fc8d2c489-C", "generated_internal_id": "ASST_NON_20237044040163_12H3"}, {"internal_id": 159740503, "Award ID": "20237044040162", "Award Amount": 8700000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "THERE IS CURRENTLY A NATIONWIDE SHORTAGE OF STUDENTS WHO ARE PURSUING CAREERS IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH). THIS IS DUE TO MANY FACTORS THAT INCLUDE, BUT ARE NOT LIMITED TO, A MISCONCEPTION OF FANH CAREERS ONLY INCLUDING FARMING AND RANCHING; A DECREASE IN ACADEMIC PROGRAMS OFFERED IN HIGH SCHOOLS, COLLEGES, AND UNIVERSITIES; AND THE BELIEF THAT SALARIES ARE EXTREMELY LOW. IN ADDITION, THERE IS A LACK OF DIVERSITY AS THE PROFESSION IS DOMINATED BY OLDER, WHITE, MALES. EVEN THOUGH TRENDS INDICATE THAT THERE WILL BE A HIGH DEMAND AND NEED FOR INDIVIDUALS TO WORK IN THIS SECTOR, INDIVIDUALS WHO ARE CURRENTLY ELIGIBLE TO RETIRE WILL HAVE NO ONE TO REPLACE THEM. THE SUPPLY OF INDIVIDUALS CURRENTLY PURSUING STUDIES IN FANH IS NOT MEETING THE DEMAND FOR EMPLOYMENT.THIS PROJECT WILL DEVELOP AN ACADEMY AT SOUTH CAROLINA STATE UNIVERSITY (SCSU) AND ALABAMA A&AMP;M UNIVERSITY (AAMU) TO EXPOSE APPROXIMATELY 40 MIDDLE SCHOOL STUDENTS, 400 HIGH SCHOOL STUDENTS,AND 45-90 MINORITY, UNDERGRADUATE STUDENTS TO PURSUE CAREERS IN FANH AND THE USDA. THE ACADEMY WILL CONSIST OF AN ON-CAMPUS AND REGIONAL RECRUITMENT PROGRAM FOR MIDDLE AND HIGH SCHOOL STUDENTS; THE OPPORTUNITY FOR HIGH SCHOOL STUDENTS TO EARN COLLEGE CREDIT IN FANH-RELATED COURSES; A COLLEGE SCHOLARSHIP PROGRAM; PROFESSIONAL DEVELOPMENT WORKSHOPS FOR HIGH SCHOOL EDUCATORS; A MIDDLE SCHOOL/PARENT MENTORSHIP PROGRAM; A SUMMER PROGRAM FOR HIGH SCHOOL STUDENTS; AND CERTIFICATION PROGRAMS FOR UNDERGRADUATE STUDENTS. THE GOAL IS TO ESTABLISH A DIRECT PIPELINE TO EMPLOYMENT OPPORTUNITIES IN FANH AND THE USDA FROM SCSU AND AAMU. IF THIS GOAL IS MET, A MINIMUM OF 485 STUDENTS WILL KNOW AND/OR ACTIVELY PURSUE CAREERS IN FANH AND THE USDA. THIS PROJECT MAY HELP TO MEET THE CURRENT DEMAND AND FILL NUMEROUS VACANCIES IN FANH AND THE USDA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_20237044040162_12H3"}, {"internal_id": 159740502, "Award ID": "20237044040161", "Award Amount": 4500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "THE BARRY UNIVERSITY CRAFT SCHOLARS PROGRAM (CULTIVATING RESILIENCE THROUGH AGRICULTURE AND FOOD TRAINING) WILL RECRUIT, RETAIN, AND TRAIN A DIVERSE GROUP OF BARRY UNIVERSITY UNDERGRADUATES THAT WILL BE WELL-EQUIPPED TO ENTER THE USDA WORKFORCE. THE PROJECT GOALS ALIGN WITH THOSE OF THE NATIONAL INSTITUTE OF FOOD AND AGRICULTURE (NIFA) USDA NEXTGEN PROGRAM, INCLUDING TARGETED RECRUITING OF DIVERSE AND LOW-INCOME STUDENTS, ACADEMIC AND SOCIAL SUPPORTS THROUGHOUT COLLEGE, INCREASED AWARENESS OF FOOD AND AGRICULTURE CAREER OPPORTUNITIES, ACCESS TO SUMMER EXPERIENCES THAT BUILD RESEARCH AND EXTENSION SKILLS ACROSS THE FOOD AND AGRICULTURE SYSTEM, AND CREATING LASTING CONNECTIONS AND STUDENT PATHWAYS BETWEEN A SMALLER, URBAN, UNDERGRADUATE UNIVERSITY AND A LARGE AGRICULTURE-ORIENTED INSTITUTION. THE COMPLEX ISSUES SURROUNDING FOOD PRODUCTION, DISTRIBUTION, NATURAL RESOURCE MANAGEMENT, FOOD SAFETY, AND ECONOMIC CONCERNS IN AMERICAN COMMUNITIES REQUIRE THAT EDUCATIONAL INSTITUTIONS ATTRACT, RECRUIT, TRAIN AND RETAIN STUDENTS FROM DIVERSE ETHNIC &AMP; SOCIOECONOMIC BACKGROUNDS FROM BOTH URBAN AND RURAL AREAS. HOWEVER, AT HISPANIC SERVING INSTITUTIONS (HSIS) LIKE BARRY, THERE IS LIMITED AWARENESS OF AGRICULTURAL CAREERS AND THEIR RELEVANCE TO UNDERGRADUATE STUDENTS FROM UNDERREPRESENTED BACKGROUNDS. TO INCREASE THE NUMBER OF STUDENTS ENTERING GRADUATE PROGRAMS IN AGRICULTURE AND IMPROVE AWARENESS ABOUT CAREERS IN AGRICULTURAL AND FOOD SCIENCES, BARRY UNIVERSITY WILL PARTNER WITH THE UNIVERSITY OF FLORIDA&#39;S INSTITUTE OF FOOD AND AGRICULTURAL SCIENCES (UF/IFAS), AND WITH URBAN GREENWORKS (UGW), A MIAMI-BASED NONPROFIT FOCUSED ON FOOD-SYSTEMS SOLUTIONS TO HUMAN AND COMMUNITY HEALTH. UGW WILL PROVIDE A 15-WEEK LOCAL, EXPERIENTIAL LEARNING PROJECT THAT SHOWS PARTICIPANTS FIRST-HAND THE ENVIRONMENTAL AND HEALTH-RELATED IMPACTS OF OUR CHANGING FOOD SYSTEM ON THEIR OWN COMMUNITIES. COUPLED WITH STRONG FACULTY AND PEER MENTORING COMPONENTS, THE CRAFT SCHOLARS PROGRAM PROVIDES THIRTY (30) UNDERGRADUATE AND FIVE (5) GRADUATE SCHOLARSHIPS, A SEMINAR SERIES, FIELD TRIPS TO USDA SITES AND UF, TWENTY (20) PAID SUMMER INTERNSHIPS AND STUDY ABROAD OPPORTUNITIES. STUDENT EXPERIENCES INCREASE INDURATION AND INTENSITY AS STUDENTS PROGRESS THROUGH THEIR UNDERGRADUATE CAREERS, TO ADDRESS FAMILY HESITANCY ABOUT STUDYING AWAY FROM HOME. THE PARTNERSHIP BETWEEN BARRY, AN HSI, AND UF/IFAS, A LARGE LAND-GRANT INSTITUTION AND NATIONAL LEADER IN AGRICULTURAL RESEARCH, BUILDS ON EACH INSTITUTION&#39;S COMPLEMENTARY STRENGTHS AND SUPPORTS RECIPROCAL PROFESSIONAL DEVELOPMENT WHERE BARRY FACULTY WILL LEARN ABOUT USDA-RELATED CAREER OPPORTUNITIES, INTERNSHIPS, AND RESEARCH TAKING PLACE AT UF, WHILE UF/IFAS FACULTY WILL LEARN HOW BEST TO RECRUIT MENTOR, AND SUPPORT STUDENTS FROM DIVERSE BACKGROUNDS TO ENTER CAREERS IN FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN SCIENCES (FANH).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1413f90b-b3a6-54e9-eeff-feedd63d21df-C", "generated_internal_id": "ASST_NON_20237044040161_12H3"}, {"internal_id": 159740501, "Award ID": "20237044040160", "Award Amount": 4600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "IN COLLABORATION WITH MULTIPLE EDUCATION AND COMMUNITY PARTNERS, ADAMS STATE UNIVERSITY, COLORADO&#39;S PREMIER HISPANIC-SERVING INSTITUTION, PROPOSES TO GROW AND DIVERSIFY THE FAN (FOOD, AGRICULTURE, NATURAL RESOURCES) AND USDA WORKFORCE IN THE IMPOVERISHED, RURAL SAN LUIS VALLEY TO INCREASE ECONOMIC OPPORTUNITY, SOCIAL MOBILITY, AND QUALITY OF LIFE FOR ITS RESIDENTS. WITH USDA/NIFA SUPPORT, ADAMS STATE WILL DEVELOP ROBUST OUTREACH AND ENGAGEMENT, SCHOLARSHIP, AND EXPERIENTIAL LEARNING PROGRAMS IN A CAPACITY BUILDING EFFORT TO EXPAND ITS ENROLLMENTS OF STUDENTS FROM UNDERSERVED COMMUNITIES, INCREASE RETENTION AND DEGREE COMPLETION, AND ADVANCE EQUITY IN CAREER ACCESS IN SIX FAN DISCIPLINES: AGRIBUSINESS, GENERAL AGRICULTURE, FOOD STUDIES, WILDLIFE BIOLOGY, GEOLOGY, AND GEOGRAPHY/CONSERVATION. ALIGNED WITH USDA AND NEXTGEN GOALS, THE PROJECT FOCUSES ON STUDENT-CENTERED AND STUDENT-LED COMMUNITY COLLABORATIONS TO ATTRACT, INSPIRE, AND SUPPORT UNDERSERVED HIGH SCHOOL AND UNDERGRADUATE STUDENTS IN THESE CAREER PATHWAYS. INNOVATIVE EXPERIENTIAL LEARNING OPPORTUNITIES AND A SUSTAINABLE NETWORK OF NEAR-PEER AND PROFESSIONAL MENTORING SUPPORT ACROSS EDUCATIONAL LEVELS WILL GUIDE STUDENTS IN THEIR CAREERTRAJECTORIES. OUTREACH ACTIVITIES INFUSED WITH EXPERIENTIAL LEARNING; ANNUAL COST-OF-ATTENDANCE SCHOLARSHIPS; LINGUISTIC SUPPORTS; AND PAID, STRUCTURED INTERNSHIPS WILL REMOVE BARRIERS TO COMPLETION AND PREPARE STUDENTS FOR ENTRY INTO FAN/USDA EMPLOYMENT. OBJECTIVES INCLUDE INCREASING FAN DEGREE ENROLLMENTS OF UNDERSERVED STUDENTS BY 29% TO 67 AND FIRST-TIME, FULL-TIME UNDERSERVEDSTUDENT RETENTION RATES TO 64%. WITHIN 5 YEARS, ADAMS STATE AIMS TO AWARD 48 FAN DEGREES, INCLUDING 75% (36) TO UNDERSERVED STUDENTS, WITH 60% OF GRADUATES ENTERING FAN/USDA EMPLOYMENT. STUDENT AND STAFF PRESENTATIONS AT CONFERENCES IN FAN DISCIPLINES ATTENDED BY DIVERSE EDUCATORS AND STUDENTS WILL BROADEN IMPACTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae172ef0-7570-d478-9013-d58097302633-C", "generated_internal_id": "ASST_NON_20237044040160_12H3"}, {"internal_id": 159740500, "Award ID": "20237044040159", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH) DISCIPLINES PLAY A CRUCIAL ROLE IN FEEDING THE US POPULATION AND MAINTAINING IMPORTANT NATURAL RESOURCES. WITH AN INCREASING IMPORTANCE OF CURRENT ISSUES SUCH AS FOOD SAFETY AND CLIMATE CHANGE, THE CHALLENGES IN THESE FIELDS REQUIRE INNOVATIVE SOLUTIONS. ADDITIONALLY, THE JOB OUTLOOK FOR FANH CAREERS IS STRENGTHENING AS THE CURRENT WORKFORCE IS ENTERING RETIREMENT.DIVERSIFYING THE FANH WORKFORCE IS CRUCIAL, BUT THERE ARE BARRIERS, INCLUDING A LACK OF AWARENESS AMONG DIVERSE UNDERGRADUATES AND THEIR FAMILIES OF THE RANGE OF REWARDING CAREERS AVAILABLE, A LACK OF APPROPRIATE ROLE MODELS, FINANCIAL STRAINS, AND THE HIGH VISIBILITY OF HEALTH-RELATED CAREERS.THE ST. EDWARD&#39;S UNIVERSITY (SEU) FROM EDUCATION AND EXPERIENTIAL LEARNING TO EMPLOYMENT: CULTIVATING THE NEXTGEN OF NATURAL RESOURCES AND FOOD SCIENCE LEADERS(E3) PROJECT WILL INCREASE THE NUMBER, RETENTION, AND GRADUATION OF DIVERSE STUDENTS IN FANH DISCIPLINES. THISWILL BE ACCOMPLISHED THROUGH 28 EDUCATIONAL ASSISTANCE AWARDS (EAAS), RAISING THE PROFILE OF FANH CAREERS (VIA CORE CLASSES, SPEAKERS, WEBSITE, MANRRS CHAPTER), MENTORING, PROFESSIONAL DEVELOPMENT, 80 PAID SUMMER INTERNSHIPS, PROFESSIONAL MEETINGS, AND LEARNING TO NAVIGATE THE PATHWAYS TO EMPLOYMENT IN THE FEDERAL SECTOR. E3 WILL MAKE COLLEGE MORE ACCESSIBLE FOR DIVERSE STUDENTS INTERESTED IN FANH TOPICS WHILE PROVIDING EXPERIENCES THAT EXPOSE THEM TO USDA AND FANH PROFESSIONALS AND IMPART PROFESSIONAL AND LEADERSHIP SKILLS. THIS PROGRAM WILL BUILD INFRASTRUCTURE THAT TRANSFORMS THE UNDERGRADUATE EXPERIENCE, MAKING SEUMORE EFFECTIVE AT LEADING DIVERSE GROUPS OF STUDENTS TO CAREERS AND LEADERSHIP IN FANH DISCIPLINES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8821785d-0ff6-f64b-6a5b-fb25c1426c1d-C", "generated_internal_id": "ASST_NON_20237044040159_12H3"}, {"internal_id": 159740499, "Award ID": "20237044040158", "Award Amount": 20000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "LEADING HISPANICS TO FEDERAL AGENCY EMPLOYMENT (LEADING HISPANICS) WILL DEVELOP AND SUSTAIN THE NEXT GENERATION OF THE HISPANIC FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN SCIENCES (FANH)WORKFORCE. SPECIFIC OBJECTIVES ARE TO 1) IMPROVE RETENTION AND GRADUATION RATE, TIME-TO-DEGREE, AND USDA CAREER PLACEMENT OF HISPANIC STUDENTS, BY INCREASING SCIENTIFIC, TECHNICAL AND SOFT SKILLS; 2) CREATE A PIPELINE FOR HISPANIC STUDENTS TO PROGRESS FROM HIGH SCHOOL THROUGH UNDERGRADUATE AND GRADUATE DEGREE PROGRAMS, AND TO FEDERAL EMPLOYMENT IN THE FANH WORKFORCE; 3) ESTABLISH AND FOSTER PEER-PEER, TEACHER-STUDENT, FACULTY-STUDENT, AND FEDERAL EMPLOYEE-STUDENT MENTORING RELATIONSHIPS TO ENHANCE HISPANIC STUDENT AWARENESS AND PREPARATION FOR INTERNSHIP AND CAREER OPPORTUNITIES AT USDA AGENCIES; 4) DEVELOP COOPERATIVE LINKS AND SUSTAINABLE PARTNERSHIPS BETWEEN FANH PROGRAMS AT FOUR HSIS, LOCAL HIGH SCHOOLS, AND USDA AGENCIES TO PROMOTE FANH DEGREE AND CAREER PURSUIT; AND 5) BE A PUBLISHED, TRANSFERRABLE EDUCATIONAL MODEL FOR OTHER HIGHER EDUCATION INSTITUTIONS TO ADOPT OR ADAPT. LEADING HISPANICS WILL DEVELOP A VAST SUPPORT SYSTEM THROUGH STUDENT SCHOLARSHIP PROJECTS (E.G., FINANCIAL SUPPORT, CLUB LING&UUML;&IACUTE;STICO, SYMPOSIUM AND CAREER FAIR, IMPACTFUL MENTORING), EXPERIENTIAL LEARNING PROJECTS (E.G., USDA INTERNSHIPS AND EDUCATIONAL TOURS; RECEIVED SUPPORT FROM 219 USDA SITES), AND OUTREACH AND ENGAGEMENT PROJECTS (YOUTH PROGRAM, COMMUNITY PROGRAM, WEBSITE AND SOCIAL MEDIA) THAT WILL PREPARE STUDENTS FOR FEDERAL EMPLOYMENT. LEADING HISPANICS ALIGNS WITH THE PRIMARY GOAL OF THE NEXTGEN PROGRAM AND WITH USDA STRATEGIC GOALS 5 AND 6 BY DIRECTLY IMPACTING UNDERGRADUATE (295) AND GRADUATE (142) STUDENTS, AND HIGH SCHOOL STUDENTS (800) AND TEACHERS (800). PARTICIPANTS WILL INCREASE THEIR KNOWLEDGE AND BUILD AWARENESS OF PATHWAYSLEADING TO TRAINING OPPORTUNITIES AND EMPLOYMENT IN THE FEDERAL SECTOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_20237044040158_12H3"}, {"internal_id": 159740498, "Award ID": "20237044040157", "Award Amount": 18110000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "THIS MULTI-INSTITUTIONAL $18,110,000 PROJECT WILL ESTABLISH AN INCLUSIVE CONSORTIUM OF INSTITUTIONS FROM NEARLY EVERY MSI CATEGORY TO BUILD AND SUSTAIN THE FUTURE WORKFORCE IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANHS). WE WILL BUILD PRESENT AND FUTURE STUDENT KNOWLEDGE OF THE PROCESSES AND PATHWAYS LEADING TO EDUCATION OPPORTUNITIES AND EMPLOYMENT IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES WHILEADVANCING EQUITYTHROUGHSTUDENT SCHOLARSHIPS(SSP),EXPERIENTIAL LEARNING(ELP), ANDOUTREACH AND ENGAGEMENT(OEP).TASKS/ACTIVITIES TO BE CONDUCTED WILL ACCOMPLISH THE FOLLOWING OBJECTIVES OF THE PROJECT: 1) ATTRACT AND ENGAGE YOUTH THROUGH LEADERSHIP AND EXPERIENTIAL LEARNING (JUNIOR MANRRS AND NATIVE YOUTH CLUBS ESTABLISHMENT AND CULTIVATION, YOUTH LEADERSHIP CURRICULUM DEVELOPMENT AND DISSEMINATION, IMMERSIVE LEARNING AND EDUCATORS DEVELOPMENT); 2) ATTRACT AND ENGAGE HIGH SCHOOL AND COLLEGE LEARNERS THROUGH RESEARCH, WORK EXPERIENCES, AND STUDY ABROAD EXPERIENTIAL LEARNING OPPORTUNITIES; 3) FUND HIGH QUALITY UNDERSERVED STUDENTS THROUGH FANHP SCHOLARSHIPS (DUAL ENROLLMENT, IN-STATE AND OUT-OF-STATE TUITION, ROOM, AND BOARD) AND CULTIVATE INNOVATIVE UNDERSERVED STUDENT RECRUITMENT AND RETENTION STRATEGIES; 4) ATTRACT UNDERSERVED LEARNERS THROUGH OUTREACH AND ENGAGEMENT [POSITIVE YOUTH DEVELOPMENT (PYD) CONFERENCE, PYD , DIVERSITY, EQUITY, INCLUSION, AND ACCESSIBILITY, AND PRECISION/DIGITAL AG CERTIFICATES, NEW FARMER ACADEMY SCHOLARSHIPS FOR NONTRADITIONAL YOUTH]; 5) DEVELOP A COMMUNICATION CAMPAIGN AND MARKETING MATERIALS TO ATTRACT/ENGAGE FUTURE UNDERSERVED LEARNERS TO THE FANHP. SPECIFIC ACTIVITIES INCLUDE THE FOLLOWING:ACTIVITY 1.1 ESTABLISH JUNIOR MANRRS (JM) CHAPTERS AND NATIVE YOUTH CLUBS IN FANHS. ACTIVITY 1.2 CREATE AND DISSEMINATE A FANHS CAREERS CURRICULUM FOR YOUTH. ACTIVITY 1.3. CREATE A VARIETY OF IMMERSIVE LEARNING ACTIVITIES FOR YOUTH. ACTIVITY 1.4 TRAIN FORMAL AND NONFORMAL EDUCATORS IN THE USE OF IMMERSIVE LEARNING ACTIVITIES FOR ATTRACTING STUDENTS TO THE FANHP. ACTIVITY 2.1. ENGAGE HIGH SCHOOL STUDENTS IN SUPERVISED FANHS RESEARCH AND ENTREPRENEURSHIP EXPERIENCES. ACTIVITY 2.2. ATTRACT AND ENGAGE INCOMING COLLEGE STUDENTS THROUGH BRIDGE PROGRAMS. ACTIVITY 2.3. ENGAGE COLLEGE UNDERGRADUATES IN A DIVERSITY, EQUITY, INCLUSION, ACCESSIBILITY, AND LEADERSHIP ACADEMY THROUGH AN ALTERNATIVE SPRING BREAK. ACTIVITY 2.4. DEVELOP, FUND, AND ENGAGE STUDENTS IN PAID DOMESTIC AND INTERNATIONAL EXPERIENCES IN FANHS. ACTIVITY 2.5. FUND COLLEGE STUDENT PARTICIPATION IN LEADERSHIP DEVELOPMENT ORGANIZATIONS. ACTIVITY 3.1. ATTRACT HIGH SCHOOL STUDENTS THROUGH FUNDED, ONLINE, OUT-OF-STATE DUAL ENROLLMENT (DE). ACTIVITY 3.2. SUPPORT UNDERSERVED STUDENTS WITH SCHOLARSHIPS. ACTIVITY 3.3. CREATE GREATER COURSE ACCESS, ENHANCE EASE OF COURSE TRANSFER, AND RETAIN MORE STUDENTS IN THE FANHS BY EXPANDING COURSE SHARING. ACTIVITY 4.1. CREATE AND HOST A POSITIVE YOUTH DEVELOPMENT (PYD) FOR CAREER SUCCESS CONFERENCE. ACTIVITY 4.2 DE,VELOP AND DELIVER AN ONLINE PYD LEADERS CERTIFICATE PROGRAM. ACTIVITY 4.3 ENGAGE UNDERSERVED YOUTH IN TSU&#39;S NEW FARMER ACADEMY (NFA). ACTIVITY 4.4 ENGAGE UNDERSERVED YOUTH AND ADULTS IN A PRECISION/DIGITAL AGRICULTURE CERTIFICATE PROGRAM. ACTIVITY 5.1 ESTABLISH TWO STUDENT-OPERATED PODCASTS TO ATTRACT AND ENGAGE UNDERSERVED YOUTH. ACTIVITY 5.2 BUILD, MARKET, AND DISSEMINATE A MOBILE JOB OPPORTUNITY-MATCHING APP. ACTIVITY 5.3 CREATE AND DISSEMINATE NEXTGEN-BRANDED EMAIL NEWSLETTERS, A WEBSITE, AND SOCIAL MEDIA CHANNELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_20237044040157_12H3"}, {"internal_id": 159740497, "Award ID": "20237044040156", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-18", "CFDA Number": "10.237", "Description": "SDSU BRINGS TOGETHER MORE THAN 32 INTERNAL AND EXTERNAL PARTNERS, INCLUDING FOUR USDA AGENCIES AND THREE MEXICO-BASED UNIVERSITIES, TO EXPAND AND DIVERSIFY THE WORKFORCE IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH) BY GRADUATING INSPIRED UNDERGRADUATE AND GRADUATE STUDENTS ELIGIBLE TO JOIN THE USDA FANH WORKFORCE IN POSITIONS RANGING FROM ENTRY-LEVEL TO LEADERSHIP. ELP ACTIVITY WILL INVOLVE 240 UNDERGRADUATE, 18 MASTERS AND 7 DOCTORAL STUDENTS IN FOCUSED EXPERIENTIAL, CLASSROOM-BASED LEARNING, AND RESEARCH-ORIENTED SOLUTIONS THAT BRIDGE THE PRACTICES AND KNOWLEDGE OF HISTORICALLY EXCLUDED COMMUNITIES (HECS) WITH NEW STRATEGIES FOR REGENERATIVE AGRICULTURE ADDRESSING CLIMATE CHANGE, ENVIRONMENTAL DEGRADATION, FOOD INSECURITY AND POVERTY. PARTICIPANTS WILL BE STUDENTS FROM INDIGENOUS, IMMIGRANT AND MEXICAN-ORIGIN HECS ALONG THE US-MEXICO BORDER, WHO WILL TRAIN IN PROGRAMS SPANNING RESEARCH, FIELD SCHOOLS, INTENSIVE INTERNSHIPS, SYMPOSIA, CLASSROOM EDUCATION AND EXTENSION, WITHIN REGIONAL AND BINATIONAL SECTORS, INCLUDING EXPOSURES TO THE WORK OF USDA FANH AGENCIES, FIELD STATIONS, SCIENTISTS, AND POLICY EXPERTS. OEP ACTIVITY TO DIVERSIFY THE PIPELINE OF FUTURE FANH PROFESSIONALS WILL INCLUDE K-12, NON-TRADITIONAL, AND COMMUNITY POPULATIONS, WITH ACTIVITIES DELIVERED THROUGH 4-H, MASTER GARDENER, GROWING HOPE, CLIMATE SCIENCE ALLIANCE, SAGE, SD COUNTY FOOD SYSTEM ALLIANCE, SD BOTANICAL GARDENS, TWO HEC-DOMINANT HIGH SCHOOLS AND TRIBAL COMMUNITIES (50 SCHOLARSHIPS TO TRIBAL STUDENTS PARTICIPATING IN WORKSHOPS). SDSU PARTICIPANTS FROM HECS WILL GRADUATE WITH BACCALAUREATE AND ADVANCED DEGREES, HIGHLY QUALIFIED AND INTERESTED IN BRINGING A UNIQUE SET OF SKILLS, KNOWLEDGE AND EXPERTISE ON SUSTAINABLE FOOD SYSTEMS AND REGENERATIVE AGRICULTURE TO THE NEXT GENERATION OF THE USDA FANH WORKFORCE. PROCESS, FORMATIVE AND SUMMATIVE EVALUATION WILL MEASURE PARTICIPANT BEHAVIORAL CHANGE, ACADEMIC PROGRESS, DEGREE COMPLETION, AND USDA CAREER PATHWAYS KNOWLEDGE,INTEREST, AND APPLICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ac8cba5-b951-7f72-969a-e08917e12ea8-C", "generated_internal_id": "ASST_NON_20237044040156_12H3"}, {"internal_id": 159740496, "Award ID": "20237044040155", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-18", "CFDA Number": "10.237", "Description": "WORKFORCE DIVERSIFICATION OF THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH) MUST BEGIN WITH EQUITY-DRIVEN OUTREACH, TEACHING, AND MENTORING TO FOSTER STUDENTS&#39; DEEP UNDERSTANDING OF SCIENCE, CROSS-CUTTING THEMES UNIQUE TO USDA, AND APPLICATIONS OF LEARNED EXPERIENCES.THROUGH THIS SSS ELP TIER I PROJECT, TEXAS FAST: TEXAS EXPERIENTIAL LEARNING &AMP; SCHOLARSHIP PROGRAM FOR FOOD &AMP; AGRICULTURAL SCIENCE TRAINING, OUR LADY OF THE LAKE UNIVERSITY (OLLU) WILL PREPARE UNDERGRADUATE STUDENTS IN THE NEW, INTERDISCIPLINARY ENVIRONMENTAL SCIENCE AND SUSTAINABILITY (ESS) PROGRAM FOR CAREERS IN FANH.LOCATED IN SAN ANTONIO, WITH AN UNDERGRADUATE POPULATION OF 1,195 (73% LATINX, 41% FIRST-GENERATION, 55 % PELL-ELIGIBLE) AND WITH EXPERTISE IN CULTURALLY RELEVANT PEDAGOGY, CURRICULUM, AND STUDENT SUPPORT, OLLU IS UNIQUELY POSITIONED TO DIVERSIFY THE FUTURE FANH WORKFORCE.TEXAS FAST AIMS TO BUILD AND SUSTAIN THE NEXT GENERATION OF FANH WORKFORCE BY 1) ELIMINATING BARRIERS TORETENTION AND GRADUATION BY PROVIDING SCHOLARSHIPS, MENTORING, AND A LIVING LEARNING COMMUNITY AND BY 2) EXPANDING CAREER AWARENESS ACROSS DIVERSE FANH SECTORS AND INCREASING EMPLOYABILITY SKILLS THROUGH MEANINGFUL EXPERIENTIAL LEARNING OPPORTUNITIES AND PAID INTERNSHIPS AT THE UNIVERSITY OF SOUTH ALABAMA AND THE CANADA DEPARTMENT OF AGRICULTURE AND AGRI-FOOD.UTILIZING A LENS OF DIVERSITY, EQUITY, INCLUSION, AND ACCESSIBILITY, TEXAS FAST WILL CREATE PROGRAMMING THAT NURTURES ENGAGEMENT WITH NATURAL RESOURCES AND FOSTERS INTEREST IN FANH CAREERS. STUDENTS WILL DEVELOP THE RESEARCH, LEADERSHIP, AND EMPLOYABILITY SKILLS NECESSARY FOR HIGH-DEMAND FANH OCCUPATIONS.?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc5c2c6f-6fbe-a742-5120-931e9121376f-C", "generated_internal_id": "ASST_NON_20237044040155_12H3"}, {"internal_id": 159740495, "Award ID": "20237044040154", "Award Amount": 2500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "INDIGENOUS STUDENTS ARE SCIENTISTS AND LEADERS FOR BOTH INDIGENOUS AND SCIENTIFIC COMMUNITIES. GRADUATE PROGRAMS AND INDUSTRY JOBS IN AQUACULTURE, FISHERIES, AND NATURAL RESOURCES MANAGEMENT ARE HIGHLY COMPETITIVE, AND SCIENTISTS THAT HAVE DEDICATED RESEARCH EXPERIENCE, AND TRAINING ON HOW TO APPLY FOR THESE JOBS HAVE A GREATER CHANCE OF ADVANCING IN THE FIELD. THE PURPOSE OF THIS PROJECT IS TO PROVIDE A PATHWAY FOR THE NEXT GENERATION OF INDIGENOUS SCIENTISTS AND SCHOLARS TO TRAIN AND ENGAGE IN RESEARCH SCIENCE. THIS WILL PREPARE THEM FOR AQUACULTURE OR NATURAL RESOURCES GRADUATE SCHOOL PROGRAMS, OR A PATHWAY DIRECTLY TO THE FOOD, AQUACULTURE, OR NATURAL RESOURCES WORKFORCE (FANH). THIS PROPOSAL INCLUDES STUDENT SCHOLARSHIP PROJECTS (SSP), PROVIDING TUITION SCHOLARSHIPS FOR GRADUATE STUDENTS. IT ALSO INCLUDES EXPERIENTIAL LEARNING PROJECTS (ELP) IN THE FORM OF HIGH-QUALITY UNDERGRADUATE SUMMER RESEARCH INTERNSHIPS USING GRADUATE STUDENTS AS PEER-MENTORS AND PROVIDES ACCESS TO INDUSTRY PARTNERS. LASTLY IT PRODUCES OUTREACH AND ENGAGEMENT PROJECTS (OEP) THAT LOOK TOWARD SUSTAINING THE PROGRAM. THE PARTNERSHIP BETWEEN NORTHWEST INDIAN COLLEGE AND UNIVERSITY OF CALIFORNIA SANTA CRUZ WILL RECRUIT INDIGENOUS STUDENTS, PROVIDE QUALIFICATIONS TO JOIN THE FANH WORKFORCE OR ATTEND GRADUATE SCHOOL, BRING DIVERSE EXPERIENCE TO FOOD SCIENCE AND NATURAL RESOURCE INDUSTRIES, AND CONTRIBUTE TO THE RETENTION OF THE NEXT GENERATION OF INDIGENOUS LEADERS AND SCIENTISTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac6183e-1557-2159-5f1f-639ba4b2a783-C", "generated_internal_id": "ASST_NON_20237044040154_12H3"}, {"internal_id": 159740494, "Award ID": "20237044040153", "Award Amount": 18110000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "SAPLINGS ENVISIONS LEADING THE 1890 LAND-GRANT UNIVERSITIES (LGUS) AND THE NATION IN GROWING THE NEXT GENERATION OF UNDERREPRESENTED MINORITY (URM) WORKERS, LEADERS, AND INNOVATORS FOR FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH) CAREERS. SAPLINGS ESTABLISHES SUSTAINABLE PATHWAYS, PARTNERSHIPS, AND PROGRAMS TO PREPARE URM STUDENTS ACROSS THE EDUCATIONAL CONTINUUM -- 4-H YOUTH, GRADES 5-12, AND COLLEGE - FOR FEDERAL AND PRIVATE SECTOR EMPLOYMENT. OUR OVERARCHING GOAL IS TO USE COLLABORATIVE NETWORKS AND INNOVATIVE CONCEPTS AND APPROACHES TO LEVERAGE INSTITUTIONAL ASSETS, EXPERTISE, AND RESOURCES TO INCREASE THE NUMBER OF STUDENTS PERSISTING AND SUCCEEDING AT EACH MAJOR JUNCTURE ALONG THE EDUCATION-TO-WORKFORCE PATHWAY. SAPLINGS IS ALIGNED WITH USDA NEXTGEN PRIORITIES AND CONTRIBUTES TO ALL 6 STRATEGIC GOALS OF THE 2022-2026 USDA&#39;S STRATEGIC PLAN, GOALS 2, 5, AND ESPECIALLY 6. THE SAPLINGS OBJECTIVES ARE TO (1) STRENGTHEN THE COLLEGE PIPELINE BY IGNITING INTEREST AND ENGAGEMENT IN FANH PROGRAMS AMONG GRADES 5-12 SCHOOL STUDENTS (2) USE A COMPREHENSIVE MODULAR APPROACH WITH MULTI-LAYER PARTNERSHIPS TO ATTRACT, RETAIN, MENTOR, AND GRADUATE MORE URM COLLEGE STUDENTS ACROSS THE FANH CONTINUUM; AND (3) INCREASE INSTITUTIONAL CAPACITY FOR STUDENT SUCCESS AND BOOST STUDENTS&#39; AWARENESS OF FANH CAREERS. UPON THE COMPLETION OF THIS PROJECT, WE EXPECT TO (1) TRAIN 6134 G5-12 STUDENTS, 326 G5-12 EDUCATORS, AND 5871 COLLEGE STUDENTS; (2) REACH 980 FAMILIES; (3) ENGAGE MORE THAN 30 PARTNERS; (4) ENHANCE URM STUDENT ENROLLMENT, RETENTION AND GRADUATION RATES AT 1890 LGUS; (5) INCREASE URM GRADUATES FOR USDA EMPLOYMENT; AND (6) ENHANCE THE 1890 LGUS&#39; CAPACITY BY SCALED COURSES, CERTIFICATES, AND TRAINING MODULES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_20237044040153_12H3"}, {"internal_id": 159740493, "Award ID": "20237044040152", "Award Amount": 9000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "OUR PROJECT DEVELOPMENT OF ENHANCED EDUCATION AND TRAINING (DEET) IN FANH BRINGS TOGETHER TWO 1994 LAND GRANT COLLEGES TO BUILD SUSTAINABLE EDUCATIONAL AND EXPERIENTIAL SYSTEMS ON PREPARING TRIBAL COLLEGE STUDENTS TO ENTER INTO THE AGRICULTURAL AND STEM WORKFORCES. USING STUDENT SCHOLARSHIPS (SSP), EXPERIENTIAL LEARNING (ELP), AND OUTREACH AND ENGAGEMENT (OEP) ACTIVITIES OUR PROPOSAL OFFERS HOLISTIC SUPPORT TO STUDENTS TO SUCCESSFULLY ACHIEVE BOTH ACADEMIC AND CAREER GOALS. OUR TIER II PROPOSAL BRINGS FOND DU LAC TRIBAL AND COMMUNITY COLLEGE (PI COURTNEY KOWALCZAK), LEECH LAKE TRIBAL COLLEGE (CO-PI MELINDA NEVILLE), AS WELL AS USDA FOCUSED INTERNSHIP PARTNERSHIPS WITH USDA APHIS, AND THE AMERICAN INDIAN COLLEGE FUND. OUR GOALS ARE TO:BUILD INSTITUTIONAL CAPACITY AT FDLTCC AND LLTC THROUGH THE DEET PARTNERSHIP BY LEVERAGING EXISTING PROGRAMS FOR STUDENT ACCESS TO FANH-RELATED COURSES AND OPPORTUNITIESSUPPORT STUDENTS THROUGHOUT THEIR EDUCATIONAL JOURNEY WITH ACADEMIC AND FINANCIAL ASSISTANCE WITH ACCESS TO MENTORING, PEER-TO-PEER LEARNING, AND SCHOLARSHIPSPROVIDE EXPERIENTIAL LEARNING OPPORTUNITIES FOR YOUTH, COLLEGE STUDENTS, AND COMMUNITY TO EXPLORE FANH DISCIPLINES THROUGH FIELD TRIPS, RESEARCH PROJECTS, INTERNSHIPS, AND CAMPS.INCREASE STUDENT INTEREST IN FOOD AND AGRICULTURE CAREERS THROUGH COMMUNITY OUTREACH, CAREER COUNSELING, DIRECT RECRUITING, AND PROFESSIONAL DEVELOPMENTTHE DEET PROJECT WILL RESULT IN GREATER CAPACITY TO DELIVER FANH CLASSES AND ACTIVITIES AT THE TCUS, INCREASED STUDENT RETENTION AND MATRICULATION RATES, STRONGER PARTNERSHIPS WITH UDSA AND PROJECT COLLABORATORS, INCREASED CAPACITY FOR OUTREACH AND EXPERIENTIAL LEARNING OPPORTUNITIES, AND AS A RESULT, MORE STUDENTS PREPARED FOR AND INTERESTED IN CAREERS WITH THE USDA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65de3fed-5658-a726-1f3d-b16aa72cdef1-C", "generated_internal_id": "ASST_NON_20237044040152_12H3"}, {"internal_id": 159740492, "Award ID": "20237044040151", "Award Amount": 9000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "THE LONG-TERM GOAL OF THIS PROJECT IS TO ADDRESS THE SHORTAGE OF AMERICAN INDIAN PROFESSIONALS BY RECRUITING, EDUCATING, AND RETAINING AMERICAN INDIANS IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCE (FANH) DISCIPLINES. THE MOST NOTICEABLE IMPACT WILL BE THE INCREASE IN AMERICAN INDIANS GRADUATING IN FANH TO BECOME THE NEXT GENERATION OF PROFESSIONALS IN TRIBAL AND RURAL COMMUNITIES IN WISCONSIN AND BEYOND. THIS PROJECT IS COMMITTED TO SERVING THE ENTIRE POPULATION OF THE MENOMINEE NATION AND BAND OF LAKE SUPERIOR CHIPPEWA PEOPLE, INCLUDING K-12 STUDENTS AND CURRENT STUDENTS AT CMN AND LCOOU TO ENROLL IN FANH PROGRAMS. IN ADDITION, COMMUNITY MEMBERS WILL LEARN ABOUT FANH AND POTENTIAL CAREER OPPORTUNITIES.THIS PROJECT ALIGNS WITH THE NEXTGEN PROGRAM GOALS BY INCREASING THE NUMBER OF PROFESSIONALS IN FANH PROGRAMS, PROMOTING FEDERAL FANH CAREER OPPORTUNITIES, AND WILL ASSIST IN CLOSING THE GAPS IN DIVERSITY BY PROVIDING SCHOLARSHIPS, EXPERIENTIAL LEARNING, AND NON-FORMAL LEARNING OPPORTUNITIES TO AMERICAN INDIAN STUDENTS.IN THE END, THE PROJECT WILL ASSESS AT LEAST FOUR ACADEMICS, IMPLEMENT ONE NEW FANH ACADEMIC PROGRAM AT CMN, CREATE ARTICULATION AND COURSE SHARING AGREEMENTS BETWEEN TCUS, RECRUIT 15 STUDENTS A YEAR INTO FANH PROGRAMS, HOST SUMMER INSTITUTE AT 45 YOUTH ANNUALLY, REACH AT LEAST 80 STUDENTS THROUGH EARLY COLLEGE OPPORTUNITIES AND PROVIDE EXPERIENTIAL LEARNING OPPORTUNITIES, AND PROVIDE COMMUNITY MEMBERS OPPORTUNITIES TO INCREASE AWARENESS AND KNOWLEDGE IN FANH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b61e1582-fd78-235b-3101-5290eb21efca-C", "generated_internal_id": "ASST_NON_20237044040151_12H3"}, {"internal_id": 159740491, "Award ID": "20237044040150", "Award Amount": 4500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "CURRENTLY, COLLEGES OF AGRICULTURE ACROSS THE COUNTRY ARE CHALLENGED TO GRADUATE A DIVERSE WORKFORCE TO MEET THE INCREASE IN EMPLOYMENT NEEDS WITHIN AREAS OF FANH. THEREFORE, THERE IS A DEMAND TO ATTRACT STUDENTS FROM AREAS WITH MOST GROWTH AND DIVERSITY WITHIN URBAN COMMUNITIES THAT LACK ACCESS TO FANH. LAGUARDIA COMMUNITY COLLEGE (LAGCC) IS A FEDERALLY DESIGNATED HISPANIC-SERVING INSTITUTION IN THE HEART OF QUEENS, NY, RECOGNIZED BY EXCELENCIA FOR ITS EXEMPLARY LEADERSHIP IN SERVING LATINX STUDENTS AND OTHERS REPRESENTING 145 COUNTRIES. THE ANIMAL SCIENCE DISCOVERY (ANSCID) PROGRAM: A EXPERIENTIAL LEARNING, CAREER DEVELOPMENT, AND SCHOLARSHIP PIPELINE BETWEEN LAGCC AND RUTGERS AIMS TO OPEN THE GATEWAY TO A TIERED PATHWAY THAT IS STRUCTURED, SCAFFOLDED, RICH IN EXPERIENTIAL LEARNING, PEER MENTORING AND FORTIFIED WITH SCHOLARSHIPS TO FORGE A PIPELINE BETWEEN NYC HIGH SCHOOLS TO LAGCC (2-YEAR) AND RUTGERS (4-YEAR) FOR CAREERS IN ANIMAL SCIENCE. ANSCID IS STUDENT-CENTERED AND SUPPORTS STUDENT LEARNING AND SUCCESS VIA: (1) ADVERTISING, OUTREACH, ENGAGEMENT, ARTICULATED TRANSFER AGREEMENTS; (2) PAID, SUMMER EXPERIENTIAL LEARNING PROGRAM; (3) TRANSFER SCHOLARSHIPS FOR BACHELOR&#39;S DEGREES IN ANIMAL SCIENCE, AND (4) PEER MENTORSHIP, CAREER DEVELOPMENT, AND USDA CAREER PIPELINE. EVIDENCE OF IMPACT: ANSCID WITH A FOCUS ON ANIMAL SCIENCE WOULD CONVENE 35 FACULTY AND STAFF TO ACCOMPLISH THESE GOALS OVER FIVE YEARS. OVERALL PROJECT OUTCOMES INCLUDE, CONDUCTING OUTREACH TO 375,000 HIGH SCHOOL AND 13,500 TWO-YEAR STUDENTS, RETENTION OF ~ 200 STUDENTS AT LAGCC, AND TRANSFER OF ~ 100 FOUR-YEAR STUDENTS FOR A BACHELOR&#39;S DEGREE, INCREASE IN ENROLLMENT AND ADVISEMENT BY 30%, RETENTION BY 30% AND GRADUATION AND TRANSFER TO A BACHELOR&#39;S DEGREE BY 45% ALONG WITH TRACKING PIPELINE STUDENT EMPLOYMENT WITHIN THE FEDERAL SECTOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8806225a-a7b1-12cd-a4be-c7cac20bfd68-C", "generated_internal_id": "ASST_NON_20237044040150_12H3"}, {"internal_id": 159740490, "Award ID": "20237044040149", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "ACCORDING TO THE U.S. EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, THERE IS AN UNDERREPRESENTATION OF MINORITIES IN THE USDA PERMANENT WORKFORCE (U.S. EEOC). SIMILARLY, THE NATIONAL ASSOCIATION OF COLLEGES AND EMPLOYERS (NACE) FOUND THAT UNDERREPRESENTED STUDENTS IN THE CLASS OF 2019 EXPERIENCED A HIGH DISADVANTAGE IN OBTAINING PAID INTERNSHIPS COMPARED TO WHITE STUDENTS (NACE, 2019). RAISE&#39;S GOAL IS TO IMPLEMENT AN INNOVATIVE STRATEGY TO INCREASE U.S. UNDERREPRESENTED STUDENTS&#39; OPPORTUNITIES IN FOOD, AGRICULTURAL, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH)AGENCIES BY: 1) CREATING A ONE OF A KIND INTERNSHIP HUB TO ASSIST AND OFFER EACH YEAR, 55 PAID FALL, SPRING, AND SUMMER INTERNSHIPS WITH USDA, TEXAS AGRILIFE EXTENSION AND BOBCAT FARM TO NOT JUST THE HOST INSTITUTION, TEXAS STATE UNIVERSITY STUDENTS, BUT ALSO TO A GROUP OF PARTNERING COMMUNITY COLLEGE STUDENTS, 2) TARGETING URBAN COUNTIES TO BROADCAST USDA OPPORTUNITIES TO A WIDER, NON-TRADITIONAL AGRICULTURE AUDIENCE ALLOWINGSTUDENTS TO ENGAGE DIRECTLY IN COUNTY CHALLENGES AND FEEL A SENSE OF MAKING A DIFFERENCE, 3) PROVIDING TOOLS TO INCLUDE FAMILIES AND INTENTIONALITY IN CAREER CHOICES (ON-BOARDING PROCESS), 4) IMPLEMENTING A UNIQUE MENTORING PROGRAM USING FORMER USDA FELLOWS THAT HAVE ALREADY PARTICIPATED IN AN INTERNSHIP AND HAVE EMPLOYMENT IN USDA OR GOVERNMENT AGENCIES, 5) TARGETING FANH MAJORS OTHER THAN AGRICULTURE (NUTRITION, FAMILY AND CONSUMER SCIENCE, ENGINEERING, BIOLOGY, CHEMISTRY), AND 6) CONNECTING STUDENTS WITH FEDERAL AND STATE AGENCY PROFESSIONALS TO GAIN SKILLS IN APPLYING FOR FEDERAL JOBS, RESUME AND COVER LETTER WRITING, PROFESSIONALISM, COMMUNICATION, ETHICS, ETC. COMMUNITY COLLEGE STUDENTS WILL BE GIVEN AN OPPORTUNITY TO MAKE A CONNECTION WITH THE FOUR-YEAR UNIVERSITY BY BEING DUALLY ENROLLED AT EACH INSTITUTION AND GAINING COURSE CREDIT TO BE APPLIED ONCE TRANSFER TAKES PLACE.RAISE WILL INCREASE THE NUMBER OF UNDERREPRESENTED STUDENTS COMPLETING A FOUR-YEAR DEGREE IN FANH, AID IN DEVELOPING A VIBRANT, COMPETITIVE, AND HIGHLY SKILLED FANH WORKFORCE ELIGIBLE FOR FEDERAL AND STATE AGENCIES, IMPROVE PROFESSIONAL DEVELOPMENT OPPORTUNITIES FOR CURRENT AND FUTURE USDA EMPLOYEES, AND ESTABLISH A MODEL INTERNSHIP HUB FOR FEDERAL EMPLOYMENT THAT CAN BE USED BY OTHER HIGHER EDUCATION INSTITUTIONS IN THE U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20237044040149_12H3"}, {"internal_id": 159740489, "Award ID": "20237044040148", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "WHILE THE NATION, THE STATE AND THE LOCAL COMMUNITIES IN LUNA&#39;S SERVICE AREA ARE IN NEED OF PROFESSIONALS IN THE STEM FIELDS, THE PREDOMINANTLY MINORITY AND LOW-INCOMEPOPULATION OF NORTHEASTERN NEW MEXICO FACES SIGNIFICANT OBSTICALS IN PURSUING BOTH CREDIT AND NON-CREDIT STEM EDUCATION AND TRAINING. THE RECENT WILDFIRES AND SUBSEQUENT FLOODING HAVE SERVED TO EXACERBATE THE NEED FOR STEM PROFESSIONALS INAREAS OF STUDY THAT INCLUDE NATURAL RESOURCE IMPROVEMENT AND CONSERVATION, WILDLAND RESILIENCY, FORESTRY, FIRE PROTECTION, FARM AND RANGE MANAGEMENT, NUTRITION AND FOOD SCIENCE, RURAL DEVELOPMENT, ECONOMIC MOBILITY, POVERTY, SOCIOLOGY AND RURAL DEMOGRAPHY, AND ECOLOGY STUDIES.IN ORDER TO AMELIORATE THE BARRIERS FOR MINORITY AND LOW-INCOME STUDENTS AND TO INCREASE THE NUMBERS OF STEM PROFESSIONALS, LUNA PROPOSES TO DEVELOP STACKABLE CREDENTIALS THAT WILL ALLOW STUDENTS MULTIPLE OPPORTUITIES TO ENTER AND EXIT THE EDUCATION SYSTEM, FROM SHORT TERM WORKSHOPS THAT CAN LEAD DIRECTLY TO LAND RECOVERY AND/OR A PAYING JOB,TO TRANSFERABLE DEGREES THAT COMPLETE THE FIRST TWO YEARS OF A BACCALAUREATE. RECRUITMENT AND DELIVERY WILL BE INFORMED BY FACULTY TRAINING AND WRAPAROUND, COMPREHENSIVE, RESEARCH-PROVEN SERVICESFOR INCREASINGSTUDENT SUCCESS. ADDITIONAL STUDENT SUPPORT WILL BE AVAILABLE IN THE FORM OF INTERNSHIPS AND FINANCIAL AID.LUNA&#39;S PROJECTWILL ENGAGE, ATTRACT, ENROLL, RETAIN, AND GRADUATE STUDENTS IN CURRENT AND INNOVATIVE AREAS OF STUDY APPROPRIATE FOR BOTH LOCAL, IMMEDIATE AND LONG-TERM DISASTER RECOVERY NEEDS AND USDA MISSION CRITICAL WORKFORCE NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0071ee3-e524-6507-ee64-d88bd7b751c8-C", "generated_internal_id": "ASST_NON_20237044040148_12H3"}, {"internal_id": 159740488, "Award ID": "20237044040147", "Award Amount": 10000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "THE U.S. IS CURRENTLY FACING A SUBSTANTIAL SHORTFALL OF TALENTED WORKFORCE IN THE FOOD, AGRICULTURE, AND NATURAL RESOURCES SECTORS IN THE NEAR FUTURE. DEMAND FOR A DIVERSE TALENTED WORKFORCE FURTHER STRAINS THE SUPPLY OF NEXT GENERATION AGRICULTURE WORKFORCE. MOTIVATING YOUNG, TALENTED MINORITY STUDENTS TO JOIN THE WORKFORCE IN AGRICULTURE IS PIVOTAL TO MAINTAIN THE COMPETITIVENESS OF U.S. FOOD AND AGRICULTURAL INDUSTRY AND ITS SUSTAINABILITY. IN RESPONSE, A CONSORTIUM OF HIGHLY QUALIFIED PROFESSIONALS FROM TWO 1890 HBCUS AND TWO 1862 UNIVERSITIES INCLUDING ONE HISPANIC SERVING INSTITUTION (HSI) WILL BE FORMED TO DIRECTLY ADDRESS THE AGRICULTURAL WORKFORCE SHORTAGE. SIGNIFICANTLY, THE CONSORTIUM INCLUDES THE ONLY TWO HBCUS IN THE NORTH CENTRAL REGION THAT WOULD ALLOW US TO REACH A SIGNIFICANT POOL OF UNDERREPRESENTED POPULATIONS AND AGRICULTURAL COMMUNITIES. THE CONSORTIUM WILL FOCUS ON TRAINING STUDENTS TO ADDRESS CRITICAL CHALLENGES IN FOOD AND AGRICULTURE IN A SCALABLE AND SUSTAINABLE PLATFORM. THE NEW PARADIGM WILL UNPRECEDENTEDLY LEVERAGE THE SYNERGISTIC CAPABILITIES OF RESEARCH, TEACHING, AND EXTENSION OF MULTIPLE INSTITUTIONS TO MEET FUTURE CHALLENGES IN FOOD SECURITY, CLIMATE CHANGE, ENVIRONMENTAL JUSTICE, AND CLIMATE SMART AGRICULTURE. SPECIFIC ACTIVITIES FOR THIS PROJECT INCLUDE, I) DEVELOPMENT OF CROSS-INSTITUTIONAL EMERGENT ONLINE/OFFLINE COURSES, II) STRENGTHENING OF IMMERSION EXPERIENTIAL LEARNING AND OUTREACH ACTIVITIES FOR BOTH UNDERGRADUATE AND GRADUATE STUDENTS; III) EXPOSURE TO ADVANCED TECHNOLOGIES IN MODERN AGRICULTURE FOR HIGH SCHOOL STUDENTS; IV) CREATION OF 2-YEAR COMMUNITY COLLEGE SCHOLARSHIPS AND RESEARCH/EXTENSION EXPERIENCES; V) TRAINING SCIENTISTS IN RESIDENCE PROGRAM FOR GRADUATE STUDENTS; AND VI) ESTABLISHING INTERNSHIP PROGRAM IN STATE AND FEDERAL AGENCIES. IF SUCCESSFUL, THIS PROPOSED PROJECT WILL SUBSTANTIALLY CONTRIBUTE TO A DIVERSE WORKFORCE FOR FOOD AND AGRICULTURE INDUSTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_20237044040147_12H3"}, {"internal_id": 159740487, "Award ID": "20237044040146", "Award Amount": 3010000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-18", "CFDA Number": "10.237", "Description": "THE OVERARCHING GOAL OF THE COLLEGE OF SOUTHERN IDAHO (CSI) NEXTGEN PROGRAM IS TO INCREASE THE NUMBER OF STUDENTS PREPARED TO MEET INDUSTRY NEEDS IN AGRICULTURE, FOOD, AND NATURAL RESOURCE FIELDS. THIS WILL BE ACCOMPLISHED BY IMPROVING STUDENT SUPPORTS, ELIMINATING POTENTIAL BARRIERS TO SUCCESS, AND PROVIDING INNOVATIVE LEARNING EXPERIENCES THAT WILL INCREASE LINKAGES FOR STUDENTS TO THE COLLEGE AND TO THE AGRICULTURE FIELD WHILE IMPROVING THE JOB READINESS OF AGRICULTURE, FOOD, AND NATURAL RESOURCE STUDENTS ACROSS THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bab60d6a-80ee-6457-61eb-34a1caae007d-C", "generated_internal_id": "ASST_NON_20237044040146_12H3"}, {"internal_id": 159740486, "Award ID": "20237044040145", "Award Amount": 10000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "BUILDING THE FUTURE AGRICULTURAL WORKFORCE IN THE U.S. ENCOUNTERS SIGNIFICANT CHANGES INCLUDING LIMITED AWARENESS OF THE RANGE OF AGRICULTURE-RELATED CAREER OPPORTUNITIES AVAILABLE ACROSS ACADEMIA, PUBLIC AND PRIVATE SECTORS; DECLINING INTEREST IN AGRICULTURE AND IN GOVERNMENT; AN INSUFFICIENT SUPPLY OF HIGHLY SKILLED, TECHNOLOGICALLY SOPHISTICATED PROFESSIONALS TO MEET THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH) WORKFORCE DEMANDS; AND AN IMPORTANT GAP IN DIVERSITY IN HIGHER EDUCATION. THE GOAL OF THIS PROJECT IS TO ENABLE THE CONSORTIUM TO BUILD AND SUSTAIN THE NEXT GENERATION OF A DIVERSE FANH WORKFORCE THROUGH DOMESTIC AND INTERNATIONAL EXPERIENTIAL LEARNING, OUTREACH AND ENGAGEMENT PROGRAMS. THE SPECIFIC OBJECTIVES ARE TO: 1) DEVELOP AND SUSTAIN RESILIENT PARTNERSHIPS BETWEEN THE CONSORTIUM UNIVERSITIES AND ORGANIZATIONS WITH A VESTED INTEREST IN BUILDING THE FUTURE WORKFORCE IN FANH AND ALLIED DISCIPLINES; 2) ESTABLISH AND SUSTAIN EFFECTIVE AND RESPONSIVE OUTREACH AND ENGAGEMENT PROJECTS (OEPS) INCLUDING STUDENT CAREER DEVELOPMENT ACTIVITIES, AND UNDERSTANDING OF PROCESS AND PATHWAYS TO FEDERAL EMPLOYMENT; 3) DEVELOP INNOVATIVE RECRUITMENT, TRAINING, AND RETENTION INITIATIVES SUCH AS STUDENT SCHOLARSHIP PROJECTS (SSPS) AND LEADERSHIP DEVELOPMENT ACTIVITIES TO ATTRACT DIVERSE STUDENTS TO FANH FIELDS; AND 4) IMPLEMENT PAID IMPACTFUL DOMESTIC AND INTERNATIONAL EXPERIENTIAL LEARNING PROJECTS (ELPS) FOR STUDENTS TO BETTER UNDERSTAND THE WIDE ARRAY OF CAREER OPPORTUNITIES ACROSS FANH. EACH PARTNER UNIVERSITY HAS BEEN ASSIGNED A NUMBER OF RESPONSIBILITIES AND ADEQUATE RESOURCES TO EFFECTIVELY ACCOMPLISH THE PROJECT&#39;S OBJECTIVES. MONITORING AND EVALUATION TOOLS WILL BE USED TO ENSURE AN EFFICIENT AND EFFECTIVE MANAGEMENT OF RESOURCES AND PERSONNEL FOLLOWING THE PROJECT TIMELINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_20237044040145_12H3"}, {"internal_id": 159740485, "Award ID": "20237044040144", "Award Amount": 4500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-18", "CFDA Number": "10.237", "Description": "THE PROJECT&#39;S GOAL IS TO BUILD CAPACITY AT TWO HISPANIC-SERVING INSTITUTIONS (HSIS), UCONN WATERBURY (UCONNW) AND UCONN STAMFORD (UCONNS) BY RECRUITING, TRAINING, AND GRADUATING STUDENTS IN FIELDS OF FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH). THIS GOAL IS ULTIMATELY DRIVEN BY INDUSTRY&#39;S NEED TO BUILD A DIVERSE, HIGHLY TRAINED, AND SKILLED WORKFORCE WITHIN THESE PROFESSIONS. THE INTENDED BENEFICIARIES ARE UNDERGRADUATE STUDENTS AT BOTH HSIS. TO MEET OUR GOAL, WE HAVE THREE OBJECTIVES: 1) DEVELOP A SCHOLARSHIP PORTFOLIO TO RECRUIT, RETAIN, AND SUPPORT TIMELY GRADUATION OF UNDERREPRESENTED STUDENTS AT UCONNW AND UCONNS IN THE AREAS OF FANH. 2) DEVELOP EXPERIENTIAL LEARNING OPPORTUNITIES FOR HSI STUDENTS TO GAIN APPLIED CAREER EXPERIENCE, AND IN SOME CASES RESEARCH EXPERIENCE, WHILE SUPPORTING THE NEEDS OF THE COMMUNITY. 3) PROVIDE AN INCLUSIVE AND SUPPORTIVE ENVIRONMENT THROUGH THE DEVELOPMENT OF PROGRAMS (CULTURAL ACADEMIC, RESEARCH, AND CAREER DEVELOPMENT)AT UCONNW AND UCONNS, WITH SPECIFIC EMPHASIS ON UNDERREPRESENTED STUDENT SUPPORT AND BELONGING IN FANH. THESE OBJECTIVES ALIGN WITH USDA&#39;S GOALS TO ENGAGE, RECRUIT, AND TRAIN THE NEXT GENERATION WORKFORCE FOR FANH CAREERS. THROUGH WIDESPREAD UNIVERSITY SUPPORT, THE COMMITMENT OF DOZENS OF COMMUNITY PARTNERS, AND DEVELOPMENT OF INNOVATIVE COURSES ON FANH CAREER PATHWAYS, OUR PROGRAM&#39;S IMPACT WILL YIELD 150 INTERNSHIP OPPORTUNITIES AND TWO COHORTS OF UNDERGRADUATE GRADUATING CLASSES. ULTIMATELY, WE EXPECT TO INCREASE STUDENT AWARENESS OF FANH AND USDA CAREERS, GENERATE EXCITEMENT FOR THESE PROFESSIONS, INCREASE RECRUITMENT AND RETENTION OF STUDENTS IN FANH FIELDS, AND ESTABLISH A PIPELINE FOR UNDERREPRESENTED MINORITIES INTO FANH FIELDS AT BOTH HSIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_20237044040144_12H3"}, {"internal_id": 159740484, "Award ID": "20237044040143", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-18", "CFDA Number": "10.237", "Description": "THIS PROJECT ADDRESSES THE NEXTGEN PROGRAM&#39;S PRIMARY GOAL OF PREPARING A DIVERSE AND HIGHLY QUALIFIED EMERGING FANH WORKFORCE PIPELINE. THE MAIN GOAL IS TO STRENGTHEN AND EXPAND THE AGRICULTURE PLANT AND SOIL SCIENCE (AGPS) PROGRAM AT CALIFORNIA STATE UNIVERSITY, MONTEREY BAY (CSUMB), A HISPANIC-SERVING INSTITUTION, BY LEVERAGING LEARNING COMMUNITIES AND BUILDING SOCIAL CAPITAL TO ATTRACT, TRAIN, RETAIN, ENGAGE, GRADUATE, AND GUIDE HISPANIC, FIRST-GENERATION, AND LOW-INCOME STUDENTS INTO CAREERS IN THE AGRICULTURAL INDUSTRY AND USDA. THE PROPOSED OBJECTIVES ARE TO 1) EXPAND THE FANH WORKFORCE PATHWAY THROUGH STRATEGIC FINANCIAL SUPPORT, CAREER DEVELOPMENT, AND JUST-IN-TIME INCLUSIVE MENTORING FOR CRITICAL TRANSITIONS; 2) INCREASE THE SCIENTIFIC PROFICIENCY, LEADERSHIP, AND VISIBILITY OF HIGHLY QUALIFIED STUDENTS THROUGH MULTIDISCIPLINARY EXPERIENTIAL LEARNING OPPORTUNITIES; 3) AUGMENT AND REFINE THE AGRICULTURAL SCIENCES CURRICULUM TO LEVERAGE RECRUITMENT, UPSKILLING, AND PREPARATION OF A FUTURE-READY FOOD AND AGRICULTURAL WORKFORCE. THE PROPOSED APPROACH WILL LEVERAGE THE AGPS COHORT-BASED LEARNING MODEL AS THE KEY TO STUDENT RETENTION AND SUCCESS, BY EASING TRANSFER EXPERIENCES, BUILDING A SENSE OF BELONGING, AND PROMOTING PEER MENTORING AND ACCOUNTABILITY. SCIENTIFIC IDENTITY AND IMPROVED TECHNICAL, LEADERSHIP, AND EMPLOYABILITY SKILLS WILL BE DEVELOPED THROUGH CAREER-FOCUSED EXPERIENTIAL LEARNING OPPORTUNITIES, INCLUDING INDUSTRY AND USDA INTERNSHIPS, COURSE-BASED UNDERGRADUATE RESEARCH EXPERIENCES, AND AGRICULTURAL PROBLEM-SOLVING SERVICE LEARNING. STUDENT RECRUITMENT WILL BE CENTERED AROUND COMMUNITY OUTREACH AND NETWORKING, FOSTERING PARTNERSHIPS WITH REGIONAL COMMUNITY COLLEGES AND HIGH SCHOOLS, AND DEVELOPING CLEAR AND COHESIVE PATHWAYS WITH INTENTIONALLY ALIGNED LEARNING OUTCOMES, WHILE SUPPORTING STUDENTS AT CRITICAL TRANSITIONS THROUGH ACADEMIC ADVISING, SOCIAL CONNECTEDNESS, AND STUDENT INVOLVEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e893c6d1-6abc-3aa7-e8e4-815c03909f87-C", "generated_internal_id": "ASST_NON_20237044040143_12H3"}, {"internal_id": 159740483, "Award ID": "20237044040142", "Award Amount": 2890000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "THE HONEYBEE ORIENTED NEXTGEN ENTREPRENEURS AND YOUTH (HONEY) PATHWAY PROGRAM AT THE UNIVERSITY OF TEXAS SAN ANTONIO (UTSA), PROPOSES TO ADVANCE THE AIMS OF USDA&#39;S NEXTGEN PROGRAM BY PROVIDING A TRAINING AND EXPERIENTIAL LEARNING TO PREPARE UNDERREPRESENTED AND MINORITIZED (URM) STUDENTS FOR THE EXPANSIVE ARRAY OF DIVERSE CAREERS IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH). THIS PROPOSED TIER ONE PROGRAM ADDRESSES PROJECT TYPES B (EXPERIENTIAL LEARNING) AND C (OUTREACH AND ENGAGEMENT) THROUGH EXISTING COLLABORATION BETWEEN UTSA (A HISPANIC SERVING INSTITUTION - HSI) AND ST. PHILIPS COLLEGE (A HISTORICALLY BLACK COLLEGES AND UNIVERSITIES) CIENCIA, INGENIER&IACUTE;A, Y MATEM&AACUTE;TICAS ALIADOS (CIMA) PROGRAM. THE HONEY PROGRAM WILL: (1) CULTIVATE THE NEXT GENERATION OF LEADERS OF URBAN BEEKEEPERS BY TRAINING URM STUDENTS IN A CURRICULUM FOCUSED ON BEEKEEPING, POLLINATOR RESEARCH AND ENTREPRENEURSHIP; (2) CONSTRUCT A CURRICULUM MODEL--INCLUDING LEARNING MATERIALS, RESEARCH, OUTREACH, RECRUITMENT, MENTORING, RETENTION, AND BRANDING STRATEGIES--FOCUSED ON THE ECONOMIC, MEDICAL AND ECOLOGICAL VALUE OF BEES AND OTHER POLLINATORS TO ATTRACT AND RETAIN URM STUDENTS TO FANH MAJORS AND CAREER PATHS, PARTICULARLY TO BEEKEEPING; AND (3) COORDINATE EDUCATIONAL OPPORTUNITIES FOR UTSA AND ST. PHILIP&#39;S COLLEGE STUDENTS WITH THE USDA HONEY BEE GENETICS LAB, TEXAS A&AMP;M UNIVERSITY&#39;S BEE RESEARCH LAB, TEXAS APIARY INSPECTION SERVICES, SWEETBIO, AS WELL AS TEXAS BEEKEEPERS ASSOCIATION (TBA), BEE MINDFUL HONEY FARMS, AND ALAMO AREA BEEKEEPERS ASSOCIATION TO FACILITATE EXPERIENTIAL RESEARCH AND PROFESSIONALIZATION OPPORTUNITIES THAT WILL CULTIVATE THE ACQUISITION OF TECHNICAL, LEADERSHIP, AND EMPLOYABILITY SKILLS REQUIRED TO ENTER THE FANH AND USDA WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bb4ed53-41bf-76e0-acf5-d7192a269685-C", "generated_internal_id": "ASST_NON_20237044040142_12H3"}, {"internal_id": 159740482, "Award ID": "20237044040141", "Award Amount": 4580000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "THE GOALS AND OBJECTIVES OF THE NEXT GENERATION OF WEST VIRGINIA AGRICULTURE PROFESSIONALS MEETS ALL PRIMARY OF FOCUS AREAS FOR THE PROJECT FROM LEARNING TO LEADING: CULTIVATING THE NEXT GENERATION OF DIVERSE FOOD AND AGRICULTURE PROFESSIONALS. THIS PROJECT WILL ALSO AID IN CREATING FURTHER GENERATIONS OF AGRICULTURE PROFESSIONALS. THIS PROPOSAL CONTAINS GOALS IN THE AREAS OF PAID EXPERIENTIAL LEARNING OPPORTUNITIES, SCHOLARSHIPS, NON-FORMAL EDUCATION ACTIVITIES AND INNOVATED RECRUITMENT AND RETENTION INITIATIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_20237044040141_12H3"}, {"internal_id": 159740481, "Award ID": "20237044040140", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "10.237", "Description": "IN THE FACE OF CURRENT AND FUTURE SOCIAL-ECOLOGICAL DISTURBANCE, LONG-TERM STEWARDSHIP OF NATURAL RESOURCES REQUIRES INNOVATIVE STRATEGIES FOCUSED ON THE NEXUS OF WATER-ENERGY-FOOD SYSTEMS AND THEIR INTERSECTION WITH JUSTICE, EQUITY, DIVERSITY, AND INCLUSION. TRAINING THE NEXT GENERATION OF LEADERS MUST BE EMBEDDED IN THE NORMATIVE FRAMEWORK OF SUSTAINABILITY AND THE INTERDISCIPLINARY CONNECTIONS AMONG THE SOCIAL-ENVIRONMENTAL-TECHNOLOGICAL DIMENSIONS OF AGRICULTURAL AND NATURAL ECOSYSTEMS. IT MUST ALSO ENGAGE PEOPLE FROM DISTINCT BACKGROUNDS AND CULTURES TO BUILD A MORE DIVERSE, STRONGER WORKFORCE.HISPANIC-SERVING INSTITUTIONS, AND INSULAR AREA INSTITUTIONS OF HIGHER EDUCATION LOCATED IN THE U.S. TERRITORIES, HAVE THE POTENTIAL TO PLAY KEY ROLES IN THIS TRANSITION.THIS PROJECT WILL ESTABLISH THE INSTITUTE FOR INNOVATION IN SUSTAINABILITY TRAINING, APPLICATIONS AND RESEARCH IN AGRI-ENVIRONMENTAL SCIENCES (IINSTAR-AS) AT THE UNIVERSITY OF PUERTO RICO-RIO PIEDRAS CAMPUS (UPRRP). THE GOAL IS TO ENGAGE, EARLY-RECRUIT, RETAIN, TRAIN, AND SUPPORT STUDENTS FROM PUERTO RICO IN PREPARATION FOR SUCCESSFUL CAREERS IN FOOD, AGRICULTURAL, AND NATURAL RESOURCES SCIENCES. WEWILL ACCOMPLISH THIS BY 1) PROVIDING4-YEAR UNDERGRADUATE FELLOWSHIPS (ACADEMIC YEAR) COMPLETE WITH TUITION, LIVING STIPENDS, AND MATERIALS EXPENSES FOR STUDENTS TO PURSUE A DEGREE IN ENVIRONMENTAL SCIENCES (ES) WITH CONCENTRATION STUDIES IN RENEWABLE ENERGY AND SUSTAINABILITY;2)PROVIDINGAND SUBSIDIZINGTHE COST OF MATHEMATICS IMMERSION COURSES FOR FELLOWS AND OTHER ESUNDERGRADUATE STUDENTS IN THEIR FRESHMEN YEAR TO BOLSTER CORE SKILLS NECESSARY TO COMPLETE THEIR DEGREES FASTER AND EMBARK ON SUCCESSFUL STEM CAREERS; 3) MOVINGBEYOND A TRADITIONAL DISCIPLINARY FOCUS ON BIOLOGICAL AND ECOLOGICAL CONCEPTS THAT FORM THE BACKGROUND OF STUDIES IN AGRICULTURAL AND ENVIRONMENTAL SCIENCES TO EXAMINE THE INTERDISCIPLINARY INTERSECTIONS THAT LIE AT THE WATER-ENERGY-FOOD SYSTEMS NEXUS ANDAPPLICATIONS TO AGRI-ENVIRONMENTAL SCIENCES; 4) PROVIDINGCONSIDERABLE RESOURCES FOR VISITS TO USDA AGENCIES, CAPACITY DEVELOPMENT WORKSHOPS AND RELATED STUDENT SERVICES, AND MULTIPLE IN-DEPTH EXPERIENTIAL LEARNING OPPORTUNITIES, SUCH AS APPRENTICESHIPS AND INTERNSHIPS, WITH QUALIFIED MENTORS IN PUERTO RICO, VERMONT, AND COLORADO, AMONG OTHER LOCATIONS; 5) CONDUCTING INNOVATIVE DESIGN THINKING WORKSHOPS THAT ENGAGE STUDENTS, UPR FACULTY AND USDA REPRESENTATIVES IN A COLLABORATIVE PROCESS TO CO-DEVELOP NOVEL RESEARCH IDEAS THAT CAN LEAD TO ACTIONABLE SOLUTIONS TO PRESSING ISSUES IN THE FANH SECTORS; AND 6) EMPLOYING A UNIQUE MULTI-LEVEL FACULTY-GRADUATE-UNDERGRADUATE MODEL TO GUIDE STUDENT TRAINING AND INCORPORATE ACADEMIC AND PSYCHOSOCIAL MENTORINGWHICH BROADENS LEARNING PERSPECTIVES AND BUILDS LEADERSHIP CAPACITY AND SOCIAL RESPONSIBILITY. IINSTAR-AS FELLOWS WILL PLAY KEY MENTORSHIP ROLES IN TRANSFERRING ACQUIRED KNOWLEDGE TO K-12 SCHOOLS AND SERVING AS SPOKESPERSONS FOR THE PROGRAM, EXPANDING AWARENESS ABOUT THE OPPORTUNI,TIES FOR STUDY AT UPRRP AND CAREERS IN THE AGRICULTURAL SCIENCES AND NATURAL RESOURCES TO PUERTO RICAN YOUTH.THE PROJECT LEVERAGES ES AND UPRRP ACADEMIC AND STUDENT SUPPORT SERVICES, MULTILEVEL PSYCHOSOCIAL MENTORING, COLLABORATIONS WITH USDA AGENCIES AND OTHER ORGANIZATIONS IN PUERTO RICO AND THE UNITED STATES, K-12 ENGAGEMENT AND KNOWLEDGE TRANSFER, AND A FOCUS ON TRANSVERSAL THEMES OF JUSTICE, EQUITY, DIVERSITY, AND INCLUSION. THE ACTIVITIES WILL BENEFIT 20 IINSTAR-AS FELLOWS, UP TO 125 ADDITIONAL UNDERGRADUATE STUDENTS, AND 250+ K-12 STUDENTS.THE PROJECT IS EXPECTED TO AUGMENT RETENTION AND ACCELERATE GRADUATON OF UNDERGRADUATE ES STUDENTS WITH INCREASED AWARENESS OF CAREER OPPORTUNITIES &AMP; CONTACTS AT USDA, TRAINING IN LEADERSHIP AND EMPLOYMENT SKILLS, SKILLS IN AGRI-ENVIRONMENTAL SCI. &AMP; RENEWABLE ENERGY RESEARCH/MANAGEMENT/TECHNOLOGY, KNOWLEDGE OF ACTIONABLE SOLUTIONS TO AGRI-ENVIRONMENTAL PROBLEMS, CULTURAL SENSITIVITY &AMP; ADVOCACY OF DIVERSITY PRINCIPLES, AFFILIATIONWITH PROFESSIONAL AGRI-ENVIRON. SCI. SOCIETIES, AND SENSE OF BELONGING, SELF-EFFICACY, AND IDENTITY AS AGRI-ENVIRONMENTAL SCIENTISTS. IT IS ALSO EXPECTED TO INCREASE K-12 STUDENT AWARENESS OF AGRI-ENVIRONMENTAL PROBLEMS AND SOULTIONS, SUSTAINABILITY, RENEWABLE ENERGY, AND CLIMATE CHANGE CONCEPTS, AND ENVIRONMENTAL CAREER OPPORTUNITIES. THESE EFFORTS WILL IN TURN CONTRIBUTE TO PREPARING THE NEXT GENERATION OF SCIENTISTS AND LEADERS WITH THE SKILLS NECESSARY TO DEVELOP INNOVATIVE, RESILIENT, AND EQUITABLE SOLUTIONS TO GLOBAL RESOURCE MANAGEMENT CHALLENGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b0f7689-aaf8-396f-d4b3-b944796d133f-C", "generated_internal_id": "ASST_NON_20237044040140_12H3"}]