[{"internal_id": 161564413, "Award ID": "20233881140706", "Award Amount": 163000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-26", "CFDA Number": "10.210", "Description": "THE 1890 SCHOLARSHIP PROGRAM EVALUATION PROGRAM&#39;S PRIMARY GOAL IS TO PROVIDE A SYSTEM AND TEMPLATE TO COLLECT, AGGREGATE, ANALYZE, AND SYNTHESIZE DATA ON THE 1890 SCHOLARSHIPS PROGRAM IN ORDER TO LEARN ABOUT ITS STRENGTHS AND WEAKNESSES AS A NATIONAL INITIATIVE, FOR PURPOSES OF PROGRAM IMPROVEMENT, AND LEARNING. VIRGINIA TECH WILL WORK WITH THE 1890 INSTITUTIONS TO COLLECT DATA ON THE SCHOLARSHIPS AWARDED AND STUDENT DEMOGRAPHICS, AND TO PREPARE THE REQUIRED REPORT(S) TO BE SUBMITTED ANNUALLY TO NIFA. THIS PROJECT COLLECTS DATA INFORMATION ON SCHOLARSHIPS AWARDED AND STUDENT DEMOGRAPHICS OF SCHOLARS INCLUDING (BUT NOT LIMITED TO) THE FOLLOWING: A) AMOUNT OF FUNDS PROVIDED TO EACH ELIGIBLE INSTITUTION; B) NUMBER OF SCHOLARSHIPS AWARDED UNDER EACH GRANT EACH FISCAL YEAR; C) AMOUNT OF EACH SUCH SCHOLARSHIP; D) TOTAL NUMBER OF STUDENTS DIRECTLY SUPPORTED, BY RESIDENCY; E) TOTAL NUMBER OF STUDENTS DIRECTLY SUPPORTED, BY FIELD OF STUDY, F) TOTAL NUMBER OF STUDENTS DIRECTLY SUPPORTED, BYCLASSIFICATION; AND G) TOTAL NUMBER OF STUDENTS DIRECTLY SUPPORTED, BY GENDER AND ETHNICITY/RACE. IN ADDITION THE PROGRAM CONDUCT A DETAILED STUDENT SURVEY OF ALL SCHOLARS AND PROGRAM DIRECTORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20233881140706_12H3"}, {"internal_id": 153836503, "Award ID": "20233842038754", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "10.210", "Description": "INTERDISCIPLINARY TRAINING IN LEADERSHIP AND ANIMAL BIOSECURITY (IT-LAB)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20233842038754_12H3"}, {"internal_id": 153836544, "Award ID": "20233842038753", "Award Amount": 222500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-20", "CFDA Number": "10.210", "Description": "FILLING THE HUMAN NUTRITION PIPELINE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "868c3cd8-2896-4496-6775-ad6a8c69c6d6-C", "generated_internal_id": "ASST_NON_20233842038753_12H3"}, {"internal_id": 153836557, "Award ID": "20233842038752", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-20", "CFDA Number": "10.210", "Description": "SYNTHETIC BIOLOGY TRAINING FOR NEXT GENERATION FOOD SCIENTISTS TO ADDRESS SAFETY AND SUSTAINABILITY IN FOOD AND AGRICULTURE SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20233842038752_12H3"}, {"internal_id": 152523486, "Award ID": "20223842038620", "Award Amount": 260500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "10.210", "Description": "TRAINING CULTURALLY RESPONSIVE LEADERS FOR MANAGING RESILIENT FORESTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_20223842038620_12H3"}, {"internal_id": 152523493, "Award ID": "20223842038619", "Award Amount": 262500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "10.210", "Description": "TRAINING THE NEXT GENERATION OF AGRICULTURAL ECONOMISTS IN DATA SCIENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_20223842038619_12H3"}, {"internal_id": 152523492, "Award ID": "20223842038618", "Award Amount": 241000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "10.210", "Description": "GRADUATE TRAINING TO LINK CEREAL SCIENCE AND HUMAN NUTRITION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20223842038618_12H3"}, {"internal_id": 152523491, "Award ID": "20223842038617", "Award Amount": 246000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "10.210", "Description": "EMPOWERING UNDERREPRESENTED GRADUATE STUDENTS WITH ADVANCED RESEARCH TRAINING IN FOOD SCIENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20223842038617_12H3"}, {"internal_id": 152523487, "Award ID": "20223842038616", "Award Amount": 246000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "10.210", "Description": "VALORIZING RESEARCH FINDINGS: INTEGRATING RESEARCH AND EXTENSION TO PROMOTE TRANSFORMATIVE CHANGES IN GRADUATE EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_20223842038616_12H3"}, {"internal_id": 152523485, "Award ID": "20223842038615", "Award Amount": 262500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "10.210", "Description": "STRENGTHENING DAIRY HEALTH THROUGH MULTIDISCIPLINARY DOCTORAL TRAINING OF VETERINARY SCIENTISTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20223842038615_12H3"}, {"internal_id": 152523484, "Award ID": "20223842038614", "Award Amount": 262500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "10.210", "Description": "TRAINING A NEW GENERATION OF LEADERS IN INTERNATIONAL AGRICULTURAL TRADE AND DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_20223842038614_12H3"}, {"internal_id": 152523488, "Award ID": "20223842038613", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "10.210", "Description": "A NEW MULTIDISCIPLINARY PLANT DISEASE MANAGEMENT EXPERIENTIAL GRADUATE TRAINING PROGRAM TO PREPARE FUTURE LEADERS IN PLANT PRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20223842038613_12H3"}, {"internal_id": 152523489, "Award ID": "20223842038612", "Award Amount": 246000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "10.210", "Description": "TRANSFORMING FOOD SYSTEMS TO PROVIDE FOR HEALTH, EQUITY, AND SUSTAINABILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20223842038612_12H3"}, {"internal_id": 152523490, "Award ID": "20223842038611", "Award Amount": 241000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "10.210", "Description": "PROMOTING CLIMATE SMART-FORESTRY THROUGH FOREST CARBON MANAGEMENT AND SUSTAINABLE BIOMATERIALS TRAINING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00b062d0-a179-1efa-2618-43bea86b43fd-C", "generated_internal_id": "ASST_NON_20223842038611_12H3"}, {"internal_id": 152523496, "Award ID": "20223842038610", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "10.210", "Description": "GRADUATE STUDIES IN ARTIFICIAL INTELLIGENCE FOR ANIMAL AGRICULTURE (AI4AAG)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_20223842038610_12H3"}, {"internal_id": 134198938, "Award ID": "20213842034948", "Award Amount": 241000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "10.210", "Description": "ENROLLMENT OF INDIGENOUS STUDENTS IN GRADUATE NATURAL RESOURCES PROGRAMS IS SEVERELY UNDERREPRESENTED. BUILDING TRIBAL EXPERTISE AND CAPACITY IN NATURAL RESOURCES DISCIPLINES IS ESSENTIAL BECAUSE TRIBES MAINTAIN SOVEREIGNTY OVER NATURAL RESOURCES ON THEIR LANDS. MORE BROADLY, NATURAL RESOURCES GRADUATE PROGRAMS HAVE HISTORICALLY SEEN LOW ENROLLMENT OF BLACK, INDIGENOUS AND OTHER PEOPLE OF COLOR (BIPOC). INCREASINGLY, CLIMATE CHANGE AND ECOLOGICAL DISTURBANCES HAVE CHALLENGED THE WAY THAT WE ADDRESS NATURAL RESOURCE CHALLENGES. MOREOVER, TRAINING STUDENTS TO WORK COLLABORATIVELY WITH OTHERS, INCLUDING ACROSS DIVERSE LAND OWNERSHIPS AND DISCIPLINES, WILL BE REQUIRED FOR SUCCESSFUL NATURAL RESOURCE RESEARCHERS AND MANAGERS IN THE 2020S AND BEYOND. THE CHALLENGES IN FOREST AND NATURAL RESOURCES MANAGEMENT IS RELEVANT TO THE NATIONAL NEEDS PROGRAM GOALS BY INCREASING THE NUMBER OF TRAINED SPECIALISTS FROM DIVERSE BACKGROUNDS. THIS SITUATION CREATES THE DEMAND FOR A NEW GENERATION OF NATURAL RESOURCES RESEARCHERS AND MANAGERS TO INTEGRATE INFORMATION FROM A VARIETY OF DISCIPLINES. IN RESPONSE TO THIS DEMAND, WE PROPOSE AN INTEGRATED GRADUATE TRAINING COHORT WITH TWO MASTER&#39;S AND TWO DOCTORAL STUDENTS FOCUSED ON FOREST RESOURCES WITH AN EMPHASIS ON CONSERVATION AND RENEWABLE NATURAL RESOURCES. OUR PROJECT GOALS ALIGN WITH THE USDA&#39;S CHALLENGE AREA FOR AGRICULTURAL AND NATURAL RESOURCES SCIENCE FOR CLIMATE VARIABILITY AND CHANGE. THE PROPOSED PROGRAM WILL (1) ESTABLISH A TRIBAL NATURAL RESOURCES PROGRAM TRACK IN THE UNIVERSITY OF MINNESOTA&#39;S NATURAL RESOURCES SCIENCE AND MANAGEMENT GRADUATE PROGRAM AND (2) INCREASE THE NUMBER OF BIPOC STUDENTS MATRICULATED AND GRADUATED FROM THE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20213842034948_12H3"}, {"internal_id": 134198939, "Award ID": "20213842034947", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-13", "CFDA Number": "10.210", "Description": "AS FOOD SECURITY INCREASINGLY BECOMES ONE OF THE WORLD&#39;S GRAND CHALLENGES, PLANT DISEASES REDUCE THE YIELD AND QUALITY OF CROPS. LOSSES AFFECT ALL MAJOR WORLD CROPS AND FORCE GROWERS INTO SPENDING RESOURCES TO CONTROL DISEASES, OFTEN WITH NEGATIVE CONSEQUENCES TO THE ENVIRONMENT AND HUMAN HEALTH. THE GOAL OF THIS PROJECT IS TO TRAIN AND MENTOR FOUR UNDER-REPRESENTED MINORITY DOCTORAL FELLOWS TO MANAGE PLANT DISEASES SUSTAINABLY. THE PROGRAM WILL PROVIDE EXPERIENTIAL LEARNING AND LEADERSHIP OPPORTUNITIES UTILIZING THE CLEMSON UNIVERSITY EXPERIMENT STATION AND ITS CONNECTIONS WITH STAKEHOLDERS. FELLOWS WILL FULFILL A RESIDENCY REQUIREMENT IN ONE OF THE RESEARCH AND EDUCATION CENTERS, COMPLETE AN EXTENSION LEADERSHIP TRAINING, AND GAIN HANDS-ON EXPERIENCE IN THE UNIVERSITY&#39;S PLANT AND PEST DIAGNOSTIC CLINIC. THE PROGRAM ALSO INCLUDES A CORE CURRICULUM IN PLANT PATHOLOGY WITH A FOCUS ON TRANSLATIONAL RESEARCH AND OPPORTUNITIES FOR TEACHING. PROJECT OBJECTIVES ARE TO TRAIN A COHESIVE COHORT OF DOCTORAL STUDENTS TO: 1) CONDUCT TRANSLATIONAL RESEARCH THROUGH DISSERTATION PROJECTS THAT UTILIZE A SYSTEMS APPROACH, 2) COMPLETE COURSEWORK FOR A SOLID BACKGROUND IN PLANT PATHOLOGY AND THE PRINCIPLES OF SUSTAINABILITY, 3) DEVELOP EFFECTIVE SKILLS IN COMMUNICATION AND LEADERSHIP NEEDED FOR CONNECTING WITH KEY SCIENTIFIC COMMUNITIES AND STAKEHOLDERS, AND 4) INCREASE THE DIVERSITY OF THE NATION&#39;S SCIENTIFIC EXPERTISE IN THE FOOD AND AGRICULTURAL SCIENCES. BY HELPING TO DEVELOP THE NEXT GENERATION OF SCIENTISTS THAT ADVANCE FOOD SECURITY, THIS PROJECT ALIGNS WITH USDA STRATEGIC GOAL NO. 2.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_20213842034947_12H3"}, {"internal_id": 134198940, "Award ID": "20213842034946", "Award Amount": 246000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-25", "CFDA Number": "10.210", "Description": "WE AIM TO ACCELERATE THE BRIDGING OF THE GAP BETWEEN SUSTAINABLE FOREST MANAGEMENT AND DATA SCIENCES BY ESTABLISHING LEADERSHIP FOCUSED, DIVERSE GRADUATE FELLOWSHIP IN SEFS AT UW. WE WILL USE EVIDENCE BASED EXPERIENTIAL LEARNING FRAMEWORKS, HARNESSING BIG DATA AND APPLY THOSE TO LARGE SCALE INTEGRATED SOCIAL AND BIOLOGICAL ISSUES FACED BY THE FOREST AND NATURAL RESOURCESINDUSTRIES. WE FOCUS ON TARGETED EXPERTISE SHORTAGE AREAS OF DATA SCIENCE, TO ENABLE MANAGEMENT THROUGH GEOSPATIAL DATA BUILDING, ANALYSIS, AND RESEARCH COMMUNICATIONS. THIS APPROACH RESPONDS TO THE USDA STRATEGIC GOALS: (5) STRENGTHEN THE STEWARDSHIP OF PRIVATE LANDS THROUGH TECHNOLOGY AND RESEARCH AND (6) FOSTER PRODUCTIVE AND SUSTAINABLE USE OF OUR NATIONAL FOREST SYSTEM LANDS. THIS IS RESPONSIVE TO THE NNF GOALS OF PROVIDING TRAINEESHIP PROGRAMS MEETING THE NATIONAL NEED TO DEVELOP SCIENTIFIC AND PROFESSIONAL EXPERTISE IN NATURAL RESOURCES, AND HUMAN SCIENCES. WE HARNESS ENGAGEMENT WITH STAKEHOLDERS ON THE BOARD OFTHE PFC. THE OBJECTIVES OF THE FELLOWSHIP FRAMEWORK WILL HOLISTICALLY INTEGRATE STAKEHOLDER DRIVEN APPLIED RESEARCH BY SELECTING PROJECTS DEFINED BY THE PFC PRIVATE, PUBLIC, AND NON-PROFIT SECTOR STAKEHOLDERS. THE DEVELOPMENT OF KNOWLEDGE AND INTELLECTUAL ABILITIES WILL BE ACHIEVED THROUGH FOCUSED COURSES AND STAKEHOLDER ENGAGEMENT. THE EXPERIENTIAL LEARNING WILL INCLUDE THE PROJECT AND POTENTIAL FOR SUMMER INTERNSHIP WITH THE STAKEHOLDERS, IN WHICH THE PROJECTS CAN BE FURTHER EXPLORED AND REFINED. WE WILL FOCUS ON COMMUNICATION THROUGH SCIENTIFIC WRITING, PUBLIC SPEAKING, AND OTHER INNOVATIVE ENGAGEMENT OPPORTUNITIES. INTELLECTUAL GROWTH WILL BE COMPLIMENTED WITH PROFESSIONAL DEVELOPMENT, LEADERSHIP TRAINING, AND MENTORSHIP TO ADVANCE THE PERSONAL EFFECTIVENESS OF THE FELLOWS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_20213842034946_12H3"}, {"internal_id": 134198941, "Award ID": "20213842034945", "Award Amount": 175000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-21", "CFDA Number": "10.210", "Description": "THE TRANSDISCIPLINARY TRAINING IN ANIMAL GENETICS AND GENOMICS OF DISEASE (TTAGGD) TEAM, AN INTEGRATED GROUP OF FACULTY FROM ANIMAL SCIENCE, VETERINARY MEDICINE, AND AGRICULTURAL ENGINEERING AT IOWA STATE UNIVERSITY, PROPOSES A ROBUST, PROVEN PROGRAM TO TRAIN GIFTED STUDENTS IN THE TARGETED EXPERTISE SHORTAGE AREA OF ANIMAL PRODUCTION, FOCUSING ON GENETICS OF HEALTH AND RESILIENCE OF LIVESTOCK. IMPROVEMENT OF ANIMAL HEALTH AND RESILIENCE IS ONE OF NIFA&#39;S STRATEGIC GOALS (OBJECTIVE 2.1). TWO PH.D. NATIONAL NEEDS FELLOWS (NNFS) WILL MAJOR IN INTERDISCIPLINARY GRADUATE MAJORS, WITH THE CORE CURRICULUM INCLUDING QUANTITATIVE GENOMICS, BIOINFORMATICS, AND ANIMAL HEALTH. TTAGGD FACULTY LEAD RESEARCH PROGRAMS ON THE USE OF GENOMIC AND NOVEL PHENOTYPE INFORMATION TO STUDY AND IMPROVE ANIMAL HEALTH AND DISEASE RESILIENCE, PROVIDING NNFS WITH A VERY ROBUST AND WELL-FUNDED TRAINING ENVIRONMENT. FELLOWS WILL CONDUCT NOVEL RESEARCH THROUGH THE SCHOLARSHIP OF TEACHING AND LEARNING (SOTL), INCLUDING A NATIONWIDE SURVEY ON UNDERGRADUATE STUDENTS&#39; TRAINING AND PERCEPTION OF ANIMAL GENETICS. NNFS WILL BE EXPERTLY MENTORED, GAINING COMPETENCIES IN TEACHING AND SOTL WITHIN A HIGHLY SKILLED TRANSDISCIPLINARY AND COLLABORATIVE GROUP, CLOSELY COLLABORATING WITH INDUSTRY AS SOURCES OF DATA AND INTERNSHIPS. THE OUTCOME OF TTAGGD WILL BE THREE HIGHLY TRAINED NNFS WITH FUNDAMENTAL AND TRANSDISCIPLINARY KNOWLEDGE IN THEIR FIELDS OF STUDY WITHIN THE OVERALL TOPIC OF GENETICS OF ANIMAL HEALTH AND RESILIENCE, WITH SCHOLARSHIP ON NOVEL RESEARCH AND TEACHING APPROACHES TO ADDRESS THE NEEDS OF THE LIVESTOCK INDUSTRY BY APPLYING THEIR SKILLS IN RESEARCH, TEACHING, COMMUNICATION, AND ETHICAL REASONING IN THEIR PROFESSIONAL CAREERS IN AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20213842034945_12H3"}, {"internal_id": 137054547, "Award ID": "20213842034944", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-27", "CFDA Number": "10.210", "Description": "THE OBJECTIVE OF THIS PROPOSAL IS TO DEVELOP AN EDUCATION PROGRAM FOR A NEW GENERATION OF RESEARCHERS WHO UNDERSTAND THE ENTIRE SPECTRUM OF BIOMASS MODIFICATIONS, BIOPLASTIC COMPOSITES, MATERIAL CHARACTERIZATION, BIODEGRADATION, AND IMPACT ANALYSIS THROUGH LIFE CYCLE ASSESSMENT. FACULTY MEMBERS FROM THREE DEPARTMENTS (FOREST BIOMATERIALS IN COLLEGE OF NATURAL RESOURCES, TEXTILE ENGINEERING CHEMISTRY AND SCIENCE IN WILSON COLLEGE OF TEXTILES, AND STEM EDUCATION IN COLLEGE OF EDUCATION) ARE PROPOSING A JOINT DOCTORAL EDUCATION PROGRAM TO ADDRESS THE TARGETED EXPERTISE SHORTAGE AREA OF FOREST RESOURCES WITH RELEVANT DISCIPLINE OF (C) RENEWABLE NATURAL RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20213842034944_12H3"}, {"internal_id": 137054546, "Award ID": "20213842034943", "Award Amount": 241000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-27", "CFDA Number": "10.210", "Description": "RAPID ADVANCEMENT OF THE INTERNET OF THINGS AND DEVELOPMENT OF AFFORDABLE LIVESTOCK PRECISION TECHNOLOGIES ARE SHAPING A NEW ERA IN FOOD ANIMAL PRODUCTION. THESE TOOLS GENERATE COMPLEX DATASETS FOR PRECISION MANAGEMENT, OPTIMIZATION OF BREEDING SCHEMES, ANIMAL WELFARE MONITORING, AND COMPREHENSIVE ECONOMIC ANALYSIS. BIG DATA ANALYTICS REQUIRES PROFESSIONALS WITH EXEMPLARY TECHNICAL SKILLS TO MAKE TIMELY AND ACCURATE DECISIONS THAT MAXIMIZE THE SUSTAINABILITY OF LIVESTOCK INDUSTRIES. DESPITE THE WIDESPREAD ADOPTION OF PRECISION TECHNOLOGY, CURRENTLY GENERATED DATASETS ARE BEING UNDERUTILIZED DUE TO A DEFICIT OF QUALIFIED PERSONNEL WITH INTERSECTING KNOWLEDGE OF DATA SCIENCE AND ANIMAL SCIENCES. PURDUE UNIVERSITY IS A LEADER IN INNOVATIVE TEACHING, RESEARCH, AND ENGAGEMENT IN DATA SCIENCE AND DIGITAL AGRICULTURE. THIS IS DUE TO LARGE INVESTMENTS IN STATE-OF-THE-ART FACILITIES, CLOSE CONNECTIONS WITH INDUSTRY PARTNERS, TIGHT ALIGNMENT WITH USDA STRATEGIC GOALS, AND PARTNERSHIPS BETWEEN MULTIDISCIPLINARY FACULTY. THEREFORE, THE MAIN OBJECTIVES OF THIS PROJECT ARE: 1) DEVELOP A CERTIFICATE IN LIVESTOCK DATA SCIENCE; AND 2) RECRUIT HIGHLY PROMISING STUDENTS (2 MS AND 2 PHD) AND TRAIN THEM IN CLOSE PARTNERSHIP WITH PRIVATE COMPANIES AND LIVESTOCK INDUSTRY STAKEHOLDERS. TO PROMOTE DIVERSITY AND INCLUSION, AT LEAST 75% OF THE STUDENTS WILL BE RECRUITED FROM UNDERREPRESENTED MINORITY GROUPS OR WOMEN. A MULTIDISCIPLINARY TEAM WILL MENTOR THESE STUDENTS AND FOSTER ACTIVITIES THAT PROVIDE STRONG TRAINING IN BOTH ANIMAL AND DATA SCIENCES AS WELL AS LEADERSHIP, TEACHING, AND MENTORING SKILLS. THIS PROJECT WILL INCREASE THE NUMBER AND ENHANCE DIVERSITY OF LIVESTOCK DATA SCIENTISTS WITH THE NECESSARY TECHNICAL AND LEADERSHIP SKILLS TO EXCEL IN EITHER ACADEMIA OR INDUSTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20213842034943_12H3"}, {"internal_id": 137054545, "Award ID": "20213842034942", "Award Amount": 246000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-27", "CFDA Number": "10.210", "Description": "AGRICULTURAL BIOSECURITY IS ESSENTIAL FOR GLOBAL FOOD SECURITY AND FOOD SAFETY. CURRENTLY THERE IS A PAUCITY OF GRADUATE STUDENTS AVAILABLE TO FILL THESE POSITIONS; MOREOVER, RACIAL AND ETHNIC MINORITY GROUPS ARE VASTLY UNDERREPRESENTED IN AGRICULTURAL PROFESSIONS. A DIVERSE AGRICULTURAL WORKFORCE WILL RESULT IN A STRONGER, MORE CREATIVE, AND EFFECTIVE INDUSTRY IN THE FUTURE. CURRENTLY, THE DEPARTMENT OF AGRICULTURAL BIOLOGY AT COLORADO STATE UNIVERSITY (CSU) HAS A 2-YEAR EXPERIENTIAL PEST MANAGEMENT M.S. PROGRAM THAT IS DEVELOPED AROUND AN INTERNSHIP RATHER THAN A RESEARCH PROJECT. THIS PROJECT SUPPORTS USDA AND NNF GOALS THROUGH EDUCATION OF 6 ADDITIONAL FELLOWS TO OUR PEST MANAGEMENT M.S. PROGRAM IN THE TARGETED EXPERTISE SHORTAGE AREA (TESA) OF AGRICULTURAL BIOSECURITY. THIS WILL INCREASE THE NUMBER OF GRADUATES WITH IMPROVED TECHNICAL COMPETENCY FOR THE UNITED STATES WORKFORCE IN THE ACADEMIC DISCIPLINES OF AGRICULTURAL BIOSECURITY (CODE X) AND PLANT SCIENCES AND HORTICULTURE (CODE P). THEY WILL BE RECRUITED THROUGH EFFORTS DESIGNED TO INCREASE WORKFORCE DIVERSITY AND WILL BE BROADLY TRAINED IN THE BIOLOGY AND MANAGEMENT OF PLANT DISEASES, WEEDS, AND ARTHROPOD PESTS. EACH FELLOW WILL COMPLETE A GRADUATE PROFESSIONAL DEVELOPMENT COURSE, A T-TRAINING CAREER MENTORING PROGRAM, A COMMUNICATIONS TRAINING ACTIVITY, AND A PROFESSIONAL NETWORKING ACTIVITY. IN ADDITION, THEY WILL COMPLETE ONE PAID INTERNSHIP, A PROFESSIONAL PAPER, AND PARTICIPATE IN AN AGRICULTURAL BIOSECURITY SEMINAR SERIES. OUR DEPARTMENT, COLLEGE, AND UNIVERSITY WILL PROVIDE ADDITIONAL RESOURCES TO THIS PROJECT THROUGH SUPPORT OF STUDENT RECRUITMENT AND TRAVEL, PROFESSIONAL DEVELOPMENT, AND NETWORKING WITH INDUSTRY PROFESSIONALS. WE WILL TRACK EMPLOYMENT PLACEMENT OF GRADUATES FOLLOWING PROGRAM COMPLETION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20213842034942_12H3"}, {"internal_id": 134198942, "Award ID": "20213842034941", "Award Amount": 246000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "10.210", "Description": "UNDERREPRESENTED STUDENTS PURSUE GRADUATE EDUCATION AT LOWER RATES THAN OTHER STUDENTS. IN ADDITION, ENROLLMENT IN POST-SECONDARY FOOD SCIENCE PROGRAMS HAS DRASTICALLY DECREASED ON A NATIONAL SCALE. THUS, THE NEED FOR FUTURE LEADERS FROM UNDERREPRESENTED GROUPS IS ESSENTIAL TO DECREASE THE DISPARITIES IN PROFESSIONAL SETTINGS AND TO ENSURE THE SUSTAINABILITY OF THE FOOD AND AGRICULTURE INDUSTRY. OUR GOAL IS TO RECRUIT SIX ADDITIONAL UNDERREPRESENTED STUDENTS WITH A FOCUS ON FIRST-GENERATION AND BLACK STUDENTS TO PURSUE A M.S. DEGREE IN THE FOOD SCIENCE, HUMAN SCIENCES, AND HUMAN NUTRITION TESA. THE MEASURABLE OBJECTIVES ARE TO (1) SUPPORT SIX OUTSTANDING UNDERREPRESENTED STUDENTS TO (2) ENGAGE IN MULTIDISCIPLINARY RESEARCH AT THE INTERFACE OF FOOD SCIENCE AND HUMAN NUTRITION RELEVANT DISCIPLINES AND (3) LEVERAGE THIS PROJECT TO CREATE A BROADER IMPACT ON THE COMMUNITY THROUGH OUTREACH. FELLOWS WILL PARTICIPATE IN THE FOUNDATIONAL LEADERSHIP DEVELOPMENT PROGRAM TO ENHANCE THE LEADERSHIP, MANAGEMENT, CRITICAL THINKING AND COMMUNICATION SKILLS NECESSARY TO SUCCEED IN THEIR CAREERS AND ADVANCE THE TESA. IN THE TEACH-BACK PROGRAM, FELLOWS WILL MENTOR HIGH SCHOOL STUDENTS FROM UNDERPRIVILEGED BACKGROUNDS CREATING A PIPELINING EFFECT FOR THE TESA. THE FELLOWSHIP PROGRAM WILL INCLUDE STRUCTURED HANDS-ON IMMERSION IN MULTIDISCIPLINARY RESEARCH AUGMENTED WITH INTERNSHIP EXPERIENCES AND MENTORSHIP FROM INDUSTRY PROFESSIONALS. THIS PROJECT ALIGNS WITH THE NEED TO DEVELOP SCIENTIFIC AND PROFESSIONAL EXPERTISE IN FOOD SCIENCE OUTLINED BY USDA TO MEET THE GOAL OF PROVIDING AMERICANS WITH SAFE, NUTRITIOUS AND SECURE FOOD, AND ADDRESSES A NATIONAL PRIORITY TO ACHIEVING SOCIAL JUSTICE, EQUITY, DIVERSITY AND INCLUSION IN THE FOOD SCIENCE AND NUTRITION TESA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d2ebe85b-39f8-f801-1b45-ed18bf3a523b-C", "generated_internal_id": "ASST_NON_20213842034941_12H3"}, {"internal_id": 134198943, "Award ID": "20213842034940", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-20", "CFDA Number": "10.210", "Description": "THIS INTENSIVE 36-MONTH PHD TRAINEESHIP PROGRAM WILL PRODUCE THREE STUDENTS FROM UNDER-SERVED AND UNDER-REPRESENTED GROUPS WITH A COMPREHENSIVE EDUCATION AND SKILL SET TO MAKE THEM HIGHLY COMPETITIVE FOR CAREERS IN THE USDA TESA OF ANIMAL PRODUCTION. STUDENTS WILL BE RECRUITED TO PARTICIPATE IN THE ONLY PHD PROGRAM CURRENTLY OFFERED AT THE UNIVERSITY OF ARKANSAS AT PINE BLUFF - IN AQUACULTURE AND FISHERIES. STUDENTS FROM DIVERSE BACKGROUNDS WILL BE GIVEN THE OPPORTUNITY TO GAIN COMPREHENSIVE KNOWLEDGE AND PRACTICAL EXPERIENCES IN AQUACULTURE TO PREPARE THEM FOR HIGH-LEVEL CAREERS IN THE FANH FIELDS. PROJECT OBJECTIVES INCLUDE: 1) ACTIVELY RECRUIT 3 NEW PHD STUDENTS FROM DIVERSE BACKGROUNDS WITH OUTSTANDING ACADEMIC RECORDS AND INTEREST IN THE TARGETED EXPERTISE SHORTAGE AREA (TESA) OF ANIMAL PRODUCTION FOR THE NNF TRAINEE FELLOWSHIPS. 2) MENTOR AND ENGAGE STUDENTS IN RESEARCH PROJECTS REQUIRING CLOSE INTERACTION WITH INDUSTRY PROFESSIONALS AND STAKEHOLDERS, ACADEMICS, AND/OR STATE ANDFEDERAL GOVERNMENT AGENCIES.  3) PROVIDE LEADERSHIP TRAINING THROUGH A COMBINATION OF ON-CAMPUS AND PROFESSIONAL ACTIVITIES.THIS PROJECT ALIGNS WITH USDA STRATEGIC PLAN GOALS #2 (MAXIMIZE THE ABILITY OF AMERICAN AGRICULTURAL PRODUCERS TO PROSPER BY FEEDING AND CLOTHING THE WORLD), AND #4 (FACILITATE RURAL PROSPERITY AND ECONOMIC DEVELOPMENT). PHD STUDENTS WILL BE SUPPORTED BY THEIR FACULTY ADVISORS, DISSERTATION COMMITTEE, AND THE EXTERNAL PROFESSIONALS ENGAGED IN THEIR RESEARCH AND PROFESSIONAL DEVELOPMENT. STUDENTS WILL PURSUE UNIQUE LINES OF STUDY FOCUSED ON STAKEHOLDER-IDENTIFIED PRIORITIES IN COLLABORATION WITH: 1) THE AQUACULTURE INDUSTRY (COMMERCIAL FISH FARM); 2) A GOVERNMENT AGENCY (USDA/ARS); OR A UNIVERSITY. THE RELEVANT DISCIPLINES ENCOMPASSED ARE ANIMAL SCIENCE (A), AND CONSERVATION AND RENEWABLE NATURAL RESOURCES (INCLUDING SUSTAINABLE AGRICULTURE) (C).THIS PROJECT TARGETS THE RECRUITMENT, EDUCATION AND COMPREHENSIVE PROFESSIONAL DEVELOPMENT OF 3 PHD STUDENT FROM UNDER-REPRESENTED GROUPS IN THE FIELD OF AQUACULTURE AND FISHERIES AT THE UNIVERSITY OF ARKANSAS AT PINE BLUFF. STUDENTS FROM DIVERSE BACKGROUNDS WILL BE GIVEN THE OPPORTUNITY TO GAIN IN-DEPTH KNOWLEDGE AND PRACTICAL EXPERIENCES IN AQUACULTURE TO PREPARE THEM FOR HIGH-LEVEL CAREERS IN THE FANH FIELDS. PROJECT OBJECTIVES INCLUDE: 1) ACTIVELY RECRUIT 3 NEW PHD STUDENTS FROM DIVERSE BACKGROUNDS WITH OUTSTANDING ACADEMIC RECORDS AND INTEREST IN THE TARGETED EXPERTISE SHORTAGE AREA (TESA) OF ANIMAL PRODUCTION FOR THE NNF TRAINEE FELLOWSHIPS. 2) MENTOR AND ENGAGE STUDENTS IN RESEARCH PROJECTS REQUIRING CLOSE INTERACTION WITH INDUSTRY PROFESSIONALS AND STAKEHOLDERS, ACADEMICS, AND/OR STATE AND FEDERAL GOVERNMENT AGENCIES.  3) PROVIDE LEADERSHIP TRAINING THROUGH A COMBINATION OF ON-CAMPUS AND PROFESSIONAL ACTIVITIES.THIS PROJECT ALIGNS WITH USDA STRATEGIC PLAN GOALS #2 (MAXIMIZE THE ABILITY OF AMERICAN AGRICULTURAL PRODUCERS TO PROSPER BY FEEDING AND CLOTHING THE WORLD), AND #4 (FACILITATE RURAL PROSPERITY AND ECONOMIC DEVELOPMENT). PHD STUDENTS WILL BE SUPPORTED BY THEIR FACULTY ADVISORS, DISSERTATION COMMITTEE, AND THE EXTERNAL PROFESSIONALS ENGAGED IN THEIR RESEARCH AND PROFESSIONAL DEVELOPMENT. STUDENTS WILL PURSUE UNIQUE LINES OF STUDY FOCUSED ON STAKEHOLDER-IDENTIFIED PRIORITIES IN COLLABORATION WITH: 1) THE AQUACULTURE INDUSTRY (COMMERCIAL FISH FARM); 2) A GOVERNMENT AGENCY (USDA/ARS); OR A UNIVERSITY. THE RELEVANT DISCIPLINES ENCOMPASSED ARE ANIMAL SCIENCE (A), AND CONSERVATION AND RENEWABLE NATURAL RESOURCES (INCLUDING SUSTAINABLE AGRICULTURE) (C). THIS INTENSIVE 36-MONTH PHD TRAINEESHIP PROGRAM WILL PRODUCE THREE STUDENTS FROM UNDER-SERVED AND UNDER-REPRESENTED GROUPS WITH A COMPREHENSIVE EDUCATION AND SKILL SET TO MAKE THEM HIGHLY COMPETITIVE FOR CAREERS IN THE USDA TESA OF ANIMAL PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_20213842034940_12H3"}, {"internal_id": 134198944, "Award ID": "20213842034939", "Award Amount": 241000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "10.210", "Description": "AS MUNICIPALITIES DEVELOP PLANS FOR SUSTAINABLE IMPLEMENTATION OF URBAN GREEN SPACES AND SOCIETY CONTINUES TO EMBRACE THE IDEALS OF LOCALLY-SOURCED AND SUSTAINABLE PRODUCE, THERE IS A GROWING NEED FOR DEVELOPMENT OF SPECIALIZED EXPERTS WHO HAVE SCIENCE-BASED TRAINING IN URBAN HORTICULTURAL SYSTEMS. THIS PROJECT OBJECTIVE IS TO RECRUIT AND TRAIN FOUR GRADUATE STUDENT FELLOWS (2 MS AND 2 PHD) IN THE TARGETED EXPERTISE SHORTAGE AREA OF PLANT PRODUCTION WITHIN THE NATIONALLY RELEVANT DISCIPLINE OF &#39;PLANT SCIENCES AND HORTICULTURE. THE OVERALL GOAL OF THE PROGRAM IS TO IMPART THE EXPERIENCES AND SKILLS NEEDED FOR FELLOWS TO BECOME LEADERS IN SUSTAINABLE URBAN HORTICULTURE PRODUCTION. STUDENTS WILL BE RECRUITED FROM WITHIN THE OKLAHOMA STATE UNIVERSITY (OSU) URBAN HORTICULTURE EXPERIENCE FOR UNDERGRADUATES, EXISTING PARTNERSHIPS WITH THE 1890 LAND GRANT INSTITUTION LANGSTON UNIVERSITY (LU), AND VARIOUS NATIONAL SOCIETIES AND STUDENT ORGANIZATIONS. ADDITIONAL PROFESSIONAL DEVELOPMENT OF FELLOWS WILL OCCUR THROUGH A STRATEGIC MENTORSHIP PROGRAM AND ENGAGEMENT WITH HORTICULTURAL INDUSTRIES AND JOINT EXTENSION ACTIVITIES BETWEEN OSU, LU, OUR DAILY BREAD FOOD &AMP; RESOURCE CENTER, AND THE OKLAHOMA WATER RESOURCES CENTER. PROJECT SUCCESS WILL BE EVALUATED BY RELEVANT METRICS INCLUDING THE NUMBER OF FELLOWS GRADUATING FROM UNDERREPRESENTED GROUPS AND THE NUMBER OF GRADUATING FELLOWS ENTERING THE HORTICULTURAL INDUSTRY OR ACADEMIC POSITIONS. THIS PROJECT WILL SOLIDIFY THE PARTNERSHIP BETWEEN OSU AND LU PROGRAMS BY PROVIDING LU GRADUATES A NATURAL PATH TOWARDS AN ADVANCED DEGREE WHILE HELPING LAUNCH A NATIONAL RECOGNIZED URBAN HORTICULTURE SPECIALIZATION ADVOCATED BY OSU AND LU LEADERSHIP TO ADDRESS THE CHALLENGE OF A GROWING HUMAN POPULATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20213842034939_12H3"}, {"internal_id": 134198945, "Award ID": "20213842034938", "Award Amount": 241000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-13", "CFDA Number": "10.210", "Description": "THE NATION STANDS IN DIRE NEED OF MULTIDISCIPLINARY EXPERTS IN WILDFIRE AND FORESTRESOURCES MANAGEMENT COMBINED WITH COMMUNICATIONS. AS UNDERSCORED BY THE RECENTWILDFIRE SEASON IN COLORADO AND WIDESPREAD IMPACTS OF SEVERE FIRE AND SMOKE ALONG THE PACIFICCOAST THIS PAST YEAR, THE NATIONAL APPROACH TO FIRE HAZARD AND MANAGING FOREST RESOURCES UNDER CHANGING PATTERNS OF FIRE ACTIVITY IS IN DIRE NEED OF REVISION. THIS UNDERTAKING WILL NOT BE FEASIBLE WITHOUT PUBLICSUPPORT GARNERED THROUGH EFFECTIVE COMMUNICATION OF NUANCED FIRE SCIENCE, FOREST RESOURCEMANAGEMENT, AND POLICY. MORE THAN A CENTURY OF AGGRESSIVE FIRE SUPPRESSION HAS LED TO FUELACCUMULATIONIN SOME FORESTS, ESPECIALLY DRY CONIFER FORESTS OF THE SOUTHWESTERN UNITED STATES, CREATING FIRES THAT ARE BURNING MORE SEVERELY THAN OUR FOREST MANAGEMENT AND LAND DEVELOPMENT STRATEGIES ARE EQUIPPED TO HANDLE. OTHER, MOISTURE-LADEN FORESTS, SUCH AS HIGH ELEVATION FORESTS OF THE ROCKIES, HAVE HISTORICALLY BURNED AT VERY HIGH SEVERITY, BUT DID SO ONLY INFREQUENTLY (I.E., EVERY FEW HUNDRED YEARS) UNTIL RECENTLY, AS A WARMING CLIMATE HAS INCREASED (AND WILL CONTINUE TO INCREASE) THE OCCURRENCE OF THE HOT AND DRY CONDITIONS THAT ARE CONDUCIVE TO SEVERE WILDFIRES IN THESE LANDSCAPES (WESTERLING ET AL., 2011). YET STILL OTHER FOREST ECOSYSTEMS OF THE UNITED STATES FALL SOMEWHERE ALONG THE MIDDLE OF THIS SPECTRUM, WITH CURRENT FIRE PATTERNS DRIVEN BY BOTH PAST LAND MANAGEMENTAS WELL AS CLIMATE CHANGE, TO VARYING DEGREES. THIS NUANCE IS WIDELY UNDERSTOOD BY EXPERTS IN FIRE SCIENCE AND FOREST MANAGEMENT, YET DEBATE AND CONFUSION PERVADE THE PUBLIC ARENA AS LAND MANAGEMENT AND CLIMATE CHANGE AS DRIVERS ARE POLITICIZED, SENSATIONALIZED, AND MISUNDERSTOOD. PUBLIC PERCEPTIONS, ALONG WITH INTERNAL AGENCY PRACTICES AND POLICIES, PLAY A ROLE IN INFLUENCING FIRE MANAGEMENT STRATEGIES. EXPERTS WHO DEVELOP THIS NUANCED UNDERSTANDING OFTEN DO SO THROUGH GRADUATE STUDIES, BUT EFFECTIVE DISSEMINATION TO OTHER KEY STAKEHOLDERS AND THE GENERAL PUBLIC REMAINS A CHALLENGE. GRADUATE STUDIES TYPICALLY REQUIRE SUCH IN-DEPTH IMMERSION IN A NARROW FIELD THAT GRADUATE STUDENTS HAVE LIMITED OPPORTUNITIES TO DEVELOP TRULY MULTIDISCIPLINARY EXPERTISE, SUCH AS IN FIELDS OF FOREST RESOURCE MANAGEMENT AND COMMUNICATIONS.FOUR NATIONAL NEEDS FELLOWS (2 MS, 2 PHD) WILL BECOME EXPERTS IN WILDLAND FIRE, FOREST RESOURCE MANAGMENT, AND SCIENCE COMMUNICATION THROUGH A PROGRAM AT TEXAS TECH UNIVERSITY. AN EXPANDED CURRICULUM OF CROSS-DISCIPLINARY COURSEWORK, SERVICE LEARNING, AND A UNIQUE CAPSTONE PROJECT WILL TAKE FELLOWS&#39; EXPERIENCES BEYOND THE RIGOR OF TRADITIONAL GRADUATE STUDIES TO HELP THEM DEVELOP THE EXPERTISE NEEDED TO BOTH UNDERSTAND AND COMMUNICATE COMPLEX ISSUES IN FOREST RESOURCE MANAGEMENT UNDER NOVEL PATTERNS OF FIRE AND SCIENCE COMMUNICATION. THE GOAL OF THESE FELLOWSHIPS WILL BE TO PREPARE THE FELLOWSTO BE EFFECTIVE LEADERS IN RESEARCH AND MANAGEMENT POSITIONS THAT HAVE TREMENDOUS POTENTIAL FOR POSITIVE IMPACT THROUGH COMMUNICATION WITH STAKEHOLDERS AND THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20213842034938_12H3"}, {"internal_id": 134198946, "Award ID": "20213842034937", "Award Amount": 175000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-21", "CFDA Number": "10.210", "Description": "THE FUTURE DEMANDS ON OUR NATION&#39;S FOREST SOIL RESOURCES NECESSITATE SCIENTISTS AND LEADERS TRAINED IN TO ADDRESS COMPLEX RESOURCE PROBLEMS. WE HAVE DESIGNED AN INNOVATIVE PROGRAM TO ADDRESS THIS NEED BY LINKING AN ESTABLISHED SOIL SCIENCE PROGRAM DIRECTLY WITH USDA FOREST SERVICE PERSONNEL AND TRAINING PROGRAMS. WITH THIS COOPERATION AS A BACKGROUND, WE HAVE DESIGNED A FELLOWSHIP PROGRAM THAT WILL GENERATE A DIVERSE POOL OF APPLICANTS, PROVIDE A WIDE NETWORK OF SUPPORT TO RETAIN AND GRADUATE SELECTED FELLOWS, ESTABLISH INTEGRATIVE HANDS-ON RESEARCH AND LEADERSHIP TRAINING, AND FORM A COLLABORATION WITH PARTNERS AT THE FRENCH NATIONAL INSTITUTE FOR AGRICULTURE, FOOD AND ENVIRONMENT THROUGH THE IRTA PROGRAM. OUR RECRUITMENT GOAL IS TO HAVE A TOTAL OF TWO FELLOWS COME FROM UNDERREPRESENTED GROUPS, ONE OF WHICH IS FEMALE. FEATURES OF THE PROPOSED DISCIPLINARY PROGRAM INCLUDE COURSE WORK TO ACHIEVE PROFESSIONAL COMPETENCY IN FOREST AND SOIL SCIENCE; PERFORM RESEARCH THAT ALIGNS WITH FOREST SERVICE OBJECTIVES; PARTICIPATION IN FOREST SERVICE LEADERSHIP AND SUSTAINABILITY TRAINING; YEARLONG UNIVERSITY LEVEL TEACHING TRAINING; AND TRAINING IN CURRENT APPROACHES TO MODERN COMMUNICATION. THE EXPECTED OUTCOMES FROM THIS PROJECT ARE TWO DOCTORAL AWARDEES THAT ARE FROM UNDERREPRESENTED GROUPS WHO ARE: 1) KNOWLEDGEABLE IN CURRENT AND FUTURE FOREST SOIL HEALTH STRATEGIES AND NEEDS; 2) CAPABLE OF PERFORMING ROBUST RESEARCH FROM DESIGN TO PUBLICATION; 3) CAPABLE OF INITIATING A STRONG TEACHING PROGRAM IN FOREST SOIL AND MANAGEMENT; 4) AWARE OF CAREER OPPORTUNITIES IN AN OUTSIDE OF ACADEMIA; 5) EFFECTIVE COMMUNICATORS ACROSS DISCIPLINES, AGENCY PERSONNEL AND THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20213842034937_12H3"}, {"internal_id": 134198947, "Award ID": "20213842034936", "Award Amount": 243500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-14", "CFDA Number": "10.210", "Description": "DATA SCIENCE PLAYS A CENTRAL ROLE IN TRANSLATING THE INCREASINGLY DIVERSE, COMPLEX, AND LARGE SOIL DATASETS INTO MANAGEMENT PRACTICES AND POLICY THAT SUSTAIN AND IMPROVE SOIL HEALTH AND THE AGRICULTURAL ENTERPRISE. BY ADDRESSING THE TARGETED EXPERTISE SHORTAGE AREA (TESA) OF DATA SCIENCE IN THE DISCIPLINES OF SOIL SCIENCES AND WATER SCIENCES/RESOURCES, OUR PROPOSED PROGRAM SEEKS TO DEVELOP FUTURE LEADERS IN SOIL HEALTH RESEARCH AND EXTENSION BY COUPLING A DATA-FOCUSED TRAINING APPROACH WITH RECRUITMENT FROM UNDERREPRESENTED COMMUNITIES FOCUSING ON BLACK, LATINX, AND INDIGENOUS AMERICAN GROUPS. A COHORT OF 4 M.S. AND 1 PH.D. FELLOWS WILL BE RECRUITED AND ENROLLED IN THE SOIL AND WATER SCIENCES DEPARTMENT AT THE UNIVERSITY OF FLORIDA. BY COMPLEMENTING EXISTING CURRICULUM WITH NEW COURSES SUCH AS SOIL HEALTH &AMP; DATA AND DATA BOOTCAMPS, OUR EDUCATION PROGRAM WILL EQUIP FELLOWS WITH A SOLID INTERDISCIPLINARY BACKGROUND COUPLING DATA ANALYTICS WITH SOIL SCIENCE. FELLOWS WILL BE ENGAGED IN DATA-ENABLED, TEAM-BASED RESEARCH UNDER THE GUIDANCE OF PDS THAT SHARE COMPLEMENTARY EXPERTISE IN DATA AND SOIL SCIENCES. OUR EXTENSION SERVICE PROGRAM WILL EMPOWER FELLOWS TO DEVELOP AND DISSEMINATE A VARIETY OF EXTENSION EDUCATION TOOLS TARGETED AT DIVERSE STAKEHOLDERS, INCLUDING EXTENSION PUBLICATIONS AND AN IN-SERVICE TRAINING EVENT. OUR MENTORING PROGRAM WILL SUPPORT FELLOWS&#39; PROFESSIONAL DEVELOPMENT BY IMPLEMENTING INDIVIDUAL DEVELOPMENT PLANS AND PROVIDING PEER-MENTORING AND PEER-LEARNING OPPORTUNITIES. OUR PROGRAM WILL PREPARE FELLOWS FOR SUCCESSFUL CAREERS IN TESA, WHICH WILL ULTIMATELY ENHANCE THE DIVERSITY AND INCLUSIVITY OF THE RESEARCH AND EXTENSION WORKFORCE IN SOIL HEALTH. OUR PROGRAM ALSO INITIATES A GRADUATE CERTIFICATE IN DATA ANALYTICS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20213842034936_12H3"}, {"internal_id": 134198948, "Award ID": "20213842034935", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-21", "CFDA Number": "10.210", "Description": "LABOR MARKET OROJECTION ESTIMATETHAT THE NUMBER OF WORKERS WITH TRAINING AND EXPERTISE IN CROP AND PLANT SCIENCE WILL NOT MEET DEMAND OVER THE NEXT DECADE. THIS IS FURTHER AMPLIFIED BY THE NEED TO WORKERS WITH TRAINING IN BOTH PLANT SCIENCE AND DATA SCIENCE. MORE AND MORE BIG DATA IS BEING COLLECTED PLANT PRODUCTION BUT NOT ENOUGHPEOPLE ARE TRAINED IN BOTH AREAS, WHICH IS ESPECIALLY IMPORTANT TO SUPPORT THE PRODUCTION OF RESILIENT CROPS WHEN FOOD SECURITY IS THREATENED. THEREFORE, WE HAVE DEVELOPED A PHD TRAINING PROGRAM, ACCESSIBLE LEADERSHIP LEARNING THROUGH INTERDISCIPLINARY UNIFIED MENTORING, ALLIUM TO BE HOMED IN THE PLANT SCIENCES AND PLANT PATHOLOGY DEPARTMENT AT MONTANA STATE UNIVERSITY.FELLOWS WILL BE RECRUITED FROM GROUPS THAT HAVE BEEN UNDERREPRESENTED IN AGRICULTURE, SPECIFICALLY NATIVE AMERICA AND INDIGENOUS, OF WHOM MANY CALL MONTANA HOME.ALLIUM FELLOWS WILL RECEIVE INTERDISPLINARY TRAINING ACROSS PLANT AND DATA SCIENCE TO COMBAT THE DEARTH OF NEEDED EXPERTS. FELLOWS WILL ALSO DEVELOP THEIR LEADERSHIP SKILLS THROUGH A BOOK CLUB, TRAINING SEMINARS, AND A TEAM PROJECT. THE PROGRAMMING WILL ALSO BE OPEN TO OTHER STUDENTS, THUS HAVING A BROADER IMPACT BEYOND FELLOWS, INCLUDING CONTACT WITH AN INDUSTRY PARTNER. IMPORTANTLY FELLOWS WILL ALSO RECEIVE EXTENSIVE STRUCTURED MENTORING TO ENSURE RETENTION AND CAREER COUNSELING. THE PROGRAM WILL BE EVALUATED FOR IMPACT TO IDENTIFY SUCCESSES AND NEEDED IMPROVEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_20213842034935_12H3"}, {"internal_id": 123184387, "Award ID": "20213842034078", "Award Amount": 164000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-30", "CFDA Number": "10.210", "Description": "THE US POULTRY INDUSTRY IS FACING CHALLENGES IN RECRUITING AND RETAINING QUALIFIED EMPLOYEES DUETO THE INDUSTRY&#39;S RURAL LOCATION AND THE LACK OF MOTIVATED JOB SEEKERS WILLING TO PERMANENTLY MOVE TO REMOTE AREAS. HAVING A LOCAL POOL OF WELL-EDUCATED CANDIDATES NEAR THE POULTRY PRODUCTION FACILITIES MIGHT SOLVE THIS ISSUE. THE CURRENT RECRUITMENT MODEL OF THE INDUSTRY PRIMARILY FOCUSES ON RECRUITING LOCAL CANDIDATES TO IMPROVE RETENTION. HOWEVER, THESE CANDIDATES, MANY OF WHICH ARE FROM UNDERSERVED COMMUNITIES, DO NOT HAVE HIGHER EDUCATION OR KNOWLEDGE IN POULTRY AND ARE LESS LIKELY TO ADVANCE IN THEIR CAREERS AND LEADERSHIP. SUCH ADVANCED EDUCATIONAL OPPORTUNITIES ARE NOT ACCESSIBLE TO RURAL RESIDENTS. THIS IS BECAUSE SUCH EDUCATIONAL OPPORTUNITIES ARE TYPICALLY OFFERED ONSITE IN URBAN COLLEGE CAMPUSES. HAVING ACCESS TO THE ONLINE-INTENSIVE GRADUATE-LEVEL COURSES ALONG WITH HANDS-ON RESEARCH OPPORTUNITIESHAS THE POTENTIAL TO ATTRACT MOTIVATED LOCAL OR RURALLY-RESIDING CANDIDATES INTERESTED IN HIGHER-LEVEL POULTRY INDUSTRY JOBS.SUCH AN OPPORTUNITY WILL HELP THEM ADVANCE IN THEIR CAREERS AND IMPROVE THEIR FINANCIAL SITUATIONS WHILE ALSO BUILDING THE COMMUNITY. WE HAVE DESIGNED A MASTER&#39;S PROGRAM IN APPLIED POULTRY SCIENCE, SPECIFICALLY FOR THE RURALLY LOCATED UNDERREPRESENTED STUDENTS WITH A STRONG INTEREST IN THE POULTRY INDUSTRY. A GROUP OF EXPERIENCED FACULTY LOCATED AT THE UNIVERSITY OF MINNESOTA IS DEVELOPING NINE COURSES IN POULTRY PRODUCTION, HEALTH, AND LEADERSHIP, AND COMMUNITY ENGAGEMENT.OUR COURSE STRUCTURE IS COMPLETELY ONLINE AND ASYNCHRONOUS (WHICH ALLOWS EACH CANDIDATE TO PROGRESS AT THEIR OWN PACE) WHICH PROVIDES MUCH-NEEDED FLEXIBILITY FOR STUDENTS INCLUDING WORKING PROFESSIONALS. ADDITIONALLY, INTERESTED STUDENTS CAN GET TRAINING IN APPLIED POULTRY RESEARCH AND PUBLISH THEIR RESEARCH THESIS. THIS PROGRAM IS A FLEXIBLE, ACCESSIBLE, AND AFFORDABLE OPTION FOR RURAL CANDIDATES WHO ARE INTERESTED IN POULTRY INDUSTRY JOBS. IT HAS THE POTENTIAL TO STRENGTHEN THE POULTRY INDUSTRY AND ITS WORKFORCE POOL WHILE IMPROVING THE LIVES OF LOCAL RESIDENTS, INCLUDING ITS UNDERSERVED POPULATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20213842034078_12H3"}, {"internal_id": 123184386, "Award ID": "20213842034077", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-28", "CFDA Number": "10.210", "Description": "THE CURRENT NATIONAL NEEDS FELLOWSHIP (NNF) ADDRESS TARGETED EXPERTISE SHORTAGE AREAS - ANIMAL PRODUCTION, FOOD SCIENCE, AND DATA SCIENCE. THE FUNDS ARE REQUESTED FOR THREE DOCTORAL FELLOWS. THE MAJOR ACADEMIC PROGRAM INCLUDES ANIMAL SCIENCE, FOOD SCIENCE, AND BIOCHEMISTRY. AS BOTH POPULATION AND SUBSEQUENT DEMAND FOR SAFE, AFFORDABLE, AND NUTRITIOUS FOOD GROW, THE EFFICIENT UTILIZATION OF NATURAL RESOURCES IS CRITICAL FOR SUSTAINABLE AGRICULTURE. IN RECENT YEARS, A SYSTEMS BIOLOGY APPROACH UTILIZING GENOMICS, PROTEOMICS, AND METABOLOMICS HAVE BEEN INCORPORATED INTO BASIC FOOD AND ANIMAL SCIENCE RESEARCH TO UNDERSTAND HOW COMPLEX CHANGES AFFECT THE EFFICIENCY OF ANIMAL AND FOOD SYSTEMS. HOWEVER, LIMITED EDUCATIONAL APPROACHES HAVE ATTEMPTED TO INTEGRATE DIFFERENT OMICS TECHNOLOGIES FROM MULTIPLE DISCIPLINES. THE SPECIFIC OBJECTIVES ARE (1) TO RECRUIT HIGH-QUALITY STUDENTS, PARTICULARLY STUDENTS FROM UNDERREPRESENTED AND UNDERSERVED MINORITIES OR GROUPS, TO RECEIVE HANDS-ON TRAINING ININTEGRATED OMICS FROM THREE DIFFERENT DISCIPLINES, (2) TO DEVELOP A NEW COURSE TO INTEGRATE THREE OMICS TECHNOLOGY BY PI AND CO-PIS AND ALSO SHARE KNOWLEDGE GAINED BY FELLOWS IN THAT COURSE, (4) TO GIVE TEACHING AND MENTORING EXPERIENCE FOR THE NNF BY SERVING AS TEACHING ASSISTANTS AND UNDERGRADUATE RESEARCH SCHOLARS&#39; MENTORS, (5) TO PROMOTE EXCITING OPPORTUNITIES IN OMICS AND STEM OPPORTUNITIES FOR HIGH SCHOOL STUDENTS THROUGH 4H ACTIVITIES, AND (6) PARTICIPATE IN 360&DEG; CRITICAL SKILLS FOR CAREER SUCCESS -- OKLAHOMA STATE UNIVERSITY&#39;S GRADUATE STUDENT PROFESSIONAL DEVELOPMENT PROGRAM. WE ANTICIPATE THAT WELL-ROUNDED AND COMPREHENSIVE EDUCATION WILL HELP TO CREATE THREE NEXT-GENERATION LEADERS IN OMICS TECHNOLOGY WHO CAN MAKE SCIENCE-BASED DECISIONS AND DEVELOP RESILIENT AND SUSTAINABLE AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20213842034077_12H3"}, {"internal_id": 123184385, "Award ID": "20213842034076", "Award Amount": 241000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-30", "CFDA Number": "10.210", "Description": "THIS PROJECT SEEKS TO ESTABLISH AN INNOVATIVE AND EVIDENCE-BASED FRAMEWORK FOR GRADUATE TRAINING IN COMMODITY MARKETS THROUGH INTEGRATION OF TRADITIONAL CLASSROOM LEARNING WITH PARTICIPATION IN A STUDENT-MANAGED COMMODITY INVESTMENT FUND WITH A PORTFOLIO OF ALMOST $1 MILLION. A STUDENT MANAGED COMMODITY FUND PROVIDES AN OPPORTUNITY FOR PARTICIPATING STUDENTS TO APPLY THE CONCEPTS THAT THEY LEARN IN THE CLASSROOM TO REAL LIFE TRADING EXPERIENCE. STUDENTS&#39; EXPOSURE TO REAL MARKETS ENGENDERS HIGHLY VALUABLE PROBLEM-SOLVING AND DECISION-MAKING SKILLS RELEVANT TO MODERN AGRICULTURAL INDUSTRY. MOREOVER, THESE STUDENTS HAVE TO PRESENT AND DEFEND THEIR TRADING RECOMMENDATIONS IN FRONT OF THEIR PEERS (OF VARYING ACADEMIC BACKGROUNDS) ON A REGULAR BASIS, HELPING THEM TO DEVELOP EFFECTIVE PRESENTATION AND COMMUNICATION SKILLS. MOST IMPORTANTLY, THE PROGRAM IS MANAGED BY STUDENTS, THEREFORE, THEY TAKE AN ACTIVE ROLE OVER THEIR EDUCATION AND DEVELOP LEADERSHIP AND MANAGEMENT SKILLS.OUR EARLY EVALUATION EFFORTS DEMONSTRATE THAT AS A RESULT OF THE TRAINING AND TRADING ACTIVITIES DESCRIBED ABOVE, COINS MEMBERS DEVELOP TECHNICAL COMPETENCIES IN MARKET AND PRICE ANALYSIS, RISK MANAGEMENT, ECONOMETRICS, DATA ANALYTICS, AND INTERNATIONAL TRADE AND POLICY, AS WELL AS AN ARRAY OF SOFT SKILLS. THE MULTIDISCIPLINARY NATURE OF OUR PROGRAM ALLOWS OUR MEMBERS TO BENEFIT FROM NETWORK EXTERNALITIES AND ENRICHES THE GROUP AS A RESULT. THE EMPLOYMENT RECORD OF COINS GRADUATES TO DATE INDICATES THAT OUR PROGRAM IS UNIQUELY SUITED TO TRAIN PROFESSIONALS TO MEET THE FUTURE NEEDS OF A GLOBALLY INTERCONNECTED, TECHNOLOGICALLY ADVANCED, RAPIDLY DIVERSIFYING AND STAKEHOLDER-DRIVEN FOOD AND AGRICULTURAL INDUSTRY.THE EDUCATIONAL VALUE OF THIS PROGRAM HAS BEEN RECOGNIZED BY THE VIRGINIA TECH FOUNDATION WHO PROVIDE AN INVESTMENT FUND OF ALMOST $1 MILLION FOR OUR STUDENTS TO INVEST. OUR PARTICIPATION IN NNF PROGRAM WILL ENHANCE AND EXPAND TRADITIONAL TRAINING APPROACHES AND WILL HELP FILL AN IDENTIFIED SHORTAGE OF EXPERTS IN THE COMMODITY MARKET FIELD WITHIN THE AGRICULTURAL MANAGEMENT AND ECONOMICS TESA THROUGH A TARGETED INTEGRATED TRAINING PROGRAM. MOREOVER, WE WILL BE ABLE TO REACH UNDERSERVED AND UNDERREPRESENTED GROUPS WITHIN THE PROFESSION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20213842034076_12H3"}, {"internal_id": 123184384, "Award ID": "20213842034075", "Award Amount": 262500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-08", "CFDA Number": "10.210", "Description": "THE US DAIRY INDUSTRY FACES ONGOING CHALLENGES INCLUDING BUT NOT LIMITED TO NATURAL DISASTERS, INFECTIOUS AGENTS, AND SOCIETAL CONCERNS REGARDING ANTIMICROBIAL STEWARDSHIP AND ANIMAL WELFARE. TO MEET THE USDA STRATEGIC PLAN GOAL 2: MAXIMIZE THE ABILITY OF AMERICAN AGRICULTURAL PRODUCERS TO PROSPER BY FEEDING AND CLOTHING THE WORLD, WE MUST TRAIN DAIRY SCIENTISTS IN RESEARCH COMPETENCIES TO ADDRESS KNOWLEDGE GAPS IN THE AREAS AFFECTING ANIMAL HEALTH AND WELL-BEING, WHILE ALSO UNDERSTANDING OUR COMPLEX PRODUCTION SYSTEMS. THESE REALITIES SUBSTANTIATE OUR NNF PROGRAM IN ANIMAL PRODUCTION: VETERINARY MEDICINE. FELLOWSHIPS WILL SUPPORT TRAINING OF THREE PHD SCIENTISTS CAPABLE OF APPLYING THEIR RESEARCH ACUMEN TO IMPROVE DAIRY HEALTH AND WELL-BEING, WHILE ENHANCING THE SAFETY AND SECURITY OF OUR FOOD CHAINS. TRAINING WILL EMPHASIZE TECHNICAL APTITUDE GAINED FROM PHD THESIS RESEARCH AS WELL AS DEEPER LEARNING OF FOOD PRODUCTION SYSTEMS, FOOD SAFETY REGULATION AND FOOD POLICY. THIS WILL BE ACHIEVED THROUGH EXPERIENTIAL LEARNING ACTIVITIES, INCLUDING AN IRTA FELLOWSHIP WITH USDA-APHIS TO UNDERSTAND REGULATORY MEDICINE. THROUGH DELIBERATE LEADERSHIP TRAINING, FELLOWS WILL GAIN THE APPLICABLE LEADERSHIP, COMMUNICATION, AND TEAMWORK SKILLS EMPLOYERS INCREASINGLY DEMAND. GRADUATES WILL BE ABLE TO IMMEDIATELY TRANSLATE NEW KNOWLEDGE GAINED FROM RESEARCH TO EMERGING PROBLEMS BECAUSE THEY ARE SCIENTIFICALLY ASTUTE, CAN WORK ACROSS DISCIPLINES, HAVE PRACTICAL KNOWLEDGE OF GLOBAL FOOD SYSTEMS, CAN INFORM POLICY, AND ARE EFFECTIVE COMMUNICATORS WITH FELLOW SCIENTISTS, PRODUCERS AND THE PUBLIC. THIS WILL ENABLE PHD GRADUATES TO ASSUME LEADERSHIP POSITIONS IN WHICH THEY CAN CONDUCT NOVEL RESEARCH AND PROMOTE DAIRY-SOURCED FOOD SAFETY AND FOOD SECURITY, BOTH NATIONALLY AND GLOBALLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20213842034075_12H3"}, {"internal_id": 123184383, "Award ID": "20213842034074", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-31", "CFDA Number": "10.210", "Description": "THIS SIXTY-MONTH PROJECT IS TO INFUSE INTERDISCIPLINARY URBAN SUSTAINABLE AGRICULTURE AND NATURAL RESOURCES SCIENCES INTO THE EARTH SYSTEMS SCIENCE DOCTORAL PROGRAM AT FLORIDA INTERNATIONAL UNIVERSITY THAT AIMS TO RECRUIT AND TRAIN THREE OUTSTANDING DOCTORAL FELLOWS FROM UNDERREPRESENTED MINORITY COMMUNITIES. THE PROJECT HAS MULTIPLE OBJECTIVES: (A) PROVIDE TRAINING TO THREE DOCTORAL LEVEL STUDENTS IN ONE OF THE TARGETED EXPERTISE SHORTAGE AREAS -- AGRICULTURAL MANAGEMENT AND ECONOMICS -- WITH A FOCUS ON INTERDISCIPLINARY AGRICULTURE AND NATURAL RESOURCES SCIENCES; (B) PROVIDE THESE DOCTORAL FELLOWS WITH OPPORTUNITIES FOR FRONTIER RESEARCH IN 21ST CENTURY EMERGING AGRICULTURAL ISSUES AND INNOVATIVE TEACHING AND OUTREACH ACTIVITIES; (C) DEVELOP LEADERSHIP SKILLS THROUGH CRITICAL THINKING, COMMUNICATION SKILLS, AND MENTORING OPPORTUNITIES; AND (D) ENHANCE MULTICULTURAL DIVERSITY IN THE SCIENTIFIC AGRICULTURAL WORKFORCE BY RECRUITING FROM UNDERREPRESENTED GROUPS. WE PROPOSE AN INNOVATIVEAND COST-EFFECTIVE MODEL FOR TRAINING STUDENTS IN URBAN SUSTAINABLE AGRICULTURE. THESE FELLOWS WILL COMPLETE A FIVE-YEAR DOCTORAL DEGREE IN EARTH SYSTEMS SCIENCE - NATURAL RESOURCE SCIENCE AND MANAGEMENT, WITH A CLEAR FOCUS ON URBAN AGRICULTURE/HORTICULTURE AND ENVIRONMENTAL SUSTAINABILITY. FELLOWS WILL BE TRAINED WITH A RIGOROUS COURSE CURRICULUM IN BASIC, AGRICULTURAL AND QUANTITATIVE SCIENCES, DISSERTATION RESEARCH AT FIELD AND AREA RESEARCH INSTITUTIONS. THESE ACTIVITIES WILL TRAIN FELLOWS IN CUTTING-EDGE LAB AND FIELD TECHNIQUES: SOIL AND NUTRIENT MANAGEMENT, INTEGRATED PEST MANAGEMENT, BIOENERGY, FOOD SYSTEMS, PLANT-CHEMICAL ECOLOGY, NATURAL RESOURCE/AGRICULTURE ECONOMICS, AND URBAN AGRICULTURE. FELLOWS WILL WORK CLOSELY WITH USDA-ARS, FARMERS, AND COMMUNITY AND EDUCATIONAL ORGANIZATIONS SUCH AS FTBG. SUCH COMPREHENSIVE EDUCATION AND TRAINING PROGRAM SHOULD HELP FELLOWS LAND A CAREER IN FOOD AND AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_20213842034074_12H3"}, {"internal_id": 124230727, "Award ID": "20213842034073", "Award Amount": 262500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-11", "CFDA Number": "10.210", "Description": "THIS PROJECT SEEKS TO DIVERSIFY THE ARICULTURAL FIELD BY PROVIDING TRAINING AND FELLOWSHIPS TO UNDERREPRESENTED STUDENTS AT THE MASTER LEVEL. THE TRIANING WILL INCLUDE HANDS-ON AND INTERNATIONAL EXPERIENCES FOR THE STUDENTS IN TRANSFORMATIVE AGRICULTURAL SYSTEMS. THE FOUR PRIMARY COMPONENTS IN THE GRADUATE TRAINING PROGRAM ARE THE (I) COURSEWORK TO PROVIDE GROUNDING IN AGROECOLOGY AND AGRICULTURAL RESILIENCE, (II) EXPERIENTIAL LEARNING CAPSTONE (INTERNSHIP) IN COMMUNITY ORGANIZATIONS LOCATED IN COMMUNITIES OF COLOR WORKING TOWARD FOOD SECURITY AND AGRICULTURAL RESILIENCE, (III) COHORT SEMINAR FOR TRANS-DISCIPLINARY ACTION ORIENTED LEARNING, AND (IV) STUDENT EXPOSURE TO INTERNATIONAL RESEARCH OPPORTUNITIES THROUGH INTERNATIONAL RESEARCH EXPERIENCE. IN ADDITION TO THE CURRICULAR ACTIVITIES, THE FELLOWS WILL BE ENCOURAGED TO TAKE ON LEADERSHIP ROLES IN THE MINORITIES IN AGRICULTURE, NATURAL RESOURCES AND RELATED SCIENCES (MANRRS) ORGANIZATION AT THE UNIVERSITY OF MICHIGAN AND NATIONALLY IN ORDER TO DEVELOP LEADERSHIP SKILLS THAT MAY NOT BE INCLUDED WITHIN THE ACADEMIC CURRICULUM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_20213842034073_12H3"}, {"internal_id": 123184382, "Award ID": "20213842034072", "Award Amount": 262500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-30", "CFDA Number": "10.210", "Description": "TWO FOOD SYSTEMS ISSUES ARE INCREASINGLY DIFFICULT TO IGNORE. FIRST, ENVIRONMENTAL, HEALTH AND ECONOMIC CRISES AND DISRUPTIONS IN THE FOOD SYSTEM ARE PRESENT, INEVITABLE AND WILL CONTINUE. SECOND, THESE CRISES ARE NOT FELT EQUALLY, WITH THE MAIN BRUNT FELT BY LOW-INCOME HOUSEHOLDS AND COMMUNITIES OF COLOR. AN EDUCATION SYSTEM IS URGENTLY NEEDED THAT REFLECTS THE COMMUNITIES MOST AFFECTED BY OUR CURRENT FOOD SYSTEM, AND THAT ENABLES FOOD SYSTEMS TRANSFORMATION. WE AIM TO DO THIS BY PILOTING THE TRANSFORMATIVE FOOD SYSTEMS (TFS) FELLOWS PROGRAM. LESSONS LEARNED WILL SUPPORT OUR LONG-TERM GOAL TO LAUNCH AN INNOVATIVE, CROSS-UNIT MASTER&#39;S IN TFS STUDIES AT THE UNIVERSITY OF MICHIGAN THAT WILL PREPARE THE NEXT GENERATION OF LEADERS - ESPECIALLY UNDERREPRESENTED STUDENTS - WITH THE SCIENTIFIC AND ORGANIZING APTITUDE NEEDED TO CONSTRUCT MORE EQUITABLE, HEALTH-PROMOTING AND ECOLOGICALLY RESILIENT FOOD SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_20213842034072_12H3"}, {"internal_id": 124230697, "Award ID": "20213842034071", "Award Amount": 246000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-12", "CFDA Number": "10.210", "Description": "A PROSPEROUS AGRICULTURAL AND FOOD INDUSTRY IS VITAL TO THE WELL-BEING OF UNITED STATES CITIZENS AND THE ECONOMY. THERE IS STRONG DEMAND AND AMPLE EMPLOYMENT OPPORTUNITY IN ANIMAL AGRICULTURE, ESPECIALLY FOR INDIVIDUALS WITH GRADUATE-LEVEL TRAINING TO ENHANCE ANIMAL PRODUCTIVITY, ADAPT TECHNOLOGY, AND INCREASE FOOD SECURITY. THIS PROJECT ESTABLISHES A GRADUATE-LEVEL ANIMAL SCIENCE PROGRAM TO RECRUIT, TRAIN AND SUPPORT MASTER&#39;S STUDENTS AT LINCOLN UNIVERSITY OF MISSOURI, AN 1890S INSTITUTION. THE SPECIFIC OBJECTIVE IS TO PROVIDE GRADUATE-LEVEL TRAINING AND CONFER DEGREES TO SIX MASTER&#39;S STUDENTS IN INTEGRATED AGRICULTURAL SYSTEMS WITH PROJECTS SPECIALIZING IN THE AREAS OF ANIMAL SCIENCE: SMALL RUMINANT PRODUCTION, OUTDOOR POULTRY AND FOOD-FISH PRODUCTION. THE FELLOWS WILL BE SELECTED ACCORDING TO THE LINCOLN UNIVERSITY STANDARD GRADUATE ENROLLMENT RULES AND USDA NNF FUNDING CRITERIA WITH SPECIAL CONSIDERATION FOR UNDERREPRESENTED GROUPS. SELECTEDFELLOWS WOULD COMPLETE 33 CREDITHOURS OF GRADUATE-LEVEL COURSES, CONDUCT FIELD RESEARCH, AND WRITE A RESEARCH-BASED THESIS WITH SUPPORT FROM THEIR MENTORS AND ADVISORY COMMITTEE.OVERALL, THIS PROGRAM WILL PRODUCE A DIVERSE POOL OF ANIMAL SCIENCE MASTER&#39;S GRADUATES WITH EXPERTISE IN THE TESA AND ENHANCE THE FOOD ANIMAL INDUSTRY&#39;S COMPETITIVENESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_20213842034071_12H3"}, {"internal_id": 123184381, "Award ID": "20213842034070", "Award Amount": 241000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-30", "CFDA Number": "10.210", "Description": "ONE OF THE FUTURE&#39;S GREATEST CHALLENGES IS TO SUSTAIN FOOD, FIBER, AND ENERGY PRODUCTION WHILE CONSERVING RESOURCES AND SOILS. MANAGING PLANT MICROBIOMES (BOTH BELOW AND ABOVE GROUND) IS AN IMPORTANT COMPONENT OF AN INTEGRATED STRATEGY TO ENHANCE SUSTAINABILITY AND RESILIENCE OF CROP PRODUCTION SYSTEMS. TO ACHIEVE THIS GOAL WE NEED TO TRAIN SCIENTISTS WITH A HOLISTIC UNDERSTANDING OF AGRICULTURAL MICROBIOMES THAT GOES BEYOND THE BOUNDARIES OF TRADITIONAL DISCIPLINES. THE PROPOSED LEADERSHIP EXCELLENCE ACROSS PRACTICE AND SCIENCE (LEAPS) PROGRAM WAS DESIGNED TO PROVIDE INTERDISCIPLINARY TRAINING IN SOIL AND PLANT HEALTH THROUGH MICROBIOMES FOR FOUR GRADUATE STUDENTS (TWO PHD AND TWO MSC), WHILE DEVELOPING THEIR LEADERSHIP SKILLS. LEAPS FELLOWS WILL GAIN A DEEP SCIENTIFIC KNOWLEDGE OF \"OMICS\" TECHNOLOGIES, MOLECULAR BIOLOGY, METADATA ANALYSES, MODELLING AND MACHINE LEARNING, AND BE ABLE TO PRACTICE THE UNDERSTANDING OF PLANT BIOLOGY, MICROBIOLOGY, AND AGRICULTURAL MANAGEMENT IN COMMERCIAL FIELDS. LEAPS IS BUILT ON INSTITUTIONAL SUPPORT AND RESOURCES AND CONNECTIONS WITH COMMERCIAL GROWERS AND THE AGRICULTURAL INDUSTRY TO PROVIDE HANDS-ON EXPERIENCE ON RESEARCH, TEACHING, AND EXTENSION FOR THE FELLOWS. THE MEASURABLE OUTCOMES OF THIS PROJECT WILL BE EVALUATION OF STUDENTS&#39; PERFORMANCE BY FACULTY GUIDANCE COMMITTEE, PRODUCTION OF HIGH QUALITY SCIENTIFIC PUBLICATIONS, ACCEPTANCE INTO INTERNSHIPS WITH THE INDUSTRY, PRESENTATIONS IN FIELD DAYS FOR GROWERS AND FARMER ADVISORS, AND PUBLICATION OF COOPERATIVE EXTENSION BULLETINS. THESE ACTIVITIES COUPLED WITH OUR PLAN FOR MENTORING, ADVISING, AND LEADERSHIP DEVELOPMENT WILL PREPARE HIGHLY QUALIFIED PROFESSIONALS TO ENTER THE WORKFORCE IN THE TARGETED EXPERTISE SHORTAGE AREA OF PLANT PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20213842034070_12H3"}, {"internal_id": 123184380, "Award ID": "20213842034069", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-06", "CFDA Number": "10.210", "Description": "A FUNDAMENTAL STEP TO MEET THE INCREASING GLOBAL DEMAND FOR ANIMAL PROTEIN IS TO DEVELOP SPECIFIC MANAGEMENT FOR BOS INDICUS-INFLUENCED CATTLE IN TROPICAL OR SUBTROPICAL REGIONS, WHICH REPRESENT 80% OF THE WORLD&#39;S CATTLE POPULATION. ACCORDINGLY, OUR GOAL IS TO PROVIDE A COMPREHENSIVE AND INNOVATIVE TRAINING ON PRODUCTION OF BEEF CATTLE IN TROPICAL AND SUBTROPICAL ENVIRONMENTS TO 3 OUTSTANDING MULTICULTURAL GRADUATE STUDENTS. THE THEME OF THIS PROPOSAL IS \"GENERATING EXPERTISE TO OPTIMIZE BEEF PRODUCTION IN TROPICAL/SUBTROPICAL ENVIRONMENTS\". THE PROPOSED PROGRAM IS INNOVATIVE AND WILL INTEGRATE APPLIED RESEARCH WITH BASIC SCIENCE AND PRECISION AGRICULTURE. TO ACHIEVE THESE GOALS, NNF FELLOWS WILL BE GIVEN A VIGOROUS TRAINING THAT ENTAILS TRADITIONAL RUMINANT PRODUCTION COURSES AND TECHNIQUES, MOLECULAR AND CELL BIOLOGY, PRECISION AGRICULTURE TECHNOLOGIES, LABORATORY ROTATION, EXPERIENTIAL LEARNING, PEER-BASED LEARNING, LEADERSHIP, TEACHING, INTERNSHIPS, AND OUTREACH ENGAGEMENT. THIS WILL EQUIP THE NNF FELLOWS TO SOLVE CHALLENGES ASSOCIATED WITH EFFICIENT BEEF PRODUCTION, FOOD SECURITY, AND ENVIRONMENTAL STEWARDSHIP. OUTCOME AND MEASURABLE TARGET OF THIS TRAINING INCLUDE: 1) THREE BROADLY TRAINED MULTICULTURAL PH.D. FELLOWS, 2) PEER-REVIEWED MANUSCRIPTS AND PRESENTATIONS, 3) A PROGRAM FOR RECRUITMENT, RETENTION AND GRADUATION OF MULTICULTURAL STUDENTS, AND 4) INCREASED PLACEMENT OF MULTICULTURAL GRADUATE STUDENTS IN ACADEMIA, INDUSTRY, AND/OR GOVERNMENT SECTORS. STUDENTS COMPLETING THIS NNF WILL: 1) ESTABLISH AN INDEPENDENT RESEARCH CAREER WITH A HOLISTIC APPROACH TO SCIENCE, 2) COMMUNICATE EFFECTIVELY WITH SCIENTISTS ACROSS DISCIPLINES, AND 3) TRANSLATE SCIENCE-BASED INFORMATION TO THE PUBLIC AND STAKEHOLDERS. THROUGH THIS PROGRAM, WE WILL PROVIDE WORKFORCE-READY AND GLOBALLY COMPETITIVE FUTURE LEADERS IN ANIMAL AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20213842034069_12H3"}, {"internal_id": 123184379, "Award ID": "20213842034068", "Award Amount": 262500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-28", "CFDA Number": "10.210", "Description": "PLANT BREEDING AIMS TO PRODUCE PLANTS THAT HAVE MORE DESIRABLE TRAITS THAN THEIR PREDECESSORS.IN GENERAL, SELECTION IN BOTH AGRONOMIC AND HORTICULTURE CROPS HAS BEEN FOCUSED ON THOSE THAT ARE HIGH YIELDING AND DISEASE RESISTANT.INADVERTENTLY, OTHER IMPORTANT FOOD QUALITY TRAITS, INCLUDING NUTRITION, HAVE BEEN LARGELY IGNORED.THE DEVELOPMENT OF NEW CROP VARIETIES THAT HAVE ENHANCED NUTRITION PROVIDES ADDITIONAL VALUE TO BOTH FARMERS AND CONSUMERS, THOUGH LITTLE FORMAL TRAINING EXISTS FOR SCIENTISTS WITH THIS IMPORTANT FOCUS.THERE IS A CRITICAL NEED TO TRAIN THE NEXT GENERATION PLANT BREEDERS WITH INTERDISCIPLINARY EXPERTISE ACROSS SYSTEMS BIOLOGY.CROP PRODUCTION REQUIRES THE FUNDAMENTAL UNDERSTANDING OF COMPLEX BIOLOGICAL SYSTEMS, AND THE ABILITY TO BOTH MANAGE AND MANIPULATE TO PRODUCE A DESIRED RESULT.THE INTEGRATION AND TRANSLATION OF THE DATA GENERATED THROUGH MULTI-OMICS TECHNOLOGIES WILL BE CRITICAL TO PROVIDE SOLUTIONS TO CROP NUTRITION ENHANCEMENT. A MULTIDISCIPLINARY GROUP OF PLANT AND NUTRITION SCIENTISTS IN THE DEPARTMENT OF HORTICULTURE AND CROP SCIENCE AT THE OHIO STATE UNIVERSITY SEEK TO TRAIN A COHORT OF SCIENTISTS IN INTEGRATION AND TRANSLATION OF OMICS:TRANS-OMICS-ASSISTED PLANT BREEDING FOR ENHANCED NUTRITION. THREE DOCTORAL STUDENTS AND ONE MASTER&#39;S STUDENT WILL DEVELOP INTERDISCIPLINARY SKILLS AND COMPETENCIES THAT WILL MAKE THEM FLEXIBLE PLANT BREEDERS, CAPABLE OF DEVELOPING SOLUTIONS FOR THE IMPROVEMENT OF CROPS AND FOOD QUALITY. OUR TRAINEES WILL GO ON TO BE LEADERS IN INDUSTRY, GOVERNMENT, NON-PROFIT OR ACADEMIC SECTORS.THIS PROGRAM FILLS CRITICAL NEEDS IN THE PLANT PRODUCTION TESA [DISCIPLINES: BIOTECHNOLOGY, BIOCHEMISTRY AND MICROBIOLOGY (B) AND PLANT SCIENCES AND HORTICULTURE (P), PARTICULARLY PLANT BREEDING].", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20213842034068_12H3"}, {"internal_id": 123184378, "Award ID": "20213842034067", "Award Amount": 259500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-29", "CFDA Number": "10.210", "Description": "FUNDS ARE AVAILABLE FOR SIX FELLOWSHIPS AND THREE IRTA TOESTABLISH A GRADUATE PROGRAM IN REPRODUCTIVE BIOTECHNOLOGY THAT EDUCATES A DIVERSE GROUP OF MS STUDENTS WITH THE PRINCIPLES OF ANIMAL REPRODUCTION AND THE TECHNICAL COMPETENCY REQUIRED TO EXCEL IN CAREERS IN ANIMAL PRODUCTION. MEASURABLE OBJECTIVES INCLUDE A NEW CONCENTRATION IN REPRODUCTIVE BIOTECHNOLOGY WITHIN EXISTING GRADUATE PROGRAMS IN ANIMAL SCIENCES AND ANIMAL MOLECULAR AND CELL BIOLOGY, GRADUATION OF SIX MS FELLOWS, TWO FROM GROUPS TRADITIONALLY UNDER-REPRESENTED IN AGRICULTURE, AND AN INTERNSHIP PROGRAM. FEATURES INCLUDE THE PARTICIPATION OF 10 FACULTY, NEW COURSES PROVIDING EXPERIENTIAL LEARNING IN REPRODUCTIVE BIOTECHNOLOGY AND A FOCUS ON INTERDISCIPLINARY EDUCATION INVOLVING REPRODUCTION, ANIMAL SCIENCE, CELL BIOLOGY, GENETICS AND BIOTECHNOLOGY. FELLOWS WILL LEARN THE EXPERIMENTAL METHOD THROUGH THE DEVELOPMENT OF A RESEARCH PROGRAM ON A TOPIC RELEVANT TO CONTEMPORARY ISSUES IN REPRODUCTIVE BIOTECHNOLOGY AND APPLIEDREPRODUCTION. FELLOWS WILL GAIN EXPERIENCE OF THE PRACTICAL APPLICATION OF REPRODUCTIVE BIOLOGY BY PARTICIPATION IN AN INTERNSHIP WITH A LEADING COMPANY INVOLVED IN REPRODUCTIVE BIOTECHNOLOGY OR WITH A RESEARCH TEAM AT UNIVERSIDADE DE S&ATILDE;O PAULO THAT IMPLEMENTS REPRODUCTIVE TECHNOLOGY RESEARCH PROGRAMS ON COMMERCIAL FARMS. THE MEASURABLE TARGET, DIRECTLY RELEVANT TO NNF PROGRAM GOALS AND USDA STRATEGIC GOALS, IS THE EDUCATION OF 6 MS-LEVEL SCIENTISTS WITH THE BROAD UNDERSTANDING, EXPERIENCE AND ENTHUSIASM NEEDED TO PROVIDE HUMAN CAPITAL FOR THE CONTINUED PROSPERITY OF AMERICAN AGRICULTURE. THE DEVELOPMENT OF A FORMAL PROGRAM IN REPRODUCTIVE BIOTECHNOLOGY WILL ENSURE THAT THERE WILL BE A SUSTAINED PIPELINE FOR DEVELOPMENT OF GRADUATES IN AN IMPORTANT AGRICULTURAL TESA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20213842034067_12H3"}, {"internal_id": 123184339, "Award ID": "20213842034066", "Award Amount": 164000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-30", "CFDA Number": "10.210", "Description": "SCIENTIFIC FIELDS INCLUDING FOOD MICROBIOLOGY AND FOOD SAFETY INCREASINGLY NEED A WORKFORCE THAT IS COMFORTABLE WORKING WITH LARGE DATASETS. EXAMPLES INCLUDE THE CRITICAL ANALYSIS OF THOUSANDS OF GENOMES FROM FOODBORNE BACTERIA OR VIRUSES TO UNDERSTAND THE SOURCE OF AN OUTBREAK, OR EVALUATION OF DATASETS THAT PROVIDE INSIGHTS INTO HOW THE LARGE NUMBER OF MICROORGANISMS THAT EXIST IN HUMAN INTESTINAL TRACTS IMPACT HEALTH AND WELL-BEING. WE PROPOSE A TRAINING PROGRAM FOR M.S. STUDENTS IN FOOD SCIENCE, THAT INCLUDES BOTH TRADITIONAL TRAINING AS WELL AS THAT TO DEVELOP LEADERS WITH EXPERTISE IN BIG DATA ANALYSES. THESE FELLOWS WILL GAIN LEADERSHIP SKILLS THROUGH ORGANIZING SEMINARS IN COLLABORATION WITH EXPERTS IN THE PROFESSIONAL WORKFORCE, AND THROUGH TRAINING THEIR PEERS IN LARGE-SCALE DATA ANALYSES. THE EFFECTIVENESS OF THIS TRAINING PROGRAM WILL BE EVALUATED THROUGH SEVERAL INTERNAL AND EXTERNAL ASSESSMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20213842034066_12H3"}, {"internal_id": 123184338, "Award ID": "20213842034065", "Award Amount": 262500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-30", "CFDA Number": "10.210", "Description": "OUR PROPOSED GRADUATE PROGRAM IN AGRICULTURAL BIOSECURITY AND DATA SCIENCE (GPAD) UNIQUELY INTEGRATES THE STRENGTHS OF THE UNIVERSITY OF NOTRE DAME&#39;S (UND) DEPARTMENT OF BIOLOGICAL SCIENCES, ENVIRONMENTAL CHANGE INITIATIVE, ECK INSTITUTE OF GLOBAL HEALTH, AND PROGRAM IN COMPUTATIONAL BIOLOGY. OUR PROGRAM WILL ADDRESS THE TARGETED EXPERTISE SHORTAGE AREA IN \"AGRICULTURAL BIOSECURITY\" (PRIMARY) AND \"DATA SCIENCE\" (SECONDARY) AND THE ACADEMIC DISCIPLINES OF \"AGRICULTURAL BIOSECURITY (X)\" AND \"ENVIRONMENTAL SCIENCES/MANAGEMENT (L)\". WE SEEK THE SUPPORT FOR THREE PHD STUDENTS AND THREE IRTAS. THE UNIVERSITY OF NOTRE DAME HAS PROVIDED TUITION WAIVERS FOR THESE STUDENTS AND MATCHING FUNDS FOR TWO ADDITIONAL GRADUATE STUDENTS, SO THAT WE CAN HAVE A CRITICAL MASS OF FIVE FELLOWS. FELLOWS WILL EXPERIENCE A CURRICULUM THAT ENTAILS COURSEWORK, LAB ROTATIONS, RESEARCH PROJECTS, TEACHING, INTERNSHIPS, AND INTERNATIONAL TRAVEL. THE EXPECTED OUTPUTS FROM THIS PROGRAM WILL BE GRADUATES WITH THE FOLLOWING CORE COMPETENCIES: KNOWLEDGE OF MAJOR CONCEPTS RELATED TO AGRICULTURAL SUSTAINABILITY AND BIOSECURITY; ATTAINMENT OF SOPHISTICATED QUANTITATIVE SKILLS AND HIGHER-ORDER RESEARCH SKILLS; EVIDENCE OF INTERDISCIPLINARY COLLABORATIONS AND LEADERSHIP, COMMUNICATION, AND PROBLEM SOLVING SKILLS; AND ABILITY TO WORK IN A TEAM. THE EXPECTED OUTCOME AND MEASUREABLE TARGET IS FIVE DIVERSE STUDENTS PLACED IN AGRICULTURALLY-RELATED JOBS. THIS WILL MEET OUR GOAL, WHICH IS TO ADDRESS THE NATIONAL NEED FOR A MORE COMPETITIVE, HIGHLY-TRAINED, MULTICULTURAL AGRICULTURAL WORKFORCE THAT IS EMINENTLY PREPARED FOR INTERDISCIPLINARY TEACHING, RESEARCH, AND PROFESSIONAL PRACTICE IN AN EVER-CHANGING, INTEGRATED GLOBAL ENVIRONMENT. THE GPAD NOT ONLY CROSSES DISCIPLINARY BOUNDARIES AND DEPARTMENTS, IT CROSSES COLLEGES AT UND TO ENSURE THAT ITS FELLOWS RECEIVE THE BEST TRAINING THAT IS LOGISTICALLY POSSIBLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65f6d07a-5df8-713f-2495-b8e648f44f20-C", "generated_internal_id": "ASST_NON_20213842034065_12H3"}, {"internal_id": 123184337, "Award ID": "20213842034064", "Award Amount": 246000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-28", "CFDA Number": "10.210", "Description": "AS THE GLOBAL HUMAN POPULATION GROWS, THE NEED FOR HEALTHY, SUSTAINABLE FOOD PRODUCTION IS AN INCREASING CHALLENGE FACING AGRICULTURALISTS. TO ACHIEVE PRODUCTION GOALS TO SUPPORT THE PROJECTION OF 9.8 BILLION PEOPLE BY THE YEAR 2050, A HIGHLY TRAINED WORKFORCE IS IMPERATIVE. WE PROPOSE TO DEVELOP NOVEL MULTIDISCIPLINARY APPROACHES TO PROVIDE INTEGRATIVE AND DIVERSE TRAINING OPPORTUNITIES FOR GRADUATE STUDENTS THAT INCORPORATES TRADITIONAL LEARNING WITH EXPERIENTIAL TRAINING OPPORTUNITIES. OUR APPROACH EMPHASIZES THE IMPORTANCE OF COUPLING TECHNICAL ACADEMIC FOUNDATIONS WITH NON-TECHNICAL INDUSTRY SKILLS. THE PROGRAM AIMS TO SUPPORT A COHORT OF SIX STUDENTS PURSUING MASTER OF SCIENCE DEGREES IN THE PLANT PRODUCTION TESA, WHO WILL BE PRIMARILY WORKING AT OREGON STATE UNIVERSITY&#39;S (OSU) FIELD-BASED HERMISTON AGRICULTURAL RESEARCH AND EXTENSION CENTER (HAREC) IN EASTERN OREGON. THE FACULTY AT HAREC INVOLVED IN THIS PROPOSAL REPRESENT A DIVERSE RANGE OF CULTURAL BACKGROUNDS AND ACADEMIC DISCIPLINES, ENCOMPASSING AGRONOMY, BIOCHEMISTRY, CROP ENTOMOLOGY, RIPARIAN ENTOMOLOGY, ECOLOGY, HORTICULTURE, PLANT BREEDING, AND PLANT PATHOLOGY. SPECIFICALLY, THE PROPOSED TRAINING PROGRAM WILL: 1) ENGAGE STUDENTS BY EXPOSING THEM TO MULTI-DISCIPLINARY PRODUCTION SCIENCES WITH RESEARCH STATION, FIELD-BASED, AND TRADITIONAL CAMPUS LEARNING ENVIRONMENTS; 2) INCLUDE INDUSTRY PRODUCERS IN THE GRADUATE STUDENTS EDUCATIONAL PROGRAMS TO DEMONSTRATE FIRST-HAND THE DIVERSITY OF PROFESSIONAL OPPORTUNITIES AND SKILLS NEEDED TO BE AN AGRICULTURAL LEADER; AND 3) PROVIDE A WELL-ROUNDED CURRICULUM THAT OFFERS MENTORSHIP OPPORTUNITIES OF UNDERGRADUATE INTERNS TO FACILITATE THE DEVELOPMENT OF LEADERSHIP AND COMMUNICATION SKILLS. THIS EDUCATIONAL PROGRAM IS ALIGNED WITH THE USDA AND NNF STRATEGIC GOALS AND WILL FOSTER FUTURE AGRICULTURAL LEADERS AS THEY MOVE INTO THE WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20213842034064_12H3"}, {"internal_id": 123184336, "Award ID": "20213842034063", "Award Amount": 246000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-28", "CFDA Number": "10.210", "Description": "INCREASING USE OF DIGITAL TECHNOLOGIES IN AGRICULTURE HAS CREATED NEEDS FOR GRADUATES WITH SKILLS IN EXTRACTING USEFUL INFORMATION FROM DATA FOR DECISION MAKING. OUR PROPOSAL AIMS TO USE GRADUATE FELLOWSHIPS TO SUPPORT TRAINING IN TARGETED EXPERTISE SHORTAGE AREA (TESA) IN DATA SCIENCE FOR SCHOLARS COMPLETING DATA-DRIVEN RESEARCH AT MASTER&#39;S LEVEL DEGREE PROGRAM IN PURDUE&#39;S AGRICULTURAL AND BIOLOGICAL ENGINEERING (ABE) DEPARTMENT. OUR PROPOSED SOLUTION IS AIMED AT LAUNCHING A NEW MASTER OF SCIENCE (MS) SPECIALIZATION IN ABE DEPARTMENT NAMED \"DATA SCIENCE IN AGRICULTURAL AND BIOLOGICAL ENGINEERING\" TO COMPLEMENT CURRENT RESEARCH-BASED TRAINING BEING OFFERED IN TRADITIONAL TECHNICAL FOCUS AREA OF MACHINERY SYSTEMS, NATURAL RESOURCES &AMP; ENVIRONMENTAL SYSTEMS, BIOLOGICAL SYSTEMS ETC. THE ULTIMATE OUTCOME WILL BE A COHORT OF USDA FELLOWS UNIQUELY POSITIONED WITH KNOWLEDGE OF DATA ENGINEERING AND DATA SCIENCE THEORY AND PRACTICE TO ACCELERATE THE PACE OF SCIENTIFIC DISCOVERY AND PROVIDE LEADERSHIP IN PRACTICAL USES OF BIG DATA IN RESEARCH, INDUSTRY, AND ON INDIVIDUAL FARMS. A NUMBER OF DATA SCIENCE RELATED INITIATIVES AT PURDUE; RELEVANT FUNDING FROM MULTIPLE SOURCES; INVOLVEMENT OF INDUSTRY PARTNERS AND RESEARCHERS THROUGH OATS CENTER; WILL TOGETHER HELP BRING REAL-WORLD DATA TO THE USDA FELLOWS. WE ENVISION SEVERAL INNOVATIVE DATA-BASED SOLUTIONS CONTRIBUTED BY THE FELLOWS BY UTILIZING THEIR UNIQUE TRAINING. ENHANCED JOB OPPORTUNITIES ARE LIKELY TO FOLLOW FOR THE NEWLY TRAINED FELLOWS. THE PROJECT TEAM INTENDS TO SHARE THE UNITING ASPECTS OF COURSES AND RESEARCH TO MEET SHORTFALL OF TRAINED WORKFORCE WITHIN TESA IN DATA SCIENCES FOR ABE GRADUATES THROUGH OFFERING OF WORKSHOPS IN PROFESSIONAL CONFERENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20213842034063_12H3"}, {"internal_id": 123184335, "Award ID": "20213842034062", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-30", "CFDA Number": "10.210", "Description": "THE GOAL OF THIS PROJECT IS TO RECRUIT, RETAIN, TRAIN, AND MENTOR A COHORT OF THREE TALENTED AND INQUISITIVE PHD STUDENTS FROM HISTORICALLY UNDERREPRESENTED GROUPS IN FOOD AND AGRICULTURAL RESEARCH TO ADDRESS THE TESA OF DATA SCIENCE. WE WILL FOSTER THE FELLOWS&#39; CULTURAL CAPITAL THROUGH A COMMUNITY OF SCIENTIFIC SCHOLARSHIP THAT IS IMPROVING CROP PRODUCTIVITY AND VALUE THROUGH HETEROGENEOUS DATA INTEGRATION, ANALYTICS, AND DECISION SUPPORT PLATFORMS, USING SWEETPOTATOES AS A CASE STUDY. THE THREE NATIONAL NEEDS FELLOWS (NNF FELLOWS) WILL BECOME A PART OF AN ESTABLISHED, INNOVATIVE, INTERDISCIPLINARY (REPRESENTING EIGHT DEPARTMENTS) AND COLLABORATIVE TEAM OF RESEARCHERS CREATED THROUGH THE GAME-CHANGING RESEARCH INCENTIVE PROGRAM AT NORTH CAROLINA STATE UNIVERSITY (NC STATE). IN ADDITION, FELLOWS WILL PARTICIPATE IN THE FOUNDATION FOR FOOD AND AGRICULTURE RESEARCH (FFAR) FELLOWS PROGRAM, A HIGHLY SUCCESSFUL PROFESSIONAL DEVELOPMENT PROGRAM DIRECTED BY CO-PI DUNNING. IN YEAR 1, FELLOWS WILL STUDY TOGETHER TO EARN CERTIFICATE IN AGRICULTURAL DATA SCIENCE ENSURING THEY ACHIEVE CRITICAL CORE COMPETENCIES AND LATER WILL TRAIN AND WORK ON REAL WORLD BIG DATA SETS TARGETING IMPORTANT CURRENT CHALLENGES IN AGRICULTURE. FELLOWS WILL BE INTRODUCED TO A VARIETY OF CAREER PATHS INCLUDING ACADEMIA, INDUSTRY, AND GOVERNMENT INCLUDING SUMMER EXPERIENCES WITH INDUSTRY AND AT IDAHO NATIONAL LABORATORY. THEY WILL BE MENTORED AND ADVISED BY VARIETY OF STAKEHOLDERS AND HAVE EXTENSIVE NETWORKING OPPORTUNITIES. THIS PROGRAM ALIGNS WITH THE USDA&#39;S STRATEGIC PLAN, ADDRESSING GOALS (2) MAXIMIZE THE ABILITY OF AMERICAN AGRICULTURAL PRODUCERS TO PROSPER BY FEEDING AND CLOTHING THE WORLD AND (4) FACILITATE RURAL PROSPERITY AND ECONOMIC DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20213842034062_12H3"}, {"internal_id": 123184334, "Award ID": "20213842034061", "Award Amount": 241000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-08", "CFDA Number": "10.210", "Description": "THE OVERARCHING GOAL OF THIS NATIONAL NEEDS FELLOWSHIP PROGRAM IS TO TRAIN GRADUATE STUDENTS IN PLANT BREEDING TO MEET CHALLENGES IN CROP PRODUCTION IN COMING DECADES. THIS PROJECT ADDRESSES THE FARM BILL PRIORITY OF PLANT HEALTH AND PLANT PRODUCTION. THE PROGRAM BUILDS ON LONG-TERM STRENGTHS AT UC DAVIS (UCD) IN PLANT BREEDING AND PLANT BREEDING EDUCATION, COMPLEMENTING FIELD-BASED EXPERIENTIAL LEARNING WITH LAB-BASED SCIENCE. FELLOWS WILL TAKE THE STANDARD PLANT BREEDING CURRICULUM AND HAVE THE OPPORTUNITY TO JOIN THE HANDS-ON SCOPE PROJECT OF STUDENT-LED BREEDING PROGRAMS IN DIVERSE CROPS--BOTH AS BREEDING TEAM MEMBERS AND LEADERS AND AS MENTORS TO UNDERGRADUATE STUDENTS. BECAUSE OF UC DAVIS&#39; INDUSTRY NETWORK, STUDENTS RECRUITED INTO THE NNF WILL BE MENTORED BY LOCAL INDUSTRY BREEDERS AND WILL ACTIVELY PARTICIPATE IN OTHER PLANT BREEDING PROFESSIONAL AND AGRICULTURAL BUSINESS EVENTS INCLUDING SEED CENTRAL, A NETWORKING PROGRAM BRINGING INDUSTRY, FACULTY, AND STUDENTS TOGETHER ON A MONTHLY BASIS. BY THE END OF THEIR GRADUATE STUDY, FELLOWS WILL BE IDEALLY SUITED TO ENTER THE WORKFORCE TO ENHANCE THE PRODUCTION AND NUTRITIONAL QUALITY OF THE NATION&#39;S FOOD AND FEED SUPPLY. WE WILL ACTIVELY RECRUIT FELLOWS FROM UNDERREPRESENTED MINORITY GROUPS, INCLUDING BLACK, HISPANIC, NATIVE AMERICAN, AND OTHER PEOPLE OF COLOR. PROGRAM SUCCESS WILL BE ASSESSED USING A PLAN DEVELOPED IN COLLABORATION WITH THE UCD CENTER FOR TEACHING AND LEARNING EXCELLENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20213842034061_12H3"}, {"internal_id": 123184333, "Award ID": "20213842034060", "Award Amount": 246000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-31", "CFDA Number": "10.210", "Description": "FOOD PRODUCTION GLOBALLY MUST DOUBLE TO MEET DEMAND BY 2050. INCREASED DEMAND FOR ANIMAL PROTEIN COUPLED WITH REDUCTIONS IN GRAZING LANDS HAS INTENSIFIED NEED FOR GREATER EFFICIENCY IN BEEFPRODUCTION. FARMS AND RANCHES WHERE CALVES ARE RAISED FOR LATER SALE (I.E., COW-CALF OPERATIONS)ARE THE FOUNDATION OF THE BEEF PRODUCTION SYSTEM, AND OUR GOAL IS TO PREPARE GRADUATES WITHINTERDISCIPLINARY KNOWLEDGE AND EXPERIENCE TO DEVELOP CREATIVE SOLUTIONS TO CRITICAL CHALLENGES TO THE INDUSTRY, WHICH IS EXTREMELY SUPPORTIVE OF THE PROPOSED PROGRAM. THERE WILL BE A PARTICULARFOCUS ON FORAGES, WHICH ARE ENVIRONMENTALLY SUSTAINABLE AND ENHANCE PROFITABILITY. THE PROGRAM INCORPORATES EXTENSIVE IMMERSION EXPERIENCES WITH OUR CORPORATE PARTNERS AND UTILIZES A LEARNING FRAMEWORK CALLED \"DESIGN THINKING\" TO PROMOTE COMPLEX, CREATIVE PROBLEM- SOLVING. IN ADDITION TO EXPERIENCES WITH INDUSTRY PARTNERS, FELLOWS WILL ENJOY HANDS-ON LEARNING AT AUBURN UNIVERSITY&#39;S RESEARCH AND EXTENSION CENTERS AND ANIMAL FACILITIES, AND STAY CONNECTED THROUGH A COMMUNITY OF PRACTICE WITH MONTHLY MEETINGS AND AN ONLINE BLOG. THEY WILL BE MENTORED BY MULTIPLE MENTORS IN A ROTATIONAL MODEL. OBJECTIVES ARE 1) IMMERSE FELLOWS IN FORAGE-BASED COW-CALF PRODUCTION SYSTEMS FROM A MULTIDISCIPLINARY PERSPECTIVE AND 2) CREATE A PIPELINE TO INDUSTRY AND EXTENSION OF GRADUATES WHO UNDERSTAND 21?? CENTURY CHALLENGES, INCLUDING ENVIRONMENTAL CHALLENGES. THE AU ANIMAL SCIENCE DEPARTMENT HAS COMMITTED TO FUNDING A SECOND COHORT OF SIX MASTER&#39;S-LEVEL FELLOWS IN ADDITION TO THE FIRST SIX TO BE SUPPORTED BY THE PROPOSED PROGRAM. PROGRESS WILL BE TRACKED FOR FIVE YEARS AFTER GRADUATION. OUR PROGRAMALIGNS WITH SEVERAL USDA STRATEGIC GOALS, SPECIFICALLY SUB-GOAL 1.7.?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20213842034060_12H3"}, {"internal_id": 123184323, "Award ID": "20213842034059", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-31", "CFDA Number": "10.210", "Description": "AGRICULTURAL INDUSTRY (BOWEN &AMP; RUMBERGER, 2002; JONES &AMP; BOWEN, 1998).OUR OBJECTIVE IS TO INCREASE THE DIVERSITY OF GRADUATES IN ALL THREE COMPONENTS BY FOCUSING ON THE NEEDS OF THE AGRICULTURAL SECTOR ITSELF; ADDRESSING SUCH WICKED PROBLEMS AS CLIMATE CHANGE, A WORKFORCE BASED ON IMMIGRANTS, AND THE ADDITION OF COVID-19 AS A THREAT TO CURRENT MODELS OF AGRICULTURAL PRODUCTION. MOST OF THE CRITICAL ISSUES FACING AGRICULTURE EACH HAVE DIVERSITY QUESTIONS LAYERED ON TOP: THE WORKFORCE SPEAKS SPANISH AS A PRIMARY LANGUAGE BUT MOST UNIVERSITY AND EXTENSION FACULTY DO NOT; CULTURAL DIFFERENCES SHAPE ATTITUDES AND BEHAVIORS AMONG PRODUCERS, SUPERVISORS AND THEIR EMPLOYEES, CALLING FOR SPECIAL ATTENTION AND EXPERTISE IN COMMUNICATIONS TRAINING; THERE ARE SHARED INTERESTS AMONG WORKERS AND EMPLOYERS THAT CAN BE LEVERAGED TO IMPROVE CONDITIONS IN THE FIELDS, CALLING FOR MORE PROFESSIONAL AND EVIDENCE-BASED HELP WITH FACILITATION, DECISION-MAKING AND STRATEGIC PLANNING. EACH OF THESE AREAS ARE SPECIALTIES OF AEC. OUR ULTIMATE GOAL IS TO MENTOR FUTURE FACULTY MEMBERS OF COLOR THAT CAN ADDRESS THE WICKED PROBLEMS FACING AGRICULTURE AND BREAK THE CYCLE OF NOT HAVING FACULTY MEMBERS OF COLOR IN THE ACADEMY WHO WILL MENTOR AND TRAIN THE NEXT GENERATION FOR FACULTY POSITIONS (G&AACUTE;NDARA &AMP; MAXWELL-JOLLY, 1999).OUR PROPOSED PROGRAM FOR INCREASING DIVERSITY AND PROVIDING SPECIFIC TRAINING OPPORTUNITIES FOR GRADUATE STUDENTS IS NEEDED BECAUSE THE POPULATION SERVED BY LAND GRANT UNIVERSITIES HAS BECOME MORE DIVERSE IN ITS COMPOSITION AND INTERESTS. CENSUS DATA SHOWS THE HISPANIC POPULATION HAS INCREASED FROM 16.8% IN 2000 TO 22.5% IN 2010 AND THE 5-YEAR ACS ESTIMATE FOR 2015 PUTS THE HISPANIC POPULATION AT 23.7%. THUS, THE HISPANIC POPULATION HAS INCREASED BY NEARLY 75% SINCE 2000 TO 4.66 MILLION. FLORIDA&#39;S BLACK POPULATION ALSO INCREASED FROM 14.6% IN 2000 TO 16.0% IN 2015. THUS, THE BLACK POPULATION INCREASED BY 36% TO 3.17 MILLION FROM 2000 TO 2015.CREATING AN OPPORTUNITY TO PROVIDE A PIPELINE FOR THE YOUTH OF THESE MINORITY FARMING FAMILIES TO RECEIVE CULTURALLY RESPONSIVE GRADUATE EDUCATION TO ENHANCE THE FUTURE OPPORTUNITIES OF MINORITIES IN AGRICULTURE IS STYMIED BY THE LACK OF DIVERSITY AMONG SECONDARY AND POST-SECONDARY AGRICULTURAL EDUCATORS. THUS, THERE IS A CRITICAL NEED TO RECRUIT AND SUSTAIN MINORITY STUDENTS WHO WILL DEVELOP EXPERTISE IN EXTENSION EDUCATION, COMMUNICATION AND LEADERSHIP AT ALL LEVELS OF POST-SECONDARY EDUCATION, AND ESPECIALLY AT THE DOCTORAL LEVEL. THE LATTER IS IMPORTANT BECAUSE STUDENTS OF COLOR ARE MORE LIKELY TO PURSUE AN AGRICULTURE-RELATED CAREER WHEN ENCOURAGED BY OTHERS OF COLOR (JONES &AMP; LARKE, 2001).FOR THE PROJECT PLAN [RECRUITMENT, SELECTION, AND TRAINING], WE FOLLOW VALIDATED RESEARCH-DRIVEN APPROACHES PROVIDED BY THE AMERICAN PSYCHOLOGICAL ASSOCIATION&#39;S (APA) COMMISSION ON ETHNIC MINORITY RECRUITMENT, RETENTION, AND TRAINING IN PSYCHOLOGY TASK FORCE (APA, 2007). OUR STRATEGY ENCOMPASSES FOUR MAIN COMPONENTS: 1) RECRUIT UNDERREPRESENTED MINORITIES WITH OUTSTANDING TALENT; 2) EMBED FELLOWS IN AN EMPATHETIC TRANSDISCIPLINARY MENTORING TEAM; 3) ENGAGE FELLOWS IN AN ENHANCED CURRICULUM DESIGNED TO JOINTLY NURTURE THE SCHOLARLY DEVELOPMENT OF THE FELLOWS AND OTHER GRADUATE STUDENTS; AND 4)FOCUS EXPERIENCES ON COMPLEX, WICKED ISSUES IN ANR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20213842034059_12H3"}, {"internal_id": 123184322, "Award ID": "20213842034058", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-31", "CFDA Number": "10.210", "Description": "THE GOAL IS TO EXPAND OUR CURRENT STRENGTH IN THE GRADUATE TRAINING PROGRAM IN FOOD FOR HEALTH WHILE INCORPORATING NOVEL APPROACHES TO TRAINING STUDENTS IN THE TESA OF FOOD SCIENCE, HUMAN NUTRITION AND HUMAN SCIENCES WITH A FOCUS ON FOOD SCIENCE AND THE GUT HEALTH.THE OBJECTIVES ARE TO DETERMINE THE IMPACT OF FOOD SCIENCE BIOACTIVE AND THE WHOLE FOOD ON THE GUT PHYSIOLOGY/FUNCTION; CHARACTERIZE THE STRUCTURAL AND FUNCTIONAL RELATIONSHIP BETWEEN FOOD BIOACTIVE AND GUT MICROBIOME; AND INCREASE THE UNDERSTANDING OF FOOD BIOACTIVES-REGULATED GUT IMMUNITY/PATHOLOGY.DURING THE FUNDING PERIOD, STUDENTS WILL RECEIVE EXPERIENTIAL TRAINING WITH JOINT MENTORING ACROSS DISCIPLINES IN THE THREE FOCUS AREAS; (1) FOOD AND GUT PHYSIOLOGY/FUNCTION, 2) FOOD AND GUT MICROBIOME, AND 3) FOOD AND GUT IMMUNITY/PATHOLOGY. OVERALL, THIS PROJECT IS EXPECTED TO DEVELOP SCIENTIFIC AND PROFESSIONAL EXPERTISE IN FOOD SCIENCE, NUTRITION SCIENCE AND HUMAN HEALTH, AGRICULTURAL SCIENCES, AND SPECIFICALLY IN THIS IMPORTANT EMERGING AREA WHICH LINKS FOOD TO HUMAN GUT HEALTH.THE OUTCOMES FROM THIS PROPOSAL ARE RELEVANT TO THE NNF PROGRAM GOALS AS THIS APPLICATION IS DESIGNED TO CONTRIBUTE TO HUMAN RESOURCE DIVERSITY IN THE TESA OF FOOD SCIENCE, HUMAN SCIENCES, AND HUMAN NUTRITION BY PROVIDING EXPERIENTIAL LEARNING AND RESEARCH OPPORTUNITIES AND FOSTERING THE LEADERSHIP SKILLS IN THE AREA OF FOOD SCIENCE AND GUT HEALTH.THE ANTICIPATED NATIONAL IMPACT IS TO DEVELOP A CADRE OF DIVERSE, TECHNICALLY COMPETENT RESEARCHERS WHO CAN LEAD INTERDISCIPLINARY EFFORTS IN THE FOOD SCIENCE AND GUT HEALTH, AND MORE BROADLY IN THE FOOD AND AGRICULTURAL SCIENCES TO MEET TARGETED USDA WORKFORCE NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20213842034058_12H3"}, {"internal_id": 123184340, "Award ID": "20213842034057", "Award Amount": 255177.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-05", "CFDA Number": "10.210", "Description": "THIS PROJECT SUPPORTS THE DEVELOPMENT OF AN INTERDISCIPLINARY, FOOD SYSTEMS GRADUATE TRAINING PROGRAM IN THE COLLEGE OF AGRICULTURE, FOOD AND ENVIRONMENT (CAFE) AT THE UNIVERSITY OF KENTUCKY. ENROLLED FELLOWS WILL PURSUE MS DEGREES IN CONTRIBUTING NATURAL AND SOCIAL SCIENCE DEGREE PROGRAMS (INTEGRATED PLANT AND SOIL SCIENCES, AGRICULTURAL ECONOMICS, ENTOMOLOGY, COMMUNITY AND LEADERSHIP DEVELOPMENT, AND DIETETICS). PROJECT KEY PERSONNEL ARE GRADUATE FACULTY IN THEIR RESPECTIVE GRADUATE PROGRAMS AND HAVE ACTIVE RESEARCH AND/OR EXTENSION PROGRAMS FOCUSED ON STRENGTHENING FOOD SYSTEMS, AND WILL SERVE AS FELLOWS&#39; THESIS ADVISORS. IN ADDITION TO FACULTY PROGRAMS, THE PROJECT WILL BE LEVERAGED BY THE WORK OF THE UK FOOD CONNECTION, A LOCAL FOOD INSTITUTE FOCUSED ON GROWING AND SUSTAINING KENTUCKY&#39;S LOCAL FOOD ECONOMY. THIS TWO-YEAR, INTERDISCIPLINARY COHORT TRAINING WILL SERVE AS A PILOT FOR CREATION OF A GRADUATE DEGREE PROGRAM (E.G. GRADUATE CERTIFICATE) IN FOOD SYSTEMS.PROJECT ACTIVITIES INCLUDE A STUDY TOUR OF FOOD SYSTEMS IN URBAN AND RURAL KENTUCKY, DEVELOPMENT OF A TEAM-TAUGHT, GRADUATE-LEVEL LOCAL AND REGIONAL FOOD SYSTEMS COURSE, AND EXTENSIVE PROFESSIONAL DEVELOPMENT, COMMUNICATION NETWORKING, AND LEADERSHIP EXPERIENCES. FROM THIS TRAINING PROGRAM, STUDENTS WILL GAIN SYSTEMS-THINKING SKILLS AND INTERDISCIPLINARY PROFESSIONAL COMMUNICATION EXPERIENCE TO STRENGTHEN THE ENTIRE PLANT PRODUCTION SUPPLY CHAIN, AND ENHANCE EMPLOYABILITY FOR PROFESSIONAL POSITIONS ACROSS AGRICULTURE SECTORS SUPPORTING SPECIALTY AND AGRONOMIC CROP PRODUCTION. PARTNERSHIPS WITH THE CAFE OFFICE OF DIVERSITY WILL AID IN THE RECRUITMENT AND PIPELINING OF STUDENTS FROM UNDERREPRESENTED BACKGROUNDS INTO A GROWING WORKFORCE SUPPORTING FOOD SYSTEMS DEVELOPMENT AND LOCAL FOOD ACCESS CAREER FIELDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_20213842034057_12H3"}, {"internal_id": 123184348, "Award ID": "20213842034056", "Award Amount": 262500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-28", "CFDA Number": "10.210", "Description": "ENVIRONMENTAL JUSTICE (EJ) IS AN ACADEMIC AND POLICY FRAMEWORK INTENDED TO EVALUATE THE SOCIETAL COSTS OF DECISIONS ABOUT ENVIRONMENTAL MANAGEMENT, FOOD PRODUCTION, AND OTHER ACTIVITIES WITHIN THE SCOPE OF AGRICULTURAL AND NATURAL RESOURCES.ALTHOUGH EJ WORK OFTEN FOCUSES ON INEQUITIES IN ENVIRONMENTAL CONDITIONS EXPERIENCED BY LOW-INCOME OR RACIALLY MARGINALIZED COMMUNITIES, AGRICULTURAL AND NATURAL RESOURCES SCIENTISTS RARELY ENCOUNTER EJ IN THEIR ACADEMIC TRAINING, RESEARCH, OR HANDS-ON PRACTICAL EXPERIENCES - EVEN AT LAND-GRANT INSTITUTIONS, WHOSE MISSIONS INCLUDE DEEP COMMUNITY ENGAGEMENT AND SERVICE.THIS PROGRAM WILL RECRUIT AND MENTOR THREE PH.D. FELLOWS FOR AN INNOVATIVE EXPERIENCE THAT INTEGRATES EJ THEORY, PRACTICE, AND METHODS INTO TRAINING WITHIN THE TARGETED EXPERTISE SHORTAGE AREA (TESA) OF FOREST RESOURCES.FELLOWS WILL UNDERTAKE COURSEWORK AND DISSERTATION RESEARCH IN PURSUIT OF A PH.D. IN FORESTRY AND ENVIRONMENTAL RESOURCES AND WILL RECEIVE HANDS-ON TRAINING THROUGH EXTERNAL EXPERIENCES.THE PROGRAM WILL RECRUIT FELLOWS FROM DIVERSE BACKGROUNDS, ESPECIALLY THOSE WITH DEMONSTRABLE COMMITMENTS TO MARGINALIZED COMMUNITIES ON WHOM EJ POLICIES OFTEN CENTER.TO ACCOMPLISH THIS, THE PROGRAM WILL LEVERAGE NORTH CAROLINA STATE UNIVERSITY&#39;S CRITICAL MASS OF EJ SCHOLARS AND EXISTING PARTNERSHIPS WITH COMMUNITY-BASED ORGANIZATIONS AND NATIVE AMERICAN TRIBES.CAREFUL RECRUITING, MENTORING, AND TRAINING WILL ENSURE THAT FELLOWS GRADUATE PREPARED TO ENTER A WORKFORCE AS SCIENTISTS CAPABLE OF EVALUATING EJ IMPLICATIONS OF THEIR WORK THROUGHOUT THEIR CAREERS.COMMUNITY-BASED INTERNSHIPS, AN INTERNATIONAL EXPERIENCE, AND SPECIALIZED TRAINING WILL PREPARE FELLOWS FOR FUTURE LEADERSHIP.SUCCESS WILL BE EVALUATED AGAINST THE USDA GOAL OF \"INCREAS(ING) THE NUMBER, QUALITY AND DIVERSITY OF STUDENTS IN THE FOOD, AGRICULTURAL AND RELATED SCIENCES.\"", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20213842034056_12H3"}, {"internal_id": 123184349, "Award ID": "20213842034040", "Award Amount": 262500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-30", "CFDA Number": "10.210", "Description": "THIS MULTIDISCIPLINARY GRADUATE FELLOWSHIP PROGRAM FOCUSES ON USDA/NIFA CHALLENGE AREA OF FOOD SECURITY AND TARGETED EXPERTISE SHORTAGE AREA (TESA) OF ANIMAL PRODUCTION WITH SPECIAL TRAINING IN ANIMAL SCIENCE (A), VETERINARY MEDICINE (V), AND BIOTECHNOLOGY (B) DISCIPLINES.THE OVERALL GOAL OF THE PROGRAM IS TO PROVIDE DOCTORAL-LEVEL TRAINING FOR NEXT-GENERATION ANIMAL SCIENTISTS IN REPRODUCTIVE BIOTECHNOLOGY USING COLLABORATIVE AND STATE-OF-THE-ART APPROACHES TO ENHANCE RESEARCH AND LEADERSHIP SKILLS. THE MAIN OBJECTIVES ARE TO 1) PROVIDE SUPPORT FOR TRAINING OF THREE OUTSTANDING DOCTORAL STUDENTS WITH A STRONG EMPHASIS ON UNDERREPRESENTED MINORITIES; 2) PROVIDE STATE-OF-THE-ART ACADEMIC AND RESEARCH TRAINING THROUGH MULTIDISCIPLINARY MENTORS WHICH WILL ENABLE STUDENTS TO BE COMPETITIVE IN A VARIETY OF SETTINGS; 3) ASSIST AND PROMOTE THE DEVELOPMENT OF FUTURE LEADERS IN THE ANIMAL REPRODUCTIVE BIOTECHNOLOGY FIELD THAT CONTRIBUTE TO THE SHORTAGE AREAS IN FOOD AND AGRICULTURAL SCIENCES.THE THREE PH.D. FELLOWS IN THIS NNF GRADUATE FELLOWSHIP PROGRAM WILL BE PROVIDED WITH MULTIDISCIPLINARY COURSES, INNOVATIVE RESEARCH, AND EXTENSION OPPORTUNITIES,AND HANDS-ON TRAINING ONANIMAL REPRODUCTIVE BIOTECHNOLOGIES. MOREOVER, STUDENTS WILL BE PROVIDED WITH ETHICS AND LEADERSHIP TRAINING OPPORTUNITIES TO DEVELOP THEIR COMMUNICATION SKILLS WHO CAN ENTER THE GLOBAL WORKFORCE AND NOT ONLY SUCCEED BUT ALSO LEAD IN THE USDA TESA.THE COLLABORATIVE NATURE OF THIS TRAINING BETWEEN DEPARTMENTS OF BIOMEDICAL SCIENCES AND ANIMAL SCIENCES WILL CREATE A UNIQUE OPPORTUNITY FOR FELLOWS TO COMBINE BASIC AND TRANSLATIONAL REPRODUCTIVE BIOTECHNOLOGY WITH FIELD OPERATIONS TO ENABLE THEM TO ADDRESS THE CRITICAL PROBLEMS IN ANIMAL AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20213842034040_12H3"}, {"internal_id": 123184350, "Award ID": "20213842034039", "Award Amount": 262500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-28", "CFDA Number": "10.210", "Description": "THREE DOCTORAL FELLOWS ARE SUPPORTED BY NNF AND AGRICULTURAL EDUCATION AT AUBURN UNIVERSITY. THE PROJECT WILL SUPPORT BOTH FELLOWSHIP AND IRTA. LACK OF AN AGRICULTURALLY LITERATE PUBLIC AND POLICY MAKERS IS A GROWING CONCERN AS AGRICULTURAL SYSTEMS ARE STRETCHED TO THE LIMITS. CLEMONS AND LINDNER (2018) NOTED \"A GROWING GLOBAL POPULATION, URBANIZATION OF POPULATIONS, AND AGEING FARMERS EXACERBATES THE AGRICULTURAL LITERACY PROBLEM\" (P. 239). THE GOAL OF THIS PROJECT IS RECRUIT AND TRAIN ETHNICALLY AND GENDER DIVERSE DOCTORAL STUDENTS WITH TECHNICAL COMPETENCE AND LEADERSHIP SKILLS TO MEET THE NEED FOR A MORE AGRICULTURALLY LITERATE PUBLIC AND POLICY MAKERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20213842034039_12H3"}, {"internal_id": 96162520, "Award ID": "20203842030994", "Award Amount": 241000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-20", "CFDA Number": "10.210", "Description": "THIS NATIONAL NEEDS FELLOWSHIP PROGRAM, PROMOTING INSECT PEST MANAGEMENT: GRADUATE RESEARCH AND EDUCATION TO FOSTER COMMUNICATION AND COLLABORATION ACROSS DISCIPLINARY BOUNDARIES, WILL DEVELOP HIGHLY QUALIFIED INDIVIDUALS WITH EXPERTISE IN INSECT-MICROBE-HOST INTERACTIONS, AN UNDERSTANDING OF THE PROCESS OF SCIENTIFIC INQUIRY, AND TRAINING IN THE BASIC AND APPLIED SCIENCES TO GENERATE CREATIVE SOLUTIONS FOR CURRENT AND FUTURE AGRICULTURAL BIOSECURITY NEEDS. FELLOWS WILL PARTICIPATE IN CUTTING-EDGE SCIENCE THROUGH THESIS RESEARCH, LEADING TO EITHER AN MS OR PHD, IN THE LABORATORIES OF LEADING BASIC AND APPLIED SCIENTISTS AT THE UNIVERSITY OF GEORGIA DEPARTMENT OF ENTOMOLOGY, FULFILLING THE NIFA STRATEGIC GOALS OF ADVANCING THE DEVELOPMENT AND DELIVERY OF SCIENCE THAT ADVANCES AGRICULTURAL FOOD SECURITY. IN ADDITION TO RESEARCH, FELLOWS SUPPORTED BY THIS PROPOSAL WILL ENGAGE IN EXPERIENTIAL LEARNING THROUGH PLACEMENT WITH A PROJECT PARTNER IN INDUSTRY, GOVERNMENT, OR EXTENSION. THE PLACEMENTS ARE DESIGNED TO PROMOTE THE FELLOWS&#39; AWARENESS OF THE RANGE OF CAREER OPPORTUNITIES AND ALLOW FOR NETWORKING BETWEEN THE FELLOWS AND PARTNERS. INCREASING THE VISIBILITY OF CAREER OPPORTUNITIES IS SEEN AS ONE PATH TO EFFECTIVE RECRUITMENT AND RETENTION OF UNDERREPRESENTED STUDENTS IN PARTICULAR, BUT WILL BENEFIT THE DEVELOPMENT OF ALL FELLOWS, MEETING THE NIFA&#39;S STRATEGIC GOAL OF ENSURING A DIVERSE WORKFORCE. TO ENSURE THE SUCCESSFUL COMPLETION OF DEGREE PROGRAMS, THE FELLOWS WILL BE MENTORED IN PROJECT MANAGEMENT INCLUDING REGULAR PROJECT PERFORMANCE PROGRESS REPORTS. THE PROJECT DIRECTOR IS WELL TRAINED IN MENTORING FOR DIVERSITY. THROUGH THESE PLANS WE AIM FOR A 100% COMPLETION RATE FOR THE FELLOWS, THUS DELIVERING INDIVIDUALS WITH THE SCIENTIFIC EXPERTISE AND LEADERSHIP SKILLS TO CONTRIBUTE TO WORLDWIDE AGRICULTURAL BIOSECURITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20203842030994_12H3"}, {"internal_id": 97015893, "Award ID": "20203842030771", "Award Amount": 205000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-14", "CFDA Number": "10.210", "Description": "THE PROPOSED PROJECT WILL CREATE A MULTIDISCIPLINARY GRADUATE FELLOWSHIP PROGRAM THAT CONNECTS FOOD SCIENCE AND SOIL SCIENCE. THE GOAL OF \"SECURING THE FUTURE\" NATIONAL NEEDS FELLOWSHIP PROGRAM IS TO PREPARE FIVE MASTER&#39;S FELLOWS FROM UNDERREPRESENTED GROUPS IN FOOD AND AGRICULTURAL SCIENCES RESEARCH AND EDUCATION TO ADDRESS FOOD SECURITY/INSECURITY THROUGH INTEGRATED FOOD SAFETY AND SOIL HEALTH RESEARCH AND EDUCATION. FELLOWS WILL MAJOR IN FOOD SCIENCE OR PLANT &AMP; SOIL SCIENCES (SOIL SCIENCE) AND RECEIVE ADDITIONAL TRAINING IN FOOD SAFETY, FOOD PROCESSING, SOIL MICROBIOLOGY, AND SOIL HEALTH. FELLOWS WILL ENGAGE IN COLLABORATIVE RESEARCH INVOLVING BOTH DISCIPLINES. THE PROGRAM WILL PROVIDE ACTIVE MENTORING OF THE FELLOWS AND EXPERIENTIAL LEARNING OPPORTUNITIES THROUGH INVOLVEMENT IN EXTENSION AND OUTREACH ACTIVITIES. THE PROGRAM WILL PRODUCE GRADUATES WITH PRACTICAL KNOWLEDGE AND LEADERSHIP SKILLS AIMED AT SOLVING PROBLEMS ASSOCIATED WITH FOOD INSECURITY/SECURITY THROUGH INNOVATIONS IN INTEGRATED FOOD SAFETY AND SOIL HEALTH RESEARCH. THE PROGRAM WILL PROVIDE A MODEL FOR INTEGRATIVE STUDENT TRAINING TO ADDRESS THE DILEMMA OF HELPING TO PROVIDE SOLUTIONS TO THE GLOBAL GRAND CHALLENGE OF INCREASED FOOD PRODUCTION FOR AN INCREASING POPULATION WHILE PRESERVING ENVIRONMENTAL SUSTAINABILITY. THE PROPOSED PROJECT ALIGNS DIRECTLY WITH THE GOALS OF THE NNF PROGRAM AND USDA STRATEGIC GOALS BY DEVELOPING A DIVERSE CADRE OF HIGHLY-SKILLED FELLOWS IN THE TESA: FOOD SCIENCE, HUMAN NUTRITION AND HUMAN SCIENCES. THE FELLOWS WILL CONTRIBUTE TO THE ABILITY OF AMERICAN AGRICULTURAL PRODUCERS TO PROSPER BY FEEDING THE WORLD AND INCREASING FOOD SECURITY THROUGH PRACTICAL KNOWLEDGE OBTAINED THROUGH INTEGRATED FOOD SAFETY AND SOIL HEALTH RESEARCH AND EDUCATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_20203842030771_12H3"}, {"internal_id": 95809038, "Award ID": "20203842030728", "Award Amount": 79500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-24", "CFDA Number": "10.210", "Description": "THERE IS A CRITICAL NEED IN U.S. AGRICULTURE FOR TRAINED PROFESSIONALS WITH INTERDISCIPLINARY EXPERTISE IN AGRICULTURAL TECHNOLOGY AND PLANT BIOLOGY TO TRANSLATE SENSOR-BASED DATA INTO ACTIONABLE INFORMATION THROUGH THE USE OF MATHEMATICAL MODELS AND DECISION SUPPORT SYSTEMS. THIS INTERDISCIPLINARY SKILL-SET ENTAILS KNOWLEDGE OF PLANT SCIENCES, MATHEMATICS, ENGINEERING, AND COMPUTER SCIENCES, AND IS ESSENTIAL FOR THE DEVELOPMENT OF THE NEXT GENERATION OF TECHNOLOGIES IN THE FIELDS OF PRECISION AGRICULTURE, BREEDING, GENOMICS, INDOOR AGRICULTURE, AND MECHANICAL HARVESTER DESIGN, AMONG MANY OTHERS. WE HAVE THE EXPERTISE AND FACILITIES TO TRAIN THE NEXT GENERATION OF SCIENTISTS IN THIS EXCITING FIELD. WE PROPOSE TO DEVELOP AN INNOVATIVE TRAINING PROGRAM FOR PH.D. STUDENTS, WITH THE GOAL OF THEM BECOMING FUTURE LEADERS IN THE FIELD OF AGRICULTURAL SENSING AND MODELING TECHNOLOGY DEVELOPMENT.TO ACCOMPLISH THESE GOALS, WE WILL LEVERAGE CURRENT RESOURCES AT U.C. DAVIS TO PROVIDE AN IMMERSIVE TRAINING EXPERIENCE IN WHICH GRADUATE STUDENTS WILL LEARN HOW TO FUSE NOVEL SENSING TECHNOLOGIES WITH MATHEMATICAL MODELS AND KNOWLEDGE OF PLANT PHYSIOLOGY TO DEVELOP USEFUL TOOLS THAT INFORM PRODUCER DECISION-MAKING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20203842030728_12H3"}, {"internal_id": 97015894, "Award ID": "20203842030727", "Award Amount": 262500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-14", "CFDA Number": "10.210", "Description": "ACHIEVING FOOD SECURITY FOR A RAPIDLY GROWING POPULATION UNDER CHANGING ENVIRONMENTAL AND ECONOMIC CONDITIONS REQUIRES INNOVATIVE SOLUTIONS. EMERGING TECHNOLOGIES HAVE THE POTENTIAL TO CONTRIBUTE TO SOLVING THESE CHALLENGES, INCLUDING BY DRAMATICALLY INCREASING THE EFFICIENCY OF AGRICULTURAL PRODUCTION PRACTICES. HOWEVER, THERE ARE ENORMOUS GAPS IN OUR UNDERSTANDING OF THE SPECIFIC WAYS IN WHICH THESE TECHNOLOGIES WILL AFFECT FOOD SECURITY, THE ENVIRONMENT, SOCIETY, AND THE ECONOMY IN THE US WITHIN AN INCREASINGLY GLOBALIZED MARKET SYSTEM.THIS PROJECT WILL RECRUIT AND PROVIDE FUNDING FOR A COHORT OF THREE GRADUATE STUDENT FELLOWS TO PURSUE THEIR PH.D. WITHIN THE ENVIRONMENTAL STUDIES PROGRAM AT THE UNIVERSITY OF COLORADO BOULDER. THE RECRUITMENT STRATEGY WILL STRIVE TO ATTRACT A DIVERSE APPLICANT POOL THAT INCLUDES APPLICANTS FROM UNDERREPRESENTED GROUPS. THE THREE FELLOWS WILL DEVELOP RESEARCH PROJECTS THAT EACH FOCUS ON A DIFFERENT SET OF EMERGING AND POTENTIALLY DISRUPTIVE TECHNOLOGIES IN THE AGRICULTURAL SECTOR. EXAMPLES OF TECHNOLOGIES THAT THE FELLOW MIGHT STUDY INCLUDE: PRECISION AGRICULTURE; CELLULAR AGRICULTURE; AND INDOOR AGRICULTURE. THE FELLOWS WILL RECEIVE INTERDISCIPLINARY TRAINING IN FOOD AND AGRICULTURAL SYSTEMS, ECONOMICS, MANAGEMENT, ENVIRONMENTAL STUDIES, LEADERSHIP, AND PEDAGOGY. THEY WILL ENGAGE IN EXPERIENTIAL LEARNING OPPORTUNITIES, INCLUDING: TEACHING EXPERIENCE; ROTATIONS IN A RANGE OF RESEARCH GROUPS; A SUMMER FELLOWSHIP; AND AN INTERNATIONAL EXPERIENCE. THEY WILL ENGAGE IN INDEPENDENT BUT RELATED AND COMPLEMENTARY RESEARCH PROJECTS, CONTRIBUTING NOVEL SCHOLARSHIP AND IMPORTANT EARLY KNOWLEDGE AND UNDERSTANDING ABOUT THE POTENTIAL FOR EMERGING AGRICULTURAL TECHNOLOGIES TO ACHIEVE IMPACT AT A NATIONAL SCALE. THEY WILL BE STEERED THROUGHOUT THE PH.D. PROGRAM BY COORDINATED GUIDANCE AND MENTORSHIP, BOTH INDIVIDUALLY AND AS A COHORT, BY A CLOSE-KNIT TEAM OF FACULTY AND THROUGH PEER-MENTORING STRUCTURES.THE PROJECT WILL RESULT IN A GRADUATING COHORT OF WELL-TRAINED FELLOWS WHO ARE EQUIPPED TO ENTER THE WORKFORCE AS RESEARCHERS, DECISION-MAKERS, EDUCATORS, AND/OR BUSINESS LEADERS. THEY WILL PRODUCE SCIENTIFIC RESEARCH ARTICLES, DELIVER CONFERENCE PRESENTATIONS, AND WILL DISSEMINATE THEIR RESULTS THROUGH POLICY BRIEFS, BLOGPOSTS, PUBLIC TALKS, AND SOCIAL MEDIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_20203842030727_12H3"}, {"internal_id": 97015895, "Award ID": "20203842030726", "Award Amount": 178498.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-14", "CFDA Number": "10.210", "Description": "THIS NATIONAL NEEDS FELLOWSHIP WILL INCREASE MULTICULTURAL DIVERSITY IN THE FOREST RESOURCES TESA BY TRAINING A TEAM OF 1 PHD AND 2 MS STUDENTS (AT LEAST ONE WOMAN AND ONE UNDERREPRESENTED MINORITY) IN COLLABORATIVE FOREST AND FIRE MANAGEMENT IN OREGON. THE PROJECT ALIGNS WITH USDA&#39;S GOAL TO FACILITATE RURAL PROSPERITY AND ECONOMIC DEVELOPMENT; MILLIONS OF DOLLARS OF REVENUE AND WAGES ARE LOST ANNUALLY IN FIRE-AFFECTED COMMUNITIES IN THE WESTERN US. SUCH IMPACTS CAN BE REDUCED THROUGH PROACTIVE APPROACHES TO IDENTIFY AREAS AT RISK AND TAKING APPROPRIATE, SCIENCE-INFORMED MANAGEMENT ACTIONS. THROUGH CULTIVATING STUDENTS&#39; ABILITIES TO TRANSLATE AND APPLY SCIENCE IN PUBLIC DELIBERATIONS, THE PROPOSAL ALIGNS WITH USDA&#39;S EDUCATION AND SCIENCE LITERACY GOALS.OREGON STATE UNIVERSITY&#39;S FOREST ECOSYSTEMS &AMP; SOCIETY DEGREE PROGRAM TRAINS STUDENTS IN PRACTICAL APPLICATIONS TO PROBLEM SOLVING AND TEAMWORK THROUGH THREE NEW INTERDISCIPLINARY COURSES, AS WELL AS AN INDIVIDUALLY DESIGNED PROGRAM OF STUDY. IT ALSO PROVIDES NUMEROUS OPPORTUNITIES FOR LEADERSHIP AND SCIENCE COMMUNICATION. BY SUCCESSFULLY COMPLETING THEIR DEGREES, AS WELL AS THE PLANNED TRAINING AND JOB-SHADOWING ACTIVITIES INCLUDED IN THIS PROJECT, STUDENTS WILL BE WELL SITUATED FOR SUCCESS IN THE WORKFORCE.IN YEAR 1, WE WILL ENGAGE IN EXTENSIVE RECRUITING EFFORTS. IN YEAR 2 WE WILL TOUR EASTERN OREGON TO VISIT WITH STAKEHOLDERS. THROUGH DISCIPLINARY TRAINING (FELLOWSHIP-FUNDED) AND JOINT INTERDISCIPLINARY ACTIVITIES (IRTA-FUNDED), STUDENTS WILL GAIN SKILLS IN MAKING SCIENCE USEFUL TO COLLABORATIVE ORGANIZATIONS, COMMUNITIES, AND POLICY MAKERS. EXTENSION FORESTERS WILL PROVIDE OFF-CAMPUS MENTORING, JOB SHADOWING, AND OPPORTUNITIES TO COLLABORATE WITH SPECIALISTS AND THE PUBLIC SECTOR. IN YEAR 3, STUDENTS WILL PRODUCE A PROBLEM-FOCUSED EXTENSION PRODUCT FOR USE IN LAND MANAGEMENT, AND WORK TOWARDS PEER-REVIEWED PUBLICATIONS FROM THEIR RESEARCH. BY GRADUATING AT LEAST ONE WOMAN AND ONE STUDENT FROMAN UNDERREPRESENTED GROUP, WE WILL HAVE A MEASURABLE IMPACT IN THE FORESTRY TESA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20203842030726_12H3"}, {"internal_id": 96585619, "Award ID": "20203842030725", "Award Amount": 136500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-02", "CFDA Number": "10.210", "Description": "THE U.S. FACES A CRITICAL SHORTAGE OF PROFESSIONALS WITH THE TRAINING TO COMBAT MAJOR GLOBAL HEALTH SECURITY PRIORITIES, INCLUDING ZOONOTIC AND FOREIGN ANIMAL DISEASES, FOOD PROTECTION, AGROTERRORISM, AND ANTIMICROBIAL RESISTANCE. THE OHIO STATE UNIVERSITY IS WELL POSITIONED TO HELP BUILD THE NEXT GENERATION WORKFORCE CAPABLE OF ADDRESSING THESE PRIORITIES. THROUGH THE PROPOSED TRAINING PROGRAM, OUR GOAL IS THE PRODUCTION OF THREE VETERINARY PROFESSIONALS WITH ADVANCED TECHNICAL TRAINING IN AGRICULTURAL BIOSECURITY AND THE PROFICIENCY TO SHARE THEIR EXPERTISE WITH THE SECTORS INVOLVED IN THE IMPLEMENTATION OF BIOSECURITY MEASURES. TO ACCOMPLISH THIS GOAL, WE WILL DELIVER A RIGOROUS, THREE-YEAR POST-DOCTORAL TRAINING PROGRAM (FELLOWSHIP) THAT CULMINATES IN A MASTER OF PUBLIC HEALTH DEGREE AND ELIGIBILTY FOR NATIONAL BOARD CERTIFICATION IN VETERINARY PREVENTIVE MEDICINE. FELLOWS WILL DESIGN AND IMPLEMENT SCENARIO-BASED ANIMAL DISEASE OUTBREAK TRAINING EXERCISES THAT SIMULATE RELEVANT FIELD CONDITIONS AND STAKEHOLDER PRIORITIES. PARTICIPANTS OF THE TRAINING EXERCISES WILL REPRESENT DIVERSE AGENCIES INVOLVED WITH THE PROTECTION OF AGRICULTURAL RESOURCES, INCLUDING THE OHIO DEPARTMENT OF AGRICULTURE, USDA, AND EMERGENCY RESPONSE SERVICES. OUR PROPOSAL DIRECTLY ADDRESSES THE MAIN GOAL OF THE NATIONAL NEEDS FELLOWSHIP GRANT PROGRAM: TO PROMOTE ADVANCES IN U.S. FOOD, AGRICULTURAL, NATURAL RESOURCES, AND HUMAN SCIENCES THROUGH THE TRAINING OF NEW STUDENTS, TO FILL NATIONALLY IDENTIFIED EXPERTISE SHORTAGE AREAS. ADDITIONALLY, BY REQUIRING OUR FELLOWS TO ENGAGE WITH MULTI-SECTORAL AND MULTI-DISCIPLINARY NATIONAL AND INTERNATIONAL STAKEHOLDERS, FELLOWS WILL CULTIVATE LEADERSHIP, MANAGEMENT, AND COMMUNICATION SKILLS. THE FELLOWSHIP WILL GENERATE GLOBAL LEADERS IN THE AGRICULTURE SECTOR, BECAUSE A HEALTH THREAT ANYWHERE IS A HEALTH THREAT EVERYWHERE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20203842030725_12H3"}, {"internal_id": 95809039, "Award ID": "20203842030724", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-07", "CFDA Number": "10.210", "Description": "THE FIELD OF DATA SCIENCE IS BLOSSOMING IN PARALLEL TO A PROLIFERATION OF DATA STREAMS ON FOOD, AGRICULTURE, NUTRITION, HEALTH, AND SUSTAINABILITY. DATA SCIENCE OFFERS A FRAMEWORK OF ANALYTICAL SKILLS TO LINK, MANAGE, MAP, ANALYZE, INTERPRET, AND DISPLAY DATA, AS WELL AS TO COMMUNICATE THEIR FINDINGS TO DIVERSE AUDIENCES. TO ADDRESS THE TARGETED EXPERTISE SHORTAGE AREA (TESA) OF DATA SCIENCE, WE WILL TRAIN THREE PH.D. FELLOWS WHO GAIN EXPERTISE IN DATA ANALYTICS, DATA VISUALIZATION AND EFFECTIVE COMMUNICATION AS WELL AS TRAINING IN ONE OF THREE OF FOCAL DISCIPLINES AND THEMES: HEALTHY FOOD CHOICES, FOOD SAFETY AND QUALITY, AND SUSTAINABLE AGRICULTURE. OUR PROGRAM IS ALIGNED WITH TWO FARM BILL PRIORITY AREAS AND SEVERAL STRATEGIC GOALS FROM THE USDA STRATEGIC PLAN FY2014-2018, USDA-NIFA CHALLENGE AREAS, AND NIFA SUB-GOALS 1.1, 1.2, 1.3, AND 1.7. THE DEMAND FOR EXPERTS IN DATA SCIENCE, CAPABLE TO EFFECTIVELY UTILIZE DATA AND INTEGRATE NEW ANALYTICAL APPROACHES TO FURTHER FOOD AND AGRICULTURE ENTERPRISES, IS GROWING. THE LARGE POOL OF POTENTIAL PH.D. STUDENTS COMBINED WITH THE MISSION OF OUR DATA SCIENCE PROGRAM ALLOWS US TO ATTRACT AND RETAIN UNDERREPRESENTED MINORITY APPLICANTS. WE WILL MAKE FELLOWS&#39; WORK A FOCAL POINT OF THE ANNUAL STUDENT-LED NUTRITION DATA SCIENCE SUMMIT AND THE NUTRITION COMMUNITY. WE PROPOSE A NEW TRANSFORMATIVE FRAMEWORK TO TRAIN LEADERS WHO: HARNESS THE DATA CYCLE, THINK CRITICALLY IN CONDUCTING DATA ANALYTICS, SUPPORT THE CRAFT OF TEAMWORK WITHOUT JEOPARDIZING INDIVIDUAL CREATIVITY, AND SUPPORT DIALOGUE AND WELL-PRESENTED ARGUMENTS WITHOUT LOSING FOCUS ON ACTIONABLE SOLUTIONS AND ETHICAL ASPECTS OF DATA LIFE CYCLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1365968e-88a8-9046-4733-6ec9e7f54826-C", "generated_internal_id": "ASST_NON_20203842030724_12H3"}, {"internal_id": 96162527, "Award ID": "20203842030723", "Award Amount": 262500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-14", "CFDA Number": "10.210", "Description": "METABOLOMICS IS THE COMPREHENSIVE STUDY OF ALL SMALL MOLECULES (I.E. METABOLITES) WITHIN A BIOLOGICAL SYSTEM. THE ANALYSIS OF THOUSANDS OF METABOLITES AT ONCE PROVIDES A FUNCTIONAL READOUT OF A SYSTEM, PROVIDING VALUABLE BIOCHEMICAL INFORMATION. NEW IN ITS APPLICATION IN AGRICULTURAL SCIENCES, METABOLOMICS HAS WIDESPREAD UTILITY AND REQUIRES THE INTEGRATION OF ANALYTICAL CHEMISTRY, BIOCHEMISTRY, AND DATA ANALYSIS FOR A SYSTEMS-WIDE VIEW. THE OHIO STATE UNIVERSITY IS POISED TO TRAIN STUDENTS IN THIS EMERGING, HIGHLY RELEVANT AREA. WE PROPOSE METABOLOMICS ACROSS THE FOOD SYSTEM: AN INTEGRATED GRADUATE TRAINING PROGRAM TO FILL CRITICAL NEEDS IN FOOD SCIENCE, HUMAN SCIENCES, AND HUMAN NUTRITION TESA (DISCIPLINES BIOTECHNOLOGY, BIOCHEMISTRY AND MICROBIOLOGY (B) FOOD SCIENCE (F), HUMAN NUTRITION (N), AND PLANT SCIENCES (P)). OUR PRIMARY OBJECTIVE IS TO TRAIN AN INTERDISCIPLINARY AND DIVERSE GRADUATE COHORT WITH SKILLS IN METABOLOMICS AS IT RELATES TO PLANTS, FOODS, AND NUTRITION. PROJECT DIRECTOR JESSICA COOPERSTONE, AND CO-DIRECTORS EMMANUEL HATZAKIS, RACHEL KOPEC AND DEVIN PETERSON HAVE SKILLS IN METABOLOMICS ACROSS THE PLANT-FOOD-NUTRITION SPACE TO TRAIN FUTURE LEADERS FOR INDUSTRY, GOVERNMENT, ACADEMIC, AND NONPROFIT JOBS. WE WILL TRAIN THREE DOCTORAL STUDENTS FOR THREE YEARS, AND ONE MASTER&#39;S STUDENT FOR TWO YEARS. EACH OF OUR FELLOWS WILL DISPLAY COMPETENCIES IN: DESIGNING, CONDUCTING, AND ANALYZING RESEARCH IN FOOD- AND NUTRITION-RELATED METABOLOMICS, PUTTING FINDINGS INTO BROADER CONTEXT, AND COMMUNICATING SCIENTIFIC FINDINGS TO ACADEMICS AND THE PUBLIC. THIS PROGRAM AFFORDS TRAINEES SKILLS NEEDED TO SOLVE FUTURE GRAND CHALLENGES AND INCREASE HUMAN RESOURCE DIVERSITY IN THE AGRICULTURAL ENTERPRISE, WHILE PROVIDING ALL AMERICANS A SAFE AND NUTRITIOUS FOOD SUPPLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20203842030723_12H3"}, {"internal_id": 96162528, "Award ID": "20203842030722", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-24", "CFDA Number": "10.210", "Description": "PLANT DISEASES ARE A SIGNIFICANT THREAT TO GLOBAL FOOD SECURITY.GIVEN THAT CLIMATE VARIABILITY IS LEADING TO NEWLY EMERGING DISEASES, CROP LOSS DUE TO PLANT DISEASE IS POISED TO BECOME ONE OF THE BIGGEST CROP PRODUCTION PROBLEMS OF THIS CENTURY. BOTH MOLECULAR AND FIELD-SCALE APPROACHES FOR DISEASE MANAGEMENT ARE CRITICAL TO MAKING GAINS IN PLANT PRODUCTION. NEW GENOMIC AND PHENOMIC TOOLS DEMAND THAT PLANT PATHOLOGISTS HAVE A STRONG FOUNDATION IN QUANTITATIVE SKILLS, INCLUDING BIG DATA AND IMAGE ANALYSIS.BECAUSE OF THE MULTIPLE SCALES AND CROSS-DISCIPLINARY NATURE OF PLANT PATHOLOGY, SCIENTISTS TRAINED IN MOLECULAR AND FIELD-SCALE PLANT PATHOLOGY WHO CAN INTEGRATE THIS KNOWLEDGE WITH QUANTITATIVE APPROACHES ARE NEEDED. IN THIS NATIONAL NEEDS FELLOWSHIP PROPOSAL, WE WILL DEVELOP A NEW DOCTORAL TRAINING PROGRAM THAT WILL TRAIN SIX PHD FELLOWS TO SOLVE PLANT DISEASE PROBLEMS BY OFFERING UNIQUE EXPERIENTIAL LEARNING AND LEADERSHIP OPPORTUNITIES FROM MOLECULAR TO FIELD PLANT PATHOLOGY INTEGRATED WITH CROSS-DISCIPLINARY TRAINING IN QUANTITATIVE SCIENCES. SUCCESS WILL BE MEASURED BY NUMBER OF DOCTORAL DEGREES AWARDED, QUALITY OF RESEARCH, AND JOB PLACEMENT IN ACADEMIA, INDUSTRY AND GOVERNMENT. THE SPECIFIC OBJECTIVES ARE: 1) DEVELOP A NEW DOCTORAL PROGRAM THAT WILL TRAIN SIX PHD NATIONAL NEEDS FELLOWS WITHIN THE TESA OF PLANT PRODUCTION, AND PROVIDE CROSS-DISCIPLINARY TRAINING IN COMPUTATIONAL AND QUANTIATIVE BIOLOGY, 2) PROVIDE RESEARCH AND TEACHING OPPORTUNITIES IN THE TESA FROM MOLECULAR TO FIELD SCALES, 3) PROVIDE EXPERIENTIAL LEARNING AND LEADERSHIP OPPORTUNITIES THROUGH INNOVATIVE INTERNSHIPS IN EXTENSION, INDUSTRY, AND PURDUE&#39;S PLANT AND PEST DIAGNOSTIC LABORATORY, 4) PREPARE STUDENTS FOR JOBS IN THE TESA. ?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20203842030722_12H3"}, {"internal_id": 96162529, "Award ID": "20203842030721", "Award Amount": 246000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-23", "CFDA Number": "10.210", "Description": "CAREERS IN EXTENSION PROVIDE IMPACTFUL AND STABLE POST-GRADUATION EMPLOYMENT OPPORTUNITIES FOR M.S. STUDENTS IN AGRICULTURE AND HORTICULTURE. TO BE SUCCESSFUL, CANDIDATES FOR THESE POSITIONS REQUIRE BOTH TECHNICAL SCIENCE BACKGROUNDS AND STRONG COMMUNICATION SKILLS TO MEET THE NEEDS OF A DIVERSE VARIETY OF AUDIENCES. IN UTAH, AND ACROSS THE US, THE DEMAND FOR SUITABLE CANDIDATES IS COMPOUNDED. IN UTAH, 40% OF THE UTAH STATE UNIVERSITY EXTENSION WORKFORCE WILL BE ELIGIBLE TO RETIRE WITHIN TEN YEARS. ONE CHALLENGE FACED IN RECENT SEARCH COMMITTEES FOR EXTENSION EDUCATORS WAS FINDING CANDIDATES WITH BOTH KNOWLEDGE OF AGRICULTURE AND EFFECTIVE COMMUNICATION SKILLS (ORAL AND WRITING). THEREFORE, THE PRIMARY GOAL OF STEPSS IS TO TRAIN SIX NNF FELLOWS AT THE MASTERS OF SCIENCE DEGREE LEVEL TO PROVIDE NEXT GENERATION LEADERS IN EXTENSION, SPECIFICALLY WITHIN THE PLANT PRODUCTION TARGETED EXPERTISE SHORTAGE AREA (TESA). NNF FELLOWS WILL APPLY CUTTING-EDGE RESEARCH FOR HIGH-VALUE CROP PRODUCTION. OUR TRAINING WILL HELP THE NNF FELLOW LEARN SKILLS IN AGRICULTURAL TECHNOLOGY (ENVIRONMENTAL SENSORS, HORTICULTURAL INFRASTRUCTURE, CROP MODELING, ETC.); DATA COLLECTION, ANALYSIS, AND MANAGEMENT; PROGRAMMING (WORKSHOPS, FIELD DAYS) AND GRANT WRITING, AND IMPROVE THEIR ORAL AND WRITTEN INFORMATION PROFICIENCY. THE FELLOWS WILL BE MENTORED TO REACH DIVERSE AUDIENCES INCLUDING THE GENERAL PUBLIC, INDIVIDUAL FARMERS AND GROWER ASSOCIATIONS, EXTENSION AGENTS, AND ACADEMIC SCIENTISTS. NNF FELLOWS WILL HAVE PROFESSIONAL DEVELOPMENT OPPORTUNITIES TO PRESENT THEIR RESEARCH, ORGANIZE FIELD EVENTS, USE SOCIAL MEDIA TECHNOLOGY, AND CO-AUTHOR BOTH PEER-REVIEWED RESEARCH PAPERS AND EXTENSION FACT SHEETS. THE STRENGTH OF STEPSS IS BASED ON THE WELL-ROUNDED OPPORTUNITIES THAT BRIDGE RESEARCH AND EXTENSION, AND THE HIGH POST-GRADUATION DEMAND FOR THIS TRAINING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20203842030721_12H3"}, {"internal_id": 96162530, "Award ID": "20203842030720", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-23", "CFDA Number": "10.210", "Description": "WE TARGET THE EXPERTISE SHORTAGE AREA OF FOREST RESOURCES AND THE DISCIPLINES OF CONSERVATION ANDRENEWABLE NATURAL RESOURCES. WE SEEK SUPPORT TO RECRUIT, EDUCATE, AND GRADUATE THREE PH.D.FELLOWS FROM UNDERREPRESENTED MINORITY GROUPS. WE PROPOSE A GRADUATE FELLOWSHIP PROJECT INFOREST RESOURCES FOCUSING ON BULLARD ET AL.&#39;S SIX CORE COMPETENCIES FOR WORKFORCE-READYRESEARCHERS AND PRACTITIONERS: MANAGING FOREST RESOURCES; CRITICAL THINKING; COMMUNICATING AND COLLABORATING;MANAGING SELF; LEADERSHIP; AND TRANSFORMATIVE LEADERSHIP AND LEARNING. OUR PROGRAM IS FRAMED TOOFFER A PATHWAY TO LONG-TERM, IMPACTFUL CAREERS IN FOREST RESOURCES. GRADUATE TRAININGENCOMPASSES COMPREHENSIVE COURSEWORK INTERWOVEN WITH OPPORTUNITIES TO CULTIVATE LEADERSHIPSKILLS THROUGH INSTRUCTION, PROFESSIONAL INTERNSHIPS AND OUTREACH INITIATIVES IN OUR LOCALCOMMUNITY AND PROFESSIONAL SOCIETIES. SPECIFICALLY, ELEMENTS INCLUDE: (A) TARGETED RECRUITING AT1890 LAND GRANT UNIVERSITIES AND HISTORICALLY BLACK COLLEGES ANDUNIVERSITIES; (B) INSTRUCTIONALAND EXPERIENTIAL LEARNING IN CONTEMPORARY FOREST ECOLOGY, MANAGEMEN; AND POLICY; (C) ACADEMIC,PROFESSIONAL, AND PEER MENTORING TAILORED TO UNDERREPRESENTED STUDENTS; (D) A PROFESSIONALINTERNSHIP WITH A FOREST RESOURCES COMPANY, A STATE OR FEDERAL AGENCY, OR A NON-PROFIT PROJECTPARTNER; (E) OPPORTUNITIES FOR LEADERSHIP AND TEACHING; AND (F) A COHESIVE AND SUPPORTIVE LEARNINGENVIRONMENT. ACCOMPLISHMENTS WILL BE ASSESSED PERIODICALLY THROUGH FELLOWS&#39; SELF-REPORTEDANNUAL REVIEWS AND PORTFOLIOS. OUR PROPOSED PROJECT ADDRESSES ALL FY2018 NNF OBJECTIVES,INCLUDING THE TRAINING OF NEW STUDENTS IN EXPERTISE SHORTAGE AREAS, INCREASING THE NUMBER OFOUTSTANDING STUDENTS FROM TRADITIONALLY UNDERREPRESENTED GROUPS, AND INSTILLING HANDS-ON SCIENCECOMPETENCIES. THESE OUTCOMES ALIGN WITH NIFA&#39;S GOALS TO INTEGRATE NATURAL AND HUMAN SCIENCES,RESEARCH, EDUCATION AND EXTENSION AS WELL AS TO PROMOTE COOPERATION AMONG STAKEHOLDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20203842030720_12H3"}, {"internal_id": 96585618, "Award ID": "20203842030719", "Award Amount": 246000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-02", "CFDA Number": "10.210", "Description": "ACROSS THE UNITED STATES EXURBANIZATION IS A PREDOMINANT LAND USE CHANGE, WHICH HAS PROFOUND IMPLICATIONS FOR OUR NATION&#39;S FOREST RESOURCES. EXURBAN DEVELOPMENT IMPACTS ECOLOGICAL FUNCTIONING, AFFECTS THE CHARACTER AND VIABILITY OF THE FORESTRY SECTOR, AND CREATES MYRIAD CHALLENGES FOR FORESTRY PRACTITIONERS SUCH AS SMALL PARCEL MANAGEMENT, CHANGING LANDOWNER ATTITUDES AND OBJECTIVES, AND INCREASED IMPORTANCE OF NON-TRADITIONAL FOREST MANAGEMENT ENTITIES. TO BE SUCCESSFUL AND MEET THE US FORESTRY SECTOR&#39;S CHANGING NEEDS AND EMPLOYER BASE, THE NEXT GENERATION OF FORESTRY PROFESSIONALS WILL REQUIRE INTENSIVE INTERDISCIPLINARY TRAINING AND KNOWLEDGE, SKILLS, AND ABILITIES THAT MATCH THESE NOVEL LANDSCAPES AND STAKEHOLDER NEEDS.WE WILL DEVELOP AN INTER-DISCIPLINARY MASTER&#39;S LEVEL GRADUATE TRAINING PROGRAM IN EXURBAN FOREST MANAGEMENT AND PLANNING FOCUSED AROUND EXPERIENTIAL SERVICE-LEARNING AND INTENSIVE PREPARATION IN SKILLS ASSOCIATED WITH THE FOLLOWING FOUNDATIONS: 1) EXURBAN FOREST MANAGEMENT, PLANNING, AND POLICY, 2) SOCIO-ECOLOGICAL SYSTEMS THEORY AND APPLICATION, 3) ECOSYSTEM SCIENCE AND MANAGEMENT, AND 4) COMMUNICATION AND ENGAGEMENT THROUGH PROJECT-BASED SERVICE LEARNING. SERVICE LEARNING COURSES WILL DIRECT STUDENTS THROUGH AN EXURBAN FOREST \"RESIDENCY\" PROGRAM THAT EMBEDS STUDENTS WITHIN PARTNER ORGANIZATIONS FROM RELEVANT EMPLOYMENT SECTORS. OUR GOAL IS TO PROVIDE FUTURE FORESTRY PRACTITIONERS A TRAINING FOUNDATION AND DIRECT EXPERIENCE WORKING WITH CATEGORIES OF POTENTIAL EMPLOYERS IN NOVEL AND EXPANDING SECTORS OF FOREST MANAGEMENT STAKEHOLDERS. WE ANTICIPATE SUCCESSFULLY DIRECTING OUR SIX FELLOWS INTO PROFESSIONAL POSITIONS FOCUSED AROUND MANAGEMENT OF FOREST RESOURCES IN EXURBAN LANDSCAPES, AND EXPECT THAT THIS PROGRAM WILL PROVIDE A STRONG BASIS FOR ONGOING EFFORTS TO PREPARE FOREST RESOURCES GRADUATES FOR AN EXURBAN FOREST FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_20203842030719_12H3"}, {"internal_id": 95809040, "Award ID": "20203842030718", "Award Amount": 202500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-02", "CFDA Number": "10.210", "Description": "WE WILL FOCUS ON THE TARGETED EXPERTISE SHORTAGE AREA (TESA) OF DATA SCIENCE TO ADDRESS TWO MACRO TRENDS - THE USE OF MULTIPLE STREAMS OF INFORMATION AND LARGE DATA SETS TO ADDRESS COMPLEX PHENOMENA AND THE SHIFT IN PHILOSOPHY FROM TRADITIONAL EXTENSION TO ENGAGEMENT WITH DIVERSE STAKEHOLDERS. OURPROGRAMMATIC GOALS (GOALS 1-2)MEET THE CRITICAL NNF NEED TO RECRUIT AND RETAIN FELLOWS (1 PH.D. AND 3 M.S.) FROM UNDER-REPRESENTED GROUPS AND PROVIDE THEM WITH AN EXPERIENTIAL LEARNING-BASED RESEARCH/ACADEMIC PROGRAM FOCUSED ON DATA SCIENCE FOR SUSTAINABLE AGRICULTURE IN AN ENVIRONMENT THAT PROMOTES INTERDISCIPLINARY SKILLS AND INTELLECTUAL DEVELOPMENT. OURSTUDENT-CENTERED GOALS (GOALS 3-5)WILL AUGMENT EXISTING GRADUATE OFFERINGS TO INCLUDE NEW COURSES AND EMPHASES IN THE NNF AREAS OF DATA SCIENCE, MENTORING AND STAKEHOLDER ENGAGEMENT TO SUPPORT THE STUDY OF SUSTAINABLE AGROECOSYSTEM MANAGEMENT PRACTICES, AND ENHANCE THE FELLOWS&#39; RESEARCH EXPERIENCES IN USING MULTIPLE DATA STREAMS IN A PROFESSIONAL DEVELOPMENT ENVIRONMENT THAT ADDRESSES THEIR PERSONAL, SOCIAL AND CAREER NEEDS. OURINSTITUTIONAL GOALS (GOALS 6-7)AIM TO SUSTAINING THE PROGRAM BY CHANGING THE INSTITUTIONAL CULTURE THROUGH INCLUDING FACULTY FROM MULTIPLE DEPARTMENTS, SCIENTISTS FROM GOVERNMENTAL LABORATORIES AND THE PRIVATE SECTOR (SEE LETTERS OF SUPPORT) IN THE REGION, STUDENT PEERS AND PRACTITIONERS AROUND THE WORLD, TO RECRUIT AND TRAIN STUDENTS FROM GROUPS UNDER-REPRESENTED WITH AN INTEREST IN THE APPLICATION OF DATA SCIENCE IN AGROECOSYSTEM SUSTAINABILITY.ALL ACTIVITIES AND OUTCOMES WILL BE EVALUATED BY AN EXTERNAL EVALUATOR IN CONJUNCTION WITH THE PROJECT LEADERSHIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20203842030718_12H3"}, {"internal_id": 96162531, "Award ID": "20203842030717", "Award Amount": 246000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-20", "CFDA Number": "10.210", "Description": "THE US SOUTH HAS 245 MILLION ACRES OF FORESTLAND COVERING 46% OF TOTAL LAND USE. THIS REGION IS THE LARGEST WOOD BASKET IN THE WORLD WHERE 60% OF US TIMBER DERIVES LARGELY FROM MANAGED SOFTWOOD PLANTATIONS AND HARDWOOD FORESTS. THESE FOREST SYSTEMS ARE MAJOR ECONOMIC ENGINES TO RURAL ECONOMIES. HOWEVER, NATIONWIDE, FOREST RESOURCES HAS THE LOWEST MINORITY REPRESENTATION WITHIN FOOD, AGRICULTURAL, NATURAL RESOURCES, AND HUMAN SCIENCES AND EVEN LOWER REPRESENTATION IN THE US SOUTH. DIVERSITY ENROLLMENT AND MATRICULATION HAVE FAILED DUE TO POOR INTERSECTIONS OF ACADEMIC SUPPORT, PEER COMMUNITY SUPPORT, MENTORING, LEADERSHIP DEVELOPMENT, AND \"READINESS\" WORK SKILLS. THIS NNF PROGRAM BUILDS ON A PILOT PROGRAM TO PIPELINE MINORITY UNDERGRADUATES FROM HBCUS TO SUCCESSFUL GRADUATE TRAINING IN FOREST RESOURCES AT NC STATE UNIVERSITY (NCSU). THE PROPOSED PROGRAM RECRUITS HBCU UNDERGRADUATES AND OFFERS PRE-ADMISSION MENTORING AND PROFESSIONAL DEVELOPMENT FOR A MASTER&#39;S OF FORESTRY AT NCSU. OUR NNF PROGRAM WILL RECRUIT AND RETAIN FOUR, HIGH-CALIBER MINORITY FORESTRY GRADUATE STUDENTS AND PREPARE THEM FOR MATRICULATION AND PROFESSIONAL SUCCESS THROUGH NNF-SPECIFIC PROGRAMMATIC, CURRICULAR, AND INDUSTRY EXPERIENCES IN FOREST RESOURCES. KEY NNF PROGRAM ELEMENTS ARE A MINORITY MENTORING/LEADERSHIP COMMUNITY (MLC), CERTIFIED FOREST CURRICULUM, AND INDUSTRY INTERNSHIPS IN THE AUTOMATION, ECONOMICS, BIOTECHNOLOGY, AND SCIENCE COMMUNICATION OF FOREST RESOURCES. THE NNF COHORT WILL MENTOR MINORITY UNDERGRADUATES, DISSEMINATE THEIR EXPERIENCES, NETWORK WITH PROFESSIONALS, AND PARTICIPATE IN ANNUAL NNF PROGRAM PERFORMANCE ASSESSMENT TO SUPPORT PIPELINE SUSTAINABILITY. THIS PROJECT SUPPORTS USDA&#39;S GOAL TO DEVELOP A DIVERSE AND HIGHLY-SKILLED WORKFORCE FOR EMPLOYMENT SHORTAGES IN FOREST RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20203842030717_12H3"}, {"internal_id": 85400200, "Award ID": "20193842030514", "Award Amount": 1100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.210", "Description": "RATIONALE:THE FOOD AND AGRICULTURAL EDUCATION INFORMATION SYSTEM (FAEIS; HTTP://FAIES.USDA.GOV) IS ONE OF THE FEW SOURCES OF UP-TO-DATE, NATIONAL HIGHER EDUCATION DATA FOCUSED ON AGRICULTURE AND AGRICULTURE RELATED PROGRAMS. FAEIS IS A CRITICAL RESOURCE FOR HIGHER EDUCATION ADMINISTRATORS, GOVERNMENT OFFICIALS, FACULTY, AND THE USDA TO CONDUCT BENCHMARKING/PEER ANALYSIS, STRATEGIC PLANNING, AND OTHER EFFORTS TO SUPPORT HIGHER EDUCATION IN THE FOOD, HUMAN, AGRICULTURAL, AND NATURAL RESOURCE SCIENCES.PURPOSE: THE PRIMARY GOAL OF FAEIS IS TO CONTINUE TO MAINTAIN A NATIONAL REPOSITORY OF HIGHER EDUCATION DATA FROM NEARLY 200 HIGHER EDUCATION INSTITUTIONS WITH DEPARTMENTS AND COLLEGES FOCUSED ON AGRICULTURE AND RELATED SCIENCES. THESE DATA INCLUDE STUDENT ENROLLMENT, DEGREES AWARDED, PLACEMENT, AND FACULTY COUNTS AND SALARIES. FAEIS DATA ARE UNIQUE, BEING DISAGGREGATED BY GENDER, ETHNICITY AND MAJOR-- CLASSIFICATION OF INSTRUCTIONAL PROGRAMS (CIP CODES). IN ADDITION, THE FAEIS TEAM STRIVES TO MAKE THIS NATIONAL REPOSITORY ACCESSIBLE AND RELEVANT TO THE GENERAL PUBLIC, ACADEMIC DEANS, USDA-NIFA, AND STAKEHOLDER ORGANIZATIONS.AUDIENCE:FAEIS OFFERS AN ACCESSIBLE RESOURCE OF EDUCATIONAL DATA FOR USERS WHICH INCLUDE HIGHER EDUCATION ADMINISTRATORS, GOVERNMENT OFFICIALS, FACULTY, INDUSTRY PROFESSIONALS, AND THE GENERAL PUBLIC TO STRENGTHEN HIGHER EDUCATION PROGRAMS. FAEIS CAN ASSIST USERS IN EXAMINING STUDENT ENROLLMENT TRENDS, DEGREES AWARDED, EMERGING DISCIPLINES, STUDENT PLACEMENT, INSTITUTIONAL COMPARISONS AND FACULTY SALARIES.METHODS:HIGHER EDUCATION DATA ARE COLLECTED THROUGH ONLINE SURVEYS WHICH ARE COMPLETED BY STAFF AND FACULTY AT HIGHER EDUCATION INSTITUTIONS AT THE DEPARTMENT, COLLEGE, AND INSTITUTIONAL LEVELS. THESE DATA ARE VERIFIED BY THE FAEIS TEAM TO ENSURE ACCURATE AND CONSISTENT DATA HAS BEEN ENTERED INTO THE FAEIS DATABASE. THE FAEIS HELP DESK TEAM WORKS WITH HIGHER EDUCATION STAFF AND FACULTY TO ENTER IN DATA AND FILL IN MISSING DATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20193842030514_12H3"}, {"internal_id": 83858814, "Award ID": "20193842029021", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-06", "CFDA Number": "10.210", "Description": "THE WORLD&#39;S COMPLEX NUTRITION CHALLENGES DEMAND PREVENTION EFFORTS THAT START EARLY IN LIFE ANDTARGET THOSE MOST AT-RISK; ARE MULTI-SECTORAL, MULTI-LEVEL, AND EVIDENCE-BASED; AND, USE RIGOROUSDESIGN AND EVALUATION PROCEDURES. THIS PROPOSAL UTILIZES A COMMUNITY-ENGAGED, SYSTEMS APPROACHTO TRAIN NNF DOCTORAL FELLOWS, COMBINING REAL-WORLD LEARNING OPPORTUNITIES, THOUGHTFULCOURSEWORK, AND INNOVATIVE TECHNIQUES AND APPROACHES THAT ARE REQUIRED TO REVERSE THE CHILDHOODOBESITY EPIDEMIC. WE EXPECT GRADUATING FELLOWS TO PURSUE CAREERS ACROSS SECTORS AND DRIVE SOCIALCHANGE. OUR FRIEDMAN SCHOOL RESEARCH GROUP IS UNIQUELY POSITIONED TO DELIVER THIS KIND OFEDUCATION AND TRAINING; EVIDENCED BY THE DEPTH AND BREADTH OF OUR CURRICULA; MENTORING EXPERIENCE;FACULTY AND GRADUATES&#39; IMPACT, INTERDISCIPLINARY RESEARCH; CROSS-SECTOR SYSTEMS THINKING; ANDEXPERTISE TO DEVELOP, PILOT, AND SCALE EQUITABLE EVIDENCE-BASED INTERVENTION STRATEGIES FOR SUPPORTINGHEALTHY LIFESTYLES. INFORMED BY THE BROADENING EXPERIENCES IN SCIENTIFIC TRAINING MODEL, WE WILL 1)RECRUIT A HIGHLY QUALIFIED CADRE OF DOCTORAL CANDIDATES WITH STRONG RESEARCH AND LEADERSHIP POTENTIAL,WITH ACTIVE OUTREACH TO PROGRAMS SERVING HISTORICALLY DISADVANTAGED POPULATIONS; 2) TRAIN FELLOWSTHROUGH INTERDISCIPLINARY COURSEWORK AND EXPERIENTIAL LEARNING, INCLUDING SYSTEMS APPROACHESAND BEHAVIORAL SCIENCE; 3) PROVIDE MENTORSHIP, CAREER AND PROFESSIONAL DEVELOPMENT, AND CROSSSCHOOLAND UNIVERSITY COLLABORATIONS; 4) EVALUATE PROGRESS AND ACHIEVEMENTS USING OBJECTIVEPERFORMANCE MEASURES; 5) POSITION FELLOWS TO MAKE LASTING IMPACT THROUGH SCHOLARSHIP, POLICYINFLUENCE, AND COMMUNITY TRANSFORMATION. WE ANTICIPATE TWO FELLOWS WILL BEGIN TRAINING IN SEPTEMBER 2018 AND THE REMAINING IN SEPTEMBER 2019. THISFELLOWSHIP WILL PRODUCE ACCOMPLISHED, DIVERSE, FUTURE WORLD-CLASS LEADERS IN THE HUMANNUTRITION TESA, EQUIPPED WITH CRITICAL-THINKING AND PROBLEM-SOLVING SKILLS NECESSARY TOADVANCE RESEARCH AND SCIENCE-BASED PROGRAMS AT THE NATIONAL LEVEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1365968e-88a8-9046-4733-6ec9e7f54826-C", "generated_internal_id": "ASST_NON_20193842029021_12H3"}, {"internal_id": 73265778, "Award ID": "20193842028980", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-10-25", "CFDA Number": "10.210", "Description": "GOAL: TO SUPPORT THREE NAVAJO PH.D. STUDENTS, INCREASE THE NUMBER, QUALITY, AND DIVERSITY OF GRADUATES IN AGRICULTURAL SCIENCES, AND DEVELOP LEADERSHIP SKILLS, AND SCIENCE COMPETENCIES THROUGH LOCAL TO GLOBAL EXPERIENTIAL EDUCATIONAL INTERNSHIPS.RELEVANCE: NIFA SEEKS TO ADVANCE AMERICA&#39;S ABILITY TO ACHIEVE GLOBAL FOOD SECURITY THROUGH RESEARCH-BASED KNOWLEDGE IN AGRICULTURE, FORESTRY, AND RANGE SYSTEMS THROUGH A HIGHLY QUALIFIED AND DIVERSE WORK FORCE. HOWEVER, NATIVE AMERICANS REMAIN GROSSLY UNDERREPRESENTED IN AMERICAN AGRICULTURAL CAREERS. LESS THAN 1% OF NATIVE AMERICAN ADULTS GRADUATE WITH A FOUR-YEAR DEGREE.METHODS: TO ADDRESS THIS DISPARITY, UNIVERSITY OF GEORGIA AND NAVAJO TECHNICAL UNIVERSITY ARE PARTNERING TO RECRUIT THREE NAVAJO FELLOWS TO EARN A PH.D. IN AGRICULTURAL LEADERSHIP, EDUCATION, AND COMMUNICATION AT UGA. THE CURRICULUM IS BASED ON DIN&EACUTE; CULTURAL PRINCIPLES OF NITS&AACUTE;H&AACUTE;KEES (THINKING), NAH&AACUTE;T&AACUTE; (PLANNING), I&IACUTE;NA (EXECUTION), SIIHASIN (REFLECTION). FELLOWS WILL PARTICIPATE IN A SUMMER BRIDGE PROGRAM; LOCAL INTERNSHIP WITH NAVAJO NATION COUNCIL AND USDA-APHIS SERVING NAVAJO NATION; COMPLETE 36 HOURS OF COURSE WORK AND 9 HOURS OF DISSERTATION RESEARCH; AND PARTICIPATE IN A GLOBAL INTERNSHIP WITH INTERNATIONAL FERTILIZER DEVELOPMENT CENTER IN AFRICA. FACULTY MENTORS WILL GUILD FELLOWS TOWARD RESEARCH RELATED TO LOCAL AND GLOBAL FOOD SECURITY CHALLENGES AND PREPARE THEM FOR CAREERS WITHIN THE AGRICULTURAL INDUSTRIES.OUTCOMES: THREE NAVAJO PH.D. HOLDERS WILL OBTAIN POSITIONS AS HIGHER EDUCATION FACULTY, USDA SCIENTISTS, NAVAJO NATION COUNCIL MEMBERS, COMMUNITY LEADERS, AND SERVE AS ROLE MODELS FOR THE NEXT GENERATION OF AGRICULTURAL PROFESSIONALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41978dcd-498c-8ab8-89bf-c6abd4f48389-C", "generated_internal_id": "ASST_NON_20193842028980_12H3"}, {"internal_id": 73265767, "Award ID": "20193842028979", "Award Amount": 262500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-10-26", "CFDA Number": "10.210", "Description": "THIS IS A PROPOSAL TO ESTABLISH AN INTERDISCIPLINARY TRAINING PROGRAM THAT TEACHES PHD STUDENTS TO ANALYZE FOREST RESOURCES FROM A CRITICAL ZONE (CZ) PERSPECTIVE. EARTH&#39;S CZ IS THE THIN NEAR-SURFACE ZONE SPANNING FROM BEDROCK TO THE ATMOSPHERIC BOUNDARY LAYER. SINCE THE MID-2000S, SCIENTISTS HAVE BEEN VIEWING THIS ZONE THROUGH A NEW INTERDISCIPLINARY LENS THAT BRINGS TOGETHER BIOLOGY, SOIL SCIENCE, GEOLOGY, HYDROLOGY, AND METEOROLOGY TO MAKE CO-LOCATED MEASUREMENTS OF CHEMICAL AND BIOLOGICAL TRANSPORT AND TRANSFORMATION THAT DESCRIBE PAST LANDSCAPE EVOLUTION AND IMPROVE PROJECTIONS OF FUTURE CONDITIONS. THIS INTERDISCIPLINARY APPROACH HAS PRECIPITATED IMPORTANT INSIGHTS THAT LINK HYDROLOGY, WEATHERING RATES, SOIL CHARACTERISTICS, NUTRIENT AVAILABILITY, MICROBIAL PROCESS, AND PLANT DYNAMICS.THE GOALS OF OUR PROGRAM ARETO TRAIN THREE PHD GRADUATES THAT ARE LEADERS IN CRITICAL ZONE (CZ) MANAGEMENT AND DIVERSIFY THE WORKFORCE. THREE PHD FELLOWS WILL MATRICULATE INTO ONE OF THREE DEGREE PROGRAMS (ECOLOGY, SOIL SCIENCE OR FOREST RESOURCES), AND ADD COURSEWORK AND EXPERIENTIAL LEARNING IN THE FOLLOWING CORE COMPETENCY AREAS: FORESTRY, HYDROLOGY, SOIL SCIENCE, ECOLOGY, GEOSCIENCE, SYSTEMS THINKING, AND LEADERSHIP.FELLOWS WILL BE EMBEDDED WITHIN THE SUSQUEHANNA-SHALE HILLS CZ OBSERVATORY COMMUNITY, AMPLIFYING OUR IMPACT AND BROADENING EXPOSURE TO CZ SCIENCE. TRAINEES WILL COMPLETE THE FIRST-EVER CZ MANAGEMENT PLAN AND DISSEMINATE THAT PLAN BRAODLY TOINCREASETHE APPLICATION OF CZ SCIENCE FOR FOREST MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20193842028979_12H3"}, {"internal_id": 83858802, "Award ID": "20193842028978", "Award Amount": 82000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-26", "CFDA Number": "10.210", "Description": "MANAGING RESILIENT AGROECOSYSTEMS WITH A DIVERSE AND ADAPTABLE WORKFORCE IS THE MAJOR PART OF THE USDA&#39;S STRATEGIC GOALS. HOWEVER, NATIVE AMERICAN STUDENTS ARE LESS THAN 0.4% OF ALL CURRENT GRADUATE STUDENTS IN SCIENCE IN THE U.S. THE PROJECT GOAL IS TO PRODUCE THE NEXT GENERATION OF NATIVE AMERICAN LEADERS WITH ADAPTIVE CAPACITY AS INDIVIDUALS AND AS LEADERS FOR MANAGING RESILIENT FOREST AGROECOSYSTEMS. MEASURABLE OBJECTIVES ARE: 1) TO BUILD AN INNOVATIVE INTERDISCIPLINARY CURRICULUM WITH COMBINED EXPERIENTIAL TRAINING OF FOREST SCIENCE, INDIGENOUS LEADERSHIP AND SCIENCE COMMUNICATION; 2) TO TRAIN TWO MASTER&#39;S-LEVEL NATIVE AMERICAN GRADUATE FELLOWS; 3) TO CONTINUE EXPANDING NATIVE AMERICAN REPRESENTATION IN FORESTRY GRADUATE EDUCATION. THE TRAINING WILL INCLUDE COURSEWORK IN FOREST SCIENCE, INDIGENOUS LEADERSHIP, MULTICULTURAL/GLOBAL PERSPECTIVES, SCIENCE COMMUNICATION AND EXPERIENTIAL LEARNING ACTIVITIES FOR SCIENCE CO-PRODUCTION, EXTENSION, TEACHING AND COMMUNITY ENGAGEMENT. FELLOWS WILL SHADOW FORESTRY PROFESSIONALS IN THE WORKPLACE; SHADOWING OPPORTUNITIES WILL BE PROVIDED BY FEDERAL, STATE AND TRIBAL FORESTRY/NATURAL RESOURCE AGENCIES. FELLOWS WILL ALSO PROVIDE COMMUNITY SERVICES AND MENTORING TO UNDERGRADUATES AND COLLEGE-READY NATIVE AMERICAN STUDENTS. FELLOWS WILL BE RECRUITED THROUGH NETWORKS OF TRIBAL PROFESSIONALS AND SELECTED FOR THEIR LEADERSHIP POTENTIAL AND LIVED EXPERIENCES. TWO FELLOWS WILL MOVE THROUGH THE PROGRAM AS A COHORT. EACH FELLOW WILL DEVELOP A GRADUATE CAREER DEVELOPMENT PLAN WITH HIS/HER ACADEMIC AND PROFESSIONAL MENTORS. PROFESSIONAL CAREERS OF THE FELLOWS AND THEIR IMPACTS WILL BE TRACKED THROUGH PERSONAL CONTACTS AND SOCIAL MEDIA, WHICH WE EXPECT TO CONTINUE STRENGTHENING NATIVE COMMUNITIES IN TESAS NATIONALLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_20193842028978_12H3"}, {"internal_id": 73650956, "Award ID": "20193842028977", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-06", "CFDA Number": "10.210", "Description": "EXPONENTIAL POPULATION GROWTH, CLIMATE CHANGE AND ANTICIPATED GROWTH IN PER CAPITA ANIMAL-SOURCE FOOD CONSUMPTION RELATED TO INCREASING INCOME AND URBANIZATION REPRESENT MAJOR CHALLENGES IN MAINTAINING THE FOOD SUPPLY. ANIMAL GENOMICS SHOULD PLAY A SIGNIFICANT ROLE IN ADDRESSING THESE CHALLENGES BY PROVIDING NEW SOLUTIONS TO SUSTAINABLY INCREASE PRODUCTIVITY AND EFFICIENCY. TO FULFILL THIS PROMISE, A NEW GENERATION OF SCIENTISTS FAMILIAR WITH GENOMIC TECHNOLOGIES AND TRAINED TO INTEGRATE THE TOOLS OF MOLECULAR AND QUANTITATIVE GENETICS, COMPUTATIONAL BIOLOGY AND STATISTICS ACROSS MAJOR DISCIPLINES IN ANIMAL SCIENCE IS NEEDED. IN THIS PROJECT WE WILL DEVELOPE A NEW DOMESTIC ANIMAL GENOMICS INTERDISCIPLINARY CONCENTRATION IN THE ANIMAL SCIENCES TO TRAIN PRE-DOCTORAL STUDENTS IN THE NATIONAL TARGETED EXPERTISE SHORTAGE AREA OF ANIMAL PRODUCTION WITH EMPHASIS ON INTEGRATED FIELDS OF QUANTITATIVE GENETICS, COMPUTATIONAL BIOLOGY, ANIMAL BREEDING AND STATISTICS. WE WILL RECRUIT AND TRAIN THREE PH.D. FELLOWS IN THE ANIMAL SCIENCE ACADEMIC PROGRAM. A CORE GROUP OF ANIMAL SCIENCES FACULTIES WITH HIGHLY SUCCESSFUL AND COLLABORATIVE RESEARCH PROGRAMS WILL PROVIDE EXTENSIVE AND INTEGRATIVE MENTORING AND TRAINING FOR GRADUATE STUDENTS. FELLOWS FROM UNDERREPRESENTED GROUPS WILL BE INTENSIVELY RECRUITED USING NEW AND ESTABLISHED STRATEGIES. THE PROGRAM HAS THE ADVANTAGE OF NOT ONLY PREPARING STUDENTS TO EXCEL AS GENETICISTS BUT MORE IMPORTANTLY TO HAVE THE DEPTH OF KNOWLEDGE OF ANIMAL PRODUCTION SYSTEMS. THIS WILL ENSURE THEIR RESEARCH IS FOCUSED ON OPPORTUNITIES TO IMPROVE AGRICULTURE. EMPHASIS WILL BE PLACED ON EXCELLENT RESEARCH TRAINING INCLUDING REGULAR RESEARCH MEETINGS, STUDENT AND FACULTY SEMINAR SERIES, INTERNSHIPS WITH MAJOR ORGANIZATIONS, HISTORICALLY BLACK COLLEGES OR OTHER UNIVERSITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20193842028977_12H3"}, {"internal_id": 73265766, "Award ID": "20193842028976", "Award Amount": 262500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-10-23", "CFDA Number": "10.210", "Description": "CHRONIC DISEASE IS AT EPIDEMIC PROPORTIONS AND PRECISION NUTRITION REPRESENTS AN OPPORTUNITY TO UNDERSTAND COMPLEX MECHANISMS UNDERLYING HEALTH AND DISEASE AND TO FORMULATE PERSONALIZED PREVENTION AND TREATMENT REGIMES. OUR MULTIDISCIPLINARY TRAINING PROVIDES COURSES AND EXPERIENTIAL LEARNING THAT ADDRESSES CORE COMPETENCIES IMPORTANT IN THE ESTABLISHMENT OF RESEARCH AND EDUCATION PROGRAMS TARGETING PRECISION NUTRITION. DEVELOPMENT OF HUMAN CAPITAL AND ADDITION TO THE LABOR FORCE OF INDIVIDUALS WHO CONDUCT INNOVATIVE AND CROSS-DISCIPLINARY RESEARCH, CONTRIBUTE TO PUBLIC EDUCATION AND ADVANCE SCIENCE, AND THEREBY REDUCE THE BURDEN OF CHRONIC DISEASES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_20193842028976_12H3"}, {"internal_id": 77566580, "Award ID": "20193842028975", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-11", "CFDA Number": "10.210", "Description": "NEXT GENERATION TECHNOLOGIES IN FOOD SCIENCE ENABLE ADVANCES IN IMPROVING THE SAFETY, QUALITY, AND SECURITY OF OUR FOOD SUPPLY. YET, MISINFORMATION PROMOTED BY THE MEDIA COMBINED WITH THE INABILITY OF MOST SCIENTISTS TO EFFECTIVELY COMMUNICATE THEIR SCIENCE TO THE PUBLIC HAS RESULTED IN A WIDESPREAD PUBLIC DISTRUST OF THE FOOD INDUSTRY PREVENTING ACCEPTANCE AND ADOPTION OF MANY NEW TECHNOLOGIES. THE OVERALL GOAL OF THIS PROGRAM IS TO IMPROVE PUBLIC UNDERSTANDING OF EMERGING FOOD TECHNOLOGIES BY TRAINING THREE PH.D. FOOD SCIENTISTS TO BECOME EXPERTS IN NOVEL FOOD TECHNOLOGIES AND SCIENCE COMMUNICATION. MEASURABLE OBJECTIVES TO MEET THIS GOAL INCLUDE1) DEVELOPMENT OF A TRANSDISCIPLINARY, EXPERIENTIAL CURRICULUM INCLUDING SCIENCE COMMUNICATION COURSEWORK, 2) RESEARCH IN ADVANCED FOOD TECHNOLOGIES TO TRAIN HIGHLY QUALIFIED SCIENTISTS, AND3) RECRUITMENT AND RETENTION OF EXCEPTIONAL STUDENTS OF UNDERREPRESENTED POPULATIONS. THIS PROGRAM ADDRESSES THE TESA: FOOD SCIENCE, HUMAN SCIENCES, ANDHUMAN NUTRITION, IN THE DISCIPLINE: FOOD SCIENCE/TECHNOLOGY/MANUFACTURING/SAFETY (CODE F). ENGAGEMENT WITH THE DEPARTMENT&#39;S ADVISORY COUNCIL AND INDUSTRY PARTNERSHIP PROGRAM, PARTICIPATION IN STEM OUTREACH, AND ESTABLISHMENT OF MENTORING RELATIONSHIPS WITH SCIENCE WRITERS ARE AMONG THE PLANS TO ACCOMPLISH PROJECT GOALS WITHIN THE FIVE YEAR PROJECT. TRAINING FOOD SCIENTISTS TO EFFECTIVELY COMMUNICATE WITH THE MODERN PUBLIC THROUGHOUT THEIR CAREERS HAS HIGH RELEVANCE TO NIFA GOALS AS OUTLINED IN THE STRATEGIC PLAN TO \"ADVANCE AGRICULTURAL RESEARCH...TO SOLVE SOCIETAL CHALLENGES\", SPECIFICALLY INTEGRATING THE \"SCIENCE\" AND \"COMMUNICATION\" GOALS OF THE REE ACTION PLAN. THIS PROGRAM WILL HAVE SIGNIFICANT NATIONAL IMPACT BY HELPING OVERCOME FUNDAMENTAL LIMITATIONS IN IMPROVING PUBLIC UNDERSTANDING AND ACCEPTANCE OF NEW FOOD TECHNOLOGIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20193842028975_12H3"}, {"internal_id": 73650957, "Award ID": "20193842028974", "Award Amount": 246000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-06", "CFDA Number": "10.210", "Description": "OUR FELLOWSHIP PROGRAM WILL PROVIDE 6 FELLOWS THE ABILITY TO COMPLETE A MASTER OF FOREST RESOURCES IN FOREST BUSINESS MANAGEMENT PROGRAM IN A DISCIPLINE RELEVANT TO THE USDA MISSION. THE PROGRAM ADDRESSES NIFA STRATEGIC GOALS 1, 2 AND 4 AND USDA GOALS 1, 2, 3, AND 5. THE ANTICIPATED NATIONAL IMPACT IS THE DEVELOPMENT OF OUTSTANDING LEADERS WHO CAN PIPELINE INTO SUCCESSFUL CAREERS IN FOREST BUSINESS, ECONOMICS, PLANNING AND MANAGEMENT, WHICH WILL EXPAND THE INTELLECTUAL CAPITAL OF THE FOOD AND AGRICULTURAL SCIENCES WORKFORCE IN AN AREA EXPERIENCING DRAMATIC SHORTAGES AND HELP REVERSE ECONOMIC DECLINE AND ENVIRONMENTAL DEGRADATION OF TRIBAL FORESTS. OUR RELATIONSHIPS WITH THE INTERTRIBAL TIMBER COUNCIL, TRIBAL GOVERNMENTS, AND UNIVERSITIES ENABLE US TO RECRUIT OUTSTANDING FELLOWS TO THE PROGRAM. OUR GOAL IS TO FOSTER FELLOWS&#39; CORE COMPETENCIES IN FOREST RESOURCE MANAGEMENT DECISION SCIENCES WITH A FOCUS ON FOREST BUSINESS, ECONOMICS AND POLICIES INFLUENCED BY BOTH FINANCIAL AND CLIMATE CHANGE UNCERTAINTIES. WE ENVISION THAT FELLOWS WILL BECOME PREEMINENT LEADERS IN A GLOBAL AND TECHNOLOGY-DRIVEN WORLD ECONOMY. THE MEASURABLE OBJECTIVES INCLUDE 100% GRADUATION SUCCESS, 0% UNABLE TO CONTACT RATE WITHIN 5 YEARS OF GRADUATION, AND SUCCESSFUL PERFORMANCE IN THE UNIQUE ASPECTS OF THE PROPOSAL, WHICH INCLUDE: (A) ENGAGEMENT IN LEADERSHIP TRAINING, (B) DEVELOPMENT OF EXPERIENTIAL LEARNING RELATIONSHIPS WITH MAJOR LAND AND TRIBAL FORESTRY MANAGEMENT ORGANIZATIONS, (C) ENHANCING KNOWLEDGE OF NATIVE AMERICAN ISSUES, (D) IMMERSION IN OUTREACH AND EXTENSION EFFORTS, AND (E) DEVELOPMENT OF A NATIVE AMERICAN FORESTRY SEMINAR FOR FOREST BUSINESS, ECONOMICS, PLANNING AND MANAGEMENT PROFESSIONALS AT NATIONAL CONFERENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20193842028974_12H3"}, {"internal_id": 73265765, "Award ID": "20193842028973", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-10-23", "CFDA Number": "10.210", "Description": "THE GOAL OF THIS PROJECT IS TO DEVELOP AN INTERDISCIPLINARY GRADUATE TRAINING PROGRAM IN NUTRITION AND THE GUT-BRAIN AXIS TO FILL THE CURRENT KNOWLEDGE GAP IN THE WORKFORCE. THE OBJECTIVES ARE TO 1) EDUCATE SEVEN DIVERSE FELLOWS (3 FUNDED BY USDA-NNF AND 4 BY MATCHING FUNDS) IN AN INTERDISCIPLINARY AND SKILL DEVELOPMENT PROGRAM OF STUDY; AND 2) INVESTIGATE RESEARCH QUESTIONS INFORMED BY FACULTY AND PARTNERS TO DEVELOP NEW OR VALIDATE AND BRING TO SCALE EXISTING PROGRAMS FOCUSED ON FACTORS THAT INFLUENCE DEVELOPMENT AND HEALTHY AGING IN THE AREA OF NUTRITION AND THE GUT-BRAIN AXIS. THIS PROPOSED DOCTORAL TRAINING PROGRAM INVOLVES 13 INTERDISCIPLINARY FACULTY MEMBERS FROM THREE EXPERTISE AREAS: BRAIN DEVELOPMENT AND AGING, THE GUT MICROBIOME, AND THE GASTROINTESTINAL SYSTEM. FELLOWS WILL HAVE AT LEAST TWO ADVISORS FROM DIFFERENT EXPERTISE AREAS, TAKE COURSES IN ALL THREE AREAS, TAKE PROFESSIONAL DEVELOPMENT CLASSES, AND CONDUCT AT LEAST ONE EXPERIENTIAL LEARNING EVENT OUTSIDE THE UNIVERSITY. GRADUATES OF THIS PROGRAM WILL BE UNIQUELY POSITIONED TO TAKE LEADERSHIP ROLES IN INDUSTRY, ACADEMIA AND GOVERNMENT TO ADDRESS CHALLENGES IN HUMAN HEALTH AND NUTRITION BY PROVIDING EXPERTISE IN NUTRITION AND THE GUT-BRAIN AXIS-BASED INTERDISCIPLINARY APPROACHES WITH A STRONG FOUNDATION OF PROFESSIONAL SKILLS. THIS PROJECT IS RELEVANT TO USDA-NNF BECAUSE THIS COST EFFECTIVE TRAINING PROGRAM SEEKS TO ADVANCE SOLUTIONS TO SOCIETAL ISSUES INVOLVING HUMAN HEALTH SUCH AS DEVELOPMENT, HEALTHY AGING, OBESITY, AND INFLAMMATORY RELATED DISEASES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_20193842028973_12H3"}, {"internal_id": 73265764, "Award ID": "20193842028972", "Award Amount": 241000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-10-24", "CFDA Number": "10.210", "Description": "GLOBAL POPULATION GROWTH AND THE ESSENTIAL NEED TO INCREASE FOOD SUPPLY REQUIRES SCIENTIFIC ADVANCES AND HIGHLY SKILLED RESEARCHERS. THIS FOOD AND AGRICULTURAL SCIENCES NATIONAL NEEDS GRADUATE FELLOWSHIP (NNF) PROPOSAL ADDRESSES THE TARGETED EXPERTISE SHORTAGE AREA (TESA) IN ANIMAL PRODUCTION WITH A FOCUS ON THE ANIMAL SCIENCE (CODE A) DISCIPLINE. THE OBJECTIVE HERE IS FOR A GROUP OF 17 FACULTY MEMBERS TO CONDUCT AN INNOVATIVE MULTIDISCIPLINARY GRADUATE TRAINING PROGRAM THAT FOCUSES ON REPRODUCTION, GENETICS, GENOMICS AND BIOINFORMATICS. ASPIRATIONAL GOALS ARE TO: 1) RECRUIT AND SELECT FOUR OUTSTANDING STUDENTS WITH A STRONG EMPHASIS ON MULTICULTURAL DIVERSITY; 2) CAREFULLY MENTOR AND EDUCATE THE FELLOWS (TWO MS AND TWO PHD); AND 3) ASSIST FELLOWS IN OBTAINING A POSITION IN ANIMAL SCIENCES THAT CONTRIBUTES TO SHORTAGE AREAS IN FOOD AND AGRICULTURAL SCIENCES. THE CHALLENGING MULTIDISCIPLINARY TRAINING PROGRAM PROVIDES: SIGNIFICANT RESEARCH, TEACHING AND EXTENSION OPPORTUNITIES; EMPHASIZES NEW TECHNOLOGIES ETHICS, LEADERSHIP, AND MENTORING; DEVELOPS CRITICAL THINKING AND PROBLEM-SOLVING SKILLS; AND UTILIZES MEASURABLE TARGETS TO ENSURE TRAINING SUCCESS. EXPECTED OUTCOMES ARE AN INCREASE IN MULTICULTURAL DIVERSITY OF THE GRADUATE PROGRAM AT THE UNIVERSITY OF MISSOURI AND PROVISION OF NEW SCIENTISTS AND PROFESSIONALS THAT WILL CONDUCT RESEARCH, EDUCATION, AND EXTENSION AND IMPACT FOOD AND AGRICULTURE SCIENCES. THIS INNOVATIVE MULTIDISCIPLINARY TRAINING PROGRAM IS CRITICAL TO PRODUCE SCIENTISTS WHO CAN ADDRESS AND SOLVE ONGOING AND EMERGING AGRICULTURAL CHALLENGES IN THE 21ST CENTURY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20193842028972_12H3"}, {"internal_id": 73650958, "Award ID": "20193842028971", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-05", "CFDA Number": "10.210", "Description": "THIS PROPOSAL HAS AN OVERALL GOAL TO DEVELOP A PROGRAM FOR DOCTORAL GRADUATE STUDENTS WITH FUNDAMENTAL KNOWLEDGE AND COMMERCIAL AND SUSTAINABILITY SKILLS TO BE LEADERS IN THE BIOPRODUCTS INDUSTRY IN ORDER TO ASSIST IN THE ECONOMICS OF A BIOREFINERY THAT PRODUCES MATERIALS AND BIOFUELS. THIS PROPOSAL SUPPORTS THE NIFA STRATEGIC GOAL OF DEVELOPING A WORLD-CLASS WORKFORCE THROUGH INNOVATIVE TALENT MANAGEMENT TARGETED AT ATTRACTING, SELECTING, ENGAGING, DEVELOPING AND RETAINING TALENTED INDIVIDUALS WITH THE RIGHT TECHNICAL AND PROFESSIONAL SKILLS NEEDED TO MEET THE MISSION TO ADVANCE AGRICULTURAL RESEARCH, EDUCATION, AND EXTENSION TO SOLVE SOCIETAL CHALLENGES. THE PROGRAM WILL PREPARE GRADUATES (THROUGH FELLOWSHIPS AND ONE YEAR OF SUPPORT FROM NCSU) TO BE EFFECTIVE AND CREATIVE TECHNICAL PROFESSIONALS FOR THE GLOBAL FOREST BIOMATERIALS INDUSTRY. A CONCERTED EFFORT WILL BE MADE TO PARTNER WITH OUR COLLEGE DIVERSITY OFFICER TO TAP INTO THAT OFFICE&#39;S EXISTING RELATIONSHIPS TO RECRUIT UNDER-REPRESENTED GROUPS. FELLOWS WILL BE CHOSEN BY EVALUATION OF TRANSCRIPTS, GRE SCORES, AN ESSAY DESCRIBING CAREER ASPIRATIONS, AND LETTERS OF RECOMMENDATION. CORE COURSES INCLUDE (1) WOOD CHEMISTRY, (2) FOREST BIOMATERIALS ENGINEERING, (3) MATERIAL SCIENCE OF BIOPRODUCTS, (4) SURFACE AND COLLOID SCIENCE OF BIOPRODUCTS, (5) STRATEGIC BUSINESS PROJECT PROJECT SUMMARY 2 MANAGEMENT, (6) ENVIRONMENTAL LCA, AND (7) NEW BIOPRODUCT DEVELOPMENT. THE FELLOWS WILL PARTICIPATE IN THE NCSU GRADUATE SCHOOL&#39;S PROFESSIONAL DEVELOPMENT INITIATIVE FOR ENHANCING COMMUNICATION, ACADEMIC, LEADERSHIP, AND PROFESSIONAL SKILLS. EXPERIENTIAL LEARNING WILL INCLUDE AN INDUSTRIAL INTERNSHIP, DEVELOPMENT OF DISTANCE COURSES, AN INTERNATIONAL EXPERIENCE, AND LEADERSHIP MENTORING. INDUSTRIAL PARTNERS WILL PROVIDE INTERNSHIPS AND HELP EVALUATE THE PROGRAM AND FELLOW&#39;S PROGRESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20193842028971_12H3"}, {"internal_id": 73650959, "Award ID": "20193842028970", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-07", "CFDA Number": "10.210", "Description": "THE OBJECTIVE OF THIS PROPOSAL IS TO DEVELOP AN EDUCATION PROGRAM FOR A NEW GENERATION OF RESEARCHERS WHO UNDERSTAND BOTH THE AREAS OF FOREST RESOURCES AND ANIMAL PRODUCTION, AND CAN ANALYZE THIS COUPLED SYSTEM USING A LIFE CYCLE ANALYSIS APPROACH. FACULTY MEMBERS FROM THREE DEPARTMENTS (FOREST BIOMATERIALS IN COLLEGE OF NATURAL RESOURCES, ANIMAL SCIENCE IN COLLEGE OF AGRICULTURAL LIFE SCIENCE, AND STEM EDUCATION IN COLLEGE OF EDUCATION) ARE PROPOSING A JOINT DOCTORAL EDUCATION PROGRAM TO ADDRESS TARGETED EXPERTISE SHORTAGE AREA OF FOREST RESOURCES WITH RELEVANT DISCIPLINES OF (A) ANIMAL SCIENCE, (B) BIOTECHNOLOGY, AND (C) RENEWABLE NATURALRESOURCES. DUE TO THE ELIMINATION OF CURRENT ANTIMICROBIAL GROWTH PROMOTERS IN ANIMAL FEEDS STARTING IN 2017, IT IS CRITICALLY IMPORTANT TO FIND ALTERNATIVE LIVESTOCK DIETARY INTERVENTIONS THAT CAN REPLACE THE CURRENT PROMOTERS. NON-STARCH POLYSACCHARIDE (E.G. XYLOSE OLIGOSACCHARIDE FROM FOREST RESOURCES) HAS A POTENTIAL AS AN ANTIMICROBIAL GROWTH PROMOTER. FELLOWS IN THIS PROJECT WILL HAVE HANDS-ON RESEARCH EXPERIENCE IN OLIGOSACCHARIDE PRODUCTION FROM BIOMASS, QUALITY EVALUATION FOR ANIMAL FEED, AND SYSTEM EVALUATION AND ANALYSIS FROM A LIFE CYCLE PERSPECTIVE. THIS PROGRAM INCORPORATES RECRUITING UNDERREPRESENTED STUDENTS (SEMINARS AT HBCUS AND 2-DAY NNF RECRUITING WORKSHOP AT NCSU CAMPUS), CROSS-DISCIPLINARY TEAMWORK/ADVISING, COURSEWORK IN MULTIPLE DISCIPLINES, PREPARING FUTURE LEADERS PROGRAM IN THE CAMPUS, INTERNSHIP AT AN INDUSTRY SITE AND COMMERCIAL FARM, AND EXPOSURE TO BIOTECHNOLOGY EXPERTS IN THE INDUSTRY. THE THREE PH.D. FELLOWS FROM THIS PROGRAM WILL BE UNIQUELY PREPARED TO LEAD RESEARCH IN FOREST RESOURCES UTILIZATION WITH A STRONG INTERDISCIPLINARY APPROACH TO ANIMAL FEED PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20193842028970_12H3"}, {"internal_id": 73265763, "Award ID": "20193842028969", "Award Amount": 79500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-10-25", "CFDA Number": "10.210", "Description": "THE PURPOSE OF THIS PROJECT IS TO SUPPORT THE TRAINING OF THREE UNDERREPRESENTED MINORITY DOCTORAL STUDENTS BY PROVIDING THEM WITH COMPREHENSIVE AND EMPOWERING LEADERSHIP AND PROFESSIONAL DEVELOPMENT EXPERIENCES THAT ARE GROUNDED IN PRINCIPLES OF INTENTIONAL AND INCLUSIVE MENTORING. THROUGH THIS PROJECT, THREE DOCTORAL FELLOWS WILL HELP FILL THE SHORTAGE OF UNDERREPRESENTED MINORITIES EMPLOYED IN THE AGRICULTURAL SOCIAL SCIENCES SECTOR OF THE FOOD, AGRICULTURAL, NATURAL RESOURCES, AND HUMAN SCIENCES (FANRHS) DISCIPLINES. FELLOWS IN THIS PROJECT WILL DEVELOP AND ENHANCE PROFESSIONAL DISPOSITIONS THAT WILL BETTER PREPARE THEM FOR CAREERS AS FACULTY MEMBERS. THE INNOVATIVENESS OF THIS PROJECT LIES IN THE FELLOWS&#39; ACTIVE PARTICIPATION IN A GRADUATE TRAINING PROGRAM FOCUSED ON BUILDING EMPOWERED LEADER-SCHOLARS THROUGH INTENTIONAL MENTORING FOR INCLUSIVE EXCELLENCE IN FOOD, AGRICULTURE AND NATURAL RESOURCES (B.E.L.I.E.V.E). THIS PROGRAM WILL ENABLE FELLOWS TO ENGAGE IN DEVELOPMENTAL EXPERIENCES TIED TO CORE COMPETENCY AREAS RELATED TO TECHNICAL AND SCIENTIFIC ABILITY; RESEARCH AND SCHOLARSHIP; ORAL AND WRITTEN COMMUNICATION; PROFESSIONAL AND CAREER DEVELOPMENT; MENTOR TRAINING; GRANT WRITING; AND DIVERSITY AND INCLUSION LEADERSHIP. ADDITIONALLY, FELLOWS WILL ENHANCE THEIR KNOWLEDGE AND EXPERTISE AS LEADER-SCHOLARS THROUGH THEIR ENGAGEMENT WITH THE MENTORING@PURDUE (M@P) PROGRAM IN THREE WAYS: (1) A MENTOR AND MENTEE; (2) A TEAM MEMBER WITH SPECIFIC RESPONSIBILITIES; AND, (3) A GRADUATE RESEARCHER TO ADVANCE THE SCHOLARSHIP OF INTENTIONAL AND INCLUSIVE MENTORING. THE M@P PROGRAM USES RESEARCH-BASED EFFECTIVE MENTORING PRACTICES TO RECRUIT AND RETAIN THE NUMBER OF UNDERREPRESENTED MINORITY STUDENTS IN PURDUE UNIVERSITY&#39;S COLLEGE OF AGRICULTURE WHO COMPLETE STEM-BASED AGRICULTURAL AND LIFE SCIENCE GRADUATE DEGREES AND ENTER THE STEM WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20193842028969_12H3"}, {"internal_id": 73650960, "Award ID": "20193842028968", "Award Amount": 238500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-10-29", "CFDA Number": "10.210", "Description": "OBESITY AND OBESITY-LINKED CANCERS ARE REACHING EPIDEMIC PROPORTIONS WORLDWIDE. WEIGHT LOSS, USING TRADITIONAL DIETS AND EXERCISE, HAS HIGH FAILURE RATES. RESEARCHERS AND CLINICIANS ARE SEEKING COMPLEMENTARY APPROACHES USING BIOACTIVE COMPOUNDS TO MIMIC ENERGY RESTRICTION, TO REDUCE OBESITY AND OBESITY-LINKED CANCER RISK.TRAINING THE NEXT GENERATION OF SCIENTISTS, TO UTILIZE A MULTI-DISCIPLINARY APPROACH TO COMBAT OBESITY AND ASSOCIATED CANCERS, IS IMPERATIVE. FELLOWS IN THIS TRAINING PROGRAM WILL LEARN TO INCORPORATE FOOD ENGINEERING PRINCIPLES TO MANIPULATE THE DIET TO INFLUENCE WHOLE BODY PHYSIOLOGY, ENERGY METABOLISM AND METABOLOMICS.THREE DOCTORAL STUDENT FELLOWS WILL LEARN AND UTILIZE STATE-OF-THE-ART APPROACHES TO ADDRESS THE OBESITY-CANCER QUESTION. THROUGH CLASSROOM, EXPERIENTIAL AND PROFESSIONAL TRAINING, FELLOWS WILL DEVELOP SKILLS NEEDED FOR SUCCESS IN THE CHANGING WORKPLACES IN ACADEMIA, GOVERNMENT AND INDUSTRY. SUCCESS WILL BE MEASURED BY THE AWARDING OF DEGREES, QUALITY OF DISSEMINATION OF RESEARCH AS WELL AS PLACEMENT AND FOLLOW-UP TRACKING OF FELLOWS INTO THE COMPETITIVE OUTLETS FOR SCIENCE IN ACADEMIA, GOVERNMENT AND/OR INDUSTRY. IN THIS PROPOSAL, WE ADDRESS THE FOOD SCIENCE, HUMAN SCIENCES AND HUMAN NUTRITION TESA AND ADDRESS CODE F (FOOD SCIENCE/TECHNOLOGY/MANUFACTURING/SAFETY) AND CODE N (HUMAN NUTRITION). WE REQUEST FUNDS FOR SUPPORTING 3 FELLOWS IN CATEGORY 2: DOCTORAL LEVEL TRAINING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20193842028968_12H3"}, {"internal_id": 65324034, "Award ID": "20183842027959", "Award Amount": 262500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-22", "CFDA Number": "10.210", "Description": "THE GOALS OF THE TRAINING PROGRAM IN NUTRITION AND CHILDHOOD OBESITY ARE TO PROVIDE SKILL DEVELOPMENT SO THAT FELLOWS CAN EXCEL AS RESEARCHERS, INNOVATORS, PROBLEM-SOLVERS, TEACHERS AND LEADERS. THREE IN-DEPTH LEARNING EXPERIENCES ARE DESIGNED, WITH THE IMMEDIATE GOALS OF BROADENING THEIR UNDERSTANDING OF THE ISSUES RELATED TO CHILDHOOD OBESITY DEVELOPMENT AND PREVENTION, AND TO INFLUENCE THE DIRECTION OF THEIR DISSERTATION RESEARCH SO THAT IT IS FOCUSED ON AN AREA RELATED TO CHILDHOOD OBESITY. THE THREE UNIQUE EXPERIENTIAL LEARNING ACTIVITIES ARE: 1) A COMMUNITY HEALTH ROTATION IN THE UC DAVIS CENTER FOR NUTRITION IN SCHOOLS (CNS), A STATEWIDE INITIATIVE TO IMPROVE NUTRITION IN PUBLIC SCHOOLS IN CALIFORNIA; 2) A ROTATION WITH THE UC DAVIS IMAGING RESEARCH CENTER, WHERE THE FELLOW WILL BECAUSE CERTIFIED TO SAFELY CONDUCT FMRI; 3) A RESEARCH ROTATION AT THE UC DAVIS RAGLE HUMAN NUTRITION RESEARCH CENTER OR THE USDA WESTERN HUMAN NUTRITION RESEARCH CENTER, WITH AN FOCUS ON VASCULAR FUNCTION, METABOLISM AND CHRONIC DISEASES WITH AN ORIGIN IN CHILDHOOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20183842027959_12H3"}, {"internal_id": 45250862, "Award ID": "20173842026823", "Award Amount": 217187.84, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-07", "CFDA Number": "10.210", "Description": "THERE IS A GREAT NEED TO TRAIN A NEW GENERATION OF SCIENTISTS WHO CAN ADDRESS COMPLEX, MULTIDISCIPLINARY PROBLEMS AND COMMUNICATE EFFECTIVELY WITH PRACTITIONERS, POLICYMAKERS, INDUSTRY AND THE BROADER PUBLIC. WE ARE PROPOSING AN INNOVATIVE FELLOWSHIP PROGRAM THAT INTEGRATES PRACTICAL INTERDISCIPLINARITY INTO THE TRAINING OF FUTURE ENVIRONMENTAL AND NATURAL RESOURCE PROFESSIONALS. OUR GOALS FOR THIS PROJECT ARE TO 1) SUPPORT THREE PHD FELLOWS, 2) TO RECRUIT AND RETAIN A DIVERSE COHORT OF FELLOWS, 3) TO TRAIN THREE GRADUATES WHO WILL BE FUTURE LEADERS IN ADDRESSING KEY NATURAL RESOURCE PROBLEMS WITH INTELLECTUAL RIGOR, CUTTING EDGE METHODS, AND INTERDISCIPLINARY APPROACHES, AND 4) TO APPLY THE LESSONS LEARNED THROUGH THIS PROGRAM TO BENEFIT ALL GRADUATE STUDENTS IN OUR DEPARTMENT. TO ACCOMPLISH THESE GOALS, WE HAVE DEVISED A NEW APPROACH TO DOCTORAL TRAINING. KEY ELEMENTS OF THIS APPROACH INCLUDE 1) A HOLISTIC RECRUITING APPROACH AND NOVEL PROGRAMMATIC STRUCTURES TO AID IN RECRUITING AND RETAINING A DIVERSE AND TALENTED COHORT OF FELLOWS, 2) MANDATORY INTERDISCIPLINARY CO-ADVISING AND SEMINAR TO PROVIDE EXPLICIT TRAINING IN APPLYING DIVERSE TOOLS TO ADDRESS COMPLEX NATURAL RESOURCE PROBLEMS, AND 3) REQUIRED NON-ACADEMIC MENTORING/INTERNSHIP TO TRAIN FELLOWS TO ENGAGE EFFECTIVELY WITH PRACTITIONERS AND POLICYMAKERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20173842026823_12H3"}, {"internal_id": 45250861, "Award ID": "20173842026790", "Award Amount": 233543.8, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-30", "CFDA Number": "10.210", "Description": "THIS PROJECT ADDRESSES CURRENT EMERGING ISSUES IN THE DISCIPLINE OF ANIMAL SCIENCE (CODE A) AND TARGETS THE EXPERTISE SHORTAGE AREA IN ANIMAL PRODUCTION. THE OVERALL GOAL IS TO PROMOTE DOCTORAL LEVEL TRAINING OF NEXT GENERATION ANIMAL SCIENTISTS IN GENE EDITING THROUGH A MULTIDISCIPLINARY GRADUATE GROUP BY PROVIDING INNOVATIVE OPPORTUNITIES TO ENHANCE RESEARCH AND LEADERSHIP SKILLS. SUPPORTING OBJECTIVES ARE TO: 1) PROVIDE AWARD SUPPORT FOR THREE OUTSTANDING DOCTORAL STUDENTS, ESPECIALLY ENCOURAGING UNDERREPRESENTED MINORITIES; 2) PROVIDE CUTTING-EDGE ACADEMIC AND RESEARCH TRAINING THROUGH HIGH QUALITY MENTORS WHICH WILL ENABLE STUDENTS TO ASSUME PROFESSIONAL POSITIONS IN A VARIETY OF SETTINGS; 3) PROMOTE DEVELOPMENT OF FUTURE LEADERS IN THE ANIMAL GENE EDITING FIELD THROUGH OPPORTUNITIES FOR EXPERIENTIAL LEARNING AND EXPOSURE TO INTER-DISCIPLINARY RESEARCH. PLANS TO ACHIEVE THESE GOALS WILL BUILD ON EXISTING STRENGTHS OF THE UC DAVIS GRADUATE GROUP IN ANIMAL BIOLOGY AND DISTINGUISH THESE STUDENTS AS UNIQUELY TRAINED. STUDENTS WILL COMPLETE TWO DISCIPLINES OF EMPHASIS, INCLUDING INTER-DISCIPLINARY COURSEWORK. THEY WILL COMPLETE ETHICS TRAINING. THE TRAINING PROGRAM WILL ENCOURAGE AND FACILITATE PARTICIPATION IN EXPERIENTIAL LEARNING THROUGH UNIQUE OPPORTUNITIES SUCH AS BIOTECHNOLOGY INTERNS. THIS PROGRAM PROJECT IS DIRECTLY RELEVANT TO NNF AND USDA CSREES STRATEGIC GOALS. THE ANTICIPATED IMPACT WILL BE STUDENTS WITH ENHANCED PROFESSIONAL EXPERTISE AND PREPARATION TO ASSUME POSITIONS OF LEADERSHIP TO ADDRESS CRITICAL SOCIETAL ISSUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20173842026790_12H3"}, {"internal_id": 45250860, "Award ID": "20173842026779", "Award Amount": 15776.56, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-12", "CFDA Number": "10.210", "Description": "THIS PROJECT PROVIDES IRTA SUPPORT FOR TWO CURRENT, ELIGIBLE, DOCTORAL FELLOWS IN OUR NNF PROGRAM. ONE FELLOW WILL TRAVEL TO BRISBANE, AUSTRALIA TO COLLABORATE WITH SCIENTISTS AT THE UNIVERSITY OF QUEENSLAND. THE RESEARCH GOAL IS TO CHARACTERIZE THE GENETIC BASIS FOR LONGEVITY OF BEEF COWS. THE SPECIFIC OBJECTIVE IS TO APPLY BAYESIAN APPROACHES TO IDENTIFY REGIONS OF THE GENOME ASSOCIATED WITH BEEF COW LONGEVITY USING PHENOTYPES AND GENOTYPES COLLECTED FROM HERDS BELONGING TO NORTHERN AUSTRALIAN PASTORAL COMPANIES. THIS RESEARCH IS SIGNIFICANT TO US AGRICULTURE BECAUSE MAINTAINING A PRODUCTIVE COW IN A HERD GENERATES ECONOMIC RETURNS OF $118 TO $244 PER COW FOR EACH ADDITIONAL YEAR OF PRODUCTIVITY.THE OTHER FELLOW WILL TRAVEL TO MILAN, ITALY TO COLLABORATE WITH SCIENTISTS AT THE UNIVERSITY OF MILAN. THE RESEARCH GOAL IS TO IDENTIFY THE MOLECULAR BASIS FOR EPISTATIC INTERACTIONS AMONG CATTLE COAT COLOR GENES. THE SPECIFIC OBJECTIVE FOR THIS IRTA IS TO MAP THE DEGREE OF WHITE SPOTTING IN AN ITALIAN DUAL-PURPOSE CATTLE BREED. THIS RESEARCH IS SIGNIFICANT TO US AGRICULTURE BECAUSE COAT COLOR IS AN IMPORTANT FACTOR IN BREED IDENTITY, AND COAT COLOR IS A MODEL SYSTEM TO DEVELOP METHODS TO CHARACTERIZE THE MOLECULAR BASIS OF EPISTATIC INTERACTIONS THAT COULD BE EXTENDED TO OTHER COMPLEX TRAITS RELEVANT TO FOOD SECURITY, ANIMAL PRODUCTION, AND HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44913900-e35a-479d-fd2b-81775f5f37a7-C", "generated_internal_id": "ASST_NON_20173842026779_12H3"}, {"internal_id": 45250859, "Award ID": "20173842026769", "Award Amount": 250332.35, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-05", "CFDA Number": "10.210", "Description": "THE INTERDISCIPLINARY LIPID NANO SCIENCE AND TECHNOLOGY IS AN EMERGING AREA THAT AIMS TO IMPROVE FOOD QUALITY AND HUMAN NUTRITION, AND IT IS A TARGETED EXPERTISE SHORTAGE AREA (TESA). LIPIDS HAVE BEEN IDENTIFIED AS PROMISING MOLECULES DUE TO THEIR SELF-ASSEMBLY CAPABILITIES AND SPECIFICITY OF INTERACTION AND FUNCTIONALITY. HOWEVER, INDUSTRIAL APPLICATIONS HAVE LAGGED BEHIND SCIENTIFIC ADVANCES, IN LARGE PART DUE TO A CRITICAL SHORTAGE OF SCIENTISTS, ESPECIALLY YOUNG PROFESSIONALS, SPECIALIZED IN THE SYNTHESIS, CHARACTERIZATION, AND UTILIZATION OF LIPID-BASED MATERIALS. IT IS BECAUSE OF THIS URGENT NEED AND YET SHORTAGE OF THE EXPERTS THAT WE ARE PROPOSING THE DEVELOPMENT OF A STRUCTURED TRAINING PROGRAM TO EXPAND THE COMPETENCIES AND SKILLS REQUIRED FOR NEXT-GENERATION FOOD AND NUTRITION SCIENTISTS. WE WILL GUIDE THE PHD FELLOWS TO EXPLORE THE BIOCATALYTIC SYNTHESIS OF FUNCTIONAL LIPIDS, TO STUDY THEIR SELF-ASSEMBLY, THEIR INTERACTION WITH FOOD OR DELIVERING MATRIX ON NANO SCALES, ANDTHEIR FUNCTIONAL PROPERTIES AND APPLICATIONS. WE HAVE ASSEMBLED AN INTERDISCIPLINARY FACULTY TEAM (10 MEMBERS) ACROSS ISU CAMPUS AND FROM AARHUS UNIVERSITY (DENMARK) TO ENSURE A BROAD, HOLISTIC, AND INTEGRATED TRAINING AND LEADERSHIP DEVELOPMENT. OUR LEADERSHIP TRAINING CURRICULUM INCLUDES THEORETICAL AND PRACTICAL DAILY APPLICATIONS IN CAMPUS ACTIVITIES AND OFF-CAMPUS INTERACTIONS WITH INDUSTRY AND GOVERNMENT AGENCIES IN THE U.S. AND OVERSEAS. THE MAJOR UNIQUE FEATURE OF THIS TRAINING PROGRAM LIES IN THE MULTI-PRONGED EDUCATION, I.E., PARTNERING RESEARCH, TEACHING AND MENTORING, AND EXTENSION THAT INTERSECT THE PUBLIC, PRIVATE, ACADEMIA, AND REGULATORY SECTORS, WITH LEADERSHIP ROLES/TRAINING EMBEDDED ACROSS ALL ACTIVITIES.SPECIAL EFFORT AND STRUCTURE ARE IN PLACE FOR RECRUITING AND MENTORING FELLOWS FROM THE UNDERREPRESENTED GROUPS. OUR EXISTING FACULTY CONNECTIONS AND COLLABORATIONS WITH MINORITY SCHOOLS WILL BE FULLY UTILIZED FOR SELECTING AND INVITING CANDIDATES TO CAMPUS INTERVIEW. FELLOWS FROM UNIQUE BACKGROUNDS WILL NOT ONLY BE MENTORED BY FACULTY OF COLOR THAT IS DESIGNED TO ENSURE THE ULTIMATE TRAINING SUCCESS, BUT ALSO ASSIST IN RECRUITING AND MENTORING MCNAIR SCHOLARS AND GEORGE WASHINGTON CARVER MINORITY FELLOWS. QUANTITATIVE PERFORMANCE MEASUREMENTS MATRIX HAS BEEN DESIGNED AND WILL BE USED TO EVALUATE THE PROGRAM. EVERY EFFORT WILL BE MADE TO TIMELY COMPLETE THE TRAINING OF EACH FELLOW IN THREE YEARS, WITH EACH FELLOW PUBLISHING 2-3 PEER-REVIEWED PUBLICATIONS IN PREMIER NANO SCIENCE JOURNALS. THROUGHOUT THE TRAINING PERIOD, FREQUENT EVALUATIONS WILL BE CONDUCTED ON NOT ONLY ACADEMIC PROGRESS BUT ALSO LEADERSHIP DEVELOPMENT. INDUSTRY AND GOVERNMENT MENTORS WILL BE INVOLVED IN THE FELLOWS&#39; PROFESSIONAL DEVELOPMENT.WE FULLY EXPECT TO SUSTAIN THE INTERDISCIPLINARY TRAINING PROGRAM BEYOND THIS GRANT TO MEET THE NATIONAL NEEDS IN FOOD AND NUTRITION APPLICATIONS OF NANOTECHNOLOGY. A SUBSTANTIAL INSTITUTIONAL SUPPORT OF $252,00 HAS BEEN COMMITTED TO THIS PROGRAM, ENSURING OUR SUCCESS AND ENABLING RECRUITMENT OF A 4TH STUDENT FROM THE MINORITY GROUPS.THE PROPOSED PROGRAM FALLS UNDER THE USDA-NIFA&#39;S STRATEGIC GOALS AND OBJECTIVES AND IT ADDRESSES THREE OF THE SIX NATIONAL CHALLENGE AREAS (FOOD SECURITY, SAFETY AND OBESITY).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20173842026769_12H3"}, {"internal_id": 45250858, "Award ID": "20173842026768", "Award Amount": 238453.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-30", "CFDA Number": "10.210", "Description": "TODAY&#39;S GLOBAL AGRICULTURE ECONOMY NEEDS BROADLY TRAINED PLANT HEALTH PRACTITIONERS AT THE DOCTORAL LEVEL IN ORDER TO SYNTHESIZE AND CONVEY THE LARGE QUANTITY OF COMPLEX INFORMATION GENERATED BY ONGOING AGRICULTURAL RESEARCH. THE INTERDISCIPLINARY TRAINING OF THE UNIVERSITY OF FLORIDA, DOCTOR OF PLANT MEDICINE (DPM) DEGREE UNIQUELY PREPARES AND EQUIPS STUDENTS FOR LEADERSHIP IN PLANT-FOCUSED AGRICULTURE BIOSECURITY. FROM AN ACADEMIC PERSPECTIVE, THE GRADUATE LEVEL CERTIFICATE IN PLANT PEST RISK ASSESSMENT AND MANAGEMENT WILL ALSO BE COMPLETED CONCURRENTLY WITH THE DPM DEGREE AS A COMPONENT OF NNF SCHOLAR TRAINING. EXPERIENTIAL AND INTERDISCIPLINARY REGULATORY PLANT HEALTH INTERNSHIPS ARE A REQUIREMENT OF THE CERTIFICATE PROGRAM. OUR PROJECT GOAL FOCUSES ON TRAINING THREE NNF DOCTORAL SCHOLARS FROM UNDERREPRESENTED GROUPS IN THE AREA OF AGRICULTURAL BIOSECURITY, WITH AN EMPHASIS ON PLANT BIOSECURITY (DISCIPLINE CODE X). NO IRTAS HAVE BEEN REQUESTED FOR THE PROJECT. ASSESSMENTS WILLOCCUR DURING THE PROGRAM AND FIVE YEARS FOLLOWING NNF SCHOLAR GRADUATION. THE PROPOSED PROJECT ADDRESSES GOAL 3, 2, AND 1 OF THE USDA STRATEGIC PLAN FOR FY 2014-2018. GOAL 3 IS ADDRESSED DUE TO THE PROFESSIONALLY TRAINED DPM PROGRAM GRADUATES UNIQUELY PREPARED TO PROMOTE AGRICULTURAL PRODUCTION AND CONSEQUENTLY INCREASE FOOD AND AGRICULTURE SECURITY. THE INTENSIVE YET FLEXIBLE CURRICULUM OFFERED PROVIDES STUDENTS WITH OPPORTUNITIES FOR TRAINING IN THE LATEST AGRICULTURAL BIOTECHNOLOGY RESOURCES. THE PROBLEM-SOLVING AND LEADERSHIP OF THESE NNF SCHOLARS WILL CRITICALLY BENEFIT FUTURE U.S. PLANT HEALTH SAFEGUARDING EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20173842026768_12H3"}, {"internal_id": 45250857, "Award ID": "20173842026767", "Award Amount": 242901.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-15", "CFDA Number": "10.210", "Description": "AGRICULTURAL AND FOOD WASTES (AFW) ARE ONE OF MOST CRITICAL ETHICAL, ECONOMIC, ENVIRONMENTAL AND GLOBAL ISSUES OF THE 20TH CENTURY. DESPITE THE URGENT NEED FOR TRAINED AFW INDIVIDUALS, THERE ARE LIMITED TRAINING OPPORTUNITIES FOR FOOD SCIENCE STUDENTS. IN ADDITION, MORE RESEARCH NEEDS TO BE DONE TO GUIDE THE FOOD INDUSTRY ON HOW TO OVERCOME THE CHALLENGES THEY FACE IN TERMS OF IMPLEMENTING ECONOMICALLY VIABLE ALTERNATIVES TO THEIR CURRENT AFW PRACTICES. THE PROJECT WILL ADDRESS THESE ISSUES BY TRAINING GRADUATE STUDENTS WITH THE LEADERSHIP AND TECHNICAL SKILLS NEEDED TO SOLVE AFW CHALLENGES. A DEDICATED/KNOWLEDGEABLE TEAM OF 11 SCIENTISTS FROM 5 DEPARTMENTS/CENTERS/INSTITUTES AT CALIFORNIA POLYTECHNIC STATE UNIVERSITY - SAN LUIS OBISPO, WILL WORK COLLECTIVELY ON TRAINING THE STUDENTS. THE TEAM HAS COLLECTIVELY 101 YEARS OF HIGHER EDUCATION EXPERIENCE AND GRADUATED 106 GRADUATE STUDENTS. THE PROPOSED MASTER&#39;S PROGRAM IN AFW WILL BE BUILT AROUND THE UNIQUE \"LEARN-BY-DOING\" FEATURE OF CAL POLY, WHICH HAS MADE ITS REPUTATION IN THE AGRICULTURAL AND FOOD INDUSTRY, AND WILL ADD 5 KEY ELEMENTS: 1) TAILORED CURRICULUM FOR THE FELLOWS, 2) APPLIED RESEARCH IN THE AREA OF AFW, 3) TEACHING PRACTICUM, 4) MANDATORY INTERNSHIP WITH THE FOOD INDUSTRY FOCUSING ON AFW, 5) MENTORING OF DOMESTIC AND INTERNATIONAL UNDERGRADUATE STUDENTS. STUDENT RESEARCH TRAINING WILL FOCUS ON MINIMIZING AND/OR CONVERTING AFW OR EXTRACTING HIGH-VALUE COMPONENTS FROM AFW. BY WORKING CLOSELY WITH THE FOOD INDUSTRY, ORGANIZING MONTHLY NETWORKING EVENTS, AND DISSEMINATE OUR FINDINGS THROUGH VARIOUS MEANS INCLUDING BUT NOT LIMITED TO NEWSLETTER, SCIENTIFIC PUBLICATIONS AND PRESENTATIONS, RESULTS OBTAINED THROUGH THIS PROGRAM WILL BE SHARED WITH THE INTERESTED AUDIENCE.THIS PROGRAM WILL GRADUATE 6 FUTURE LEADERS, INCLUDING 4 FROM UNDERREPRESENTED GROUPS, WITH THE COMMUNICATION, CRITICAL THINKING, AND PROBLEM-SOLVING SKILLS NEEDED TO EFFICIENTLY COMMUNICATE, EVALUATE, AND ADAPT THEIR THINKING IN REGARDS TO THE ISSUE OF AFW. IT WILL ALSO SIGNIFICANTLY IMPACT ALL UNDERGRADUATE STUDENTS, WHO WILL BE INVOLVED IN THE PROJECT. AS A CONSEQUENCE, THE PROJECT WILL LEAD TO MORE TRAINED FOOD SCIENTISTS KNOWLEDGEABLE IN THE AREA OF AFW, AND SCIENTIFIC FINDINGS THAT WILL CONTRIBUTE TO A BETTER ENVIRONMENTAL MANAGEMENT OF AFW AND ULTIMATELY INCREASE PROFITS OF THE FOOD AND AGRICULTURAL STAKEHOLDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5dbc7f97-7472-25a6-26ce-5386030fe667-C", "generated_internal_id": "ASST_NON_20173842026767_12H3"}, {"internal_id": 62253358, "Award ID": "20173842026766", "Award Amount": 238202.69, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-31", "CFDA Number": "10.210", "Description": "NEARLY 90% OF FLOWERING PLANT SPECIES AND 75% OF GLOBAL AGRICULTURAL FOOD CROPS USE ANIMAL-MEDIATED POLLINATION TO SET SEED AND PRODUCE FRUIT. THESE ANIMAL-POLLINATED CROPS, INCLUDING MOST FRUITS, VEGETABLES, AND NUTS, PROVIDE THE MAJORITY OF THE MICRONUTRIENTS AND PLANT-BASED FATS NEEDED IN HUMAN DIETS, AND THUS ARE CRITICAL PILLARS IN HUMAN NUTRITION. POLLINATION SERVICES CONTRIBUTE $25 BILLION TO THE US ECONOMY IN TERMS OF INCREASED CROP YIELD ALONE, WITH AN ADDITION $20 BILLION IN VALUE TO AGRICULTURAL-ASSOCIATED INDUSTRIAL SECTORS.HOWEVER, THERE HAVE BEEN DECLINES IN POPULATIONS OF BOTH WILD AND MANAGED POLLINATORS ACROSS THE WORLD. US BEEKEEPERS LOSE AN AVERAGE OF 30% OF THEIR MANAGED HONEY BEE COLONIES EACH WINTER, AND 25% DURING THE SUMMER MONTHS; 50% OF WILD BUMBLE BEE SPECIES ARE IN DECLINE IN THE US; AND NORTH AMERICAN MONARCH BUTTERFLY POPULATIONS HAVE DECREASED BY NEARLY 80% OVER THE LAST 20 YEARS. IT IS CRITICAL THAT WE FIND APPROACHES THAT WILL SUPPORT ABUNDANT AND DIVERSE COMMUNITIES OF POLLINATORS IN OUR AGRICULTURAL LANDS TO ENSURE ROBUST AND SUSTAINABLE POLLINATION SERVICES.TACKLING THE CHALLENGE OF POLLINATOR DECLINES AND ENSURING SUSTAINABLE, ROBUST POLLINATION ECOSYSTEMS SERVICES ACROSS A DIVERSITY OF AGRICULTURAL CROPS AND LANDSCAPES REQUIRES A HOLISTIC, TRANS-DISCIPLINARY APPROACH, THAT SEAMLESSLY INTEGRATES BASIC AND APPLIED SCIENCE WITH EXTENSION, EDUCATION AND OUTREACH. IT ALSO REQUIRES A FRAMEWORK WHERE SCIENTIFIC RESEARCH INTERFACES WITH MULTIPLE STAKEHOLDER GROUPS, INCLUDING BEEKEEPERS, LAND MANAGERS, GROWERS, INDUSTRY GROUPS AND POLICYMAKERS. WE WILL LEVERAGE THE STRENGTHS OF THE PENN STATE CENTER FOR POLLINATOR RESEARCH (CPR) AND ITS ASSOCIATED GRADUATE PROGRAMS IN ENTOMOLOGY AND ECOLOGY TO PROVIDE BROAD, INTERDISCIPLINARY TRAINING FOR GRADUATE STUDENTS. WE WILL WORK WITH OUR STAKEHOLDER ADVISORY BOARD TO ENSURE STUDENTS ENGAGE WITH CURRENT AND EMERGING REAL-WORLD CHALLENGES, AND LEVERAGE EXPERTISE AND INFRASTRUCTURE PROVIDED BY THESE GROUPS. STUDENTS WILL OBTAIN VALUABLE SKILLS IN COMMUNICATION AND LEADERSHIP THROUGH DIVERSE EXTENSION, EDUCATION AND OUTREACH ACTIVITIES AT THE LOCAL, REGIONAL, NATIONAL AND INTERNATIONAL LEVELS, SELECTING ACTIVITIES THAT FURTHER THEIR PROFESSIONAL INTERESTS. THESE ACTIVITIES WILL ENSURE THAT THE RESULTS OF THIS PROGRAM ARE BROADLY DISSEMINATED TO DIVERSE COMMUNITIES AND AUDIENCES.THE BROAD, TRANS-DISCIPLINARY TRAINING PROVIDED BY THIS PROGRAM WILL ENSURE THAT GRADUATING STUDENTS WILL NOT ONLY BE ABLE TO CREATIVELY AND HOLISTICALLY TACKLE ISSUES RELATED TO POLLINATORS AND POLLINATION SERVICES, BUT WILL HAVE A WEALTH OF TRANSFERRABLE SKILLS AND EXPERTISE IN SUSTAINABLE AGRICULTURE, ALLOWING THEM TO ADDRESS A MYRIAD OF CURRENT AND EMERGING CHALLENGES IN AGRICULTURE AND CONSERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20173842026766_12H3"}, {"internal_id": 45250856, "Award ID": "20173842026765", "Award Amount": 243127.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-12", "CFDA Number": "10.210", "Description": "THE TARGETED EXPERTESE SHORTAGE AREA (TESA) THIS PROJECT ADDRESSES FALLS UNDER &#39;AGRICULTURAL MANAGEMENT AND ECONOMICS&#39; WITH RELEVANT DISCIPLINES INCLUDING &#39;INTERDISCIPLINARY&#39;, &#39;SUSTAINABLE FOOD&#39;, &#39;AGRICULTURAL AND ENVIRONMENTAL SCIENCES&#39;, &#39;SOCIAL SCIENCES&#39; AND &#39;ECONOMICS GRADUATE DEGREE PROGRAMS&#39;. THERE WILL BE FOUR MASTER&#39;S LEVEL AND ONE DOCTORAL LEVEL FELLOWS RECRUITED IN THIS PROGRAM.INTEREST IN AQUAPONICS IS SOARING, BUT MOST OPERATIONS ARE SMALL-SCALE. AQUAPONICS SHOWS GREAT PROMISE TO INCREASE THE FOOD SUPPLY, BUT THERE ARE FEW PEOPLE WITH THE KNOWLEDGE AND SKILLSETS NECESSARY TO WORK IN AQUAPONICS, AND THERE ARE CHALLENGES TO SOLVE BEFORE INDUSTRIAL-SCALE AQUAPONICS IS VIABLE. THESE FELLOWS WILL DEVELOP CRITICAL-THINKING SKILLS HELPING TO SOLVE SOME OF THE CHALLENGES, AND WILL HAVE THE KNOWLEDGE TO WORK IN INDUSTRY. FELLOWS WILL DO HANDS-ON WORK DURING TWO SUMMERS IN AN EXPERIENTIAL BOOT CAMP AT A COMMERCIAL-SCALE AQUAPONICS SYSTEM.THEY WILL DO ACADEMIC WORK IN RELEVANT DISCIPLINES AND TAKE TEAM-TAUGHT SEMINAR COURSES.THE PROJECT GOAL IS TO GRADUATE FIVE FELLOWS WITH SKILLS AND KNOWLEDGE TO ADVANCE AQUAPONICS AND PROVIDE CAPABLE WORKER FOR THE GROWING AQUAPONICS INDUSTRY.THE MEASUREABLE OBJECTIVES INCLUDE:1) EDUCATE FELLOWS ABOUT AQUAPONICS USING AN INTEGRATED, INTERDISCIPLINARY CURRICULUM;2) PROMOTE CRITICAL THINKING SKILLS; AND3) PREPARE FELLOWS FOR LEADERSHIP ROLES IN RESEARCH, ACADEMIA, GOVERNMENT AND INDUSTRY.THIS PROPOSAL IS RELEVANT NNF PROGRAM GOALS OF: GOAL 1 (SCIENCE), SUBGOALS 1.1, 1.3, AND 1.7; AND GOAL 3 (PROCESS)THE NATIONAL IMPACT IS THAT WE WILL EDUCATE FOUR MASTER&#39;S AND ONE DOCTORAL STUDENT WITH THE CRITICAL THINKING AND PRACTICAL SKILLS AND KNOWLEDGE TO MOVE AQUAPONICS TO THE NEXT LEVEL. THIS FIRST CADRE OF FELLOWS WILL FORM THE NUCLEUS FOR A PROFESSIONAL PROGRAM THAT WE EXPECT TO CONTINUE TO GROW AS AQUAPONICS BEGINS TO FULFILL ITS PROMISE AND BECOMES INDUSTRIAL-SCALE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20173842026765_12H3"}, {"internal_id": 45250855, "Award ID": "20173842026764", "Award Amount": 77660.15, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-15", "CFDA Number": "10.210", "Description": "AGRICULTURAL EDUCATION IS A BROAD, APPLIED FIELD THAT DRAWS FOUNDATIONAL KNOWLEDGE FROM PSYCHOLOGY AND SOCIOLOGY, WHILE FOCUSING ON THE HUMAN DIMENSIONS OF SCIENCE AND PRACTICE IN AGRICULTURE AND NATURAL RESOURCES MANAGEMENT (DOERFERT, 2011, P. 5). THIS INCLUDES AGRICULTURAL EDUCATION IN SCHOOLS, UNIVERSITIES, IN BOTH FORMAL AND NON-FORMAL SETTINGS AS WELL AS UNIVERSITY PROGRAMS DESIGNED TO CREATE EDUCATORS, LEADERS, AND PROFESSIONAL COMMUNICATORS FOR THE BREADTH OF AGRICULTURAL INDUSTRY. RESEARCH HAS IDENTIFIED A NEED FOR MORE, AND DIVERSIFIED, CANDIDATES IN BOTH THE POST-SECONDARY TEACHER EDUCATION RANKS OF AGRICULTURAL EDUCATION AS WELL AS IN THE SECONDARY CLASSROOM (DOERFERT, 2011; ROBERTS, HARDER &AMP; BRASHEARS, 2016). WE HAVE SECURED A COMMITMENT FROM NIFA TO PROVIDE FUNDS TO HELP US ADDRESS THE NATIONALLY IDENTIFIED SHORTAGE OF AGRICULTURAL EDUCATION TEACHERS WITH A FOCUS ON THE RECRUITMENT OF A TRADITIONALLY UNDERREPRESENTED CANDIDATE. OUR FELLOW WILL CREATE A NATIONAL IMPACTAS HE/SHE TAKES FACULTY POSITIONS TO TRAIN AND SUPPORT SECONDARY TEACHERS IN AGRICULTURAL EDUCATION, EXPONENTIALLY INCREASING THEIR ABILITY TO IMPACT AGRICULTURAL EDUCATION, FURTHER SUPPORT UNDERREPRESENTED MINORITY STUDENTS, AND SERVE AS MODELS FOR THE NEXT GENERATION OF AGRICULTURALISTS.WE WILL RECRUIT ONE UNDERREPRESENTED MINORITY FELLOW AND PROVIDE RIGOROUS CROSS-DISCIPLINARY TRAINING IN AGRICULTURAL EDUCATION WITH AN EMPHASIS IN STEM PREPARATION. OUR OVERALL PROJECT GOAL IS TO DEVELOP FACULTY WITH COMPETENCIES IN RESEARCH, TEACHER EDUCATION, CURRICULUM DEVELOPMENT, EDUCATIONAL TECHNOLOGY, SERVICE, LEADERSHIP, AND SCHOLARSHIP. THIS NIFA AWARD WILL PROVIDE AN OPPORTUNITY FOR US TO POSITIVELY IMPACT AGRICULTURAL EDUCATION AS EACH FELLOW WILL GRADUATE AND IN A TYPICAL POSITION, INFLUENCE 20-30 ASPIRING TEACHERS PER YEAR. THESE TEACHERS, WHO WILL GROW AND EXPAND IN THEIR THINKING THROUGH INTERACTION WITH DIVERSE FACULTY EDUCATORS, AND IN TURN WILL GRADUATE AND TAKE HIGH SCHOOL STEM-RELATED AGRICULTURAL SCIENCE POSITIONS, WILL INTERACT WITH 100-200 HIGH SCHOOL STUDENTS ON A DAILY BASIS. AFTER JUST A FEW SHORT YEARS, THE BENEFITS AND EXAMPLES SET BY A FEW UNDERREPRESENTED MINORITY FACULTY CAN SHAPE AGRICULTURAL EDUCATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20173842026764_12H3"}, {"internal_id": 45250854, "Award ID": "20173842026759", "Award Amount": 235725.82, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-19", "CFDA Number": "10.210", "Description": "GRADUATE TRAINING AND LEADERSHIP DEVELOPMENT IN INFECTIOUS DISEASES AND AGRICULTURAL BIOSECURITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20173842026759_12H3"}, {"internal_id": 45250853, "Award ID": "20173842026758", "Award Amount": 245281.17, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-06", "CFDA Number": "10.210", "Description": "THE NATIONAL NEEDS FELLOWSHIP- INTEGRATED APPROACH TO GRADUATE RESEARCH, EDUCATION, AND ENGAGEMENT (NNF-IAGREE) PROJECT AT THE UNIVERSITY OF TEXAS RIO GRANDE VALLEY PRESENTS A PRACTICAL AND COMPREHENSIVE FELLOWSHIP PLAN TO RECRUIT EIGHT OUTSTANDING, UNDERREPRESENTED STUDENTS OVER A 60-MONTH PROJECT PERIOD INTO A NEWLY DEVELOPED MASTER&#39;S PROGRAM IN AGRICULTURAL, ENVIRONMENTAL AND SUSTAINABILITY SCIENCES. THE OVERALL PROJECT GOALS ARE TO (A) PROVIDE AN INTEGRATIVE, ACCESSIBLE, AND HIGH-QUALITY EDUCATIONAL EXPERIENCE FOR STUDENTS INTERESTED IN ADVANCED SCIENCES RELATED TO SUSTAINABLE AGRICULTURE AND FOOD SYSTEMS AND (B) FACILITATE OPPORTUNITIES TO DEVELOP SKILLS IMPORTANT IN AGRICULTURAL CAREERS THROUGH ENGAGED SCHOLARSHIP, PROFESSIONAL MENTORSHIP, OUTREACH OPPORTUNITIES, AND TRAINING IN COMMUNICATION AND EXTENSION. THE MEASURABLE OBJECTIVES ARE TO PROVIDE 8 STUDENTS AN OPPORTUNITY TO: (A) COMPLETE AN INTEGRATIVE MS WITHIN THE PROJECT PERIOD; (B) PARTICIPATE IN HANDS-ON RESEARCH TRAINING IN LABORATORIES WITH CUTTING-EDGE SCIENTIFIC TECHNOLOGY AND PROTOCOLS, (C) DISSEMINATE STUDENT RESEARCH THROUGH 8 MS THESES, SCIENTIFIC PUBLICATIONS, AND OTHER MULTIMEDIA PRODUCTS (VIDEOS) WITHIN THE PROJECT PERIOD. THIS PROJECT IS HIGHLY RELEVANT TO THE NNF PROGRAM GOALS AS IT NOT ONLY PRODUCES AND DISSEMINATES SCIENCE NEEDED TO INFORM THE SUSTAINABLE MANAGEMENT OF FOOD AND AGRICULTURE SYSTEMS BUT ALSO RESULTS IN EIGHT HIGHLY-QUALIFIED MS-LEVEL MINORITY SCIENTISTS WHO THROUGH THEIR PARTICIPATION IN RESEARCH, EDUCATION, AND COMMUNITY ENGAGEMENT ACTIVITIES IN THE NNF-IAGREE, WILL HAVE THE SKILLS, KNOWLEDGE, AND ATTRIBUTES REQUIRED TO SUCCESSFULLY FOMENT AND DIVERSIFY OUR NEXT GENERATION AGRICULTURAL WORKFORCE IN THE TARGET EXPERTISE SHORTAGE AREA OF INTEGRATIVE BIOSCIENCES FOR SUSTAINABLE FOOD AND AGRICULTURAL SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_20173842026758_12H3"}, {"internal_id": 45250852, "Award ID": "20173842026757", "Award Amount": 208968.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-12", "CFDA Number": "10.210", "Description": "FOOD MANUFACTURING AND SAFETY MENTORING PROGRAM TO DEVELOP FUTURE FOOD INDUSTRY LEADERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20173842026757_12H3"}, {"internal_id": 45250851, "Award ID": "20173842026756", "Award Amount": 236849.47, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-23", "CFDA Number": "10.210", "Description": "THREE PHD FELLOWS WILL BE SUPPORTED BY NFF AND AU.THE GOAL/OBJECTIVE IS TO ENHANCE AQUACULTURE GENETICS AND PRODUCTION IN THE US BY OVERCOMING THE SHORTAGE OF SCIENTISTS CROSS-TRAINED IN QUANTITATIVE AND MOLECULAR GENETICS AND RELATED GENETIC BIOTECHNOLOGIES. DURING THE PAST 25 YEARS, AQUACULTURE GENOMICS EXPERIENCED TREMENDOUS ADVANCEMENT. HOWEVER, THIS RESEARCH HAD MINIMAL IMPACT ON THE US AQUACULTURE INDUSTRY. WITH THE ADVENT OF GENOME WIDE ASSOCIATED SELECTION, FIRST APPROVAL OF TRANSGENIC FISH FOR HUMAN CONSUMPTION AND EMERGENCE OF POWERFUL GENE EDITING TECHNOLOGY, IT IS TIMELY TO TRANSLATE GENOMICS, MOLECULAR GENETICS AND BIOTECHNOLOGICAL APPROACHES INTO MORE RAPID GENETIC IMPROVEMENT TO INCREASE AQUACULTURE PRODUCTION TO ENSURE SAFE, HIGH QUALITY FOOD FOR CONSUMERS. THIS REQUIRES SCIENTISTS HAVING A COMBINATION OF SKILLS IN BOTH QUANTITATIVE GENETICS AND MOLECULAR GENETICS/GENOMICS. THE PAST 3 DECADES, MOST STUDENTS CHOSE MOLECULAR GENETICS AND VERY FEW QUANTITATIVE GENETICS. THE US NOW HAS A SHORTAGE OF YOUNG SCIENTISTS TRAINED IN AQUATIC QUANTITATIVE GENETICS AND ESPECIALLY THOSE COMPETENT IN A COMBINATION OF QUANTITATIVE AND MOLECULAR GENETICS AND MOLECULAR BIOTECHNOLOGY. WE PROPOSE A GRADUATE PROGRAM FOR FELLOWS UNIQUELY TRAINED IN QUANTITATIVE, FIELD AND MOLECULAR GENETICS TO ADDRESS THIS PROBLEM, HAVING INITIAL IMPACT IN 4 YEARS. THE FELLOWS WILL BE TRAINED IN AN INTEGRATED, HOLISTIC GRADUATE PROGRAM IN QUANTITATIVE GENETICS, MOLECULAR GENETICS, GENOMICS, GENE EDITING, GENETIC BIOTECHNOLOGY, STEM CELL TECHNOLOGY, BIOINFORMATICS, GENETIC DATA ANALYSIS AND REPRODUCTION (GENETIC IMPROVEMENT IS USELESS WITHOUT PRODUCTION OF ADEQUATE SEED STOCK). THIS PROJECT IS RELEVANT AS IT ADDRESSES A VOID IN US EXPERTISE IN A RELATIVELY NEW INTEGRATED FIELD WITH LITTLE AQUACULTURE EXPERTISE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20173842026756_12H3"}, {"internal_id": 120382341, "Award ID": "20166701225419", "Award Amount": -150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-29", "CFDA Number": "10.210", "Description": "A GENOMIC, TRANSCRIPTOMIC, AND BIOCHEMICAL STUDY OF THE CELL WALL DEGRADING ENZYMES OF POWDERY MILDEWS FOR IMPROVED BIOFUEL PRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "151dd02b-fa5b-7d4e-b8c1-4afc99cf1b79-C", "generated_internal_id": "ASST_NON_20166701225419_12H3"}, {"internal_id": 148592683, "Award ID": "20163842025497", "Award Amount": -35683.99, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-06", "CFDA Number": "10.210", "Description": "FILLING THE GAPS IN CROP BIOSECURITY: TRAINING GRADUATE LEADERS IN PLANT PATHOGEN FORENSICS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20163842025497_12H3"}, {"internal_id": 148592666, "Award ID": "20163842025496", "Award Amount": -36704.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-21", "CFDA Number": "10.210", "Description": "TRAINING GRADUATE STUDENTS AND FUTURE LEADERS IN ANIMAL NUTRITIONAL PHYSIOLOGY AND METABOLISM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20163842025496_12H3"}, {"internal_id": 128759661, "Award ID": "20163842025324", "Award Amount": -19856.89, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-01", "CFDA Number": "10.210", "Description": "MULTIDISCIPLINARY GRADUATE TRAINING IN ADVANCED TECHNOLOGIES FOR HIGH YIELD SUSTAINABLE AGRICULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20163842025324_12H3"}, {"internal_id": 146686068, "Award ID": "20163842025299", "Award Amount": -5625.47, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-24", "CFDA Number": "10.210", "Description": "NATIONAL NEEDS TRAINING IN COMPUTATIONALLY INTENSIVE GENOMIC ANALYSIS AND APPLICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_20163842025299_12H3"}, {"internal_id": 147432247, "Award ID": "20163842025298", "Award Amount": -16938.33, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-23", "CFDA Number": "10.210", "Description": "EMPOWERMENT OF MODERN SCIENTISTS IN FOREST ECONOMICS, PLANNING AND MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20163842025298_12H3"}, {"internal_id": 146686067, "Award ID": "20163842025297", "Award Amount": -12426.65, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-18", "CFDA Number": "10.210", "Description": "BRIDGING THE GAP: EDUCATING MULTIDISCIPLINARY PROFESSIONALS TO STEWARD PEST MANAGEMENT TECHNOLOGIES FOR SUSTAINABLE AGRICULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20163842025297_12H3"}, {"internal_id": 146686066, "Award ID": "20163842025289", "Award Amount": -174.36, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-24", "CFDA Number": "10.210", "Description": "ARBL NATIONAL NEEDS FELLOWSHIPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20163842025289_12H3"}, {"internal_id": 147432252, "Award ID": "20163842025288", "Award Amount": -27604.59, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-23", "CFDA Number": "10.210", "Description": "FOOD PROTECTION AND DEFENSE: ANIMAL BIOSECURITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20163842025288_12H3"}, {"internal_id": 146292983, "Award ID": "20163842025285", "Award Amount": -963.37, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-04", "CFDA Number": "10.210", "Description": "USDA NATIONAL NEEDS FELLOWSHIP FOR ENHANCING ANIMAL PRODUCTION: ADDRESSING NATIONAL NEED IN POULTRY PRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20163842025285_12H3"}, {"internal_id": 125389650, "Award ID": "20153842023732", "Award Amount": -34479.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-12", "CFDA Number": "10.210", "Description": "TRAINING THE FIRST GENERATION OF GREENHOUSE GAS ACCOUNTING PROFESSIONALS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20153842023732_12H3"}, {"internal_id": 116524845, "Award ID": "20153842023707", "Award Amount": -792.1, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-02", "CFDA Number": "10.210", "Description": "MULTICULTURAL INVESTIGATORS NURTURED IN DATA SCIENCE -MINDS- IN AGRICULTURE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_20153842023707_12H3"}, {"internal_id": 129033848, "Award ID": "20153842023702", "Award Amount": -294.97, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-19", "CFDA Number": "10.210", "Description": "DOCTORAL EDUCATION IN INTERDISCIPLINARY AGRICULTURE AND NATURAL RESOURCES SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_20153842023702_12H3"}, {"internal_id": 127669552, "Award ID": "20153842023701", "Award Amount": -0.01, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-24", "CFDA Number": "10.210", "Description": "TRAINING BIOLOGICAL ENGINEERS IN FOOD SECURITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20153842023701_12H3"}, {"internal_id": 116524844, "Award ID": "20153842023700", "Award Amount": -9291.47, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "10.210", "Description": "STRENGTHENING U.S. GRADUATE EDUCATION IN AGRICULTURAL SCIENCES THROUGH INTERNATIONAL RESEARCH FOCUSED ON MANAGING WATER SCARCITY IN DIVERSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20153842023700_12H3"}, {"internal_id": 146995472, "Award ID": "20153842023699", "Award Amount": -130900.3, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-11", "CFDA Number": "10.210", "Description": "INTEGRATED TRAINING OF GRADUATE STUDENTS IN QUANTITATIVE AND COMPUTATIONAL METHODS FOR ANIMAL BREEDING AND GENOMICS - RESUBMISSION - 2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20153842023699_12H3"}, {"internal_id": 131813180, "Award ID": "20153842023697", "Award Amount": -0.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-05", "CFDA Number": "10.210", "Description": "CROSS -DISCIPLINARY TRAINING TO IMPROVE FOOD SECURITY IN A CHANGING ENVIRONMENT - INTEGRATING GENETICS, COMPUTATIONAL ANALYSIS, AND POLICY C", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20153842023697_12H3"}, {"internal_id": 131543857, "Award ID": "20153842023696", "Award Amount": -3060.94, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-14", "CFDA Number": "10.210", "Description": "ANTIMICROBIAL RESISTANCE SURVEILLANCE TRAINING AND EDUCATION PROGRAM (ARM-STEP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20153842023696_12H3"}, {"internal_id": 131813260, "Award ID": "20153842023695", "Award Amount": -51372.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "10.210", "Description": "USDA NATIONAL NEEDS FELLOWSHIP FOR ENHANCING FOOD SAFETY THROUGH DEVELOPMENT OF NOVEL INTERVENTION STRATEGIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_20153842023695_12H3"}, {"internal_id": 120382311, "Award ID": "20153842023694", "Award Amount": -18114.71, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-21", "CFDA Number": "10.210", "Description": "PROPOSAL TO TRAIN DOCTORAL STUDENTS IN THE ECONOMICS AND MANAGEMENT OF AGRICULTURAL INNOVATIONS: BIOTECHNOLOGY AND INFORMATION TECHNOLOGY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20153842023694_12H3"}, {"internal_id": 67288305, "Award ID": "20146701222272", "Award Amount": -14273.35, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-13", "CFDA Number": "10.210", "Description": "USING EPIDEMIOLOGICAL MODELING TO IMPROVE MICROBIAL CONTROL OF THE DOUGLAS-FIR TUSSOCK MOTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4bd68be-2bd0-4a42-0d20-0ad92720d93c-C", "generated_internal_id": "ASST_NON_20146701222272_12H3"}, {"internal_id": 127669563, "Award ID": "20143842021882", "Award Amount": -7697.95, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-23", "CFDA Number": "10.210", "Description": "TRAINING NATIONAL NEEDS FELLOWS TO PRODUCE HEALTHIER FOODS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41978dcd-498c-8ab8-89bf-c6abd4f48389-C", "generated_internal_id": "ASST_NON_20143842021882_12H3"}, {"internal_id": 83116262, "Award ID": "20143842021844", "Award Amount": -37017.52, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "10.210", "Description": "MULTIDISCIPLINARY TRAINING OF DOCTORAL STUDENTS IN FOOD AND NUTRITION FOR CANCER PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20143842021844_12H3"}, {"internal_id": 131543863, "Award ID": "20143842021803", "Award Amount": -1674.9, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-01", "CFDA Number": "10.210", "Description": "DOCTORAL TRAINING OF VETERINARIANS IN COMPARATIVE METABOLIC AND INFLAMMATORY DISEASE PROCESSES TO ENHANCE AGRICULTURAL BIOSECURITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20143842021803_12H3"}, {"internal_id": 131543864, "Award ID": "20143842021801", "Award Amount": -8000.01, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-13", "CFDA Number": "10.210", "Description": "PLANT BREEDING FOR IMPROVED WATER PRODUCTIVITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20143842021801_12H3"}, {"internal_id": 128759659, "Award ID": "20143842021800", "Award Amount": -5.45, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-03", "CFDA Number": "10.210", "Description": "TRAINING THE NEXT GENERATION OF SCIENTISTS FOR THE SYSTEMS BIOLOGY ERA IN ANIMAL PRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20143842021800_12H3"}, {"internal_id": 81545661, "Award ID": "20143842021799", "Award Amount": -13155.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-05", "CFDA Number": "10.210", "Description": "MULTIDISCIPLINARY DOCTORAL TRAINING IN HUMAN NUTRITION AND CHILDHOOD OBESITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_20143842021799_12H3"}, {"internal_id": 110859817, "Award ID": "20143842021798", "Award Amount": -222.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "10.210", "Description": "SUSTAINABLE AGRICULTURE IN SEMIARID AREAS: AN INTERNATIONAL AND INTERDISCIPLINARY APPROACH TO GRADUATE EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_20143842021798_12H3"}, {"internal_id": 120382343, "Award ID": "20143842021795", "Award Amount": -3304.25, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-21", "CFDA Number": "10.210", "Description": "A GRADUATE PROGRAM IN RESOURCE ECONOMICS AT THE UNIVERSITY OF WISCONSIN - ADAPTATION TO CLIMATE CHANGE AND POLICY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20143842021795_12H3"}, {"internal_id": 116524847, "Award ID": "20143842021794", "Award Amount": -116391.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-01", "CFDA Number": "10.210", "Description": "ECONOMICS OF FOOD SECURITY AND HUNGER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20143842021794_12H3"}, {"internal_id": 127669539, "Award ID": "20143841321793", "Award Amount": -20000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-22", "CFDA Number": "10.210", "Description": "INTERDISCIPLINARY TRAINING FOR MULTICULTURAL UNDERGRADUATE SCHOLARS IN AGROECOLOGY AND NATURAL RESOURCE SCIENCES AT FLORIDA INTERNATIONAL UN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_20143841321793_12H3"}, {"internal_id": 73265750, "Award ID": "20133842020538", "Award Amount": -34858.69, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-10-24", "CFDA Number": "10.210", "Description": "INTERDISCIPLINARY TRAINING IN AGROECOLOGY: ENHANCING A BROADER TRAINING IN AGRICULTURAL SCIENCE THROUGH TRADITIONAL AND WEB BASED CURRICULA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20133842020538_12H3"}, {"internal_id": 69573253, "Award ID": "20133842020536", "Award Amount": -3724.51, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-24", "CFDA Number": "10.210", "Description": "FORENSIC PLANT PATHOLOGY: ENHANCING U.S. CROP BIOSECURITY THROUGH MULTIDISCIPLINARY GRADUATE EDUCATION, EXPERIENCE AND RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20133842020536_12H3"}, {"internal_id": 68053979, "Award ID": "20133842020522", "Award Amount": -15536.06, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-03", "CFDA Number": "10.210", "Description": "MULTIDISCIPLINARY DOCTORAL EDUCATION IN BIO-BASED MATERIALS SCIENCE & ENGINEERING AND TECHNOLOGY MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20133842020522_12H3"}, {"internal_id": 68176258, "Award ID": "20133842020521", "Award Amount": -40469.24, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "10.210", "Description": "PREPARING STUDENTS FOR LEADERSHIP IN NATURAL RESOURCES AND ECONOMICS OF ALTERNATIVE ENERGY A COOPERATIVE APPROACH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20133842020521_12H3"}, {"internal_id": 68176259, "Award ID": "20133842020519", "Award Amount": -6582.28, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "10.210", "Description": "FOOD SAFETY FOR A GLOBAL ECONOMY: DOCTORAL TRAINING PROGRAM WITH A FOCUS ON INTERNATIONAL FOOD SAFETY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20133842020519_12H3"}, {"internal_id": 69573160, "Award ID": "20133842020517", "Award Amount": -10755.34, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "10.210", "Description": "GRADUATE TRAINING IN LAND USE AND LANDSCAPE ANALYSIS FOR FOREST AND AGRICULTURAL SUSTAINABILITY AND RESILIENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20133842020517_12H3"}, {"internal_id": 131543866, "Award ID": "20133842020497", "Award Amount": -318.07, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-06", "CFDA Number": "10.210", "Description": "SUSTAINABLE FOOD SYSTEMS: AN INTERDISCIPLINARY APPROACH TO GRADUATE RESEARCH AND EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41978dcd-498c-8ab8-89bf-c6abd4f48389-C", "generated_internal_id": "ASST_NON_20133842020497_12H3"}, {"internal_id": 81071218, "Award ID": "20133842020496", "Award Amount": -16185.36, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-16", "CFDA Number": "10.210", "Description": "IMPROVING THE EFFICIENCY OF LIVESTOCK PRODUCTION USING GENETIC SELECTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20133842020496_12H3"}, {"internal_id": 65967842, "Award ID": "20123842030221", "Award Amount": -35740.02, "Award Type": null, "Base Obligation Date": "2018-04-02", "CFDA Number": "10.210", "Description": "NATIONAL NEEDS GRADUATE FELLOWSHIP PROGRAM IN FOOD ANIMAL BIOSECURITY: INFECTIOUS DISEASE ECOLOGY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20123842030221_12H3"}, {"internal_id": 151882516, "Award ID": "20123842030195", "Award Amount": -2.08, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "10.210", "Description": "TRAINING THE NEXT GENERATION OF UNDER-REPRESENTED AND CROSS-DISCIPLINARY SCHOLARS AT THE FRONTIERS OF AGRICULTURAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ceec5ef7-d6a5-28f0-e23f-ec61155b7078-C", "generated_internal_id": "ASST_NON_20123842030195_12H3"}, {"internal_id": 149039690, "Award ID": "20103842021828", "Award Amount": -6052.57, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-25", "CFDA Number": "10.210", "Description": "MULTIDISCIPLINARY DOCTORAL EDUCATION PROGRAM IN LIGNOCELLULOSIC BIOFUELS SCIENCE AND ENGINEERING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20103842021828_12H3"}]