[{"internal_id": 156906015, "Award ID": "20237704039223", "Award Amount": 239395.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-22", "CFDA Number": "10.223", "Description": "THE PROPOSED PROJECT INTEGRATES SEVERAL DISCIPLINES INCLUDING HOSPITALITY ADMINISTRATION, FOODSERVICE AND CULINARY MANAGEMENT, NATURAL SCIENCES, AND AGRICULTURE. SUCCESSFUL LATINO FARM-TO-TABLE WORKERS START WITH FULL KNOWLEDGE AND UNDERSTANDING OF THE BASIC PARTNERS IN THE FOOD CHAIN: FARMERS, RANCHERS, ARTISANS, VINTNERS, PRODUCERS, AND DISTRIBUTORS. AT THE UPRCA THE STUDENTS WILL GO DIRECTLY TO THE FIELD TO UNDERSTAND WHAT IT TAKES TO BRING LOCALLY PRODUCED INGREDIENTS TO THE COMMERCIAL KITCHEN. PARTICIPANTS WILL DISCOVER VARIOUS FARMING AND PRODUCTION METHODS, THE ADVANTAGES OF BUYING LOCAL, AND HOW TO MAKE THE BEST SUSTAINABLE AND ETHICAL INGREDIENT CHOICES THROUGHOUT THEIR F&AMP;B AND CULINARY CAREERS. STUDENTS WILL ALSO BE EXPOSED TO SEVERAL NATURAL SCIENCES DISCIPLINES RELATED TO FOOD SAFETY, COVERING INFORMATION ABOUT TAKEOUT FOOD SAFETY, GROCERY SHOPPING, BULK MEAT SALES, FACE COVERINGS AND PERSONAL PROTECTION EQUIPMENT, PRODUCE CONCERNS, RETAIL ESTABLISHMENTS SANITATION, FOODSERVICE EMPLOYEE HEALTH, RECEIVING, STORING, PREPARING, AND PACKAGING FOOD, FOOD BANKS, FARMERS MARKETS, AGRIBUSINESS, AND GARDENING.THE ACADEMIC PROGRAMS OF F&AMP;B OPERATIONS MANAGEMENT AND CULINARY ARTS NEED STRONG CONNECTIONS TO THE AGRICULTURAL SCIENCES AND RELATED DISCIPLINES IN ORDER TO SUPPORT FOOD SAFETY AND EFFICIENCY. DURING THESE CHALLENGING TIMES OF THE COVID-19 PANDEMIC, IT IS ESPECIALLY IMPORTANT THAT CHEFS, RESTAURANTEURS, AND CONSUMERS HAVE A SAFE AND STRONG FOOD SUPPLY. USDA EXTENSION FOOD SAFETY PROGRAMS NATIONWIDE RECOGNIZE THAT CONSUMERS AND THE FOODSERVICE INDUSTRY NEED RELIABLE COVID-19 AND FOOD SAFETY INFORMATION TO KEEP THE FOOD SUPPLY SECURE AND TO LEARN HOW TO MITIGATE COMMUNITY SPREAD OF THE VIRUS. IT IS CRITICAL THAT HOSPITALITY MANAGEMENT AND CULINARY ARTS STUDENTS ARE TRAINEDWITH UP-TO-DATE KNOWLEDGE AND SKILLS IN ADEQUATE FOOD PRODUCTION FACILITIES TO MAKE USE OF THE MOST CURRENT DEVELOPMENTS AND BEST PRACTICES IN THE AREA OF FOOD SAFETY.ACCORDING TO THE PUERTO RICO RESTAURANT ASSOCIATION (ASORE), THERE ARE APPROXIMATELY 4,000 RESTAURANTS ON THE ISLAND, A PARTICULARLY IMPORTANT ECONOMIC SECTOR THAT REPRESENTS $2 BILLION IN SALES IN 2021, REPRESENTING 6.4% OF RETAIL SALES IN PUERTO RICO. THE LOCAL AND FEDERAL GOVERNMENTS HAVE IDENTIFIED THE NEED TO REDUCE CASES OF FOODBORNE ILLNESSES, FOOD CONTAMINATION, AND FOOD POISONING. ACCORDING TO PUERTO RICO&#39;S DEPARTMENT OF HEALTH, SOCIOECONOMIC FACTORS, CULTURAL FACTORS, AND FOOD-HANDLING PRACTICES ALL PLAY A PART.IN RECENT YEARS, MORE RESTAURANTS AND CHEFS IN PUERTO RICO HAVE TAKEN PART IN A WORLD-RENOWNED MOVEMENT KNOWN AS FARM-TO-TABLE, A TREND THAT STRIVES TO SERVE DISHES THAT INCLUDE THE FRESHEST LOCAL INGREDIENTS, PREFERABLY FROM AN ON-SITE GARDEN OR FARM. EACH REGION CONSUMES WHAT IS PRODUCED WITHIN IT. THE CONCEPT IS ALSO INTIMATELY LINKED TO ORGANIC FARMING AND SUSTAINABLE AGRICULTURAL PRACTICES. THE BEST-KNOWN CHEFS WITHIN THE FARM-TO-TABLE TREND ON THE ISLAND ARE PART OF A NEW G,ENERATION OF LOCAL EXPERTS WHO HAVE MANAGED TO STAND OUT WITHOUT DISTANCING THEMSELVES FROM THE SIGNATURE PUERTO RICAN FLAVORS. THESE ARE CHEFS WHOSE CREATIONS HAVE BEEN REVIEWED INTERNATIONALLY BY TOP FOOD CRITICS AND RENOWNED F&AMP;B PUBLICATIONS. LOCALS AND FOREIGN VISITORS ALIKE HAVE ENJOYED THE SUBLIME CULTURAL AND CULINARY EXPERIENCE IN THESE DISTINCTIVE RESTAURANTS, AND THE GOVERNMENT OF PUERTO RICO, THROUGH THE PUERTO RICO TOURISM COMPANY, HAS PROMOTED THESE FARM-TO-TABLE OPERATIONS. HOWEVER, NO HOSPITALITY MANAGEMENT AND/OR CULINARY ARTS PROGRAMS ON THE ISLAND PREPARES ITS GRADUATES TO BECOME ACTIVE PARTICIPANTS AND ENTREPRENEURS IN THE LATINO FARM-TO-TABLE BUSINESS MODEL AND ECOSYSTEM.TO PROVIDE THIS MUCH-NEEDED TRAINING TO STUDENTS AND AGRICULTURAL WORKERS, THE SHRA HAS IDENTIFIED THE NEED TO REVISE THE COURSES THAT FOCUS ON F&AMP;B OPERATIONS MANAGEMENT IN THE BACHELOR&#39;S DEGREE IN HOTEL AND RESTAURANT ADMINISTRATION, AS WELL AS THE IMPERATIVE NEED TO CREATEAN ASSOCIATE DEGREE IN CULINARY ARTS WITH STRONG FOOD SAFETY AND LATINO FARM-TO-TABLE COMPONENTS. THIS IS THE FIRST TIME THAT PROGRAMS WITH THOSE TWO FOCUSES WILL BE DEVELOPED IN PUERTO RICO. THE SHRA DEAN AND FACULTY HAVE PARTICIPATED IN MEETINGS WITH STUDENTS, THE ADVISORY BOARD, PROFESSIONAL ASSOCIATIONS, AND ALUMNI TO DISCUSS THE NEED FOR THE REVISION OF F&AMP;B COURSES AND THE NEW ACADEMIC PROGRAM IN CULINARY ARTS AND HAVE ACTIVELY LISTENED TO THEIR OPINIONS, RECOMMENDATIONS, AND NEEDS.THE DEVELOPMENT OF A UNIQUE AND INNOVATIVE CULINARY ARTS PROGRAM WITH A STRONG LATINO FARM-TO-TABLE FOCUS WILL PROVIDE STUDENTS WITH A PROFOUND KNOWLEDGE OF WHERE FOOD INGREDIENTS COME FROM, THE ADVANTAGES OF BUYING LOCAL PRODUCE, VARIOUS FARMING, AND PRODUCTION METHODS, AND HOW TO CONTINUE TO MAKE THE BEST SUSTAINABLE AND ETHICAL AGRICULTURAL PRODUCT CHOICES THROUGHOUT THEIR CULINARY CAREERS. IN ADDITION, AN EMPHASIS ON FOOD SAFETY IS ESPECIALLY IMPORTANT BECAUSE F&AMP;B BUSINESSES ARE FULL OF SAFETY HAZARDS SUCH AS CLEANING CHEMICALS, BROKEN GLASS, BACTERIA, VIRUSES, AND TOXINS, AMONG OTHERS, AND THE ONLY WAY TO PROTECT CUSTOMERS, THE BUSINESS, AND EMPLOYEES IS THROUGH ONGOING FOOD SAFETY TRAINING, PRACTICE, AND EDUCATION. PARTICIPANTS IN THE NRA SERVSAFE CERTIFICATE COURSE WILL ACQUIRE THE SKILLS AND KNOWLEDGE REQUIRED TO HANDLE FOOD SAFELY AND UPHOLD HIGH STANDARDS OF HYGIENE AND CLEANLINESS. WELL-TRAINED AND CERTIFIED FOOD HANDLERS COUPLED WITH A COMPLETE AND UP-TO-DATE FOOD SAFETY GUIDE ARE THE KEYS TO ENSURING FOOD SAFETY IN THE FOODSERVICE INDUSTRY.SHRA WILL CLOSELY COLLABORATE WITH THE USDA- FOOD AND NUTRITION SERVICES OFFICE IN PUERTO RICO AND WITH THE INNOVATION FUND FOR AGRICULTURAL DEVELOPMENT IN PUERTO RICO (FIDA) TO PARTICIPATE IN EVENTS RELATED TO THIS PROPOSAL. THIS JOINT EFFORT WILL OFFER PARTICIPANTS THE OPPORTUNITY TO CONNECT WITH AND SHADOW FARM OWNERS AND RESTAURANT CHEFS WHO ARE PRACTICING STRICT FOOD SAFETY PROTOCOLS AND FARM-TO-TABLE PROCEDURES.THE NEW AND INNOVATIVE,ASSOCIATE DEGREE IN CULINARY ARTS OF THE UPRCA WITH ITS FOOD SAFETY AND FARM-TO-TABLE FOCUS WILL BEGIN IN THE SECOND YEAR OF THE USDA HSI PROJECT WITH THE RECRUITMENT OF AN INITIAL GROUP OF 20 STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ba59bb4-17b0-4447-fd28-f951f8fa1364-C", "generated_internal_id": "ASST_NON_20237704039223_12H3"}, {"internal_id": 157863805, "Award ID": "20237042739145", "Award Amount": 950000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-31", "CFDA Number": "10.223", "Description": "INTER AMERICAN UNIVERSITY OF PUERTO RICO AT BARRANQUITAS CAMPUS (IAUPR BC) AND GUAYAMA CAMPUS (IAUPR GC) ARE PRIVATE NON-PROFIT UNIVERSITIES THAT OFFER EDUCATIONAL SERVICES IN GEOGRAPHICAL AREAS WITH ECONOMIC NEED. BOTH INSTITUTIONS ARE COLLABORATING IN A FOUR-YEAR PROJECT, TO ESTABLISH A MEAT AND POULTRY PROCESSING WORKFORCE TRAINING CENTER IN PUERTO RICO. DUE TO THE ISLAND FINANCIAL CRISIS AND NATURAL DISASTERS, AGRICULTURE NOW REPRESENTS LESS THAN THE 1% OF THE PUERTO RICO GROSS DOMESTIC PRODUCT.1 THEREFORE, FOOD SECURITY IS AT HIGH RISK, DEPENDING ONLY FROM IMPORTS, WHEREAS, POOR FAMILIES IN RURAL AREAS HAVE BEEN NEGATIVELY AND DISPROPORTIONATELY AFFECTED. AGRICULTURE CAN PLAY A VITAL ROLE IN ENSURING FOOD SECURITY, EMPLOYMENT GENERATION, AND OVERALL ECONOMIC GROWTH. THIS PROPOSAL IS FOCUSED ON THE STRENGTH OF AGRICULTURE TO BECOME AN ECONOMIC VIABLE ACTIVITY IN PUERTO RICO, THROUGH THE DEVELOPMENT OF A WORKFORCE IN THE PRODUCTION AND PROCESSING OF MEAT AND POULTRY. A NEW CENTER AND UNIQUE IN PUERTO RICO, WILL BE DEVELOPED TO RECRUIT 110 STUDENTS, THAT WILL BE REGISTERED IN SPECIALIZED ACADEMIC PROGRAMS, THAT WILL PROVIDE THE SPECIFIC SKILLS, ACCORDING TO THE INDUSTRY STANDARDS. A LABORATORY WILL BE EQUIPPED IN EACH ONE OF THESE CAMPUSES, FOR TEACHING PURPOSES AND COMBINED WITH OPPORTUNITIES TO HAVE REAL PRACTICAL LEARNINGS EXPERIENCES AT THE INDUSTRIAL LEVEL. MEAT AND POULTRY FARMERS WILL BE TRAINED AND WILL RECEIVE A PROFESSIONAL CERTIFICATION, THAT WILL IMPROVE THEIR SKILLS FOR A BETTER QUALITY OF PRODUCTS. PARTNERSHIPS WITH INDUSTRY AND SMALL BUSINESS TECHNOLOGY DEVELOPMENT CENTER (SBDTC) WILL BE ESTABLISHED, AS WELL AS WITH EXPERTS IN MEAT AND POULTRY SCIENCES, THAT WILL ADVISE AND REVISE THE PREPARATION AND IMPLEMENTATION OF THE NEW CURRICULUM. ON LINE EDUCATION WILL IMPROVE THE DELIVERY OF THESE NEW ACADEMIC PROGRAMS. A SYMPOSIUM ON MEAT AND POULTRY PROCESSING AND PRODUCTION WILL TAKE PLACE AS PART OF THIS PROJECT, WITH THE ACTIVE PARTICIPATION OF ACADEMIA, INDUSTRY AND FARMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": 950000.0, "Infrastructure Obligations": null, "recipient_id": "0301d122-4769-7588-5944-a891f300b1e6-C", "generated_internal_id": "ASST_NON_20237042739145_12H3"}, {"internal_id": 156906013, "Award ID": "20237042739137", "Award Amount": 950000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-21", "CFDA Number": "10.223", "Description": "THIS MANUSCRIPT PRESENTS AN EFFORT LED BY THE UPRM. IT IS AN ATTEMPT TO BRING TOGETHER ALL OF PUERTO RICO&#39;S MEAT AND POULTRY INDUSTRY (MPI) STAKEHOLDERS TO ADDRESS COMMON NEEDS. AFTER ORGANIZING THE VARIOUS GROUPS (I.E., BEEF, PORK, POULTRY, AND SMALL RUMINANTS) INTO A SINGLE TEAM, THE PUERTO RICO MEAT INDUSTRY ALLIANCE (PRMIA), FOCUSES SHIFTS TOWARDS ESTABLISHING AN INDUSTRY APPROVED CERTIFICATION FOR ITS WORKFORCE WITH CONTENT DEFINED BY STAKEHOLDERS. THEN, RESOURCES FROM ALL OF PUERTO RICO&#39;S HIGHER EDUCATION INSTITUTIONSCURRENTLY OFFERING DEGREES IN RELATED FIELDS (E.G., ASSOCIATE, BACHELOR OR MASTER&#39;S DEGREES IN ANIMAL, VETERINARY, OR FOOD SCIENCE) WILL WORK TOGETHER TO GENERATE EDUCATIONAL MATERIALS AND OFFER THE CERTIFICATION. CERTIFICATION OFFERING WILL TAKE PLACE THROUGH THE UPRM&#39;S DIVISION OF CONTINUING EDUCATION AND PROFESSIONAL STUDIES (DECEP) AS THIS ALLOWS THE OPPORTUNITY TO PULL THE BEST AVAILABLE RESOURCES IN PUERTO RICO. THE DEVELOPED CERTIFICATION WILLBE AVAILABLE TO UNIVERSITY STUDENTS FROM PARTICIPATING INSTITUTIONS, MPI WORKERS, AND GENERAL PUBLIC INTERESTED IN PURSUING CAREERS IN THE MPI. TO MEET THE 100-STUDENT PARTICIPATION REQUIREMENT, PARTICIPATING INSTITUTIONS OF HIGHER EDUCATION WILL ESTABLISH A SELECTION CRITERIA AND OPEN ENROLLMENT TO STUDENTS FROM THESE INSTITUTIONS. BY SO DOING, PROPONENTS ASSURE TO PROVIDE DEVELOPMENT OPPORTUNITIES TO ALL INTERESTED STUDENTS IN PUERTO RICO WITHIN AND OUTSIDE UPRM. IN THE LONG RUN, THIS PROJECT SHOULD MOVE PUERTO RICO&#39;S MPI TO THE NEXT LEVEL OF PERFORMANCE AND PRODUCTION; POSITIVELY IMPACTING PUERTO RICO&#39;S FOOD SECURITY AS WELL AS SOCIAL AND ECONOMIC CONDITIONS OF MPI PARTICIPANTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": 950000.0, "Infrastructure Obligations": null, "recipient_id": "017cbd50-9348-d775-2ab7-f83d48e15603-C", "generated_internal_id": "ASST_NON_20237042739137_12H3"}, {"internal_id": 156906012, "Award ID": "20237042739136", "Award Amount": 950000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-22", "CFDA Number": "10.223", "Description": "STUDENT JOB-SEEKERS IN THE POULTRY PROCESSING INDUSTRY MUST POSSESS TECHNICAL KNOWLEDGE IN THE AREAS OF POULTRY HANDLING, WORKER SAFETY, AND MANAGERIAL LEADERSHIP TO BE HIGHLY SOUGHT-AFTER JOB CANDIDATES. AGRICULTURE STUDENTS GRADUATING FROM CALIFORNIA HSIS ARE AT A DISADVANTAGE IN GAINING SKILLFUL POULTRY PROCESSING KNOWLEDGE COMPARED TO STUDENTS GRADUATING FROM NON-HSI POULTRY-CENTRIC INSTITUTIONS IN THE MIDWEST AND SOUTHEAST U.S.TO REMEDY THE DISPROPORTIONATE ACCESS TO POULTRY PROCESSING TRAINING AS A METHOD TO INCREASE CAREER-READINESS AND HIREABILITY FOR HSI STUDENTS, FRESNO STATE&#39;S CENTER FOR THE OPTIMIZATION OF POULTRY (COOP) IS PARTNERING WITH FRESNO CITY COLLEGE TO INCREASE ACCESS TO POULTRY PROCESSING CAREER TRAINING FOR HSI STUDENTS. THE PARTNERSHIP WILL INCREASE EQUITY IN JOB TRAINING FOR HSI STUDENTS THROUGH PROVISION OF CAREER COUNSELING, UTILIZATION OF INNOVATIVE CURRICULA DEVELOPMENT, FACILITATION OF ONLINE WELFARE AND IN-PERSON CERTIFICATED MODULES AT A PILOT PROCESSING PLANT, HOSTING A WEST COAST POULTRY CAREER FAIR, MAXIMIZE EXPERIENTIAL LEARNING, AND OFFER NOVEL LEADERSHIP OPPORTUNITIES. THE EDUCATIONAL TRAINING PROVIDED BY COOP WILL BECOME THE GOLD STANDARD IN PROCESSING EDUCATION FOR UNDERSERVED STUDENTS SEEKING A PROMINENT CAREER IN THE POULTRY PROCESSING INDUSTRY AND WILL PROMOTE CAREER-READINESS AND COMPETITIVENESS FOR HSI STUDENTS. THROUGH THIS EFFORT, ANIMAL SCIENCE, POULTRY SCIENCE, WAREHOUSE TECHNICIAN, AND MAINTENANCE MECHANIC STUDENTS WILL UNDERGO PROFESSIONAL DEVELOPMENT PREPARATION CULMINATING IN INTERVIEW OPPORTUNITIES AT AN INTERNATIONAL COLLEGE STUDENT CAREER PROGRAM AND/OR A REGIONAL JOB FAIR LAUNCHED VIA COOP.THE CURRICULAR RESOURCES DEVELOPED AND OFFERED THROUGH COOP WILL BE CREATED IN CONJUNCTION WITH INDUSTRY PARTNERS TO ENSURE STUDENTS RECEIVE THE MOST CURRENT EDUCATIONAL TRAINING AVAILABLE. CERTIFICATION STANDARDS, INDUSTRY ALIGNMENT OF THE CURRICULA, STUDENT RETENTION AND SUCCESS, AND IMPACT OF ADVISORY COMMITTEE OVERSIGHT WILL BE DISSEMINATED THROUGH CONFERENCE PROCEEDINGS AND MARKETED TO INDUSTRY AND HIGHER EDUCATION INSTITUTIONS TO INCREASE PARTICIPATION OF HSI STUDENTS WITHOUT ACCESS TO POULTRY PROCESSING TRAINING NATIONWIDE, AND TO INCREASE THE VALUE OF THE CERTIFICATION FOR PROCESSING EMPLOYERS.COOP WILL ESTABLISH A STANDARD FOR HSI STUDENTS TO GAIN ACCESS TO REGIONAL/NATIONAL PRIVATE COMPANIES, GOVERNMENTAL AGENCIES, AND NONPROFITS - ALL WHICH CAN GREATLY BENEFIT FROM THE DIVERSE POULTRY JOB SEEKERS MATRICULATING FROM CALIFORNIA INSTITUTIONS. PRIORITIZING OPPORTUNITIES FOR CALIFORNIA HSI STUDENTS WILL PROMOTE EQUITY AMONGST POULTRY STUDENTS NATIONWIDE, AND WILL INCREASE COMPETITIVENESS OF UNDERREPRESENTED STUDENTS IN THE JOB MARKET.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 950000.0, "Infrastructure Obligations": null, "recipient_id": "0ab29287-28bf-03aa-68c4-d1771de25b83-C", "generated_internal_id": "ASST_NON_20237042739136_12H3"}, {"internal_id": 156315555, "Award ID": "20237042739135", "Award Amount": 950000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-30", "CFDA Number": "10.223", "Description": "THE UNITED STATES GOVERNMENT HAS IDENTIFIED THE NEED FOR EXPANDED AND DIVERSIFIED MEAT AND POULTRY PROCESSING CAPACITY, TO CREATE STABLE, WELL-PAYING JOBS IN RURAL REGIONS, AND TO IMPROVE WORKER HEALTH, SAFETY, TRAINING, AND WAGES FOR THE MEATPACKING INDUSTRY (EXECUTIVE ORDER ON PROMOTING COMPETITION IN THE AMERICAN ECONOMY). SIMILARLY, THE NORTH AMERICAN MEAT INSTITUTE (NAMI) HAS IDENTIFIED THE NEED FOR WORKFORCE DEVELOPMENT IN THE MEAT INDUSTRIES. THE NAMI PARTNERED WITH SEVERAL ANIMAL PROTEIN COMPANIES AND DEVELOPED IN 2021 THE PROTEIN PACT (FOR THE PEOPLE, ANIMALS, AND CLIMATE OF TOMORROW) FOR WHICH ONE OF THEIR FIVE GOALS WAS TO SUPPORT A DIVERSE WORKFORCE AND ENSURE SAFE WORKPLACES. THIS MEAT&#39;S WORKFORCE PROJECT WILL AID IN ADDRESSING THOSE ASPECTS THAT THE GOVERNMENT AND MEAT AND POULTRY INDUSTRIES HAVE DETERMINED THE NEED FOR IMPROVEMENT AND ARE VITAL FOR THE U.S. AND GLOBAL SOCIETY. FURTHERMORE, THERE IS AN INCREASED NEED FOR MEAT AND POULTRY PROCESSING WORKERS IN TEXAS. ACCORDING TO THE TEXAS WORKFORCE COMMISSION THERE WILL BE JOB INCREASES BETWEEN 2020 AND 2030 AT A RATE OF 16.7% FOR BUTCHERS AND MEAT CUTTERS, 13.4% FOR MEAT AND POULTRY POSITIONS, AND 11.1% FOR SLAUGHTER AND MEAT PACKERS. THE GROWTH OF THE MEAT INDUSTRY JOB MARKET IN TEXAS IS LARGER THAN THE EXPECTED TOTAL EMPLOYMENT OF THE U.S., U.S. BUREAU OF LABOR STATISTICS PREDICTS IN THE SAME TIME PERIOD AN INCREASE OF 7.8% FOR TOTAL EMPLOYMENT. THIS PROJECT&#39;S GOAL IS TO INVEST IN UNDERREPRESENTED STUDENTS TO MEET THE NEEDS OF LOCAL AND REGIONAL MEAT AND POULTRY FACILITIES THROUGH DEVELOPING PRODUCTION WORKERS, SUPERVISORS, AND MANAGERS THROUGH TRAINING, CERTIFICATIONS, AND NETWORKING. THE DESIGN OF THIS PROJECT IS BASED ON THE ASSUMPTION THAT SOME STUDENTS INITIALLY DESIRE TO PURSUE TECHNICAL JOB POSITIONS WHILE OTHERS DESIRE LEADERSHIP JOB POSITIONS SUCH AS SUPERVISORS. IT IS EXPECTED THAT AT BOTH THE COMMUNITY COLLEGE (PALO ALTO COLLEGE) AS WELL AS THE FOUR-YEAR INSTITUTION (TEXAS A&AMP;M UNIVERSITY-KINGSVILLE) THERE WILL BE A MIXTURE OF STUDENTS WITH THE DIVERGENT INITIAL DESIRES, AND THUS ALL WILL BE TRAINED IN THE TECHNICAL ASPECTS OF THE MEAT AND POULTRY INDUSTRIES WHILE A SELECT GROUP WILL BE TRAINED IN LEADERSHIP. THIS MEAT&#39;S WORKFORCE PROJECT HAS THE FOLLOWING MAIN COMPONENTS: A) MEAT AND POULTRY WORKSHOPS, B) CERTIFICATIONS, C) INTERNSHIPS, D) LEADERSHIP CONFERENCE, AND E) NETWORKING OPPORTUNITIES AT INDUSTRY CONFERENCES/MEETINGS. IMBEDDED IN THOSE COMPONENTS IS MENTORING BY KEY PERSONNEL, AND TRAINING-THE-TRAINER AS BACHELOR AND MASTER STUDENTS WILL BE TRAINED TO TRAIN THE STUDENTS PURSUING AN ASSOCIATE&#39;S DEGREE TECHNICAL SKILLS AND APPLYING THE TRAINING AT THE MEAT AND POULTRY WORKSHOPS. ADDITIONALLY, STUDENTS WILL BE TRAINED FOR OSHA, FOOD SAFETY, AND QUALITY ASSURANCE PROGRAMS OFFERED BY THE BEEF, PORK, SHEEP AND POULTRY INDUSTRIES. THIS PROPOSAL FOCUSES ON TRAINING FOR BOTH TECHNICAL SKILLS REQUIRED FOR SUCCESS IN MEAT AND POULTRY PROCESSING AS WEL,L AS DEVELOPING LEADERS FOR THE MEAT AND POULTRY INDUSTRIES. INCREASING THE NUMBER OF INDIVIDUALS WORKING IN THE MEAT AND POULTRY INDUSTRIES WILL AID LOCAL AND REGIONAL COMPANIES TO BE ABLE TO SUPPLY COMMUNITIES WITH SAFE, NUTRITIOUS FOOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 950000.0, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_20237042739135_12H3"}, {"internal_id": 152523553, "Award ID": "20227704038530", "Award Amount": 245000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "10.223", "Description": "ARIZONA WESTERN COLLEGE, G&O CHEM PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2abe81d7-9ffc-ca9c-6b02-210c0ff5c450-C", "generated_internal_id": "ASST_NON_20227704038530_12H3"}, {"internal_id": 152523554, "Award ID": "20227704038529", "Award Amount": 264959.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "10.223", "Description": "THE FARM CLASSROOM - A COMPREHENSIVE APPROACH INCORPORATING ECOLOGY, VIROLOGY, AND POPULATION GENOMICS IN HOPS (HUMULUS LUPULUS L.) BIOLOGY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ac8cba5-b951-7f72-969a-e08917e12ea8-C", "generated_internal_id": "ASST_NON_20227704038529_12H3"}, {"internal_id": 152523555, "Award ID": "20227704038528", "Award Amount": 244979.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "10.223", "Description": "INNOVATING RECRUITMENT AND RETENTION OF STUDENTS IN SCIENCE DEGREE PROGRAMS USING A BLENDED APPROACH AT UAGM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbc6c829-e9fd-5b6b-4d78-d585e78815a9-C", "generated_internal_id": "ASST_NON_20227704038528_12H3"}, {"internal_id": 150355124, "Award ID": "20227704037646", "Award Amount": 268955.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "10.223", "Description": "THIS PROJECT AIMS TO BOLSTER THE RETENTION AND GRADUATION RATES OF UNDERREPRESENTED STUDENTS IN FOOD AND AGRICULTURAL SCIENCE DISCIPLINES AT THE UNIVERSITY LEVEL, AS WELL AS TO INCREASE INTEREST AND PROFICIENCY AT THE HIGH-SCHOOL LEVEL. SPECIFICALLY, THE PROPOSED PDAL PROGRAM WILL CREATE A \"YELLOW BRICK ROAD\" THAT GUIDES HIGH-SCHOOL STUDENTS AND TOWARD RESEARCH EXPERIENCES, LEADERSHIP TRAINING, AND COMMUNITY-BASED SUPPORT THAT CORRELATE WITH BOTH COLLEGE READINESS AND SUCCESS IN A 21ST-CENTURY JOB MARKET. THE PROGRAM DRAWS ON THE EXPERTISE AND RESOURCES OF UNIVERSITY FACULTY AND ALSO ENGAGES BOTH COLLEGE FACULTY AND HIGH-SCHOOL TEACHERS IN PROFESSIONAL DEVELOPMENT IN AGRICULTURAL LITERACY (PDAL), ENSURING CURRICULAR CONTINUITY FROM HIGH SCHOOL THROUGH COLLEGE GRADUATION. MINORITY STUDENTS IN THIS PROGRAM WILL BE MORE MOTIVATED TO PURSUE CAREERS IN FOOD AND AGRICULTURAL SCIENCE FIELDS, AND MORE ACADEMICALLY PREPARED WHEN THEY DO SO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb3937fa-a136-f021-627a-3bb8f988d9b7-C", "generated_internal_id": "ASST_NON_20227704037646_12H3"}, {"internal_id": 150355105, "Award ID": "20227704037645", "Award Amount": 270115.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "10.223", "Description": "A COMPREHENSIVE EDUCATIONAL AND RESEARCH TRAINING PROGRAM, FREESNO STATE HSI (FRESH), IS PROPOSED BETWEEN THE COLLEGES OF SCIENCE &AMP; MATH AND AGRICULTURE. THE FRESH PROGRAM WILL MENTOR AND ASSIST STUDENTS IN COMPLETING B.S/M.S IN THE CHEMICAL AND AGRICULTURAL SCIENCES TO ACHIEVE THEIR RESEARCH-ORIENTED CAREER GOALS. THIS PROPOSAL WILL BUILD ON A CENTRAL RESEARCH THEME, AGRICULTURAL BIOTECHNOLOGY, WHERE STUDENTS TRAINED IN THE FUNDAMENTALS OF CHEMISTRY AND BIOCHEMISTRY WILL UNDERTAKE HIGH-IMPACT RESEARCH PROJECTS THAT ARE VITAL TO THE LOCAL AGRICULTURAL INDUSTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ab29287-28bf-03aa-68c4-d1771de25b83-C", "generated_internal_id": "ASST_NON_20227704037645_12H3"}, {"internal_id": 150355109, "Award ID": "20227704037644", "Award Amount": 234019.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-07", "CFDA Number": "10.223", "Description": "THE CONSERVATION SCIENCE CENTER @ HU'S SUMMER FIELD EXPERIENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c43c6de2-3f39-7d82-48fe-378934e226d2-C", "generated_internal_id": "ASST_NON_20227704037644_12H3"}, {"internal_id": 150355104, "Award ID": "20227704037643", "Award Amount": 243559.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-06", "CFDA Number": "10.223", "Description": "SCIENCE IN AGRICULTURE BY NAVIGATING TO DEGREES IN YUMA: LEARNING, OPPORTUNITIES, ASSISTANCE, AND MENTORSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_20227704037643_12H3"}, {"internal_id": 150868163, "Award ID": "20227704037642", "Award Amount": 245119.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-11", "CFDA Number": "10.223", "Description": "COLLABORATIVE EFFORT TO ENHANCE WATER SUPPLY FOR AGRICULTURE AND FOOD DEVELOPMENT THROUGH EDUCATIONAL TRAINING OF HISPANIC PROFESSIONALS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_20227704037642_12H3"}, {"internal_id": 149752771, "Award ID": "20227704037641", "Award Amount": 245043.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-23", "CFDA Number": "10.223", "Description": "THE PROJECT AIMS TO DEVELOP A 3-CREDIT ONLINE COURSE ON AGRITOURISM WITHIN THE SUSTAINABILITY FRAMEWORK TO FILL THE EDUCATIONAL NEEDS AND BRIDGE THE CONNECTION BETWEEN THE HOSPITALITY AND TOURISM INDUSTRY, FOOD, AGRICULTURE, AND NATURAL RESOURCES.THE PROJECT ADDRESSES THE RAPIDLY GROWING AGRITOURISM SECTOR IN THE U.S., WHICH IS NOT A PART OF THEHOSPITALITY AND TOURISM MANAGEMENT CURRICULUM IN THE DEPARTMENT OF HOSPITALITY AND TOURISM MANAGEMENT (HTM) AT THE UNIVERSITY OF NORTH TEXAS.THIS PROJECT SUPPORTS THE CURRICULAR DESIGN AND MATERIAL DEVELOPMENT, STUDENT EXPERIENTIAL LEARNING, AND STUDENT RETENTION.DURING THE PROJECT PERIOD OF 4 YEARS, THE COURSE WILL REACH 150 STUDENTS. THIS PROJECT DIRECTLY SUPPORTS UNDERGRADUATE STUDENTS FROMUNDERREPRESENTED BACKGROUNDS TO ACCESS THE COURSE, PARTICIPATE IN EXPERIENTIAL AND PROJECT-BASED LEARNING, AND IDENTIFY CAREER PATHS AND ENTREPRENEURIAL ENDEAVORS IN AGRITOURISM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fe637886-1c9a-4787-2e60-ba0e49b1df05-C", "generated_internal_id": "ASST_NON_20227704037641_12H3"}, {"internal_id": 150868162, "Award ID": "20227704037640", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-13", "CFDA Number": "10.223", "Description": "LATINO FARM TO TABLE & FOOD SAFETY CULINARY ARTS INITIATIVE @ UPRCA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c732ad5a-f7d2-9e68-6764-2d6a96817e2d-C", "generated_internal_id": "ASST_NON_20227704037640_12H3"}, {"internal_id": 151882509, "Award ID": "20227704037639", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "10.223", "Description": "WALLA WALLA AGRICULTURAL LEADERSHIP: EXPANDING OPPORTUNITIES FOR LATINX AG STUDENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33d72a58-65fb-1cc7-6ecb-c30d318fee49-C", "generated_internal_id": "ASST_NON_20227704037639_12H3"}, {"internal_id": 151587421, "Award ID": "20227704037638", "Award Amount": 270119.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "10.223", "Description": "PREPPING FOR DISASTER ECOLOGY: HSI-BASED TRAINING FOR MANAGING CLIMATE CHANGE IMPACTS ON MIGRATORY BIRDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_20227704037638_12H3"}, {"internal_id": 149752773, "Award ID": "20227704037637", "Award Amount": 244907.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-22", "CFDA Number": "10.223", "Description": "THIS PROJECT IS DESIGNED TO DEVELOP AND STRENGTHEN EXTENSION CAPABILITIES FOR ANIMAL SCIENCE AND PRE-VET STUDENTS THROUGH THEIR INVOLVEMENT IN EXPERIENTIAL LEARNING AND OUTREACH ACTIVITIES USING SMALL RUMINANTS. FOR EACH YEAR OF THE PROPOSAL, TEAMS OF UNDERGRADUATE STUDENTS WILL SURVEY SMALL RUMINANT PRODUCERS TO DEVELOP EXTENSION EXPERIENCES AND STRENGTHEN THEIR COMMUNICATION, LEADERSHIP, AND TEAMWORK SKILLS. PARTICIPATING STUDENTS WILL ALSO RECEIVE TRAINING IN ENTREPRENEURSHIP AND IN CERTAIN SOFT SKILLS, SUCH AS WORK ETHICS, EFFECTIVE WORKPLACE COMMUNICATIONS, AND HOW TO BECOME AN EXTENSION AGENT. OUR SECOND OBJECTIVE WILL BE TO ATTRACT 4H K-12 STUDENTS INTO THE UPRM ANIMAL SCIENCE AND PRE-VET PROGRAM THROUGH SCHOOL VISITS, WEBINARS, AND HANDS ON SUMMER CAMPS. OUR THIRD OBJECTIVE IS TO INCREASE THE NUMBER OF STUDENTS AND SCIENTISTS PURSUING A CAREER IN ANIMAL SCIENCE BY INCREASING EARLY AWARENESS AT 4H STUDENTS AT K-6 LEVEL. UNDERGRADUATE STUDENTS WILL VISIT 4H K-6 STUDENTS TO PROVIDE HANDS-ON EXPERIENCES USING COLORING BOOKS RELATED TO DAIRY GOAT AND LAMB MEAT PRODUCTION. OUR FOUR OBJECTIVE IS TO ENHANCE STUDENTS&#39; EXPERIENTIAL LEARNING THROUGH PARTICIPATION IN A STUDY ABROAD PROGRAM, AND INTERNSHIPS IN SMALL RUMINANT ENTERPRISES. AN INTERNSHIP PROGRAM WILL BE CREATED IT WITH NORTH DAKOTA STATE UNIVERSITY-HETTINGER RESEARCH AND EXTENSION CENTER AND THE NORTHERN GREAT PLAINS RESEARCH LABORATORY LOCATED IN MANDAN, NORTH DAKOTA. BASED ON THE ABOVE, THE PRESENT PROPOSAL ADDRESSES THE PURPOSE AND PRIORITY \"LEADERSHIP SKILLS DEVELOPMENT\" OF THE HISPANIC-SERVING INSTITUTION EDUCATION GRANTS PROGRAM\" INCLUDING THE SPECIFIC EDUCATIONAL NEED AREAS OF STUDENT EXPERIMENTAL LEARNING AND STUDENT RECRUITMENT AND RETENTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6bdc8e4-a0fc-4e87-9c3d-9beced092a12-C", "generated_internal_id": "ASST_NON_20227704037637_12H3"}, {"internal_id": 149752786, "Award ID": "20227704037636", "Award Amount": 268338.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-16", "CFDA Number": "10.223", "Description": "AS A PUBLIC MINORITY AND HISPANIC-SERVING INSTITUTION (MI/HSI), UTSA HAS EXCELLED AT PROVIDING RESEARCH AND EDUCATION OPPORTUNITIES TO HISPANICS, BECOMING ONE OF THE LARGEST, MOST DIVERSE PUBLIC UNIVERSITIES IN TEXAS, THE SECOND-LARGEST IN THE UT SYSTEM, AND THE LARGEST IN SAN ANTONIO, SERVING MORE THAN 30,000 STUDENTS. AS A CARNEGIE-DESIGNATED DOCTORAL RESEARCH INSTITUTION (R1) IN TEXAS, UTSA HAS TRIPLED ITS R&AMP;D EXPENDITURES DURING THE PAST DECADE. THIS SERIOUS INVESTMENT HAS SUCCESSFULLY HELPED UTSA FULFILL ITS GOALS OF IMPROVING RESEARCH CAPACITY AND INSTRUCTION IN STEM FIELDS, INCREASING RECRUITMENT AND GRADUATION OF STEM STUDENTS. WITH THE RECENT PRESIDENTIAL CLASSROOM-TO-CAREER INITIATIVES, UTSA IS DEVELOPING AN INTEGRATED CAMPUS-WIDE FRAMEWORK TO PROMOTE EXPERIENTIAL LEARNING PROGRAMS AND IDENTIFY PARTNERSHIPS THAT COULD LEAD TO NEW OR EXPANDED PROGRAMS WITH AN OUTCOME OF DEEPENING STUDENT LEARNING EXPERIENCES AND CAREER SUCCESS. THE MAIN CHALLENGE THIS PROJECT ADDRESSES ISTHE LACK OF WELL-PREPARED STATISTICIANS AND DATA SCIENTISTS IN THE FOOD AND AGRICULTURAL INDUSTRY. AT THE USDA, FOR EXAMPLE, STATISTICIAN SPECIALIST IS ONE OF THE TOP 15 MISSION CRITICAL OCCUPATIONS (MCOS) IN ITS LATEST FEDERAL EQUAL OPPORTUNITY RECRUITMENT PROGRAM PLAN. TO ADDRESS THIS, THE USDA HSI GRANT WILL BE USED TO ENHANCE THE MASTER OF SCIENCE IN STATISTICS AND DATA SCIENCE (MS-SDS) PROGRAM AT UTSA BY ESTABLISHING THE DATA SCIENCE AND DATA ANALYTICS (DSDA) LABORATORY THAT WILL BE STAFFED BY MS-SDS STUDENTS UNDER THE SUPERVISION OF STATISTICS FACULTY. WORK IN THE DSDA LAB WILL BE REQUIRED FOR THE MS-SDS PROGRAM AND WILL CONSIST OF TWO COMPONENTS: 1) PROVIDING STATISTICAL RESEARCH AND CONSULTING SERVICES TO INTERNAL/EXTERNAL CLIENTS, INCLUDING THE FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN (FANH) SCIENCES; AND 2) PROVIDING TUTORING SERVICES TO UNDERGRADUATES IN STATISTICS AND ACTUARIAL SCIENCE. PARTICIPATION IN THE LAB FOR COURSE CREDIT WILL BE INTEGRATED INTO A REDESIGNED MS-SDS CURRICULUM AND WILL PROVIDE VALUABLE EXPERIENTIAL AND SERVICE LEARNING OPPORTUNITIES FOR THE STUDENTS AS THEY MOVE FROM THEORETICAL LEARNING TO PRACTICUM.HENCE, THIS PROPOSED PROJECT ADDRESSES THE HSI PROGRAM&#39;S EDUCATIONAL STRATEGIES OF PROVIDING STUDENT EXPERIENTIAL LEARNING OPPORTUNITIES; AND RECRUITING AND RETAINING UNDERREPRESENTED STUDENTS VIA ENHANCEMENT OF CURRICULA DESIGN AND DEGREE PROGRAM. UPON SUCCESSFUL COMPLETION OF THE PROJECT, THE STUDENTS WILL: 1) DEVELOP DEEP UNDERSTANDING OF STATISTICS THEORY THROUGH COURSEWORK, TUTORING UNDERGRADUATE STUDENTS AND PERFORMING WORK FOR RESEARCHERS AND CLIENTS; 2) ACQUIRE EXPERIENCE APPLYING STATISTICAL TOOLS AND MACHINE LEARNING TECHNIQUES TO SOLVE REAL-WORLD PROBLEMS, ESPECIALLY IN THE FANH SCIENCES; AND 3) DEVELOP ADDITIONAL SKILLS SOUGHT BY POTENTIAL EMPLOYERS. STUDENT SUPPORT SERVICES WILL BE PROVIDED AND BASED ON INDIVIDUAL NEEDS. THIS PROGRAM WILL SUPPORT A COHORT OF AT LEAST 11 MS-SDS STUDENTS INTERESTED IN PURSUING FANH-RELATED SCIENCES. PARTIAL SCHOLARSHIPS WILL BE PROVIDED TO RECOGNIZE ACADEMIC POTENTIAL AND TO SUPPORT RETENTION IN THE PROGRAM. INPUT FROM TWO OVERSIGHT BOARDS, ALONG WITH ASSESSMENTS FROM AN EXTERNAL EVALUATOR, WILL HELP TO ENSURE THE QUALITY OF THE MS-SDS PROGRAM AND THE OPERATION OF THE DSDA LAB. AT THE END OF THE PROJECT PERIOD, UTSA WILL GRADUATE APPLIED STATISTICIANS AND DATA SCIENTISTS PREPARED TO FILL OCCUPATIONS OF NATIONAL NEED. UTSA&#39;S DSDA LAB WILL ALSO BE A MODEL THAT CAN BE REPLICATED AT OTHER INSTITUTIONS, ESPECIALLY MI/HSI&#39;S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bb4ed53-41bf-76e0-acf5-d7192a269685-C", "generated_internal_id": "ASST_NON_20227704037636_12H3"}, {"internal_id": 150355128, "Award ID": "20227704037635", "Award Amount": 270119.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-28", "CFDA Number": "10.223", "Description": "IN THIS PROJECT, WE PROPOSE MULTIDISCIPLINARY STUDENT EXPERIENTIAL LEARNING OPPORTUNITIES FOR UNREPRESENTED UNDERGRADUATE AND GRADUATE STUDENTS FROM ENGINEERING TECHNOLOGY, THE SCHOOL OF ENGINEERING, AND THE AGRICULTURAL SCIENCES DEPARTMENTS AT TEXAS STATE UNIVERSITY. THIS PROJECT, TITLED \"SMART FARM\", FOCUSES ON THE APPLICATION OF ADVANCED TECHNOLOGIES SUCH AS A COMBINATION OF REMOTE SENSING USING UNMANNED AERIAL VEHICLE SYSTEMS (DRONES), WIRELESS GROUND-IN SENSORS, AND ARTIFICIAL INTELLIGENCE IN PRECISION AGRICULTURE.THROUGH THIS PROPOSAL, FOUR GRADUATE STUDENTS, FROM UNREPRESENTED GROUPS, WILL BE FUNDED TO WORK ON SMART FARM&#39;S RESEARCH PROJECTS FOR THEIR MASTERS&#39; THESES. BESIDES, WE WILL PROVIDE 36 SCHOLARSHIPS FOR OUTSTANDING UNDERREPRESENTED UNDERGRADUATE STUDENTS WHO ARE INTERESTED IN WORKING ON SUBPROJECTS WITH GRADUATE STUDENTS. IN ADDITION TO UNDERGRADUATE AND GRADUATE STUDENTS AT TEXAS STATE UNIVERSITY, WE WILL TARGET APPROXIMATELY 2400 SECONDARY STUDENTS THROUGH SEVERAL SCHOOL VISITS THAT INCLUDE PRESENTATIONS, PROJECT DEMONSTRATIONS, AND HANDS-ON EXPERIMENTS TO ATTRACT THEM TO THIS PROGRAM. WE WILL INVITE THE INTERESTED SECONDARY STUDENTS TO THE TX STATE CAMPUS FOR TOURS AND WORKSHOPS THAT WILL BE HELD WITH COLLABORATION BETWEEN FACULTIES OF THREE DEPARTMENTS, INVOLVED IN THIS PROJECT. WE WILL ALSO IMPLEMENT THE DESIGN AND DEVELOPMENT OF NEW TECHNOLOGIES FOR AGRICULTURAL APPLICATIONS IN THE SENIOR DESIGN COURSE PROJECTS IN THE ENGINEERING TECHNOLOGY DEPARTMENT. MOREOVER, WE WILL DEVELOP THREE COURSE MODULES ON THE APPLICATION OF AERIAL IMAGES, PLANTING SENSORS, AND AI IN PRECISION AGRICULTURE TO BE ADDED TO THE EXISTING UNDERGRADUATE COURSES OF THE AGRICULTURAL SCIENCES PROGRAM, TO PROVIDE THEM WITH THE WORKFORCE SKILLS THAT MAY NOT YET BE ADOPTED BY THE MARKETPLACE BUT WILL BE SOON.THE ULTIMATE GOALS OF THIS PROJECT ARE TO (1) RECRUIT TALENTED GRADUATE AND UNDERGRADUATE STUDENTS FROM UNREPRESENTED GROUPS WITH ENGINEERING OR AGRICULTURAL SCIENCEBACKGROUND AND PROVIDE THEM WITH THE REQUIRED TRAINING FOR THEIR FUTURE CAREERS IN FOOD AND AGRICULTURE SECTORS (2) PROVIDE EXPERIENTIAL LEARNING OPPORTUNITIES ON THE APPLICATION OF ADVANCED TECHNOLOGIES IN PRECISION AGRICULTURE TO UNREPRESENTED GRADUATE, UNDERGRADUATE AND SECONDARY STUDENTS (3) PROVIDE THEM WITH A UNIQUE PEER AND NEAR-PEER AND FACULTY MENTORSHIP (4) DEVELOP COURSE MODULES ON THE APPLICATION OF NEW TECHNOLOGIES IN PRECISION AGRICULTURE TO BE ADDED TO THE EXISTING COURSE OF BOTH ENGINEERING AND AGRICULTURAL SCIENCE PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20227704037635_12H3"}, {"internal_id": 150355131, "Award ID": "20227704037634", "Award Amount": 268803.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "10.223", "Description": "EXPERIENTIAL LEARNING AND RESEARCH TO STRENGTHEN AGRICULTURAL EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f91f1d3f-9fec-45d2-4078-af9a2dfb7a02-C", "generated_internal_id": "ASST_NON_20227704037634_12H3"}, {"internal_id": 151131060, "Award ID": "20227704037633", "Award Amount": 270096.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-27", "CFDA Number": "10.223", "Description": "CONNECTING THE DOTS IN THE GLOBAL FRESH PRODUCE MARKET", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_20227704037633_12H3"}, {"internal_id": 150868161, "Award ID": "20227704037632", "Award Amount": 243568.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-25", "CFDA Number": "10.223", "Description": "ENHANCING UNDERGRADUATE HORTICULTURE INSTRUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31683092-f0ed-f675-4631-8b723e9089b7-C", "generated_internal_id": "ASST_NON_20227704037632_12H3"}, {"internal_id": 150355115, "Award ID": "20227704037631", "Award Amount": 245119.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-06", "CFDA Number": "10.223", "Description": "MINORITY-FOCUSED MULTI-LEVEL ENGAGEMENT THROUGH RESEARCH INTEGRATED TEAM PROJECTS ACROSS AGRICULTURE DISCIPLINES (MERIT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_20227704037631_12H3"}, {"internal_id": 149752787, "Award ID": "20227704037630", "Award Amount": 243007.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-16", "CFDA Number": "10.223", "Description": "THE AIM OF THE PROJECT IS TO ADDRESS THE RISE OF ARTIFICIAL INTELLIGENCE AND BIG DATA IN AGRICULTURAL TECHNOLOGY. MANY PROBLEMS IN THE FOOD, AGRICULTURE, AND NATURAL RESOURCES REQUIRE WORKERS TO CLASSIFY, SEGMENT, DETECT OBJECTS IN IMAGES OR SIGNALS. THE FIRST GOAL IS TO PROVIDE UNDERSERVED STUDENTS THE NECESSARY SKILLS TO DEAL WITH ARTIFICIAL INTELLIGENCE THROUGH RESEARCH PROJECTS COMBINING COMPUTER SCIENCE AND AGRICULTURE. THE SECOND GOAL IS TO DEVELOP CRITICAL THINKING AND PROBLEM SOLVING SKILLS BY PROVIDING STUDENTS HIGH IMPACT LEARNING PRACTICES: PROJECT BASED LEARNING AND RESEARCH EXPERIENCES WHERE THEY CAN GATHER, ANALYZE DATA, AND PUBLISH THEIR RESULTS. THE RATIONALES OF THE PROJECT ARE: STUDENTS IN AGRICULTURE MUST DEVELOP COMPUTING SKILLS TO PROPOSE AND CREATE NEW INNOVATIVE SOLUTIONS REQUIRING ARTIFICIAL INTELLIGENCE TECHNIQUES; STUDENTS IN COMPUTER SCIENCE MUST HAVE DOMAIN SPECIFIC KNOWLEDGE AND AWARENESS TO APPLY THEIR SKILLS IN THE CENTRAL VALLEY OF CALIFORNIA IN RELATION TO AGRICULTURE. THE PROJECT WILL PROVIDE UNDERGRADUATE RESEARCH EXPERIENCES TO UNDERSERVED STUDENTS WITH APPLICATIONS OF ARTIFICIAL INTELLIGENCE AND BIG DATA IN AGRICULTURE FOR ENHANCING THE LEADERSHIP SKILLS OF STUDENTS. THESE PROJECTS WILL INTEGRATE UNDERGRADUATE STUDENTS FROM COMPUTER SCIENCE AND AGRICULTURE TO WORK IN TEAMS SOLVING RELEVANT PROBLEMS. LEARNING ACTIVITIES INCLUDE THE CREATION OF SYSTEMS THAT PERFORM THE AUTOMATIC CLASSIFICATION AND DETECTION OF FRUITS IN THE FIELDS. THIS PROJECT WILL HAVE A KEY IMPACT IN THE CENTRAL VALLEY OF CALIFORNIA BY PROVIDING SKILLED WORKERS WHO ARE ABLE TO BRING STATE-OF-THE-ART ARTIFICIAL INTELLIGENCE AND BIG DATA TECHNIQUES IN THE AGRICULTURAL FIELD TO IMPROVE HARVEST AND RESOURCE MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ab29287-28bf-03aa-68c4-d1771de25b83-C", "generated_internal_id": "ASST_NON_20227704037630_12H3"}, {"internal_id": 150355103, "Award ID": "20227704037629", "Award Amount": 269980.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-06", "CFDA Number": "10.223", "Description": "TRAINING THE NEXT GENERATION OF HISPANIC LEADERS FOR MANAGING RESILIENT FORESTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_20227704037629_12H3"}, {"internal_id": 151587348, "Award ID": "20227704037628", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-18", "CFDA Number": "10.223", "Description": "UTILIZATION FOCUSED EVALUATION CONFERENCE FOR PACIFIC COAST HSIS - MAXIMIZING TOOLS, TALENT AND TECHNOLOGY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ab29287-28bf-03aa-68c4-d1771de25b83-C", "generated_internal_id": "ASST_NON_20227704037628_12H3"}, {"internal_id": 151131038, "Award ID": "20227704037627", "Award Amount": 49920.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-02", "CFDA Number": "10.223", "Description": "WESTERN NEW MEXICO UNIVERSITY (WNMU) AND PARTNERS SEEK TO DEVELOP VIA A CONFERENCE AN INTERDISCIPLINARY AGRICULTURE CURRICULUM DESIGNED SPECIFICALLY FOR HISPANIC SERVING INSTITUTIONS (HSIS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5ba71d1e-b72d-b55a-a7a3-90cc56a50707-C", "generated_internal_id": "ASST_NON_20227704037627_12H3"}, {"internal_id": 151130981, "Award ID": "20227704037626", "Award Amount": 999979.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-09", "CFDA Number": "10.223", "Description": "EQUITABLE AGRICULTURE AND ENVIRONMENTAL MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e3fd571-0484-5e6b-3e26-4381689012c6-C", "generated_internal_id": "ASST_NON_20227704037626_12H3"}, {"internal_id": 150868160, "Award ID": "20227704037625", "Award Amount": 999983.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-13", "CFDA Number": "10.223", "Description": "INTEGRATED EDUCATION PROGRAMS TO TRAIN STUDENTS FOR A FUTURE IN THE AGRICULTURAL AND FOOD INDUSTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e5d977d0-85fb-65b4-d649-335857133b76-C", "generated_internal_id": "ASST_NON_20227704037625_12H3"}, {"internal_id": 150868159, "Award ID": "20227704037624", "Award Amount": 983112.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-19", "CFDA Number": "10.223", "Description": "SALUDABLES (STRENGTHENING AWARENESS FOR LIVING HEALTHY USING DIETETICS APPROACHES AND BOOSTING LOCAL EDUCATIONAL SUCCESS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_20227704037624_12H3"}, {"internal_id": 149752768, "Award ID": "20227704037623", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-24", "CFDA Number": "10.223", "Description": "THIS PROPOSAL AIMS TO ESTABLISH AN INTERDISCIPLINARY PROJECT BETWEEN TWO HSI: UNIVERSITY OF PUERTO RICO CAMPUSES AT MAYAGUEZ (UPRM) AND AGUADILLA (UPR-AG). THE PROGRAM WILL COLLABORATE WITH LOCAL AND FEDERAL AGENCIES TO ADDRESS CROP GROWTH, STRESS, AND PLANT HEALTH USING NEAR AND FAR-FIELD TECHNIQUES WHILE INVOLVING STUDENTS IN EXPERIENTIAL LEARNING. A CURRICULAR SEQUENCE IN SPECTROSCOPY AND UNMANNED AERIAL VEHICLES (UAVS) APPLICATIONS TO FOOD/CROP QUALITY WILL INCREASE STUDENT RECRUITMENT, RETENTION, AND OUTREACH. LOCAL CROPS AND TROPICAL FRUITS WILL BE THE MAIN TARGET SINCE THESE REPRESENT A SIZABLE PORTION OF OUR AGRICULTURAL PRODUCTION AND A CHALLENGE DUE TO CLIMATECONDITIONS AND THE GEOGRAPHIC LOCATION OF PUERTO RICO. OVER 150 UNDERGRADUATE STUDENTS (UGS), OVER 40 GRADUATE STUDENTS (GS), AND NUMEROUS HIGH SCHOOL STUDENTS AND TEACHERS WILL BENEFIT DIRECTLY OR INDIRECTLY FROM THE PROJECT OUTCOMES.THE PURSUED INNOVATION IS BASED ON LAB MEASUREMENTS WHERE STUDENTS HAVE ACCESS TO MID-INFRARED LASER AND RAMAN SPECTROSCOPIES TO PERFORM CHARACTERIZATION OF THE PLANTS UNDER STUDY. UAVS WILL REMOTELY DETECT THE PLANTS&#39; GROWTH, STRESS, AND HEALTH. COMMON INTERFERENCES WILL BE INTRODUCED TO IMPROVE THE SENSOR&#39;S CAPABILITIES. STUDENTS WILL ALSO LEARN TO MANAGE DATA USING ARTIFICIALINTELLIGENCE AND MULTIVARIATE ANALYSIS.STUDENTS WILL PROVIDE OUTREACH ACTIVITIES TO RECRUIT HIGH SCHOOL STUDENTS AND TRAIN LOCAL FARMERS TO MONITOR CROPS USING REMOTE SPECTROSCOPIC TECHNOLOGIES. THE PROJECT AIMS TO ESTABLISH A PIPELINE OF STUDENTS INTO AGRICULTURE, SCIENCE, AND ENGINEERING PROGRAMS AND STRENGTHEN THE CURRENT FOOD AND SCIENCE TECHNOLOGY (FST) GRADUATE PROGRAM BY REINFORCING COURSE SELECTION. THE EFFORTS WILL PAVE THE WAY TO ESTABLISH A DOCTORAL PROGRAM IN FST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6bdc8e4-a0fc-4e87-9c3d-9beced092a12-C", "generated_internal_id": "ASST_NON_20227704037623_12H3"}, {"internal_id": 150355116, "Award ID": "20227704037622", "Award Amount": 999786.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-06", "CFDA Number": "10.223", "Description": "A PIPELINE TO ENHANCE THE COMPETITIVENESS OF UNDERREPRESENTED SCHOLARS FOR ENTRY INTO AGRICULTURE, SCIENTIFIC AND PROFESSIONAL CAREERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_20227704037622_12H3"}, {"internal_id": 149752774, "Award ID": "20227704037621", "Award Amount": 998963.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-22", "CFDA Number": "10.223", "Description": "#ECO-JEDI SEEKS TO BOLSTER RECRUITMENT, GRADUATION, AND CAREER READINESS IN FOOD AND AGRICULTURE SCIENCES (FAS) BY DIMINISHING BARRIERS AND PRIORITIZING THE INCLUSION OF HISTORICALLY MARGINALIZED, UNDERSERVED POPULATIONS (UP) THROUGH A CITY-WIDE COLLABORATION OF THREE HSIS. #ECO-JEDI INCREASES SCIENCE KNOWLEDGE, SKILLS, AND LITERACY BY BUILDING UP ENGAGEMENT THROUGH EXPERIENTIAL LEARNING, MENTORING, AND SCIENCE COMMUNICATION. SCIENCE CURRICULA ARE STRENGTHENED USING PRINCIPLES OF JUSTICE, EQUITY, DIVERSITY, AND INCLUSION (JEDI) AND A WRITING-ENRICHED CURRICULUM (WEC). THIS COLLABORATION PREPARES STUDENTS FROM UNDERSERVED POPULATIONS FOR EMPLOYMENT THROUGH HANDS-ON, FIELD-BASED EXPERIENCES, EXPOSURE TO NATURAL RESOURCES, AND REGIONALLY RELEVANT COMMUNICATION PRACTICES.#ECO-JEDI SEEKS TO BOLSTER RECRUITMENT, GRADUATION, AND CAREER READINESS IN FOOD AND AGRICULTURE SCIENCES (FAS) BY DIMINISHING BARRIERS AND PRIORITIZING THE INCLUSION OF HISTORICALLY MARGINALIZED, UNDERSERVED POPULATIONS (UP) THROUGH A CITY-WIDE COLLABORATION OF THREE HSIS. #ECO-JEDI INCREASES SCIENCE KNOWLEDGE, SKILLS, AND LITERACY BY BUILDING UP ENGAGEMENT THROUGH EXPERIENTIAL LEARNING, MENTORING, AND SCIENCE COMMUNICATION. SCIENCE CURRICULA ARE STRENGTHENED USING PRINCIPLES OF JUSTICE, EQUITY, DIVERSITY, AND INCLUSION (JEDI) AND A WRITING-ENRICHED CURRICULUM (WEC). THIS COLLABORATION PREPARES STUDENTS FROM UNDERSERVED POPULATIONS FOR EMPLOYMENT THROUGH HANDS-ON, FIELD-BASED EXPERIENCES, EXPOSURE TO NATURAL RESOURCES, AND REGIONALLY RELEVANT COMMUNICATION PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bb4ed53-41bf-76e0-acf5-d7192a269685-C", "generated_internal_id": "ASST_NON_20227704037621_12H3"}, {"internal_id": 151587352, "Award ID": "20227704037620", "Award Amount": 999622.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-12", "CFDA Number": "10.223", "Description": "TRANSNATIONAL APPROACHES TO SUSTAINABLE FOOD FUTURES: INTEGRATED HIGH-IMPACT LEARNING EXPERIENCES AND PATHWAYS TO FOOD CAREERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ac8cba5-b951-7f72-969a-e08917e12ea8-C", "generated_internal_id": "ASST_NON_20227704037620_12H3"}, {"internal_id": 150868158, "Award ID": "20227704037619", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "10.223", "Description": "BUILDING RESEARCH, EDUCATION, AND LEADERSHIP FOR AGRICULTURE AND RELATED CAREER (BREAL - ARC)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_20227704037619_12H3"}, {"internal_id": 134198902, "Award ID": "20217704034906", "Award Amount": 274590.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-11", "CFDA Number": "10.223", "Description": "THE PROJECT, INSPIRING HISPANIC STUDENTS TO PURSUE CAREERS IN AGRICULTURE AND TECHNOLOGY THROUGH EXPERIENTIAL LEARNING, HAS AN OVERARCHING GOAL OF DEVELOPING STUDENTS INTO TOMORROW&#39;S AGRICULTURAL PROFESSIONALS. THE PROJECT WILLFOCUS ONPREPARING A WORKFORCE THAT IS CAPABLE OF MEETING THE NEEDS WITHIN THE MANY SECTORS OF AGRICULTURE BY HELPING STUDENTS SEE THE VALUE OF AGRICULTURE CAREERS AND BUILDING SKILLS IN COMMUNICATION, LEADERSHIP AND INNOVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec135161-f931-cce6-460c-05bf2a359eb3-C", "generated_internal_id": "ASST_NON_20217704034906_12H3"}, {"internal_id": 134198903, "Award ID": "20217704034905", "Award Amount": 975314.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-11", "CFDA Number": "10.223", "Description": "FUTURE SCIENTISTS AND MANAGERS WILL REQUIRE A ROBUST AND COMPREHENSIVE UNDERSTANDING OF A WIDE VARIETY OF DISCIPLINES IN ORDER TO DEVISE WAYS TO MANAGE RESOURCES WHILE MITIGATING OR ADAPTING TO FUTURE GLOBAL CHANGE SCENARIOS. VIA EXPERIENTIAL LEARNING IN THE WORKPLACE AND LABORATORY, WE WILL PREPARE OUR STUDENTS WITH TOOLS, KNOWLEDGE OF BASIC CONCEPTS, AND CRITICAL THINKING NECESSARY TO ADDRESS CLIMATE CHANGE IMPACTS TO AGRICULTURE AND NATURAL RESOURCES USING INTEGRATED SOCIO-ENVIRONMENTAL-TECHNICAL SYSTEMS APPROACHES. WE WILL INDIVIDUALLY GUIDE STUDENTS TO EMPLOYMENT OPPORTUNITIES VIA CAREER GUIDANCE, STUDENT EXCHANGES, WORKSHOPS, SUMMER INTERNSHIPS AND OTHER RESUME-BUILDING EXPERIENCES, YIELDING A CONVERGENT USDA SCHOLAR.?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b0f7689-aaf8-396f-d4b3-b944796d133f-C", "generated_internal_id": "ASST_NON_20217704034905_12H3"}, {"internal_id": 134198904, "Award ID": "20217704034904", "Award Amount": 975314.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-20", "CFDA Number": "10.223", "Description": "LEVERAGING INTERDISCIPLINARY NUTRITIONAL KNOWLEDGE (LINK) PROGRAM IS A COMPREHENSIVE COLLABORATION BETWEEN SIX HISPANIC-SERVING INSTITUTIONS IN SOUTHERN CALIFORNIA: TWO 4-YEAR UNIVERSITIES, CALIFORNIA STATE UNIVERSITY (CSU) LONG BEACH AND CSU FULLERTON, AND FOUR 2-YEAR COMMUNITY COLLEGES INCLUDING CERRITOS, FULLERTON, LONG BEACH CITY, AND SANTA ANA COLLEGES. LINK PROGRAM WILL PROMOTE THE SUCCESS OF 26 UNDERREPRESENTED STUDENTS (16 UNDERGRADUATE, 10 GRADUATE) IN THE FOOD AND HUMAN SCIENCES PROFESSIONAL AND SCIENTIFIC WORKFORCE, EMPHASIZING LATINO NUTRITION THROUGH OUTREACH, MENTORING, EDUCATION, SUPPORT SERVICES, RESEARCH, AND PROFESSIONAL INTERNSHIPS WITH COMMUNITY PARTNERS. AN ADVISORY BOARD OF REPRESENTATIVES FROM SIX DOCTORAL DEGREE-CONFERRING INSTITUTIONS WILL PROVIDE PROGRAMMATIC AND STRATEGIC SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80dea171-5e28-7ab0-907e-93f184ba21cf-C", "generated_internal_id": "ASST_NON_20217704034904_12H3"}, {"internal_id": 134198905, "Award ID": "20217704034903", "Award Amount": 975314.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-13", "CFDA Number": "10.223", "Description": "PURPOSE: THE SAN JOAQUIN VALLEY OF CALIFORNIA IS AMONG THE NATION&#39;S MOST DISADVANTAGED REGIONS, WITH AMONG THE LOWEST GRADUATION RATES AND LEVEL OF EDUCATION, AND HIGHEST POVERTY RATES. THE SJV IS ALSO AMONG THE MOST ETHNICALLY AND RACIALLY DIVERSE REGIONS OF CALIFORNIA (AND LIKELY THE NATION). SJV ALSO SERVES AS THE WORLD&#39;S FOOD-BASKET WITH AMONG THE MOST AGRICULTURALLY RICH REGIONS IN THE NATION. THE PRIMARY PURPOSE OF OUR PROPOSAL IS TO MAINTAIN AND ENHANCE THE EXCELLENT MOMENTUM ESTABLISHED IN THE ORIGINAL CYCLE OF OUR USDA HSI EDUCATION COLLABORATIVE PROGRAM AT UC MERCED BY EXPANDING THE NUMBER AND TYPE OF RESEARCH TRAINING OPPORTUNITIES TO THE DIVERSE POPULATION OF STUDENTS SUPPORTED BY UC MERCED AND OUR PARTNER HSIS, CSU STANISLAUS AND UC SANTA CRUZ, AND OTHERS (JGI, WCMC, UCD).AUDIENCE: OUR PROGRAM TARGETS PRIMARILY STUDENTS FROM TRADITIONALLY UNDERREPRESENTED GROUPS IN STEAM AND THOSE FROM SOCIAL-ECONOMICALLY DISADVANTAGED BACKGROUNDS, WHICH FOR UC MERCED IS OVERWHELMINGLY HISPANIC SCHOLARS. WE WILL ALSO BENEFIT LOCAL SCHOOLS AND THEIR STUDENTS AND OTHER COMMUNITY STAKEHOLDERS THROUGH OUTREACH OPPORTUNITIES.NUMBER OF SCHOLARS BENEFITING: WHILE WE PROPOSE TO FINANCIALLY SUPPORT 15 UNDERGRADUATE AND 10 GRADUATE SCHOLARS, THE BROADER IMPACTS WILL BENEFIT ALL UROC SCHOLARS AND REGIONAL STUDENTS (OVER 450).PRODUCTS: OUR PRINCIPAL PRODUCTS ARE WELL-TRAINED UNDERGRADUATE AND GRADUATE LEVEL SCHOLARS THAT WILL BE HIGHLY QUALIFIED FOR ACADEMIC OR PROFESSIONAL POSITIONS IN AGRICULTURE-RELATED DISCIPLINES. OTHER PRODUCTS INCLUDE MANY PEER-REVIEWED PUBLICATIONS, CONFERENCE AND MEETING ABSTRACTS AND PROCEEDINGS, AND NEW LEARNING MATERIALS FOR OUR OUTREACH EFFORTS. OUTCOMES/IMPACTS: WE EXPECT 100% OF OUR UG SCHOLARS TO GRADUATE WITH A BS/BA AND 100% OF OUR GS SCHOLARS TO GRADUATE AND CONTRIBUTE TO THE DIVERSITY DISPARITY IN THE STEAM WORKFORCE ESPECIALLY WITHIN USDA. BASED ON THE FIRST ITERATION OF OUR GRANT WE EXPECT THE FOLLOWING TO CONSTITUTE MOST OF OUR EXPECTED OUTCOMES: (1) MAINTAIN OUR PERFECT GRADUATION RATE, (2) INCREASE PUBLICATIONS BY BOTH UG AND GS, (3) INCREASE CONFERENCE AND MEETING PRESENTATIONS, (4) INCREASE NUMBER OF AWARDS AND HONORS BY BOTH GROUPS, (5) INCREASE NUMBER OF SCHOLARS PURSUING AGRICULTURE-RELATED CAREERS, AND (6) AN OPPORTUNITY TO MEET AND DISCUSS CAREER OPPORTUNITIES WITH USDA REPRESENTATIVES AT MEETINGS AND ON CAMPUS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e5d977d0-85fb-65b4-d649-335857133b76-C", "generated_internal_id": "ASST_NON_20217704034903_12H3"}, {"internal_id": 134198907, "Award ID": "20217704034885", "Award Amount": 249939.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-13", "CFDA Number": "10.223", "Description": "S2OPA2 ADDRESSES THE REGION&#39;S LOCAL HEALTH DISPARITIES BY UNDERTAKING TWO CHALLENGES IN THE DESERT SOUTHWEST&#39;S BORDER REGION. (1) OVERALL HEALTH AND HEALTH LITERACY OF THOSE RESIDING IN YUMA AND IMPERIAL COUNTIES CONTINUE TO BE LOW. MANY ROLES TRADITIONALLY HELD BY DIETETICS PROFESSIONALS IN THE COMMUNITY REMAIN VACANT OR ARE FILLED BY PARAPROFESSIONALS DUE TO THE SIGNIFICANT CHALLENGES OF RECRUITING AND RETAINING HEALTHCARE PROFESSIONALS IN RURAL AREAS. (2) LIMITED EXPERIENTIAL LEARNING. THE DISTANCE BACHELORS OF SCIENCE DEGREE IN NUTRITIONAL SCIENCES IS OFFERED IN A 2+2 FORMAT PARTNERING WITH ARIZONA WESTERN COLLEGE AND IMPERIAL VALLEY COLLEGE THE FIRST TWO YEARS. THE DISTANCE BACHELORS OF SCIENCE FINAL TWO YEARS IN NUTRITIONAL SCIENCE IS OFFERED TO THE UNDERSERVED REGION OF YUMA AND IMPERIAL COUNTIES THROUGH 100% ONLINE COURSES, LIMITING HANDS-ON EXPERIENTIAL LEARNING IN THE UPPER LEVEL JUNIOR/SENIOR CRITICAL DEVELOPMENTAL YEARS. GARDENING, COOKING, AND SUSTAINABLE FOOD SYSTEMS EXPERIENTIAL EDUCATION ARE NOT CURRENTLY PART OF THE DISTANCE DIETETIC CURRICULUM. INSTEAD, STUDENTS COMPLETE SELF-GUIDED ACTIVITIES AT HOME, RESULTING IN INEQUITABLE ACCESS TO MATERIALS, FACILITIES, AND OVERSIGHT. THE S2OPA2 OBJECTIVE IS TO INCREASE THE NUMBER OF STUDENTS COMPLETING THE NUTRITIONAL SCIENCES BACHELOR&#39;S DEGREE (BS) AND EARNING DIETETICS CREDENTIALS (NDTR/RDN) AT THE UNIVERSITY OF ARIZONA-YUMA (UARIZONA-YUMA)1 CAMPUS (10 STUDENTS/COHORT) THROUGH THE DEVELOPMENT OF FARM-TO-TABLE FOOD AS MEDICINE EXPERIENTIAL LEARNING ACTIVITIES ADDRESSING REGIONAL FOOD SAFETY, FOOD SECURITY, FOOD PRODUCTION, INCORPORATION OF LOCAL CUISINE, AND COOKING TRADITIONS. S2OPA2 ANSWERS THE URGENT NEED TO DEVELOP A PIPELINE TRAINING FOR NUTRITION AND DIETETICS PROFESSIONALS AS AN INNOVATIVE EDUCATIONAL MODEL THAT EMPLOYS CULTURALLY RESPONSIVE TEACHING, MENTORING, AND TRAINING APPROACHES. MORE SPECIFICALLY, THIS MODEL IMPLEMENTS EXPERIENTIAL LEARNING INTERVENTIONS AS AN EVIDENCED-BASED WAYTO ADDRESS HISPANIC COLLEGE STUDENTS&#39; PERCEIVED BARRIERS RELATED TO AWARENESS, OPPORTUNITY, AND ACHIEVEMENT (AOA). THE S2OPA2 PROGRAM CAPITALIZES ON LOCAL CULTURE, TRADITIONS, AND THE REGIONAL SPECIALTY CROP AGRICULTURE INDUSTRY IN FARM-TO-TABLE FOOD AS MEDICINE EXPERIENTIAL LEARNING ACTIVITIES. IN PARTNERSHIP WITH THE AGRICULTURE INDUSTRY AND COMMUNITY STAKEHOLDERS, UPPER-LEVEL STUDENTS WILL LEARN ABOUT FOOD SAFETY, FOOD SECURITY, FOOD PRODUCTION, LOCAL HEALTH DISPARITIES, AND LOCAL FOOD CULTURE.A. POTENTIAL FOR ADVANCING QUALITY OF EDUCATION THE S2OPA2 PROGRAM -- PROPOSED BY THE UNIVERSITY OF ARIZONA,2 THE UNIVERSITY OF ARIZONA YUMA, AND THE COLLEGE OF AGRICULTURE &AMP; LIFE SCIENCES (CALS) -- IS AN INNOVATIVE EDUCATIONAL MODEL AIMED AT INCREASING THE NUMBER AND DIVERSITY OF NUTRITIONAL PROFESSIONALS THROUGH EMPLOYING CULTURALLY-RESPONSIVE APPROACHES TO TEACHING, MENTORING AND TRAINING, AND IMPLEMENTING EXPERIENTIAL LEARNING INTERVENTIONS. BY ADDRESSING HISPANIC COLLEGE STUDENTS&#39; PERCEIVED BARRIERS OF AWARENESS, OPPORTUNITY, AND ACHIEVEMENT (AOA)3, THIS PROJECT ADDRESSES THE FOLLOWING PRIORITY NEED AREAS: (1) INCREASE OPPORTUNITIES AND ACCESS INTO CAREERS RELATED TO FANH; (2) PRODUCE SKILLED, DIVERSE GRADUATES PREPARED TO WORK AT THE INTERSECTION OF NUTRITION, FOOD, AND HUMAN HEALTH; AND (3) INCREASE PARTICIPATION OF INDIVIDUALS HISTORICALLY UNDERREPRESENTED IN USDA FANH-HSI MISSION AREAS BY CONTRIBUTING TO THE STRENGTHENING OF THE EDUCATIONAL PIPELINE FOR NUTRITION AND DIETETICS PROFESSIONALS. THE S2OPA2 PROGRAM ADDRESSES THE LACK OF A DIVERSE PIPELINE OF EDUCATED AND SKILLED STEM PROFESSIONALS TO IMPROVE STUDENTS&#39; ACCESS AND SUCCESS IN HIGHER EDUCATION OPPORTUNITIES IN THE STEM AREAS OF AGRICULTURE, FOOD, NATURAL RESOURCES, SCIENCE, HEALTH, AND OTHER RELATED DISCIPLINES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_20217704034885_12H3"}, {"internal_id": 134198908, "Award ID": "20217704034884", "Award Amount": 275000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-14", "CFDA Number": "10.223", "Description": "SINCE ITS INCEPTION IN 2011, THE FOOD SAFETY MODERNIZATION ACT HAS SIGNIFICANTLY CHANGED THE WAY THE AGRICULTURE INDUSTRY ADDRESSES FOOD SAFETY. IN THIS TIME OF PANDEMIC, TRACEABILITY, AGRICULTURAL LABOR SHORTAGES AND SCRUTINY OF FOOD PROCESSING, THE DEMAND FOR STRINGENT FOOD SAFETY PRACTICES IS EVEN MORE CRITICAL. AS AGRICULTURAL INDUSTRIES FACE NEW CHALLENGES OF REGULATION AND TRANSPARENCY, THERE WILL BE A GROWING DEMAND FOR WELL-TRAINED FOOD SAFETY ENGINEERS AND MANAGERS. MOREOVER, THE NATIONAL FOCUS ON STEM EDUCATION HAS TYPICALLY OVERLOOKED THE CONNECTION BETWEEN STEM AND AGRICULTURAL SCIENCES. THE NEXT GENERATION WORKFORCE MUST IMPLEMENT THE FSMA GUIDELINES AND ADAPT TO LABOR SHORTAGES, THE EFFECTS OF THE COVID-19 PANDEMIC ON FOOD PRODUCTION, SHIPPING, GROWING, SOURCING AND PACKAGING - ALL WITH INCREASED SENSITIVITY TO FOOD TRACEABILITY AND RISKS.THE CAREER READY -AG FOOD SAFETY (CRAFS) PATHWAY WILL ALLOW STUDENTS TO RECOGNIZE AND ENGAGE IN CONNECTIONS TO AGRICULTURE THEY MAY NOT HAVE PREVIOUSLY SEEN. IT EXPANDS FROM THE TRADITIONAL FOCUS OF AGRICULTURE MAJORS AND INCORPORATES STEM MAJORS WHOSE SKILLS AND KNOWLEDGE COMPLEMENT FOOD SAFETY NEEDS OF AGRICULTURE INDUSTRIES. WE WILL DEVELOP A CROSS-DISCIPLINARY PROGRAM DESIGNED TO ATTRACT STUDENTS FROM UNDERREPRESENTED AND UNDERSERVED POPULATIONS WHO MAY SHY AWAY FROM AG-BASED PROGRAMS DUE TO A LACK OF UNDERSTANDING FOR THE BREADTH OF CAREER OPPORTUNITIES AVAILABLE TO STUDENTS WITH A SCIENCE-BASED CURRICULUM, INDUSTRY-RECOGNIZED CERTIFICATIONS, AND EXPERIENTIAL LEARNING IN AGRICULTURE INDUSTRIES. THE OVERARCHING GOALS OF THIS PROJECT INCLUDE THE ADVANCEMENT OF CONVERGENCE BETWEEN STEM, SCIENCE AND AGRICULTURE STUDIES TO MEET THE NEEDS AND CHALLENGES OF AN INDUSTRY CRITICAL TO OUR CENTRAL VALLEY AREA. ADDITIONALLY, IN EDUCATING STUDENTS ABOUT THE CAREER OPPORTUNITIES AVAILABLE IN THE FOOD SAFETY AREA AND ALIGNING THEIR INTERESTS WITH THE CHALLENGES INDUSTRY FACES IN THE RECRUITMENT OF THE NEXT GENERATION WORKFORCE,AN EDUCATION TO INDUSTRY PIPELINE BENEFITS THE ENTIRE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "53357335-f26d-6bd1-6101-3e4d827dda2a-C", "generated_internal_id": "ASST_NON_20217704034884_12H3"}, {"internal_id": 134198909, "Award ID": "20217704034883", "Award Amount": 249272.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-11", "CFDA Number": "10.223", "Description": "AS OUTLINED IN ITS STRATEGIC PLAN, THE UNIVERSITY OF ARIZONA (UA) IS COMMITTED TO SERVING ARIZONA&#39;S CULTURALLY DIVERSE STUDENTS BY ADDRESSING EDUCATIONAL EQUITY AND THE STEM RETENTION GAP IN UNDERREPRESENTED GROUP OF STUDENTS (URGS) INCLUDING STUDENTS WHO ARE FIRST GENERATION, FROM LOW-INCOME HOUSEHOLDS, UNDER-REPRESENTED MINORITIES (URM), AND COMMUNITY COLLEGE TRANSFER STUDENTS. THE ARIZONA&#39;S SCIENCE, ENGINEERING, AND MATH SCHOLARS (ASEMS) PROGRAM IS A NATIONALLY RECOGNIZED STEM-DIVERSITY RETENTION PROGRAM THAT USES AN ASSET-BASED, STUDENT-CENTERED, STUDENT EXPERIENCE FOCUSED APPROACH THAT HAS INCREASED RETENTION AMONG UNDERGRADUATES IN URGS AT UA. WE PROPOSE TO ADAPT THE ASEMS PROGRAM IN THE COLLEGE OF AGRICULTURE AND LIFE SCIENCES (CALS, REFERRED TO AS CALS-ASEMS) TO INCREASE RETENTION AMONG UNDERGRADUATES FOCUSED ON FOOD AND AGRICULTURAL SCIENCES. CALS-ASEMS WILL INCREASE ANNUAL RETENTION, SENSE OF BELONGING AND PARTICIPATION IN EXPERIENTIAL LEARNING OPPORTUNITIES AMONG UNDERGRADUATES FROM URGS BY FOCUSING ON 2 EDUCATIONAL NEED AREAS (RECRUITMENT/RETENTION AND EXPERIENTIAL LEARNING) WITH 3 OBJECTIVES: OBJECTIVE 1: INCREASE ACADEMIC ACHIEVEMENT AND PERSISTENCE IN STEAM BY PROVIDING ACADEMIC, SOCIAL AND FINANCIAL SUPPORT THROUGH CULTURALLY RESPONSIVE, ASSET-BASED AND INDIVIDUALIZED ADVISING, ACTIVITIES, AND MENTORING. OBJECTIVE 2: INCREASE SENSE OF BELONGING WITHIN CALS, UA, AND THE STEAM ENVIRONMENT BY DEVELOPING A STEAM IDENTITY, FORMING A STRUCTURED STEAM LEARNING COMMUNITY AND PROVIDING CULTURALLY RESPONSIVE MENTORING. OBJECTIVE 3: INCREASE INTEREST IN STEAM CAREERS BY BUILDING CAREER CAPITAL THROUGH CREATING A CAREER PLAN, FOSTERING AN AWARENESS OF WHY STEAM IS IMPORTANT TO SCHOLARS AND THEIR COMMUNITIES, AND ENGAGING SCHOLARS IN STEAM CAREER PREPARATION ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_20217704034883_12H3"}, {"internal_id": 133051745, "Award ID": "20217704034882", "Award Amount": 274986.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-04", "CFDA Number": "10.223", "Description": "WITH SUPPORT FROM THE USDA/NIFA HISPANIC-SERVING INSTITUTIONS (HSI) EDUCATION GRANT PROGRAM, ADAMS STATE UNIVERSITY, COLORADO&#39;S PREMIERE HSI, WILL BUILD ITS CAPACITY TO DEVELOP A SKILLED WORKFORCE IN FOOD AND AGRICULTURE TO MEET THE GROWING AGRICULTURAL INDUSTRY NEEDS OF SOUTHERN COLORADO&#39;S SAN LUIS VALLEY (SLV), WHICH STRUGGLES WITH LOW EDUCATIONAL ATTAINMENT, HIGH POVERTY RATES, AND INEQUITIES IN WORKFORCE DEVELOPMENT. APPROXIMATELY 46% OF THE SLV POPULATION IS HISPANIC. ADAMS STATE WILL EXPAND ITS ENROLLMENTS, INCREASE RETENTION AND GRADUATION RATES, AND ADVANCE EQUITY IN EDUCATION IN 3 FOOD AND AGRICULTURE BACHELOR DEGREE PROGRAMS: BUSINESS ADMINISTRATION (AGRIBUSINESS EMPHASIS), GENERAL AGRICULTURE (AGRICULTURAL BUSINESS OR AGRICULTURAL BIOLOGY EMPHASIS), AND FOOD STUDIES. ALIGNED WITH THE 4 HSI EDUCATION GOALS, THE PROJECT FOCUSES ON THE EDUCATIONAL NEED AREAS OF STUDENT EXPERIENTIAL LEARNING AND STUDENT RECRUITMENT AND RETENTION TO ATTRACT AND SUPPORT DIVERSE UNDERGRADUATE STUDENTS IN THESE DEGREE AREAS. AN INNOVATIVE PAID INTERNSHIP PROGRAM, WITH AN EVIDENCE-BASED STRUCTURE, AND INDUSTRY PARTNERS WILL PROVIDE VITAL WORK-BASED LEARNING EXPERIENCES AND DEVELOP STUDENTS&#39; ESSENTIAL EMPLOYMENT SKILLS. REGIONAL RECRUITMENT AND RETENTION STRATEGIES, INCLUDING A STUDENT-LED CONFERENCE, AN ANNUAL SCHOLARSHIP, AND MENTORING WILL REDUCE BARRIERS FOR UNDERREPRESENTED STUDENTSAND PROMOTE LEADERSHIP AND THEIR PREPARATION FOR PUBLIC AND PRIVATE SECTOR CAREERS.PROJECT OBJECTIVES FOCUS ON INCREASING COMBINED DEGREE ENROLLMENTS TO 50 STUDENTS OVER 4 YEARS, WITH AT LEAST 23 STUDENTS (46%) FROM UNDERREPRESENTED GROUPS, AND INCREASING FIRST-TIME FULL-TIME RETENTION RATES OF UNDERREPRESENTED STUDENTS TO AT LEAST 62%. QUANTITATIVE DATA WILL BE COLLECTED VIA INSTITUTIONAL REVIEW OF STUDENT ENROLLMENTS, RETENTION, AND GRADUATION DATAEACH YEAR. IN ADDITION, ANNUAL SURVEYS AND FOCUS GROUPS AMONG STUDENTS, PROJECT STAFF, AND EMPLOYERS/COMMUNITY STAKEHOLDERS WILL PRODUCE QUANTITATIVE AND QUALITATIVE DATA TO DOCUMENT PROGRESS, INFORM PROGRAM IMPROVEMENT, AND SUPPORT CONTINUATION. STUDENT AND FACULTY PRESENTATIONS AT CONFERENCES ATTENDED BY HSI EDUCATORS AND STUDENTS, AND REGIONAL AGRICULTURAL CONFERENCES, WILL SHARE PROJECT FINDINGS ON THE EFFECTIVENESS OF THE OUTREACH/ RECRUITMENT AND RETENTION STRATEGIES IMPLEMENTED BY ASU TOWARDS INCREASING THE ENROLLMENT AND SUCCESS RATES OF HISPANIC AND OTHER STUDENTS UNDERREPRESENTED IN FANH DISCIPLINES. BY BUILDING ADAMS STATE&#39;S CAPACITY TO DEVELOP AND MAINTAIN AN ENHANCED RECRUITMENT AND RETENTION PROGRAM IN AGRICULTURE AND FOOD STUDIES, USDA/NIFA SUPPORT WILL STRENGTHEN ADAMS STATE&#39;S NETWORK OF RELATIONSHIPS WITH EDUCATIONAL AND INDUSTRY PARTNERSTO GROW A SKILLED WORKFORCE IN RESPONSE TO LOCAL INDUSTRY NEEDS AND TO RETAINTALENT AND YOUNG PEOPLE IN REWARDING EMPLOYMENT AND CAREERSACROSS THIS REMOTE, RURAL REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae172ef0-7570-d478-9013-d58097302633-C", "generated_internal_id": "ASST_NON_20217704034882_12H3"}, {"internal_id": 133051744, "Award ID": "20217704034881", "Award Amount": 274999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-05", "CFDA Number": "10.223", "Description": "THE U.S. IS FACED WITH TWO PRESSING PROBLEMS AT THE HIGHER EDUCATION LEVEL: 1) AN ETHNIC DISPARITY AMONGST DEGREE RECIPIENTS AND 2) A DEFICIT IN THE NUMBER OF DEGREE RECIPIENTS FROM SCIENCE AND ENGINEERING FIELDS TO FILL OPEN POSITIONS IN THE AGRICULTURAL WORKFORCE. THESE PROBLEMS ARE ONGOING AND MUST BE ADDRESSED THROUGH THE DEVELOPMENT AND INTEGRATION OF INNOVATIVE APPROACHES BY INSTITUTES OF HIGHER EDUCATION. SPECIFICALLY, THESE INNOVATIVE APPROACHES SHOULD TARGET UNDERREPRESENTED STUDENTS (E.G., MINORITIES, FIRST GENERATION). INSTITUTIONS THAT ARE CLASSIFIED AS HISPANIC OR MINORITY SERVING INSTITUTIONS, MEANING A CERTAIN PERCENTAGE OF THEIR STUDENT BASE ARE ETHNIC MINORITIES, ARE ESPECIALLY CRITICAL IN DEPLOYING THESE EDUCATION APPROACHES AND PROMOTING SUCCESS OF UNDERREPRESENTED STUDENTS. OUR PROGRAM, STEAM-AGED, ATTRACTS AND SUPPORTS UNDERREPRESENTED STUDENTS TO PREPARE THEM FOR ACADEMIC OR PROFESSIONAL SCIENCE, TECHNOLOGY, ENGINEERING, AGRICULTURAL, OR MATHEMATICS (STEAM) CAREERS WITH USDA OR SIMILAR EMPLOYERS. THIS IS ACHIEVED THROUGH THREE ACTIVITIES INVOLVING SECONDARY, UNDERGRADUATE, AND GRADUATE STUDENTS: 1) DEVELOPING UPDATED CURRICULUM FOR TRAINING OF AND DELIVERY BY PRE-SERVICE AGRICULTURAL EDUCATION STUDENTS; 2) DEVELOPING A FORMALIZED MENTORING AND TEACHING STRUCTURE THAT INVOLVES EXPERIENTIAL OPPORTUNITIES AND EMPHASIZES SCIENTIFIC INQUIRY; AND 3) PROVIDING FINANCIAL AWARDS TO STUDENTS INVOLVED IN STEAM-AGED. WE WILL EVALUATE THE IMPACT OF THESE ACTIVITIES ON THOSE INVOLVED IN THE PROGRAM TO ENSURE OBJECTIVES ARE MET AND STUDENT OUTCOMES ARE POSITIVE. AFTER EVALUATION, WE WILL PUBLISH OUR DATA VIA OUTLETS RELEVANT TO THE ACADEMIC COMMUNITY TO PROMOTE ADOPTION OF THE STEAM-AGED MODEL BY OTHER INSTITUTES OF HIGHER EDUCATION. ULTIMATELY, THESE ACTIVITIES ENHANCE THE ABILITY OF TEXAS STATE UNIVERSITY, THE ONLY FOUR-YEAR HISPANIC SERVING INSTITUTION IN CENTRAL TEXAS THAT GRANTS DEGREES IN AGRICULTURAL SCIENCES, AND OTHER HIGHER INSTITUTES TO RECRUIT, RETAIN, AND GRADUATE UNDERREPRESENTED STUDENTS. DEPLOYMENT OF THE STEAM-AGED MODEL ON A WIDE SCALE, THUS, COULD ADDRESS THE ABOVE OUTLINED NATIONAL EDUCATION PROBLEMS, PROMOTING DEGREE ATTAINMENT BY ETHNIC MINORITIES AND PROVIDING THE AGRICULTURAL WORKFORCE WITH EMPLOYEES TRAINED IN STEAM COMPETENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20217704034881_12H3"}, {"internal_id": 134198910, "Award ID": "20217704034880", "Award Amount": 274965.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-11", "CFDA Number": "10.223", "Description": "DATA ANALYTICS IS TRANSFORMING MANY SECTORS FROM SCIENCE AND BUSINESS TO MEDICINE AND PUBLIC POLICY. AS THESE FIELDS INCREASINGLY RELY ON DATA AND ANALYTICAL THINKING, COLLEGE GRADUATES MUST BE COMPETENT IN MAKING DISCOVERIES FROM MESSY DATA AND ABLE TO BUILD AND USE DATA PRODUCTS TO BE COMPETITIVE IN THE CURRENT JOB MARKET.THIS GRANT IS A COLLABORATION BETWEEN TWO HSI INSTITUTIONS IN THE CALIFORNIA STATE UNIVERSITY SYSTEM: CSU CHICO, AND CSU SAN BERNARDINO. BOTH HAVE EARLY STAGE DATA SCIENCE/ANALYTICS PROGRAMS AND GROWING SUPPORT STRUCTURES FOR UNDERREPRESENTED STUDENTS. ALL ACTIVITIES ARE CONDUCTED UNDER A PURPOSEFUL LENS OF ANTI-RACISM AND BENEFITING LATINX STUDENTS, WITH SUPPORT FROM EXISTING HSI PROGRAMS ON BOTH CAMPUSES.THE TARGET EDUCATIONAL AREA IS AT THE INTERSECTION OF THE FANH (FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN SCIENCES) AND DATA SCIENCE DOMAINS. BY DEMONSTRATING HOW THESE SECTORS CAN OFFER STATISTICS &AMP; DATA SCIENCE STUDENTS INTERESTING AND FULFILLING CAREERS, WHILE ALSO ENHANCING FANH MAJORS&#39; ABILITY TO USE DATA SCIENCE TOOLS, WE WILL ATTRACT STUDENTS FROM APPROXIMATELY 30 MAJORS AND MINORS, 5 CERTIFICATE AND 15 MASTERS PROGRAMS PER CAMPUS.TO ENHANCE THE QUALITY OF POST-SECONDARY EDUCATION, INCREASE CAPACITY FOR PRODUCTIVE, REPRODUCIBLE RESEARCH, AND TO ADDRESS THE EDUCATIONAL NEED FOR CURRICULUM DESIGN AND FACULTY PREPARATION AND ENHANCEMENT FOR TEACHING, THIS PROJECT WILL TRAIN AND FOSTER AN ACTIVE, INCLUSIVE, DIVERSE COMMUNITY OF LEARNERS AND INSTRUCTORS THAT PROMOTES AND MODELS THE IMPORTANCE OF SOFTWARE AND DATA IN RESEARCH. THIS PROJECT WILL SUPPORT CURRICULUM DEVELOPMENT OF NEW COURSES AND INTERDISCIPLINARY COURSE-BASED DATA SCIENCE PROJECTS THAT ENGAGE AND ENHANCE STUDENTS&#39; UNDERSTANDING OF THEIR DOMAIN THROUGH DATA. E.G PROJECTS COULD EXPLORE HOW TO ALLEVIATE POVERTY BY FOSTERING ECONOMIC OPPORTUNITY, HOW TO IMPROVE MENTAL HEALTH AND REDUCE OBESITY BY ENGAGING IN HEALTHY DIETS, OR INVESTIGATE THE ECONOMIC AND SOIL HEALTH BENEFIT OF A LOCAL BICYCLE COMPOSTING PROGRAM.TO DEVELOP STUDENT SKILLS NECESSARY TO MAKE THEM HIGHLY QUALIFIED FOR ENTRY- AND MID-LEVEL TECHNICAL CAREERS, OR FOR ENTERING GRADUATE PROGRAMS, THIS GRANT PROVIDES TECHNICAL WORKSHOPS AN EXPERIENTIAL LEARNING OPPORTUNITY OUTSIDE THE FORMAL CLASSROOM.THIS INTERNSHIP PROVIDES STUDENTS WITH OPPORTUNITIES TO SOLVE COMPLEX PROBLEMS IN THE CONTEXT OF REAL-WORLD SITUATIONS. PAIRS OF STUDENTS (1 GRAD + 1 UNDERGRAD) ARE PLACED INTO LOCAL CAMPUS AFFILIATED ORGANIZATIONS/CENTERS TO ASSIST WITH THEIR RESEARCH/EVALUATION NEEDS, OR IN GENERAL TO HELP PRODUCE DATA PRODUCTS FOR DATA DRIVEN DECISION MAKING. EXAMPLES OF PARTNER ORGANIZATIONS INCLUDE THE CALFRESH OUTREACH AND CALFRESH HEALTH LIVING ON CAMPUSES PROGRAMS THAT EXIST AT BOTH CAMPUSES AND THAT HAVE STATEWIDE REACH AND IMPACT.LASTLY, TO ADDRESS THE EDUCATIONAL NEED FOR STUDENT RECRUITMENT AND RETENTION THIS PROJECT WILL ORGANIZE ANNUAL CAREER PANELS AND MONTHLY SEMINARS TO ALLOW STUDENTS TO DIRECTLY TALK TO AND LEARN FROM CAREER PROFESSIONALS IN THE INTERSECTION OF DATA SCIENCE AND FANH DOMAIN FIELDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebf64842-58e6-a016-b32a-e8451d29b297-C", "generated_internal_id": "ASST_NON_20217704034880_12H3"}, {"internal_id": 133051743, "Award ID": "20217704034879", "Award Amount": 274989.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-06", "CFDA Number": "10.223", "Description": "THIS RESEARCH-BASED PROJECT WILL DEVELOP ONLINE, INTERACTIVE VIRTUAL LABS THAT HELP STUDENTS FROM MARGINALIZED COMMUNITIES SEE THEMSELVES IN AGRICULTURAL CAREERS, WHILE BUILDING CONCEPTUAL UNDERSTANDING OF AGRICULTURAL SCIENCE TOPICS. THE TEAM WILL FIRST INVESTIGATE STUDENT EXPERIENCES OF BELONGING OR NOT BELONGING IN AGRICULTURAL SCIENCE OR PRODUCTION. FOR EXAMPLE, WHEN DO STUDENTS FEEL WELCOME OR UNWELCOME IN AGRICULTURAL SPACES? WHAT ASSUMPTIONS DO THEY HOLD ABOUT WHO DOES AGRICULTURAL SCIENCE OR AGRICULTURAL PRODUCTION? BASED ON FINDINGS, THEY WILL DEVELOP INTERACTIVE LABS WHICH HIGHLIGHT CONTRIBUTIONS FROM HISTORICAL INNOVATORS FROM UNDERREPRESENTED COMMUNITIES, AND VIDEOS OR ANIMATIONS WHICH CONNECT THAT WORK TO SIMILAR WORK TODAY. COMPLETED LABS WILL BE DISTRIBUTED THROUGH COLLEGE COURSES TO EXPOSE STUDENTS IN MULTIPLE MAJORS TO AG-RELATED CAREERS, AND PROMOTED FOR DISTRIBUTION NATIONWIDE IN MIDDLE AND HIGH SCHOOL CLASSES.INTEGRATING CULTURALLY RESPONSIVE TEACHING CAN MAKE THE AGRICULTURAL FIELD MORE APPEALING TO YOUTH AND YOUNG PEOPLE FROM COMMUNITIES OF COLOR (LAVERGNE ET AL., 2012; VINCENT ET AL., 2012). WELL-DESIGNED ONLINE INTERACTIVE LABS ARE IMPACTFUL AND EFFECTIVE EDUCATIONAL TOOLS, ALLOWING STUDENTS AND GATEKEEPERS TO USE THEM IN INFORMAL OR FORMAL LEARNING SITUATIONS. STUDENT LEARNING AND ENGAGEMENT WILL GROW THROUGH THE PROCESS OF LEARNING ABOUT THE WORK OF THESE AGRICULTURAL INNOVATORS. VIRTUAL LABS ALSO HAVE A CAPACITY TO REACH A MUCH LARGER BASE OF PEOPLE THAN CONVENTIONAL ON-CAMPUS EDUCATIONAL ACTIVITIES (RAY ET AL., 2012). THE EDUCATIONAL DIGITAL TOOLS DESIGNED FOR THIS PROPOSAL WILL TRANSCEND THIS PROJECT AND BE AVAILABLE TO A WIDE RANGE OF STAKEHOLDERS EVEN AFTER THE RESEARCH HAS BEEN COMPLETED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_20217704034879_12H3"}, {"internal_id": 137054466, "Award ID": "20217704034878", "Award Amount": 275000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-03", "CFDA Number": "10.223", "Description": "PUERTO RICO IS FACING A GREAT ECONOMIC AND SOCIAL DISTRESS THAT REQUIRES THE PREPARATION OF AGRICULTURAL WORKFORCE, WITH THE SKILLS AND ABILITIES NECESSARY TO FACE THE RELATED CHALLENGES. UNIVERSITIES HAVE A SERIOUS RESPONSIBILITY AND PLAY AN IMPORTANT ROLE IN PREPARING THE WORKFORCE TO FACE THE MAJOR CHALLENGES OF FOOD SECURITY IN PUERTO RICO. THE GOAL OF THIS PROJECT IS TO PROMOTE ADVANCES IN THE FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN (FANH) SCIENCES THROUGH THE DEVELOPMENT AND IMPLEMENTATION OF THE AGRICULTURE DIVERSE LEARNING PROGRAM (ADLP) TO ENHANCE THE TEACHING, LEARNING SKILLS, KNOWLEDGE AND ABILITIES OF EIGHTEEN (18) 9-12 IN SERVICE-SCIENCE TEACHERS, AS GRADUATE STUDENTS OF THE MASTER IN SCIENCE ENVIRONMENTAL MANAGEMENT (MSEM)- CONSERVATION AND MANAGEMENT OF NATURAL RESOURCES AND 30 FACULTY MEMBERS (REGULAR OR LECTURERS) OF UAGM, TO FACILITATE A BRIDGE BETWEEN SECONDARY SCHOOLS AND THE UNIVERSITY TO ENSURE THE SUCCESS AND READINESS OF UNDERREPRESENTED STUDENTS TO BECOME THE NEXT GENERATION OF AGRICULTURAL LEADERS IN PR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1cef491-34d9-b459-dc8a-eed673f48f5c-C", "generated_internal_id": "ASST_NON_20217704034878_12H3"}, {"internal_id": 137054467, "Award ID": "20217704034877", "Award Amount": 274984.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-04", "CFDA Number": "10.223", "Description": "LEADERSSEEKS TO EMPOWER AND EQUIP HISPANIC STUDENTS TO BECOME LOCAL, REGIONAL, AND NATIONALLEADERS IN THE FIELDS OF FOOD SECURITY AND COMMUNITY NUTRITION. IN THE UNITED STATES, ONLY 3.1% OFREGISTERED DIETITIANS AND 13.7% OF NUTRITION AND DIETETICS STUDENTS IDENTIFY AS HISPANIC.LEADERSWORKS TO INCREASE RECRUITMENT, RETENTION, AND TRAINING OF HISPANIC STUDENTS, CONTRIBUTING TO ADIVERSEANDWORKFORCEEQUITYIN THE FANH SCIENCES.LEADERSPROPOSES THE FORMATION OF A MULTI-LEVELLEARNING COMMUNITY TO SUPPORT EXPERIENTIAL LEARNING AND LEADERSHIP DEVELOPMENT OF HISPANICUNDERGRADUATES, GRADUATE STUDENTS, AND DIETETIC INTERNS.LEADERSUTILIZES AN INNOVATIVE MODEL OFNEAR-PEER MENTORING THAT GROUPS STUDENTS AT DIFFERENT STAGES OF THE ACADEMIC PIPELINE TOGETHER,FACILITATING CULTURAL SKILLS DEVELOPMENT WHILE REDUCING BARRIERS TO ACADEMIC AND PROFESSIONALADVANCEMENT.LEADERSSTUDENTS MANAGE THE OPERATIONS OF AND COMPLETE RESEARCH AND NUTRITIONEDUCATION PROJECTS WITHIN TEXAS STATE UNIVERSITY&#39;S STUDENT-LED, ON-CAMPUS FOOD PANTRY. IN THISWAY, THELEADERSPROGRAM HAS THE POTENTIAL TO IMPACT1,917PARTICIPANTS OVER FOUR YEARS,INCLUDING 167 UNDERGRADUATES/GRADUATE STUDENTS/DIETETIC INTERNS ENGAGEDIN THE LEARNING COMMUNITY, 125 STUDENTS OF ALL LEVELS ENGAGED AS VOLUNTEERS, AND 1675 STUDENTSRECEIVING FOOD AND NUTRITION EDUCATION FROMLEADERSSTUDENTS AT THE FOOD PANTRY.LEADERSSTUDENTS SEE THE IMMEDIATE IMPACTS OF THEIR WORK THROUGH IMPROVED FOOD SECURITY AMONG THEIRPEERS AND DEVELOP A PROFESSIONAL NETWORK THROUGH COLLABORATIONS WITH COMMUNITY PARTNERS. THELEADERSPROGRAM SERVES AS A MODEL FOR OTHER HISPANIC SERVING INSTITUTIONS TO ADDRESS STUDENTFOOD INSECURITY WHILE PROVIDING EXPERIENTIAL LEARNING AND NEAR-PEER MENTORING TO HISPANICSTUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20217704034877_12H3"}, {"internal_id": 137660844, "Award ID": "20217704034876", "Award Amount": 975314.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-22", "CFDA Number": "10.223", "Description": "THE PROPOSED FOUR-YEAR PROJECT IS BROADENING AGRICULTURE SCIENCE EDUCATION (BASE II) FOR HISPANIC STUDENTS THROUGH FLORIDA-TEXAS-NEW-MEXICO CONSORTIUM, WHICH AIMS TO RECRUIT, CULTIVATE, AND DEVELOP THE NEXT GENERATION OF SCIENTISTS, AND TO PRODUCE A HIGHLY-SKILLED WORKFORCE FOR FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCES FROM HISPANIC COMMUNITIES WITH MULTIPLE OBJECTIVES: (A) PROVIDE SCIENTIFIC TRAINING OF 15 BACCALAUREATE AND 11 MASTERS STUDENTS IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCES WITH A CONCENTRATION ON AGROECOLOGY AND SUSTAINABLE AGRICULTURE (ASA) FANH-ASA, THAT DEAL WITH THE INTEGRATIVE ASPECTS OF NATURAL RESOURCES, ECOSYSTEM SUSTAINABILITY AND FOOD PRODUCTION; (B) PREPARE STUDENTS FOR CAREER AND LEADERSHIP IN THE SCIENTIFICALLY CHALLENGING AND GLOBALLY COMPETITIVE US AGRICULTURE INDUSTRY; (C) ENHANCE THE QUALITY OF FANH-ASA EDUCATION THROUGH INTER-STATE PARTNERSHIP BETWEEN FIU-UTRGV-NMSU AND STUDENTS EXPOSURE TO AGRICULTURAL KNOWLEDGE BEYOND THEIR HOME STATES VIA EXCHANGE, JOINT RESEARCH, PROFESSIONAL DEVELOPMENTS, CONFERENCE PRESENTATIONS, AND JOINT WORKSHOPS AND WEBINARS. THROUGH RESEARCH, INTERNSHIPS, CROSS-CAMPUS STUDENT EXCHANGE AND JOINT WORKSHOPS, WEBINARS, AND SPECIAL EXPERIENTIAL LEARNING ACTIVITIES, STUDENTS ACQUIRE SCIENTIFIC SKILLS ANALYZING CROP PRODUCTION, FARM NATURAL RESOURCES (INCLUDING SOILS, WATER, AND BIODIVERSITY), AND FINANCIAL AND SOCIAL ASPECTS OF FARMING. WE MENTOR THESE SKILLS THROUGH A CURRICULUM THAT TRANSCEND MULTIPLE DISCIPLINES - SUSTAINABLE AGRICULTURE, HORTICULTURE, SOIL SCIENCES, ENVIRONMENTAL SCIENCES, ENTOMOLOGY, CONSERVATION AND RENEWABLE RESOURCES, NATURAL RESOURCE ECONOMICS. THE GREATEST IMPACT OF THE PROGRAM IS TO FOSTER A SCIENTIFICALLY RIGOROUS, FANH-ASA-RICH EDUCATION TO STUDENTS. WITH STATE-OF-THE-ART TECHNICAL TRAINING, PRESENTATION SKILLS, COMMUNITY ENGAGEMENT &AMP; LEADERSHIP TRAINING, STUDENTS WILL ENTER TECHNICALLY CHALLENGING WORKFORCE AND HIGHER AGRICULTURE SCIENCE EDUCATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_20217704034876_12H3"}, {"internal_id": 134198911, "Award ID": "20217704034875", "Award Amount": 975314.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "10.223", "Description": "YOUNG AGRI-SCIENTISTS (YAS) IS A COLLABORATIVE PROGRAM BETWEEN NEW MEXICO STATE UNIVERSITY AND TEXAS TECH UNIVERSITY DESIGNED TO INCREASE DIVERSE STUDENT GRADUATES WHO MEET THE GLOBAL NEED FOR THE NEXT GENERATION OF LEADING AGRICULTURAL SCIENTISTS WHO ARE AS WELL-VERSED IN CONDUCTING SOUND FOOD, AGRICULTURAL, AND NATURAL RESOURCES SYSTEMS AND SCIENCES RESEARCH AS THEY ARE IN THE DIFFUSION OF RESEARCH AND INNOVATION THROUGH SCIENCE COMMUNICATION. UNDERGRADUATE AND GRADUATE STUDENTS WILL ENGAGE IN A COHORT PROGRAM BUILT UPON EXPERIENTIAL LEARNING OPPORTUNITIES IN MENTORED RESEARCH AND COMMUNICATING THE SCIENCE OF AGRICULTURE, IMPACTING THE PARTICIPANTS AS WELL AS LOCAL COMMUNITIES AND K-12 STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_20217704034875_12H3"}, {"internal_id": 134198912, "Award ID": "20217704034874", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-11", "CFDA Number": "10.223", "Description": "PROJECT SEMBRAR: DIVERSIFYING THE NEXT GENERATION OF URBAN AGRICULTURAL STEM LEADERS, IS AN INNOVATIVE, TIERED GRANT, FROM LAGUARDIA COMMUNITY COLLEGE. NEW YORK CITY IS A MELTING POT OF IMMIGRANT COMMUNITIES AND REPRESENTS A WEALTH OF UNDERREPRESENTED POPULATIONS, BUT RESEARCH SHOWS THAT IMMIGRANTS ARE SUFFERING ECONOMICALLY DUE TO A LACK OF ACCESS TO CAREERS IN THE FOOD AND AGRICULTURE INDUSTRIES. THE MAIN GOAL OF PROJECT SEMBRAR IS TO SUSTAIN AND GROW THE NEXT GENERATION OF URBAN STEM AGRICULTURAL LEADERS. LAGUARDIACOMMUNITY COLLEGE IS A TWO-YEAR PUBLIC, OPEN ACCESS COLLEGE THAT HAS BEEN SERVING THE BOROUGH OF QUEENS FOR OVER THIRTY-TWO YEARS. IT IS KNOWN AS THE WORLD&#39;S COMMUNITY COLLEGE, WITH STUDENTS FROM OVER 158 DIFFERENT COUNTRIES, SPEAKING 114 DIFFERENT NATIVE LANGUAGES. THE COLLEGE ENROLLS OVER 33,000 STUDENTS AND PROVIDES DEGREE COURSES, JOB-TRAINING, CAREER DEVELOPMENT AND ENGLISH AS A SECOND LANGUAGE COURSES. IT IS THE MISSION OF THIS COLLEGE TO RAISE THE ASPIRATIONS OF LOW INCOME, FIRST-GENERATION MINORITY STUDENTS AND THEN ASSIST THEM TO ACHIEVE THEIR GOALS. A RECENT REPORT FROM THE CENTER FOR AN URBAN FUTURE, RANKS LAGUARDIA THIRD AMONGST 25 CUNY COLLEGES IN SUCCESSFULLY GRADUATING STUDENTS WITH STEM DEGREES. LAGUARDIA IS A PIONEER IN STEM EDUCATION, WE HAVE ROBUST STATE OF THE ART RESEARCH LABS, FIELD INTERNSHIP PROGRAMS, NIH-BRIDGES PROGRAM, WOMEN IN STEM SCHOLARSHIPS AND THE CUNY RESEARCH SCHOLARS PROGRAMS WHICH ARE JUST A FEW EXAMPLES OF THE RESEARCH OPPORTUNITIES WE PROVIDE STUDENTS SO THAT THEY MAY SUCCESSFULLY GRADUATE AND TRANSFER. FOR OVER SIX YEARS, LAGUARDIA&#39;S ENVIRONMENTAL SCIENCES PROGRAM HAS OFFERED FIRST-CLASS RESEARCH PROJECTS THAT HAVE ENABLED OUR STUDENTS TO GROW IN SELF-CONFIDENCE AND ABILITY WHILE EXPOSING THEM TO THE CRITICAL ECOLOGICAL AND BIOLOGICAL ISSUES FACING OUR COUNTRY AND PLANET. PROJECT SEMBRAR USES THREE MAJOR TASKS WHICH ARE STEEPED IN EVIDENCE-BASED RESEARCH TO BUILD A COORDINATED PATHWAY TO DEGREES AND CAREERS IN URBAN AGRICULTURE, FOOD SCIENCE AND FOOD JUSTICE FOR HISPANIC AND LOW-INCOME STUDENTS OF COLOR. PROJECT SEMBRAR WILL SERVE AS A MODEL TO URBAN COMMUNITY COLLEGES NATION-WIDE BY MOBILIZING STUDENTS OF COLOR INTO NEW HOT-SPOT AGSTEM CAREERS. SEMBRAR PLANS TO DO THIS BY BUILDING STRATEGIC PARTNERSHIPS BETWEEN HIGH SCHOOL, ASSOCIATES, BACHELORS PROGRAMS AND LOCAL COMMUNITY STAKEHOLDERS, PROVIDING OPPORTUNITIES AND ACCESS TO FOOD AND AGRICULTURAL CAREERS IN THE PUBLIC AND PRIVATE SECTOR AND STRENGTHENING RECRUITMENT, RETENTION AND LEADERSHIP AT RESPECTIVE PARTNER INSTITUTIONS. SEMBRAR PLANS TO USE 90% OF THE FUNDING DIRECTLY TOWARDS URBAN AGRICULTURAL CURRICULUM DEVELOPMENT, COMMUNITY PARTNERSHIPS, AND STUDENT STIPENDS FOR PARTICIPATING IN THE AGSTEM EXPERIENTIAL LEARNING PROGRAM (SELP).URBAN COMMUNITY COLLEGES TACKLE OUR NATION&#39;S GREATEST CHALLENGES: GROWING ECONOMIC DISPARITY, A SHRINKING MIDDLE CLASS, DECLINING STANDARD OF LIVING FOR LOW-INCOME AMERICANS AND FOOD INSECURITY. PROJECT SEMBRAR IS AN EXAMPLE OF THE AMAZINGSYNERGY THAT EXISTS BETWEEN NEW YORK&#39;S URBAN AND RURAL EDUCATIONAL INSTITUTIONS WHEN WE WORK TOGETHER FORTHE BETTERMENT OF OUR STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8806225a-a7b1-12cd-a4be-c7cac20bfd68-C", "generated_internal_id": "ASST_NON_20217704034874_12H3"}, {"internal_id": 133051742, "Award ID": "20217704034873", "Award Amount": 275000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-30", "CFDA Number": "10.223", "Description": "THIS PROJECT WILL BENEFIT HISPANIC AND OTHER UNDERREPRESENTED HIGH SCHOOL STUDENTS BY DEVELOPING A PATHWAY TO UNIVERSITY PROGRAMS (PUP). THIS PATHWAY WILL FOCUS ON STUDENTS ENROLLED IN THE FORT BEND INDEPENDENT SCHOOL DISTRICT (FBISD) AND WILL IDENTIFY FIRST-TIME-IN-COLLEGE (FTIC) STUDENTS. THE OBJECTIVES OF THIS 4-YEAR USDA-PUP ACTIVITIES INCLUDE: 1) ORGANIZING A WORKSHOP FOR ABOUT 2,000 FBISD STUDENTS WITH THE ASSISTANCE OF 20 TRAINED TEACHERS WHO CAN GROW THE AWARENESS OF THE STUDENTS ABOUT THE CAREER OPPORTUNITIES IN THE FOOD AND AGRICULTURAL AND TO LEAD SIMILAR ACTIVITIES IN THE FUTURE, 2) OFFERING A 3-DAY SUMMER CAMP AT UNIVERSITY OF HOUSTON (UH) CAMPUS TO 120 STUDENTS, 3) ARRANGING A 2-MONTH SUMMER RESEARCH TRAINING PROGRAM FOR 40 STUDENTS, AND 4) OFFERING ONE SCHOLARSHIP TO A HIGH SCHOOL SENIOR STUDENT INTERESTED IN PURSUING A DEGREE RELATED TO FOOD AND AGRICULTURAL BIOTECHNOLOGY AT UH. THE WORKSHOP AND SUMMER CAMP WILL BE DESIGNED TO ATTRACT STUDENTS TO THE UH FOOD SCIENCE, AND BIOTECHNOLOGY PROGRAMS, AND CAREER OPPORTUNITIES WITHIN USDA. THE CAMP WILL INCLUDE INFORMATION SESSIONS, CAMPUS TOURS, AND INTERACTIONS WITH PROFESSIONALS FROM FOOD AND AGRICULTURAL SCIENCES FIELD. THE SUMMER RESEARCH TRAINING PROGRAM AT UH WILL GIVE THE STUDENTS WITH HANDS-ON EXPERIENCE WORKING IN THE FOOD SCIENCE, NUTRITION OR BIOTECHNOLOGY RESEARCH LABORATORIES ON UH CAMPUS. THE STUDENTS WILL BE WORKING UNDER THE DIRECT SUPERVISION OF FACULTY MEMBERS AND INDUSTRY PROFESSIONALS. THE FTIC FBISD STUDENTS WILL ENJOY EXPERIENTIAL LEARNING EXPERIENCES AND EXPLORE CAREER OPPORTUNITIES THAT WILL ULTIMATELY HELP THEM SUCCEED IN OBTAINING CAREERS RELATED TO FOOD AND AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a95b9572-dc03-ba8d-34a5-edc32a8efc03-C", "generated_internal_id": "ASST_NON_20217704034873_12H3"}, {"internal_id": 137054468, "Award ID": "20217704034872", "Award Amount": 948771.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-28", "CFDA Number": "10.223", "Description": "INTER AMERICAN UNIVERSITY OF PUERTO RICO, BARRANQUITAS CAMPUS (IAUPR-BC) AND AGUADILLA CAMPUS (AC) WITH INDUSTRIAL PARTNER CORTEVA AGRISCIENCE, AIM TO LEAD THE GOALS OF NIFA-USDA HISPANIC SERVING INSTITUTION PROGRAM. A COLLABORATIVE EFFORT OF INSTITUTES WITH SUPPORT FROM PURDUE UNIVERSITY WILL BE ADDRESSING AN EDUCATIONAL PRIORITY AREA OF NIFA, NAMELY AGRICULTURE SYSTEMS AND TECHNOLOGY, IN THE CENTRAL REGION OF THE ISLAND.THE VULNERABILITY OF THE ISLAND&#39;S SUPPLY-CHAINS, THAT BECAME EVIDENT DURING RECENT NATURAL DISASTERS, HAS SHOWN THE INCREASED NEED FOR FOOD SECURITY. THEREFORE, A FOCUS GROWTH ON AGRICULTURAL PRACTICES REPRESENTS AN OPPORTUNITY FOR THE ISLANDS&#39; PROSPERITY AND THE WELFARE OF ITS HABITANTS. THE FIRST EDUCATIONAL GOAL OF THE PROJECT IS TO ATTRACT AND SUPPORT UNDERGRADUATE STUDENTS FROM UNDERREPRESENTED GROUPS BY DEVELOPING NEW COURSE IN ASSOCIATE DEGREE IN CONTROLLED ENVIRONMENTAL AGRICULTURE (CEA).IAUPR BC HAS AN INDUSTRIAL PARTNER CORTEVA AGRISCIENCES TO FACILITATE AN INTENSIVE INDUSTRIAL TRAINING EXPERIENCE. WE WILL GRADUATE 45 STUDENTS THROUGH TRAINING BY EXPERIENCE-BASED LEARNING, MODERN LABORATORY ACTIVITIES AND OUTREACH ACTIVITIES.THE SECOND GOAL IS TO MAXIMIZE THE OUTREACH POTENTIAL OF THE PROJECT WITH AN OFF-CAMPUS TRAINING FACILITY FOR LOCAL COMMUNITIES IN THE FORM OF AN AGRICULTURAL MOBILE LABORATORY. THE OUTCOMES OF THE PROJECT WILL ENHANCE EDUCATIONAL AND TRAINING OPPORTUNITIES THAT WILL IMPACT ABOUT 109 STUDENTS IN 4 YEARS. THIS WILL FACILITATE THE DEVELOPMENT OF A POOL OF AGRICULTURAL WORKFORCE WITH THE NECESSARY KNOWLEDGE AND SKILLS, ROOTED IN THE CORE AIMS OF THE NIFA-USDA PROGRAM AND ESTABLISHMENT OF AGRICULTURAL EDUCATIONAL PROGRAMS IN RURAL REGIONS OF PUERTO RICO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0301d122-4769-7588-5944-a891f300b1e6-C", "generated_internal_id": "ASST_NON_20217704034872_12H3"}, {"internal_id": 133051741, "Award ID": "20217704034870", "Award Amount": 975314.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-04", "CFDA Number": "10.223", "Description": "THIS PROJECT ADDRESSES TWO PERSISTENT PROGRAMS IN THE FANH-RELATED AGRICULTURAL SCIENCES: 1) EQUITY GAPS IN THE PARTICIPATION AND PERSISTENCE OF UNDERREPRESENTED STUDENTS PURSUING UNDERGRADUATE AND GRADUATE PROGRAMS AND RELATED CAREERS IN FANH SCIENCES, AND (2) LACK OF EXPERIENTIAL ACTIVITIES TO PREPARE STUDENTS TO ENTER GRADUATE SCHOOL AND JOIN THE WORKFORCE. CALIFORNIA STATE UNIVERSITY, MONTEREY (CSUMB) WILL PARTNER WITH THE UNIVERSITY OF CALIFORNIA, SANTA CRUZ (UCSC) IN THIS PROJECT TO PROMOTE BROADENING PARTICIPATION IN SUSTAINABLE AGRICULTURE EDUCATION BY WORKING COLLABORATIVELY TO SUPPORT RECRUITMENT, RETENTION, AND JOB PLACEMENT FOR UNDERREPRESENTED STUDENTS THROUGH PARTNERSHIPS WITH COMMUNITY COLLEGES, COMMUNITY ORGANIZATIONS, AND THE REGIONAL AGRICULTURE INDUSTRY. AT CSUMB, UNDERGRADUATES MAJORING IN A NEW FANH-RELATED SCIENCES DEGREE WILL PARTICIPATE IN A TWO-YEAR SCHOLARS PROGRAM AIMED AT BOLSTERING SELF-CONFIDENCE, SELF-EFFICACY, AND EXPOSURE TO AUTHENTIC RESEARCH ACTIVITIES. THE PROJECT WILL ALSO SUPPORT FACULTY IN DEVELOPING FANH-RELATED COURSE-BASED RESEARCH EXPERIENCES AT CSUMB. THE PROJECT WILL FORGE STRONG TIES BETWEEN CSUMB UNDERGRADUATE STUDENTS AND UCSC GRADUATE PROGRAMS WITH AN EMPHASIS ON FANH-RELATED SCIENCES, FACILITATING CURRICULAR ARTICULATION BETWEEN THE TWO INSTITUTIONS. AT UCSC, GRADUATE STUDENTS AND FACULTY WILL MENTOR UNDERGRADUATES FROM CSUMB ENTERING INTO GRADUATE TRAINING, WHILE ALSO PROVIDING FOR MENTORING AND RESEARCH SUPPORT. OVERALL, THE PROJECT WILL ATTRACT AND SUPPORT UNDERGRADUATE AND GRADUATE STUDENTS FROM UNDERREPRESENTED GROUPS IN ORDER TO PREPARE THEM FOR CAREERS RELATED TO THE FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN (FANH) SCIENCES IN THE UNITED STATES, ALIGNING THE EFFORTS OF TWO HSIS AND OTHER NON-PROFIT ORGANIZATIONS TO SUPPORT ACADEMIC DEVELOPMENT AND CAREER ATTAINMENT OF UNDERREPRESENTED GROUPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e893c6d1-6abc-3aa7-e8e4-815c03909f87-C", "generated_internal_id": "ASST_NON_20217704034870_12H3"}, {"internal_id": 134198913, "Award ID": "20217704034869", "Award Amount": 975314.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-26", "CFDA Number": "10.223", "Description": "THE PRIMARY PURPOSE OF THIS PROJECT IS TO ALIGN THE EFFORTS OF MULTIPLE HISPANIC SERVING INSTITUTIONS IN SOUTHERN AND CENTRAL TEXAS WHO HAVE ONGOING PROGRAMS FOR ACADEMIC DEVELOPMENT AND CAREER ATTAINMENT OF UNDERREPRESENTED GROUPS IN FIELDS RELATED TO SUSTAINABILITY IN AGRICULTURE, INCLUDING SOIL AND WATER MANAGEMENT, HORTICULTURE, ANIMAL SCIENCE, AND WHOLE FARM SYSTEMS. THIS CONSORTIUM OF HSIS HAVE AGREED TO COLLABORATE IN SPECIFIC WAYS: (1) ENHANCE THE QUALITY OF EDUCATION AT HSIS BY DEVELOPING A CLEAR INTRA-STATE, MULTIPLE-POINT-OF-ENTRY ROADMAP FOR HIGH SCHOOL, ASSOCIATES, BACHELORS, AND MASTERS STUDENTS INTERESTED IN FANR-RELATED STUDIES. (2) FACILITATE THE IMPACTFUL TRAINING OF 48 UNDERGRADUATE AND 10 GRADUATE STUDENTS ACROSS THE CONSORTIUM USING A ASSETS-BASED FRAMEWORK THAT HIGHLIGHTS REGIONAL OPPORTUNITIES AND FOCUSES ON CULTURAL-RELEVANT APPROACHES FOR TRAINING ACROSS THE STATE OF TEXAS. (3) STRENGTHEN CURRICULA AT PARTNERING INSTITUTIONS THROUGH CROSS-INSTITUTIONAL EXCHANGE, INCLUDING ANNUAL OFFERINGS OF SHORT COURSES TO BE HELD EACH SUMMER AT EITHER UTRGV OR TXST; (4) PREPARE STUDENTS FOR CAREERS IN THE GLOBALLY COMPETITIVE U.S. AGRICULTURE INDUSTRY BY PROVIDING STUDENT EXPERIENTIAL LEARNING OPPORTUNITIES AT PARTNERING USDA AGENCIES AND OTHER INSTITUTIONS, WHICH WILL INCREASE TECHNICAL AND PROFESSIONAL COMPETENCIES FOR CROSS-SECTOR EMPLOYABILITY; (5) ENHANCE THE PREPARATION OF 40 STEM TEACHERS, FACULTY AND STUDENT COUNSELORS ACROSS THE REGION TO EFFECTIVELY INTEGRATE AGRICULTURE INTO STEM INSTRUCTION AND HEIGHTEN AWARENESS OF THE MULTIPLE REGIONAL OPTIONS IN EDUCATION AND CAREERS FOR STUDENTS IN TEXAS. AN EXTERNAL PROJECT EVALUATION WILL PROVIDE ANNUAL ASSESSMENTS TOWARD THESE OBJECTIVES AND WILL DOCUMENT THE IMPACTS AND OUTCOMES OF THE IMPLEMENTATION OF RELATED ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_20217704034869_12H3"}, {"internal_id": 133051740, "Award ID": "20217704034868", "Award Amount": 975314.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-06", "CFDA Number": "10.223", "Description": "RESEARCH HAS SHOWN THE NEED FOR INCREASED CAREER PREPARATION AND TRAINING IN RESEARCH SKILLS FOR UNDERGRADTUE STUDENTS. THESE FINDINGS ARE ESPECIALLY IMPORTANT FOR UNDERREPRESENTED STUDENTS AND STUDENTS FROM LOW SOCIO-ECONOMIC STATUS BACKGROUNDS. THE GO START NOW PROJECT SEEKS TO ADDRESS THESE NEEDS THROUGH EXPERIENTIAL BASED LEARNING AND PARTNERSHIPS WITH USDA RESEARCHERS. THE PROPOSED ACTIVITIES OF THIS PROJECT WILL IMPROVE THE QUALITY OF FOOD AND AGRICULTURAL-SCIENCE EDUCATION BY EXPOSING STUDENTS TO NOVEL EXPERIENCES UNAVAILABLE WITHIN THE TRADITIONAL CLASSROOM. THESE INCLUDE: 1) AN AGRICULTURAL SCIENCE BASED INTERNATIONAL (COSTA RICA) WORKSHOP AND EXPERIENCES; ACTIVITIES SYNERGIZE UNIQUE STRENGTHS OF EACH PARTICIPATING INSTITUTION, 2) THE DIRECT STUDENT INTERACTION WITH USDA EMPLOYEES AND FACULTY MENTORS IN RESEARCH, PROFESSIONAL, LEADERSHIP, AND INTERCOLLEGIATE TEAM COMPETITION CONTEXTS, AND 3) RESEARCH-BASED UG EXPERIENTIAL LEARNING. THE IMPACT OF THESE ACTIVITIES WILL BE: 1) AT LEAST 30 UNDERGRADUATE (UG) PARTICIPANTS COMPLETING BS DEGREES, 2) EMPOWERMENT OF 30 UG TO THINK MORE CREATIVELY ABOUT THE NIFA PRIORITY SCIENCE AREAS, 3) IMPROVED CANDIDACY FOR USDA EMPLOYMENT AND INTEREST IN USDA EMPLOYMENT FOR 30 UG, 4) THE GRADUATION OF NINEM.S. STUDENTS AND 1 PHD STUDENT 5) IMPROVED FINANCIAL AND SOCIAL DEVELOPMENT OF 41 UNDERREPRESENTED STUDENTS, MANY OF WHOM COME FROM DISADVANTAGED BACKGROUNDS AND ARE FIRST GENERATION COLLEGE STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_20217704034868_12H3"}, {"internal_id": 110335979, "Award ID": "20203842233097", "Award Amount": 249985.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-01", "CFDA Number": "10.223", "Description": "THE BLUEWATER PROJECT WILL FOCUS ON TRAINING STUDENTS WITH MARKETABLE SKILLS NECESSARY TO BECOME PROFESSIONALLY COMPETITIVE IN THE JOB MARKET. TO DO SO, STUDENTS WILL ENGAGE IN MULTIDISCIPLINARY RESEARCH CONCERNING ORGANIC HYDROPONIC-AQUAPONIC FARMING WITH LIMITED RESOURCES. WORKING IN TEAM PEER GROUPS, AND FINANCIALLY SUPPORTED THROUGH SCHOLARSHIPS, STUDENTS WILL HAVE INTEGRATED OPPORTUNITIES TO INVESTIGATE INNOVATIVE TOOLS AND METHODS CONCERNING ZERO WASTE ORGANIC HYDROPONIC-AQUAPONIC FARMING; WATER AND NUTRIENT RECYCLING; PRECISION FARMING METHODS; FOOD SAFETY; AND BIOFUEL, HUMAN AND ANIMAL FOOD PRODUCTION UNDER ONE UMBRELLA, AS OPPOSED TO THE TRADITIONAL LINEAR METHOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20203842233097_12H3"}, {"internal_id": 108314947, "Award ID": "20203842232260", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-14", "CFDA Number": "10.223", "Description": "THE GOAL OF THIS PROJECT IS TO PROMOTE ADVANCES IN THE FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN FANH SCIENCES THROUGH THE DEVELOPMENT AND IMPLEMENTATION OF THE ACRS21 CERTIFICATE PATHWAY. TECHNOLOGY AVAILABLE THROUGH THE AGRICULTURE EXPERIENCE TRACKER, ADOPTED BY THE NATIONAL FFA ORGANIZATION AND 48 STATE FFA ASSOCIATIONS, WILL CREATE A TRANSFERABLE CERTIFICATE PATHWAY ALIGNED TO SOFT SKILLS DEVELOPMENT AND CAREER READINESS PRACTICES. HIGH SCHOOL AGRICULTURAL EDUCATION TEACHERS ARE ACCUSTOMED TO THE CAREER TECHNICAL EDUCATION (CTE) PATHWAY THAT PROVIDES FANH CURRICULUM FOR DEVELOPMENT OF HARD SKILLS, SUCH AS PLANT SCIENCE, ANIMALS SCIENCE, AND AGRICULTURE MECHANICS. THESE ESTABLISHED PATHWAYS ALIGN WITH CTE PATHWAYS ESTABLISHED AT THE COMMUNITY COLLEGE LEVEL AND TO AGRICULTURAL MAJORS AT THE UNIVERSITY LEVEL. ADDING THE ACRS21 CERTIFICATE PATHWAY AS A COMPANION TO THE CTE PATHWAY, WILL BRING AWARENESS TO THE IMPORTANCE OF ACQUIRING BOTH SETS OF SKILLS: HARD SKILLS AND SOFT SKILLS. THE ACRS21 CERTIFICATION PATHWAY IS A FOCUSED STRATEGY AIMED TO CREATE A SYSTEM-WIDE PATHWAY (HIGH SCHOOL TO UNIVERSITY) TO EMPOWER STUDENTS&#39; SUCCESS AND PREPAREDNESS TO BECOME THE NEXT GENERATION OF AGRICULTURAL LEADERS THROUGH COLLABORATIONS WITH THE AGRICULTURE INDUSTRY, FACULTY, AND LEADERS IN AGRICULTURAL EDUCATION. EXPERIENTIAL LEARNING EXPERIENCES SHARED WITH FELLOW CLASSMATES, COLLABORATION WITH ACRS21 ADVISORY COMMITTEE, AND INTERACTION WITH THE AGRICULTURAL INDUSTRY WILL PROMOTE STUDENT DISCOVERY, DIVERSITY, AND DISTINCTION AS THEY PROGRESS THROUGH THE CERTIFICATE PATHWAY (I.E. THE STATED CORE VALUES OF FRESNO STATE). EXPERIENTIAL LEARNING WILL ADVANCE INCLUSIVE RELATIONSHIPS THAT FOSTER PERSONAL PASSION, POTENTIAL AND A SENSE OF BELONGING. THE ACRS21 CERTIFICATE PATHWAY SUPPORTS FRESNO STATE&#39;S OWN INSTITUTIONAL STRATEGIC PLAN IN ALL FOUR-PRIORITY AREAS. PRIORITY ONE- ACRS21 CERTIFICATE PATHWAY WILL DEVELOP SOFT SKILLS AND CAREER READINESS SKILLS FOR MORE HSI STUDENTS WHO WILL HAVE ACCESS TO CO-CURRICULAR SERVICES THAT PROMOTE STUDENT ENGAGEMENT AND A SENSE OF BELONGING. PRIORITY TWO- NATIONAL, STATE, AND REGIONAL WORKSHOPS WILL PROVIDE ADDITIONAL TRAINING, LEADERSHIP, AND PROFESSIONAL DEVELOPMENT FOR FACULTY AND STAFF MEMBERS. PRIORITY THREE- TEACHING MODULES, STUDENT SELF-ASSESSMENTS, AND THE ACRS21 CERTIFICATE PATHWAY WILL BE MANAGED ONLINE THROUGH THE AGRICULTURAL EXPERIENCE TRACKER (AET), THEAET.COM, AND THE DIGITAL AGRICULTURE SOLUTION HUB (DASH) WEBSITES. PURSUING ACRS21 CERTIFICATES WILL PROMOTE STUDENT INVOLVEMENT IN EXPERIENTIAL LEARNING ACTIVITIES AND, THEREBY, CONTRIBUTE TO A HEALTHIER, MORE SUSTAINABLE CAMPUS ENVIRONMENT. PRIORITY FOUR- PARTNERSHIPS CREATED THROUGH ACRS21 CERTIFICATE PATHWAY WILL TRACK STUDENT INVOLVEMENT FROM HIGH SCHOOL TO COMMUNITY COLLEGE AND/OR UNIVERSITY. WEB-BASED TECHNOLOGY WILL TRACK STUDENT PROJECTS, SERVICE-LEARNING, JOB SHADOWING, INTERNSHIPS, AND STUDENT GROWTH IN PERSONAL DEVELOPMENT. FIVE TO TEN YEARGOALS PROJECT THAT 35,460 STUDENTS, INCLUDING 17,185 UNDERREPRESENTED STUDENTS, WILL BE IMPACTED BY THE ACRS21 CERTIFICATE PATHWAY: 35,000 HIGH SCHOOL STUDENTS, 1517 TEACHERS, 450 UNDERGRADUATE, AND 10 GRADUATE STUDENTS.THE NATIONAL INSTITUTE OF FOOD AND AGRICULTURE (NIFA) SEEKS TO \"PROMOTE AND STRENGTHEN THE ABILITY OF HISPANIC SERVING INSTITUTIONS (HSI) TO CARRY OUT HIGHER EDUCATION PROGRAMS THAT ATTRACT, RETAIN, AND GRADUATE OUTSTANDING STUDENTS CAPABLE OF ENHANCING THE NATION&#39;S FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCE PROFESSIONAL AND SCIENTIFIC WORK FORCE (GRANT EXECUTIVE SUMMARY).\" THIS GOAL MIRRORS THE STRATEGIC GOALS OF FRESNO STATE. ADDITIONALLY, JCAST SEEKS TO \"ENHANCE THE ABILITY OF STUDENTS TO BE SUCCESSFUL IN THEIR CAREERS AND MAKE POSITIVE CONTRIBUTIONS TO THE QUALITY OF LIFE IN THEIR COMMUNITIES (JCAST HOME PAGE).\" THIS PROJECT&#39;S OBJECTIVES WILL BE REFLECTIVE OF NIFA&#39;S GOAL, JCAST&#39;S GOAL, AND FRESNO STATE&#39;S STRATEGIC GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ab29287-28bf-03aa-68c4-d1771de25b83-C", "generated_internal_id": "ASST_NON_20203842232260_12H3"}, {"internal_id": 108314948, "Award ID": "20203842232259", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-22", "CFDA Number": "10.223", "Description": "SECONDARY TO POST-SECONDARY EDUCATION PIPELINES HAVE BEEN SUCCESSFUL IN BRINGING HISPANIC STUDENTS TO THE TERTIARY CLASSROOM. HOWEVER, RESEARCH SUGGESTS THAT LEAKS IN THE PIPELINES EXIST AS THESE PROGRAMS HAVE BEEN SUCCESSFUL IN RETAINING ONLY 13% OF UNDERREPRESENTED FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH) STUDENTS THROUGH BACCALAUREATE GRADUATION (DEPARTMENT OF EDUCATION, 2018) AND PROPELLING EVEN FEWER STUDENTS TO POSTGRADUATE STUDIES (TAIALLI &AMP; ORTIZ, 2017); THE STATISTICS ARE EVEN MORE DIRE IN GEOGRAPHIC REGIONS SUFFERING FROM PERSISTENT POVERTY (GOOD &AMP; LA PRAD, 2013). WHILE TARGETED INTERVENTIONS GEARED TOWARD RETAINING AND GUIDING HISPANIC STUDENTS TOWARD GRADUATE SCHOOL EXIST, THEY USE AN INTERMEDIARY TO CONNECT THE UNDERGRADUATE AND GRADUATE INSTITUTIONS (GHEE, ET AL, 2016). IN AREAS OF PERSISTENT POVERTY AND LOW COLLEGE DEGREE ATTAINMENT, HOWEVER, REGIONAL COOPERATION BETWEEN INSTITUTIONS IN THE EDUCATIONAL PIPELINE MAY BE NECESSARY TO ENHANCEBACCALAUREATE GRADUATION RATES AND SUBSEQUENT ENROLLMENT IN GRADUATE SCHOOL.TEXAS TECH UNIVERSITY (TTU) AND EASTERN NEW MEXICO UNIVERSITY (ENMU) SERVE A REGION THAT IS 57% HISPANIC; 71% OF HIGH-SCHOOL GRADUATES IN THE REGION ARE HISPANIC, YET ONLY 18% ENROLL IN A BACCALAUREATE DEGREE PROGRAM FOLLOWING GRADUATION (TEXAS HIGHER EDUCATION DATA, 2018; NEW MEXICO HIGHER EDUCATION DEPARTMENT, 2017). THE POPULATION OF THE BORDER COUNTIES OF NEW MEXICO AND TEXAS HAS NOTORIOUSLY LOW COLLEGE DEGREE ATTAINMENT - 15% OF THE REGIONAL POPULACE HOLD A BACHELOR&#39;S DEGREE, COMPARED TO STATE AVERAGES OF 28%, AND A NATIONAL AVERAGE OF 34% (CENSUS, 2018A). THE LACK OF DEGREE COMPLETION CONTRIBUTES TO THE PERSISTENT LEVELS OF POVERTY OBSERVED ACROSS THE REGION (GOOD &AMP; LA PRAD, 2013).THERE IS AN URGENT REGIONAL NEED TO FORM AN EDUCATIONAL PIPELINE THAT BOTH RETAINS FANH STUDENTS IN THEIR BACCALAUREATE DEGREE PROGRAMS WHILE GUIDING THEM TOWARDS GRADUATION AND SUBSEQUENT ENROLLMENT IN A GRADUATE DEGREE PROGRAM. THIS PIPELINE PROGRAM WILL INCREASE COLLEGE RETENTION RATES BY 10% THROUGH ITS INTEGRATED PROGRAMMING THAT TAPS INTO BELONGING, MENTORING, AND SUPPORT ISSUES IDENTIFIED BY FANH STUDENTS AS CRITICAL COMPONENTS IN THEIR PERSISTENCE TOWARD DEGREE COMPLETION (WIMMER &AMP; MEYERS, 2013).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20203842232259_12H3"}, {"internal_id": 108314949, "Award ID": "20203842232258", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-22", "CFDA Number": "10.223", "Description": "BE AWARE 2 AIMS TO CONTINUE AND EXPAND OUR TRAINEESHIP MODEL TO A GREATER RECRUITING SCALE BY: (A) OFFERING A MODULAR EDUCATION MODEL THAT INCLUDES COURSES/CERTIFICATES/PROJECTS IN INTERNET OF THINGS (IOT) SECURITY, DATA SCIENCE, MACHINE LEARNING AND ARTIFICIAL INTELLIGENCE FOR THE OPTIMIZATION AND DESIGN OF AGRICULTURAL SYSTEMS; (B) PROVIDING ALL OF OUR STUDENTS WITH THE OPPORTUNITY TO GET ACCESS TO INSTRUCTIONAL MATERIALS (INCLUDING A CYBERINFRASTRUCTURE PLATFORM) AND MULTIPLE CERTIFICATES; (C) ADDING NEW HSI PARTNERS; (D) EXPANDING OUR USDA PARTNERS FOR SUMMER INTERNSHIPS; AND (E) LEVERAGING USDA-HSI FUNDS WITH EXTERNAL FUNDING MECHANISMS FOR A SUSTAINABLE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bb4ed53-41bf-76e0-acf5-d7192a269685-C", "generated_internal_id": "ASST_NON_20203842232258_12H3"}, {"internal_id": 108314950, "Award ID": "20203842232257", "Award Amount": 999974.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-14", "CFDA Number": "10.223", "Description": "NEW MEXICO STATE UNIVERSITY (NMSU) ASPIRES TO WORK COLLABORATIVELY TO TRANSFORM THE EDUCATIONAL EXPERIENCE, INCREASE ACCESSIBILITY AND WORKFORCE OPPORTUNITIES FOR STUDENTS IN NATURAL RESOURCE AND AGRICULTURE THROUGH A NEW PROGRAM, ENHANCEMENT. ENHANCEMENT BRINGS FACULTY ACROSS FIVE NMSU CAMPUSES, INCLUDING FOUR COMMUNITY COLLEGES, AND MENTORS UNDERREPRESENTED STUDENTS (GRADUATE AND UNDERGRADUATE). WE PREPARE STUDENTS TO TRANSFER FROM COMMUNITY COLLEGE, EXCEL AT A 4-YEAR DEGREE AND ULTIMATELY TRANSITION TO CAREERS BY PROVIDING TOOLS, EXPERIENCE AND MENTORSHIP TO SUCCEED. THESE PROGRAMS ENHANCE COMPETENCE FOR PROFESSIONAL POSITIONS AND CONTRIBUTE TO WORKFORCE DIVERSITY. THIS PROJECT OFFERS GRADUATE AND UNDERGRADUATE STUDENTS SUMMER INTERNSHIPS, FACULTY LABORATORY MENTORSHIPS, NEAR-PEER AND PROFESSIONAL MENTORING, AND TRAVEL TO PROFESSIONAL MEETINGS. WE TRAIN STUDENTS TO CONDUCT OUTREACH FOR INTERNSHIPS AND RESUMES TO HIGH SCHOOLS, AND 2 &AMP; 4 YEAR INSTITUTIONS. UNDERGRADUATE STUDENTSWILL INTERACT WITH THE GRADUATE STUDENTS BY DEVELOPING RESEARCH LINKED THEIR GRADUATE STUDENT MENTOR&#39;S RESEARCH AND FACULTY SUPERVISE THESE MENTORSHIPS.WE HAVE WORKED WITH THE LEADERSHIP AT NMSU-LAS CRUCES TO INSTITUTIONALIZE ON-THE SPOT HIRING EVENTS WITH USDA FPAC, AND INSTITUTIONALIZE PROGRAMS THAT FOSTER A CLEAR TRANSFER PATHWAY. TO ACCOMPLISH OUR GOALS, WE HAVE GATHERED A STRONG AND DYNAMIC TEAM WITH BACKGROUNDS SPANNING POST-SECONDARY EDUCATION IN BIOLOGY, NATURAL RESOURCES AND AGRICULTURAL EDUCATION; HIGH SCHOOL STUDENT OUTREACH PROGRAMS; AND FEDERAL WORKFORCE PERSONNEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_20203842232257_12H3"}, {"internal_id": 110209977, "Award ID": "20203842232256", "Award Amount": 259909.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "10.223", "Description": "UNDERREPRESENTED MINORITY (URM) STUDENTS ENCOUNTER SIGNIFICANT BARRIERS TO ACHIEVING THEIR FULL POTENTIAL IN STEM FIELDS, AND THUS TO BEING PREPARED FOR CAREERS RELATED TO FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN SCIENCES (FANH) IN THE UNITED STATES (US). FOR STUDENTS OF COLOR LIVING IN UNDERSERVED NEIGHBORHOODS THESE BARRIERS ENCOMPASS A BROAD RANGE OF ISSUES: ACCESS TO NATURAL AREAS AND ADEQUATE TRANSPORTATION; BALANCING THE TIME/RESOURCE DEMANDS OF EDUCATION AGAINST FAMILIAL AND WORK OBLIGATIONS; LACK OF ALIGNMENT BETWEEN PROJECT GOALS AND COMMUNITY INTERESTS, VALUES, AND NEEDS; AND PRIOR NEGATIVE EXPERIENCES. SUCH BARRIERS HAVE NEGATIVE EFFECTS ON RECRUITMENT, RETENTION, PERSISTENCE, AND GRADUATION RATES OF URM STUDENTS, AND THUS REPRESENTATION IN FAHN. FANH NEEDS MORE URM GRADUATES WITH DEGREES ENTERING THE WORKFORCE WITH HIGH-LEVEL SKILLS IN SCIENTIFIC RESEARCH, PROBLEM SOLVING, COMMUNICATION, AND TEAM MANAGEMENT SKILLS. THE GOAL OF OUR USDA-HSI EDUCATION GRANT IS TO DEVELOP AN EVIDENCE-BASED MODEL WITH RIGOROUS ASSESSMENT MEASURES TO ATTRACT AND SUPPORT UNDERGRADUATE AND GRADUATE STUDENTS FROM UNDERREPRESENTED GROUPS IN ORDER TO PREPARE THEM FOR CAREERS RELATED TO FANH. THE SPECIFIC OBJECTIVES OF THIS MODEL ARE TWO-FOLD: 1) DEVELOP LEADERSHIP SKILLS, PROMOTE SCIENCE LITERACY AND CONSERVATION BEHAVIORS THROUGH COMMUNITY SCIENCE PROJECTS; AND 2) STRENGTHEN THE EDUCATIONAL PIPELINE OF STUDENTS FROM K-12 SCHOOLS TO THE UNIVERSITY OF TEXAS AT SAN ANTONIO (UTSA), A HISPANIC SERVING INSTITUTION (HSI). OUR APPROACH IS BOTH TIMELY AND RELEVANT; WITH A MAJORITY-MINORITY POPULATION THAT IS 63% LATINX, SAN ANTONIO IS CURRENTLY EXPERIENCING TREMENDOUS GROWTH. CONSIDERING THAT LATINX-IDENTIFIED PEOPLE ALSO REPRESENT THE LARGEST ETHNIC MINORITY GROUP IN THE US--CURRENTLY CONSTITUTING 18% OF THE NATION&#39;S POPULATION, WITH AN EXPECTED INCREASE TO 28% BY 2060--THE CHANGES HAPPENING NOW IN SAN ANTONIO ARE AN INDICATION OF THE CHANGES COMING TO THE REST OF THE US. THUS, LOCATING OUR RESEARCH IN SAN ANTONIO OFFERS A STRATEGIC OPPORTUNITY TO PILOT SCALABLE MODELS AND ASSESS THEIR IMPACT FOR ADDRESSING BARRIERS TO SCIENCE-BASED ENGAGEMENT, LITERACY, AND CONSERVATION, ESPECIALLY WHEN COLLABORATIONS COMBINE CULTURALLY RESPONSIVE EDUCATION WITH LOCAL ECOLOGICAL CONDITIONS.WE WILL ADDRESS OUR OBJECTIVES THROUGH AN INTEGRATED MODEL THAT ADDRESSES BARRIERS TO ACHIEVEMENT IN STEM BY BEING EXPLICITLY INCLUSIVE OF THE INTERESTS, CULTURAL PERSPECTIVES, AND EDUCATIONAL NEEDS OF URM COMMUNITIES. SPECIFICALLY, OUR MODEL INTEGRATES 1) ORNITHOLOGICAL RESEARCH THAT EVALUATES THE EFFECTS OF BACKYARD BIRD FEEDING ON THE ECOLOGY OF COMMON BACKYARD BIRDS, 2) COLLABORATIVE MODELS OF COMMUNITY SCIENCE, AND 3) CULTURALLY RESPONSIVE SCHOOLING (CRS) THROUGH INDIGENOUS STUDIES AND MEXICAN AMERICAN STUDIES (MAS). USING ESTABLISHED RELATIONSHIPS WITH SCHOOLS IN MAJORITY-MINORITY, LOW-INCOME DOMINANT NEIGHBORHOODS AND AN INCENTIVE BASED APPROACH, WE WILL RECRUIT K-8/K-9 STUDENTS TO SERVE AS COMMUNITY SCIENTISTS, UNDERGRADUATES AT UTSA TO SERVE AS COMMUNITY LIAISONS, AND BOTH UNDERGRADUATE AND GRADUATE STUDENTS AT UTSA TO PARTICIPATE IN THE DIFFERENT STRANDS OF THE PROJECT THROUGHOUT THE FOUR-YEAR PROJECT TIMEFRAME (ALL PARTICIPANTS [K-8/K-9 STUDENTS AND UTSA STUDENTS COLLECTIVELY] WILL BE FROM URMS). PARTICIPANTS WILL CONDUCT BIRD SURVEYS TO ASSESS THE EFFECTS OF BACKYARD BIRD FEEDING, A PERVASIVE ACTIVITY IN URBAN AREAS, ON THE ABUNDANCE AND DIVERSITY OF BIRDS AND WILL ENGAGE IN ASSESSMENTS OF BIRD MOVEMENTS THROUGH HANDS-ON FIELDWORK AND THROUGH ANALYSIS OF REAL-TIME TELEMETRY DATA VIA AN INTERACTIVE WEBSITE. COLLABORATIVE COMMUNITY SCIENCE WILL BE COUPLED WITH HANDS-ON WORKSHOPS IN EACH YEAR OF THE STUDY TO ENGAGE PARTICIPANTS IN SCIENTIFIC AND CULTURAL RESEARCH, INCREASE KNOWLEDGE OF NATURE, AND PROMOTE CONSERVATION BEHAVIORS. TO EVALUATE OUR APPROACH, WE WILL IMPLEMENT SURVEYS OF NATURE ENGAGEMENT AND UNDERSTANDINGS OF SCIENTIFIC RESEARCH PRIOR TO ENGAGEMENT IN THE PROJECT AND FOLLOWING PROJECT ACTIVITIES. THE SURVEY RESULTS WILL ALSO BE USED FOR FORMATIVE PROGRAM ASSESSMENT TO GUIDE PROGRAM DIRECTION AND ACTIVITIES. REFLECTIVE JOURNALING COUPLED WITH ANALYSIS OF PEER-TO-PEER COMMUNICATION AND ETHNOGRAPHIC NOTES WILL BE USED TO ASSESS CHANGES IN PERCEPTION OF, AND APPRECIATION FOR NATURE THROUGHOUT THE PROJECT TIMELINE. FINALLY, SYMPOSIA HELD IN YEAR 2 AND YEAR 4 WILL BE USED TO ASSESS LEARNING THAT HAS OCCURRED FOR PARTICIPANTS. RESULTS WILL BE DISSEMINATED TO TARGET AUDIENCES THROUGH PROJECT REPORTS, PEER-REVIEWED PUBLICATIONS, CONFERENCE PRESENTATIONS, THE PROJECT WEBSITE, COMMUNITY MEETINGS AND SYMPOSIA, AND VIA LOCAL AND NATIONAL MEDIA.THE ULTIMATE GOAL OF THIS PROJECT IS TO STRENGTHEN THE ABILITY OF HSIS TO ATTRACT, RETAIN, AND PREPARE UNDERREPRESENTED STUDENTS FOR CAREERS IN FANH SCIENCES. THROUGH OUR INTEGRATED MODEL OUR PROJECT ENHANCES THE QUALITY OF STEM EDUCATION THROUGH EXPERIENTIAL LEARNING THAT FACILITATES THE DEVELOPMENT OF LEADERSHIP SKILLS, KNOWLEDGE, AND QUALITIES NEEDED TO PREPARE STUDENTS FOR CAREERS IN THE FANH SCIENCES. THUS, FOLLOWING PROJECT SUCCESS WE ANTICIPATE 1) INCREASED RECRUITMENT RATES OF K-12 STUDENTS FROM URMS TO FAHN MAJORS AT FOUR-YEAR INSTITUTIONS, 2) INCREASED RATES OF RETENTION AND GRADUATION, AND RESEARCH DEVELOPMENT OF STUDENTS ENROLLED IN FAHN COURSES AT BOTH THE UNDERGRADUATE AND GRADUATE LEVELS AT HSIS, AND 3) AN INCREASED NUMBER OF HIGHLY SKILLED UNDERGRADUATE AND GRADUATE STUDENTS FROM URMS PURSUING EMPLOYMENT IN FANH SCIENCES. FURTHER TO THESE IMPACTS, BENEFICIAL SOCIETAL IMPACTS ACHIEVED THROUGH THIS PROJECT INCLUDE MORE ENGAGEMENT IN NATURE-BASED RECREATION BY URM COMMUNITIES, AND THUS ENHANCED PHYSICAL AND PSYCHOLOGICAL WELL-BEING, INCREASED NATURE CONNECTEDNESS, AND INCREASED SCIENTIFIC LITERACY AND CONSERVATION BEHAVIORS. IMPORTANTLY, THIS PROJECT OFFERS AN INNOVATIVE MODEL FOR BROADENING PARTICIPATION IN FAHN SCIENCES AND CAREERS BY MEMBERS OF URMS IN WAYS THAT ARE RIGOROUSLY ASSESSED AND SCALABLE TO COMMUNITIES ACROSS THE US.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bb4ed53-41bf-76e0-acf5-d7192a269685-C", "generated_internal_id": "ASST_NON_20203842232256_12H3"}, {"internal_id": 110209976, "Award ID": "20203842232255", "Award Amount": 275000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-12", "CFDA Number": "10.223", "Description": "HISPANICS NOW COMPRISE MORE THAN 18% OF THE US POPULATION BUT ONLY 3.4% OF THE PROFESSIONAL NATIONAL NUTRITION WORKFORCE. THE LONG-TERM GOAL OF THIS PROJECT IS TO INCREASE MINORITY PARTICIPATION IN THE PROFESSIONAL NUTRITION WORKFORCE IN THE REGION AND THE NATION. QUEENS COLLEGE (QC) SERVES A NON-TRADITIONAL UNDERGRADUATE STUDENT BODY. THIS PROJECT TARGETS THE ETHNIC GAP IN ACADEMIC ACHIEVEMENT OF NUTRITION STUDENTS. THE INTENDED BENEFICIARIES ARE 200-260 NUTRITION STUDENTS WHICH INCLUDE HISPANIC AND OTHER UNDER-REPRESENTED GROUPS. THE FIRST OBJECTIVE IS TO INCREASE THE GRADUATING GRADE POINT AVERAGE (GPA) OF HISPANIC AND OTHER UNDERREPRESENTED NUTRITION STUDENTS BY: A) IMPLEMENTATION OF A PEER MENTORING PROGRAM FOR SUPPORT IN SCIENCE PREREQUISITES FOR NUTRITION COURSES; B) DESIGN AND IMPLEMENTATION OF AN EXPERIENCE-BASED LEARNING CURRICULUM. THE SECOND OBJECTIVE IS TO INCREASE THE NUMBER OF UNDER-REPRESENTED NUTRITION STUDENTS WHO APPLY FOR A POST-BACCALAUREATE DIETETIC INTERNSHIP (DI) OR GRADUATE SCHOOL BY SUPPORTING PREPARATION OF DI AND GRADUATE SCHOOL APPLICATIONS AND BY AWARDING SCHOLARSHIPS. THE PROJECT WILL INCREASE THE COMPETITIVENESS OF UNDERREPRESENTED STUDENTS TO OBTAIN COVETED DI PLACEMENTS AND ADMISSION TO GRADUATE NUTRITION PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d56551b-7301-dd7a-60f9-10e6e03e9f68-C", "generated_internal_id": "ASST_NON_20203842232255_12H3"}, {"internal_id": 108314883, "Award ID": "20203842232254", "Award Amount": 185474.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-14", "CFDA Number": "10.223", "Description": "GREEN ADVANTAGE EMISSARY PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "add61695-a7cd-d834-255d-b06a58c95596-C", "generated_internal_id": "ASST_NON_20203842232254_12H3"}, {"internal_id": 108819703, "Award ID": "20203842232253", "Award Amount": 241109.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-29", "CFDA Number": "10.223", "Description": "THE PROPOSED PROJECT WILL INVOLVE THE DEVELOPMENT OF UNDERGRADUATE RESEARCH COURSES IN APPAREL MERCHANDISING &AMP; MANAGEMENT (COLLEGE OF AGRICULTURE), AND CIVIL ENGINEERING (COLLEGE OF ENGINEERING) AT CALIFORNIA STATE POLYTECHNIC UNIVERSITY, POMONA. THE PROJECT AIMS TO SUPPORT UNDERGRADUATE STUDENTS FROM UNDERREPRESENTED GROUPS PREPARE FOR CAREERS IN US AGRICULTURE, NATURAL RESOURCES AND HUMAN SCIENCES, AND TO ENHANCE THE QUALITY OF THEIR HIGHER EDUCATION. THE COURSES WILL ALLOW STUDENTS TO ENGAGE IN A POLYTECHNIC \"LEARN BY DOING\" EXPERIENCE BY CONDUCTING GUIDED RESEARCH THAT INVOLVES US SHEEP FARMERS, WOOL, WATER RE-USE, AND ECONOMICS. THIS RESEARCH SEEKS TO SUPPORT RURAL PROSPERITY AND ECONOMIC DEVELOPMENT BY INVOLVING STUDENTS IN RESEARCH WHERE THEY SOURCE RAW WOOL FROM US SHEEP FARMERS IN LOWER INCOME REGIONS, DEVELOP, AND TEST A LOW-COST WATER TREATMENT APPROACHFOR SUSTAINABLE DEVELOPMENT.THIS PROJECT ALIGNS WITH SEVERAL HISPANIC SERVING INSTITUTION EDUCATIONAL NEEDS INCLUDING DEVELOPMENT OF NEW CURRICULA, MATERIALS DEVELOPMENT, INCREASING KNOWLEDGE OF LIBRARY RESOURCES, AND EXPERIENTIAL LEARNING. THIS PROJECT IS EXPECTED TO LEAD TO THE DEVELOPMENT OF 2 SETS OF CURRICULA FOR RESEARCH COURSES IN APPAREL AND CIVIL ENGINEERING. OVER THE 4-YEAR GRANT PERIOD, THE CURRICULUM IS EXPECTED TO REACH 148 STUDENTS. STUDENTS WILL COLLECT DATA, DEVELOP THEIR CRITICAL THINKING AND ANALYTIC SKILLS, AS WELL AS GAIN EXPERIENCE WITH APPLIED RESEARCH TO ADDRESS A REAL-WORLD ISSUE. DURING THE GRANT PERIOD, EACH COURSE WILL VISIT THE CAL POLY POMONA SHEEP UNIT, BE PART OF PROFESSIONAL DEVELOPMENTWORKSHOPS, AND ENGAGE IN OUTREACH. STUDENTS WILL ALSO HAVE THE OPTION TO PRESENT AT ACADEMIC CONFERENCES AND DEVELOP MANUSCRIPTS TO PUBLISH THEIR RESEARCH FINDINGS. THE ULTIMATE GOALS OF THE RESEARCH ARE TO EXPAND KNOWLEDGE OF US SHEEP AND WOOL FARMS, INCREASE SHEEP FARMERS&#39; MARKET REACH WITH WOOL, SUPPORT FARMERS&#39; ECONOMIC DEVELOPMENT, AND DEVELOP A LOW-COST WATER TREATMENT APPROACH TO WASH WOOL FOR SUSTAINABLE DEVELOPMENT, WHILE SUPPORTING STUDENTS&#39; PROFESSIONAL DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "554423bc-092e-20d8-e2b1-d8fee794a9bd-C", "generated_internal_id": "ASST_NON_20203842232253_12H3"}, {"internal_id": 108314852, "Award ID": "20203842232252", "Award Amount": 274314.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-24", "CFDA Number": "10.223", "Description": "THE CITRUS GREENING CURES PROJECT WILL PROVIDE A PATHWAY TO INCREASE THE OVERALL SUCCESS AND RETENTION OF HISPANIC STUDENTS IN THE INDIAN RIVER STATE COLLEGE (IRSC) BIOLOGY PROGRAMAT BOTH THE ASSOCIATE&#39;S AND BACCALAUREATE LEVELS BYPROVIDINGEXPERIENTIAL LEARNING-BASED RESEARCH EXPERIENCESAS PART OFSTUDENTS&#39;COURSES. IRSC IS DESIGNATED A HISPANIC SERVING INSTITUTION (HSI) AND SUPPORTS A DIVERSE COMMUNITY OF STUDENTS.DEGREE COMPLETION REPRESENT A MAJOR HURDLE FOR HISPANIC AND UNDERREPRESENTED MINORITIES IN THE AGRICULTURALSCIENCES.THE PROJECT BUILDSON A TREND IN BIOLOGICAL SCIENCE EDUCATIONWHICHINTRODUCESSTUDENTS EARLY IN THEIR ACADEMICS TO REAL-WORLD RESEARCH IN ORDER TO HELP DEVELOP SCIENTIFIC THINKING WHILE TEACHING THEM PRACTICAL SKILLS. THIS EARLY EXPOSURE TO RESEARCH HAS BEEN SHOWNTOINCREASESTUDENTS&#39;INTEREST IN SCIENCE ANDTHEIR PERSISTENCEIN SCIENCE PROGRAMS. HOWEVER,CHALLENGESIN DEVELOPING, INSTRUCTING AND FUNDINGRESEARCHEXPERIENCESFOR ALARGE GROUP OF INEXPERIENCED STUDENTSOFTEN PREVENT THESEACTIVITIESFROM BEING OFFERED.THE CITRUS GREENING CURES PROJECT WILL PROVIDE RESEARCHEXPERIENCESTOOVER460STUDENTS AT THE ASSOCIATES ANDBACCALAUREATESLEVEL TO PROVIDE A PATHWAY TO INCREASE SUCCESS, RETENTION AND COMPLETION.THIS WILL BE DONE BY BUILDING ON A PARTNERSHIPBETWEENIRSC ANDBOYCE THOMPSON INSTITUTE THAT PROVIDES STUDENTS THEOPPORTUNITYTO CONDUCT RESEARCH ON THE ASIAN CITRUS PSYLLID GENOME. THIS RESEARCH IS SCALABLE TO DIFFERENT EDUCATIONALLEVELS ANDIS LESS EXPENSIVE THAN LAB-BASED PROJECTS.STUDENTS WILL BE USING BIOINFORMATICS, WHICH IS THE USE OF COMPUTERS TO STUDY DNA SEQUENCES, GENES, PROTEINS AND GENOMES, TO HELP PROVIDE SCIENTISTS WITHABETTER UNDERSTANDING OF THE BIOLOGY OF THE INSECT THAT SPREADS THE DEVASTATING CITRUS GREENING DISEASE. THROUGH THIS WORK, STUDENTS WILL BE ABLE TO MAKE SCIENTIFIC CONTRIBUTIONS WHILE LEARNING THE FOUNDATIONAL CONCEPTS IN BIOLOGY THAT WILL COMPLEMENT THEIR COURSEWORK AND SUPPORT THEIR EDUCATIONAL PROGRESS.THE FIRST GOALOF THE PROJECTWILL BE TO INCREASE STUDENTS&#39; SUCCESS AT THE ASSOCIATE DEGREE LEVEL. A COURSE-BASED UNDERGRADUATE RESEARCH EXPERIENCE (CURE)WILL BE DESIGNEDTO BE COMPLETED BY 320 STUDENTS IN AN INTRODUCTORY BIOLOGY COURSE. THE CURE WILL INTRODUCE STUDENTS TO IMPORTANT CONCEPTS INMOLECULAR BIOLOGYAS THEY EXPLORE THE GENOMEOF ANIMPORTANTAGRICULTURAL VECTOR.BY WORKING CLOSELY WITH STUDENTS TO TRAIN THEM AND INTRODUCE THEMTOCAREER OPTIONS IN AGRICULTURAL SCIENCES, THECURE WILLINCREASE COMPLETION OF THE AA DEGREE AND ENROLLMENT INTO THE BACCALAUREATE DEGREE IN BIOLOGY AT IRSC. GOAL TWO WILL INCREASE THE RETENTION OF STUDENTS IN THE IRSC BIOLOGY PROGRAM AT THE BACCALAUREATE LEVEL. A SECONDCUREWILL BE DEVELOPED AT THE BACCALAUREATE LEVEL THAT WILL INSTRUCT 120 STUDENTS IN GENOME ANNOTATION OF THE ASIAN CITRUS PSYLLID.AN ADDITIONAL 24 STUDENTS WILL BE PROVIDED RESEARCH STIPENDS TO COMPLETE RESEARCH PROJECTS IN ANNOTATION AND BIOTECHNOLOGY SUPPORTED BY IRSC, BTI AND USDA, AND PEER MENTORING.THESE STUDENTS WILL TAKE ON A MORE IN-DEPTH ANALYSIS OF DISCOVERING AND CHARACTERIZING IMPORTANT GENES IN THE PSYLLIDGENOME ANDPROVIDE REPORTS OF THEIR ANALYSIS FOR THE SCIENTIFIC COMMUNITY IN PUBLICATIONS AND IN NATIONAL AND REGIONAL SCIENTIFIC CONFERENCES.OVERALL, ALL STUDENT PARTICIPANTS WILL BE INTRODUCED TOTHE IMPORTANCE OF DNA SEQUENCE DATA(\"GENOMICS\")IN AGRICULTURAL SCIENCES AND TRAINEDIN HOW TO USE THE COMPUTATIONAL TOOLS TO ANALYZE THISINFORMATION. THEY WILL GAIN CRITICAL THINKING, DATA MINING AND ANALYSISAS WELL AS TEAMWORKING SKILLS AS THEY WORK TO COMPLETE PROJECTS TOGETHER, AND INDEPENDENTLY. THE PROCESS REQUIRES STUDENTS TO THINK CRITICALLY AND APPLY THEIR KNOWLEDGE, SUPPORTING THEIREDUCATIONALAND INTELLECTUAL GROWTH. BY INCREASINGSTUDENT&#39;SSUCCESS AND RETENTION, THEACHIEVEMENTGAP FOR THE HISPANICSTUDENTS WILL DECREASE, AND THE STUDENTS WILL BE WELL TRAINED FOR CAREERS IN LIFE SCIENCES OR PURSUING FURTHER EDUCATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d00fc0ee-35f6-88a8-6495-1092efb4b880-C", "generated_internal_id": "ASST_NON_20203842232252_12H3"}, {"internal_id": 108314853, "Award ID": "20203842232251", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-14", "CFDA Number": "10.223", "Description": "THE COSUMNES RIVER COLLEGE (CRC) AGRICULTURAL MECHANICS &AMP; DUAL-ENROLLMENT SUSTAINABLE GARDEN PROJECT FOR SUCCESS PROVIDES HISPANIC AND LOW-INCOME STUDENTS AT CRC, AND AT SIATECH SOUTH SACRAMENTO CHARTER HIGH SCHOOL WITH A CLEAR PATHWAY TOWARD AN AGRICULTURAL MECHANICS CAREER THROUGH INTERRELATED OBJECTIVES: BUILDING CULTURALLY RELEVANT SUSTAINABLE AGRICULTURAL MECHANICS AND REPLICABLE DUAL-ENROLLMENT OPPORTUNITIES BETWEEN CRC AND SIATECH, ENSURING CULTURALLY RELEVANT CASE-MANAGEMENT FROM ON-BOARDING THROUGH COLLEGE-COMPLETION, EMBEDDING ACADEMIC SUPPORT INTO THE AGRICULTURAL MECHANICS PATHWAY, AND DEVELOPING A SUSTAINABLE AGRICULTURE GARDEN AT CRC WHERE THE PRODUCE OF THE GARDEN IS DISTRIBUTED TO FOOD INSECURE STUDENTS AND COMMUNITIES IN NEED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "68882813-8247-1d48-864f-0326728e6f18-C", "generated_internal_id": "ASST_NON_20203842232251_12H3"}, {"internal_id": 108314854, "Award ID": "20203842232250", "Award Amount": 274988.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-15", "CFDA Number": "10.223", "Description": "IN RECENT YEARS, THE UNITED STATES HAS BEEN FACED WITH TWO NATIONAL EDUCATION PROBLEMS: 1) AN ETHNIC DISPARITY BETWEEN GRADUATES FROM POSTSECONDARYINSTITUTIONS (E.G., 2- OR 4-YEAR DEGREE PROGRAMS AFTER HIGH SCHOOL), AND 2) GRADUATES WHO ARE NOT EQUIPPED OR SKILLED IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES AND, THUS, ARE NOT QUALIFIED TO FILL OPEN POSITIONS IN THE WORKFORCE. THESEEDUCATION PROBLEMS ARE PERSISTENT, OR ONGOING, AND MUST BE ADDRESSEDBY THE DEVELOPMENT OF INNOVATIVE EDUCATION APPROACHES DEPLOYED AT THE POSTSECONDARY LEVEL. THESEAPPROACHES SHOULD SPECIFICALLY TARGET UNDERREPRESENTED STUDENTS (E.G.,MINORITIES, FEMALES, FIRST GENERATION) AS THE GROWINGHISPANIC POPULATION IS OUTPACING THE NUMBER OF POSTSECONDARY DEGREES AWARDED TO THIS POPULATION, AS REFLECTED IN THE FIRST EDUCATION PROBLEM DISCUSSED ABOVE. INSTITUTIONS THAT ARE CLASSIFIED AS \"HISPANIC SERVING INSTITUTIONS\", MEANING A CERTAIN PERCENTAGE OF THEIR STUDENT BASE ARE CLASSIFIED AS HISPANIC, ARE ESPECIALLY CRITICAL IN DEPLOYING THESE EDUCATION APPROACHES AND PROMOTING SUCCESS OF UNDERREPRESENTED STUDENTS.THIS PROJECT, KNOWN AS 3EX-AG, CREATES A MODEL DESIGNED TO STRENGTHEN THE INCOMING AGRICULTURAL WORKFORCE BY DEVELOPING EDUCATIONAL ACTIVITIES THAT POSITION UNDERREPRESENTED STUDENTS FOR SUCCESS IN ATTAINING AND EXCELING IN A PROFESSIONAL CAREER OR DOCTORAL PROGRAM. THIS IS ACHIEVED THROUGH THREE ACTIVITIES: 1) DEVELOPMENT OF CURRICULUM OUTSIDE OF THE FORMAL CLASSROOM; 2) UNDERREPRESENTED STUDENT PARTICIPATION IN A RESEARCH LABORATORY AT A COLLABORATING INSTITUTION KNOWN FOR VERY HIGH AMOUNTS AND QUALITY OF RESEARCH ACTIVITIES; AND 3) PLACEMENT OF UNDERREPRESENTED STUDENTS IN OUTREACH OPPORTUNITIES WITH THE EXISTING AGRICULTURE WORKFORCE. THESE ACTIVITIES ENHANCE THE ABILITY OF TEXAS STATE UNIVERSITY- THE ONLY AGRICULTURAL SCIENCE FOUR-YEAR DEGREE-GRANTING HISPANIC SERVING INSTITUTION IN CENTRAL TEXAS - TO RECRUIT, RETAIN, AND GRADUATE UNDERREPRESENTED STUDENTS. THUS, DEPLOYMENT OF THIS MODEL AT TEXAS STATE UNIVERSITY AND OTHER POSTSECONDARY INSTITUTIONS COULD ADDRESS THE NATIONAL EDUCATION PROBLEMS OUTLINED ABOVE BY PROMOTING UNDERREPRESENTED STUDENT SUCCESS IN ATTAINING A PROFESSIONAL CAREER AND PROVIDING THE AGRICULTURAL WORKFORCE WITH GRADUATES WHO HAVE BEEN EXPOSED TO REAL-WORLD APPLICATIONS OF THE CONCEPTS THEY ARE TAUGHT IN THE FORMAL CLASSROOM.WE EXPECT 3EX-AG TO INITIALLY BRING VALUE TO THE LOCAL AND STATE COMMUNITY AND, AS THE PROJECT PROGRESSES AND EVOLVES, THERE IS POTENTIAL FOR IMPACT AT THE REGIONAL AND NATIONAL LEVELS. BY PROVIDING AN INTERFACE BETWEEN STUDENTS AND THE EXISTING AGRICULTURE WORKFORCE, THERE IS INCREASED LIKELIHOOD STUDENTS WILL BE OFFERED INTERNSHIPS AND/OR PROFESSIONAL POSITIONS, IMPACTING THE STATE WORKFORCE. THE COMMUNITY WILL BE ENGAGED THROUGH STUDENT-LED OUTREACH WITH PREDOMINATELY TEXAS-BASED AGRICULTURAL PRODUCERS ATTENDING THE SMALL PRODUCERS&#39; INITIATIVE CONFERENCE HELD AT TEXAS STATE UNIVERSITY. THIS HEIGHTENS LOCAL AND STATE AWARENESS OF TEXAS STATE UNIVERSITY WHICH WILL ENCOURAGE STUDENT ENROLLMENT. AS STUDENTS ENROLL AND RECEIVE MONETARY SUPPORT FROM 3EX-AG, STUDENT RETENTION AND GRADUATION WILL INCREASE. WE EXPECT THIS PROJECT TO LEAD TO FUTURE ATTAINMENT OF PRIVATE AND PUBLIC SECTOR FUNDS, ALLOWING TEXAS STATE UNIVERSITY TO UPGRADE EDUCATION AND RESEARCH INFRASTRUCTURE AND CONDUCT RESEARCH PUBLISHED IN HIGH-IMPACT JOURNALS, THE VALUE OF WHICH IMPACTS THE REGIONAL AND NATIONAL SCIENTIFIC COMMUNITY. FURTHER, AS WE EVALUATE THE ABILITY OF 3EX-AG TO MEET OUR OBJECTIVES AND ADDRESS THE NATIONAL EDUCATION PROBLEMS OUTLINED ABOVE, WE WILL SHARE THESE FINDINGS WITH THE POSTSECONDARY COMMUNITY, ENABLING OTHER INSTITUTIONS TO ADOPT A SIMILAR APPROACH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20203842232250_12H3"}, {"internal_id": 108314855, "Award ID": "20203842232249", "Award Amount": 249954.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "10.223", "Description": "THIS PROJECT IMPROVES UNDERREPRESENTED STUDENTS&#39; ACCESS TO CAREERS IN AGRIBUSINESS AND DATA ANALYTICS WITH FOCUS ON US-MEXICO BORDER REGION IN ARIZONA-CALIFORNIA. MAJORITY OF BORDERLANDS STUDENTS FROM UNDERREPRESENTED BACKGROUNDS WORK PART- OR FULL-TIME AND FACE BARRIERS FOR TRAINING IN A TRADITIONAL ON-CAMPUS SETTING. WE ADDRESS THIS CHALLENGE BY CREATING A CULTURALLY INCLUSIVE UNDERGRADUATE ONLINE MINOR TITLED \"AGRIBUSINESS ANALYTICS, \" IN THE DEPARTMENT OF AGRICULTURAL AND RESOURCE ECONOMICS (AREC), UNIVERSITY OF ARIZONA. THE ONLINE MINOR WILL PROVIDE PROOF OF CONCEPT FOR A FUTURE ONLINE BACHELOR&#39;S DEGREE IN AGRIBUSINESS AND DATA ANALYTICS. IN ADDITION, THIS PROJECT WILL RECRUIT AND GRADUATE TWO M.S. STUDENTS FROM UNDERREPRESENTED BACKGROUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_20203842232249_12H3"}, {"internal_id": 110209975, "Award ID": "20203842232248", "Award Amount": 275000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-11", "CFDA Number": "10.223", "Description": "THE COLLEGE OF AGRICULTURE(COAG) AT TAMUK HAS CREATED AN EFFECTIVE SYSTEM TO ADVANCE STUDENTS INTO USDA CAREERS, HOWEVER RECRUITMENT FOR THIS PURPOSE IN THE COLLEGE OF ARTS AND SCIENCES(COAS) IS MISSING. INTEGRATING NEW DISCIPLINES TO A CURRENTLY SUCCESSFUL PIPELINE WILL BROADEN THE USDA SUPPORT TO UNDERREPRESENTED STUDENTSANDENHANCE EDUCATIONAL DIVERSITY FOR RECRUITMENT INTO THE USDA. THE AGRICULTURE PROJECT WILL DEVELOP A STUDENT-CENTERED EXPERIENTIAL LEARNING OPPORTUNITYFOR 15COAG AND 15COAS STUDENTS. SEVENTY(70%) OF STUDENT PARTICIPANTS WILL BE FROM AN UNDERREPRESENTED MINORITY GROUP. THE PROGRAM WILL TAKE ADVANTAGE OF CURRENT COLLABORATIONS BETWEEN TAMUK AND THE PONTIFICIA UNIVERSIDAD CATOLICA DE PR TO SYNERGIZE EXPERIENCES AND CREATE A NETWORK BETWEEN TAMUK AND USDA AGENCIES IN PR. STUDENTS WILL:ACQUIRE BIOTECHNOLOGY SKILLS,BE EXPOSED TO USDA CAREERSOPPORTUNITIESAND TRAINING, AND BE EXPOSED TO A NEW CULTURE; IDEAL MATTERS TO OBTAIN NOVEL INSIGHTS ON HOW TO SERVE A DIVERSE COMMUNITY. OUR STRATEGY WILL MAXIMIZE THE USE OF USDA RESOURCES WHILE HELPING STUDENTS CONNECT THE ACADEMIC CLASSROOM TO REAL LIFE WHILE ALSO STRENGTHEN INSTITUTIONAL CAPACITY BYCREATINGNEW TEACHING PROGRAMS FOR UNDERREPRESENTED STUDENTS AT TAMUKTHAT WILL BECOME SELFSUSTAINED AFTER THE FUNDING PERIOD. OUR PLAN HAS 3 PHASES: 1)RECRUITMENT OF COAG AND COAS STUDENTS 2)CREATION OF THETAMUK AGRI-CULTURECOURSE, THAT INCLUDES ALEARNING EXPERIENCE IN PR 3)TRANSITION TO A USDA CAREER THROUGH USDA INTERNSHIPS. THE IMPACT INCLUDES: 1)30-COAS AND COAG STUDENTS CONSIDERING USDA CAREERS, 2)GRADUATION OF 27+ UG3)NETWORK BETWEEN USDA-PR AGENCIES AND TAMUK, 4)INCREASE AWARENESS OF GLOBALLY RELEVANT USDA ISSUES IN 30+ STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_20203842232248_12H3"}, {"internal_id": 108314856, "Award ID": "20203842232247", "Award Amount": 275000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-17", "CFDA Number": "10.223", "Description": "THE INDUSTRIAL HEMP EDUCATION, AGRICULTURE, AND RESEARCH (INHEAR) PROGRAM ADDRESSES THE NEED FOR A STEM-FOCUSED AGRICULTURAL PROGRAM IN SOUTHERN COLORADO, ALLOWING ACCESS TO A WIDER FIELD OF CAREER OPPORTUNITIES IN INDUSTRIAL HEMP AGRICULTURE AND AGRICULTURE AT LARGE, PARTICULARLY FOR LOCAL HISPANIC STUDENTS INTERESTED IN THESE CAREERS. THIS MAY ALSO CONTRIBUTE TO ECONOMIC DEVELOPMENT IN THE REGION AS THE RISE OF INDUSTRIAL HEMP AGRICULTURE, AIDED BY THE 2018 FARM BILL, WILL REQUIRE A WORKFORCE WITH A DIVERSE SKILLSET THAT ALSO EMPHASIZES CHEMISTRY AND BIOTECHNOLOGY. INHEAR WILL PROVIDE A BIOLOGY/CHEMISTRY CURRICULUM THAT INCLUDES COURSEWORK IN AGRICULTURE, BOTH IN GENERAL AND SPECIFIC TO INDUSTRIAL HEMP, AS WELL AS OPPORTUNITIES FOR STUDENTS TO PARTICIPATE IN RESEARCH, INTERNSHIPS, AND PROFESSIONAL DEVELOPMENT. STUDENTS ENROLLED THROUGH INHEAR ARE ALSO PROVIDED RESEARCH AND/OR TRAVEL STIPENDS TO SUPPORT THEIR STUDIES AS THEY PERSIST THROUGH THEIR EDUCATION TOWARD A BACHELOR OF SCIENCE DEGREE IN BIOLOGY OR CHEMISTRY.THE PROGRAM WILL MONITOR STUDENTS&#39; PROGRESS THROUGHOUT THEIR COLLEGE CAREERS THROUGH THEIR GRADES AND RESEARCH POSTERS/PAPERS, AND THEIR PERSISTENCE AND RETENTION WILL BE EVALUATED THROUGH ENROLLMENT STATUS AND THE COMPLETION OF THEIR UNDERGRADUATE CAREERS. THE EFFECTIVENESS OF THE PROGRAM AS A WHOLE IS EVALUATED THROUGH COURSE EVALUATIONS AS WELL AS RECRUITMENT DEMOGRAPHICS AND FEEDBACK FROM STUDENTS AND INTERNSHIP SITES. IN ADDITION, INHEAR WILL ALSO TRACK STUDENTS&#39; POST-GRADUATE DESTINATIONS SUCH AS ENTRY INTO STEM CAREERS OR GRADUATE RESEARCH, PARTICULARLY THOSE EMPHASIZING INDUSTRIAL HEMP AGRICULTURE. IN DOING SO, INHEAR AIMS TO BE A FINANCIALLY-SUSTAINABLE PROGRAM THAT HELPS STUDENTS INTERESTED IN AGRICULTURE AND STEM TO PERSIST THROUGH A COLLEGE CAREER AND EARN A DEGREE THAT ALLOWS THEM TO FIND IN-DEMAND CAREERS IN INDUSTRIAL HEMP AGRICULTURE THAT ARE IN-LINE WITH THEIR SPECIALIZED KNOWLEDGE AND SKILLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb3937fa-a136-f021-627a-3bb8f988d9b7-C", "generated_internal_id": "ASST_NON_20203842232247_12H3"}, {"internal_id": 108314857, "Award ID": "20203842232246", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-23", "CFDA Number": "10.223", "Description": "SUPPORTED BY CALIFORNIA STATE UNIVERSITY&#39;S (CSU) GRADUATION INITIATIVE 2025, WE ASPIRE TO IMPROVE DEGREE COMPLETION AND GRADUATION RATES TO CLOSE EQUITY GAPS BETWEEN HISPANIC AND OTHER STUDENTS. WE PROPOSE TO IMPROVE STEM EDUCATION BY INVITING FACULTY AND STUDENTS FROM ALL THREE OF HSU&#39;S CAMPUS COLLEGES (NATURAL RESOURCES AND SCIENCES, PROFESSIONAL STUDIES, AND ARTS, HUMANITIES AND SOCIAL SCIENCES) TO WORK ON THE COMMON THEME OF SUSTAINABLE FOOD SYSTEMS IN AN EFFORT TO PROVIDE STUDENTS WITH MORE ACCESS TO CAREERS IN FOOD AND AGRICULTURE. THE DEVELOPMENT OF AN INTERDISCIPLINARY SUSTAINABLE FOOD SYSTEMS MINOR AT HUMBOLDT STATE UNIVERSITY THAT PLACES AN EMPHASIS ON EMBRACING AND UNDERSTANDING CULTURAL DIVERSITY AND PROVIDING THE TECHNICAL, LEADERSHIP AND COMMUNICATION SKILLS NECESSARY TO ATTAIN CAREERS IN FOOD AND AGRICULTURE WILL SERVE TO ATTRACT AND SUPPORT UNDERGRADUATE STUDENTS FROM UNDERREPRESENTED GROUPS AND PREPARE THEM FOR FANH SCIENCES CAREERS. THIS COLLABORATION WILL YIELD A FULLY INTERDISCIPLINARY SUSTAINABLE FOOD SYSTEMS MINOR, A NEW SUSTAINABLE FOOD SYSTEMS COURSE, ENHANCEMENT OF EXISTING FOOD/NUTRITION COURSES, AND THE CREATION OF A SOPHOMORE/TRANSFER STUDENT COHORT. PAID STUDENT INTERNSHIPS WITH CAMPUS AND COMMUNITY ORGANIZATIONS WILL DIRECTLY ADDRESS LOCAL FOOD SYSTEM ISSUES, WHILE BUILDING STUDENT LEADERSHIP SKILLS AND STRENGTHENING THE LOCAL AGRICULTURAL ENTERPRISE. WE PROJECT 12 FACULTY MEMBERS (LEARNING COMMUNITY), 60 STUDENTS IN THE MINOR TRACK, 48 STUDENTS IN THE NEW COURSE, 288 STUDENTS IN ENHANCED COURSES, 30 COHORT PARTICIPANTS, AND 40 INTERNS WILL BENEFIT FROM THIS PROJECT. THESE INITIATIVES WILL IMPROVE RETENTION AND GRADUATION RATES FOR HISPANIC STUDENTS AND HELP US MEET CSU SYSTEM AND HSU GOALS. ENGAGEMENT OF STUDENTS AND FACULTY WITH COMMUNITY FOOD SYSTEMS PARTNERS WILL ENABLE HSU TO SUPPORT THE REGION&#39;S RURAL FOOD SYSTEM NEEDS WHILE INCREASING THE LOCAL WORKFORCE AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d29658a-c61f-bc5b-ee6c-2cd9e680b9ce-C", "generated_internal_id": "ASST_NON_20203842232246_12H3"}, {"internal_id": 108819704, "Award ID": "20203842232245", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.223", "Description": "NON-TECHNICAL SUMMARYTHE PRIMARY GOAL THE PROPOSED PROJECT IS TO (1) PROVIDE RESEARCH OPPORTUNITIES TO HISPANIC STUDENTS MAJORING IN AGRICULTURAL ENGINEERING, BIOLOGY, AND ENVIRONMENTAL RESOURCE MANAGEMENT IN THE CENTRAL VALLEY, (2) EXPAND EXPERIENTIAL LEARNING OPPORTUNITIES THROUGH MENTORED RESEARCH INTERNSHIPS AT USDA FACILITIES IN THE REGION, (3) DEVELOP STUDENTS&#39; WRITING AND COMMUNICATION SKILLS THROUGH AN ANNUAL SUMMER WORKSHOP SERIES THAT WILL PROVIDE STUDENT PARTICIPANTS SKILLS PERTINENT TO APPLYING FOR GRADUATE SCHOOL AND JOBS IN THE FOUR FIELDS, AND (4) ESTABLISH AN ALLIANCE INCLUDING UNIVERSITY PROFESSORS, SCIENTISTS, LOCAL USDA OFFICIALS AND EDUCATION SPECIALISTS, THAT WILL HELP RECRUIT AND RETAIN OUTSTANDING STUDENTS. THE MAIN PRODUCTS ARE: 11 SUMMER RESEARCH OPPORTUNITIES FOR 4 YEARS; 11 ANNUAL INTERNSHIP OPPORTUNITIES; 4 ANNUAL SEMINARS; AT LEAST 1 POSTER PER UNDERGRADUATE; 1 CONFERENCE PAPER AND 1 RESEARCH PAPER PER STUDENT (OR GROUP); 2 OUTREACH EVENTS ANNUALLY. THE PROGRAM WILL LEAD TO CAREERS IN GRADUATE STUDIES OR USDA RELATED JOBS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b27e689-8c07-43d5-38af-dcc1989f0f21-C", "generated_internal_id": "ASST_NON_20203842232245_12H3"}, {"internal_id": 108819705, "Award ID": "20203842232244", "Award Amount": 275000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.223", "Description": "THE BRIDGE ADVENTURE PROGRAM WILL BE BUILT ON EXPERIENTIAL LEARNING ACTIVITIES THAT ARE KNOWN TO INCREASE PERSEVERANCE, SELF-CONFIDENCE, SENSE OF BELONGING, AND CAREER ASPIRATIONS OF UNDERREPRESENTED STUDENTS. THE 2-YEAR BRIDGE ADVENTURE EXPERIENCE WILL OFFER MENTORED RESEARCH, SERVICE LEARNING, AND ADVENTURE EXCURSION ACTIVITIES CENTERED AROUND FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN (FANH) SCIENCES, WITH AN AIM TO INCREASE THE DIVERSITY AND COMPETITIVENESS OF STUDENTS ENTERING FANH CAREERS. THE PROGRAM WILL IMPACT AN ESTIMATED 30 STUDENTS DEEPLY THROUGH THEIR 2-YEAR PARTICIPATION. AN ADDITIONAL ~60 UNDERGRADUATE AND ~1000 K12 STUDENTS WILL BENEFIT FROM THE PROGRAM BY ENGAGING IN SINGLE EXPERIENTIAL LEARNING ACTIVITIES ONLY, BUT WE ANTICIPATE THAT EVEN THESE SINGLE EXPERIENCES WILL HAVE THE POTENTIAL TO BE LIFE-CHANGING AND CAREER-SHAPING, NONETHELESS.BECAUSE A MAJOR COMPONENT OF THIS PROGRAM IS TO ENGAGE DIVERSE STUDENTS IN FANH RESEARCH, AN ADDITIONAL BENEFIT WILL BE THE SCIENTIFIC FINDINGS THAT RESULT FROM EFFORTS TO COLLECT AND ANALYZE DATA RELATING TO AGRICULTURE AND NATURAL RESOURCES. STUDENTS WILL BE MENTORED BY EXPERTS IN RELEVANT DISCIPLINES AS THEY COLLECT AND ANALYZE DATA, WHICH THEY WILL THEN DISSEMINATE TO SCIENTIFIC AND OTHER AUDIENCES THROUGH POSTER AND ORAL PRESENTATIONS AND WRITTEN PUBLICATIONS, REPORTS, AND MANUALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20203842232244_12H3"}, {"internal_id": 108314858, "Award ID": "20203842232243", "Award Amount": 271604.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-21", "CFDA Number": "10.223", "Description": "INCREASING FANHS STUDENT SUCCESS THROUGH LESS LEAKY CO-CURRICULAR EXPERIENTIAL PATHWAYS WILL UTILIZE A STRATEGIC SEQUENCING OF HIGH IMPACT PRACTICES ACROSS THE ENTIRE UNDERGRADUATE EXPERIENCE TO BOLSTER PERSISTENCE AND CLOSE ACHIEVEMENT GAPS THROUGH FIRST YEAR EXPERIENCE AG-BOND (BUILDING OPPORTUNITIES OF NETWORKS AND DISCOVERY); SECOND YEAR UNDERGRADUATE RESEARCH EXPERIENCE; THIRD AND FOURTH YEAR LEADERSHIP, INSTRUCTIONAL ASSISTANT, AND MENTORSHIP OPPORTUNITIES; AND REDESIGN OF CAREER CENTER&#39;S LEVEL UP PROGRAM IN COLLABORATION WITH THE CAREER AND INTERNSHIP CENTER WITHIN THEJORDAN COLLEGE OF AGRICULTURAL SCIENCES AND TECHNOLOGYTO PREPARE STUDENTS FOR FANHS CAREERS. USING THIS SEQUENCE, STUDENTS WILL HAVE OPPORTUNITIES EVERY YEAR THEY ARE ENROLLEDTO ENGAGE IN FANHS-RELEVANT PROJECT-BASED LEARNING, RESEARCH, AND MENTORSHIPS CENTERED ON AUTHENTIC, LOCALLY RELEVANT, AND GLOBALLY SIGNIFICANT URBAN-AGRICULTURE-CLIMATE TYPE PROBLEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ab29287-28bf-03aa-68c4-d1771de25b83-C", "generated_internal_id": "ASST_NON_20203842232243_12H3"}, {"internal_id": 108314859, "Award ID": "20203842232242", "Award Amount": 275000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-17", "CFDA Number": "10.223", "Description": "NEW MEXICO HIGHLANDS UNIVERSITY AIMS TO INCREASE THE NUMBER OF UNDERREPRESENTED MINORITY STUDENTS MAJORING IN NATURAL RESOURCES MANAGEMENT DEGREE PROGRAMS AND GRADUATING WITH WATER RESOURCES SCIENCE AND MANAGEMENT SKILLS. PLANNED HIGH-IMPACT PRACTICES INCLUDE DEVELOPING A STREAM MONITORING PROGRAM, SCAFFOLDING WATER SCIENCE STUDIES, PROVIDING HANDS-ON ANALYTICAL OPPORTUNITIES, PARTNERING WITH LOCAL WATERSHED GROUPS, PROVIDING WATER RESOURCES STUDENT INTERNSHIPS, AND COORDINATING OUTREACH EFFORTS WITH LOCAL U.S. FOREST SERVICE RANGER DISTRICTS. EFFORTS ARE FOCUSED TOWARDS BUILDING A SOLID, COMPETENT, AND DIVERSE NATURAL RESOURCES MANAGEMENT WORKFORCE AND ENSURING THAT OUR NATIONAL FORESTS AND REGIONAL WATERSHEDS ARE CONSERVED, RESTORED, AND MADE MORE RESILIENT TO CLIMATE CHANGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c43c6de2-3f39-7d82-48fe-378934e226d2-C", "generated_internal_id": "ASST_NON_20203842232242_12H3"}, {"internal_id": 108314860, "Award ID": "20203842232241", "Award Amount": 246912.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-15", "CFDA Number": "10.223", "Description": "OUR MULTIDISCIPLINARY USDA HSI PROJECT WILL CULTIVATE STUDENT LEADERSHIP AND TECHNICAL SKILLS IN FOOD SAFETY, DIRECT MARKETING, AND URBAN AGRICULTURE IN ORDER TO ADDRESS SOME OF THE MOST PRESSING AGRICULTURAL CONCERNS IN SOUTHERN CALIFORNIA (SOCAL) AND THROUGHOUT THE UNITED STATES. PARTICIPATING STUDENTS WILL BE INVOLVED IN A WIDE-VARIETY OF EXPERIENTIAL LEARNING OPPORTUNITIES, FROM TESTING FECAL CONTAMINATES ON PRODUCE TO HOSTING AN ELEGANT FARM-TO-TABLE DINNER. THESE STUDENTS WILL ALSO GAIN FIRST-HAND KNOWLEDGE OF FOOD AND AGRICULTURE CAREERS THROUGH NUMEROUS OPPORTUNITIES WITH PROJECT PARTNERS IN GOVERNMENT, NON-PROFIT, AND BUSINESS SECTORS --- FROM INSPECTING FARMERS MARKETS TO HELPING CHEFS CONNECT WITH LOCAL FARMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "554423bc-092e-20d8-e2b1-d8fee794a9bd-C", "generated_internal_id": "ASST_NON_20203842232241_12H3"}, {"internal_id": 108314861, "Award ID": "20203842232240", "Award Amount": 275000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-13", "CFDA Number": "10.223", "Description": "THE BRIDGE PROJECT WILL PREPARE 20 TALENTED UNDERGRADUATE STEM MAJORS AT NORTHEASTERN ILLINOIS UNIVERSITY (NEIU) TO ADVANCE TO GRADUATE PROGRAMS OR CAREERS RELATED TO THE NIFA PRIORITY NEED AREA OF WATER FOR AGRICULTURE. NEIU IS AN URBAN, COMMUTER HISPANIC-SERVING INSTITUTION. THROUGH PARTNERSHIPS WITH THE NEIU STUDENT CENTER FOR SCIENCE ENGAGEMENT, USDA-ARS NATIONAL SOIL EROSION RESEARCH LABORATORY, AND USDA-ARS NATIONAL CENTER FOR AGRICULTURAL UTILIZATION RESEARCH, BRIDGE PARTICIPANTS WILL RECEIVE TRAINING AND MENTORING IN METHODS AND PROTOCOLS FOR CONDUCTING SCIENTIFIC RESEARCH. STUDENTS WILL PARTICIPATE IN A 10-WEEK INTENSIVE RESEARCH INTERNSHIP, COMPLETE A RESEARCH PROJECT, AND PRESENT THEIR WORK AT A SCIENTIFIC CONFERENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f91bb858-a07c-afc3-7685-3363b070bffc-C", "generated_internal_id": "ASST_NON_20203842232240_12H3"}, {"internal_id": 108819706, "Award ID": "20203842232239", "Award Amount": 249931.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-27", "CFDA Number": "10.223", "Description": "THE MAIN GOALS OF THE PROPOSED HSI-BIO PROJECT ARE (1) TO IMPROVE THE INSTRUCTIONAL CAPABILITY OF THE BIOSCIENCES PROGRAMS AT UAGM IN AN EFFORT TO STRENGTHEN THE ACADEMIC EXPERIENCE FOR ITS STUDENTS AND (2) FACILITATE SKILL AND COMPETENCY DEVELOPMENT SO THAT THEY CAN BECOME THE MUCH NEEDED FANH WORKFORCE. TO ACHIEVE THESE GOALS, THE PROJECT&#39;S OBJECTIVE 1 IS TO ACQUIRE STATE-OF-THE-ART MICROBE MONITORING AND PHENOTYPIC TESTING EQUIPMENT THAT WILL INNOVATE THE METHODOLOGY IN THE ADVANCED MICROBIOLOGY ACADEMIC LABORATORY, IMPROVE THE STUDENTS&#39; LEARNING OF SCIENTIFIC SKILLS AND MAXIMIZE THEIR LABORATORY TIME AND WORK. THE HSI-BIO PROPOSES THE ACQUISITION OF NEW EQUIPMENT THAT WILL EXPOSED THE STUDENTS TO RAPID MICROBE IDENTIFICATION AND MONITORING METHODS AND THE USE AND IMPACT OF SUCH TESTS IN DIFFERENT APPLICATIONS AND DISCIPLINES. ALL UNDERGRADUATE STUDENTS ENROLLED IN THE BIOSCIENCES PROGRAMS WILL BE IMPACTED BY THE USE OF THE NEW EQUIPMENT. OBJECTIVE 2 IS TO PROVIDE EXPERIENTIAL LEARNING OPPORTUNITIES TO PARTICIPATING STUDENTS THROUGH UNDERGRADUATE RESEARCH EXPERIENCES IN AREAS RELATED TO AGRICULTURE. THE PROJECT WILL FOCUS ON PROVIDING 8 ACADEMICALLY OUTSTANDING STUDENTS WITH THE OPPORTUNITY TO ENGAGE IN EXPERIENTIAL LEARNING EXPERIENCES ON-CAMPUS. OVERALL, THE PROJECT SEEKS TO GUIDE THE STUDENTS IN IMPROVING THEIR PERFORMANCE IN THE CLASSROOM AND BOOST THEIR INTEREST IN THE QUEST FOR SCIENTIFIC KNOWLEDGE. ALL STUDENTS IMPACTED BY THE PROJECT, WILL HAVE THE KNOWLEDGE AND HANDS-ON EXPERTISE TO PROMOTE THE ETHICAL USE OF TECHNIQUES TO MAXIMIZE AGRICULTURAL PRODUCTION, IMPLEMENT INDUSTRIAL TESTING AND BIOTECHNOLOGY PROCEDURES, PROMOTE WATER CONSERVATION AND IMPROVE FOOD SAFETY AND PROTECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbc6c829-e9fd-5b6b-4d78-d585e78815a9-C", "generated_internal_id": "ASST_NON_20203842232239_12H3"}, {"internal_id": 108819707, "Award ID": "20203842232238", "Award Amount": 273786.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-27", "CFDA Number": "10.223", "Description": "ALVERNO COLLEGE, LOCATED IN MILWAUKEE, WISCONSIN, IS A WOMEN&#39;S LIBERAL ARTS COLLEGE THAT SPECIALIZES IN HELPING DISADVANTAGED WOMEN ATTAIN UNDERGRADUATE DEGREES AND SUCCESSFULLY TRANSITION INTO THE WORKFORCE. AT ALVERNO, ROUGHLY HALF OF OUR STUDENTS IDENTIFY AS HISPANIC OR OTHER UNDERREPRESENTED MINORITIES (URM) AND TWO-THIRDS ARE FIRST GENERATION COLLEGE STUDENTS, GROUPS THAT ARE SEVERELY UNDERREPRESENTED IN STEM FIELDS. MILWAUKEE HAS A STRONG FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH) ECONOMIC SECTOR INCLUDING MORE THAN 175 WATER-RELATED COMPANIES AND 250 FOOD AND BEVERAGE MANUFACTURERS. DESPITE THE NUMEROUS OPPORTUNITIES TO PURSUE FANH-RELATED MAJORS, CAREERS, AND GRADUATE STUDIES, LOCAL COLLEGE STUDENTS ARE NOT INTENTIONALLY EXPOSED TO THESE RICH CAREER OPTIONS. THE OBJECTIVES OF THE PROPOSED PROJECT ARE TO INCREASE THE NUMBERS OF UNDERGRADUATE WOMEN AND UNDERREPRESENTED STUDENTS RECRUITED AND RETAINED IN SCIENCE MAJORS AT ALVERNO COLLEGE AND TO ENCOURAGETHE PURSUIT OF FANH-RELATED CAREERS AND GRADUATE DEGREES.THIS PROJECT WILL CREATE A CLEAR PATH FOR STUDENTS, LINKING HIGH SCHOOL SCIENCE TO AN ALVERNO UNDERGRADUATE EDUCATION AND A FANH-RELATED GRADUATE DEGREE OR CAREER. THE PIPELINE BEGINS WITH A SERIES OF HANDS-ON FANH ACTIVITIES FOR HIGH SCHOOL STUDENTS HOSTED THROUGHOUT THE YEAR, INCLUDING ON-CAMPUS EVENTS DURING THE ACADEMIC YEAR, RECRUITING EVENTS, AND SUMMER CAMP. INTEGRATED FANH ACTIVITIES CONTINUE THROUGH ONBOARDING EXPERIENCES FOR NEWLY DECLARED STEM MAJORS AND A REDESIGNED CHEMISTRY CURRICULUM. FINALLY, STUDENTS WILL GAIN PROFESSIONAL AND LEADERSHIP EXPERIENCE THROUGH FANH-RELATED INTERNSHIPS AND RESEARCH OPPORTUNITIES THAT ENCOURAGE THE PURSUIT OF FANH CAREERS AND GRADUATE STUDIES. OVER FOUR YEARS, OUR PROJECT WILL IMPACT APPROXIMATELY 1600 STUDENTS (1150 HIGH SCHOOL AND 450 ALVERNO STUDENTS). BY CREATING A CONTINUUM OF ACTIVITIES, FROM HIGH SCHOOL THROUGH COLLEGE GRADUATION, WE WILL HELP STUDENTS DEVELOP THE SKILLS NECESSARY TO PURSUE FANH-RELATED PROFESSIONS. THROUGH THESE EFFORTS, WE ANTICIPATE INCREASING ENROLLMENT IN FANH-RELATED MAJORS BY 30% (40% LATINA); INCREASING GRADUATION RATES FROM FANH-RELATED MAJORS BY 20% (15% LATINA); AND INCREASING PARTICIPATION IN FANH-RELATED INTERNSHIPS BY 50%. THIS INITIATIVE ADDRESSES THE EMPLOYMENT GAP WHILE ENHANCING THE REPRESENTATION OF WOMEN AND OTHER UNDERSERVED STUDENTS IN FANH CAREERS, MEETING THE NEEDS OF THE LOCAL AND NATIONAL FANH SECTOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76c9695f-c235-bc82-0982-f00c5e4ad80b-C", "generated_internal_id": "ASST_NON_20203842232238_12H3"}, {"internal_id": 108314862, "Award ID": "20203842232237", "Award Amount": 275000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-15", "CFDA Number": "10.223", "Description": "THE MAIN GOAL OF THIS EDUCATIONAL PROPOSAL IS TO STRENGTHEN THE KNOWLEDGE AND SKILLS OF UNDERGRADUATE UNREPRESENTED MINORITY STUDENTS ON THE GENERAL THEME OF SUSTAINABLE MANAGEMENT OF AGRICULTURAL SYSTEMS (SUMAS), WHICH IS ANOTHER TERM FOR SUSTAINABLE AGRICULTURAL INTENSIFICATION (SAI), THROUGH EXPERIENTIAL LEARNING OPPORTUNITIES. THE PROJECT WILL TARGET UNDERGRADUATE STUDENTS OF THE UNIVERSITY OF PUERTO RICO, MAYAG&UUML;EZ CAMPUS (UPRM) ENROLLED IN THE COLLEGE OF AGRICULTURAL SCIENCES PROGRAMS WITH AN INTEREST IN SUMAS-SAI CONCEPTS. THE PROJECT WILL ALSO PROVIDE OPPORTUNITIES FOR AN MSC STUDENT TO INTERACT WITH FACULTY AND LEAD UNDERGRADUATE STUDENTS. STUDENTS WILL FIRST PARTICIPATE IN A DISTANCE EDUCATION TRAINING COURSE IN SUMAS-SAI WITH CORNELL UNIVERSITY FACULTY WITH THE SUPPORT OF UPRM FACULTY. SUBSEQUENTLY THE STUDENTS WILL ATTEND AN 8-WEEK EXPERIENTIAL INTERNSHIP SPLIT BETWEEN CORNELL RESEARCH FACULTY AND PUERTO RICO INDUSTRIES. THE COLLABORATION BETWEEN CORNELL UNIVERSITY AND UPRM FACULTY WILL PRODUCE PERMANENT ACADEMIC MODULES THAT ADDRESS SUMAS-SAI CHALLENGES IN THE TROPICS WITH A FOCUS ON THE CROPPING SYSTEMS OF PUERTO RICO AND THE GREATER CARIBBEAN. THROUGH THE PROPOSED ACTIVITIES, STUDENTS WILL IMPROVE TECHNICAL KNOWLEDGE, CRITICAL THINKING SKILLS, PROBLEM-SOLVING AND COMMUNICATION SKILLS RELEVANT FOR THEIR ACADEMIC AND PROFESSIONAL DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6bdc8e4-a0fc-4e87-9c3d-9beced092a12-C", "generated_internal_id": "ASST_NON_20203842232237_12H3"}, {"internal_id": 108314863, "Award ID": "20203842232236", "Award Amount": 274924.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-14", "CFDA Number": "10.223", "Description": "THIS COMPREHENSIVE PROJECT WILL EDUCATE, MENTOR, AND TRAIN STUDENTS IN FOOD PRODUCTION ON THE URBAN FOOD GARDENS AT CALIFORNIA STATE UNIVERSITY, LOS ANGELES, WHILE EXAMINING THE SCIENCE, TECHNOLOGY, AND HISTORY BEHIND THE EFFECTIVE NATURAL RESOURCE MANAGEMENT IN THESE LOCALES. URBAN POPULATIONS ARE COMPLETELY DEPENDENT ON THE MARKET AND HAVE LITTLE KNOWLEDGE ABOUT HOW TO GROW FRESH FRUITS, VEGETABLES, AND HERBS, CRITICAL COMPONENTS OF A HEALTHY AND NUTRITIOUS DIET. URBAN FARMING CAN RESTORE A MEASURE OF FOOD SECURITY TO THE CITY, INCREASE AWARENESS OF HEALTH AND NUTRITION, AND CREATE COMMUNITY BONDS THROUGH A SHARED COMMITMENT TO THE PRESERVATION OF NATURAL RESOURCES. IN ADDITION, WE PROPOSE POLYCULTURE FARMING METHODS THAT CAN BE AN EFFECTIVE TOOL IN MANAGING WATER SUPPLIES, RESTORING DEGRADED SOILS, INCREASING CARBON STORAGE, INCREASING THE LOCAL POLLINATOR COUNT, AND REDUCING RADIANT HEAT IN THE CITY BY PROVIDING SHADE. URBAN AGRICULTURE CAN ALSO AND PLAY A KEY ROLE IN MANAGING ORGANIC URBAN WASTE. BY CREATING NEW UNDERGRADUATE COURSES ON THE SCIENCE AND HISTORY OF URBAN AGRICULTURE, WATER MANAGEMENT, HEALTH, AND THE ENVIRONMENT IN THE NATURAL, SOCIAL AND HEALTH SCIENCES, AND BY MODIFYING EXISTING COURSES TO INCLUDE NEW INFORMATION, WE WILL REACH ABOUT A THOUSAND STUDENTS PER YEAR. IN ADDITION, THE GRANT WILL PROVIDE RESEARCH OPPORTUNITIES FOR GRADUATE STUDENTS IN THESE FIELDS OF STUDY. WE WILL PROVIDE STUDENTS WITH THE TRAINING NECESSARY TO PARTICIPATE IN AND CONTRIBUTE TO URBAN AGRICULTURE AND FOOD PROCESSING INDUSTRIES. USING THE RESULTS FROM OUR PROJECT, WE EXPECT TO TAKE OUR MODEL OF URBAN AGRICULTURE TO THE LOW-INCOME COMMUNITIES THAT SURROUND OUR CAMPUS AND POTENTIALLY IMPACT THOUSANDS OF RESIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95d6bfe8-7106-32f9-2175-7cc13e501f88-C", "generated_internal_id": "ASST_NON_20203842232236_12H3"}, {"internal_id": 85400246, "Award ID": "20193842230533", "Award Amount": 274281.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.223", "Description": "WE PROPOSE TO IMPLEMENT A NOVEL \"FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH)\" COHORT TO THE EXISTING TEXAS TECH UNIVERSITY PROGRAM IN INQUIRY AND INVESTIGATION (PI2) UNDERGRADUATE RESEARCH EXPERIENCE AND RECRUIT HISPANIC STUDENTS TO PARTICIPATE IN ALL PROGRAM COHORTS. THIS PROPOSAL FURTHERS UNIVERSITY OBJECTIVES RELATED TO EDUCATING AND EMPOWERING A DIVERSE STUDENT BODY, INCREASING RESEARCH INNOVATION AND IMPACT, AND SOLVING COMPLEX COMMUNITY PROBLEMS. OUR PROPOSAL ADDRESSES THE FOLLOWING SPECIFIC USDA-NIFA EDUCATIONAL NEED AREAS: A) CURRICULA DESIGN, MATERIALS DEVELOPMENT, AND LIBRARY RESOURCES VIA PEDAGOGICAL ALIGNMENT ACROSS PI2 COHORTS TO FEATURE CURRICULA BASED ON INQUIRY-BASED AND EXPERIENTIAL LEARNING AND GAINING EXPERIENCE IN BASIC RESEARCH METHODS AS WELL AS THE MOST RECENT TECHNOLOGIES AND ADVANCES IN EACH COHORT&#39;S SUBJECT MATTER; E) STUDENT EXPERIENTIAL LEARNING BY ROOTING THE CURRICULUM IN INQUIRY-BASED AND EXPERIENTIAL LEARNING; AND F) STUDENT RECRUITMENT AND RETENTION ESPECIALLY TARGETING HISPANIC AND OUTSTANDING, UNDERREPRESENTED STUDENTS TO INCREASE DIVERSITY AND QUALITY ACROSS ALL PI2 COHORTS. IN ADDITION TO DATA COLLECTED AND PREPARED FOR PUBLICATION BY PI2 COHORTS AS PART OF THEIR INQUIRY-BASED CURRICULA, PEDAGOGICAL EVALUATION WILL ANALYZE CONNECTION BETWEEN STUDENT EXPERIENCE AND CHANGING SCIENTIFIC ATTITUDES AND PROFICIENCIES THROUGHOUT PARTICIPATION. A MS STUDENT IN THE DEPARTMENT OF AGRICULTURAL EDUCATION AND COMMUNICATIONS WILL HELP SHAPE AND IMPLEMENT PROGRAM EVALUATION, AND AN ESTIMATED 400 UNDERGRADUATE STUDENTS (20 STUDENTS &TIMES; 5 COHORTS &TIMES; 4 PROJECT YEARS) WILL BENEFIT FROM PARTICIPATION IN THE PROGRAM, SUPPORT OF INDEPENDENT RESEARCH VIA RESEARCH STIPENDS AND TRAVEL GRANTS, AND LEADERSHIP OPPORTUNITIES ASSOCIATED WITH A NEWLY-INCORPORATED STUDENT CLUB ASSOCIATED WITH PI2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20193842230533_12H3"}, {"internal_id": 83795150, "Award ID": "20193842230364", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-21", "CFDA Number": "10.223", "Description": "MODERNIZING AGRICULTURAL EDUCATION THROUGH COMMUNITY BASED, CULTURALLY RESPONSIVE EXPERIENTIAL LEARNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20193842230364_12H3"}, {"internal_id": 85400247, "Award ID": "20193842230259", "Award Amount": 246550.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "10.223", "Description": "CURRENTLY AND INTO THE FUTURE MORE AND MORE PEOPLE WILL LIVE IN URBAN ENVIRONMENTS. AS A SOCIETY WE ALSO NEED TO BE MORE SUSTAINABLE IN OUR ENERGY PRODUCTION, RESOURCE USE AND FOOD PRODUCTION. SUSTAINABLE AGRICULTURE TRAINING SHOULD INCLUDE THOSE IN URBAN ENVIRONMENTS. INITIATIVES INURBAN AGRICULTURECAN REDUCE AGRICULTURAL RESOURCE USE IN RURAL AREAS, CREATE COMMUNITY AND ADDRESS SOME OF THE ISSUES BEHIND OBESITY. IN ORDER TO ACCOMPLISH THIS CITIES NEED TO TRAIN THOSE WHO WILL BECOME THE FUTURE LEADERS OF URBAN AGRICULTURE. URBAN CENTERS AREALSO WHERE UNIVERSITIES ARE OFTEN LOCATED AND SO UNIVERSITIES MUST ALSO BE CREATIVE IN GETTING INFORMATION TO A BROADER AND MORE DISTANT AUDIENCE. FINALLY, THERE ARE INSUFFICIENT PROFESSIONALS READY FOR AGRICULTURAL AND RENEWABLE ENERGY FIELDS. YOUNG PEOPLE BORN IN URBANENVIRONMENTS HAVE LITTLE EXPOSURE TO CAREERS IN FOOD, NUTRITION, NATURAL RESOURCES AND HUMAN SCIENCES (FANH) CAREERS AND UNDERREPRESENTED MINORITY STUDENTS, IN PARTICULAR, NEED MORE OPPORTUNITIES TO GET PREPARED FOR FANH CAREERS. THE UNIVERSITY OF HOUSTON-DOWNTOWN (UHD) PROGRAM IS DESIGNED TO SUPPORT UNDERGRADUATE SUSTAINABLE TECHNOLOGY AND AGRICULTURAL INSTRUCTIONAL NEEDS (SUSTAIN). THE PROGRAM INCLUDES A NEW COURSE INSUSTAINABLE AGRICULTURE, MOVING 5 SUSTAINABILITY FOCUSED COURSES ONLINE AND OFFERING AN UNDERGRADUATE CERTIFICATE IN SUSTAINABILITY. THE SUSTAIN PROGRAM ALSO INCLUDES A CROSS-DISCIPLINARY, YEAR-LONG EXPERIENTIAL LEARNING PROGRAM FOR 8 UNDERGRADUATES WHERE THE UHD STUDENTS TAKE COURSES, MENTOR STUDENTS FROM A LOCAL HIGH SCHOOL, CREATE SUSTAINABLE TECHNOLOGY THAT SOLVES AN URBAN AGRICULTURE PROBLEM AND ENGAGE IN A SUMMER INTERNSHIP AT A LOCAL URBAN FARM, RENEWABLE ENERGY COMPANY OR RELEVANT SCIENTIFIC LAB.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1badd6de-52b1-7c02-802f-6d2323ba4914-C", "generated_internal_id": "ASST_NON_20193842230259_12H3"}, {"internal_id": 85400249, "Award ID": "20193842230218", "Award Amount": 275000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.223", "Description": "LAREDO COLLEGE WILL IMPLEMENT PROMISE&COPY; SCHOLARS. TO IMPROVE THE ECONOMY AND HEALTH THE REGION MUST ADDRESS SOCIAL AND EDUCATIONAL NEEDS. IN INFORMAL PARTNERSHIPS WITH REGIONAL HSI UNIVERSITIES, WE WILL ADDRESS THESE CONDITIONS AND ATTRACT NEW STUDENTS TO CAREERS IN HIGH PRIORITY AREAS OF NATIONAL NEED IN FANH. THE FOCUS WILL BE ON STUDENT EXPERIENTIAL LEARNING, STUDENT RECRUITMENT, RETENTION AND LEADERSHIP. TOGETHER WITH THE TEXAS HSI CONSORTIUM, WE WILL CREATE THE LINKAGES AND PROVIDE CONTEXTUAL AND INTENTIONAL LEADERSHIP DEVELOPMENT AND SUPPORT FOR ELIGIBLE STUDENTS TO BE LEADERS AND COMPLETE BS DEGREES IN FANH. WE WILL TEST LEADERSHIP MODELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb709c52-f351-9629-93f6-148a1147dc40-C", "generated_internal_id": "ASST_NON_20193842230218_12H3"}, {"internal_id": 85400250, "Award ID": "20193842230216", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-30", "CFDA Number": "10.223", "Description": "MOST UNIVERSITY-BOUND STUDENTS ARE UNAWARE OF CAREER OPPORTUNITIES IN THE AGRICULTURAL SCIENCES. THIS IS PARTICULARLY TRUE FOR FIRST-GENERATION COLLEGE STUDENTS AND THOSE FROM UNDERREPRESENTED GROUPS. WE WILL INVESTIGATE WHETHER EARLY EXPOSURE TO NON-BIOMEDICAL STEM CAREERS POSITIVELY INFLUENCES STUDENT RETENTION, PERFORMANCE, AND POST-GRADUATION OUTCOMES. FIRST, WE WILL ESTABLISH A TRAINING PIPELINE TO EDUCATE K-12 AND COMMUNITY COLLEGE STUDENTS ABOUT AGRICULTURAL SCIENCE CAREERS. FOLLOWING THIS, INTERESTED STUDENTS WILL RECEIVE IN-DEPTH TRAINING IN ENTOMOLOGICAL FIELDS TO HONE SKILLSETS REQUIRED FOR MANY CAREERS IN AGRICULTURAL SCIENCES. WE WILL DELIVER TRAINING THROUGH FUNDED RESEARCH, OUTREACH, AND INTERN EXPERIENCES, THEREBY SUPPORTING STUDENTS WHILE ENHANCING THEIR RESUMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_20193842230216_12H3"}, {"internal_id": 83795149, "Award ID": "20193842230215", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-19", "CFDA Number": "10.223", "Description": "THIS PROPOSAL REQUESTS FUNDING TO DEVELOP AND IMPLEMENT A REGIONAL CONFERENCE FOCUSING ON URBAN AGROECOLOGY AND SUSTAINABLE FOOD SYSTEMS IN RESEARCH AND EDUCATION AT SOUTHERN CALIFORNIA COLLEGES AND UNIVERSITIES. CAL STATE FULLERTON (CSUF) IS AMONG A NUMBER OF COLLEGES AND UNIVERSITIES IN SOUTHERN CALIFORNIA THAT HAS DEVELOPED OR HAVE PLANS TO DEVELOP SUCH PROGRAMS. STUDENTS WILL DERIVE DIRECT BENEFITS FROM PARTICIPATING IN THE PLANNING, ORGANIZATION, AND ATTENDANCE AT THE PROPOSED CONFERENCE. A POTENTIAL OUTCOME OF THE CONFERENCE IS A CONSORTIUM OF SOUTHERN CALIFORNIA COLLEGES AND UNIVERSITIES TO PURSUE OPPORTUNITIES FOR RESEARCH AND TEACHING COLLABORATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7c3e3f83-34f2-0830-f7d3-72e58bdf176f-C", "generated_internal_id": "ASST_NON_20193842230215_12H3"}, {"internal_id": 85400251, "Award ID": "20193842230214", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "10.223", "Description": "THE I-TEAM UP USDA PROGRAM WILL SIGNIFICANTLY ENHANCE THE LEARNING EXPERIENCE IN FANH AREAS BECAUSE THE PROGRAM VERTICALLY INTEGRATES WITH APPLIED FANH SCIENCES FROM EARLY ON AND BUILDS ON THAT TRAINING WITH SUSTAINED, CROSS-TRAINING PROGRAM WITH MULTIPLE STAGES OF DEVELOPMENT. THIS WILL ALLOW THE STUDENTS TO ENGAGE IN A STRUCTURAL, STAGED GROWTH AND PROFESSIONAL DEVELOPMENT THAT HAS NEVER BEEN IMPLEMENTED, AND WHICH INCLUDES THE PEER-EFFECT TO MASTER THE CONTENT AND TO MOTIVATE STUDENT LEARNING. RELATIVE TO TRADITIONAL TEACHING,STUDENTS&#39; LEARNING WILL BESIGNIFICANTLY IMPROVED BY LEARNING (A) TO ACQUIRE KNOWLEDGE IN A BROADER CONTEMPORARY CONTEXT, (B) TO DEVELOP MODERN TECHNICAL LABORATORY SKILLS, (C) TO VALUEEFFECTIVE KNOWLEDGEIN THE CONTEXT OF REAL-WORLD PROBLEMS, AND (D) TO SEE THEIR OWN VALUE ADDED TO THE SOLUTION OF A REAL-WORLD PROBLEM, AS WELL AS DEVELOP PROFESSIONAL AND PROFESSIONAL SKILLS WARRANTED BY FANH EMPLOYERS. FOR EXAMPLE, THEY WILL DEVELOP SKILLS SUCH AS (A) CONTEXT- BASED INFORMATION COLLECTION AND ANALYSIS, (B) SELF-DIRECTED LEARNING ACTIVITIES, (C) AN OPPORTUNITY TO ARTICULATE THE PROBLEM ITSELF, (D) POSTULATE, TEST &AMP; EXPERIMENT, AND EVOLVE A HYPOTHESIS, (E) HIGH-QUALITY DATA COLLECTION, (F) DATA SYNTHESIS AND INTERPRETATION, (G) INTERDISCIPLINARY TEAM COLLABORATION, (H) PROJECT, DATA, AND TIME MANAGEMENT, (E) REAL-WORLD TECHNICAL WRITING, (J) TECHNICAL ORAL PRESENTATION, (K) PROFESSIONAL AND SCIENTIFIC ETHICS, (L) INTELLECTUAL PROPERTY AND INNOVATION, AND (M) UNDERSTANDING ENTREPRENEURSHIP AND STEM BUSINESS MODELS, WHICH WILL BE COVERED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92fda02c-4ebc-47e4-021b-6ad5f479084f-C", "generated_internal_id": "ASST_NON_20193842230214_12H3"}, {"internal_id": 85400222, "Award ID": "20193842230213", "Award Amount": 249505.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.223", "Description": "RECENT WORK AT HUMBOLDT STATE UNIVERSITY HAS STRONGLY IMPROVED STUDENTS&#39; SENSE OF BELONGING AND HELPED CLOSE EQUITY GAPS IN 1ST YEAR RETENTION FOR UNDERREPRESENTED STUDENTS, BUT FOUR NEEDS REMAIN FOR NATURAL RESOURCE PROGRAMS TO TRANSITION FROM HISPANIC-ENROLLING TO HISPANIC-SERVING: (1) INCREASE PARTICIPATION BY UNDERREPRESENTED UNDERGRADUATES IN EXTRA-CURRICULAR EXPERIENTIAL LEARNING OPPORTUNITIES; (2) INTENTIONAL COLLABORATION OF ACADEMIC DEPARTMENTS WITH OUR LATINX CENTER FOR ACADEMIC EXCELLENCE (LCAE); (3) TRAINING OF NATURAL RESOURCE FACULTY IN CULTURALLY RESPONSIVE PEDAGOGIES; AND (4) INCREASED ATTENTION OF OUR SCIENCE CURRICULA TO AGRICULTURAL ISSUES AND THE INTEGRATION OF CONSERVATION AND SOCIAL JUSTICE. TO ADRESS NEEDS (1) AND (2), WE WILL LAUNCH PORT&OACUTE;N NATURAL RESOURCE AND AGRICULTURE RESEARCH INTERNSHIPS, EMPOWER GRADUATE STUDENT STEM PROMOTORES TO WORK WITH THE LCAE, AND COLLABORATE WITH ACADEMIC DEPARTMENTS TO OFFER REVELAR INFORMATIONAL SESSIONS ABOUT EXTRA-CURRICULAR EXPERIENTIAL LEARNING OPPORTUNITIES. TO ADDRESS NEED (3), FOUR NATURAL RESOURCE FACULTY WILL COMPLETE AN ESCALA PROFESSIONAL DEVELOPMENT INSTITUTE AND SHARE LESSONS LEARNED WITH PEERS. FOR NEED (4), WE WILL DEVELOP A NEW COURSE ON THE NEXUS OF AGRICULTURE AND FISH AND WILDLIFE CONSERVATION. THE PROJECT WILL DIRECTLY IMPACT 26 STUDENTS AND 28 FACULTY IN NATURAL RESOURCES, AND INDIRECTLY UP TO 400 STUDENTS. IMPACTS WILL BE MEASURED BY: INCREASED ACCESS TO EXPERIENTIAL LEARNING OPPORTUNITIES BY UNDERREPRESENTED STUDENTS; ENHANCED APPRECIATION OF THE INTERCONNECTEDNESS OF CONSERVATION, AGRICULTURE, AND SOCIAL JUSTICE; INCREASED RECOGNITION AND USE OF CULTURALLY RESPONSIVE PEDAGOGY BY NATURAL RESOURCE FACULTY; AND, ULTIMATELY, INCREASED RETENTION AND GRADUATION AND NARROWED EQUITY GAPS FOR HISPANIC AND OTHER UNDERREPRESENTED STUDENTS IN NATURAL RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d29658a-c61f-bc5b-ee6c-2cd9e680b9ce-C", "generated_internal_id": "ASST_NON_20193842230213_12H3"}, {"internal_id": 85400192, "Award ID": "20193842230212", "Award Amount": 249761.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.223", "Description": "COLUMBIA BASIN COLLEGE&#39;S FEEDING THE FUTURE: EXPANDING STUDENT INTEREST AND DIVERSITY IN FANH SCIENCE CAREERS PROJECT WILL ADDRESS REGIONAL WORKFORCE DEMANDS BY INCREASING THE NUMBER AND DIVERSITY OF STUDENTS PURSUING POST-SECONDARY AGRICULTURAL EDUCATION. PROJECT ACTIVITIES INCLUDE OUTREACH EVENTS THAT INCORPORATE HANDS-ON LEARNING EXPERIENCES FOR HIGH SCHOOL STUDENTS AND THEIR PARENTS, PROFESSIONAL DEVELOPMENT WORKSHOPS FOR STEM FACULTY AND HIGH SCHOOL TEACHERS, AND UNDERGRADUATE WORKSHOPS AND RESEARCH INTERNSHIPS TO INCREASE STUDENT INTEREST AND ACHIEVEMENT IN FANH SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b47b99c-72cd-d60f-989e-2f829391eab3-C", "generated_internal_id": "ASST_NON_20193842230212_12H3"}, {"internal_id": 85400193, "Award ID": "20193842230211", "Award Amount": 179178.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "10.223", "Description": "THE FUTURE OF AGRICULTURE WILL BE DATA-DRIVEN. MOST UNDERGRADUATE ACADEMIC PROGRAMS INCLUDE THE ANALYSIS OF STRUCTURED DATA (DATA THAT IS TABULAR). HOWEVER, EMERGING DATASETS ARE LESS STRUCTURED. THESE DATASETS ARE FROM A VARIETY OF SOURCES, INCLUDING ONLINE SOCIAL NETWORKS SUCH AS TWITTER. THE PROPORTION OF UNSTRUCTURED DATA IS EXPECTED TO INCREASE. SUCH DATASETS WILL NEED TO BE ANALYZED FOR AGRICULTURAL APPLICATIONS, FOR INSTANCE, TO UNDERSTAND CONSUMER BEHAVIOR REGARDING FOOD WASTE. FOOD WASTE IS A PROBLEM THAT GETS LITTLE ATTENTION. NEARLY 29% OF THE FOOD PRODUCED IN THE USA IS NOT EATEN. AS HUNGER IS A SIGNIFICANT PROBLEM IN MANY PARTS OF THE WORLD, INCLUDING THE UNITED STATES, FOOD WASTE IS AN ISSUE THAT MUST NOT BE IGNORED. IN ADDITION, FOOD WASTE ENTAILS PROBLEMS WITH GREENHOUSE GAS EMISSIONS, WATER USE, AND HEALTH. THE REASONS WHY FOOD WASTE OCCURS VARY WIDELY. ONE REASON IN THE UNITED STATES IS THE PERCEPTION THAT FOOD IS NO LONGER SAFE AFTER THE STAMPED DATE ON THE PRODUCT. AS INCREASING NUMBERS OF PEOPLE EXPRESS THEIR OPINION ON SOCIAL MEDIA NETWORKS, SOCIAL NETWORK COMMUNICATIONS CAN BE EXPECTED TO REFLECT THE TRUE FOOD WASTE PERCEPTIONS AND BEHAVIORS HELD BY THE USERS. THIS SOURCE OF INFORMATION CAN BE SYSTEMATICALLY STUDIED TO UNDERSTAND SPECIFIC REASONS FOR FOOD WASTE. MOREOVER, STUDY OF COMMUNICATION PATTERNS CAN HELP FOOD WASTE REDUCTION ADVOCATES DESIGN MORE EFFECTIVE SOCIAL MEDIA-BASED CAMPAIGNS.THE PROJECT WILL DEVELOP AND OFFER CO-CURRICULAR TRAINING ON ANALYZING UNSTRUCTURED DATA IN FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN (FANH) APPLICATIONS. THE TRAINING WILL BE STRUCTURED AS AN UNDERGRADUATE RESEARCH EXPERIENCE WITH THE TASK OF UNDERSTANDING FOOD WASTE BEHAVIOR FROM ONLINE SOCIAL NETWORK MESSAGES. STUDENTS WILL BE ASSIGNED SPECIFIC RESEARCH TASKS WITH DETAILED INSTRUCTIONS WHICH CAN BE COMPLETED IN THEIR OWN TIME. THE PRIMARY GOAL IS TO TRAIN THE STUDENTS TO BECOME SKILLED IN WORKING WITH UNSTRUCTURED DATA. THE TRAINING WILL BE INTERDISCIPLINARY AND INCLUDE BOTH COMPUTER SCIENCE AND BIOLOGICAL SCIENCES STUDENTS. IN THIS COLLABORATIVE SETTING, WHICH IS INCREASINGLY REFLECTIVE OF REAL-WORLD WORK FLOWS, COMPUTER SCIENCE STUDENTS WILL DEMONSTRATE THE COMPUTATIONAL STEPS TO BIOLOGICAL SCIENCES STUDENTS; THE BIOLOGICAL SCIENCES STUDENTS WILL BRING THE DOMAIN KNOWLEDGE REQUIRED TO COMPLETE THE RESEARCH TASKS. A SECONDARY GOAL IS TO EDUCATE ALL STUDENTS OF EMERGING FANH DATA-DRIVEN APPLICATIONS AND CAREER OPPORTUNITIES.THE TRAINING WILL BE OFFERED TO UNDERGRADUATE STUDENTS AT CALIFORNIA STATE UNIVERSITY, FULLERTON WHERE OVER 40% OF THE STUDENTS ARE HISPANIC. AT LEAST 50% OF THE PARTICIPANTS ARE EXPECTED TO APPLY TO FANH POSITIONS. TRAINING MATERIALS WILL BE RELEASED SO THAT THE PROGRAM CAN BE ADAPTED AND REPLICATED ELSEWHERE. SUCH TRAINING WILL PROVIDE SPECIALIZED COMPUTING SKILLS ESSENTIAL TO WORK ON DATA-DRIVEN AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7c3e3f83-34f2-0830-f7d3-72e58bdf176f-C", "generated_internal_id": "ASST_NON_20193842230211_12H3"}, {"internal_id": 85400194, "Award ID": "20193842230210", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.223", "Description": "A COLLABORATION BETWEEN THE UNIVERSITY OF NEW MEXICO-TAOS (UNM-T) AND NEW MEXICO HIGHLANDS UNIVERSITY, THE LEADERSHIP IN FORESTRY TRAINING (LIFT) MOTTO IS REACH DOWN TO LIFT UP. LIFT RELIES ON MENTORING TO INCREASE THE AVAILABILITY OF SKILLED HSI GRADUATES WITH CLIMATE CHANGE KNOWLEDGE TO FILL USDA MISSION CRITICAL OCCUPATIONS IN NATURAL RESOURCES MANAGEMENT (NRM). PROJECT ACTIVITIES ADDRESS CHALLENGES TO STUDENT DEGREE COMPLETION AND JOB PLACEMENT INCLUDING AFFORDABILITY, REMEDIAL MATH SKILLS, TRANSFER BARRIERS, FEDERAL JOB READINESS, AND A LACK OF LEADERSHIP SKILLS. THE LIFT PROJECT WILL ESTABLISH UNM-TAOS AS A REGIONAL HUB FOR STUDENTS TO LAUNCH CAREERS IN NRM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88c747ba-e197-d370-0f48-dc2f58b4d3a9-C", "generated_internal_id": "ASST_NON_20193842230210_12H3"}, {"internal_id": 85400195, "Award ID": "20193842230209", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "10.223", "Description": "ST. EDWARD&#39;S UNIVERSITY, ON BEHALF OF THE TEXAS HISPANIC-SERVING INSTITUTIONS CONSORTIUM (TXHSIC), PROPOSES TO HOST THE 2020 ANNUAL MEETING OF THE CONSORTIUM WITH THE SUPPORT OF A CONFERENCE GRANT FROM THE USDA&#39;S HISPANIC-SERVING INSTITUTIONS EDUCATION GRANTS PROGRAM. CURRENTLY THERE ARE 93 HSIS AND 46 EMERGING HSIS IN TEXAS, FOR A TOTAL OF 139 HSIS &AMP; EMERGING HSIS; THEREFORE, 90% OF ALL THE 154 COLLEGES AND UNIVERSITIES IN THE STATE OF TEXAS WILL BENEFIT FROM THE PROPOSED CONFERENCE. THE CONFERENCE WILL PROMOTE OPPORTUNITIES FOR STUDENTS TO ACCESS INTERNSHIPS AND CAREERS RELATED TO FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH) AND OPPORTUNITIES FOR FACULTY TO ACCESS RESEARCH AND FUNDING RELATED TO FAHN, AND WILL INCLUDE A FOCUS ON:1) CAREER OPPORTUNITIES/ INTERNSHIPS FOR STUDENTS, AND RESEARCH/FUNDING OPPORTUNITIES FOR FACULTY AND STAFF AT NASS (NATIONAL AGRICULTURE STATISTICAL SERVICES), ARS (AGRICULTURE RESEARCH SERVICES), AND U.S. FOREST SERVICE; AND2) PUBLICATION OF AN INVENTORY OF AGRICULTURE COURSEWORK/DEGREE PROGRAMS AND AGRICULTURE-RELATED COURSEWORK /DEGREE PROGRAMS AT TEXAS HSI 2-YR, 4-YR, AND RESEARCH INSTITUTIONS. FURTHER DETAILS OF THE 2020 CONFERENCE WILL BE AVAILABLE AT WWW.TXHSIC.WORDPRESS.COM, IF A CONFERENCE GRANT IS AWARDED BY USDA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8821785d-0ff6-f64b-6a5b-fb25c1426c1d-C", "generated_internal_id": "ASST_NON_20193842230209_12H3"}, {"internal_id": 85400196, "Award ID": "20193842230208", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.223", "Description": "THE NO MORE SILOS PROJECT PROVIDES IMMERSIVE MULTI-DISCIPLINARY EXPERIENCES TO 100 UNDERREPRESENTED STUDENTS ACROSS THE CALIFORNIA STATE UNIVERSITY SYSTEM.STUDENTS DEVELOP SCIENTIFIC AND PROFESSIONAL COMPETENCY BY ENGAGING IN MENTORED FELLOWSHIPS IN SCIENCE, BIG-DATA ANALYTICS, AGRICULTURAL JOURNALISM, AND PUBLIC POLICY.FOUR FIVE-DAY DATA INTENSIVE WORKSHOPS WILL TEACH 80 STUDENTS BIG-DATA ANALYTIC SKILLS.STUDENTS RECEIVE CAREER MENTORING THROUGH LEADERSHIP AND SCIENTIFIC COMMUNICATION WORKSHOPS.STUDENTS EMERGE WITH MEASURABLY GREATER DISCIPLINE-SPECIFIC KNOWLEDGE AND SKILLS, IMPROVED CRITICAL THINKING AND PROBLEM-SOLVING SKILLS, IMPROVED KNOWLEDGE OF MULTI-DISCIPLINARY TEAM APPROACHES TO PROBLEM-SOLVING AND PERSONALIZED ROADMAPS THAT ARTICULATE CAREER GOALS AND THE STEPS NEEDED TO ACHIEVE THEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "554423bc-092e-20d8-e2b1-d8fee794a9bd-C", "generated_internal_id": "ASST_NON_20193842230208_12H3"}, {"internal_id": 85400197, "Award ID": "20193842230207", "Award Amount": 249964.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.223", "Description": "AVANZANDO (ADVANCING OR MOVING FORWARD) EN LA FRONTERA (FRONTIER) AT SUL ROSS STATE UNIVERSITY (SRSU) ADDRESSES THE NEED TO ADVANCE KNOWLEDGE OF SUSTAINABLE RANGE MANAGEMENT AND LIVESTOCK NUTRITION AND EFFICIENCYIN ARID AND GEOGRAPHICALLY ISOLATED REGIONS OF THE WORLD. SRSU SERVES THE GEOGRAPHICALLY DIVERSE TRANS-PECOS REGION OF FAR WEST TEXAS, WHICH INCLUDES THE CHUIHUAHUAN DESERT, FT. DAVIS MOUNTAINS, AND BIG BEND.GOAL 1) IMPROVE THE EDUCATION OF UNDERREPRESENTED STUDENTS IN FANH, INCLUDING COMMUNITY COLLEGE TRANSFERS AND GRADUATES OF SMALL, RURAL PUBLIC SCHOOL DISTRICTS. OBJECTIVES-RECRUITMENT AND RETENTION OF STUDENTS THROUGH EFFECTIVE COMMUNICATION AND LINKAGES WITH COMMUNITY COLLEGES STATEWIDE AND RURAL PUBLIC SCHOOL DISTRICTS.GOAL 2) INTEGRATION OF TECHNOLOGY INTO ANIMAL NUTRITION STUDIES AND CARE OF LIVESTOCK ADAPTED TO A DESERT ENVIRONMENT. OBJECTIVES-STUDENTS WILL DEVELOP ANIMAL NUTRITION STUDIES FOR BOTH CATTLE AND SHEEP AND DEMONSTRATE PROFICIENCY IN USE OF TECHNOLOGIES.GOAL 3) ENSURE ALL STUDENTS ARE ABLE TO UTILIZE UP-TO-DATE AGRIBUSINESS STRATEGIES WHETHER THEY WORK AS AGRIENTREPRENEURS, HAVE CAREERS WITH USDA AGENCIES, OR PURSUE GRADUATE DEGREES IN AGRICULTURE AND NATURAL RESOURCE SCIENCES. OBJECTIVES-PROVIDE EXPERIENTIAL LEARNING IN UTILIZING EFFECTIVE AGRIBUSINESS STRATEGIES.SRSU IS AN HSI (68% HISPANIC STUDENTS). ANRS SERVES STUDENTS 50%- FEMALE AND 32%- HISPANIC. THE PROPOSED SPECIFIC AIMS CLOSELY ALIGN WITH USDA HIGH-PRIORITY EDUCATIONAL NEEDS AREAS INCLUDING GOAL 4: OBJECTIVE 1 TO \"EXPAND RURAL BUSINESS OPPORTUNITY AND RURAL QUALITY OF LIFE... AND SUPPORT FOR WORKFORCE AVAILABILITY.\" ALSO, GOALS 2 AND 5. 85% OF ANRS STUDENTS RECEIVE FINANCIAL AID. RESEARCH OPPORTUNITIES AND STUDENTS SUPPORT WILL BE PROVIDED THROUGH AVANZANDO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8098f353-609d-e8ac-d351-b65f05a4bd7e-C", "generated_internal_id": "ASST_NON_20193842230207_12H3"}, {"internal_id": 85400198, "Award ID": "20193842230206", "Award Amount": 274128.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.223", "Description": "THIS PROJECT BOOSTS ENROLLMENT OF HISPANIC STUDENTS IN AGRICULTURE MAJOR, USING EVIDENCE-BASED RECRUITMENT AND EXPERIENTIAL LEARNING PROGRAMS. THESE INCLUDE AN ANNUAL SUMMER CAMP, PAID INTERNSHIPS, SCHOLARSHIPS, HIGH IMPACT RECRUITMENT DRIVE AND ACADEMIC SUPPORT SYSTEM TO ASSIST STUDENTS IN DEVELOPING LEADERSHIP, CRITICAL THINKING AND SCIENTIFIC INQUIRY SKILLS. THE PROJECT ALSO OFFERS HIGH SCHOOL TEACHERS A PROFESSIONAL DEVELOPMENT OPPORTUNITY TO ENHANCE THEIR PEDAGOGY IN AGRICULTURE EDUCATION.OVERALL, THE PROJECT STRENGTHENS THE RECRUITMENT OF HIGH-ACHIEVING UNDERREPRESENTED STUDENTS INTO CSU STANISLAUS AGRICULTURE PROGRAM AND PREPARE THEM FOR CAREERS IN FOOD AND AGRICULTURAL SCIENCES, AND ENHANCE DIVERSITY IN THE NATION&#39;S AGRICULTURE INDUSTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "53357335-f26d-6bd1-6101-3e4d827dda2a-C", "generated_internal_id": "ASST_NON_20193842230206_12H3"}, {"internal_id": 85400199, "Award ID": "20193842230205", "Award Amount": 275000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.223", "Description": "GROW WAS CREATED TO MEET THE GROWING NEED FOR RDS IN THREE CAPACITIES: (1) RETAIN INDIVIDUALS OF DIVERSE BACKGROUNDS WITHIN THE FIELD OF NUTRITION AND DIETETICS, (2) PREPARATION FOR AN ADVANCED DEGREE IN NUTRITION AND DIETETICS TO MEET CHANGING REQUIREMENTS IN THE FIELD AND (3) LEADERSHIP DEVELOPMENT IN THE DOMAIN OF SUSTAINABLE, RESILIENT AND HEALTHY FOOD AND WATER SYSTEMS TO MEET THE GROWING DEMAND FOR THIS SKILL SET. TO INCREASE EQUITY WITHIN THE HEALTHCARE SYSTEM, HAVING INDIVIDUALS OF DIVERSE BACKGROUNDS IS PARAMOUNT. HOWEVER, THERE ARE MANY OBSTACLES IN THE WAY OF REACHING THAT GOAL. IN ADDITION, THE ACCREDITATION COUNCIL FOR EDUCATION IN NUTRITION AND DIETETICS (ACEND) HAS MANDATED THAT AS OF JANUARY 1, 2024, ALL CANDIDATES FOR THE NUTRITION AND DIETETICS REGISTRATION EXAM HAVE TO OBTAIN A MASTER OF SCIENCE DEGREE BEFORE SITTING FOR THE EXAM. IN ORDER TO ENSURE OUR STUDENTS ARE COMPETITIVE FOR MS PROGRAMS AT SCHOOLS AROUND THE COUNTRY AND HAVE THE OPPORTUNITY TO REMAIN IN THE FIELD THEY HAVE BEEN TRAINING IN, WE HAVE CREATED A PROJECT THAT USES HOLISTIC MENTORSHIP AND SPECIAL EXPERIENTIAL LEARNING TO FACILITATE GROWTH OF SOFT SKILLS, PROFESSIONAL DEVELOPMENT, RESEARCH SKILLS, AND LEADERSHIP SKILLS IN THE STUDENTS THAT PARTICIPATE. BUILDING THESE SKILLS SETS AND REFINING THEM THROUGH THE COURSE OF THE PROJECT WILL MAXIMIZE THE STUDENTS&#39; POTENTIAL AND MAKE THEM COMPETITIVE FOR THEIR NEXT STEP TOWARDS AN ADVANCED DEGREE. IN ADDITION, THE DEVELOPMENT OF THESE SKILL SETS WILL BE DONE SIMULTANEOUSLY WITH EXPANDING THE STUDENTS&#39; KNOWLEDGE AND EXPERIENCES WITH SUSTAINABLE RESILIENT AND HEALTHY FOOD AND WATER SYSTEMS. THE STUDENTS WILL BE EXPOSED TO MULTIPLE SPECIAL EXPERIENTIAL LEARNING OPPORTUNITIES AS WELL AS ADVISEMENT AND MENTORING FROM THE CO-PIS TO CREATE AN UNDERGRADUATE RESEARCH PROJECT AND COMMUNITY PROGRAM TO ADDRESS A TOPIC WITHIN THE SUSTAINABILITY SPACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "58953ddc-ca97-41f3-b381-1fc0e9b28624-C", "generated_internal_id": "ASST_NON_20193842230205_12H3"}, {"internal_id": 68547606, "Award ID": "20183842228880", "Award Amount": 31203.77, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "10.223", "Description": "NMSU NATURAL RESOURCE INSTITUTE: MAKING COURSES ACCESSIBLE TO HSI PARTNERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_20183842228880_12H3"}, {"internal_id": 68176364, "Award ID": "20183842228614", "Award Amount": 275000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-18", "CFDA Number": "10.223", "Description": "ROLE MODELS SHARING THE SAME ETHNICITY IS A PROVEN METHOD TO INCREASE RETENTION AND GRADUATION OF UNDERREPRESENTED STUDENTS. WE ARE HIGHLY PREPARED BILINGUAL AND BICULTURAL WOMEN WITH WIDE EXPERIENCE IN PLANT SCIENCES AND FORESTRY, WHO CAN POSITIVELY INFLUENCE HISPANIC STUDENTS AND OTHER MINORITY GROUPS. WE WILL INCREASE RECRUITMENT OF UNDERREPRESENTED STUDENTS INTO FOREST AND AGRICULTURAL SCIENCES AT SDSU, IN TURN THEY WILL BECOME ROLE MODELS FOR YOUNGER STUDENTS. WE WILL PROVIDE UNDERGRADUATE STUDENTS WITH RESEARCH EXPERIENCES THROUGH SUMMER INTERNSHIPS, ASKING NOVEL RESEARCH QUESTIONS AND USING CUTTING-EDGE TECHNOLOGIES, WHICH WILL PREPARE THEM FOR SCIENTIFIC AND PROFESSIONAL CAREERS THROUGH EXPERIMENTAL LEARNING AND MENTORING IN NATURAL RESOURCES AND FORESTRY. WE PROPOSE A PROJECT AIMED AT STUDYING THE GENETIC DIVERSITY AND STRUCTURE OF TREES AND SHRUBS THAT ARE ECOLOGICALLY AND ECONOMICALLY IMPORTANT, AND DISTRIBUTED IN BOTH CALIFORNIA AND BAJA CALIFORNIA. WE AIM TO UNDERSTAND HOW NATURAL AND ARTIFICIAL BARRIERS AFFECT GENE FLOW IN THESE SPECIES WITH BINATIONAL DISTRIBUTIONS. THESE STUDIES ARE IMPORTANT TO DETERMINE APPROPRIATE REFORESTATION STOCKS, MANAGEMENT PRACTICES AND CONSERVATION ACTIONS. MOREOVER, SOME OF THESE PLANTS ARE TRADITIONAL FOOD SOURCES (E.G. PINE NUTS, CHIA, ACORNS), ALLOWING US TO HIGHLIGHT THEIR SIGNIFICANCE FROM MULTIPLE ANGLES (ECOLOGICAL, ECONOMIC AND CULTURAL). STUDENTS WILL PRESENT THEIR RESEARCH NATIONALLY AND INTERNATIONALLY. WE WILL WORK WITH THE STUDENTS AS A TEAM TO PUBLISH THE RESULTS IN PEER-REVIEWED SCIENTIFIC PAPERS. UNDERGRADUATE AND GRADUATE STUDENTS WILL BECOME ROLE MODELS BY EXPLAINING THEIR RESEARCH, ITS IMPACT AND SIGNIFICANCE TO YOUNGER STUDENTS THROUGH FOCUSED WORKSHOPS. WE WILL COLLABORATE WITH LOCAL NON-PROFIT ORGANIZATIONS AND USDA AGENCIES TO EXPOSE STUDENTS TO THE PROJECT GOALS AND INCREASE THEIR POTENTIAL TO BE THE WORKFORCE OF SIMILAR PROGRAMS IN THE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ac8cba5-b951-7f72-969a-e08917e12ea8-C", "generated_internal_id": "ASST_NON_20183842228614_12H3"}, {"internal_id": 69573202, "Award ID": "20183842228613", "Award Amount": 274991.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "10.223", "Description": "DEVELOPING DYNAMIC AGRICULTURE LEADERS FROM UNDERREPRESENTED MINORITY (URM) STUDENTS REMAINS A NATIONAL PRIORITY. PROJECT ASSIST-U: ADVANCING AND STRENGTHENING SCIENCE IDENTITY THROUGH SYSTEMATIC TRAINING FOR UNDERGRADUATES DEVELOPS AND TESTS A UNIQUE MODEL--COMBINING MENTORING, WRITING-TO-LEARN, AND PUBLIC SCIENCE COMMUNICATION--TO ENHANCE THE QUALITY OF UNDERGRADUATE AGRICULTURE EDUCATION AT A HISPANIC-SERVING INSTITUTION (UT SAN ANTONIO) AND TO INCREASE RETENTION AND GRADUATION RATES OF UNDERGRADUATE STUDENTS PURSUING DEGREES IN AGRICULTURE FIELDS. THE TARGET AUDIENCES ARE 9-12 GRADE STUDENTS AND UNDERGRADUATE STUDENTS. THROUGH HOLISTIC MENTORING, WE SEEK TO STRENGTHEN STUDENTS&#39; SCIENCE IDENTITY BY PROVIDING INTEGRATED, TARGETED, LONG-TERM COMMUNITY SUPPORT THAT HAS BEEN SHOWN TO LEAD TO THE PERSISTENCE AND GRADUATION OF UNDERGRADUATES. FRAMED BY SUSTAINED MENTORING ARE TWO INTERRELATED COMMUNICATION INNOVATIONS: (A) WRITING TO-LEARN ACTIVITIES, INTEGRATED ACROSS THE VERTICAL CURRICULUM OF THE ENVIRONMENTAL SCIENCE (ES) DEGREE TO IMPROVE ACTIVE LEARNING; AND (B) PUBLIC SCIENCE COMMUNICATION TRAINING, A VALUE-ADDED SKILL FOR FUTURE LEADERSHIP. THREE MAJOR QUANTITATIVE IMPACT METRICS WILL BE EVALUATED 1) NUMBER OF HIGH SCHOOL STUDENT DECLARING A MAJOR IN NATURAL RESOURCES AND CONSERVATION RELATED DEGREES, 2) PERSISTENCE AND GRADUATION OF STUDENTS AT THE BACCALAUREATE LEVEL, AND 4) INCREASED NUMBER OF GRADUATES PURSUING EMPLOYMENT IN NATURAL RESOURCES AND CONSERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bb4ed53-41bf-76e0-acf5-d7192a269685-C", "generated_internal_id": "ASST_NON_20183842228613_12H3"}, {"internal_id": 67834321, "Award ID": "20183842228612", "Award Amount": 274868.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-09", "CFDA Number": "10.223", "Description": "GLOBALLY PUERTO RICO IS A STRATEGIC HUB FOR THE US TO DO RESEARCH ON TROPICAL AND SUBTROPICAL AGRICULTURE. MANY IMPORTANT CROPS ARE GROWN HERE THAT ARE ALSO GROWN IN THE HUMID REGIONS OF THE SOUTHERN US AND TROPICAL REGIONS AROUND THE WORLD. TO CAPITALIZE ON THIS ECONOMICALLY IMPORTANT REGION PROPOSED WORK PLANS TO HELP DEVELOP A HIGHLY TRAINED AGRICULTURAL WORKFORCE THAT IS CAPABLE OF LEADING THE DEVELOPMENT OF GENOMIC BASED SOLUTIONS TO PEST CONTROL ON TROPICAL CROPS. TO HAVE A HIGHLY COMPETATIVE HOMEGROWN WORKFORCE IN AGRICULTURE RELATED GENOMICS, HANDS ON COURSES WITH DIRECT REALWORLD APPLICAITONS NEED TO BE DEVELOPED. FAR TOO FEW STUDENTS DON&#39;T GET THESE RESEARCH BASED EDUCATIONAL OPPORTUNITIES, ESPECIALLY IN PUERTO RICO.TO REMEDY THIS LACK OF PRACTICAL GENOMICS EDUCATION APPLIED TO AGRICULTURE DR. VAN DAM HAS DEVELOPED SEVERAL COURSES TO TRAIN STUDENTS IN ASSEMBLY OF GENOMES AND TO IDENTIFY CANDIDATE GENES THAT CAN BE USED IN PEST CONTROL VIA NEW CRISPR/RNAI CONTROL METHODS.BY COLLABORATING WITH USDA-ARS SUBTROPICAL RESEARCH LABORATORY AND USDA-ARS INVASIVE INSECT BIOCONTROL AND BEHAVIOR LABORATORY WHERE THIS TYPE OF PEST CONTROL RESEARCH IS TAKING PLACE, STUDENTS CAN LEARN HOW WHAT THEY ARE DOING IN THE CLASS ROOM HAS A DIRECT, CONCRETE, REALWORLD APPLICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6bdc8e4-a0fc-4e87-9c3d-9beced092a12-C", "generated_internal_id": "ASST_NON_20183842228612_12H3"}, {"internal_id": 68547607, "Award ID": "20183842228573", "Award Amount": 46000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-14", "CFDA Number": "10.223", "Description": "THE MAIN GOAL OF THE CONFERENCE IS TO CREATE AWARENESS ABOUT THE IMPORTANCE OF NUTRITION AND HEALTHY LIFE STYLES TO REDUCE OBESITY, AND DIABETES AMONG THE RESIDENTS OF THE RIO GRANDE VALLEY AND COMMUNITIES OF COLOR. IT WILL ADDRESS THE SIGNIFICANCE OF SOCIAL WORKERS AS AGENTS OF CHANGE IN EDUCATING UNDERSERVED POPULATIONS ON THE IMPORTANCE OF APPROPRIATE DIETARY HABITS FOR A GREATER LIFE EXPECTANCY. FURTHERMORE, IT WILL UNDERSCORE THE NEED FOR INTER-PROFESSIONAL COLLABORATION AMONG DEPARTMENTS IN HIGHER EDUCATION INSTITUTIONS IN EDUCATING STUDENTS ABOUT DISEASE PREVENTION THROUGH HEALTHY DIETS.THE MAIN TARGET POPULATION FOR THE CONFERENCE ARE HIGH SCHOOL AND COLLEGE STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_20183842228573_12H3"}, {"internal_id": 75880977, "Award ID": "20183842228572", "Award Amount": 46000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "10.223", "Description": "UTSA PROPOSES TO ORGANIZE A SCIENTIFIC MEETING ENTITLED: INNOVATIONS IN DATA ANALYTICS FOR SMART AGRICULTURE (IDASA) TO BRING TOGETHER EDUCATORS FROM MULTIPLE INSTITUTIONS ACROSS THE NATION WITH THE ULTIMATE GOAL OF IDENTIFYING RESEARCH, EDUCATION, TRAINING, AND EXTENSION NEEDS IN DATA SCIENCE WITH APPLICATIONS IN AGRICULTURE TO DEVISE THE DATA-DRIVEN AGRICULTURAL SYSTEMS OF THE FUTURE AND TRAIN A HIGHLY-QUALIFIED DIVERSE WORKFORCE. IDASA WILL FOCUS ON THE APPLICATION OF DATA ANALYTICS, STATISTICAL ANALYSIS, MACHINE LEARNING AND CLOUD COMPUTING TO UNLOCK THE TRUE POWER OF DATA TO MODEL, DESIGN AND OPTIMIZE SUSTAINABLE AGRICULTURAL SYSTEMS. THIS CONFERENCE IS PROPOSED IN RESPONSE TO THE USDA&#39;S NIFA VISION OF IDENTIFYING FRONTIERS IN AGRICULTURE AND DEVISING THE FUTURE DATA-DRIVEN AGRICULTURE AND FOOD PRODUCTION SYSTEMS. IDASA WILL INCLUDE PANEL DISCUSSIONS WITH FEDERAL AGENCIES (I.E., REPRESENTATIVES FROM USDA/NIFA, DEPARTMENT OF ENERGY AND NATIONAL SCIENCE FOUNDATION), RESEARCH LABORATORIES (E.G., USDA ARS AND DOE LABORATORIES) AND ACADEMIA TO ENCOURAGE THE EXCHANGE OF INFORMATION AMONG ACADEMICIANS, RESEARCHERS, AND PRACTITIONERS. SPECIFIC GOALS ARE THREEFOLD: (1) CREATE A RESEARCH AGENDA ON INNOVATIONS IN DATA SCIENCE FOR AGRICULTURE, (2) DEFINE WORKING GROUPS TO BUILD CAPACITY AT HSIS TO BETTER PREPARE OUR STUDENTS THROUGH RESEARCH EXPOSURE, EXPERIENTIAL LEARNING AND ACADEMIC TRAINEESHIPS, AND (3) SHARE BEST PRACTICES TO ATTRACT, RETAIN, AND TRAIN UNDERREPRESENTED STUDENTS AND PROMOTE WORKFORCE DIVERSITY IN AGRICULTURE. WE EXPECT TO REACH OUT UP TO 200 STUDENTS AND EDUCATORS. PRODUCTS ARE: (A) ALL PRESENTATIONS FROM SPEAKERS IN PDF FORMAT AND (B) A REPORT INCLUDING PANEL SUMMARIES FROM PANEL CHAIRS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bb4ed53-41bf-76e0-acf5-d7192a269685-C", "generated_internal_id": "ASST_NON_20183842228572_12H3"}, {"internal_id": 68176365, "Award ID": "20183842228570", "Award Amount": 272592.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-22", "CFDA Number": "10.223", "Description": "THE GOAL OF THE RUTAS PROGRAM IS TO CONTRIBUTE TO THE PREPARATION OF LOW-INCOME, ACADEMICALLY TALENTED UNDERGRADUATE STUDENTS FROM UNDERREPRESENTED BACKGROUNDS TO ENTER THE AGRICULTURAL SCIENTIFIC WORKFORCE AND HELP MAXIMIZE ANIMAL HEALTH AND WELL-BEING, WHILE PROVIDING KNOWLEDGE OF FOOD SAFETY TO THE HUMAN POPULATION. THE GROWING HUMAN POPULATION PRESENTS A NEED FOR PROFESSIONALS IN THE AREAS OF FOOD SCIENCES AND ANIMAL SCIENCES. THE UNIVERSITY OF PUERTO RICO AT AGUADILLA IS CONSCIOUS ABOUT THE NEED TO RAISE A GROUP OF HISPANIC SCIENTISTS TO DEAL WITH THE THREATS OF THE FOOD INDUSTRY AND PROVIDE FOOD SECURITY FOR OUR COUNTRY. RETENTION AND GRADUATION RATES OF UNDERREPRESENTED UNDERGRADUATE STUDENTS IN SCIENCES HAVE BEEN HISTORICALLY BELOW NATIONAL AVERAGE; THIS TREND IS ALSO TRUE AT UPRAG. THROUGH THIS PROJECT, WE WILL TRAIN UNDERGRADUATE STUDENTS FROM THE DEPARTMENTS OF BIOLOGY AND ENVIRONMENTAL BIOLOGY IN THE AREAS OF FOOD SAFETY AND ANIMAL SCIENCES. THIS PROJECT WILL PROVIDE CURRICULA ENHANCEMENT, SCHOLARSHIPS, STUDENT EXPERIENTIAL LEARNING, AND MENTORING, AS WELL AS FACULTY PROFESSIONAL DEVELOPMENT. THE PROJECT WILL HAVE A SIGNIFICANT IMPACT OF 28 STUDENTS DIRECTLY AND 690 STUDENTS INDIRECTLY. THIS PROJECT WILL ALSO OUTREACH TO 30 K-12 STUDENTS AND 10 TEACHERS. OUR GOAL WILL BE TO INCREASE THE CRITICAL MASS OF HISPANIC STUDENTS PURSUING CAREERS AREAS OF FOOD SECURITY, FOOD SAFETY, ANIMAL SCIENCES, AND RELATED DISCIPLINES. IMPACT OF THE PROGRAM IS ENHANCED BY PROVIDING NON-TRADITIONAL TUTORING RESOURCES, SEMINARS, WORKSHOPS, FIELD TRIPS, AND CAREER COUNSELING IN AGRICULTURAL SCIENCES TO THE ENTIRE NATURAL SCIENCES DEPARTMENT AND THE UPRAG SCIENTIFIC COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "048480f9-e413-70bf-3bd0-dc68970da9f2-C", "generated_internal_id": "ASST_NON_20183842228570_12H3"}, {"internal_id": 68176366, "Award ID": "20183842228568", "Award Amount": 274988.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-15", "CFDA Number": "10.223", "Description": "IN THE RIO GRANDE VALLEY, AGRICULTURE IS CONSTRAINED BY SOIL QUALITY ISSUES SUCH AS HIGH SALINITY AND LOW AVAILABILITY OF NUTRIENTS. DECADES OF REDUCTIONS IN SOIL-SPECIFIC COURSE HOURS IN MODERN ENVIRONMENTAL SCIENCE MAJORS HAS LEFT FEW QUALIFIED SOIL SCIENTISTS NATIONALLY COMPOUNDED BY A LACK OF HISPANIC REPRESENTATION IN SOIL SCIENCE AND NATURAL RESOURCES CONSERVATION. HENCE, WE PROPOSE TO ENHANCE EDUCATION AND TRAINING AND PROVIDE RESEARCH EXPERIENCE, ADDRESSING FOUR USDA EDUCATIONAL NEED AREAS, PREPARING OVER 280 STUDENTS FOR SOIL SCIENCE CAREERS. OUR FACULTY WILL DEVELOP FIVE COURSES AND RESPECTIVE LAB MANUALS FOR &#39;INTRODUCTION TO SOIL SCIENCE&#39;, &#39;SOIL PHYSICS AND HYDROLOGY&#39;, &#39;SOIL CHEMISTRY&#39;, &#39;SOIL BIOLOGY&#39;, AND &#39;SOIL CONSERVATION&#39;. EXPERIMENT-BASED LABS WILL UTILIZE STATE-OF-THE ART TECHNIQUES AND INSTRUMENTS FROM THE PDS&#39; RESEARCH. EXPERIENTIAL LEARNING ALSO INCLUDES FIELD EXCURSIONS TO PROMOTE IN-DEPTH UNDERSTANDING OF SOIL GENESIS, SOIL MORPHOLOGY, AND LAND USE. ADDITIONALLY, OUR NEW AND INNOVATIVE COMMUNITY ENGAGED SCHOLARSHIP &AMP; LEARNING EXPERIENCES (CESL) PROGRAM ENHANCES STUDENTS&#39; PROFESSIONAL COMPETENCES AS THEY SOLVE LOCAL AGRICULTURAL, SOIL QUALITY AND SOIL HEALTH CHALLENGES. UNDERGRADUATE TRAINING INCLUDE INTERNSHIPS WITH LOCAL FARMERS IN PARTNERSHIP WITH NATURAL RESOURCE CONSERVATION SERVICE (NRCS) (N=16) AND RESEARCH INTERNSHIPS (N=16) UNDER THE MENTORING OF OUR FACULTY AND M.SC. STUDENTS. GRADUATE STUDENTS (N=4) WILL ENGAGE IN MENTORING AND EDUCATION ACTIVITIES WITHIN THEIR FIELD OF RESEARCH. ALTOGETHER, THESE ACTIVITIES WILL RESULT IN INCREASED STUDENT RETENTION; CAPACITY BUILDING AND TRAINING; LEADERSHIP SKILLS; AND UTRGV GRADUATES QUALIFIED FOR SOIL SCIENCE CAREERS, INCLUDING USDA-NRCS SOIL CONSERVATIONIST POSITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_20183842228568_12H3"}, {"internal_id": 68053941, "Award ID": "20183842228565", "Award Amount": 275000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-09", "CFDA Number": "10.223", "Description": "IN 2015, CUESTA COLLEGE LAUNCHED A GRASSROOTS EFFORT TO ADDRESS THE WORKFORCE NEED FOR SPECIALIZED TRAINING IN AGRICULTURE, AN INDUSTRY GENERATING BILLIONS OF DOLLARS IN REVENUE FOR THE CALIFORNIA CENTRAL COAST ANNUALLY. THE NEW AGRICULTURE PROGRAM HAS EXPERIENCED TREMENDOUS GROWTH IN JUST A FEW YEARS, YET LATINX STUDENTS ARE UNDERREPRESENTED. ONLY 22% OF AGRICULTURE MAJORS (118 OUT OF 533) ARE LATINX DESPITE MUCH HIGHER LATINX PARTICIPATION THROUGH CAREER PATHWAYS AT LOCAL HIGH SCHOOLS AND SIMILAR PROGRAMS OFFERED BY COMMUNITY COLLEGES IN THE REGION (37%).GUIDED PATHWAYS THAT SIMPLIFY DECISIONS AND CREATE STRUCTURED PROGRAMS HELP STUDENTS PROGRESS MORE QUICKLY TOWARD A DEGREE. USING GUIDED PATHWAYS, CULTIVAR WILL IDENTIFY, INFORM AND SUPPORT STUDENTS BEGINNING WITH HIGH SCHOOL DUAL ENROLLMENT SUCH THAT 50 STUDENTS COMPLETE AGRICULTURE DEGREES OR CERTIFICATES ANNUALLY (30% LATINX). OUTREACH AND EXPERIENTIAL LEARNING, INCLUDING AN INTERNSHIP ON CALIFORNIA POLYTECHNIC STATE UNIVERSITY&#39;S EXPERIMENTAL FARM, WILL INCREASE AGRICULTURE MAJORS TO 700 (34% LATINX). AGRICULTURE AMBASSADORS, A STUDENT ORGANIZATION THAT SERVES AS A PUBLIC RELATIONS BRANCH FOR THE PROGRAM, WILL CULTIVATE LEADERSHIP SKILLS BY COORDINATING AN EVENT ON NATIONAL JOB SHADOW DAY. USDA FUNDING WILL LEVERAGE STATE AND LOCAL FUNDING TO BUILD OUT THE AGRICULTURE PROGRAM, INCREASE ENROLLMENT, PERSISTENCE AND COMPLETION AND MORE FIRMLY ROOT THE PROGRAM WITHIN THE COLLEGE AND THE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d70737e0-cb30-72ef-354c-500dcbbb96ef-C", "generated_internal_id": "ASST_NON_20183842228565_12H3"}, {"internal_id": 68547608, "Award ID": "20183842228564", "Award Amount": 999976.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-14", "CFDA Number": "10.223", "Description": "INDUSTRY AND EDUCATIONAL LEADERS HAVE PREDICTED THAT THE INTERNET OF THINGS AND DATA ANALYTICS WILL BE FUNDAMENTAL TO THE FUTURE OF INCREASED FOOD PRODUCTION AND SUSTAINABLE AGRICULTURE THROUGH ENHANCED PRODUCTION, RESOURCE EFFICIENCY, AND IMPROVED ADAPTATION TO CLIMATE CHANGE. ALFA-IOT (ALLIANCE FOR SMART AGRICULTURE IN THE INTERNET OF THINGS ERA) IS A MULTI-DISCIPLINARY ALLIANCE COMPRISED OF THE UNIVERSITY OF TEXAS AT EL PASO (UTEP), NEW MEXICO STATE UNIVERSITY (NMSU) AND THE UNIVERSITY OF TEXAS AT ARLINGTON (UTA) WITH THE MAIN GOAL OF ESTABLISHING AN EDUCATIONAL NETWORK FOCUSED ON EDUCATING AND EMPOWERING A NEW GENERATION OF DIGITAL CITIZENS WHO CAN ENABLE SMART AGRICULTURAL SYSTEMS THROUGH THE UNDERSTANDING OF THE INTERNET OF AGRICULTURAL THINGS AND DATA ANALYTICS. ALFA-IOT PROMOTES COLLABORATION THAT BRIDGES DISCIPLINES, DEPARTMENTS, AND INSTITUTIONS TO BROADEN THE TREATMENT OF AGRICULTURE IN THE OVERALL CURRICULUM. THE FUTURE OF AGRICULTURE IS ON COLLECTING, ANALYZING AND USING DATA FOR OPTIMIZED DECISION MAKING TO MAXIMIZE FARM RESILIENCY AND EFFICIENCY. THE USE OF NEW TECHNOLOGICAL DEVELOPMENTS SUCH AS THE INTERNET OF AGRICULTURAL THINGS AND DATA ANALYTICS ARE NECESSARY TO MOVE AGRICULTURE TO A MORE PRODUCTIVE PATH AND TO SUSTAIN AN EDUCATION IN AGRICULTURE THAT MEETS THE CHALLENGES OF THE 21ST CENTURY AND BEYOND. THEREFORE, INVESTMENT IN EDUCATION THAT BROADENS THE TREATMENT OF AGRICULTURE IN THE OVERALL CURRICULUM IS OF VITAL IMPORTANCE. THROUGH ALFA-IOT, WE WILL RECRUIT, INSPIRE, TRAIN, AND ULTIMATELY GRADUATE 15 UNDERGRADUATES AND 12 MASTER OF SCIENCE STUDENTS CAPABLE OF ENHANCING THE NATION&#39;S FOOD, AGRICULTURAL, AND NATURAL RESOURCE SCIENTIFIC AND PROFESSIONAL WORK FORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92fda02c-4ebc-47e4-021b-6ad5f479084f-C", "generated_internal_id": "ASST_NON_20183842228564_12H3"}, {"internal_id": 45250871, "Award ID": "20173842227298", "Award Amount": 942749.77, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-14", "CFDA Number": "10.223", "Description": "ADVANCING LEADERS 2 THE DOCTORATE IS A COLLABORATIVE GRANT PROJECT THAT FOCUSES ON INCREASING UNDERREPRESENTED STUDENT SUCCESS BY BECOMING WELL-ROUNDED LEADERS PREPARED TO ADDRESS NEEDS RELATED TO ANIMAL HEALTH, PRODUCTION, AND WELL-BEING. THE LEADERS 2 PROGRAM WILL BUILD ON SUCCESSES OF A PRIOR HSI FUNDED PROJECT (LEADERS, 2013) AND EXPAND ITS REACH TO INCLUDE ADDITIONAL HSIS. THE PURPOSE OF THIS PROJECT IS TO INCREASE THE NUMBER OF HISPANIC LEADERS IN ANIMAL SCIENCE BY DEVELOPING EXPERIENTIAL LEARNING ACTIVITIES THAT INCREASE RETENTION/GRADUATION RATES, ENHANCE SCIENTIFIC SKILLS, AND DEVELOP PROFESSIONALISM OF AN AUDIENCE OF UNDERREPRESENTED B.S. (N=20), M.S. (N=8), AND PH.D. (N=2) STUDENTS. THE LEADERS 2 PROGRAM WILL PRODUCE EXPERIENCED UNDERREPRESENTED GRADUATES WHO ARE QUALIFIED TO OBTAIN ADVANCED DEGREES, ENTER THE WORK FORCE AS LEADERS IN THEIR FIELD, AND PROVIDE HUMAN CAPITAL NECESSARY TO ENHANCE THE NATION&#39;S FOOD SUPPLY. PROGRAM OBJECTIVES WILL BE MET WITH OUR UNIQUE &#39;UNIVERSITY EXCHANGE PROGRAM&#39;, &#39;SUMMER RESEARCH INTERNSHIPS&#39;, STUDENT RESEARCH OPPORTUNITIES, LEADERSHIP/SOFT SKILL DEVELOPMENT, CONFERENCE PARTICIPATION, LANGUAGE DEVELOPMENT/TEAMBUILDING WORKSHOPS, AND COLLABORATIVE PARTNERSHIPS BETWEEN HSI ANIMAL SCIENCE PROGRAMS AND FACULTY FROM PH.D. GRANTING INSTITUTIONS. OUTCOMES WILL BE INCREASED HISPANIC STUDENTS EARNING ADVANCED DEGREES BECAUSE OF THE MULTI-FACETED APPROACH OF FINANCIAL SUPPORT (COMPENSATION FOR RESEARCH EFFORTS), EMOTIONAL ENCOURAGEMENT (THROUGH MENTORING), CAREER AWARENESS (INTERACTION WITH USDA AND OTHERS), AND A NETWORK THAT WILL AID IN THE TRANSITION FROM B.S. TO PH.D. (FACULTY MENTORS, ADVISORY BOARD MEMBERS, AND COLLABORATIONS BETWEEN INSTITUTIONS). THIS WILL RESULT IN SUCCESSFUL HISPANIC GRADUATES WHO ARE COMPETITIVE FOR CAREERS REQUIRING ADVANCED DEGREES IN THE FOOD AND AGRICULTURE SECTOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_20173842227298_12H3"}, {"internal_id": 45250870, "Award ID": "20173842227227", "Award Amount": 995198.63, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-10", "CFDA Number": "10.223", "Description": "PURPOSE: THE SAN JOAQUIN VALLEY OF CALIFORNIA IS AMONG THE NATION&#39;S MOST DISADVANTAGED REGIONS, WITH AMONG THE LOWEST GRADUATION RATES AND LEVEL OF EDUCATION, AND HIGHEST POVERTY RATES. THE SJV IS ALSO AMONG THE MOST ETHNICALLY AND RACIALLY DIVERSE REGIONS OF CALIFORNIA (AND LIKELY THE NATION). THE PRIMARY PURPOSE OF OUR PROPOSAL IS TO MAINTAIN AND ENHANCE THE EXCELLENT MOMENTUM ESTABLISHED IN THE ORIGINAL CYCLE OF OUR USDA HSI PROGRAM AT UC MERCED BY EXPANDING THE NUMBER AND TYPE OF RESEARCH TRAINING OPPORTUNITIES TO THE DIVERSE POPULATION OF STUDENTS SUPPORTED BY UC MERCED AND OUR PARTNER HSIS, CSU STANISLAUS AND UC SANTA CRUZ.AUDIENCE: OUR PROGRAMS TARGET PRIMARILY STUDENTS FROM TRADITIONALLY UNDERREPRESENTED GROUPS IN STEM AND THOSE FROM SOCIAL-ECONOMICALLY DISADVANTAGED BACKGROUNDS. IN ADDITION FROM POSITIVELY IMPACTING OUR SCHOLARS, WE WILL ALSO BENEFIT LOCAL SCHOOLS AND THEIR STUDENTS THROUGH OUTREACH OPPORTUNITIES AS WELL AS THE COMMUNITY IN GENERAL.NUMBER OF SCHOLARS BENEFITING: WHILE WE PROPOSE TO FINANCIALLY SUPPORT 15 UNDERGRADUATE AND 10 GRADUATE SCHOLARS, THE BROADER IMPACTS WILL BENEFIT ALL UROC SCHOLARS AND REGIONAL STUDENTS (OVER 300/YR).PRODUCTS: OUR PRINCIPAL PRODUCTS ARE WELL-TRAINED UNDERGRADUATE AND GRADUATE LEVEL SCHOLARS THAT WILL BE HIGHLY QUALIFIED FOR ACADEMIC OR PROFESSIONAL POSITIONS IN AGRICULTURE-RELATED DISCIPLINES. OTHER PRODUCTS INCLUDE A LARGE NUMBER OF PEER-REVIEWED PUBLICATIONS, CONFERENCE AND MEETING ABSTRACTS AND PROCEEDINGS, AND NEW LEARNING MATERIALS FOR OUR OUTREACH EFFORTS.OUTCOMES/IMPACTS: WE EXPECT 100% OF OUR MS SCHOLARS TO GRADUATE AND CONTRIBUTE TO THE DIVERSITY DISPARITY IN THE STEM WORKFORCE ESPECIALLY WITHIN USDA. BASED ON THE FIRST ITERATION OF OUR GRANT WE EXPECT THE FOLLOWING TO CONSTITUTE MOST OF OUR EXPECTED OUTCOMES: (1) INCREASED GRADUATION RATE OF BOTH UNDERGRADUATE AND GRADUATE SCHOLARS COMPARED TO THE NON-SCHOLARS AT EACH INSTITUTION, (2) INCREASED PUBLICATIONS BY BOTH GROUPS, (3) INCREASED CONFERENCEAND MEETING PRESENTATIONS, (4) INCREASED NUMBER OF AWARDS AND HONORS BY BOTH GROUPS, (5) INCREASED NUMBER OF SCHOLARS PURSUING AGRICULTURE-RELATED CAREERS, AND (6) AN OPPORTUNITY TO MEET AND DISCUSS CAREER OPPORTUNITIES WITH USDA REPRESENTATIVES AT MEETINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e5d977d0-85fb-65b4-d649-335857133b76-C", "generated_internal_id": "ASST_NON_20173842227227_12H3"}, {"internal_id": 62208696, "Award ID": "20173842227131", "Award Amount": 876873.48, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-31", "CFDA Number": "10.223", "Description": "PURPOSE: FUTURE SCIENTISTS AND MANAGERS WILL REQUIRE A ROBUST AND COMPREHENSIVE UNDERSTANDING OF A WIDE VARIETY OF DISCIPLINES IN ORDER TO DEVISE WAYS TO MANAGE RESOURCES WHILE MITIGATING OR ADAPTING TO FUTURE CLIMATE SCENARIOS. THIS COLLABORATIVE PROJECT WILL ENHANCE RECRUITMENT OF UNDERREPRESENTED HISPANIC STUDENTS FROM PUERTO RICO HSIS TO ADVANCED EDUCATION AND EMPLOYMENT OPPORTUNITIES IN USDA AGENCIES AND RELATED ENTITIES. VIA EXPERIENTIAL LEARNING IN THE WORKPLACE AND LABORATORY, WE WILL PREPARE OUR STUDENTS WITH TOOLS, KNOWLEDGE OF BASIC CONCEPTS, AND CRITICAL THINKING NECESSARY TO ADDRESS CLIMATE CHANGE IMPACTS TO AGRICULTURAL AND NATURAL SYSTEMS.AUDIENCE: IN THIS COLLABORATIVE PROJECT WE WILL INDIVIDUALLY GUIDE STUDENTS TO EMPLOYMENT OPPORTUNITIES VIA CAREER GUIDANCE, STUDENT EXCHANGES, AND SUMMER INTERNSHIPS AND OTHER RESUME-BUILDING EXPERIENCES. WE WILL FOCUS ON MAKING SURE STUDENTS HAVE THE REQUISITE COURSES FOR THEIR CHOSEN USDA CAREER BY USING THE NATIONAL STUDENT EXCHANGE OR OTHER MEANS TO TAILOR STUDENT&#39;S COURSEWORK TO POTENTIAL EMPLOYMENT OPPORTUNITIES. THE COLLABORATING CAMPUSES IN THIS PROPOSAL DO NOT NECESSARILY HAVE ALL THE NECESSARY COURSES REQUIRED FOR USDA EMPLOYMENT, SO A STUDENT EXCHANGE PROGRAM WILL BY A KEY COMPONENT OF THE PROJECT. WE WILL USE SEMESTER AND SUMMER RESEARCH INTERNSHIPS TO BOLSTER STUDENTS&#39; SPECIALIZED EXPERIENCES. THE COLLABORATING INSTITUTIONS WILL INCREASE THE BREADTH OF STUDENT TRAINING TO INCLUDE INSECT AND MICROBIAL ECOLOGY, DNA SEQUENCING, AND PHYTOPATHOLOGY, TECHNIQUES THAT WILL BECOME INCREASINGLY IMPORTANT IN WORKPLACE APPLICATIONS. A NEW OUTREACH PROGRAM WILL TARGET K-12 STUDENTS IN LOW-INCOME COMMUNITIES, EXPOSING THEM TO CLIMATE CHANGE EFFECTS ON THIS CULTURALLY SIGNIFICANT EL YUNQUE RAINFOREST.NUMBER OF STUDENTS: 13 PER YEAR; 25 OVERALLPRODUCTS: WORKSHOPS, FIELD TRIPS, SEMESTER RESEARCH, SUMMER CAREER INTERNSHIPSOUTCOMES/IMPACT: INCREASED STUDENT RETENTION AND EMPLOYMENT PLACEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b0f7689-aaf8-396f-d4b3-b944796d133f-C", "generated_internal_id": "ASST_NON_20173842227131_12H3"}, {"internal_id": 45250868, "Award ID": "20173842227119", "Award Amount": 188594.74, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.223", "Description": "THE PROJECT \"STRENGTHENING UNDERGRADUATE AND GRADUATE STUDENTS LEARNING THROUGH IMPROVEMENT OF TEACHING ACTIVITIES\" WILL ALSO STRENGTHEN INSTITUTIONAL CAPACITIES TO DEVELOP METHODS OF INSTRUCTION AND ENHANCE SCIENTIFIC INSTRUMENTATION.WE WANT TO RECRUIT HIGHLY QUALIFIED UNDERGRADUATE AND GRADUATE HISPANIC STUDENTS TO PARTICIPATE IN THE FOLLOWING ACTIVITIES: SUMMER WORKSHOPS; MENTORING PROGRAMS; INTERNATIONAL EXPERIENTIAL LEARNING; SCIENTIFIC SYMPOSIUM PARTICIPATION; AND SCIENTIFIC ARTICLE WRITING.THE PROJECT WILL PROMOTE OPEN COMMUNICATION, THE EXCHANGE OF INFORMATION, AND THE DEVELOPMENT OF RESOURCES THAT ACCELERATE EDUCATION AND PLACEMENT OF HISPANICS INTO USDA OR OTHER FEDERAL AGENCIES ADDRESSING USDA PRIORITIES AMONG UNDERGRADUATE AND GRADUATE STUDENTS.AS A RESULT, STUDENTS PARTICIPATING IN THE PROJECT WILL ACQUIRE LEADERSHIP AND RESEARCH SKILLS AND WILL DEVELOP THE QUALITIES NEEDED THE NEW WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6bdc8e4-a0fc-4e87-9c3d-9beced092a12-C", "generated_internal_id": "ASST_NON_20173842227119_12H3"}, {"internal_id": 62208697, "Award ID": "20173842227112", "Award Amount": 247095.22, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-11", "CFDA Number": "10.223", "Description": "CURRICULA, RESEARCH AND TECHNOLOGY: CAPACITY BUILDING FOR GRADUATE NUTRITION AND DIETETICS IN PUERTO RICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b0f7689-aaf8-396f-d4b3-b944796d133f-C", "generated_internal_id": "ASST_NON_20173842227112_12H3"}, {"internal_id": 45250866, "Award ID": "20173842227111", "Award Amount": 256347.3, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-18", "CFDA Number": "10.223", "Description": "EDUCATIONAL ATTAINMENT IS CORRELATED WITH FAMILY INCOME AND THE PERCENTAGE OF PEOPLE BELOW THE POVERTY LEVEL (DATA NOT SHOWN; US CENSUS BUREAU 2000). IN FACT, AMONGST HISPANIC STUDENTS IN TEXAS, 63% OF EARLY COLLEGE STUDENTS ARE ECONOMICALLY DISADVANTAGED, AND 74% ARE FIRST-GENERATION COLLEGE GOERS. THE POSSIBILITY OF ADVANCING STUDENTS TO HIGHER DEGREES OF EDUCATION IS AN INVESTMENT THAT WILL PAY OFF NOT ONLY FOR THE STUDENTS AND THEIR FAMILIES BUT ALSO FOR THE STATE OF TEXAS AND US. INDIVIDUALS WITH HIGHER LEVELS OF EDUCATION EARN MORE AND ARE MORE LIKELY THAN OTHERS TO BE EMPLOYED. COMPARED TO A HIGH SCHOOL GRADUATE, THE MEDIAN FOUR-YEAR COLLEGE GRADUATE WHO ENROLLS AT AGE 18 AND GRADUATES IN FOUR YEARS CAN EXPECT TO EARN ENOUGH BY AGE 36 TO COMPENSATE FOR BEING OUT OF THE LABOR FORCE FOR FOUR YEARS, AS WELL AS FOR BORROWING THE FULL AMOUNT REQUIRED TO PAY TUITION AND FEES WITHOUT ANY GRANT ASSISTANCE (BAUM ET AL., 2013). PEOPLE WITH ASSOCIATE DEGREES (TWO-YEAR COLLEGE) EARNS ABOUT72% LESS THAT PEOPLE WITH BS DEGREES (FOUR-YEAR COLLEGE) AND ARE MORE PRONE FOR UNEMPLOYMENT.LOWER-INCOME STUDENTS, WHO COME FROM FAMILIES WITH INCOMES LESS THAN $29,600, ARE OVERREPRESENTED IN THE TWO-YEAR FOR-PROFIT AND PUBLIC SECTORS, BUT UNDERREPRESENTED IN FOUR-YEAR PUBLIC AND PRIVATE NONPROFIT INSTITUTIONS. AMONG DEPENDENT STUDENTS FROM THE HIGHEST FAMILY INCOME, 65% ATTENDED FOUR-YEAR PUBLIC OR PRIVATE NONPROFIT COLLEGES. IT IS CLEAR THAT THE TWO-YEAR COLLEGE, BECAUSE OF THE LOWEST TUITION, IS VERY ATTRACTIVE FOR UNDERREPRESENTED STUDENTS, AND THIS FACT OFFERS A GREAT OPPORTUNITY FOR FOUR-YEAR INSTITUTION TO RECRUIT THESE STUDENTS AND PROGRESS THEM TO BACHELOR&#39;S DEGREES AND BEYOND , WHICH WILL DIRECTLY CHANGE THEIR FUTURE IN TERMS OF EARNING AND LIFESTYLE. THE LRGV IS POPULATED MAINLY BY UNDERREPRESENTED HISPANIC FAMILIES, WHICH JUSTIFY THE FACT THAT ALL 2-YEAR COLLEGES ARE BOOMING WITH RECORD NUMBER OF STUDENTS ENROLLED EACH YEAR; SO THIS PROJECT WILL OFFER STUDENTS NOT ONLY THE OPPORTUNITY TO TRANSITION FROM2-YEAR COLLEGE TO 4-YEAR UNIVERSITY BUT ALSO TO OBTAIN ADDITIONAL SKILLS THROUGH SUMMER UNDERGRADUATE RESEARCH WHICH WILL BETTER PREPARED THEM FOR THE JOB MARKET BUT ALSO SPARK ON THEM THE DESIRE TO CONTINUE THEIR EDUCATION THROUGH MS DEGREES. THIS WILL DIRECT AFFECT NOT ONLY THE LOCAL COMMUNITY BUT ALSO THE STATE OF TEXAS AND THE NATION.THIS PROJECT RESPONDS TO THE PRESSING NEEDS OF IMPROVING RECRUITMENT IN AGRICULTURAL CAREERS AND EDUCATIONAL ATTAINMENT OF AN UNDERSERVED POPULATION OF HISPANIC STUDENTS FROM SOUTH TEXAS. SOUTH TEXAS IS AN EXTENSIVE REGION WITH PREDOMINANTLY HISPANIC POPULATION (94%) WITH MEDIAN HOUSEHOLD INCOME 14% LOWER THAN THE TEXAS AVERAGE. WHEN ANALYZING ALL ETHNICAL GROUPS SEPARATED, SOUTH TEXAS OUTPERFORMS THE STATE AVERAGE IN EDUCATIONAL ATTAINMENT, BUT BECAUSE OF THE HISPANIC POPULATION IS LARGE, THE REGION AS A WHOLE UNDERPERFORMS. SOUTH TEXAS&#39;S FOUR-YEAR UNIVERSITIES UNDERPERFORM STATE AVERAGE GRADUATION RATE, WHILE HALF OF THE REGION&#39;S TWO-YEAR COLLEGES EXCEED IT. THIS OFFERS A GREAT OPPORTUNITY TO STREAMLINE LINKS BETWEEN TWO-YEAR AND FOUR-YEAR UNIVERSITIES.BASED ON 2008 DATA FROM THE FOOD AND AGRICULTURAL EDUCATION INFORMATION SYSTEM (FAEIS), ENROLLMENT OF HISPANICS IN AGRICULTURAL RELATED FIELDS IN US CONSTITUTES ONLY 4.5% OF THE STUDENTS. THE FACT THAT THIS PROJECT WILL BE COLLABORATION BETWEEN THE TEXAS STATE TECHNICAL COLLEGE (TSTC), AGRICULTURAL SCIENCE DEPARTMENT, AND TAMUK, WILL CONTRIBUTE IN INCREASING THE NUMBERS OF HISPANIC OBTAINING A FOUR-YEAR COLLEGE EDUCATION IN AGRICULTURAL SCIENCES AND INCREASE EDUCATIONAL ATTAINMENT ACROSS THIS SO NEEDED AREA. FURTHERMORE, IT BRIDGES TO A LOCAL USDA AGENCY (APHIS) THROUGH INTERNSHIPS.THE LOWER RIO GRANDE VALLEY IN SOUTH TEXAS IS A VERY UNIQUE AREA HOUSING MORE THAN 1.2 MILLION PEOPLE WITH MORE THAN 90% BEING HISPANICS. HISPANICS ARE ATTACHED TO THEIR CULTURE, AND YOUNG PEOPLE ARE RELUCTANT TO LEAVE THE AREA. BECAUSE OF THE STRONG FAMILY BOND, THEY PREFER TO BUILD THEIR LIVES AMONG PEOPLE WHO ARE CLOSE TO THEM. THE MAJORITY OF FAMILIES ARE IN THE LOWEST INCOME BRACKET COMPARED TO THE NATION AND OTHER PARTS OF THE STATE, WHICH MAKES MANY STUDENTS DROP OUT OF HIGH SCHOOL TO WORK AND HELP THEIR FAMILIES. THE FAMILIES ALSO MANY TIMES DO NOT UNDERSTAND THE VALUE OF EDUCATION IN TERMS OF INVESTMENT TO INCREASE THEIR FUTURE INCOME; SO MANY STUDENTS ARE ENCOURAGED BY THEIR FAMILIES TO LOOK FOR A JOB AFTER HIGH SCHOOL. THE TEXAS STATE TECHNICAL COLLEGE (TSTC) IS ONE OF THE BEST 2-YEAR COLLEGES IN TEXAS AND THE HARLINGEN BRANCH IS JUST 20 MIN FROM THE TEXAS A&AMP;M UNIVERSITY KINGSVILLE (TAMUK) CITRUS CENTER, A HIGH TECH RESEARCH FACILITY IN SOUTH TEXAS, AND JUST 1 &FRAC12; H FROM TAMUK. FURTHERMORE, THE CITRUS CENTER PROVIDES ASSISTANCE TO THE LOCAL CITRUS INDUSTRY, WHERE ONE OF THE LARGEST PRIVATE AGRICULTURAL COMPANY (WONDERFUL CITRUS) IS LOCATED. THIS COMPANY HIRES SEVERAL OF OUR GRADUATES. ALSO, IN CLOSE PROXIMITY WE HAVE THE USDA ANIMAL AND PLANT HEALTH INSPECTION SERVICE (APHIS). THE STRATEGICALLY LOCATION OF THESE STATE, FEDERAL AND PRIVATE ORGANIZATIONS AT THE VERY CENTER OF SOUTH TEXAS OFFERS A GREAT OPPORTUNITY TO OFFER LOCAL STUDENTS THE EDUCATION AND TRAINING THEY NEED TO IMPROVE THEIR FUTURE. THIS IS EXACTLY WHAT THIS PROJECT WILL DO.THIS PROJECT WILL RECRUIT UNDERREPRESENTED AGRICULTURAL SCIENCE MAJOR STUDENTS FROM A TWO-YEAR TECHNICAL COLLEGE FROM SOUTH TEXAS (TSTC)), TO BACHELOR&#39;S DEGREES IN AGRICULTURE AT TAMUK. PAID SUMMER INTERNSHIPS WILL BE PROVIDED FOR THE STUDENTS WHILE THEY ARE STILL AT TSTC AND WHEN THEY TRANSFER TO TAMUK TO MAINTAIN THEM INTERESTED IN RESEARCH, FACILITATE RECRUITMENT, AND TO TEACH THEM ABOUT THE HIGH TECH AGRICULTURE OF TODAY. TO ENHANCE THEIR SKILLS, INTERNSHIP AT THE WONDERFUL CITRUS LLC WILL BE PROVIDED SO THAT THEY CAN LEARN AGRICULTURE ALSO BY DOING THE JOB. THIS MAY ALSO PRIDE THEIR FUTURE JOB IN A PRIVATE AGRICULTURE ENTERPRISE. MOREOVER, STUDENTS WILL ALSO RECEIVE INTERNSHIP AT APHIS, WHICH IS A VERY GOOD OPPORTUNITY FOR THEM TO LEARN OF HOW THIS FEDERAL ORGANIZATION IS SO ACTIVE IN THIS BORDER WITH MEXICO AND HOW SO MANY HIGH TECH RESEARCH IS DONE THERE. THIS MAY PROVIDE THEM ALSO GOOD CONNECTION FOR FUTURE JOBS. . IN ADDITION TO PROGRESS STUDENTS FROM THE 2-YEAR COLLEGE TO A 4 YEAR UNIVERSITY, THE PROJECT WILL ALSO SUPPORT ONE GRADUATE STUDENT AND WILL CHANNEL ONE STUDENT TO DOCTORAL DEGREE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_20173842227111_12H3"}, {"internal_id": 45250865, "Award ID": "20173842227110", "Award Amount": 242189.19, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.223", "Description": "GROW PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "746aed5b-7e81-776b-014f-1d6c15f9baf2-C", "generated_internal_id": "ASST_NON_20173842227110_12H3"}, {"internal_id": 45250864, "Award ID": "20173842227109", "Award Amount": 129583.73, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "10.223", "Description": "THE PURPOSE OF AUSTIN COMMUNITY COLLEGE DISTRICT&#39;S (ACC) OPPORTUNITIES IN AGRICULTURE PROGRAM IS TO DEVELOP AN ASSOCIATE OF SCIENCE (AS) DEGREE PROGRAM IN AGRICULTURE AND AN ASSOCIATE OF APPLIED SCIENCES (AAS) DEGREE IN SUSTAINABLE AGRICULTURE TO INCREASE ACCESS TO AGRICULTURAL SCIENCES CAREERS FOR UNDERREPRESENTED STUDENTS IN CENTRAL TEXAS. THE AUDIENCE WILL BE UNDERREPRESENTED STUDENTS IN ACC&#39;S SIX-COUNTY SERVICE AREA (METROPOLITAN AUSTIN, TEXAS AND SURROUNDING RURAL COMMUNITIES). DURING THE GRANT-FUNDED PERIOD, ACC ANTICIPATES SERVING 48 STUDENTS DIRECTLY THROUGH ENROLLMENT IN THE NEW COURSES, 25 DIRECTLY THROUGH SCHOLARSHIPS, 15 THROUGH STIPENDS, AND AN ADDITIONAL 50 STUDENTS DURING THE \"AGRICULTURAL CAREER DAY\" TO PROMOTE AGRICULTURAL SCIENCE CAREERS. ACC WILL WORK WITH FACULTY IN THE AGRICULTURE DEPARTMENTS OF REGIONAL UNIVERSITIES TO ENSURE THE NEW DEGREES ARE TRANSFERABLE TO A 4-YEAR INSTITUTION. COMMUNITY ORGANIZATIONS SERVING THE HISPANIC, AGRICULTURAL AND SUSTAINABLE FARMING COMMUNITIES WILL ADVISE ON THE DESIGN AND IMPLEMENTATION OF THE PROGRAM. OIA PRODUCTS WILL BE 42 HOURS OF COURSES IN UNDERGRADUATE AGRICULTURAL SCIENCE; APPROVED CURRICULUM AND TWO NEW DEGREE PROGRAMS IN AGRICULTURE (AS) AND SUSTAINABLE AGRICULTURE (AAS); CULTURALLY COMPETENT OUTREACH PLAN TO RECRUIT HISPANIC STUDENTS TO MAJOR IN THE AGRICULTURAL SCIENCES; AND ANNUAL REPORTS QUANTIFYING THE EFFECTIVENESS OF THE PROJECT. THE RESULT OF THESE EFFORTS WILL BE AN INCREASE IN THE NUMBER OF STUDENTS MAJORING IN AGRICULTURE AT ACC AND PURSUING AGRICULTURAL CAREERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3a7832e1-1bb7-9bdf-1357-f5d5ea54b661-C", "generated_internal_id": "ASST_NON_20173842227109_12H3"}, {"internal_id": 45250863, "Award ID": "20173842227108", "Award Amount": 241669.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-31", "CFDA Number": "10.223", "Description": "INTEGRATING INDIGENOUS AND URBAN FARMING TO INCENTIVIZE LATINO AGRICULTURAL CAREER CHOICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ac8cba5-b951-7f72-969a-e08917e12ea8-C", "generated_internal_id": "ASST_NON_20173842227108_12H3"}, {"internal_id": 62253357, "Award ID": "20173842227107", "Award Amount": 997307.7, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-02", "CFDA Number": "10.223", "Description": "THE GOAL OF THE PROJECT IS TO ENHANCE AND STRENGTHEN THE EDUCATIONALPATHWAY TO CAREERS AS REGISTERED DIETICIANS (\"RDS\") FOR UNDERREPRESENTED STUDENTS, PARTICULARLYHISPANIC STUDENTS, IN ORDER TO HELP IMPROVE PUBLIC HEALTH AND REDUCE CHILDHOOD OBESITY AMONGOUR UNDERSERVED COMMUNITIES. HISPANICS ARE UNDERREPRESENTED AMONG RDS IN THE USREPRESENTING ONLY 2.8% OF RDS. THE PATHWAYS PROJECT: 1) ATTRACTS AND SUPPORTS STUDENTS FROMUNDERREPRESENTED GROUPS TO PREPARE THEM FOR FOOD AND AGRICULTURE CAREERS; 2) ENHANCES THEQUALITY OF POSTSECONDARY INSTRUCTION BY OFFERING LACTATION EDUCATION AND EXPERIENTIAL LEARNINGCOURSES; 3) PROVIDES INFORMATION AND ACCESS TO FOOD, AGRICULTURAL AND RELATED CAREERS THROUGHCOLLABORATION WITH THE USDA FNS, FSIS, AND WIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a158def-f835-249e-67d0-50b5bac200dc-C", "generated_internal_id": "ASST_NON_20173842227107_12H3"}, {"internal_id": 116524762, "Award ID": "20163842225761", "Award Amount": -433.29, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-02", "CFDA Number": "10.223", "Description": "VALENCIA COLLEGE OSCEOLA CAMPUS: SUCCESS IN AGRICULTURAL AND LIFE SCIENCES THROUGH ARTICULATION (PROJECT SALSA)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ab3eea78-8f00-7999-dd48-6f0b69f20763-C", "generated_internal_id": "ASST_NON_20163842225761_12H3"}, {"internal_id": 140510729, "Award ID": "20163842225760", "Award Amount": -3474.58, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.223", "Description": "EXPERIENTIAL LEARNING PROGRAM AT TWO HISPANIC SERVING INSTITUTIONS ON WATER FOR AGRICULTURE, FOOD SAFETY AND CHILDHOOD OBESITY & PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_20163842225760_12H3"}, {"internal_id": 150355133, "Award ID": "20163842225552", "Award Amount": -237.25, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-01", "CFDA Number": "10.223", "Description": "DIVERSIFYING FOOD STUDIES AND FOSTERING COMMUNITY FOOD SECURITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "427ea0fd-a29e-756b-4973-911cb119bc8d-C", "generated_internal_id": "ASST_NON_20163842225552_12H3"}, {"internal_id": 140510739, "Award ID": "20163842225551", "Award Amount": -1394.73, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.223", "Description": "INNOVATION AND ENTREPRENEURSHIP PROGRAMS TO TRAIN HISPANIC STUDENTS FOR FUTURE AGRICULTURAL AND FOOD INDUSTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e5d977d0-85fb-65b4-d649-335857133b76-C", "generated_internal_id": "ASST_NON_20163842225551_12H3"}, {"internal_id": 45245454, "Award ID": "20163842225550", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "10.223", "Description": "URBAN AGRICULTURE COMMUNITY-BASED RESEARCH EXPERIENCE (U-ACRE 3.0): PARTNERSHIPS ACROSS HSIS TO ENHANCE THE STUDENT RESEARCH EXPERIENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7c3e3f83-34f2-0830-f7d3-72e58bdf176f-C", "generated_internal_id": "ASST_NON_20163842225550_12H3"}, {"internal_id": 45245452, "Award ID": "20163842225549", "Award Amount": 1498156.35, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-08", "CFDA Number": "10.223", "Description": "INNOVATIVE CURRICULUM FOR AGRICULTURE TRAINING AND CAREER FOR HISPANICS (ICATCH)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_20163842225549_12H3"}, {"internal_id": 123184326, "Award ID": "20163842225548", "Award Amount": -7388.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-04", "CFDA Number": "10.223", "Description": "CAMINOS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20163842225548_12H3"}, {"internal_id": 140510746, "Award ID": "20163842225547", "Award Amount": -6566.46, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.223", "Description": "FERTILE FUTURES: PATHWAYS TO USDA PROFESSIONS FOR ENVIRONMENTAL SCIENCE STUDENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_20163842225547_12H3"}, {"internal_id": 140510708, "Award ID": "20163842225546", "Award Amount": -22832.15, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.223", "Description": "IMPROVING SUSTAINABLE AGRICULTURE EDUCATION AT THE UNIVERSITY OF PUERTO RICO UTUADO CAMPUS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6853e01-3760-2cbb-f61d-a25cc143f771-C", "generated_internal_id": "ASST_NON_20163842225546_12H3"}, {"internal_id": 132969151, "Award ID": "20163842225545", "Award Amount": -160023.43, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-29", "CFDA Number": "10.223", "Description": "PREPARING HISPANIC STUDENTS FOR INTERNSHIP POSITIONS IN DAIRY SCIENCE THROUGH EXPERIENTIAL LEARNING AND ENGLISH ENHANCEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6bdc8e4-a0fc-4e87-9c3d-9beced092a12-C", "generated_internal_id": "ASST_NON_20163842225545_12H3"}, {"internal_id": 116524761, "Award ID": "20163842225544", "Award Amount": -830.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-15", "CFDA Number": "10.223", "Description": "RELO: RESEARCH, EXPERIENTIAL AND LEARNING OPPORTUNITIES FOR UNDERREPRESENTED STUDENTS IN BIOLOGICAL AND AGRICULTURAL ENGINEERING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b27e689-8c07-43d5-38af-dcc1989f0f21-C", "generated_internal_id": "ASST_NON_20163842225544_12H3"}, {"internal_id": 45245445, "Award ID": "20163842225543", "Award Amount": 735282.01, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.223", "Description": "EXPERIENTIAL TRAINING IN USE OF UNMANNED AERIAL SYSTEMS (UAS) TECHNOLOGY FOR AGRICULTURE APPLICATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ef841841-a12e-4934-91d9-f19dfde86258-C", "generated_internal_id": "ASST_NON_20163842225543_12H3"}, {"internal_id": 45245443, "Award ID": "20163842225542", "Award Amount": 1435178.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-15", "CFDA Number": "10.223", "Description": "START NOW: STUDENT TRAINING IN AGRICULTURAL RESEARCH TECHNIQUES BY NOVEL OCCUPATIONAL WORKSHOPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_20163842225542_12H3"}, {"internal_id": 45245441, "Award ID": "20163842225541", "Award Amount": 1400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-24", "CFDA Number": "10.223", "Description": "WORLDWIDE, PLANT AND FOOD-BORNE PATHOGENS POSE SIGNIFICANT HAZARDS TO THE FOOD SUPPLY. AT THE UNIVERSITY OF PUERTO RICO-MAYAGUEZ (UPRM) WE ARE CONSCIOUS OF THE IMPORTANCE OF PREPARING A ROBUST MASS OF HISPANIC SCIENTISTS WELL TRAINED TO DIAGNOSE PLANT DISEASES AND FOOD-BORNE PATHOGENS. THROUGH A MULTI-INSTITUTIONAL AND INTERDISCIPLINARY COLLABORATIVE AGREEMENT BETWEEN INTER AMERICAN UNIVERSITY-SAN GERMAN, PONTIFICAL CATHOLIC UNIVERSITY OF PUERTO RICO-PONCE AND UNIVERSITY OF PUERTO RICO-AGUADILLA, LEAD BY UPRM, WE WILL TRAIN AND EXPOSE A SUBSTANTIAL NUMBER OF UNDERREPRESENTED HISPANICS MINORITIES TO FOOD SECURITY AND FOOD SAFETY ISSUES. THIS COLLABORATIVE AGREEMENT WILL PROVIDE CURRICULA ENHANCEMENT, RESEARCH EXPERIENCES, INTERNSHIPS OPPORTUNITIES WITHIN USDA AGENCIES AND NON-PROFIT ORGANIZATIONS, AS WELL AS FACULTY PROFESSIONAL DEVELOPMENT, AMONG OTHERS. IN ADDITION, WE WILL OUTREACH MIDDLE AND HIGH SCHOOLS STUDENTS THROUGH SUMMER CAMPS AND FIELD DAYS. APPROXIMATELY, 760 MIDDLE AND HIGH SCHOOL STUDENTS; 3,024 UNDERGRADUATE STUDENTS; FIVE M.S. AND ONE PH.D., WILL BENEFIT FROM THE RESULTS OF THIS COLLABORATIVE AGREEMENT AMONG SCIENTISTS FROM ALL PARTICIPATING HSIS OF PUERTO RICO. OUR FINAL GOAL WILL BE TO INCREASE THE CRITICAL MASS OF HISPANIC AGRICULTURAL SCIENTISTS PURSUING CAREERS IN NIFA HIS PRIORITY AREAS OF FOOD SECURITY, FOOD SAFETY AND RELATED DISCIPLINES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6bdc8e4-a0fc-4e87-9c3d-9beced092a12-C", "generated_internal_id": "ASST_NON_20163842225541_12H3"}, {"internal_id": 45245439, "Award ID": "20163842225540", "Award Amount": 746287.15, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-22", "CFDA Number": "10.223", "Description": "EVERGREEN:  A CROSS-DISCIPLINARY RESEARCH-BASED EDUCATION PROGRAM FOR HISPANIC STUDENTS AT THE FOOD-WATER-ENERGY INTERSECTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20163842225540_12H3"}, {"internal_id": 45239395, "Award ID": "20153842224112", "Award Amount": 998394.3, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-28", "CFDA Number": "10.223", "Description": "WHEELS OF CHANGE: A CONSORTIUM TO DEVELOP CHAMPIONS IN AGRICULTURE IN THE AREAS OF SUSTAINABLE ENERGY AND NATURAL RESOURCE MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92fda02c-4ebc-47e4-021b-6ad5f479084f-C", "generated_internal_id": "ASST_NON_20153842224112_12H3"}, {"internal_id": 110859787, "Award ID": "20153842224082", "Award Amount": -66809.8, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "10.223", "Description": "PIMA COUNTY COMMUNITY COLLEGE DESERT VISTA, USDA PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0f20042f-e2ba-e925-2d14-84b80bfc65bb-C", "generated_internal_id": "ASST_NON_20153842224082_12H3"}, {"internal_id": 110859786, "Award ID": "20153842224081", "Award Amount": -0.04, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "10.223", "Description": "THE CENTER FOR URBAN AGRICULTURE AND SUSTAINABILITY: NEW EXPERIENTIAL LEARNING AND CURRICULUM AT UHD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1badd6de-52b1-7c02-802f-6d2323ba4914-C", "generated_internal_id": "ASST_NON_20153842224081_12H3"}, {"internal_id": 110859785, "Award ID": "20153842224080", "Award Amount": -78713.22, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "10.223", "Description": "FROM INTERNSHIPS TO CAREERS: DEVELOPING HISPANIC STUDENTS THROUGH A USDA AMBASSADOR STUDENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a95b9572-dc03-ba8d-34a5-edc32a8efc03-C", "generated_internal_id": "ASST_NON_20153842224080_12H3"}, {"internal_id": 110859784, "Award ID": "20153842224079", "Award Amount": -9004.92, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "10.223", "Description": "ADDRESSING CLIMATE CHANGE THROUGH INTEGRATED AND APPLIED LEARNING OPPORTUNITIES FOR UNDERREPRESENTED STUDENTS IN SCIENCE (ACIS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2abe81d7-9ffc-ca9c-6b02-210c0ff5c450-C", "generated_internal_id": "ASST_NON_20153842224079_12H3"}, {"internal_id": 45239385, "Award ID": "20153842224075", "Award Amount": 486265.05, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "10.223", "Description": "BROADENING AGRICULTURE SCIENCE EDUCATION (BASE) FOR HISPANIC STUDENTS THROUGH FLORIDA-TEXAS-NEW MEXICO CONSORTIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_20153842224075_12H3"}, {"internal_id": 110859783, "Award ID": "20153842224074", "Award Amount": -8730.34, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-24", "CFDA Number": "10.223", "Description": "THE AGRICULTURAL-STEM PIPELINE: PROGRESSIVE EXPERIENTIAL LEARNING LINKING THREE HSI ACADEMIC TIERS (AG-STEM)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8821785d-0ff6-f64b-6a5b-fb25c1426c1d-C", "generated_internal_id": "ASST_NON_20153842224074_12H3"}, {"internal_id": 110859782, "Award ID": "20153842224073", "Award Amount": -15144.64, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "10.223", "Description": "DEVELOPING STUDENTS AS SCIENTISTS: REDESIGNING THE UNDERGRADUATE EXPERIENCE THROUGH EARLY AND CONTINUED RESEARCH EXPERIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c93c9ca0-e001-38ef-5014-fdcddefa5192-C", "generated_internal_id": "ASST_NON_20153842224073_12H3"}, {"internal_id": 110859781, "Award ID": "20153842224072", "Award Amount": -67646.24, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "10.223", "Description": "BOOTS TO ROOTS: PREPARING FEMALE VETERAN AND HISPANIC VETERANS IN THE AGRICULTURAL AND STEM DEGREES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20153842224072_12H3"}, {"internal_id": 45239378, "Award ID": "20153842224068", "Award Amount": 996737.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "10.223", "Description": "SOUTHWEST NATURAL RESOURCE CAREER TRACK PROGRAM: PREPARING STUDENTS FOR SUCCESS IN NATURAL RESOURCE FIELDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_20153842224068_12H3"}, {"internal_id": 110859780, "Award ID": "20153842224066", "Award Amount": -72864.94, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-24", "CFDA Number": "10.223", "Description": "EXPANDING RESEARCH OPPORTUNITIES FOR HISPANIC STUDENTS THROUGH DNA BARCODING OF THREE AGRICULTURALLY IMPORTANT PLANT FAMILIES IN PUERTO RICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6bdc8e4-a0fc-4e87-9c3d-9beced092a12-C", "generated_internal_id": "ASST_NON_20153842224066_12H3"}, {"internal_id": 110859779, "Award ID": "20153842224065", "Award Amount": -39207.99, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "10.223", "Description": "STRENGTHENING THE AGRICULTURAL STATISTICS PIPELINE AT HISPANIC-SERVING INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a975d15-6cab-6cd5-0f83-499a36a37dce-C", "generated_internal_id": "ASST_NON_20153842224065_12H3"}, {"internal_id": 45239372, "Award ID": "20153842224064", "Award Amount": 437452.45, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-09", "CFDA Number": "10.223", "Description": "BIOENERGY AND WATER FOR AGRICULTURE RESEARCH AND EDUCATION (BE AWARE) NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bb4ed53-41bf-76e0-acf5-d7192a269685-C", "generated_internal_id": "ASST_NON_20153842224064_12H3"}, {"internal_id": 110335859, "Award ID": "20153842224063", "Award Amount": -6218.51, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "10.223", "Description": "PROJECT PUENTE - EXPAND THE BIOSCIENCE PIPELINE FROM MIDDLE AND HIGH SCHOOLS TO COLLEGES AND UNVERSITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "869b2d7b-cd5f-95da-64b5-2e57f487598e-C", "generated_internal_id": "ASST_NON_20153842224063_12H3"}, {"internal_id": 110335871, "Award ID": "20153842224062", "Award Amount": -51271.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "10.223", "Description": "SUSTAINABLE FOOD PRODUCTION, PREPARATION AND EDUCATION FOR THE PREVENTION OF CHILDHOOD OBESITY AND EXPERIENTIAL LEARNING FOR UNDERGRADUATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa5971fe-0538-f6f3-f657-7c3882004571-C", "generated_internal_id": "ASST_NON_20153842224062_12H3"}, {"internal_id": 45239367, "Award ID": "20153842224061", "Award Amount": 459475.15, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-05", "CFDA Number": "10.223", "Description": "STEP 2 USDA RESEARCH SUCCESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_20153842224061_12H3"}, {"internal_id": 45239364, "Award ID": "20153842224059", "Award Amount": 870729.36, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-30", "CFDA Number": "10.223", "Description": "USDA HSI COLLABORATION: INTEGRATING FOOD SCIENCE/ENGINEERING AND EDUCATION NETWORK (IFSEEN)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_20153842224059_12H3"}, {"internal_id": 45239361, "Award ID": "20153842224058", "Award Amount": 995301.76, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-31", "CFDA Number": "10.223", "Description": "USDA EXPERIENTIAL LEARNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e66f3a2-b532-664c-4040-0f229f121ae0-C", "generated_internal_id": "ASST_NON_20153842224058_12H3"}, {"internal_id": 110335856, "Award ID": "20153842224056", "Award Amount": -0.87, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "10.223", "Description": "AGRICULTURE AND UNDERGRADUATE ACHIEVEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f91bb858-a07c-afc3-7685-3363b070bffc-C", "generated_internal_id": "ASST_NON_20153842224056_12H3"}, {"internal_id": 83795080, "Award ID": "20143842222088", "Award Amount": -37786.37, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-30", "CFDA Number": "10.223", "Description": "OPPORTUNITIES FOR HIGHER EDUCATION AND RESEARCH EXPERIENCE IN RENEWABLE ENERGY AND WATER QUALITY TO ENABLE STEM HISPANIC LEADERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bb4ed53-41bf-76e0-acf5-d7192a269685-C", "generated_internal_id": "ASST_NON_20143842222088_12H3"}, {"internal_id": 85400156, "Award ID": "20143842222085", "Award Amount": -36.65, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "10.223", "Description": "IMPROVING STUDENT SUCCESS IN AGRICULTURE-RELATED SCIENCES WITH ACADEMIC SUPPORT AND CAREER MENTORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e893c6d1-6abc-3aa7-e8e4-815c03909f87-C", "generated_internal_id": "ASST_NON_20143842222085_12H3"}, {"internal_id": 45233266, "Award ID": "20143842222084", "Award Amount": 240840.54, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-05", "CFDA Number": "10.223", "Description": "SOUTHWEST AGRICULTURE AND FOOD SECURITY EDUCATION: PREPARING FUTURE LEADERS FOR A SAFE AND SECURE U.S. FOOD SUPPLY SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20143842222084_12H3"}, {"internal_id": 110859818, "Award ID": "20143842222083", "Award Amount": -68978.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-24", "CFDA Number": "10.223", "Description": "HOSTOS COMMUNITY COLLEGE FOOD SCIENCE A.S. DEGREE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ddb0b788-2cb0-3bfd-80fa-bf4798a028e1-C", "generated_internal_id": "ASST_NON_20143842222083_12H3"}, {"internal_id": 45233261, "Award ID": "20143842222081", "Award Amount": 235800.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-12", "CFDA Number": "10.223", "Description": "CAMBIO: CLIMATE-CHANGE ADAPTATION AND MANAGEMENT FOR BIODIVERSITY TO PROMOTE INCLUSION AND OPPORTUNITIES FOR HISPANIC STUDENTS IN THE FIELDS OF FORESTRY, WATERSHED,AND RANGELAND MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d29658a-c61f-bc5b-ee6c-2cd9e680b9ce-C", "generated_internal_id": "ASST_NON_20143842222081_12H3"}, {"internal_id": 45233256, "Award ID": "20143842222078", "Award Amount": 224534.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-09", "CFDA Number": "10.223", "Description": "I-DISCOVER PROGRAM: COLLABORATIVE INTEGRATION OF USDA-BASED RESEARCH IN THE ADVANCED TEACHING LABORATORIES OF STEAM MAJORS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92fda02c-4ebc-47e4-021b-6ad5f479084f-C", "generated_internal_id": "ASST_NON_20143842222078_12H3"}, {"internal_id": 73392418, "Award ID": "20133842221536", "Award Amount": -58355.9, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "10.223", "Description": "DEVELOPING THE NEXT GENERATION OF FOOD SAFETY LEADERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a95b9572-dc03-ba8d-34a5-edc32a8efc03-C", "generated_internal_id": "ASST_NON_20133842221536_12H3"}, {"internal_id": 69573156, "Award ID": "20133842221305", "Award Amount": -83.75, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "10.223", "Description": "ADVANCING PROFESSIONAL COMPETENCIES OF GRADUATE NUTRITION STUDENTS IN THE AREA OF LACTATION EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a158def-f835-249e-67d0-50b5bac200dc-C", "generated_internal_id": "ASST_NON_20133842221305_12H3"}, {"internal_id": 110859812, "Award ID": "20133842220998", "Award Amount": -124113.65, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "10.223", "Description": "RISE: PATHWAYS TO DIVERSITY IN FOOD SCIENCE CAREERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6bdc8e4-a0fc-4e87-9c3d-9beced092a12-C", "generated_internal_id": "ASST_NON_20133842220998_12H3"}, {"internal_id": 67834273, "Award ID": "20133842220974", "Award Amount": -1735.39, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-09", "CFDA Number": "10.223", "Description": "EPCC GREEN ADVANTAGE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "add61695-a7cd-d834-255d-b06a58c95596-C", "generated_internal_id": "ASST_NON_20133842220974_12H3"}, {"internal_id": 67014886, "Award ID": "20133842220958", "Award Amount": -2446.04, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "10.223", "Description": "PATHWAY TO AGRICULTURAL EDUCATION: RECRUITMENT, PREPARATION, AND CAREERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ab29287-28bf-03aa-68c4-d1771de25b83-C", "generated_internal_id": "ASST_NON_20133842220958_12H3"}, {"internal_id": 125389653, "Award ID": "20133842220957", "Award Amount": -236.58, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-09", "CFDA Number": "10.223", "Description": "THE LEADERS PROGRAM: LEARNING, ENHANCING, AND DEVELOPING EXPERIENTIAL RESEARCH SKILLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_20133842220957_12H3"}, {"internal_id": 69949030, "Award ID": "20133842220955", "Award Amount": -8.88, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "10.223", "Description": "DYNAMIC GENOME/USDA SUMMER SCHOLARS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_20133842220955_12H3"}, {"internal_id": 69573157, "Award ID": "20133842220954", "Award Amount": -306.17, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "10.223", "Description": "CURRICULA DEVELOPMENT, EXPERIENTIAL LEARNING, NETWORKING, AND AGROECOLOGY FOR A DIVERSE STUDENT CLIENTELE IN SOUTH TEXAS (CENA)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_20133842220954_12H3"}, {"internal_id": 69573158, "Award ID": "20133842220953", "Award Amount": -41.05, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "10.223", "Description": "ECOLOGICAL RESTORATION IN A CHANGING WORLD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e66f3a2-b532-664c-4040-0f229f121ae0-C", "generated_internal_id": "ASST_NON_20133842220953_12H3"}, {"internal_id": 69573159, "Award ID": "20133842220950", "Award Amount": -11153.71, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "10.223", "Description": "DEVELOPING TOMORROW'S MEAT AND FOOD SCIENTISTS: A PROGRAM TO RECRUIT AND RETAIN UNDERREPRESENTED STUDENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5727e37c-543a-3417-0a37-14cc4e256b7b-C", "generated_internal_id": "ASST_NON_20133842220950_12H3"}, {"internal_id": 148592682, "Award ID": "20113842230832", "Award Amount": -450.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-03", "CFDA Number": "10.223", "Description": "FOOD SAFETY AND AGROTERRORISM TRAINING:  EDUCATING OUR FUTURE WORKFORCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20113842230832_12H3"}, {"internal_id": 69573165, "Award ID": "20113842230803", "Award Amount": -8072.17, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "10.223", "Description": "BGREEN BUILDING A REGIONAL ENERGY AND EDUCATIONAL NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92fda02c-4ebc-47e4-021b-6ad5f479084f-C", "generated_internal_id": "ASST_NON_20113842230803_12H3"}, {"internal_id": 132969172, "Award ID": "20093842219963", "Award Amount": -1339.39, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-28", "CFDA Number": "10.223", "Description": "AN INITIATIVE TO INCREASE RESEARCH AND EDUCATION IN SUSTAINABILITY ENGINEERING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92fda02c-4ebc-47e4-021b-6ad5f479084f-C", "generated_internal_id": "ASST_NON_20093842219963_12H3"}]