[{"internal_id": 155118096, "Award ID": "20237050038915", "Award Amount": 9302160.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-01", "CFDA Number": "10.239", "Description": "THE RURAL PARTNERSHIPS INSTITUTE AT THE UNIVERSITY OF WISCONSIN-MADISON WILL ADVANCE THELAND-GRANT MISSION OF THE UNIVERSITY WHILE LEVERAGING OUR CAPACITY AS WISCONSIN&#39;S FLAGSHIPUNIVERSITY, TO BETTER MEET THE NEEDS OF WISCONSIN&#39;S RURAL COMMUNITIES. AT THE UNIVERSITY OFWISCONSIN-MADISON, THE INSTITUTE WILL:1. SUPPORT COMMUNITY-BASED PROJECTS THAT INCLUDE LOCAL PARTNERS AND EXPERTS FROM MULTIPLEDISCIPLINES THAT SUPPORT RESEARCH, EXTENSION, AND EDUCATION. CONSIDER NEW PARTNERSHIPS ANDEXPLORE NOVEL SOLUTIONS TO THE CHALLENGES RURAL COMMUNITIES FACE TODAY.2. DEVELOP A COMPREHENSIVE STATEWIDE NETWORK OF ENVIRONMENTAL (WEATHER AND SOIL)MONITORING STATIONS ACROSS WISCONSIN CALLED THE WISCONSIN ENVIRONMENTAL MESONET.SUPPORTING EQUIPMENT WILL ENABLE THE INFRASTRUCTURE DEVELOPMENT THAT CAN SUPPORTSOLUTIONS TO A VARIETY OF CHALLENGES CURRENTLY FACING RURAL WISCONSIN.3. USE INFORMATION COLLECTED FROM THE MESONET TO ASSIST FARMERS WITH EVERYDAY DECISIONMAKING;TO HELP IN PROTECTION OF CROPS,FORESTRY RESOURCES, PROPERTY, AND PEOPLE&#39;S LIVES; ANDTO RESULT IN ECONOMIC BENEFITS TO RURAL COMMUNITIES.4. COLLABORATE WITH THE WISCONSIN STATE CLIMATOLOGY OFFICE TO SUPPORT CLIMATE DATARECORDKEEPING AND TO CONDUCT ADDITIONAL CLIMATOLOGY RESEARCH AND ANALYSIS FOR FARMERS INWISCONSIN AND THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20237050038915_12H3"}, {"internal_id": 155118085, "Award ID": "20237050038914", "Award Amount": 9302160.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-01", "CFDA Number": "10.239", "Description": "ALABAMA IS A GLOBAL LEADER IN TWO PRIMARY AGRICULTURAL INDUSTRY SECTORS - POULTRY PRODUCTION AND FOREST PRODUCTS. THE ANNUAL CONTRIBUTION OF BOTH INDUSTRIES TO ALABAMA&#39;S ECONOMY IS $43 BILLION. A SIGNIFICANT PERCENTAGE OF THE 210,000 JOBS CREATED IN THE STATE BY THESE TWO INDUSTRIES ARE IN RURAL ALABAMA. THEREFORE, THE GOAL OF THIS PROJECT IS TO LEVERAGE MODERN TECHNOLOGIES TO ADVANCE RURAL ALABAMA THROUGH THESE TWO LEADING AGRICULTURAL INDUSTRIES. OUR INTER-DISCIPLINARY APPROACH WILL DEVELOP TECHNOLOGY SOLUTIONS THAT WILL ASSIST PRODUCERS AND PROCESSES OF POULTRY AND FOREST PRODUCTS TO IMPROVE THEIR COMPETITIVENESS AND SUSTAINABILITY WHILE ADDRESSING CYBER-PHYSICAL VULNERABILITIES DUE TO USE/ADOPTION OF MODERN TECHNOLOGIES. THIS PROJECT ALSO AIMS TO REDUCE POLLUTION OF WATER BODIES IN RURAL ALABAMA BY DEVELOPING SYSTEMS THAT MANAGE UPCYCLING WASTE STREAMS EMANATING FROM AGRICULTURAL PROCESSING FACILITIES. ULTIMATELY, WE WILL DEVELOP CASE STUDIES THAT SHOWCASE NEW TECHNOLOGIES ANDOPPORTUNITIES FOR AGRICULTURAL AND FOREST PRODUCTION IN THE RURAL SOUTH. WE WILL DEVELOP AND DELIVER PROJECT FINDINGS THAT SUMMARIZE AND EVALUATE PROJECT IMPACTS ON RURAL ALABAMA TO TARGET STAKEHOLDERS AND THE PUBLIC. THE OBJECTIVES AND THE EXPECTED OUTCOMES OF THIS PROJECT ARE WELL-ALIGNED WITH THE GOALS 2 (EQUITABLE, RESILIENT AND PROSPEROUS AMERICA&#39;S AGRICULTURAL SYSTEM), 3 (FOSTERING EQUITABLE AND COMPETITIVE MARKETPLACE FOR ALL AGRICULTURAL PRODUCERS), AND 5 (EXPANDING OPPORTUNITIES FOR ECONOMIC DEVELOPMENT AND IMPROVE QUALITY OF LIFE IN RURAL ALABAMA) OF THE USDA&#39;S STRATEGIC PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20237050038914_12H3"}, {"internal_id": 155118088, "Award ID": "20237050038913", "Award Amount": 9302160.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-01", "CFDA Number": "10.239", "Description": "THE UNIVERSITY OF VERMONT (UVM) INSTITUTE FOR RURAL PARTNERSHIPS (IFRP-VT) WILL ENABLE ANDELEVATE INNOVATIONS AND RESEARCH FOR THE CHALLENGES FACING RURAL REGIONS, AND DEVELOP COMMUNITY PARTNERSHIPS TO ADDRESS SUCH CHALLENGES THROUGH TARGETED PROGRAMMING IN CRITICAL AREAS OF NEED AND OPPORTUNITY FACING RURAL COMMUNITIES. THESE AREAS INCLUDE KEY DRIVERS OF RURAL ECONOMIC RESILIENCY: AGRICULTURE, ENERGY, TRANSPORTATION &AMP; HOUSING, HEALTH CARE, WORKPLACE TRANSITIONS, ENVIRONMENT, EDUCATION AND POLICY &AMP; GOVERANCE. GUIDED BY AN INNOVATION WORKS BOARD OF EXPERTS, THE IFRP-VT WILL SUPPORT UNIVERSITY FACULTY AND FACILITIES THAT TEAM WITH EARLY PHASE RURAL COMMUNITY-DRIVEN INITIATIVES, NON-PROFITS PURSUING RURAL DEVELOPMENT, AND EARLY STAGE STARTUPS THAT ARE LIKELY TO HAVE A SIGNIFICANT IMPACT ON RURAL COMMUNITIES THROUGH A SERIES OF INNOVATIVE AND RESEARCH IMPACTS GRANT AWARDS. BY PROVIDING TECHNICAL ASSISTANCE, ACCESS TO RESEARCH FACILITIES, FACULTY EXPERTISE, STUDENTINTERNSHIPS, AND ESTABLISHED UVM STARTUP AND ENGAGEMENT PROGRAMS TO NON-UVM ENTITIES, THE IFRP-VT WILL GO BEYOND CONDUCTING RESEARCH AT A DISTANCE AND BECOME TRUE PARTNERS IN RURAL DEVELOPMENT. NEW AND EXISTING NETWORK TIES WILL BE LEVERAGED, WITH THE DISSEMINATION OF PRACTICES THAT WORK THROUGH REGIONAL AND NATIONAL CONFERENCES AND PARTNERING WITH THE NORTHEASTERN REGIONAL RURAL DEVELOPMENT CENTER.OUR INSTITUTE ALIGNS WITH THE USDA REQUESTED IFRP-VT PRIORITIES, AS WE WILL ESTABLISH AN INSTITUTEFOR RURAL PARTNERSHIPS THAT WILL DEDICATE RESOURCES TO RESEARCHING THE CAUSES AND CONDITIONS OF CHALLENGES FACING RURAL AREAS, AND DEVELOP COMMUNITY PARTNERSHIPS TO ADDRESS SUCH CHALLENGES. FURTHER, THE INSTITUTE IS ALIGNED WITH GOALS 2, 3, AND 5 OF THE USDA STRATEGIC GOALS FOR FY 2022-2026.GOAL 2: ENSURE AMERICA&#39;S AGRICULTURAL SYSTEM IS EQUITABLE, RESILIENT, AND PROSPEROUS. THEIFRP-VT ANTICIPATES THE SIGNIFICANT INCLUSION OF SMALL- TO MEDIUM-SIZED FARMERS SUPPORTED BY OUR PROGRAM. THIS FARMING DEMOGRAPHIC IS HIGHLY REPRESENTED IN THE NORTHERN NEW ENGLANDREGION. DUE TO EXISTING PRESSURE FROM LARGER, ESTABLISHED FARMS, SMALL/MEDIUM FARMS ARE ALREADYMORE LIKELY TO ADAPT TO NEW TECHNOLOGIES AND IDEAS TO STAY COMPETITIVE, AS WELL AS SEEK NEW, SUSTAINABLE FARMING PRACTICES. IN ADDITION, INVESTMENT IN SMALL/MEDIUM FARMS IS LIKELY TO DIRECTLY IMPACT NEARBY RURAL ECONOMIES AND COMMUNITIES, WHICH IS IN LINE WITH OUR FIRST FUNDING PRIORITY.GOAL 3: FOSTER AN EQUITABLE AND COMPETITIVE MARKETPLACE FOR ALL AGRICULTURAL PRODUCERS. IFRP-VT WILL PLACE EMPHASIS ON PRIORITIZING IRI PROJECTS THAT ADDRESS THE NEEDS OF UNDERSERVED COMMUNITIES AND POPULATIONS. THIS WILL BE PARTICULARLY SALIENT FOR PROJECTS SUPPORTING THEREGENERATIVE AGRICULTURE, CONNECTED COMMUNITY SCHOOLS, AND HEALTHCARE REIMAGINED PROJECT AREAS. I-WORKS BOARD MEMBERS WILL BE RECRUITED FROM GROUPS THAT SUPPORT EQUALITY, INCLUDING THE VERMONT PROFESSIONALS OF COLOR NETWORK AND THE CENTER FOR WOMEN AND ENTERPRISE.GOAL 5: EXPAND OPPORTUNITIES FOR,ECONOMIC DEVELOPMENT AND IMPROVE QUALITY OF LIFE IN RURAL AND TRIBAL COMMUNITIES. AS STATED ABOVE, OUR FIRST SELECTION CRITERIA FOR IFRP-VT COHORT PARTICIPATION AND FUNDING SUPPORT WILL BE FOR IDEAS THAT DIRECTLY TARGET ECONOMIC DEVELOPMENT AND QUALITY OF LIFE IMPROVEMENTS IN RURAL COMMUNITIES. WITH THIS APPROACH, WE ANTICIPATE A HIGH IMPACT ON THE REINVIGORATION OF RURAL COMMUNITIES REGIONALLY AND NATIONALLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_20237050038913_12H3"}, {"internal_id": 152523559, "Award ID": "20227042538670", "Award Amount": 952320.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-28", "CFDA Number": "10.239", "Description": "EXPLORING LINKAGES BETWEEN SOIL HEALTH AND HUMAN HEALTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf13c3e1-3402-03ba-44d3-2349f4a792b0-C", "generated_internal_id": "ASST_NON_20227042538670_12H3"}]