[{"internal_id": 158148762, "Award ID": "20233864039573", "Award Amount": 11255000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-04", "CFDA Number": "10.215", "Description": "THIS PROGRAM FUNDS RESEARCH AND EDUCATION/DEMONSTRATION PROJECTS AND PROVIDES TRAINING FOR AGRICULTURAL EDUCATORS AND ISINTENDED TO IMPROVE THE SUSTAINABILITY OF AGRICULTURE, ENCOURAGING PRACTICES THAT ARE ECONOMICALLY VIABLE, CONSERVE OUR NATURAL RESOURCEBASE AND IMPROVE THE QUALITY OF LIFE FOR FARM FAMILIES AND THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20233864039573_12H3"}, {"internal_id": 157863741, "Award ID": "20233864039572", "Award Amount": 21495788.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-23", "CFDA Number": "10.215", "Description": "COORDINATE THE USDA SARE (SUSTAINABLE AGRICULTURE RESEARCH AND EDUCATION) PROGRAM FOR THE 13 STATES AND 2 TERRITORIES OF THE SOUTHERN REGION. EACH AGREEMENT SUPPORTS APPROXIMATELY 13 RESEARCH AND EDUCATION PROJECTS, 13 EDUCATION PROJECTS, APPROXIMATELY 20 GRADUATE STUDENT PROJECTS, APPROXIMATELY 10 ON-FARM RESEARCH PROJECTS, APPROXIMATELY 9 FARMER PROJECTS, APPROXIMATELY 8 PROFESSIONAL DEVELOPMENT PROGRAM COMPETITIVEPROJECTS,APPROXIMATELY 20 PDP MODEL STATE PROGRAM TRAINING GRANTS AND 14 MODEL STATE PROGRAM-PROGRAM ASSISTANT GRANTS. REGIONAL COMPETITIVE GRANTS PROGRAM TO HELP AGRICULTURE BECOME MORE PROFITABLE, PROTECT NATURAL RESOURCES AND THE ENVIRONMENT AND IMPROVE QUALITY OF LIFE FOR RURAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": 10240788.0, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20233864039572_12H3"}, {"internal_id": 157863740, "Award ID": "20233864039571", "Award Amount": 11255000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-23", "CFDA Number": "10.215", "Description": "TWO MAIN IDEAS GUIDE OUR VISION FOR SUSTAINABLE AGRICULTURE IN THE WESTERN REGION, A) THAT FOODSYSTEMS ARE COMPLEX, INVOLVING THE MUTUAL INTERACTION OF AGRICULTURE WITH CLIMATE, NATURALRESOURCES, AND HUMAN FACTORSAND B) THE RECOGNITION THAT THE REGION IS CULTURALLY,GEOGRAPHICALLY, AND ECOLOGICALLY DIVERSE. AS HOST INSTITUTION, WE AIM TO ENHANCE RESEARCH,EDUCATION, AND PROFESSIONAL DEVELOPMENT THAT ACKNOWLEDGES AND INCORPORATES THIS COMPLEXITYAND DIVERSITY ANDENVISION A PROGRAM WHERE RESEARCHERS, PRODUCERS, EXTENSION EDUCATORS, ANDOTHER STAKEHOLDERS IN ALL AGRICULTURAL SECTORS AND MARKETS, SCALES OF PRODUCTION, AND CULTURALPRACTICES WORK IN PARTNERSHIP TOWARDS RESILIENT FOOD SYSTEMS. WE WILL DILIGENTLYPROVIDE UNRESTRICTED ACCESS TO GRANT OPPORTUNITIES AND RESOURCES TO DIVERSE AGRICULTURALSTAKEHOLDERS AND BEGINNING PRODUCERS.IMPORTANTLY, WE HAVE THE NECESSARY RESOURCES TO SUPPORT HIGH-QUALITY PROJECTS THAT WILL LEAD TOAGRICULTURAL PRACTICES THAT ARE INNOVATIVE, EQUITABLE, CULTURALLY APPROPRIATE, AND CONSERVE THEENVIRONMENTAL RESOURCES UPON WHICH AGRICULTURE DEPENDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_20233864039571_12H3"}, {"internal_id": 158148761, "Award ID": "20233864039570", "Award Amount": 1615609.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-04", "CFDA Number": "10.215", "Description": "SUSTAINABLE AGRICULTURE SEEKS TO PROVIDE MORE PROFITABLE FARM INCOME, PROMOTE ENVIRONMENTAL STEWARDSHIP, AND ENHANCE QUALITY OF LIFE FOR FARM FAMILIES AND COMMUNITIES, INCLUDING THOSE FEATURING CULTURALLY IMPORTANT PRACTICES AND TRADITIONS.SARE&#39;S OUTREACH GOAL IS TO DEVELOP AND EXECUTE INTEGRATED, COMPELLING AND CREATIVE COMMUNICATIONS AND OUTREACH EFFORTS TO HELP ACHIEVE THE SARE PROGRAM&#39;S MISSION. THE GOAL WILL BE ACHIEVED THROUGH A VARIETY OF ACTIVITIES INCLUDING THE DEVELOPMENT AND PRODUCTION OF BOOKS, BULLETINS, VIDEOS, WEB COMMUNICATIONS, CONFERENCE SUPPORT AND A PRINT/BROADCAST MEDIA PROGRAM. THE NRCCO STRIVES TO CONTINUE TO DEVELOP AND MODIFY EDUCATIONAL RESOURCES AND MATERIALS THAT ARE ACCESSIBLE TO ALL SUSTAINABLE FARMING MEMBERS AND COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20233864039570_12H3"}, {"internal_id": 158148760, "Award ID": "20233864039569", "Award Amount": 11255000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-04", "CFDA Number": "10.215", "Description": "THE NORTHEAST SUSTAINABLE AGRICULTURE RESEARCH AND EDUCATION (SARE) PROGRAM OFFERS COMPETITIVE GRANTS TO FARMERS,EDUCATORS, RESEARCHERS, NON-PROFIT ORGANIZATIONS, PUBLIC AGENCIES, AND PRIVATE BUSINESS TO ADDRESS ISSUES AFFECTING THESUSTAINABILITY OF AGRICULTURE THROUGHOUT THE 12 NORTHEAST STATES AND THE DISTRICT OF COLUMBIA. THE SARE PROGRAM IS FUNDED BYANNUAL, 5-YEAR COOPERATIVE AGREEMENTS BETWEEN USDA/NIFA AND THE LAND-GRANT UNIVERSITIES SERVING AS HOST INSTITUTIONS IN EACHOF THE FOUR USDA REGIONS.EACH SARE REGION IS GUIDED BY AN ADMINISTRATIVE COUNCIL MADE UP OF A DIVERSE SET OF AGRICULTURAL STAKEHOLDERS. THE COUNCILHAS THE AUTHORITY TO APPROVE FUNDING FOR PROJECTS THAT ARE RECOMMENDED BY REVIEW TEAMS, AND IT OVERSEES THE PERFORMANCE OF THEREGIONAL SARE DIRECTOR, WHO SERVES AS PI ON ANNUAL COOPERATIVE AGREEMENTS WITH NIFA AND MUST BE AN EMPLOYEE OF THE HOSTINSTITUTION. THE COUNCIL ALSO REVIEWS AND RECOMMENDS HOST INSTITUTION APPLICANTS EVERY 5 YEARS.NORTHEAST SARE OFFERS 6 DIFFERENT COMPETITIVE GRANT PROGRAMS AIMED AT SERVING DIFFERENT AUDIENCES. EACH PROGRAM USES AUNIQUE SET OF CRITERIA USED DURING A REVIEW PROCESS CONDUCTING BY STAKEHOLDER TEAMS. SARE STAFF ARE RESPONSIBLE FOR MANAGINGFAIR, TRANSPARENT AND EFFECTIVE REVIEWS, AND THEY SUPPORT GRANTEES WITH PROJECT REPORTING. THE RESULTS OF SARE PROJECTS AREDISSEMINATED BY REGIONAL AND NATIONAL SARE COMMUNICATIONS STAFF THROUGH EDUCATIONAL PRODUCTS, WEB SITES, A PROJECT REPORTDATABASE, AND OTHER OUTREACH TOOLS.SARE PROJECTS HAVE WORKED WITH A VARIETY OF FARMS, SUCH AS THOSE ENGAGED WITH AQUACULTURE, BEES, FRUIT, LIVESTOCK, MAPLE,ORNAMENTALS, VEGETABLES AND MORE. THEY ADDRESS MANY AUDIENCES, INCLUDING BEGINNING FARMERS, CONVENTIONAL AND ORGANICFARMERS, URBAN FARMS, AND AGRICULTURAL SERVICE PROVIDERS. AND THE SPECIFIC ISSUES ADDRESSED ARE AMAZINGLY DIVERSE, SPANNINGECONOMICS, PRODUCTION, PEST MANAGEMENT, SOIL HEALTH AND QUALITY OF LIFE. BECAUSE SARE IS SO FLEXIBLE WITH REGARD TO THE TYPE OFPROJECTS ELIGIBLE FOR FUNDING, IT SUPPORTS CREATIVITY, INNOVATION, AND RESPONSIVENESS TO EMERGING ISSUES AMONG ITS APPLICANTS ANDGRANTEES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_20233864039569_12H3"}, {"internal_id": 151676071, "Award ID": "20227042038269", "Award Amount": 2500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "10.215", "Description": "SARE MEAT AND POULTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 2500000.0, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20227042038269_12H3"}, {"internal_id": 149359433, "Award ID": "20223864037490", "Award Amount": 10154828.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-02", "CFDA Number": "10.215", "Description": "OVER THE PAST 30+ YEARS THE NATIONAL INSTITUTE OF FOOD AND AGRICULTURE (NIFA) AGENCY HAS BEEN INSTRUMENTAL IN THE DEVELOPMENT AND DISSEMINATION OF PRODUCER DRIVEN RESEARCH AND EDUCATION INNOVATIONS THROUGH ITS SUSTAINABLE AGRICULTURE, RESEARCH AND EDUCATION PROGRAM. AT PRESENT NIFA IS ASKING THE REGIONS TO ELEVATE USDA FY22 RESEARCH OUTCOMES BY ADDRESSING ONE OR MORE OF THE USDA FY 2022 PRIORITIES. TO AID THIS EFFORT WESTERN SARE HAS INITIATED A NEW WORK PLAN THAT WILL CARRY THROUGH 2023. FIRST, IS THE STRATEGIC PLANNING EFFORT TO IDENTIFY PROGRAMS THAT CAN BE MORE IMPACTFUL, 2) STRENGTHEN THE STEWARDSHIP OF PRIVATE LANDS THROUGH RESEARCH AND EDUCATION THAT ADVANCES CLIMATE-SMART TECHNOLOGY FOR AGRICULTURE AND FORESTRY (USDA FY22 PRIORITY #1), 3) TO ENHANCE EDUCATION AND FUNDING OPPORTUNITIES FOR FOOD SOVEREIGNTY AT THE INDIVIDUAL AND COMMUNITY LEVEL (USDA FY22 PRIORITY #2) AND 4) HELP ALL AMERICANS GAIN BETTER ACCESS TO A SAFE, NUTRITIOUS, AND SECURE FOOD SUPPLY (USDA FY22 PRIORITY #4). A RECENTLY COMPLETED REGIONAL NEEDS ASSESSMENT WILL FEED INTO THE STRATEGIC PLANNING EFFORT TO HIGHLIGHT AVENUES THAT CAN BE UNDERTAKEN TO GIVE FARMERS, RANCHERS AND FOOD PROCESSORS THE INFORMATION AND TECHNOLOGIES THEY NEED TO OVERCOME WEAKNESSES IN THE FOOD SYSTEM AND CONTINUE THREE DECADES OF LAND, SOIL AND WATER SUSTAINABILITY INTO THE NEXT DECADES. NEW AND REFORMATTED WESTERN SARE ACTION PROGRAMS WILL ADDRESS ARENAS WHERE THE NEW KNOWLEDGE, PROCESSES AND METHODOLOGIES IDENTIFIED THROUGH THE NEEDS ASSESSMENT WILL BOOST FARMER/RANCHER LEARNING AND ELEVATE THE COMMUNICATION SKILLS OF PARTICIPATING SCIENTISTS, FARMERS AND RANCHERS HELPING BOTH TEACHER AND STUDENT FORM A PLATFORM THAT ENHANCES FAMILY AND COMMUNITY FOOD SECURITY. CHAPTER 3 IS AN INTEGRAL PART OF THIS EFFORT THROUGH COMPETITIVE GRANTS THAT WILL INCORPORATE RESEARCH OUTCOMES AND LEARNING STYLES INTO TRANSFORMATIVE EDUCATION AND PROFESSIONAL DEVELOPMENT ACTIVITIES GEARED TO ELEVATE THE ADAPTIVE CAPACITY OF AGRICULTURALPRODUCERS AND MANAGERS ACROSS THE WESTERN US AND THROUGHOUT THE PACIFIC ISLANDS.THE NEEDS OF THE WESTERN REGION ARE LAYERED WITH COMPLEXITY BECAUSE WE SERVE A LARGE, ETHNICALLY AND PHYSICALLY DIVERSE ENVIRONMENT WHERE MULTIPLE CONSERVATION AND PRODUCTION PRACTICES ARE NECESSARY. TO REACH THIS DIVERSE GROUP OF STAKEHOLDERS, WE CONTINUE INTEGRATING WESTERN SARE&#39;S CHAPTER 1 (RESEARCH &AMP; EDUCATION), CHAPTER 3 (PROFESSIONAL DEVELOPMENT), AND COMMUNICATIONS PROGRAMS TO FORM AN ADAPTIVE OUTREACH PROCESS. TO THIS END WE HAVE BEGUN A SECOND REGIONAL SURVEY IN AS MANY YEARS. THIS SURVEY IS MEANT TO IDENTIFY TEACHING AND PRESENTATION METHODS THAT CAN BE ADAPTED TO THE DIVERSE BODY OF AGRICULTURISTS, NATURAL RESOURCE MANAGERS AND EDUCATORS IN THE WEST. ACCORDINGLY, IN FY 2022 WE WILL ALLOCATE 25% OF THE SARE REGIONAL HOST INSTITUTION BUDGET TO ADMINISTRATIVE COSTS, INCLUDING COMMUNICATIONS AND OUTREACH, AND 75% OF THE BUDGET TO SUPPORT RESEARCH, EDUCATION, AND PROFESSIONAL DEVELOPMENT SUB-AWARDS (A 70/30 RATIO FOR CHAPTERS 1 AND 3, RESPECTIVELY). TO FURTHER INTEGRATE CHAPTERS 1 AND 3 DURING 2022-2023, WE WILL EXPAND THE PILOT SITE VISIT EFFORT BEGUN THIS PAST YEAR. THESE \"ON-THE-GROUND\" VISITS BY STAFF TO PROJECTS NEARING COMPLETION WILL BE USED TO 1) HIGHLIGHT PROJECT OUTCOMES FOR QUICK PUBLICATION BY WESTERN SARE, 2) PROVIDE ASSISTANCE IN FINAL REPORT PREPARATION AND 3) LEARN HOW CHAP1 AND 3 CAN WORK IN A MORE COHESIVE MANNER TO AUGMENT DISSEMINATE OF NEW KNOWLEDGE AND TECHNOLOGIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_20223864037490_12H3"}, {"internal_id": 149359434, "Award ID": "20223864037489", "Award Amount": 10154828.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-02", "CFDA Number": "10.215", "Description": "THE NORTHEAST SUSTAINABLE AGRICULTURE RESEARCH AND EDUCATION (SARE) PROGRAM OFFERS COMPETITIVE GRANTS TO FARMERS, EDUCATORS, RESEARCHERS, NON-PROFIT ORGANIZATIONS, PUBLIC AGENCIES, AND PRIVATE BUSINESS TO ADDRESS ISSUES AFFECTING THE SUSTAINABILITY OF AGRICULTURE THROUGHOUT THE 12 NORTHEAST STATES AND THE DISTRICT OF COLUMBIA. THE SARE PROGRAM IS FUNDED BY ANNUAL, 5-YEAR COOPERATIVE AGREEMENTS BETWEEN USDA/NIFA AND THE LAND-GRANT UNIVERSITIES SERVING AS HOST INSTITUTIONS IN EACH OF THE FOUR USDA REGIONS.EACH SARE REGION IS GUIDED BY AN ADMINISTRATIVE COUNCIL MADE UP OF A DIVERSE SET OF AGRICULTURAL STAKEHOLDERS. THE COUNCIL HAS THE AUTHORITY TO APPROVE FUNDING FOR PROJECTS THAT ARE RECOMMENDED BY REVIEW TEAMS, AND IT OVERSEES THE PERFORMANCE OF THE REGIONAL SARE DIRECTOR, WHO SERVES AS PI ON ANNUAL COOPERATIVE AGREEMENTS WITH NIFA AND MUST BE AN EMPLOYEE OF THE HOST INSTITUTION. THE COUNCIL ALSO REVIEWS AND RECOMMENDS HOST INSTITUTION APPLICANTS EVERY 5 YEARS.NORTHEAST SARE OFFERS 6 DIFFERENT COMPETITIVE GRANT PROGRAMS AIMED AT SERVING DIFFERENT AUDIENCES. EACH PROGRAM USES A UNIQUE SET OF CRITERIA USED DURING A REVIEW PROCESS CONDUCTING BY STAKEHOLDER TEAMS. SARE STAFF ARE RESPONSIBLE FOR MANAGING FAIR, TRANSPARENT AND EFFECTIVE REVIEWS, AND THEY SUPPORT GRANTEES WITH PROJECT REPORTING. THE RESULTS OF SARE PROJECTS ARE DISSEMINATED BY REGIONAL AND NATIONAL SARE COMMUNICATIONS STAFF THROUGH EDUCATIONAL PRODUCTS, WEB SITES, A PROJECT REPORT DATABASE, AND OTHER OUTREACH TOOLS.SARE PROJECTS HAVE WORKED WITH A VARIETY OF FARMS, SUCH AS THOSE ENGAGED WITH AQUACULTURE, BEES, FRUIT, LIVESTOCK, MAPLE, ORNAMENTALS, VEGETABLES AND MORE. THEY ADDRESS MANY AUDIENCES, INCLUDING BEGINNING FARMERS, CONVENTIONAL AND ORGANIC FARMERS, URBAN FARMS, AND AGRICULTURAL SERVICE PROVIDERS. AND THE SPECIFIC ISSUES ADDRESSED ARE AMAZINGLY DIVERSE, SPANNING ECONOMICS, PRODUCTION, PEST MANAGEMENT, SOIL HEALTH AND QUALITY OF LIFE. BECAUSE SARE IS SO FLEXIBLE WITH REGARD TO THE TYPE OF PROJECTS ELIGIBLE FOR FUNDING, IT SUPPORTS CREATIVITY, INNOVATION, AND RESPONSIVENESS TO EMERGING ISSUES AMONG ITS APPLICANTS AND GRANTEES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_20223864037489_12H3"}, {"internal_id": 149359435, "Award ID": "20223864037488", "Award Amount": 10154826.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-02", "CFDA Number": "10.215", "Description": "COORDINATE THE USDA SARE (SUSTAINABLE AGRICULTURE RESEARCH AND EDUCATION) PROGRAM FOR THE 13 STATES AND 2 TERRITORIES OF THE SOUTHERN REGION. EACH AGREEMENT SUPPORTS APPROXIMATELY 15 RESEARCH AND EDUCATION PROJECTS, 6 EDUCATION PROJECTS, APPROXIMATELY 15 GRADUATE STUDENT PROJECTS, APPROXIMATELY 10 ON-FARM RESEARCH PROJECTS, APPROXIMATELY 9 FARMER PROJECTS, APPROXIMATELY 8 PROFESSIONAL DEVELOPMENT PROGRAM COMPETITIVEPROJECTS, AND APPROXIMATELY 20 PDP STATE PLANS/MODEL STATE PROGRAMS. REGIONAL COMPETITIVE GRANTS PROGRAM TO HELP AGRICULTURE BECOME MORE PROFITABLE, PROTECT NATURAL RESOURCES AND THE ENVIRONMENT AND IMPROVE QUALITY OF LIFE FOR RURAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20223864037488_12H3"}, {"internal_id": 149039693, "Award ID": "20223864037487", "Award Amount": 1543890.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-24", "CFDA Number": "10.215", "Description": "SUSTAINABLE AGRICULTURE SEEKS TO PROVIDE MORE PROFITABLE FARM INCOME, PROMOTE ENVIRONMENTAL STEWARDSHIP, AND ENHANCE QUALITY OF LIFE FOR FARM FAMILIES AND COMMUNITIES.SARE&#39;S OUTREACH GOAL IS TO DEVELOP AND EXECUTE INTEGRATED, COMPELLING AND CREATIVE COMMUNICATIONS AND OUTREACH EFFORTS TO HELP ACHIEVE THE SARE PROGRAM&#39;S MISSION. THE GOAL WILL BE ACHIEVED THROUGH A VARIETY OF ACTIVITIES INCLUDING THE DEVELOPMENT AND PRODUCTION OF BOOKS, BULLETINS, VIDEOS, WEB COMMUNICATIONS, CONFERENCE SUPPORT AND A PRINT/BROADCAST MEDIA PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20223864037487_12H3"}, {"internal_id": 149359436, "Award ID": "20223864037486", "Award Amount": 10154828.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-02", "CFDA Number": "10.215", "Description": "THIS PROGRAM FUNDS RESEARCH AND EDUCATION/DEMONSTRATION PROJECTS AND PROVIDES TRAINING FOR AGRICULTURAL EDUCATORS AND ISINTENDED TO IMPROVE THE SUSTAINABILITY OF AGRICULTURE, ENCOURAGING PRACTICES THAT ARE PROFITABLE, CONSERVE OUR NATURAL RESOURCEBASE AND IMPROVE THE QUALITY OF LIFE FOR FARM FAMILIES AND THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20223864037486_12H3"}, {"internal_id": 132969209, "Award ID": "20213864034724", "Award Amount": 9466933.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-12", "CFDA Number": "10.215", "Description": "COORDINATE THE USDA SARE (SUSTAINABLE AGRICULTURE RESEARCH AND EDUCATION) PROGRAM FOR THE 13 STATES AND 2 TERRITORIES OF THE SOUTHERN REGION. EACH AGREEMENT SUPPORTS APPROXIMATELY 15 RESEARCH AND EDUCATION PROJECTS, APPROXIMATELY 10 GRADUATE STUDENT PROJECTS, APPROXIMATELY 10 ON-FARM RESEARCH PROJECTS, APPROXIMATELY 7 FARMER PROJECTS, APPROXIMATELY 7 PROFESSIONAL DEVELOPMENT PROGRAM COMPETITIVEPROJECTS, AND APPROXIMATELY 20 PDP STATE PLANS/MODEL STATE PROGRAMS. REGIONAL COMPETITIVE GRANTS PROGRAM TO HELP AGRICULTURE BECOME MORE PROFITABLE, PROTECT NATURAL RESOURCES AND THE ENVIRONMENT AND IMPROVE QUALITY OF LIFE FOR RURAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20213864034724_12H3"}, {"internal_id": 132969210, "Award ID": "20213864034723", "Award Amount": 1172267.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-12", "CFDA Number": "10.215", "Description": "SUSTAINABLE AGRICULTURE SEEKS TO PROVIDE MORE PROFITABLE FARM INCOME, PROMOTE ENVIRONMENTAL STEWARDSHIP, AND ENHANCE QUALITY OF LIFE FOR FARM FAMILIES AND COMMUNITIES.SARE&#39;S OUTREACH GOAL IS TO DEVELOP AND EXECUTE INTEGRATED, COMPELLING AND CREATIVE COMMUNICATIONS AND OUTREACH EFFORTS TO HELP ACHIEVE THE SARE PROGRAM&#39;S MISSION. THE GOAL WILL BE ACHIEVED THROUGH A VARIETY OF ACTIVITIES INCLUDING THE DEVELOPMENT AND PRODUCTION OF BOOKS, BULLETINS, VIDEOS, WEB COMMUNICATIONS, CONFERENCE SUPPORT AND A PRINT/BROADCAST MEDIA PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20213864034723_12H3"}, {"internal_id": 132969211, "Award ID": "20213864034714", "Award Amount": 9466933.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-12", "CFDA Number": "10.215", "Description": "THIS PROGRAM FUNDS RESEARCH AND EDUCATION/DEMONSTRATION PROJECTS AND PROVIDES TRAINING FOR AGRICULTURAL EDUCATORS AND ISINTENDED TO IMPROVE THE SUSTAINABILITY OF AGRICULTURE, ENCOURAGING PRACTICES THAT ARE PROFITABLE, CONSERVE OUR NATURAL RESOURCEBASE AND IMPROVE THE QUALITY OF LIFE FOR FARM FAMILIES AND THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20213864034714_12H3"}, {"internal_id": 131543952, "Award ID": "20213864034695", "Award Amount": 9466933.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-09", "CFDA Number": "10.215", "Description": "WHILE WSARE STRIVES TO ENHANCE ALL THE USDA FY 2018 - 2022 STRATEGIC GOALS IN ITS ONGOING EFFORTS, THE PROGRAM WILL STEP UP EFFORTS TO ACHIEVE STRATEGIC GOALS 5 AND 7, SPECIFICALLY TO STRENGTHEN THE STEWARDSHIP OF PRIVATE LANDS THROUGH TECHNOLOGY AND RESEARCH AND PROVIDE ALL AMERICANS ACCESS TO A SAFE, NUTRITIOUS, AND SECURE FOOD SUPPLY. TO ACHIEVE THESE GOALS WSARE HAS INITIATED A COLLABORATIVE EFFORT INVOLVING CHAP.1 AND CHAP 3 RESOURCES TO UNDERTAKE A RESEARCH/EDUCATION NEEDS ASSESSMENT, A LEARNING STYLES ASSESSMENT OF REGIONAL PRODUCERS AND A WHITE PAPER ON FOOD SECURITY ISSUES IN THE WESTERN REGION. THIS INFORMATION WILL INFORM AC ACTIONS TO ESTABLISH FY21 RESEARCH AND OUTREACH PRIORITIES. CONTINUATION OF EFFORTS TO MEET THE REMAINING USDA STRATEGIC GOALS ARE EXPRESSED IN THE ONGOING COMPETITIVE AND RESTRICTED GRANT PROGRAMS, FUNDED AT APPROXIMATELY 3:1 RATIO FOR RESEARCH AND EDUCATION (CHAPTER 1) AND PROFESSIONAL DEVELOPMENT (CHAPTER 3), RESPECTIVELY. CHAPTER ONE GRANT PROGRAMS INCLUDE (1) RESEARCH AND EDUCATION, (2) PROFESSIONAL + PRODUCER, (3) FARMER/RANCHER, (4) GRADUATE STUDENTS, AND (5) SABBATICALS. CHAPTER THREE GRANT PROGRAMS ARE (1) RESEARCH TO GRASSROOTS, (2) PROFESSIONAL DEVELOPMENT, AND (3) STATE PROJECT IMPLEMENTATION. IN 2020/21, WESTERN SARE STAFF WILL WORK IN COLLABORATION WITH THE ADMINISTRATIVE COUNCIL TO ASSEMBLE TECHNICAL COMMITTEES, FACILITATE PROPOSAL REVIEW, CONVEY REVIEW OUTCOMES TO THE ADMINISTRATIVE COUNCIL AND COORDINATE OTHER MEETINGS TO ESTABLISH PRIORITIES, DETERMINE POLICIES, AND DIRECT PROJECT FUNDING ALLOCATIONS. WESTERN SARE COMMUNICATION WILL DISTRIBUTE INFORMATION RELATED TO RESEARCH AND EDUCATION PROGRAMS THROUGH NEWSLETTERS, PRESS RELEASES, WEB PAGES, SOCIAL MEDIA, AND PODCASTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_20213864034695_12H3"}, {"internal_id": 132969212, "Award ID": "20213864034668", "Award Amount": 9466934.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-16", "CFDA Number": "10.215", "Description": "THE NORTHEAST SUSTAINABLE RESEARCH AND EDUCATION (SARE) PROGRAM OFFERS COMPETITIVE GRANTS TO FARMERS, EDUCATORS, SERVICE PROVIDERS, RESEARCHERS, GRADUATE STUDENTS AND OTHERS TO ADDRESS KEY ISSUES AFFECTING THE SUSTAINABILITY OF AGRICULTURE THROUGHOUT OUR REGION. NORTHEAST SARE IS ONE OF FOUR REGIONAL SARE PROGRAMS FUNDED BY THE USDA NATIONAL INSTITUTE OF FOOD AND AGRICULTURE. THE PROGRAM--INCLUDING FUNDING DECISIONS--IS DRIVEN BY THE NORTHEAST SARE OUTCOME STATEMENT: AGRICULTURE IN THE NORTHEAST WILL BE DIVERSIFIED AND PROFITABLE, PROVIDING HEALTHFUL PRODUCTS TO CUSTOMERS. FARMERS AND THE PEOPLE THEY WORK WITH WILL STEWARD RESOURCES TO ENSURE SUSTAINABILITY AND RESILIENCE, AND FOSTER CONDITIONS WHERE FARMERS CAN HAVE HIGH QUALITY OF LIFE AND COMMUNITIES CAN THRIVE. PROJECTS MUST TAKE PLACE IN THE NORTHEAST REGION THAT INCLUDES: CONNECTICUT, DELAWARE, MAINE, MASSACHUSETTS, MARYLAND, NEW HAMPSHIRE, NEW JERSEY, NEW YORK, PENNSYLVANIA, RHODE ISLAND, WEST VIRGINIA, VERMONT, AND WASHINGTON,D.C.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_20213864034668_12H3"}, {"internal_id": 97800328, "Award ID": "20203864031524", "Award Amount": 1206317.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-12", "CFDA Number": "10.215", "Description": "SUSTAINABLE AGRICULTURE SEEKS TO PROVIDE MORE PROFITABLE FARM INCOME, PROMOTE ENVIRONMENTAL STEWARDSHIP, AND ENHANCE QUALITY OF LIFE FOR FARM FAMILIES AND COMMUNITIES. SARE&#39;S OUTREACH GOAL IS TO DEVELOP AND EXECUTE INTEGRATED, COMPELLING AND CREATIVE COMMUNICATIONS AND OUTREACH EFFORTS TO HELP ACHIEVE THE SARE PROGRAM&#39;S MISSION. THE GOAL WILL BE ACHIEVED THROUGH A VARIETY OF ACTIVITIES INCLUDING THE DEVELOPMENT AND PRODUCTION OF BOOKS, BULLETINS, VIDEOS, WEB COMMUNICATIONS, CONFERENCE SUPPORT AND A PRINT/BROADCAST MEDIA PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20203864031524_12H3"}, {"internal_id": 97472337, "Award ID": "20203864031523", "Award Amount": 8365300.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-07", "CFDA Number": "10.215", "Description": "SUSTAINABLE AND PRODUCTIVE MODERN AGRICULTURE IS BASED ON THE HEALTH OF BOTH THE LAND AND RURAL COMMUNITIES, AND REQUIRES GROUNDBREAKING RESEARCH AND EDUCATION INNOVATIONS THAT ALLOW PRODUCERS TO ADAPT TO THE NEW MARKET, SOCIAL, AND ENVIRONMENTAL CHALLENGES. WITH SUPPORT FROM USDA-NIFA, WESTERN SARE PROMOTES RESEARCH, EDUCATION, AND PROFESSIONAL DEVELOPMENT OF SUSTAINABLE AGRICULTURE ACROSS THE WESTERN US. OUR STAKEHOLDERS INCLUDE SMALL-, MID- AND LARGE-SCALE FARMERS AND RANCHERS OF URBAN, RURAL, AND TRIBAL COMMUNITIES; RESEARCHERS AND STUDENTS; EXTENSION AGENTS; AGRIBUSINESS PROFESSIONALS; CONSUMERS; AND NON-PROFIT ORGANIZATIONS WITH INTEREST IN SUSTAINABLE PRACTICES. TO REACH THIS VAST AND DIVERSE AUDIENCE, WESTERN SARE COORDINATES SEVEN COMPETITIVE AND TWO RESTRICTED GRANT PROGRAMS, FUNDED AT APPROXIMATELY 3:1 RATION FOR RESEARCH AND EDUCATION (CHAPTER ONE) AND PROFESSIONAL DEVELOPMENT (CHAPTER THREE), RESPECTIVELY. CHAPTER ONE GRANT PROGRAMS INCLUDE (1) RESEARCH AND EDUCATION, (2) PROFESSIONAL + PRODUCER, (3) FRAMER/RANCHER, (4) GRADUATE STUDENTS, AND (5) SABBATICALS. CHAPTER THREE GRANT PROGRAMS ARE (1) RESEARCH TO GRASSROOTS, (2) PROFESSIONAL DEVELOPMENT, (3) ENHANCED STATE PROGRAM, AND (4) STATE/PROTECTORATE IMPLEMENTATION. IN 2020/21, WESTERN SARE STAFF WILL WORK IN COLLABORATION WITH THE ADMINISTRATIVE COUNCIL TO ASSEMBLE TECHNICAL COMMITTEES, REVIEW PROPOSALS, AND CONVEY THE ADMINISTRATIVE COUNCIL MEETINGS TO ESTABLISH PRIORITIES, DETERMINE POLICIES, AND SELECT FUNDED PROJECTS. WESTERN SARE COMMUNICATION WILL DISTRIBUTE INFORMATION RELATED TO RESEARCH AND EDUCATION PROGRAMS THROUGH NEWSLETTERS, PRESS RELEASES, WEB PAGES, SOCIAL MEDIA, AND OTHER MATERIALS. BY PROMOTING RESEARCH, EDUCATION, AND OUTREACH IN SUSTAINABLE AGRICULTURE, WESTERN SARE WILL HAVE MULTIPLE AND DIVERSE OUTCOMES THAT, COLLECTIVELY, WILL ENHANCE THE SOCIAL, ECONOMIC, AND ENVIRONMENTAL DIMENSIONS OF AGRICULTURAL SYSTEMS ACROSS THE WESTERN US.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_20203864031523_12H3"}, {"internal_id": 97800327, "Award ID": "20203864031522", "Award Amount": 8365301.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-12", "CFDA Number": "10.215", "Description": "THIS PROGRAM FUNDS RESEARCH AND EDUCATION/DEMONSTRATION PROJECTS AND PROVIDES TRAINING FOR AGRICULTURAL EDUCATORS AND ISINTENDED TO IMPROVE THE SUSTAINABILITY OF AGRICULTURE, ENCOURAGING PRACTICES THAT ARE PROFITABLE, CONSERVE OUR NATURAL RESOURCEBASE AND IMPROVE THE QUALITY OF LIFE FOR FARM FAMILIES AND THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20203864031522_12H3"}, {"internal_id": 97472373, "Award ID": "20203864031521", "Award Amount": 8365301.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.215", "Description": "COORDINATE THE USDA SARE (SUSTAINABLE AGRICULTURE RESEARCH AND EDUCATION) PROGRAM FOR THE 13 STATES AND 2 TERRITORIES OF THE SOUTHERN REGION. EACH AGREEMENT SUPPORTS APPROXIMATELY 15 RESEARCH AND EDUCATION PROJECTS, APPROXIMATELY 10 GRADUATE STUDENT PROJECTS, APPROXIMATELY 10 ON-FARM RESEARCH PROJECTS, APPROXIMATELY 7 FARMER PROJECTS, APPROXIMATELY 7 PROFESSIONAL DEVELOPMENT PROGRAM COMPETITIVEPROJECTS, AND APPROXIMATELY 20 PDP STATE PLANS/MODEL STATE PROGRAMS. REGIONAL COMPETITIVE GRANTS PROGRAM TO HELP AGRICULTURE BECOME MORE PROFITABLE, PROTECT NATURAL RESOURCES AND THE ENVIRONMENT AND IMPROVE QUALITY OF LIFE FOR RURAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20203864031521_12H3"}, {"internal_id": 97800326, "Award ID": "20203864031520", "Award Amount": 8365301.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-12", "CFDA Number": "10.215", "Description": "THE OVERALL PURPOSE OF NORTHEAST SARE IS TO OFFER ASET OF COMPETITIVE GRANTS TO ENCOURAGE RESEARCH AND EDUCATION THAT WILL HELP AGRICULTURE BECOME MORE PROFITABLE, PROTECT NATURAL RESOURCES AND THE ENVIRONMENT, AND IMPROVE THE QUALITY OF LIFE FOR RURAL COMMUNITIES.RESEARCH AND EDUCATION GRANTS PROVIDE FUNDING FOR RESEARCHERS AND OUTREACH SPECIALISTS TO INVESTIGATE, DEMONSTRATE AND PUT INTO ACTION THE LATEST INNOVATIONS IN AGRICULTURAL PRODUCTION, MARKETING, ENVIRONMENTAL PROTECTION, AND SUSTAINABLE RURAL COMMUNITY DEVELOPMENT. FARMER GRANTS PROVIDE FUNDING FOR FARMERS TO INVESTIGATE NEW PRODUCTION AND MARKETING STRATEGIES ON THEIR FARMS AND SHARE THIS INFORMATION WITH OTHER FARMERS AND AGRICULTURAL SERVICE PROVIDERS. PARTNERSHIP GRANTS PROVIDE FUNDING FOR EXTENSION AGENTS AND OTHER AGRICULTURAL SERVICE PROVIDERS TO WORK IN PARTNERSHIP WITH FARMERS IN CONDUCTING ON FARM RESEARCH AND DEMONSTRATIONS. GRADUATE STUDENT GRANTS PROVIDE FUNDING FOR GRADUATE STUDENTS WHO ARE DOING RESEARCH ONTOPICS SPECIFIC TO SUSTAINABLE AGRICULTURE UNDER THE SUPERVISION OF A FACULTY ADVISOR. GRANTEES FROM ALL PROGRAMS ARE EXPECTED TO ACHIEVE THEIR PROJECTOBJECTIVES TO ADVANCE SUSTAINABLE AGRICULTURE IN THE REGION.NORTHEAST SARE ALSO INCLUDES A PROFESSIONAL DEVELOPMENT PROGRAM TO ENHANCE THE KNOWLEDGE AND CAPABILITIES IN THE AREA OF SUSTAINABLE AGRICULTURE AMONG EXTENSION EDUCATORS AND OTHER AGRICULTURAL SERVICE PROVIDERS WORKING DIRECTLY WITH FARMERS. PROFESSIONAL DEVELOPMENT GRANTS PROVIDE FUNDING TO TRAIN AGRICULTURAL SERVICE PROVIDERS INCLUDING OUTREACH SPECIALISTS WITH COOPERATIVE EXTENSION, STATE AND FEDERAL AGENCIES, NON-PROFIT ORGANIZATIONS, AND FOR-PROFIT AGRICULTURAL SERVICE PROVIDERS. THESE INDIVIDUALS ARE TRAINED IN THE LATEST INNOVATIONS IN AGRICULTURAL PRODUCTION, MARKETING, ENVIRONMENTAL PROTECTION, AND SUSTAINABLE RURAL COMMUNITY DEVELOPMENT FOR THE ULTIMATE BENEFIT OF THEIR FARMER CLIENTS.STATE PROGRAM FUNDING ASSISTS STATE PROGRAM COORDINATORS IN GETTING THE MESSAGE OUTABOUT SARE GRANT OPPORTUNITIES AND PROVIDING TRAININGS FOR AGRICULTURAL SERVICE PROVIDERS IN THEIR STATE.GRANTEES FROM THESE PROGRAMS ARE EXPECTED TO ACHIEVE THEIR PROJECTOBJECTIVES TO BETTER SUPPORT FARMERS INTERESTED IN SUSTAINABLE AGRICULTURE IN THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_20203864031520_12H3"}, {"internal_id": 82498513, "Award ID": "20193864029881", "Award Amount": 1360146.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-22", "CFDA Number": "10.215", "Description": "SUSTAINABLE AGRICULTURE SEEKS TO PROVIDE MORE PROFITABLE FARM INCOME, PROMOTE ENVIRONMENTAL STEWARDSHIP, AND ENHANCE QUALITY OF LIFE FOR FARM FAMILIES AND COMMUNITIES.SARE&#39;S OUTREACH GOAL IS TO DEVELOP AND EXECUTE INTEGRATED, COMPELLING AND CREATIVE COMMUNICATIONS AND OUTREACH EFFORTS TO HELP ACHIEVE THE SARE PROGRAM&#39;S MISSION. THE GOAL WILL BE ACHIEVED THROUGH A VARIETY OF ACTIVITIES INCLUDING THE DEVELOPMENT AND PRODUCTION OF BOOKS, BULLETINS, VIDEOS, WEB COMMUNICATIONS, CONFERENCE SUPPORT AND A PRINT/BROADCAST MEDIA PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20193864029881_12H3"}, {"internal_id": 82148307, "Award ID": "20193864029880", "Award Amount": 8326843.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-28", "CFDA Number": "10.215", "Description": "TO PROMOTE GROUNDBREAKING RESEARCH AND EDUCATION INNOVATIONS AIMED AT ENHANCING ENVIRONMENTAL STEWARDSHIP, QUALITY OF LIFE, AND PROFITABILITY OF AGRICULTURAL SYSTEMS, WESTERN SARE WILL INVEST RESOURCES PROVIDED BY USDA-NIFA IN RESEARCH, EDUCATION, AND PROFESSIONAL DEVELOPMENT ACTIVITIES ON SUSTAINABLE AGRICULTURE ACROSS WESTERN US. STAKEHOLDERS OF WESTERN SARE INCLUDE A WIDE RANGE OF SMALL-, MID- AND LARGE-SCALE FARMERS AND RANCHERS OF URBAN, RURAL, AND TRIBAL COMMUNITIES, RESEARCHERS, STUDENTS, EXTENSION AGENTS, AND AGRIBUSINESS PROFESSIONALS AS WELL AS OTHER FOOD SYSTEM PARTICIPANTS INCLUDING, BUT NOT LIMITED TO, CONSUMERS, STATE EMPLOYEES, AND NON-PROFIT ORGANIZATIONS WITH INTEREST IN SUSTAINABLE PRACTICES. TO ACHIEVE THIS GOAL, WESTERN SARE WILL COORDINATE SIX COMPETITIVE GRANT PROGRAMS AND TWO RESTRICTED GRANT PROGRAMS, FUNDED AT APPROXIMATELY 3:1 RATION FOR RESEARCH AND EDUCATION AND PROFESSIONAL DEVELOPMENT PROGRAMS, RESPECTIVELY. IN 2019-20, COMPETITIVE AND NON-COMPETITIVE GRANT PROGRAMS INCLUDE (1) RESEARCH AND EDUCATION, (2) PROFESSIONAL + PRODUCER, (3) FRAMER/RANCHER, (4) GRADUATE STUDENTS, (5) RESEARCH TO GRASSROOTS, (6) PROFESSIONAL DEVELOPMENT PROGRAM, COMPETITIVE PROGRAM, (7) . PROFESSIONAL DEVELOPMENT PROGRAM, ENHANCED STATE PROGRAM, AND (8) PROFESSIONAL DEVELOPMENT PROGRAM, STATE/PROTECTORATE PROGRAM. WESTERN SARE WILL WORK IN COLLABORATION WITH THE REGIONAL ADMINISTRATIVE COUNCIL TO ASSEMBLE TECHNICAL COMMITTEES TO REVIEW PROPOSALS. ADDITIONALLY, WESTERN SARE WILL CONVEY MEETINGS OF THE ADMINISTRATIVE COUNCIL TO ESTABLISH PRIORITIES, DETERMINE POLICIES, AND SELECT FUNDED PROJECTS. THE WESTERN SARE COMMUNICATION TEAM WILL DISTRIBUTE INFORMATION RELATED TO RESEARCH AND EDUCATION PROGRAMS THROUGH A NEWSLETTER, PRESS RELEASES, WEB PAGES, SOCIAL MEDIA, AND OTHER MATERIALS. REFLECTING THE MULTIPRONGED CHARACTERISTICS OF WESTERN SARE RESEARCH AND EDUCATION PROGRAMS, WE EXPECT TO HAVE MULTIPLE AND DIVERSE OUTCOMES THAT, COLLECTIVELY, WILL ENHANCE THE SOCIAL, ECONOMIC, AND ENVIRONMENTAL DIMENSIONS OF AGRICULTURAL SYSTEMS ACROSS WESTERN US.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_20193864029880_12H3"}, {"internal_id": 82148308, "Award ID": "20193864029879", "Award Amount": 8326843.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-26", "CFDA Number": "10.215", "Description": "THIS PROGRAM FUNDS RESEARCH AND EDUCATION/DEMONSTRATION PROJECTS AND PROVIDES TRAINING FOR AGRICULTURAL EDUCATORS AND ISINTENDED TO IMPROVE THE SUSTAINABILITY OF AGRICULTURE, ENCOURAGING PRACTICES THAT ARE PROFITABLE, CONSERVE OUR NATURAL RESOURCEBASE AND IMPROVE THE QUALITY OF LIFE FOR FARM FAMILIES AND THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20193864029879_12H3"}, {"internal_id": 82148309, "Award ID": "20193864029878", "Award Amount": 8326843.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-01", "CFDA Number": "10.215", "Description": "COORDINATE THE USDA SARE (SUSTAINABLE AGRICULTURE RESEARCH AND EDUCATION) PROGRAM FOR THE 13 STATES AND 2 TERRITORIES OF THE SOUTHERN REGION. EACH AGREEMENT SUPPORTS APPROXIMATELY 15 RESEARCH AND EDUCATION PROJECTS, APPROXIMATELY 10 GRADUATE STUDENT PROJECTS, APPROXIMATELY 10 ON-FARM RESEARCH PROJECTS, APPROXIMATELY 7 FARMER PROJECTS, APPROXIMATELY 7 PROFESSIONAL DEVELOPMENT PROGRAM COMPETITIVEPROJECTS, AND APPROXIMATELY 20 PDP STATE PLANS/MODEL STATE PROGRAMS. REGIONAL COMPETITIVE GRANTS PROGRAM TO HELP AGRICULTURE BECOME MORE PROFITABLE, PROTECT NATURAL RESOURCES AND THE ENVIRONMENT AND IMPROVE QUALITY OF LIFE FOR RURAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20193864029878_12H3"}, {"internal_id": 82148310, "Award ID": "20193864029877", "Award Amount": 8326843.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-26", "CFDA Number": "10.215", "Description": "THE OVERALL PURPOSE OF THIS SET OF COMPETITIVE GRANTS IS TO ENCOURAGE RESEARCH AND EDUCATION THAT WILL HELP AGRICULTURE BECOME MORE PROFITABLE, PROTECT NATURAL RESOURCES AND THE ENVIRONMENT, AND IMPROVE THE QUALITY OF LIFE FOR RURAL COMMUNITIES.RESEARCH AND EDUCATION GRANTS PROVIDE FUNDING FOR RESEARCHERS AND OUTREACH SPECIALISTS TO INVESTIGATE, DEMONSTRATE AND PUT INTO ACTION THE LATEST INNOVATIONS IN AGRICULTURAL PRODUCTION, MARKETING, ENVIRONMENTAL PROTECTION, AND SUSTAINABLE RURAL COMMUNITY DEVELOPMENT. FARMER GRANTS PROVIDE FUNDING FOR FARMERS TO INVESTIGATE NEW PRODUCTION AND MARKETING STRATEGIES ON THEIR FARMS AND SHARE THIS INFORMATION WITH OTHER FARMERS AND AGRICULTURAL SERVICE PROVIDERS. PARTNERSHIP GRANTS PROVIDE FUNDING FOR EXTENSION AGENTS AND OTHER AGRICULTURAL SERVICE PROVIDERS TO WORK IN PARTNERSHIP WITH FARMERS IN CONDUCTING ON FARM RESEARCH AND DEMONSTRATIONS. GRADUATE STUDENT GRANTS PROVIDE FUNDING FOR GRADUATE STUDENTS WHO ARE DOING RESEARCH ON TOPICS SPECIFIC TO SUSTAINABLE AGRICULTURE UNDER THE SUPERVISION OF A FACULTY ADVISOR.THIS PROJECT ALSO INCLUDES A PROFESSIONAL DEVELOPMENTPROGRAM TO ENHANCE THE KNOWLEDGE AND CAPABILITIES IN THE AREA OF SUSTAINABLE AGRICULTURE AMONG EXTENSION EDUCATORS AND OTHER AGRICULTURAL SERVICE PROVIDERS WORKING DIRECTLY WITH FARMERS. PROFESSIONAL DEVELOPMENT GRANTS PROVIDE FUNDING TO TRAIN AGRICULTURAL SERVICE PROVIDERS INCLUDING OUTREACH SPECIALISTS WITH COOPERATIVE EXTENSION, NRCS, STATE DEPARTMENTS OF AGRICULTURE, AND NON-PROFIT ORGANIZATIONS. THESE SERVICE PROVIDERS ARE TRAINED IN THE LATEST INNOVATIONS IN AGRICULTURAL PRODUCTION, MARKETING, ENVIRONMENTAL PROTECTION, AND SUSTAINABLE RURAL COMMUNITY DEVELOPMENT FOR THE ULTIMATE BENEFIT OF THEIR FARMER CLIENTS.STATE PROGRAM FUNDING ASSISTS STATE PROGRAM COORDINATORS IN GETTING THE MESSAGE OUT ABOUT SARE GRANT OPPORTUNITIES AND IN PROVIDING TRAININGS FOR AGRICULTURAL SERVICE PROVIDERS IN THEIR STATE.GRANTEES OF ALL PROGRAMS ACHIEVE THE OBJECTIVES OF THEIR PROJECTS AND FINDINGS ARE ADOPTED BY PRODUCERS AND SERVICE PROVIDERS. EXAMPLES ARE NEW COVER CROPPING SYSTEMS FOR SOIL HEALTH AND NEW SYSTEMS OF MARKETING SUCH AS CSAS AND FOOD HUBS. INDIVIDUAL PROJECT OUTCOMES CAN BE FOUND IN ANNUAL AND FINAL REPORTS SUBMITTED TO THE NATIONAL REPORTING DATABASE AT HTTPS://PROJECTS.SARE.ORG/ AS WELL AS ON OUR WEBSITE AT WWW.NORTHEASTSARE.ORG.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_20193864029877_12H3"}, {"internal_id": 68547718, "Award ID": "20183864028731", "Award Amount": 1424330.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-04", "CFDA Number": "10.215", "Description": "SUSTAINABLE AGRICULTURE SEEKS TO PROVIDE MORE PROFITABLE FARM INCOME, PROMOTE ENVIRONMENTAL STEWARDSHIP, AND ENHANCE QUALITY OF LIFE FOR FARM FAMILIES AND COMMUNITIES.SARE&#39;S OUTREACH GOAL IS TO DEVELOP AND EXECUTE INTEGRATED, COMPELLING AND CREATIVE COMMUNICATIONS AND OUTREACH EFFORTS TO HELP ACHIEVE THE SARE PROGRAM&#39;S MISSION. THE GOAL WILL BE ACHIEVED THROUGH A VARIETY OF ACTIVITIES INCLUDING THE DEVELOPMENT AND PRODUCTION OF BOOKS, BULLETINS, VIDEOS, WEB COMMUNICATIONS, CONFERENCE SUPPORT AND A PRINT/BROADCAST MEDIA PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20183864028731_12H3"}, {"internal_id": 68053954, "Award ID": "20183864028418", "Award Amount": 7895037.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-30", "CFDA Number": "10.215", "Description": "THIS COOPERATIVE AGREEMENT BETWEEN MONTANA STATE UNIVERSITY AND USDA - NIFA WILL ALLOW WSARE TO PROVIDE CAPITAL AND EDUCATIONAL RESOURCES TO AGRICULTURAL PRODUCERS, NON-PROFIT ORGANIZATIONS, STATE AGENCIES, UNIVERSITIES, AND OTHER STAKEHOLDERS AND ORGANIZATIONS ACROSS WESTERN U.S. TO: (1) MAINTAIN AND ENHANCE THE QUALITY AND PRODUCTIVITY OF THE SOIL; (2) CONSERVE SOIL, WATER, ENERGY, NATURAL RESOURCES, AND FISH AND WILDLIFE HABITAT; (3) MAINTAIN AND IMPROVE OF SURFACE AND GROUND WATER QUALITY; (4) PROTECT THE HEALTH AND SAFETY OF PERSONS INVOLVED IN THE FOOD AND FARM SYSTEM; (5) PROMOTE THE WELL-BEING OF ANIMALS; AND (6) INCREASE EMPLOYMENT OPPORTUNITIES IN AGRICULTURE. RESEARCH, EDUCATION, AND PROFESSIONAL DEVELOPMENT ACTIVITIES WILL BE CONDUCTED ACROSS THE 13 CONTINENTAL STATES AND FOUR ISLAND PROTECTORATES OF WESTERN U.S. TO ACHIEVE THE PROPOSED GOALS, THE REGIONAL OFFICE OF WSARE WILL INTEGRATE ITS CHAPTER 1 (RESEARCH &AMP; EDUCATION, MONTANA STATE UNIVERSITY) AND CHAPTER 3 (PROFESSIONAL DEVELOPMENT, UNIVERSITY OF WYOMING) PROGRAMS TO (1) COORDINATE THE SENDING OUT OF CALL FOR PROPOSALS FOR THE RESEARCH AND EDUCATION, PROFESSIONAL + PRODUCER, FRAMER/RANCHER, GRADUATE STUDENTS GRANTS, AND PROFESSIONAL DEVELOPMENT GRANTS. ADDITIONALLY, WE WILL (2) ASSEMBLE TECHNICAL COMMITTEES TO REVIEW PROPOSALS, (3) SUMMARIZE RECOMMENDATIONS OF TECHNICAL REVIEW PANELS, (4) CONVEY MEETINGS OF THE WSARE ADMINISTRATIVE COUNCIL, THE GOVERNING BOARD WHICH ESTABLISHES PRIORITIES, DETERMINES POLICIES, AND SELECTS FUNDED PROJECTS, (5) DISTRIBUTE INFORMATION RELATED TO RESEARCH AND EDUCATION PROGRAMS THROUGH A NEWSLETTER, PRESS RELEASES, WEB PAGES, SOCIAL MEDIA AND OTHER MATERIALS. AND (6) ADMINISTER BUDGETS AND PRESENT TECHNICAL REPORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_20183864028418_12H3"}, {"internal_id": 67288257, "Award ID": "20183864028417", "Award Amount": 7816907.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-03", "CFDA Number": "10.215", "Description": "COORDINATE THE USDA SARE (SUSTAINABLE AGRICULTURE RESEARCH AND EDUCATION) PROGRAM FOR THE 13 STATES AND 2 TERRITORIES OF THE SOUTHERN REGION. EACH AGREEMENT SUPPORTS APPROXIMATELY 12 RESEARCH AND EDUCATION PROJECTS, APPROXIMATELY 10 GRADUATE STUDENT PROJECTS, APPROXIMATELY 10 ON-FARM RESEARCH PROJECTS, APPROXIMATELY 7 FARMER PROJECTS, APPROXIMATELY 7 PDP COMPETITIVE PROJECTS, AND APPROXIMATELY 20 PDP STATE PLANS. REGIONAL COMPETITIVE GRANTS PROGRAM TO HELP AGRICULTURE BECOME MORE PROFITABLE, PROTECT NATURAL RESOURCES AND THE ENVIRONMENT AND IMPROVE QUALITY OF LIFE FOR RURAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20183864028417_12H3"}, {"internal_id": 67603467, "Award ID": "20183864028416", "Award Amount": 7816907.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-21", "CFDA Number": "10.215", "Description": "THIS PROGRAM FUNDS RESEARCH AND EDUCATION/DEMONSTRATION PROJECTS AND PROVIDES TRAINING FOR AGRICULTURAL EDUCATORS AND IS INTENDED TO IMPROVE THE SUSTAINABILITY OF AGRICULTURE, ENCOURAGING PRACTICES THAT ARE PROFITABLE, CONSERVE OUR NATURAL RESOURCE BASE AND IMPROVE THE QUALITY OF LIFE FOR FARM FAMILIES AND THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20183864028416_12H3"}, {"internal_id": 67288258, "Award ID": "20183864028415", "Award Amount": 7816907.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-03", "CFDA Number": "10.215", "Description": "THE OVERALL PURPOSE OF THIS SET OF COMPETITIVE GRANTS IS TO ENCOURAGE RESEARCH AND EDUCATION THAT WILL HELP AGRICULTURE BECOME MORE PROFITABLE, PROTECT NATURAL RESOURCES AND THE ENVIRONMENT, AND IMPROVE THE QUALITY OF LIFE FOR RURAL COMMUNITIES.RESEARCH AND EDUCATION GRANTS PROVIDE FUNDING FOR RESEARCHERS AND OUTREACH SPECIALISTS TO INVESTIGATE, DEMONSTRATE AND PUT INTO ACTION THE LATEST INNOVATIONS IN AGRICULTURAL PRODUCTION, MARKETING, ENVIRONMENTAL PROTECTION, AND SUSTAINABLE RURAL COMMUNITY DEVELOPMENT. FARMER GRANTS PROVIDE FUNDING FOR FARMERS TO INVESTIGATE NEW PRODUCTION AND MARKETING STRATEGIES ON THEIR FARMS AND SHARE THIS INFORMATION WITH OTHER FARMERS AND AGRICULTURAL SERVICE PROVIDERS. PARTNERSHIP GRANTS PROVIDE FUNDING FOR EXTENSION AGENTS AND OTHER AGRICULTURAL SERVICE PROVIDERS TO WORK IN PARTNERSHIP WITH FARMERS IN CONDUCTING ON FARM RESEARCH AND DEMONSTRATIONS. GRADUATE STUDENT GRANTS PROVIDE FUNDING FOR GRADUATE STUDENTS WHO ARE DOING RESEARCH ON TOPICS SPECIFIC TO SUSTAINABLE AGRICULTURE UNDER THE SUPERVISION OF A FACULTY ADVISOR. GRANTEES FROM ALL PROGRAMS ACHIEVE THE OBJECTIVES OF THEIR PROJECTS AND FINDINGS ARE ADOPTED BY PRODUCERS AND SERVICE PROVIDERS. EXAMPLES ARE THE DEVELOPMENT OF NEW COVER CROPPING SYSTEMS TO IMPROVE SOIL HEALTH AND NEW SYSTEMS OF MARKETING SUCH AS CSAS AND FOOD HUBS.THIS PROJECT ALSO INCLUDES A PDP PROGRAM TO ENHANCE THE KNOWLEDGE AND CAPABILITIES IN THE AREA OF SUSTAINABLE AGRICULTURE AMONG EXTENSION EDUCATORS AND OTHER AGRICULTURAL SERVICE PROVIDERS WORKING DIRECTLY WITH FARMERS. PROFESSIONAL DEVELOPMENT GRANTS PROVIDE FUNDING TO TRAIN AGRICULTURAL SERVICE PROVIDERS INCLUDING OUTREACH SPECIALISTS WITH COOPERATIVE EXTENSION, NRCS, STATE DEPARTMENTS OF AGRICULTURE, AND NON-PROFIT ORGANIZATIONS. THESE SERVICE PROVIDERS ARE TRAINED IN THE LATEST INNOVATIONS IN AGRICULTURAL PRODUCTION, MARKETING, ENVIRONMENTAL PROTECTION, AND SUSTAINABLE RURAL COMMUNITY DEVELOPMENT FOR THE ULTIMATE BENEFIT OF THEIR FARMER CLIENTS.STATE PROGRAM FUNDING ASSISTS STATE PROGRAM COORDINATORS IN GETTING THE MESSAGE OUT ABOUT SARE GRANT OPPORTUNITIES AND IN PROVIDING TRAININGS FOR AGRICULTURAL SERVICE PROVIDERS IN THEIR STATE.GRANTEES FROM ALL PROGRAMS ACHIEVE THE OBJECTIVES OF THEIR PROJECTS AND FINDINGS ARE ADOPTED BY PRODUCERS AND SERVICE PROVIDERS. EXAMPLES ARE NEW COVER CROPPING SYSTEMS FOR SOIL HEALTH AND NEW SYSTEMS OF MARKETING SUCH AS CSAS AND FOOD HUBS. INDIVIDUAL PROJECT OUTCOMES CAN BE FOUND IN ANNUAL AND FINAL REPORTS SUBMITTED TO THE NATIONAL REPORTING DATABASE AT HTTP://MYSARE.SARE.ORG/MYSARE/PROJECTREPORT.ASPX AS WELL AS ON OUR WEBSITE AT WWW.NESARE.ORG.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_20183864028415_12H3"}, {"internal_id": 45250890, "Award ID": "20173864026916", "Award Amount": 5834424.48, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-24", "CFDA Number": "10.215", "Description": "THIS PROGRAM FUNDS RESEARCH AND EDUCATION/DEMONSTRATION PROJECTS AND PROVIDES TRAINING FOR AGRICULTURAL EDUCATORS THAT AREINTENDED TO IMPROVE THE SUSTAINABILITY OF AGRICULTURE, ENCOURAGING PRACTICES THAT ARE PROFITABLE, CONSERVE OUR NATURAL RESOURCEBASE AND IMPROVE THE QUALITY OF LIFE FOR FARM FAMILIES AND THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20173864026916_12H3"}, {"internal_id": 45250889, "Award ID": "20173864026915", "Award Amount": 5882478.35, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "10.215", "Description": "THE OVERALL PURPOSE OF THIS SET OF COMPETITIVE GRANTS IS TO ENCOURAGE RESEARCH AND EDUCATION THAT WILL HELP AGRICULTURE BECOME MORE PROFITABLE, PROTECT NATURAL RESOURCES AND THE ENVIRONMENT, AND IMPROVE THE QUALITY OF LIFE FOR RURAL COMMUNITIES.RESEARCH AND EDUCATION GRANTS PROVIDE FUNDING FOR RESEARCHERS AND OUTREACH SPECIALISTS TO INVESTIGATE, DEMONSTRATE AND PUT INTO ACTION THE LATEST INNOVATIONS IN AGRICULTURAL PRODUCTION, MARKETING, ENVIRONMENTAL PROTECTION, AND SUSTAINABLE RURAL COMMUNITY DEVELOPMENT. FARMER GRANTS PROVIDE FUNDING FOR FARMERS TO INVESTIGATE NEW PRODUCTION AND MARKETING STRATEGIES ON THEIR FARMS AND SHARE THIS INFORMATION WITH OTHER FARMERS AND AGRICULTURAL SERVICE PROVIDERS. PARTNERSHIP GRANTS PROVIDE FUNDING FOR EXTENSION AGENTS AND OTHER AGRICULTURAL SERVICE PROVIDERS TO WORK IN PARTNERSHIP WITH FARMERS IN CONDUCTING ON FARM RESEARCH AND DEMONSTRATIONS. GRADUATE STUDENT GRANTS PROVIDE FUNDING FOR GRADUATE STUDENTS WHO ARE DOING RESEARCH ON TOPICS SPECIFIC TO SUSTAINABLE AGRICULTURE UNDER THE SUPERVISION OF A FACULTY ADVISOR. GRANTEES FROM ALL PROGRAMS ACHIEVE THE OBJECTIVES OF THEIR PROJECTS AND FINDINGS ARE ADOPTED BY PRODUCERS AND SERVICE PROVIDERS. EXAMPLES ARE THE DEVELOPMENT OF NEW COVER CROPPING SYSTEMS TO IMPROVE SOIL HEALTH AND NEW SYSTEMS OF MARKETING SUCH AS CSAS AND FOOD HUBS.THIS PROJECT ALSO INCLUDES A PDP PROGRAM TO ENHANCE THE KNOWLEDGE AND CAPABILITIES IN THE AREA OF SUSTAINABLE AGRICULTURE AMONG EXTENSION EDUCATORS AND OTHER AGRICULTURAL SERVICE PROVIDERS WORKING DIRECTLY WITH FARMERS. PROFESSIONAL DEVELOPMENT GRANTS PROVIDE FUNDING TO TRAIN AGRICULTURAL SERVICE PROVIDERS INCLUDING OUTREACH SPECIALISTS WITH COOPERATIVE EXTENSION, NRCS, STATE DEPARTMENTS OF AGRICULTURE, AND NON-PROFIT ORGANIZATIONS. THESE SERVICE PROVIDERS ARE TRAINED IN THE LATEST INNOVATIONS IN AGRICULTURAL PRODUCTION, MARKETING, ENVIRONMENTAL PROTECTION, AND SUSTAINABLE RURAL COMMUNITY DEVELOPMENT FOR THE ULTIMATE BENEFIT OF THEIR FARMER CLIENTS. STATE PROGRAM FUNDING ASSISTS STATE PROGRAM COORDINATORS IN GETTING THE MESSAGE OUT ABOUT SARE GRANT OPPORTUNITIES AND IN PROVIDING TRAININGS FOR AGRICULTURAL SERVICE PROVIDERS IN THEIR STATE.GRANTEES FROM ALL PROGRAMS ACHIEVE THE OBJECTIVES OF THEIR PROJECTS AND FINDINGS ARE ADOPTED BY PRODUCERS AND SERVICE PROVIDERS. EXAMPLES ARE NEW COVER CROPPING SYSTEMS FOR SOIL HEALTH AND NEW SYSTEMS OF MARKETING SUCH AS CSAS AND FOOD HUBS. INDIVIDUAL PROJECT OUTCOMES CAN BE FOUND IN ANNUAL AND FINAL REPORTS SUBMITTED TO THE NATIONAL REPORTING DATABASE AT HTTP://MYSARE.SARE.ORG/MYSARE/PROJECTREPORT.ASPX AS WELL AS ON OUR WEBSITE AT WWW.NESARE.ORG.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_20173864026915_12H3"}, {"internal_id": 62253354, "Award ID": "20173864026914", "Award Amount": 5577491.31, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "10.215", "Description": "COORDINATE THE USDA SARE (SUSTAINABLE AGRICULTURE RESEARCH AND EDUCATION) PROGRAM FOR THE 13 STATES AND 2 TERRITORIES OF THE SOUTHERN REGION. EACH AGREEMENT SUPPORTS APPROXIMATELY 7 RESEARCH AND EDUCATION PROJECTS, APPROXIMATELY 10 GRADUATE STUDENT PROJECTS, APPROXIMATELY 8 ON-FARM RESEARCH PROJECTS, APPROXIMATELY 6 FARMER PROJECTS, APPROXIMATELY 6 PROFESSIONAL DEVELOPMENT PROGRAM TRAINING PROJECTS, AND APPROXIMATELY 20 STATE PLANS/MODEL STATE PROGRAMS. REGIONAL COMPETITIVE GRANTS PROGRAM TO HELP AGRICULTURE BECOME MORE PROFITABLE, PROTECT NATURAL RESOURCES AND THE ENVIRONMENT AND IMPROVE QUALITY OF LIFE FOR RURAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20173864026914_12H3"}, {"internal_id": 45250888, "Award ID": "20173864026913", "Award Amount": 5359467.69, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-25", "CFDA Number": "10.215", "Description": "AGRICULTURAL PRODUCERS AND AGRIBUSINESSES HAVE A PRESSING NEED FOR RESEARCH-BASED INFORMATION AND TRAINING ON SUSTAINABLEPRACTICES AND TECHNIQUES. THIS REGIONAL COMPETITIVE GRANTS PROGRAM IS DESIGNED TO HELP AGRICULTURE BECOME MORE PROFITABLE,PROTECT OUR NATURAL RESOURCES AND THE ENVIRONMENT, AND IMPROVE THE QUALITY OF LIFE FOR PRODUCERS, RURAL RESIDENTS, AND OTHERCONSUMERS. THE HOST INSTITUTION FOR WESTERN SARE, ONE OF FOUR REGIONAL CENTERS, IS LOCATED AT UTAH STATE UNIVERSITY. THIS PROJECT OVERSEES ANDCOORDINATES THE PROJECTS AUTHORIZED UNDER THE USDA-NIFA-SARE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20173864026913_12H3"}, {"internal_id": 140510752, "Award ID": "20163864025398", "Award Amount": -3.6, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.215", "Description": "COLLABORATION AND SUPPORT FOR SUSTAINABLE AGRICULTURE 2016", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20163864025398_12H3"}, {"internal_id": 140510753, "Award ID": "20163864025383", "Award Amount": -453158.99, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.215", "Description": "WESTERN REGION SUSTAINABLE AGRICULTURE RESEARCH AND EDUCATION PROGRAM AND PROFESSIONAL DEVELOPMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20163864025383_12H3"}, {"internal_id": 140510751, "Award ID": "20163864025382", "Award Amount": -74501.22, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.215", "Description": "SUSTAINABLE AGRICULTURE RESEARCH AND EDUCATION (SARE) PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20163864025382_12H3"}, {"internal_id": 140510754, "Award ID": "20163864025381", "Award Amount": -15340.36, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.215", "Description": "2016 NORTH CENTRAL REGION SUSTAINABLE AGRICULTURE RESEARCH AND EDUCATION (NCR-SARE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20163864025381_12H3"}, {"internal_id": 110859790, "Award ID": "20153864023780", "Award Amount": -225.86, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-29", "CFDA Number": "10.215", "Description": "SUSTAINABLE AGRICULTURE RESEARCH AND EDUCATION (SARE) PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20153864023780_12H3"}, {"internal_id": 138340949, "Award ID": "20153864023779", "Award Amount": -361122.33, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-02", "CFDA Number": "10.215", "Description": "WESTERN REGIONAL SUSTAINABLE RESEARCH AND EDUCATION(WSARE)PROGRAM AND WESTERN REGIONAL PROFESSIONAL DEVELOPMENT PROGRAM (PDP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20153864023779_12H3"}, {"internal_id": 110859789, "Award ID": "20153864023777", "Award Amount": -2.17, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "10.215", "Description": "SUSTAINABLE AGRICULTURE REGIONAL CENTERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_20153864023777_12H3"}, {"internal_id": 83795083, "Award ID": "20143864022175", "Award Amount": -238446.49, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-30", "CFDA Number": "10.215", "Description": "WESTERN REGIONAL SUSTAINABLE RESEARCH AND EDUCATION(WSARE)PROGRAM AND WESTERN REGIONAL PROFESSIONAL DEVELOPMENT PROGRAM (PDP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20143864022175_12H3"}, {"internal_id": 85400155, "Award ID": "20143864022161", "Award Amount": -9.48, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "10.215", "Description": "SUSTAINABLE AGRICULTURE REGIONAL CENTERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_20143864022161_12H3"}, {"internal_id": 83795082, "Award ID": "20143864022155", "Award Amount": -71519.87, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-30", "CFDA Number": "10.215", "Description": "SUSTAINABLE AGRICULTURE RESEARCH AND EDUCATION (SARE) PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20143864022155_12H3"}, {"internal_id": 69573256, "Award ID": "20133864021014", "Award Amount": -0.87, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "10.215", "Description": "COLLABORATION AND SUPPORT FOR SUSTAINABLE AGRICULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20133864021014_12H3"}, {"internal_id": 69949028, "Award ID": "20133864020895", "Award Amount": -171.24, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "10.215", "Description": "NORTHEAST REGION SUSTAINABLE AGRICULTURE RESEARCH AND EDUCATION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_20133864020895_12H3"}]