[{"internal_id": 151132453, "Award ID": "58011122004", "Award Amount": 2975000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "10.291", "Description": "THE AGRICULTURAL AND FOOD POLICY CENTER (AFPC) WILL COLLABORATE WITH THE OFFICE OF THE CHIEF ECONOMIST (OCE) TO CONDUCT UNBIASED ECONOMIC ANALYSIS OF ALTERNATIVE FARM POLICIES AND CROP INSURANCE PROVISIONS AND CHARACTERIZE THE EFFECTS OF ALTERNATIVE POLICIES ON REPRESENTATIVE FARMS. THE JOINT EFFORT WILL PROVIDE A FRAMEWORK FOR EXAMINING A WIDE RANGE OF POLICIES ON THE ECONOMIC VIABILITY OF REPRESENTATIVE FARMS ACROSS THE UNITED STATES AND HOW ALTERNATIVE POLICIES WILL LIKELY AFFECT THE U.S. AGRICULTURAL ECONOMY. ALSO UNDER THIS AGREEMENT, AFPC WILL CONDUCT ANALYSES OF POLICIES RELATED TO FOOD ASSISTANCE PROGRAMS AND NUTRITION. ADDITIONAL WORK EXPLORES THE DEEPER ECONOMIC CONSIDERATIONS THAT UNDERLIE CROP INSURANCE, FARM AND FOOD POLICIES. AFPC WILL ALSO CREATE, DISTRIBUTE, MAINTAIN, AND SUPPORT DECISION TOOLS FOR AGRICULTURAL PRODUCERS. WORK PERFORMED UNDER THIS CONTRACT PROVIDES PUBLIC BENEFITS THROUGH SEVERAL AVENUES. FIRST, OUR WORK PROVIDES POLICY MAKERS WITH TIMELY, OBJECTIVE INFORMATION ON THE EFFECTS OF ALTERNATIVE FARM AND FOOD POLICIES THAT ARE UNDER ACTIVE CONSIDERATION. SECOND, OUR WORK PROVIDES DEEPER UNDERSTANDING TO POLICY MAKERS, EXECUTIVE GOVERNMENT ENTITIES, AND THE APPLIED ECONOMICS PROFESSION OF CONCEPTUAL ISSUES UNDERLYING THE U.S. FARM BILL, INCLUDING CROP INSURANCE AND FARM AND FOOD PROGRAMS. THIRD, U.S. AGRICULTURAL PRODUCERS BENEFIT DIRECTLY FROM OUR PROVISION OF TOOLS TO HELP THEM MAKE DECISIONS THEY ARE REQUIRED TO MAKE REGARDING GOVERNMENT PROGRAMS. FOURTH, FOOD ASSISTANCE ANALYSIS WILL PROVIDE INFORMATION TO POLICYMAKERS RELATING TO THE FACTORS AFFECTING FOOD ASSISTANCE NEEDS AND NUTRITION, AND THE LIKELY EFFECTS OF PROGRAM CHANGES. ADDITIONAL INFORMATION REGARDING EXPECTED RESULTS AND BENEFITS APPEARS IN THE DESCRIPTIONS OF INDIVIDUAL TASKS BELOW.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_58011122004_12A5"}, {"internal_id": 141133584, "Award ID": "58011121012", "Award Amount": 1975000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "10.291", "Description": "THE FOOD AND AGRICULTURAL POLICY RESEARCH INSTITUTE AT THE UNIVERSITY OF MISSOURI (FAPRI-MU) WILL WORK WITH THE OFFICE OF THE CHIEF ECONOMIST (OCE) TO CONDUCT ANALYSIS OF AGRICULTURAL MARKETS AND POLICIES. THE JOINT EFFORT WILL PROVIDE ESTIMATES OF LIKELY MARKET OUTCOMES UNDER CURRENT LEGISLATION AND REGULATIONS AND PROVIDE A FRAMEWORK FOR EXAMINING A WIDE RANGE OF AGRICULTURAL, BIOFUEL AND TRADE POLICY ISSUES. AGRICULTURAL MARKETS AFFECT EVERYONE FROM FARMERS TO FOOD CONSUMERS. BY PROVIDING QUANTITATIVE ESTIMATES OF FUTURE AGRICULTURAL MARKET OUTCOMES UNDER ALTERNATIVE SCENARIOS, THIS PROJECT WILL PROVIDE INFORMATION THAT WILL HELP POLICY MAKERS AND STAKEHOLDERS MAKE IMPORTANT DECISIONS. THE PROJECT BUILDS UPON EXISTING ECONOMIC MODELS AND EXPERTISE TO EVALUATE NEW MARKET DEVELOPMENTS AND POLICY OPTIONS THAT COULD HAVE MAJOR IMPACTS ON FARM COMMODITY MARKETS, GOVERNMENT BUDGETARY EXPENDITURES, FARM INCOME AND CONSUMER FOOD PRICES. GIVEN THE GOALS, THE MEANS OF COMMUNICATING RESULTS AND THE TIMELINESS OF WORK ARE OFTEN DEFINED BY THE NEEDS OF AUDIENCES OUTSIDE OF ACADEMIA, CAUSING A PRIORITY ON MAINTAINING AND USING EXISTING ECONOMIC MODELS AS PART OF THE PROJECT. THE RESULTS WILL INFORM PUBLIC AND PRIVATE DECISIONS WORTH BILLIONS OF DOLLARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_58011121012_12A5"}, {"internal_id": 141133585, "Award ID": "58011121009", "Award Amount": 1425000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "10.291", "Description": "THIS PROJECT FOCUSES ON STATE AND REGIONAL FARM FINANCES. THE PRIMARY GOAL IS TO PROVIDE CURRENT AND FORWARD-LOOKING INDICATORS TO SUPPORT PUBLIC AND PRIVATE SECTOR DECISION MAKING. THIS WOULD FILL A RESEARCH GAP, AS CURRENTLY FEW EFFORTS DEVELOP FORWARD-LOOKING ESTIMATES OF SUBNATIONAL FARM FINANCIAL INDICATORS, AND NONE ATTEMPT TO DO SO IN A WAY THAT WOULD ALLOW COMPARISONS ACROSS STATES AND REGIONS, NOR THAT EXPLORES KEY INTERACTIONS WITH GROWING CONDITIONS, MARKETS,GOVERNMENT PROGRAMS, AND FARM FINANCIAL HEALTH. THE PROJECT WOULD COMPLEMENT EXISTING ANALYSIS BY THE FOOD AND AGRICULTURAL POLICY RESEARCH INSTITUTE AT THE UNIVERSITY OF MISSOURI (FAPRI-MU) OF NATIONAL LEVEL FARM FINANCES AND COMPANION WORK BY TEXAS A&M’S AGRICULTURE AND FOOD POLICY CENTER (AFPC) THAT LOOKS AT THE FINANCIAL OUTLOOK FOR REPRESENTATIVE FARMS, AS WELL AS COMPLEMENT THE EXISTING STATE AND NATIONAL FARM INCOME AND FARM FINANCIAL ESTIMATES PRODUCED BY THE USDA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_58011121009_12A5"}, {"internal_id": 141133586, "Award ID": "58011121007", "Award Amount": 1275000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "10.291", "Description": "THE U.S. DROUGHT MONITOR RECEIVES A GREAT DEAL OF ATTENTION AND A TREMENDOUS AMOUNT OF WEB TRAFFIC. THE PRODUCT IS THE “GO TO” RESOURCE FOR DROUGHT ASSESSMENT AND INFORMATION FOR THE UNITED STATES, AND ANY ENHANCEMENTS AND ADDITIONS THAT CAN BE MADE WILL GREATLY BENEFIT ALL USERS, INCLUDING USDA. BECAUSE SO MANY PROGRAMS ARE TIED TO THE U.S. DROUGHT MONITOR WITHIN USDA (AS WELL AS OTHERS OUTSIDE OF IT, SUCH AS THE IRS), BEING ABLE TO PUBLISH THE WEEKLY DATA IN A WAY THAT BENEFITS ALL STAKEHOLDERS AND USERS WILL PROVIDE BENEFITS TO MANY IN ALL FACETS OF SOCIETY AND INDUSTRY. EACH OF THE TASKS WILL HAVE DIRECT BENEFIT TO THE USDM PRODUCT OR PROCESS, USDA, STAKEHOLDERS, OR A COMBINATION OF ALL OF THEM. MANY OF THE IDEAS FOR ENHANCEMENTS INCLUDED HAVE BEEN DEVELOPED DIRECTLY FROM CORRESPONDENCE WITH STAKEHOLDERS OVER THE YEARS. THE NATIONAL DROUGHT MITIGATION CENTER (NDMC) AT THE UNIVERSITY OF NEBRASKA-LINCOLN (UNL) WILL WORK WITH THE U.S. DEPARTMENT OF AGRICULTURE’S (USDA) OFFICE OF THE CHIEF ECONOMIST (OCE) TO ENHANCE ITS ROLE IN PROVIDING NATIONAL-, STATE-, TRIBAL-, AND LOCAL-SCALE DROUGHT INFORMATION SERVICES TO SUPPORT THE U.S. AGRICULTURAL SECTOR AND MULTIPLE USDA AGENCIES, INCLUDING THE USDA CLIMATE HUBS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_58011121007_12A5"}, {"internal_id": 133038474, "Award ID": "58011121002", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-19", "CFDA Number": "10.291", "Description": "THIS PROJECT WILL DEVELOP AN ECONOMIC MODEL TO ANALYZE ISSUES RELATED TO FOOD ASSISTANCE PROGRAMS THROUGH A MODELING FRAMEWORK CAPABLE OF ANALYZING THE COSTS AND BENEFITS OF PROPOSED CHANGES TO U.S. FOOD ASSISTANCE PROGRAMS, INCLUDING ESTIMATED IMPACTS ON FOOD INSECURITY. THIS PROJECT IS COMPRISED OF TWO MAJOR TASKS: 1) DEVELOP A DETAILED LARGE-SCALE STRUCTURAL MODEL OF GOVERNMENT EXPENDITURE ON THE SUPPLEMENTAL NUTRITION ASSISTANCE PROGRAM (SNAP); 2) SURVEY AVAILABLE MEASURES OF FOOD INSECURITY AND INVESTIGATE THE PROPERTIES OF EACH IN PREPARATION FOR THE EVENTUAL ADDITION OF A FOOD INSECURITY COMPONENT TO THE MODEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_58011121002_12A5"}, {"internal_id": 111777640, "Award ID": "58011120016", "Award Amount": 2550000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-28", "CFDA Number": "10.291", "Description": "THE PROJECT WILL CONDUCT ANALYSIS OF AGRICULTURAL MARKETS AND POLICIES. THE JOINT EFFORT WILL PROVIDE ESTIMATES OF LIKELY MARKET OUTCOMES UNDER CURRENT LEGISLATION AND REGULATIONS AND PROVIDE A FRAMEWORK FOR EXAMINING A WIDE RANGE OF AGRICULTURAL BIOFUEL AND TRADE POLICY ISSUES INCLUDING PROVIDING BASELINE PROJECTIONS FOR AGRICULTURAL AND BIOFUEL MARKETS THE CONSEQUENCES OF FARM AND TRADE POLICY OPTIONS EVALUATION OF BIOFUEL POLICY SCENARIOS AND CREATING MODEL-BASED ACREAGE RESPONSE PROJECTIONS AS WELL AS NUMEROUS OTHER ADDITIONAL TASKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_58011120016_12A5"}, {"internal_id": 111777632, "Award ID": "58011120008", "Award Amount": 2375000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "10.291", "Description": "THE PROJECT WILL CONDUCT GRASS-CAST VALIDATION AND IMPROVEMENT IN THE SOUTHWEST AND EXPLORE POTENTIAL EXPANSION INTO OTHER NEW REGIONS CONTINUE THE ECONOMIC VALUATION OF GRASS-CAST ON GREAT PLAINS COW-CALF OPERATIONS CONTINUE THE DEVELOPMENT OF A FOREST DROUGHT INDICATOR AND IDENTIFY GROUNDWATER LIMITATION HOT SPOTS. IT WILL ALSO SUPPORT THE U.S. DROUGHT MONITOR BY WEEKLY ARCHIVING OF INFORMATION WITHIN AN EXTENSIVE DATABASE AND SUPPORT THE VALUE-ADDED PRODUCTS AND WEB-MAPPING SERVICES CREATED THAT HELP DECISION MAKERS ACROSS AGRICULTURAL-RELATED SECTORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_58011120008_12A5"}, {"internal_id": 111777627, "Award ID": "58011120007", "Award Amount": 800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "10.291", "Description": "IN ORDER TO PROVIDE NATIONAL-, STATE-, TRIBAL-, AND LOCAL-SCALE DROUGHT INFORMATION SERVICES TO SUPPORT THE U.S. AGRICULTURAL SECTOR THE PROJECT WILL CONDUCT ECONOMIC PROJECTS RELATED TO AGRICULTURE AND WATER USED FOR AGRICULTURE CONDUCT RESEARCH ASSOCIATED WITH IMPROVING INFORMATION FOR LIVESTOCK PRODUCERS AND FORAGE PRODUCTION AND ADD ENHANCEMENTS RELATED TO THE PRODUCTS AND DATA ASSOCIATED WITH THE U.S. DROUGHT MONITOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_58011120007_12A5"}, {"internal_id": 111777629, "Award ID": "58011120003", "Award Amount": 1975000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-28", "CFDA Number": "10.291", "Description": "TO CONDUCT ECONOMIC ANALYSIS OF ALTERNATIVE FARM POLICIES, CROP INSURANCE PROVISIONS, AND FARM TRANSITIONS ON US AGRICULTURE AND SPECIFICALLY THE IMPACTS ON REPRESENTATIVE FARMS. THE PROJECT WILL PROVIDE A FRAMEWORK FOR EXAMINING A WIDE RANGE OF POLICIES ON THE ECONOMIC VIABILITY OF REPRESENTATIVE FARMS ACROSS THE UNITED STATES AND HOW ALTERNATIVE POLICIES WILL LIKELY AFFECT THE U.S. AGRICULTURAL ECONOMY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_58011120003_12A5"}, {"internal_id": 97297134, "Award ID": "58011119012", "Award Amount": 475000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "10.291", "Description": "THE FOOD AND AGRICULTURAL RESEARCH INSTITUTE AT THE UNIVERSITY OF MISSOURI (FAPRI-MU) WILL WORK WITH THE OFFICE OF THE CHIEF ECONOMIST (OCE) TO REFORMULATE AND REFINE THE U.S COMPONENT OF FAO/OECD'S AGLINK-COSIMO MODEL IN ORDER TO ENHANCE USDA'S ANALYSIS OF U.S. MARKET AND POLICY ISSIES WITHIN AN INTERNATIONAL MARKET CONTEXT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_58011119012_12A5"}, {"internal_id": 97297133, "Award ID": "58011119011", "Award Amount": 1500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-23", "CFDA Number": "10.291", "Description": "THE FOOD AND AGICULTURE POLICY RESEARCH INSTITUTE AT THE UNIVERSITY OF MISSOURI (FAPRI-MU) WILL WORK WITH THE OFFICE OF THE CHIEF ECONOMIST (OCE) TO CONDUCT ANALYSIS OF AGRICULTURE MARKETS AND POLICIES. THE JOINT EFFORT WILL PROVIDE ESTIMATES OF LIKELY MARKET OUTCOMES UNDER CURRENT LEGISLATION AND REGULTIONS AND PROVIDE A FRAMEWORK EXAMINING A WIDE RANGE OF AGRICULTURAL, BIOFUELS AND TRADE POLICY ISSUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_58011119011_12A5"}, {"internal_id": 97297131, "Award ID": "58011119009", "Award Amount": 833384.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-25", "CFDA Number": "10.291", "Description": "THE NATIONAL DROUGHT MITIGATION CENTER (NDMC) AT THE UNIVERSITY OF NEBRASKA-LINCOLN (UNL) WILL WORK WITH THE U.S. DEPARTMENT OF AGRICULTURE'S (USDA) OFFICE OF THE CHIEF ECONOMIST (OCE) TO ENHANCE ITS ROLE IN PROVIDING NATIONAL-, STATE-, TRIBAL-, AND LOCAL-SCALE DROUGHT INFORMATION SERVICE TO SUPPORT THE U.S. AGRICULTURAL SECTOR AND MULTIPLE USDA AGENCIES, INCLUDING THE USDA CLIMATE HUBS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_58011119009_12A5"}, {"internal_id": 97297126, "Award ID": "58011119004", "Award Amount": 1975000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-07", "CFDA Number": "10.291", "Description": "THE AGRICULTURAL FOOD POLICY CENTER (AFPC) WILL COLLABORATE WITH THE OFFICE OF THE CHIEF ECONOMIST (OCE) TO CONUCT ECONOMIC ANALYSIS OF ALTERNATIVE FARM POLICIES, CROP INSURANCE PROVISIONS, AND FARM TRANSTIONS ON US AGRICULTURE, AND SPECIFICALLY THE IMPACTS ON REPRESENTATIVE FARMS. THE JOINT EFFORT WILL PROVIDE A FRAMEWORK FOR EXAMINING A WIDE RANGE OF POLICIES ON THE ECONOMIC VIABILITY OF REPRESENTATIVE FARMS ACROSS THE UNITED STATES, AND HOW ALTERNATIVE POLICIES WILL LIKELY AFFECT THE U.S. AGRICULTURAL ECONOMY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_58011119004_12A5"}, {"internal_id": 97297158, "Award ID": "58011118024", "Award Amount": 1500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "10.291", "Description": "THE FOOD AND AGRICULTURAL RESEARCH INSTITUTE AT THE UNIVERSITY OF MISSOURI (FAPRI-MU) WILL WORK WITH THE OFFICE OF THE CHIEF ECONOMIST (OCE) TO CONDUCT ANALYSIS OF AGRICULTURAL MARKETS AND POLICIES TO PROVIDE ESTIMATES OF LIKELY MARKET OUTCOMES UNDER CURRENT PROPOSED LEGISLATION AND REGULATIONS AND PROVIDE FRAMEWORK FOR EXAMINING A WIDE RANGE OF AGRICULUTRAL AND BIOFUEL POLICY ISSUES, AS WELL AS BILATERAL AND REGIONAL TRADE POLICY ANALYSIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_58011118024_12A5"}, {"internal_id": 97297166, "Award ID": "58011118018", "Award Amount": 925889.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "10.291", "Description": "THIS PROJECT EXTENDS THE COLLABORATION BETWEEN NDMC, OCE, AND THE USDA CLIMATE HUBS IN PROVIDING ADDITIONAL DROUGHT MONITORING TOOLS FOR AGRICULTURAL PRODUCERS, FOSTERING CONTINUED SUPPORT FOR THE AUTHORS OF THE U.S. DROUGHT MONITOR TO ENSURE ITS CONTINUED PRODUCTION, AND BUILDING CAPACITY FOR ECONOMETRIC ANALYSIS AND SUPPORT OF WATER MARKETS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_58011118018_12A5"}, {"internal_id": 97297149, "Award ID": "58011118008", "Award Amount": 1500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-24", "CFDA Number": "10.291", "Description": "CONDUCT ECONOMIC ANALYSIS OF ALTERNATIVE FARM POLICIES AND INSURANCE PROVISIONS ON US AGRICULTURE, AND SPECIFICALLY THE IMPACTS ON REPRESENTATIVE FARMS AND THE COTTON MARKET. THE EFFORT WILL PROVIDE A FRAMEWORK FOR EXAMINING A WIDE RANGE OF POLICIES ON THE ECONOMIC VIABILITY OF REPRERSENTATIVE FARMS ACROSS THE UNITED STATES, AND HOW ALTERNATIVE POLICIES WILL LIKELY AFFECT THE U.S. AGRICULTURAL ECONOMY AND THE COTTON MARKET IN PARTICULAR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_58011118008_12A5"}]