[{"internal_id": 48325276, "Award ID": "A16AP00143", "Award Amount": 68218.9, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-07-20", "CFDA Number": "15.034", "Description": "BIA AMERICORP/VISTA/ VOLUNTEERS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "463e086e-0bfe-6df7-49f7-1845d58fb084-C", "generated_internal_id": "ASST_NON_A16AP00143_1450"}, {"internal_id": 159183562, "Award ID": "20237000740205", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "10.200", "Description": "STURGEON CAVIAR IS THE MOST EXPENSIVE AQUACULTURE PRODUCT IN THE WORLD. ABOUT 25% OF ADULT FEMALE STURGEON&#39;S WEIGHT IS FROM EGGS AT HARVEST. A LARGE SPECIES MAY PRODUCE 22KG OF CAVIAR WITH A VALUE OF BETWEEN $70K-$175K, SUGGESTING THAT RELATIVELY SMALL FARMS CAN BE HIGHLY SUCCESSFUL. SO WHY IS CAVIAR PRODUCTION NOT A MORE SIGNIFICANT PART OF THE AMERICAN AQUACULTURE ECONOMY? EACH YEAR, THE AMOUNT OF CAVIAR PRODUCED IN THE US FAILS TO MEET THE TOTAL CONSUMER DEMAND; THUS, OUR ECONOMY IS A NET IMPORTER OF CAVIAR. US STURGEON AQUACULTURE SUFFERS FROM INEFFICIENCIES ACROSS THE VALUE CHAIN. THERE ARE MANY OPPORTUNITIES FOR VALUE CHAIN R&AMP;D TO HAVE A TREMENDOUS IMPACT ON GROWING THE AMERICAN CAVIAR INDUSTRY RESULTING IN SIGNIFICANT PROFIT YIELDS. THE BARRIER TO FARMERS GETTING INVOLVED IN THIS HIGHLY PROFITABLE FISHERY, WHERE DEMAND EXCEEDS SUPPLY, IS THE LONG-TERM INVESTMENT NEEDED BEFORE STURGEON ON THE FARM MATURE ENOUGH TO BE PROFITABLE. FEMALES TAKE A DECADE OR MORE TO REACH SEXUAL MATURITY AND PRODUCE VALUABLE EGGS. HOWEVER, JUVENILE STURGEON CAN TAKE 5-6 YEARS TO BE SEXUALLY DIFFERENTIABLE. SO, PRODUCERS PAY TO FEED AND HOUSE THE NON-PRODUCTIVE MALES, 50% OF EACH COHORT, FOR 5-6 YEARS WITHOUT ANY FINANCIAL REWARD. WHO WOULD INVEST IN SUCH A VENTURE OR TRUST SOMEONE WITH THEIR PASSIONS AND PROMISES TO TURN PROFITS?1 THE EARLIER THE MALES CAN BE REMOVED FROM THE PRODUCTION PROCESS, THE GREATER THE PROFITS FOR THIS INDUSTRY. URGENTLY NEEDED BY THIS ARTISAN FISHERY IS A RAPID SEX IDENTIFICATION TOOL, RESULTING IN DOUBLING CAVIAR CAPACITY, DRAMATICALLY IMPROVING PRODUCTION EFFICIENCIES, INCREASING PROFITABILITY, AND STIMULATING GROWTH. WHEN THE START-UP COSTS CAN BE DRASTICALLY REDUCED BECAUSE THE REARING POPULATION WILL COMPRISE ONLY VALUABLE FEMALES, THE DOOR WILL OPEN FOR NEW ENTREPRENEURS TO VENTURE INTO THE CAVIAR PRODUCTION MARKET. A FIELD-BASED SEX DETERMINATION BIOSENSOR FOR STURGEON AQUACULTURE, WITH POTENTIAL APPLICATIONS FOR OTHER COMMERCIAL FISH FARMS AND STURGEON CONSERVATION RESEARCH, CAN BE A GAME-CHANGER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "176a3caf-aa07-085f-a3d1-24eda84f33e9-C", "generated_internal_id": "ASST_NON_20237000740205_12H3"}, {"internal_id": 159183561, "Award ID": "20237000740203", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-10", "CFDA Number": "10.200", "Description": "INFECTIOUS HEMATOPOIETIC NECROSIS VIRUS (IHNV) IS A WIDESPREAD PROBLEM FOR THE RAINBOW TROUT (ONCORHYNCHUS MYKISS) AQUACULTURE INDUSTRY, RESULTING IN LARGE SCALE PRODUCTION LOSSES AND ECONOMIC HARDSHIP. SELECTIVE BREEDING OF FISH FOR RESISTANCE TO IHNV OFFERS A POWERFUL OPTION FOR MANAGEMENT OF THIS DEVASTATING PATHOGEN AND MITIGATION OF ITS IMPACTS. IN PARTICULAR, SELECTIVE BREEDING FOR FISH THAT ARE RESISTANT TO INFECTION AND TRANSMISSION IS LIKELY TO BE THE MOST EFFECTIVE STRATEGY, BECAUSE IT HAS THE POTENTIAL TO FACILITATE VIRUS ERADICATION FROM PRODUCTION FACILITIES. IN THIS PROJECT, WE PLAN TO QUANTIFY VARIATION IN IHNV TRANSMISSION RESISTANCE ACROSS RAINBOW TROUT GENETIC LINEAGES (FAMILIES) AND ESTIMATE THE HERITABILITY OF THE TRAIT. WE WILL THE DETERMINE IF TRANSMISSION RESISTANCE IS LINKED TO OTHER FARM PERFORMANCE TRAITS SUCH AS RESISTANCE TO CLINICAL DISEASE, GROWTH, YIELD, AND FILLET QUALITY. THIS WILL LAY THE FOUNDATION FOR FUTURE CAMPAIGNS TO SELECTIVE BREED RAINBOW TROUT FOR IHNV TRANSMISSION RESISTANCE. THE PROJECT WILL INVOLVE A PARTNERSHIP BETWEEN A LEADING EXPERT IN IHNV BIOLOGY, ANDREW WARGO, PHD AT THE VIRGINIA INSTITUTE OF MARINE SCIENCE, AND THE CHIEF SCIENCE OFFICER, JESSE TRUSHENSKI, PHD AT A LARGE RAINBOW TROUT AQUACULTURE COMPANY, RIVERENCE HOLDINGS. RESULTS WILL BE DISSEMINATED ACROSS THE SALMONID AQUACULTURE AND DISEASE MANAGEMENT COMMUNITIES THROUGH PRESENTATIONS AT PROFESSIONAL ASSOCIATIONS, INDUSTRY FORUMS, AND SCIENTIFIC MEETINGS; AS WELL AS THROUGH PUBLICATIONS IN TRADE AND SCIENTIFIC JOURNALS FOR DISSEMINATION TO THE LARGER COMMUNITY. COLLECTIVELY, THIS PROJECT WILL NOT ONLY BOLSTER IHNV MANAGEMENT IN SALMONID AQUACULTURE, BUT PROVIDE A FRAMEWORK FOR SELECTIVE BREEDING OF TRANSMISSION RESISTANCE THAT COULD BE APPLIED TO A VARIETY OF AQUACULTURE SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f8efda1-d700-50e0-2b23-7e0257640aff-C", "generated_internal_id": "ASST_NON_20237000740203_12H3"}, {"internal_id": 159740474, "Award ID": "20237000740202", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-22", "CFDA Number": "10.200", "Description": "CURRENT ISSUE AND OPPORTUNITY. SEAWEEDS ARE LARGE, PLANT-LIKE ALGAE THAT GROW IN THE OCEAN. NEARLY 30% OF GLOBAL ANNUAL AQUACULTURE PRODUCTION ON A MASS BASIS COMES FROM SEAWEED, MAINLY FROM BROWN AND RED SEAWEEDS. IN 2019, OVER 35 MILLION WET TONS OF SEAWEED WERE PRODUCED GLOBALLY THROUGH AQUACULTURE, MAINLY BY ASIAN COUNTRIES INCLUDING CHINA, INDONESIA, JAPAN, AND KOREA. UNFORTUNATELY, THE U.S. CONTRIBUTED LESS THAN 0.1% OF THIS TOTAL. GRACILARIA, A RED SEAWEED, MERITS CONSIDERATION AS A PRIORITY EMERGING CANDIDATE FOR AQUACULTURE DEVELOPMENT IN THE UNITED STATES. GRACILARIA SPECIES ARE RICH IN PROTEINS, CARBOHYDRATES, AND A DIVERSE ARRAY OF BIOACTIVE COMPOUNDS INCLUDING ANTIOXIDANTS. THEY ARE A QUALITY SOURCE OF FOOD, FOOD INGREDIENTS, AND VALUE-ADDED PRODUCTS SUCH PHYCOCOLLOIDS USED AS THICKENERS IN A VARIETY OF CONSUMER PRODUCTS. G. PACIFICA IS USED AS AQUACULTURE FEED FOR ABALONE, AND GRACILARIA SPECIES CAN ALSO BE INTEGRATED INTO MULTI-TROPHIC AQUACULTURE (IMTA) SYSTEMS THAT CONTRIBUTE TO RESTORATIVE AQUACULTURE PRACTICES.A CRITICAL BARRIER TO RED SEAWEED AQUACULTURE DEVELOPMENT IN THE US IS THAT THE PRACTICES USED IN ASIAN COUNTRIES TO ACHIEVE SCALE AND LOW COST CANNOT BE DUPLICATED IN US COASTAL REGIONS. FOR EXAMPLE, GRACILARIA SPECIES IN ASIA ARE CULTIVATED THROUGH MANUALLY-INTENSIVE INOCULATION AND CULTIVATION, AND HARVESTING PRACTICES IN THE NEARSHORE MARINE ENVIRONMENT, SUCH AS PLANTING IN SHALLOW PONDS WHERE SEAWEED PLANTLETS ARE MANUALLY TIED TO ROPE LINES. ALTHOUGH THESE OPERATIONS HAVE LOW PRODUCTIVITY, THEY ARE ECONOMICALLY FEASIBLE IN MANY COUNTRIES BECAUSE LABOR COSTS ARE RELATIVELY LOW, ENVIRONMENTAL STANDARDS ARE RELAXED, AND THE NEARSHORE ENVIRONMENT IS MADE AVAILABLE FOR MASS CULTIVATION HOWEVER, IN THE US MARINE COASTAL WATERS, MORE ENVIRONMENTAL REGULATION AND NATURAL RESOURCE POLICY FACTORS COME INTO PLAY, AND A LOW-COST MANUAL LABOR POOL IS NOT READILY AVAILABLE. THEREFORE, TO WORK AROUND THESE ISSUES, THIS PROJECT WILL FOCUS ON LAND-BASED CULTIVATION OF RED SEAWEEDS, USING ENGINEERED APPROACHES THAT AUTOMATE AND INTENSIFY THE PRODUCTIVITY OF THE GROW-OUT PROCESS.METHODS AND APPROACHES. THE PROPOSED RESEARCH WILL SUPPORT THE DEVELOPMENT OF SUSTAINABLE AQUACULTURE SYSTEMS FOR INTENSIFIED PRODUCTION OF COMMERCIALLY-SIGNIFICANT RED SEAWEED IN LAND-BASED CULTIVATION SYSTEMS. AS DESCRIBED ABOVE, GRACILARIA SPECIES ARE A SOURCE FOOD AS WELL AS PLANT-BASED PROTEINS AND INDUSTRIAL PHYCO-COLLOIDS, WHICH TOGETHER CONSTITUTE NEARLY 90% OF BIOMASS DRY ORGANIC WEIGHT. THE BIOMASS IS PRODUCED USING NON-POTABLE SEAWATER, CARBON DIOXIDE FROM AIR OR WASTE COMBUSTION GASES, AND SUNLIGHT. THIS PROPOSED PROJECT WILL ADDRESS THE USDA AQUACULTURE PROGRAM AREA PRIORITY RELEVANT TO THE DESIGN OF ENVIRONMENTALLY AND ECONOMICALLY SUSTAINABLE COMMERCIAL AQUACULTURE PRODUCTION SYSTEMS, FOCUSING ON THE COMMERCIALLY-SIGNIFICANT RED SEAWEED GRACILARIA AS MODEL SYSTEM.THE PROPOSED RESEARCH WILL FOCUS ON THE COMBINATION OF BIOLOGICAL AND ENGINEERING A,PPROACHES TO AUTOMATE AND INTENSIFY THE GROW OUT PROCESSES IN LAND-BASED RECIRCULATING TANKS, RESULTING IN INCREASED PRODUCTIVITY AND LABOR-SAVING PRODUCTION TECHNOLOGIES DESIGNED TO REDUCE RISK FOR ADVANCING THE NASCENT RED SEAWEED AQUACULTURE ENTERPRISE IN THE UNITED STATES. AS PART OF THIS EFFORT, ROBUST CULTIVARS FOR GRACILARIA SPECIES OF EMERGING COMMERCIAL SIGNIFICANCE, G. PACIFICA AND G. PARVISPORA WILL BE ESTABLISHED, AND SCALABLE PROCESSES TO GROW THESE GRACILARIA STRAINS ON MODULAR MESH PANELS WILL BE DEVELOPED. THESE GRACILARIA PANELS WILL BE TESTED RELEVANT INDUSTRIAL ENVIRONMENTS IN COLLABORATION WITH OUR PRIVATE PARTNER OREGON SEAWEED TO ASSESS PRODUCTIVITY AND PRODUCT QUALITY. BASED ON THE TEST RESULTS, ECONOMIC ANALYSES WILL BE PERFORMED TO ESTIMATE COSTS AND TARGET TECHNICAL IMPROVEMENTS FOR FURTHER COST REDUCTION.THE PROJECT INCLUDES EXTENSION AND OUTREACH EFFORTS TO SUPPORT AND PROMOTE THE NASCENT RED SEAWEED AQUACULTURE ENTERPRISE IN THE PACIFIC NORTHWEST REGION, INCLUDING THE INITIATION OF A RED SEAWEED AQUACULTURE LEARNING GROUP AND A DELIVERY OF A WORKSHOP FOCUSED ON LAND-BASED AQUACULTURE OF RED SEAWEEDS.ULTIMATE GOAL. THE ULTIMATE GOAL OF THIS PROJECT IS TO ESTABLISH LAND-BASED CULTIVATION OF COMMERCIALLY-SIGNIFICANT RED SEAWEEDS AS A TECHNICALLY AND ECONOMICALLY VIABLE AGRICULTURAL ENTERPRISE FOR THE UNITED STATES. IF SUCCESSFUL, THESE PROCESSES WILL CREATE JOBS, PARTICULARLY IN RURAL COASTAL REGIONS, AND PROVIDE A STEADY SUPPLY OF PLANT-BASED PROTEINS FOR FEEDING A HEALTHY POPULATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20237000740202_12H3"}, {"internal_id": 159740473, "Award ID": "20237000740201", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-24", "CFDA Number": "10.200", "Description": "LARGEMOUTH BASS IS AN UP-AND-COMING CULTURED FISH SPECIES IN THE UNITED STATES, WITH GREATPOTENTIAL AS A PRODUCTION FOODFISH. THE EARLY LIFE STAGES REMAIN TO BE BETTER CLARIFIED FOR OPTIMIZED PRODUCTION IN BOTH POND AND INDOOR REARING SYSTEMS. LARGEMOUTH BASS ARE SUSCEPTIBLE TO BACTERIAL DISEASES DURING THE EARLY REARING PERIODS, AND THERE IS LIMITED INFORMATION ON THERAPEUTICS FOR PRODUCERS. A MAJOR BACTERIAL PATHOGEN IS AEROMONASSPP., WHICH CAUSE MOTILEAEROMONASSEPTICEMIA. THESE BACTERIA ARE OFTEN SYNONYMOUS WITH REARING STRESSORS AND CAN LEAD TO HIGH LEVELS OF MORTALITY. AS SUCH, THIS DYNAMIC PROJECT TEAM AIMS TO INVESTIGATE DISEASE SUSCEPTIBILITY AND IMMUNOLOGICAL RESPONSES OF LARGEMOUTH BASS DURING THESE CRITICAL PRODUCTION STAGES. SPECIFICALLY, THE OUTLINED PROJECT OBJECTIVES ARE TO 1) DEVELOP AND EVALUATE AN IMMERSION-BASED CHALLENGE MODEL FOR MOTILEAEROMONASSEPTICEMIA (MAS;AEROMONAS HYDROPHILAANDAEROMONAS VERONII) IN LARGEMOUTH BASS; 2) CHARACTERIZE DISEASE SUSCEPTIBILITY AND IMMUNE RESPONSES TO MAS INFECTIONS IN LARGEMOUTH BASS FRY AND FINGERLING ACROSS THE EARLY REARING STAGES; AND 3) ASSESS THE EFFICACY AND POTENTIAL FOR KILLED, IMMERSION-BASEDA. HYDROPHILAANDA. VERONIIBACTERINS WHEN ADMINISTERED AT VARIOUS TIMEPOINTS WITHIN THE EARLY LIFE STAGES, ALONG WITH POTENTIAL CROSS-PROTECTION. THE RESEARCH TEAM WILL TRANSLATE RESEARCH FINDINGS FOR COMMERCIAL LARGEMOUTH BASS PRODUCERS AND THE PROJECTOUTCOMES WILL BE USED TO ENHANCE U.S. FOODFISH PRODUCTION FOR DOMESTIC FOOD SECURITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20237000740201_12H3"}, {"internal_id": 162054748, "Award ID": "20233862440847", "Award Amount": 722166.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-08", "CFDA Number": "10.200", "Description": "HEMP (CANNABIS SATIVA L.) IS GROWN FOR ESSENTIAL OIL, SEED, AND FIBER PRODUCTION. GERMPLASM WITH SUPERIOR AGRONOMIC PERFORMANCE COMBINED WITH DISEASE RESISTANCE IS REQUIRED TO IMPROVE HEMP YIELDS AND PRODUCT QUALITY. THIS PROJECT WILL FOCUS ON THE EVALUATION OF GENETICALLY AND GEOGRAPHICALLY DIVERSE HEMP GENETIC RESOURCES FROM THE USDA ARS PLANT GENETIC RESOURCES UNIT HEMP GERMPLASM REPOSITORY FOR RESISTANCE TO FOUR DISEASES IMPORTANT TO HEMP INDUSTRY. AT LEAST 100 HEMP ACCESSIONS WILL BE TESTED YEARLY IN RANDOMIZED, REPLICATED AND INOCULATED FIELD TRIALS FOR: 1) FUSARIUM HEAD BLIGHT, 2) POWDERY MILDEW, 3) SEPTORIA LEAF SPOT, AND 4) DOWNY MILDEW. FUSARIUM HEAD BLIGHT TOLERANCE WILL BE EVALUATED IN FIELD TRIALS IN LEXINGTON, KY. POWDERY MILDEW, SEPTORIA LEAF SPOT, AND DOWNY MILDEW RESISTANCE WILL BE TESTED IN GENEVA, NY. HIGH-QUALITY DATA OBTAINED FROM THESE EVALUATIONS WILL BE ENTERED INTO GRIN-GLOBAL, A PUBLICLY ACCESSIBLE DATABASE. RESISTANT ACCESSIONS IDENTIFIED DURING EVALUATIONS WILL BE USED IN CROSSES TO DEVELOP REGULATORY COMPLIANT, PUBLICLY AVAILABLE, STABLE, AND DISEASE-RESISTANT INDUSTRIAL HEMP GERMPLASM IN THREE IMPORTANT MARKET CLASSES. ADDITIONALLY, GERMPLASM IDENTIFIED DURING THIS WORK WILL BE INCORPORATED INTO DOWNSTREAM MAPPING POPULATIONS TO SUPPORT THE DISCOVERY OF CANDIDATE RESISTANCE GENES. EXTENSION AND OUTREACH ACTIVITIES INCLUDING FIELD DAYS, VIDEOS, AND WEBINARS WILL BE USED TO INFORM THE HEMP COMMUNITY OF THE RESEARCH FINDINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "275b7aee-3a14-8042-7c17-6f27e4236bd5-C", "generated_internal_id": "ASST_NON_20233862440847_12H3"}, {"internal_id": 161564412, "Award ID": "20233850040775", "Award Amount": 948087.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "10.200", "Description": "THE USDA NATIONAL INSTITUTE OF FOOD AND AGRICULTURE (NIFA) SOUTHERN REGIONAL AQUACULTURE CENTER (SRAC) IS ONE OF FIVE REGIONAL AQUACULTURE CENTERS ESTABLISHED BY CONGRESS IN 1985. THE MISSION OF THE SRAC IS TO SUPPORT AQUACULTURE RESEARCH, DEVELOPMENT, EDUCATION, AND DEMONSTRATION TO ENHANCE VIABLE AND PROFITABLE U.S. AQUACULTURE PRODUCTION TO BENEFIT CONSUMERS, PRODUCERS, SERVICE INDUSTRIES, AND THE AMERICAN ECONOMY. IT ACCOMPLISHES THIS MISSION BY DEVELOPING AND FUNDING COMPETITIVE PROJECT PROPOSALS TO ADDRESS PRIORITY NEEDS IDENTIFIED BY THE REGION&#39;S AQUACULTURE INDUSTRY. EXPECTED OUTCOMES AND ANTICIPATED BENEFITS FOR EACH OF THE CENTER-FUNDED PROJECTS IS PRESENTED IN THE ANNUAL REPORTS AND THOSE REPORTS AS WELL AS THE PROJECT PROPOSALS ARE POSTED ON THE CENTER&#39;S WEB SITE AT WWW.SRAC.MSSTATE.EDU.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20233850040775_12H3"}, {"internal_id": 161564411, "Award ID": "20233850040774", "Award Amount": 948086.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-18", "CFDA Number": "10.200", "Description": "THE MISSION OF THE WESTERN REGIONAL AQUACULTURE CENTER (WRAC), ONE FIVE REGIONAL AQUACULTURE CENTERS ESTABLISHED BYCONGRESS IN 1985 IS TO SUPPORT AQUACULTURE RESEARCH, DEVELOPMENT, EDUCATION, AND DEMONSTRATION TO ENHANCE VIABLE ANDPROFITABLE U.S. AQUACULTURE PRODUCTION TO BENEFIT CONSUMERS, PRODUCERS, SERVICE INDUSTRIES, AND THE AMERICAN ECONOMY. THEWESTERN REGIONAL AQUACULTURE CENTER, HOSTED BY THE UNIVERSITY OF WASHINGTON, SEATTLE, SERVES AS AN ADMINISTRATIVE CENTER THATSOLICITS INPUT FROM INDUSTRY AND OTHER STAKEHOLDERS THAT BECOMES THE BASIS OF PROBLEM STATEMENTS THAT ADDRESS PROBLEMS ORBARRIERS TO THE ENHANCEMENT OF THE AQUACULTURE INDUSTRY. THESE PROBLEM STATEMENTS ARE PUBLISHED BI-ANNUALLY IN A COMPETITIVEREQUEST FOR PROPOSALS THAT ARE SUBJECT TO BOTH INTERNAL AND EXTERNAL PEER REVIEW. FUNDED PROJECTS ARE CARRIED OUT BY MULTI-STATEAND MULTI-DISCIPLINARY TEAMS TO PRODUCE HIGH QUALITY SCIENCE THAT CAN BE TRANSFERRED TO INDUSTRY AND/OR OTHER END USERS IN A TIMELYFASHION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_20233850040774_12H3"}, {"internal_id": 160861886, "Award ID": "20233850040773", "Award Amount": 948086.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-12", "CFDA Number": "10.200", "Description": "THERE ARE A NUMBER OF LIMITATIONS THAT STILL AFFECT THE EXPANSION AND PROFITABILITY OF AQUACULTURE IN THE NORTH CENTRAL REGION, WHICH WILL BE ADDRESSED IN PROJECTS FUNDED BY THE CENTER. THESE LIMITATIONS INCLUDE, IN PART, LIMITED EXTENSION/EDUCATION PRODUCTS, SPECIES SELECTION, REGULATIONS, ECONOMICS, ANIMAL HEALTH, MARKETING AND ALTERNATIVE FEEDSTUFFS FOR CULTURED ANIMALS. THE PURPOSE OF THE NORTH CENTRAL REGIONAL AQUACULTURE CENTER (NCRAC) IS TO CONDUCT VIABLE RESEARCH, EXTENSION, AND DEMONSTRATION PROJECTS WHICH WILL OVERCOME THESE LIMITATIONS. THE PROJECTS FUNDED BY THE CENTER ARE COMPETITIVELY SOLICITED AND REPORTED ANNUALLY TO USDA-NIFA. EXPECTED OUTCOMES AND ANTICIPATED BENEFITS FOR EACH OF THE CENTER-FUNDED PROJECTS ARE PRESENTED IN THE ANNUAL REPORTS, AND THOSE REPORTS, AS WELL AS THE PROJECT PROPOSALS, ARE POSTED ON THE CENTER&#39;S WEBSITE AT WWW.NCRAC.ORG. UPDATED INFORMATION ON CURRENT AQUACULTURE ISSUES ARE COMMUNICATED USING SOCIAL MEDIA AND REGIONAL LISTSERV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20233850040773_12H3"}, {"internal_id": 162054747, "Award ID": "20233850040772", "Award Amount": 948086.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "10.200", "Description": "THE TECHNICAL INDUSTRY ADVISORY COMMITTEE DEVELOPS RESEARCH AND EXTENSION PRIORITIES BASED ON INDUSTRY INPUT DEFINING THEIR NEEDS. A REQUEST FOR PROPOSALS IS DEVELOPED BY THE TIAC AND AND APPROVED BY THE NRAC BOARD OF DIRECTORS. PROPOSALS ARE COMPETIVELY SUBMITTED BY QUALIFIED RESEARCH AND EXTENSION PEOPLE AND THE PROPOSAL ARE REVIEWED BOTH INTERNALLY AND EXTERNALLLY. THE REVIEWS ARE BASED ON GOOD SCIENCE, APPLICABILITY OF THE PROPOSAL TO THE PRIORITIES IN THE RFA, REGIONAL NATURE OF THE PROPOSAL AND RELATED CRITERIA. THE HIGHEST RATED PROPOSALS ARE THEN SUBMITTED BY THE TIAC TO THE BOD FOR APPROVAL. APPROVED PROJECTS ARE INCLUDED IN THE PLAN OF WORK SUBMITTED TO USDA, NIFA FOR APPROVAL. IF APPROVED BY NIFA, NRAC PREPARES CONTRACTS TO THE HOME INSTITUION OF THE PRINCIPAL INVESTIGATOR TO FUND THE PROJECT. THE PROJECT IS THEN CARRIED OUT BY THE INVESTIGATORS ACCORDING TO THE PLAN IN THE APPROVED PROPOSAL AND RESULTS ARE REPORTED TO NRAC AND DISTRIBUTED AS WIDELY AS POSSIBLE THROUGH WEBSITES, EXTENSION ACTIVITIES AND OTHER MEANS. SPECIFIC RESULTS DEPEND ON THE PROJECT FUNDED AND THE PROBLEM DEFINED. HOWEVER, ALL PROJECTS ARE RELEVANT TO THE AQUACULTURE INDUSTRY IN THE NORTHEAST US AND ADDRESS A PROBLEM DEFINED BY THE INDUSTRY AS A CONTRAINT ON INDUSTRY DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20233850040772_12H3"}, {"internal_id": 161564410, "Award ID": "20233850040707", "Award Amount": 948086.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-21", "CFDA Number": "10.200", "Description": "THE CENTER FOR TROPICAL AND SUBTROPICAL AQUACULTURE (CTSA) IS ONE OF FIVE REGIONAL AQUACULTURE CENTERS (RACS) ESTABLISHED UNDER THE FOOD SECURITY ACT OF 1985 (SUBTITLE L, SEC. 1475 [D]). THE MISSION OF CTSA, LIKE THAT OF THE OTHER RACS, IS TO SUPPORT AQUACULTURE RESEARCH, DEVELOPMENT, DEMONSTRATION, AND EXTENSION EDUCATION TO ENHANCE VIABLE AND PROFITABLE U.S. AQUACULTURE. UNDER THIS PROJECT, CTSA, WHICH IS ADMINISTERED BY THE UNIVERSITY OF HAWAII, WILL DEVELOP AND SUPPORT RESEARCH AND EXTENSION ACTIVITIES THAT IN TURN WILL DEVELOP AND TRANSFER NEW AND ADAPTED TECHNOLOGY TO INDUSTRY IN HAWAII AND THE AMERICAN INSULAR PACIFIC. THE BOARD OF DIRECTORS, THE INDUSTRY ADVISORY COUNCIL, AND THE TECHNICAL COMMITTEE OVERSEE PROJECT DEVELOPMENT AND HELP TRACK ACCOMPLISHMENTS TOWARD CTSA&#39;S STATED MISSION. WE USE A REGION-WIDE AND MULTI-INSTITUTIONAL APPROACH TO ESTABLISH ESSENTIAL ELEMENTS FOR AQUACULTURE DEVELOPMENT OR TO TACKLE PROBLEMS THAT ARE IMPEDING FURTHER DEVELOPMENT OF THE AQUACULTURE INDUSTRY IN OUR REGION. EACH YEAR, CTSA FUNDS ABOUT SIX- PROJECTS THROUGH THE GRANT WE RECEIVE FROM THE U.S. DEPARTMENT OF AGRICULTURE&#39;S NATIONAL INSTITUTE OF FOOD AND AGRICULTURE (NIFA). EACH PROJECT IS REVIEWED BY A PANEL OF EXPERTS TO ENSURE ITS APPROACH IS SCIENTIFICALLY SOUND AND ITS RESULTS WILL DIRECTLY OR INDIRECTLY ENHANCE ECONOMIC OPPORTUNITIES FOR AQUACULTURE PRODUCERS IN THE CTSA REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20233850040707_12H3"}, {"internal_id": 150693081, "Award ID": "2022LOC200-1035-100-00169", "Award Amount": 50000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-07-27", "CFDA Number": "10.200", "Description": "NCSU FSLI SCHOLARSHIP PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_2022LOC200-1035-100-00169_12H3"}, {"internal_id": 149090845, "Award ID": "2022LOC200-1035-100-00015", "Award Amount": 400000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-03-04", "CFDA Number": "10.200", "Description": "TO DEVELOP AND PILOT A DATA COLLECTION PROCESS AND SYSTEM TO TRACK THE ACCOMPLISHMENTS AND IMPACTS OF NIFA FELLOWSHIP/SCHOLARSHIP PROGRAMS BASED ON DATA COLLECTED FROM STUDENTS WHO RECEIVED THE FELLOWSHIPS/SCHOLARSHIPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_2022LOC200-1035-100-00015_12H3"}, {"internal_id": 147106599, "Award ID": "2022LOC200-1035-100-00007", "Award Amount": 70000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-12-21", "CFDA Number": "10.200", "Description": "SUPPORT DEVELOPMENT OF AN INTERACTIVE DATA SET OF WORKFORCE DEVELOPMENT PROGRAM OFFERINGS OF EXTENSION OFFICES ENABLING THE EXTENSION FOUNDATION TO IDENTIFY AND SCALE EXISTING WORKFORCE DEVELOPMENT PROGRAMS ACROSS ALL ASPECTS OF COOPERATIVE EXTENSION IDENTIFY AND SCALE EXISTING WORKFORCE DEVELOPMENT PROGRAMS ACROSS ALL ASPECTS OF COOPERATIVE EXTENSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "04dd22a5-d289-5a86-a8c3-249576575286-C", "generated_internal_id": "ASST_NON_2022LOC200-1035-100-00007_12H3"}, {"internal_id": 151882496, "Award ID": "20227911138469", "Award Amount": 27348960.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "10.200", "Description": "IR-4 MINOR CROP PEST MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20227911138469_12H3"}, {"internal_id": 151882485, "Award ID": "20227000738317", "Award Amount": 295930.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "10.200", "Description": "EFFICACY AND IMMUNOMODULATORY PROPERTY OF PROBIOTIC C6-6 FOR EARLY LIFE STAGE MANAGEMENT OF COLDWATER AND COLUMNARIS DISEASE AND COINFECTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20227000738317_12H3"}, {"internal_id": 151882472, "Award ID": "20227000738315", "Award Amount": 324112.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "10.200", "Description": "MICROBIAL SOLUTIONS TO IMPROVING LARVAL RESILIENCE IN SHELLFISH HATCHERIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f7c7d27-684d-9b39-0e46-80a8c294c54a-C", "generated_internal_id": "ASST_NON_20227000738315_12H3"}, {"internal_id": 151587296, "Award ID": "20227000738287", "Award Amount": 298068.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-18", "CFDA Number": "10.200", "Description": "SELF-DESTRUCTING EDWARDSIELLA PISCICIDA: DNA VACCINE AND ANTIGEN DELIVERY VECTOR SYSTEM TO PREVENT TILAPIA LAKE VIRUS (TILV) INFECTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20227000738287_12H3"}, {"internal_id": 151882438, "Award ID": "20227000738285", "Award Amount": 298403.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "10.200", "Description": "RAPID VALIDATION OF IMMUNOGENIC TARGETS FROM HYPERVIRULENT AEROMONAS HYDROPHILA FOR DEVELOPMENT OF A RECOMBINANT PROTEIN VACCINE AGAINST VMAS IN CHANNEL CATFISH (ICTALURUS PUNCTATUS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20227000738285_12H3"}, {"internal_id": 151586097, "Award ID": "20227000738284", "Award Amount": 299374.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "10.200", "Description": "IMPROVED CLIMATE RESILIENCE IN OYSTERS THROUGH OPTIMIZATION OF HATCHERY-BASED ENVIRONMENTAL CONDITIONING PRACTICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_20227000738284_12H3"}, {"internal_id": 151586463, "Award ID": "20227000738283", "Award Amount": 269401.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "10.200", "Description": "DEVELOPMENT OF PCR-BASED DIAGNOSTIC ASSAYS IN SUPPORT OF DISEASE FREE ATTESTATIONS OF FORMULATED AQUAFEED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_20227000738283_12H3"}, {"internal_id": 151882451, "Award ID": "20227000738282", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "10.200", "Description": "HOW RISKY ARE U.S. AQUACULTURE BUSINESSES: ECONOMIC RISK ASSESSMENT OF AQUACULTURE SPECIES, PRODUCTION SYSTEMS, AND RISK MANAGEMENT STRATEGIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20227000738282_12H3"}, {"internal_id": 151882522, "Award ID": "20223913338451", "Award Amount": 1423951.5, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "10.200", "Description": "NATIONAL ATMOSPHERIC DEPOSITION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20223913338451_12H3"}, {"internal_id": 151586561, "Award ID": "20223888737739", "Award Amount": 381778.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "10.200", "Description": "NIFA MISSION SUPPORT VIA ENGAGEMENT OF EXPERIENCED WORKER PROGRAM ENROLLEES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_20223888737739_12H3"}, {"internal_id": 151586094, "Award ID": "20223862438369", "Award Amount": 201174.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "10.200", "Description": "COMPLIANT HEMP ACCELERATED IMPROVEMENT NETWORK (CHAIN)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20223862438369_12H3"}, {"internal_id": 151587388, "Award ID": "20223862438368", "Award Amount": 271260.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "10.200", "Description": "THE MIDWESTERN HEMP RESEARCH COLLABORATIVE: PARTICIPATORY RESEARCH AND EXTENSION TO GROW A SUSTAINABLE HEMP INDUSTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20223862438368_12H3"}, {"internal_id": 151882457, "Award ID": "20223862438367", "Award Amount": 499973.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "10.200", "Description": "ENHANCING SUSTAINABILITY OF CANOLA PRODUCTION IN NORTH CENTRAL US", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abd98500-a812-0a76-1610-357bcd3f88de-C", "generated_internal_id": "ASST_NON_20223862438367_12H3"}, {"internal_id": 151131036, "Award ID": "20223850038103", "Award Amount": 949555.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-03", "CFDA Number": "10.200", "Description": "NORTH CENTRAL REGIONAL AQUACULTURE CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20223850038103_12H3"}, {"internal_id": 151586095, "Award ID": "20223850038102", "Award Amount": 949555.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-18", "CFDA Number": "10.200", "Description": "WESTERN REGIONAL AQUACULTURE CENTER - 33RD ANNUAL WORK PLAN (FY22)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_20223850038102_12H3"}, {"internal_id": 151131012, "Award ID": "20223850038101", "Award Amount": 949555.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-05", "CFDA Number": "10.200", "Description": "NORTHEASTERN REGIONAL AQUACULTURE CENTER PROGRAM FY2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20223850038101_12H3"}, {"internal_id": 151131013, "Award ID": "20223850038100", "Award Amount": 949555.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-05", "CFDA Number": "10.200", "Description": "SOUTHERN REGIONAL AQUACULTURE CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20223850038100_12H3"}, {"internal_id": 151131019, "Award ID": "20223850038099", "Award Amount": 949556.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-04", "CFDA Number": "10.200", "Description": "REGIONAL AQUACULTURE CENTER - CENTER FOR TROPICAL AND SUBTROPICAL AQUACULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20223850038099_12H3"}, {"internal_id": 151882460, "Award ID": "20223426338472", "Award Amount": 1300992.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "10.200", "Description": "GLOBAL CHANGE, ULTRAVIOLET RADIATION MONITORING AND RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20223426338472_12H3"}, {"internal_id": 146995433, "Award ID": "2021LOC200-1010-355-00002", "Award Amount": 32000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.200", "Description": "SUPPORT FOR THE USDA SMALL BUSINESS INNOVATION AND RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "06b62f16-b760-bc8a-0da6-a4bebee31b60-C", "generated_internal_id": "ASST_NON_2021LOC200-1010-355-00002_12H3"}, {"internal_id": 146995432, "Award ID": "2021LOC100-1035-100-00056", "Award Amount": 74000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-19", "CFDA Number": "10.200", "Description": "BUILD CAPACITY WITHIN NIFA AND THE COOPERATIVE EXTENSION SERVICE TO ADVANCE COMMUNITY DIALOGUES AROUND RACE TO PROMOTE UNDERSTANDING TOWARD MEANINGFUL CHANGE THROUGH A DIALOGUE TO CHANGE MODEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_2021LOC100-1035-100-00056_12H3"}, {"internal_id": 146995431, "Award ID": "2021LOC100-1035-100-00046", "Award Amount": 47894.07, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-05", "CFDA Number": "10.200", "Description": "TO CONDUCT AN OUTREACH PROCESS AND UNDERWRITE CONFERENCE AND TRAVEL COSTS FOR YOUTH AND ADULT CHAPERONES TO ATTEND IN-PERSON, ONLINE, AND HYBRID CONFERENCE FORMATS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "102104a9-1db8-02ce-1cb3-846d95ad549b-C", "generated_internal_id": "ASST_NON_2021LOC100-1035-100-00046_12H3"}, {"internal_id": 146995420, "Award ID": "2021LOC100-1035-100-00045", "Award Amount": 61247.03, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-05", "CFDA Number": "10.200", "Description": "TO CONDUCT AN OUTREACH PROCESS AND UNDERWRITE CONFERENCE AND TRAVEL COSTS FOR YOUTH AND ADULT CHAPERONES TO ATTEND IN-PERSON, ONLINE, AND HYBRID CONFERENCE FORMATS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_2021LOC100-1035-100-00045_12H3"}, {"internal_id": 146995430, "Award ID": "2021LOC100-1035-100-00044", "Award Amount": 65000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-05", "CFDA Number": "10.200", "Description": "TO CONDUCT AN OUTREACH PROCESS AND UNDERWRITE CONFERENCE AND TRAVEL COSTS FOR YOUTH AND ADULT CHAPERONES TO ATTEND IN-PERSON, ONLINE, AND HYBRID CONFERENCE FORMATS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_2021LOC100-1035-100-00044_12H3"}, {"internal_id": 148592690, "Award ID": "2021LOC100-1035-100-00033", "Award Amount": 222951.81, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "10.200", "Description": "DEVELOPING STRATEGIES AND TACTICS THAT ADVANCE 4-H AND POSITIVE YOUTH DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_2021LOC100-1035-100-00033_12H3"}, {"internal_id": 146995428, "Award ID": "2021LOC100-1035-100-00013", "Award Amount": 49999.84, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.200", "Description": "SUPPORT FOR ORGANIZING FACILITATED CONVERSATIONS REGARDING POTENTIAL PILOT PROJECT TOPICS THAT WOULD EXPEDITE AND SUSTAIN POST-PANDEMIC RURAL ECONOMIC RECOVERY AND WORKFORCE DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c65a992f-25ab-3074-aab0-44d4d3cfd797-C", "generated_internal_id": "ASST_NON_2021LOC100-1035-100-00013_12H3"}, {"internal_id": 146995427, "Award ID": "2021LOC100-1035-001-00001", "Award Amount": 63922.94, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-02-02", "CFDA Number": "10.200", "Description": "THE COUNCIL WILL ASSUME RESPONSIBILITY FOR THE PLANNING AND EXECUTION OF 2021 4-H CONFERENCE. IN THIS ROLE NATIONAL COUNCIL ASSOCIATES WILL PROVIDE OVERALL LEADERSHIP, PARTNER WITH A CONFERENCE FACILITATOR, ENGAGE LAND GRANT UNIVERSITY PERSONNEL, AND ASSURE HIGH QUALITY PROGRAM STANDARDS ARE MET", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9006947c-7f28-2287-6399-d991af0aa42f-C", "generated_internal_id": "ASST_NON_2021LOC100-1035-001-00001_12H3"}, {"internal_id": 146995426, "Award ID": "2021LOC100-1020-250-00044", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-13", "CFDA Number": "10.200", "Description": "DEVELOPING A ROADMAP FOR THE FIVE RECOMMENDATIONS RECENTLY DEVELOPED IN COOPERATIVE EXTENSION'S NATIONAL FRAMEWORK FOR HEALTH EQUITY AND WELL-BEING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "04dd22a5-d289-5a86-a8c3-249576575286-C", "generated_internal_id": "ASST_NON_2021LOC100-1020-250-00044_12H3"}, {"internal_id": 146995425, "Award ID": "2021LOC100-1010-350-00013", "Award Amount": 269500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-19", "CFDA Number": "10.200", "Description": "SUPPORT FOR THE EVALUATION OF NATURAL RESOURCES CAPACITY PROGRAMS SPECIFICALLY THE MCINTIRE STENNIS FORESTRY RESEARCH AND THE RENEWABLE RESOURCES EXTENSION ACT PROGRAMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0887a599-610b-467a-e5d8-c1cd3c0cbcdb-C", "generated_internal_id": "ASST_NON_2021LOC100-1010-350-00013_12H3"}, {"internal_id": 146995424, "Award ID": "2021LOC100-1010-350-00005", "Award Amount": 75000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-21", "CFDA Number": "10.200", "Description": "THE GOAL OF THIS PROJECT IS TO UNDERSTAND AND IDENTIFY FROM MULTIPLE SECTORS OF US ECONOMY AGRICULTURE, FOOD, SOFT WARE, MANUFACTURING, POWER, AUTOMOBILE, MINING, OIL AND GAS, THEIR NEEDS IN TERMS OF QUANTUM OF GREEN HOUSE GAS REDUCTION AND THE NATURE OF GREEN HOUSE GASES THAT NEED TO BE ADDRESSED BY 2030 AND TO CREATE NET ZERO ECONOMIES IN US AND GLOBALLY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0af38c9-92a8-f2cb-a5b8-4b4f14f99689-C", "generated_internal_id": "ASST_NON_2021LOC100-1010-350-00005_12H3"}, {"internal_id": 146995423, "Award ID": "2021LOC100-1005-200-00092", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-11-30", "CFDA Number": "10.200", "Description": "TO CONDUCT AN IN-DEPTH EVALUATION OF STANDARD, EDUCATIONAL TEAM, CLEARINGHOUSE, AND SIMPLIFIED PROJECTS BFRDP FUNDED FROM 2016 THROUGH 2021 TO DOCUMENT THE OUTCOMES OF THESE PROJECTS AND BETTER UNDERSTAND THE KEYS TO SUCCESSFULLY HELPING BEGINNING FARMERS AND RANCHERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_2021LOC100-1005-200-00092_12H3"}, {"internal_id": 146995422, "Award ID": "2021LOC100-1005-200-00059", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "10.200", "Description": "CONDUCT A COMPREHENSIVE REVIEW OF NIFA'S ORGANIC PROGRAMS OREI AND ORG", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5776c2e4-1307-961b-7e14-d1959228f499-R", "generated_internal_id": "ASST_NON_2021LOC100-1005-200-00059_12H3"}, {"internal_id": 146995421, "Award ID": "2021LOC100-1005-200-00058", "Award Amount": 478150.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-01", "CFDA Number": "10.200", "Description": "THE NAA IS THE LARGEST AND MOST INVOLVED AQUACULTURE USER GROUP IN THE COUNTRY AND THEY HAVE BEEN AN ADVOCATE FOR THE RAC PROGRAM AND ITS STAKEHOLDERS FOR MANY YEARS. THEIR PARTICIPATION ALLOWS THIS EXTERNAL REVIEW TO REACH A MORE EXPANSIVE AND COMPREHENSIVE STAKEHOLDER COMMUNITY THAN IT WOULD BE ABLE TO REACH WITHOUT THEIR INVOLVEMENT. THIS IS VITAL TO THE SUCCESS OF THE REVIEW.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec5bd3c0-22d4-96e7-8e39-dcc8f7c439e6-R", "generated_internal_id": "ASST_NON_2021LOC100-1005-200-00058_12H3"}, {"internal_id": 146995418, "Award ID": "2021LOC001-0100-001-00135", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.200", "Description": "AN AD HOC COMMITTEE (BLUE RIBBON PANEL) APPOINTED BY NAS WILL STUDY THE VALUE OF COLLABORATIVE RESEARCH, EDUCATION, AND EXTENSION ACTIVITIES AMONG LAND-GRANT UNIVERSITIES AND COLLEGES, INCLUDING THE 1890S INSTITUTIONS, IN ADDRESSING NATIONAL CHALLENGES AND GLOBAL FOOD SECURITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf13c3e1-3402-03ba-44d3-2349f4a792b0-C", "generated_internal_id": "ASST_NON_2021LOC001-0100-001-00135_12H3"}, {"internal_id": 139138844, "Award ID": "20217000735787", "Award Amount": 310000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "10.200", "Description": "WE AIM TO PROVIDE A PROACTIVE APPROACH TO SUPPORT THE US OYSTER AQUACULTURE INDUSTRY IN RESPONSE TO THE GLOBAL EMERGENCE AND SPREAD OF HIGHLY VIRULENT MICROVARIANTS (&MICRO;VARS) OF AN OYSTER-KILLING VIRUS, OSHV-1. THE LONG-TERM GOAL OF THIS PROJECT IS TO SUPPORT THE RAPIDLY EXPANDING EASTERN OYSTER AQUACULTURE INDUSTRY BY PROVIDING TOOLS TO MITIGATE POTENTIAL IMPACTS OF AN OSHV-1 &MICRO;VAR INTRODUCTION. THOUGH PRIMARILY KNOWN AS A PATHOGEN OF PACIFIC OYSTERS, RECENT WORK BY OUR TEAM INDICATES EASTERN OYSTERS CAN BE INFECTED AND SUFFER MORTALITY FROM OSHV-1 &MICRO;VARS. FURTHER TESTING IS NECESSARY TO DETERMINE IF RESISTANCE TO THE OSHV-1 &MICRO;VARS IS A HERITABLE TRAIT SUCH AS EASTERN OYSTER RESISTANCE TO OTHER DISEASES. WE WILL BREED OYSTER FAMILIES CURRENTLY USED BY THE EASTERN OYSTER AQUACULTURE INDUSTRY AT THE VIRGINIA INSTITUTE OF MARINE SCIENCE. THEN WE WILL EXPOSE OYSTER FAMILIES (AT TWO IMPORTANT LIFE STAGES) IN QUARANTINE (AWAY FROM THE OCEAN) TO OSHV-1 IN ORDER TO DETERMINE THEIR SUSCEPTIBILITY AND SURVIVAL TO DETERMINE WHETHER RESISTANCE TO OSHV-1 IS A HERITABLE TRAIT. FINALLY, WE WILL USE WORKSHOPS AND SYMPOSIA TO INCREASE THE KNOWLEDGE OF POTENTIAL IMPACTS OF OSHV-1 BY BROADLY DISTRUTING INFORMATION TO OYSTER FARMERS, MANAGERS, AND SCIENTISTS AT BOTH THE REGIONAL AND NATIONAL LEVEL. WE EXPECT TO HELP SAFEGUARD THE US OYSTER AQUACULTURE INDUSTRY BY PROVIDING BOTH INFORMATION ON BOTH SPECIFIC FAMILY LINES MORE RESISTANT TO OSHV-1 AND INCREASING KNOWLEDGE ON BIOSECURITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20217000735787_12H3"}, {"internal_id": 139138908, "Award ID": "20217000735781", "Award Amount": 77440.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-09", "CFDA Number": "10.200", "Description": "THE RAPID GROWTH AND INTENSIFICATION OF THE AQUACULTURE INDUSTRY HAS INCREASED THE DEMAND FOR CHEAPER PROTEIN INGREDIENTS (FEED) AND SIMULTANEOUSLY INCREASED SOLID WASTE PRODUCTION. BOTH THESE PROBLEMS CAN BE MITIGATED BY THE PRODUCTION OF INSECT MEALS, SUCH AS BLACK SOLDIER FLY LARVAE (BSFL). IN FACT, RECENT REPORTS HAVE DEMONSTRATED THAT BSFL CAN PARTIALLY OR COMPLETELY REPLACE FISHMEAL, WITH PARTICULAR SUCCESS OBSERVED IN SALMON. MOREOVER, THE IDEAL FOOD FOR BSFL IS ORGANIC WASTE AND BY-PRODUCTS THAT IS INEDIBLE TO HUMANS, AND THUS CAN IMPROVE WASTE MANAGEMENT ON AQUACULTURE FARMS. HOWEVER, A MAJOR OBSTACLE TO THE WIDE-SPREAD USE OF BSFL IS THE DIFFICULTY IN THEIR PRODUCTION, WHICH IS PARTLY DUE TO INEFFICIENT DESIGNS, WHERE INCUBATION, HARVESTING AND PROCESSING ARE OFTEN SEPARATE SYSTEMS. IN THIS PROPOSAL, WE HAVE DEVELOPED A NOVEL ALL-IN-ONE \"STACKED DEEP DIVE\" (SDD) SYSTEM THAT IS BOTH STREAMLINED AND SELF-REGULATING. WHILE THIS IS SIMPLER AND LIKELY MORE COST-EFFECTIVE, FULL-SCALE TRIALS ARE REQUIRED. TWO MAIN OBJECTIVES ARE PROPOSED; 1) TO COMPARE THE PRODUCTIVITY AND NUTRITIVE VALUE OF BSFL AS WELL AS COST-EFFECTIVENESS WHEN PRODUCED IN THE CONVENTIONAL OR SDD SYSTEM, AND 2) DISSEMINATE THE OBTAINED KNOWLEDGE TO FARMERS AND PROVIDE DEMONSTRATIONS OF THE SDD SYSTEM IN ORDER TO RECEIVE THEIR INPUT FOR FURTHER DESIGN MODIFICATIONS. THE POTENTIAL SHORT-TERM APPLICATIONS TO FARMERS ARE TWO-FOLD; PROVIDE A HIGH VALUE PRODUCT (BSFL) FROM UNWANTED ORGANIC POLLUTION (FISH WASTE, FISH CARCASSES, SPOILED FEEDS), WHICH CAN BE USED TO SUPPLEMENT THEIR FEEDS AT THE NURSERY STAGES. IN THE LONG-TERM, IMPROVED BSFL PRODUCTION COULD GREATLY FACILITATE AQUACULTURE SUSTAINABILITY BY REDUCING OUR RELIANCE ON FISHMEAL AND PROVIDE AN ENVIRONMENTALLY FRIENDLY METHOD FOR WASTE DISPOSAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_20217000735781_12H3"}, {"internal_id": 132969196, "Award ID": "20217000734786", "Award Amount": 298560.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-16", "CFDA Number": "10.200", "Description": "THE CATFISH INDUSTRY LOSSES MILLIONS OF DOLLARS EVERY YEAR DUE TO BACTERIAL DISEASE IN POOR WATER QUALITY SYSTEMS. WE PROPOSE THAT INFECTION IN FISH IS LINKED TO THE DAMAGE OF BENEFICIAL MICROBIOME IN THE NOSE AND GUT, BY AQUACULTURE WATER WITH HIGH AMOUNTS OF FISH WASTE. THUS, RECOVERING THE MICROBIOME OF MAIN EXTERNAL ORGANS WITH PROBIOTIC TREATMENTS, CAN IMPROVE THE FISH IMMUNE SYSTEM, AND THEREFORE REDUCE SICKNESS.IN THIS PROJECT, WE WILL IDENTIFY CATFISH NOSE AND GUT MICROBIOME THAT ARE TOLERANT TO POOR QUALITY WATERS. THEN, WE WILL DESIGN AND PRODUCE PROBIOTIC TREATMENTS FOR NOSE AND GUT OF FISH AND WILL ASSESS THEIR ABILITY TO PROTECT AGAINST INFECTIONS. SPECIFICALLY, WE WILL TARGET FOR PROBIOTIC TREATMENTS THAT PROTECT FROM THE \"HOLE IN THE HEAD\" DISEASE IN CATFISH, WITH OUR LONG-TERM GOAL BEING TO DEVELOP FOOD PROBIOTICS THAT CAN PREVENT BACTERIAL ILLNESS IN INTENSIVE CULTURE SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20217000734786_12H3"}, {"internal_id": 132969197, "Award ID": "20217000734785", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-20", "CFDA Number": "10.200", "Description": "YELLOW PERCH (YP) FEMALES GROW SIGNIFICANTLY FASTER AND REACH LARGER BODY SIZES THAN MALES AND AMONOSEX CULTUREHOLDS A GREAT POTENTIAL AS A METHOD TO INCREASE THE EFFICIENCY AND PROFITABILITY OF PERCHFOOD AND RECREATIONAL AQUACULTURE BY IMPROVING GROWTH RATE, AND ELIMINATING THE PROBLEM OF PROLIFIC REPRODUCTION, PRECOCIOUS MATURITY AND THEIR CONSEQUENCES. THE OVERALL GOAL OF THIS PROJECT IS TO ADVANCE THE NORTH CENTRAL REGION(NCR) AND GREAT LAKES REGION (GLR)YELLOW PERCHAQUACULTURE FOR WHICH A FOUNDATION OF KNOWLEDGE AND ACTIVITY CURRENTLY EXISTS BUT WHERE SIGNIFICANT BARRIERS REMAIN. TO ACHIEVE THE GOAL, WE WILL PURSUE THE FOLLOWING OBJECTIVES:1) REFINE A TECHNOLOGY OF COMMERCIAL-SCALE PRODUCTION OF GENETICALLY FAST-GROWING MONOSEX FEMALE YP POPULATIONS;2) TRANSFER THE TECHNOLOGY OF PRODUCING FAST-GROWING MONOSEX SEED (FERTILIZED \"EYED-EGGS\" AND FRY) IN YP TO INDUSTRY THROUGH WORKSHOPS AND HANDS-ON TRAINING;3) PROMOTE MONOSEX AQUACULTURE AND RELATED TRAINING BY DELIVERING MONOSEX FISH TO FISH FARMS AND PERFORMING ON-FARM AND ON-STATION DEMONSTRATIONS OF GENETICALLY ALL-FEMALE YP POPULATIONS VS. MIXED-SEX GROUPS IN THE NCR AND GLR;4) DISSEMINATE DEMONSTRATION RESULTS TO AQUACULTURE INDUSTRY AND TO END-USER CUSTOMERS VIA FACT SHEETS, SCIENTIFIC PUBLICATIONS, AND AN ON-FARM FIELD DAY.BY THE END OF THE PROJECT, WE WILL EXPECT TO PROVIDE FERTILIZED \"EYED EGGS\" TOFINGERLING PRODUCERS AND TRAIN THEM TO PRODUCE MONOSEX SEED/FRY IN THEIR OWN FARMS OR HATCHERIES FOR DISSEMINATION OF IMPROVED FINGERLINGS TO COMMERCIAL GROW-OUT PRODUCERS.THEOUTCOMES WILL ENABLE US OR FARMERS TO PRODUCE AND USE HIGH QUALITY FAST-GROWING MONOSEX FINGERLINGS. THEREFORE, THIS WILL BENEFIT FISH FARMERS BY INCREASING THE EFFICIENCY AND PROFITABILITY OF YELLOW PERCH AQUACULTURE PRODUCTION IN THE U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20217000734785_12H3"}, {"internal_id": 132969225, "Award ID": "20217000734784", "Award Amount": 310000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-16", "CFDA Number": "10.200", "Description": "THE PRODUCTION OF POND-RAISED CATFISH IS THE LARGEST SECTOR OF THE U.S. AQUACULTURE INDUSTRY AND A VITAL COMPONENT OF SEVERAL SOUTHEASTERN STATES. MORTALITY RESULTING FROM DIRECT EXPOSURE TO WATERBORNE STAGES AND LOST PRODUCTION ASSOCIATED WITH PARASITE INDUCED ANOREXIA RESULT IN SIGNIFICANT MONETARY LOSSES. MANAGEMENT IS DEPENDENT ON HOST EXCLUSION AND ERADICATION TO PREVENT TRANSMISSION OF THESE PARASITES IN CATFISH PRODUCTION SYSTEMS AND MITIGATION EFFORTS ARE ESTIMATED TO COST PRODUCERS MILLIONS OF DOLLARS ANNUALLY. CATFISH PRODUCERS AND INDUSTRY LEADERS EMPHASIZE A CRITICAL NEED FOR RESEARCH FOCUSED ON INCREASING OUR UNDERSTANDING OF TREMATODE BIOLOGY AND DEVELOPMENT OF MORE EFFICIENT/COST EFFECTIVE MANAGEMENT STRATEGIES. HOWEVER, THE COMPLEX LIFE CYCLES FOR MANY TREMATODES AFFECTING CATFISH ARE LARGELY UNKNOWN. WE PROPOSE AN INTEGRATED STUDY TO IDENTIFY ALL POTENTIAL VECTORS, THROUGH SURVEYS OF TREMATODE LIFE STAGES IN AVIAN, MOLLUSCAN, AND FISH HOSTS USING A POLYPHASIC APPROACHEMPLOYING CLASSICAL PARASITOLOGY, MOLECULAR BIOLOGY AND NEXT-GENERATION SEQUENCING. MOST IMPORTANTLY, WE WILL ESTABLISH PROPHYLACTIC TREATMENTS USING A TWO-PRONGED APPROACH TARGETING LARVAL AND JUVENILE SNAILS, AS WELL AS LARVAL TREMATODE STAGES (EGGS AND MIRACIDIA). PROPHYLACTIC ERADICATION OF JUVENILE SNAILS AND LARVAL TREMATODE STAGES WILL DISRUPT TREMATODE LIFE CYCLES, AND IN TURN, PREVENT INFECTIONS IN FISH BEFORE SIGNIFICANT LOSSES CAN OCCUR AND TREATMENT OPTIONS BECOME LIMITED. THE OBJECTIVES PROPOSED HEREIN ALIGN WITH THE USDA SPECIAL RESEARCH GRANTS PROGRAM FOR AQUACULTURE, SPECIFICALLY THE FUNDING OF APPLIED RESEARCH FOCUSED ON CRITICAL DISEASE ISSUES IMPACTING COMMERCIAL AQUACULTURE SPECIES. THE ATTACHED LETTERS FROM INDUSTRY STAKEHOLDERS ATTEST TO THE URGENCY AND IMPORTANCE OF THE RESEARCH OUTLINED IN THIS PROPOSAL TO ENSURE THE SUSTAINABILITY AND PROFITABILITY OF U.S. CATFISH AQUACULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20217000734784_12H3"}, {"internal_id": 132969226, "Award ID": "20217000734783", "Award Amount": 320000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-16", "CFDA Number": "10.200", "Description": "DUE TO FLATTENING TRENDS IN CAPTURE FISHERIES, AQUACULTURE IS EXPECTED TO BE THE PRIMARY SOURCE OF GROWTH IN SEAFOOD PRODUCTION OVER THE NEXT SEVERAL DECADES. IN AN EFFORT TO RELIEVE THE STRAIN ON WILD FISHERIES, THE STATE OF TEXAS RECENTLY APPROVED THE DEVELOPMENT OF A LEGAL FRAMEWORK FOR THE AQUACULTURE OF OYSTERS, WHICH PRESENTS A CONSIDERABLE OPPORTUNITY TO EXPAND DOMESTIC SEAFOOD PRODUCTION. A KEY FACTOR IN THE SUCCESS OF THE OYSTER AQUACULTURE INDUSTRY IN TEXAS WILL BE ACCESS FOR FARMERS TO ROBUST, FAST-GROWING OYSTERS THAT CAN THRIVE IN A VARIETY OF LOCAL ENVIRONMENTAL CONDITIONS. UNLIKE MOST AGRICULTURAL SPECIES, OYSTERS AVAILABLE FOR AQUACULTURE IN TEXAS ARE UNDOMESTICATED, MEANING THAT THEIR PERFORMANCE FOR KEY TRAITS SUCH AS GROWTH RATE AND MEAT YIELD ARE NO DIFFERENT FROM WILD STOCKS. SELECTIVE BREEDING, ENHANCED WITH CUTTING-EDGE GENOMIC INFORMATION, IS A WELL-PROVEN STRATEGY FOR GENETIC IMPROVEMENT OF AQUACULTURE SPECIES. THE OVERALL OBJECTIVE OF THIS PROJECT IS TO DEVELOP CRITICAL INFORMATION TO SUPPORT THE DEVELOPMENT OF SUSTAINABLE, LONG-TERM SELECTIVE BREEDING PROGRAMS FOR OYSTER AQUACULTURE IN TEXAS. SPECIFICALLY, THE OBJECTIVES OF THE PROJECT ARE TO 1) GENERATE CRITICAL INFORMATION, SUCH AS THE HERITABILITY OF ECONOMICALLY-IMPORTANT TRAITS SUCH AS GROWTH AND MEAT YIELD, FOR TWO DISTINCT SUB-POPULATIONS OF OYSTERS NATIVE TO THE TEXAS COAST, AND 2) DETERMINE THE FEASIBILITY OF CUTTING-EDGE, GENOMICS-BASED BREEDING STRATEGIES FOR OYSTER BREEDING PROGRAMS. RESULTS OF THE PROJECT WILL INFORM THE DESIGN OF BREEDING PROGRAMS AND ELITE OYSTERS IDENTIFIED WILL FORM THE BASIS OF FUTURE BREEDING POPULATIONS. THE PROJECT WILL LEAD TO EFFICIENT, LONG-TERM BREEDING PROGRAMS THAT WILL ULTIMATELY PROVIDE FARMERS WITH OYSTER SEED WITH IMPROVED PRODUCTION TRAITS, LEADING TO A REDUCTION IN RISK AND AN INCREASE IN FARM PROFITABILITY. THE FURTHER REFINEMENT OF GENOMICS-BASED BREEDING STRATEGIES WILL IMPROVE BREEDING OF OYSTERS AND OTHER BIVALVES IN THE WIDER UNITED STATES AND WORLDWIDE, RESULTING IN MORE EFFICIENT AND SUSTAINABLE PRODUCTION OF SEAFOOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ef841841-a12e-4934-91d9-f19dfde86258-C", "generated_internal_id": "ASST_NON_20217000734783_12H3"}, {"internal_id": 133051739, "Award ID": "20217000734782", "Award Amount": 320000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-29", "CFDA Number": "10.200", "Description": "AI CONTROL TECHNOLOGIES (AICT) WILL DEVELOP A NOVEL BUOYANCY CONTROL AND RECOVERY SYSTEM FOR AQUACULTURE SHELLFISH FARMING RAFTS. INITIALLY INTENDED FOR MUSSEL FARMERS, THE SYSTEM WILL AUTONOMOUSLY CONTROL OFFSHORE SUBMERSIBLE RAFTS. IT WILL ADD BUOYANCY AUTONOMOUSLY TO MUSSEL RAFTS CURRENTLY ONLY CONTROLLED MANUALLY. OUR PROTOTYPE AICT AUTODIVE UNITS WILL THEN BE FIELD-TESTED IN SEVERAL SITES. AICT BUOYANCY CAN BE ADDED TO ALLOW RAPID SUBMERSION AND PROTECTION FROM WAVE, STORM, AND SHIPPING DAMAGE; BUOYANCY WILL BE ADDED PRECISELY TO THE GROWING STRUCTURES, WHEN REQUIRED, SO THEY DO NOT SINK OR ARE LOST TO THE SEABED AS CROP GROWS AND BUOYANCY CHANGES AND ALSAO TO ALLOW RECOVERY IF AND WHEN NEEDED.THE OFFSHORE PLATFORM MARKET FOR FINFISH AND SHELLFISH IS EXPECTED TO EXPERIENCE EXPONENTIAL GROWTH GOING FORWARD, FROM TENS, TO HUNDREDS AND TENS OF THOUSANDS. WE HAVE WITH AICT AUTODIVE THE KEY GAME CHANGING ENABLING TECHNOLOGY THAT WILL MAKE THIS POSSIBLE. OUR IMPROVEMENTS IN THE RAFT DESIGN, FABRICATION, CONSTRUCTION,PERFORMANCE, AND OPERATION WILL LEAD TO THE GROWTH OF THE U.S. SHELLFISH INDUSTRY IN SEMI-EXPOSED, DEEP WATERS MILES FROM SHORE AND IS POISED TO CAPTURE AND SUBSTITUTE IMPORTED MUSSEL AND OTHER SHELLFISH IMPORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "50a97de2-1800-d04b-6c96-0bde3555d7c9-R", "generated_internal_id": "ASST_NON_20217000734782_12H3"}, {"internal_id": 127669634, "Award ID": "20213883134202", "Award Amount": 70000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-02-11", "CFDA Number": "10.200", "Description": "USDA/NIFA&#39;S SUPPORT OF THE GOVERNMENT-UNIVERSITY-INDUSTRY RESEARCH ROUNDTABLE (GUIRR) IS APPLIED TO TWO SETS OF ACTIVITIES. THE FIRST SET OF ACTIVITIES CONSTITUTES \"GUIRR CORE,\" THE SCIENCE POLICY ARM OF GUIRR. ON AN ANNUAL BASIS, GUIRR WILL HOST THREE MEMBER MEETINGS, TYPICALLY IN FEBRUARY, JUNE AND OCTOBER. MEETING TOPICS/THEMES ARE PROPOSED BY THE MEMBERS AND PERTAIN TO CHALLENGES OF NATIONAL/GLOBAL CONCERN THAT REQUIRE GREATER CROSS-SECTOR (GOVERNMENT-UNIVERSITY-INDUSTRY) COLLABORATION. GUIRR WILL ALSO HOST ITS MONTHLY WEBINAR SERIES. SPECIFIC PROJECTS ON AN ARRAY OF ISSUES ARE UNDERTAKEN BY SMALLER WORKING GROUPS AS APPROPRIATE. PROJECTS ARE OFTEN TARGETED INITIATIVES THAT ARISE FROM AND ARE IN RESPONSE TO GUIRR MEETING DISCUSSIONS.THE SECOND SET OF ACTIVITIES ARE THOSE OF THE \"FEDERAL DEMONSTRATION PARTNERSHIP\", OR FDP, A SEMIAUTONOMOUS ORGANIZATION WHOSE MISSION IS TO MINIMIZE THE ADMINISTRATIVE BURDEN ASSOCIATED WITH THE CONDUCT OF FEDERALLY-FUNDED RESEARCH. THE FDP HOLDS THREE GENERAL MEMBER MEETINGS PER YEAR, USUALLY IN JANUARY, MAY, AND SEPTEMBER. IT ALSO ENGAGES IN NUMEROUS IMPACTFUL DEMONSTRATIONS AND PROJECT INITIATIVES. THE FDP HAS NEWLY ENTERED IN PHASE VII, INVOLVING INDIVIDUALS FROM 217 ACADEMIC RESEARCH INSTITUTIONS AND 10 FEDERAL AGENCIES. FORTY-SEVEN (47) OF THE UNIVERSITIES ARE EMERGING RESEARCH INSTITUTIONS (ERIS; LESS THAN $50 MILLION PER YEAR IN R&AMP;D EXPENDITURES), UP FROM 26 ERIS IN PHASE VI. FOR HISTORICAL REASONS, GUIRR HAS SERVED AS SECRETARIAT AND NEUTRAL CONVENER OF FDP SINCE ITS INCEPTION 30 YEARS AGO. AS SUCH, IN ADDITION TO ITS CORE ACTIVITIES, MOST FDP FUNDING ALSO FLOWS THROUGH GUIRR.THE ACTIVITIES PRESENTED IN THIS NEW CONTINUATION RFA COVER FY 2021-2026. OF THIS USDA AWARD, $15,000 WILL GO ANNUALLY TOWARDS GUIRR AND $20,000 WILL GO TOWARDS FDP. REMAINING FUNDS COME FROM OTHER GUIRR AND FDP MEMBER AGENCIES INCLUDING SIGNIFICANT SUPPORT FROM DOD, NIH, AND NSF. ODNI SUPPORT FOR GUIRR RECENTLY CONCLUDED BUT RENEWED SUPPORT IN 2021 IS ANTICIPATED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf13c3e1-3402-03ba-44d3-2349f4a792b0-C", "generated_internal_id": "ASST_NON_20213883134202_12H3"}, {"internal_id": 139138895, "Award ID": "20213862435751", "Award Amount": 674965.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "10.200", "Description": "PACIFIC NORTHWEST (PNW) DRYLAND AGRICULTURE IS DOMINATED BY SMALL-GRAIN CEREALS. FEW ADAPTED ROTATIONAL CROPS ARE AVAILABLE AND THERE ARE INCREASING CONCERNS ABOUT THE LONG-TERM SUSTAINABILITY OF MONOCULTURE CEREAL PRODUCTION. CANOLA YIELDS IN THE PNW ARE THE HIGHEST IN THE US. HOWEVER, THIS REGION ALSO PRODUCES THE HIGHEST WHEAT YIELDS, SO CONVINCING GROWERS TO TRY NEW CROPS CAN BE DIFFICULT. THIS PROJECT WILL INCREASE CANOLA PRODUCTIVITY AND GROWER PROFITABILITY BY: (1) DEVELOPING SUPERIOR CULTIVARS WITH HIGHER YIELD AND RESISTANCE TO BIOTIC AND ABIOTIC STRESSES; (2) IDENTIFYING AND QUANTIFYING ECONOMIC AND ENVIRONMENTAL ROTATIONAL BENEFITS OF CANOLA IN CEREAL ROTATIONS, INCLUDING DEVELOPING MULTI-YEAR ENTERPRISE BUDGETS; (3) QUANTIFY YIELD LOSS DUE TO BLACKLEG INFESTATION, DETERMINE THE EFFECTIVENESS AND ECONOMIC THRESHOLDS FOR FUNGICIDAL DISEASE CONTROL, AND CONTINUE TO INVESTIGATE THE EPIDEMIOLOGY OF L. MACULANS TO AID IN DEVELOPING DISEASE CONTROL STRATEGIES; AND (4) DELIVER RESULTS AND EDUCATIONAL INFORMATION TO GROWERS AND THE CANOLA INDUSTRY AS WELL AS CONDUCT LARGE-SCALE, ON-FARM AGRONOMIC RESEARCH TO EXPLORE THE GENETIC POTENTIAL OF THE MOST ADAPTED CANOLA CULTIVARS. TO INCREASE CANOLA ACREAGE, WE WILL PROVIDE GROWERS WITH THE NECESSARY EXTENSION AND OUTREACH TO EDUCATE NEW AND MORE EXPERIENCED PRODUCERS ON BEST MANAGEMENT PRACTICES TO OPTIMIZE PROFITABILITY. RESULTS FROM THIS PROJECT WILL ENCOURAGE MORE GROWERS TO INCLUDE CANOLA IN THEIR CEREAL ROTATIONS, OFFERING MORE CROP DIVERSITY AND GREATER LONG-TERM FARM STABILITY, AND ENVIRONMENTAL STEWARDSHIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20213862435751_12H3"}, {"internal_id": 139138843, "Award ID": "20213862435739", "Award Amount": 249973.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-02", "CFDA Number": "10.200", "Description": "HEMP (CANNABIS SATIVA L.) HAS BEEN GROWN AS A CROP FOR THOUSANDS OF YEARS FOR ITS ESSENTIAL OIL, SEED, AND FIBER. THE RENAISSANCE IN DOMESTIC AND GLOBAL HEMP CULTIVATION REQUIRES INTENSIFICATION OF CROP IMPROVEMENT FOR VARIOUS CHARACTERISTICS, INCLUDING END-PRODUCT TRAITS, AGRONOMIC CHARACTERISTICS, AND BROAD STRESS TOLERANCES. CURRENTLY, NO PUBLIC HEMP GERMPLASM COLLECTION EXISTS IN THE US. WE PROPOSE TO ACQUIRE, CHARACTERIZE, AND EVALUATE RELEVANT GERMPLASM ACROSS FOUR DIVERSE ENVIRONMENTS IN WA, OR, AND CA AND TO PROVIDE GERMPLASM AND ASSOCIATED DATA TO THE NATIONAL PLANT GERMPLASM SYSTEM. CO-PD STANSELL IS THE CURATOR OF THE HEMP COLLECTION AND THIS COLLABORATION WILL ENSURE OUR DATA CONFORMS TO THE GRIN-GLOBAL HEMP DATA STANDARDS UNDER DEVELOPMENT. HEMP REFERS TO ANY CANNABIS GERMPLASM WITH A CONCENTRATION OF D9-TETRAHYDROCANNABINOL (THC) &LT; 0.3% DRY WEIGHT AND ALL EVALUATED MATERIALS WILL ADHERE TO THAT STANDARD. IN ADDITION TO EVALUATION OF GERMPLASM ITSELF, WE WILL DEVELOP PRE-BREEDING GERMPLASM POOLS THAT REPRESENT BROAD-BASED POPULATIONS FACILITATING RECOMBINATION AMONG THE INDIVIDUAL ACCESSIONS, RAPIDLY INTRODUCING WIDE PHENOTYPIC DIVERSITY FOR DOWNSTREAM BREEDER SELECTION. THESE POOLS, OR SYNTHETIC POPULATIONS, ONE FOR EACH OF THE THREE MAIN MARKET CLASSES, WILL BE DEPOSITED IN THE NPGS SYSTEM AND MADE FREELY AVAILABLE FOR DISTRIBUTION. ADDITIONALLY, WE WILL ALSO ASSESS VARIOUS METHODS TO STORE POLLEN TO FACILITATE HYBRIDIZATION AND SEED PRODUCTION OF MANY HEMP ACCESSIONS AND POPULATIONS AT ONCE. THIS PROJECT ADDRESSES PRIORITY AREA B. INDUSTRIAL HEMP:1. GERMPLASM COLLECTION FOR INCLUSION IN THE USDA HEMP GERMPLASM REPOSITORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20213862435739_12H3"}, {"internal_id": 139138886, "Award ID": "20213862435738", "Award Amount": 249905.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-02", "CFDA Number": "10.200", "Description": "THE PROMISE OF HEMP, WITH THOUSANDS OF POSSIBLE USES, POTENTIAL SUITABILITY TO NUMEROUS ENVIRONMENTS, AND EMERGING, FAST-GROWING NEW PRODUCT MARKETS, COULD BE A WELCOME ALTERNATIVE CROP FOR MANY PRODUCERS. HOWEVER, DESPITE SIGNIFICANT DEVELOPMENTS IN THE U.S. HEMP INDUSTRY OVER THE PAST SEVERAL YEARS, THERE REMAIN SUBSTANTIAL GAPS IN THE KNOWLEDGE NEEDED TO FULLY SUPPORT THIS FLEDGLING INDUSTRY. A RECENT SURVEY OF OVER 1,100 HEMP STAKEHOLDERS FOUND THAT OVER 75% THINK ADDITIONAL RESEARCH IN BREEDING AND GENETICS TO PRODUCE STABLE AND UNIFORM CULTIVARS AND REGIONAL ADAPTABILITY IS VERY OR EXTREMELY IMPORTANT. THIS IS DIRECTLY RELATED TO SEED CHARACTERISTICS AND CONSIDERATIONS SUCH AS GERMINATION RATE, DORMANCY, SHELF LIFE, STATE CERTIFICATION, COST, AND QUALITY. GENETIC IMPROVEMENT OF CULTIVARS WILL HAVE A DIRECT EFFECT ON YIELD AND PRODUCTION COST AND THEREFORE THE RETURN ON INVESTMENT FOR STAKEHOLDERS. IN ORDER FOR PUBLIC AND PRIVATE BREEDERS AND SCIENTISTS TO DEVELOP REGIONALLY ADAPTED HEMP CULTIVARS IT WILL BE NECESSARY FOR THEM TO HAVE ACCESS TO A BROAD RANGE OF GERMPLASM. INITIAL CHARACTERIZATION OF HEMP GERMPLASM SHOWS A HIGH LEVEL OF GENETIC DIVERSITY IN NATURALIZED HEMP POPULATIONS COMPARED TO CULTIVATED CANNABIS, LIKELY DUE TO SELECTION PRESSURES AND GENETIC DRIFT IN DIFFERENT REGIONAL POPULATIONS. THE PURPOSE OF THIS RESEARCH TASK IS TO BUILD AND CHARACTERIZE A GENETICALLY DIVERSE COMPLIANT COLLECTION OF FERAL HEMP POPULATIONS THAT ARE ADAPTED TO ENVIRONMENTAL CONDITIONS IN THE REGIONS WHERE THEY HAVE BEEN GROWING SINCE ESCAPING FROM AGRONOMIC CULTIVATION. THROUGH THE ENGAGEMENT AND USE OF CITIZEN SCIENTISTS AND REGIONAL COLLABORATORS WE WILL BE ABLE TO COVER MORE GROUND THAN ANY SMALL GROUP OF INDIVIDUALS. THIS COLLECTION WILL SERVE AS A PUBLIC RESOURCE FOR THE CHARACTERIZATION OF GENES AND MINING OF ALLELES FOR BENEFICIAL TRAITS IN BREEDING NEW CULTIVARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20213862435738_12H3"}, {"internal_id": 139138835, "Award ID": "20213862435737", "Award Amount": 425404.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-02", "CFDA Number": "10.200", "Description": "THE PROPOSED INTEGRATED RESEARCH AND EXTENSION PROJECT IS A MULTI-DISCIPLINARY (AGRONOMY, SOIL SCIENCE, PLANT PHYSIOLOGY, ENGINEERING, AND ECONOMICS), MULTI-INSTITUTIONAL (TAMU AND NMSU) AND MULTI-LOCATION (TX AND NM) STUDY TO EVALUATE POTENTIAL FOR INCREASING CANOLA ACREAGE USING MARGINAL WATERS IN THE SOUTHERN GREAT PLAINS. OBJECTIVES OF THE STUDY ARE TO EVALUATE (I) CANOLA PERFORMANCE UNDER MARGINAL WATER IRRIGATION, (II) CHANGES TO ROOT ZONE SOIL PROPERTIES INCLUDING SALINITY, (III) IRRIGATION USE EFFICIENCY AND (IV) CANOLA CROP ECONOMIC FEASIBILITY. SEVERAL CULTIVARS OF CANOLA WILL BE EVALUATED FOR SALINITY TOLERANCE BY MEASURING GERMINATION, SEEDLING MORTALITY, EMERGENCE PERCENTAGE (EP) AND EMERGENCE INDEX, BIOMASS, AND SALT ACCUMULATION. SELECT SALT TOLERANT CULTIVARS PERFORMANCE WILL BE EVALUATED IN THE FIELD PLOTS AT TWO LOCATIONS, EL PASO, TX AND ARTESIA, NM. PLANT PERFORMANCE PARAMETERS SUCH AS NUMBER OF BRANCHES, SHOOT HEIGHT, PODS PER PLANT AND NUMBER OF SEEDS PER POD WILL BE MONITORED. PHYSIOLOGICAL PARAMETERS SUCH AS GAS EXCHANGE AND CHLOROPHYLL FLUORESCENCE, RELATIVE CHLOROPHYLL CONTENT WILL BE MEASURED. AT MATURITY PLANTS WILL BE HARVESTED AND BIOMASS, OIL SEED YIELD, OIL AND ASH CONTENT WILL BE DETERMINED. UNMANNED AERIAL VEHICLES (UAVS) EQUIPPED WITH HYPERSPECTRAL, MULTISPECTRAL BANDS, AND THERMAL SENSORS WILL BE USED TO DEVELOP EARLY DETECTION OF PLANT STRESSES TO TAKE CORRECTIVE ACTIONS TO REDUCE YIELD LOSSES. CHANGES TO ROOT ZONE SOIL PROPERTIES INCLUDING SALINITY WILL BE USED DEVELOP APPROPRIATE WATER AND SOIL SALINITY MANAGEMENT PRACTICES. ECONOMIC FEASIBILITY OF CANOLA PRODUCTION WILL BE EVALUATED BY CAREFULLY ASSESSING THE ESTABLISHMENT AND OPERATING COSTS, AS WELL AS POTENTIAL REVENUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20213862435737_12H3"}, {"internal_id": 139138889, "Award ID": "20213862435736", "Award Amount": 450000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-02", "CFDA Number": "10.200", "Description": "THIS MULTI-STATE, INTERDISCIPLINARY, AND INTEGRATED RESEARCH AND EXTENSION PROJECT WILL DELIVER PRACTICAL OUTCOMES TO MAKE WINTER CANOLA AN AGRONOMICALLY AND ECONOMICALLY VIABLE ROTATION CROP. THE LONG-TERM EXPECTED OUTCOMES ARE TO INCREASE ACRES AND PRODUCTION IN THE GREAT PLAINS. TO STIMULATE GROWTH, THE PROJECT WILL FOCUS ON TWO AREAS: 1) TESTING AND BREEDING TO DEVELOP SUPERIOR PERFORMING CULTIVARS AND HYBRIDS THAT INCREASE PRODUCTIVITY, PROFITABILITY, AND ADAPTATION TO AN EXPANDED RANGE OF GROWING ENVIRONMENTS, AND 2) CONDUCTING APPLIED RESEARCH AND EXTENSION ACTIVITIES TO DEVELOP INNOVATIVE PLANTING AND MANAGEMENT METHODS FOR USE IN THE REGION. NEW CULTIVARS WILL POSSESS ENHANCED WINTER SURVIVAL, GREATER YIELD POTENTIAL, HIGHER OIL CONTENT, DISEASE TOLERANCE, AND HERBICIDE RESISTANCE. TO BUILD UPON PREVIOUS ESTABLISHMENT RESEARCH, WINTER CANOLA SOURCE-SINK RELATIONSHIPS CONTROLLING YIELD FORMATION WILL BE REVIEWED AND INTERPRETED. A SPATIAL CHARACTERIZATION OF OIL CONTENT VARIABILITY AND PRODUCTIVITY ACROSS THE GREAT PLAINS AND U.S. WILL BE CREATED. ENVIRONMENTS WILL BE APPRAISED FOR THEIR SUITABILITY FOR SUCCESSFUL CANOLA PRODUCTION. IMPROVED SEEDING RATES, PLANTING DATES, AND CROP GROWTH REGULATOR USE WILL BOOST PRODUCTION. CROP INPUT OPTIMIZATION WILL BE OBSERVED THROUGH OMISSION OF CRITICAL INPUTS. THE RESILIENCY OF CANOLA TO RECOVER FROM SUBSTANTIAL STAND LOSSES WILL BE EVALUATED. CLIENTELE WILL RECEIVE INFORMATION DELIVERED IN-PERSON OR VIRTUALLY VIA FIELD DAYS, SCHOOLS, EXTENSION AND JOURNAL PUBLICATIONS, PROFESSIONAL MEETINGS, RADIO AND TELEVISION INTERVIEWS, AND SOCIAL MEDIA. SUCCESS WILL BE MEASURED BY AN INCREASE OF WINTER CANOLA PLANTED ACRES, THE RELEASE OF NEW CULTIVARS, IMPROVED CONSISTENCY OF PRODUCTION USING RESEARCH-BASED PRACTICES, AND PARTICIPATION AND FEEDBACK FROM EXTENSION ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20213862435736_12H3"}, {"internal_id": 133051774, "Award ID": "20213438334848", "Award Amount": 11547033.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-03", "CFDA Number": "10.200", "Description": "THE IR-4 PROJECT FACILITATES REGISTRATION OF CROP PROTECTION TECHNOLOGY FOR SPECIALTY CROPS (FRUITS, VEGETABLES, NUTS, HERBS, ORNAMENTALS, OTHER HORTICULTURE CROPS) AND MINOR USES ON MAJOR CROPS (CORN, SOYBEAN, WHEAT, ETC.) TO MANAGE INSECT, PLANT DISEASE, WEED AND OTHER DESTRUCTIVE PESTS. IR-4ACCOMPLISHES ITS MISSION BY DEVELOPING THE DATA REQUIRED BY US ENVIRONMENTAL PROTECTION AGENCY, THE STATES, AND INDUSTRY TO EXPAND REGISTRATIONS WITH CONVENTIONAL PESTICIDES AND BIOPESTICIDES. IR-4 SUPPLEMENTS THE EFFORTS OF INDUSTRY IN MARKETS THAT LACK ADEQUATE SALES TO SUPPORT THEIR DEVELOPMENT INVESTMENT. IR-4 PROVIDES SIGNIFICANT DELIVERABLES WITH POSITIVE IMPACTS TO STAKEHOLDERS THAT INCLUDE NEW REGISTRATIONS FOR KEY PESTS; EXTENDING REGISTRATIONS TO INCLUDE SIMILAR CROPS THROUGH CROP GROUPING/DATA EXTRAPOLATION; AND ASSISTING IN THE HARMONIZATION OF INTERNATIONAL MAXIMUM RESIDUE LEVELS TO REMOVE PESTICIDE RESIDUES IN CROPS AS A TRADE BARRIER. IR-4 CONCENTRATES ITS EFFORTS ON LOWER RISK TECHNOLOGY THAT RESPECTS HUMAN HEALTH AND THE ENVIRONMENT. THIS GIVES THE SPECIALTY CROP FARMERS/GROWERS ACCESS TO CROP PROTECTION TECHNOLOGY TO BETTER MANAGE PESTS IN A SUSTAINABLE AND ENVIRONMENTALLY FRIENDLY MANNER. ORGANIC GROWERS ALSO BENEFIT FROM REGISTRATIONS OF BIOPESTICIDES DERIVED FROM NATURAL MATERIALS.IR-4 HEADQUARTERS (HQ), A UNIT OF NC STATE UNIVERSITY, MANAGES/COORDINATES ACTIVITIES FOR THE NATIONAL IR-4 PROJECT. HQ COORDINATES RESEARCH ACTIVITIES WITH COLLABORATIONS WITH THE FOUR IR-4 REGIONAL CENTERS (NE-UNIVERSITY OF MARYLAND EASTERN SHORE; NC-MICHIGAN STATE UNIVERSITY, SR-UNIVERSITY OF FLORIDA, AND WR-UNIVERSITY OF CALIFORNIA-DAVIS), USDA-ARS, IR-4&#39;S FIELD RESEARCH FARMS, COMMODITY/GROWER GROUPS, THE CROP PROTECTION INDUSTRY, STATE AGRICULTURAL EXPERIMENT STATIONS, EPA, AND FOREIGN GOVERNMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20213438334848_12H3"}, {"internal_id": 138710409, "Award ID": "20213414135567", "Award Amount": 1953495.3, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "10.200", "Description": "NORTHWEST POTATO VARIETY DEVELOPMENT PROGRAM NON-TECHNICAL SUMMARYDEVELOPING NEW VARIETIES IS AN EFFECTIVE STRATEGY TO COMBAT EVER-INCREASING STRESS AND PEST PROBLEMS, IMPROVE PRODUCTION AND UTILIZATION EFFICIENCY, AND MAINTAIN THE COMPETITIVENESS OF THE US POTATO INDUSTRY. AMONG THE GENETIC IMPROVEMENTS NEEDED ARE BETTER FRESH MARKET AND PROCESSING QUALITY, RESISTANCE TO MAJOR ENVIRONMENTAL STRESSES, INSECT PESTS AND DISEASES, MORE EFFICIENT UTILIZATION OF WATER AND NUTRIENTS, IMPROVED STORABILITY, AND LOWERED PRODUCTION COSTS. THE PURPOSE OF THIS RESEARCH IS TO RELEASE AND COMMERCIALIZE NEW POTATO VARIETIES THAT WILL DIRECTLY BENEFIT ALL SEGMENTS OF THE NORTHWEST POTATO INDUSTRY AND INDIRECTLY BENEFIT ALL US PRODUCING REGIONS. THE STRATEGY IS TO IDENTIFY TRAITS, MAKE CROSSES, AND APPLY SELECTION PRESSURES THAT WILL INCREASE THE PROBABILITY OF DEVELOPING VARIETIES THAT CAN BE PRODUCED AND UTILIZED MORE EFFICIENTLY THAN EXISTING VARIETIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20213414135567_12H3"}, {"internal_id": 138340945, "Award ID": "20213414135449", "Award Amount": 838092.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-07", "CFDA Number": "10.200", "Description": "THE SOUTHWESTERN REGIONAL POTATO CULTIVAR DEVELOPMENT PROJECT WAS INITIATED IN 1997 BY COLORADO STATE UNIVERSITY, TEXAS A&AMP;M UNIVERSITY, AND THE UNIVERSITY OF CALIFORNIA AT DAVIS TO MEET THE UNIQUE NEEDS OF THE SOUTHWEST POTATO INDUSTRY. CROSSES AND ORIGINAL SELECTIONS ARE MADE IN COLORADO AND TEXAS, FOLLOWED BY FORMAL REGIONAL EVALUATION TRIALS IN ALL THREE STATES. BREEDING STOCKS AND ADVANCED SELECTIONS ARE OPENLY SHARED WITH MORE THAN A DOZEN OTHER STATES. PROMISING SELECTIONS FROM THE PROJECT ARE FURTHER EVALUATED IN WESTERN REGIONAL TRIALS, WHICH INCLUDE SIX WESTERN STATES. SPECIFIC GOALS AND OBJECTIVES ARE DEVELOPED AND CONTINUOUSLY REEVALUATED BASED ON EXTENSIVE STAKEHOLDER INPUT. SINCE THE INCEPTION OF THE SOUTHWESTERN REGIONAL POTATO CULTIVAR DEVELOPMENT PROJECT IN 1997, 66 NEW CULTIVARS AND CLONAL SELECTIONS HAVE BEEN RELEASED OR CO-RELEASED WITH OTHER INSTITUTIONS. THESE POTATO CULTIVARS REPRESENT A SUBSTANTIAL AND INCREASING PART OF THE NATIONAL POTATO ACREAGE AND HAVE SIGNIFICANTLY CONTRIBUTED TO REGIONAL AND NATIONAL ECONOMIES. SEVERAL POTATO CULTIVARS RELEASED BY THE SOUTHWEST PROGRAM WERE LISTED IN 2020 AMONG THE TOP 50 GROWN BASED ON SEED ACREAGE IN THE US. THOSE DEVELOPED IN THE SOUTHWESTERN REGION RANKED SECOND AMONG THE FOUR REGIONAL PROJECTS, BEHIND THE NORTHWEST AND SUBSTANTIALLY AHEAD OF THE NORTH CENTRAL AND NORTH EAST PROJECTS, THUS VALIDATING THE PRODUCTIVITY OF THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20213414135449_12H3"}, {"internal_id": 138340944, "Award ID": "20213414135448", "Award Amount": 1035426.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-07", "CFDA Number": "10.200", "Description": "POTATO BREEDING AND VARIETY DEVELOPMENT IN THE EASTERN U.S IS ACCOMPLISHED THROUGH AN INTEGRATED, SEVEN-STATE (FLORIDA, MAINE, NORTH CAROLINA, NEW YORK, OHIO, PENNSYLVANIA, AND VIRGINIA) EFFORT TOGETHER WITH USDA-ARS POTATO BREEDING. OUR FOUR COLLABORATING POTATO BREEDING PROGRAMS AND ASSOCIATED COOPERATING RESEARCHERS CONDUCT MULTI-SITE AND -DISCIPLINARY SELECTION AND VARIETY DEVELOPMENT RESEARCH ACROSS THE EASTERN SEABOARD. BREEDING PRIORITIES ARE DETERMINED FROM STAKEHOLDER INPUT. OUR OVERALL GOAL IS TO DEVELOP ATTRACTIVE, PRODUCTIVE, BROADLY ADAPTED AND HEAT STRESS-TOLERANT, PEST- AND DISEASE-RESISTANT POTATO VARIETIES THAT CAN BE GROWN BY SMALL AND LARGE POTATO PRODUCERS TO ENHANCE MARKETING OPPORTUNITIES, FARM SUSTAINABILITY AND PROFITS. THE SPECIFIC OBJECTIVES ARE: 1) DEVELOP IMPROVED NEW POTATO VARIETIES WITH BROAD ADAPTATION AND HEAT TOLERANCE; 2) DEVELOP IMPROVED NEW POTATO VARIETIES WITH INCREASED PEST AND DISEASE RESISTANCE; 3) ENHANCE INFORMATION DELIVERY VIA OUR WEB-BASED DATABASE, COLLABORATION WITH STAKEHOLDERS, AND OTHER EXTENSION ACTIVITIES. OUR PROJECT UTILIZES CONVENTIONAL AND MARKER-ASSISTED BREEDING AND SELECTION TO DEVELOP HIGHLY PRODUCTIVE NEW VARIETIES WITH RESISTANCE TO HEAT AND OTHER IMPORTANT ABIOTIC STRESSES AS WELL AS PLANT DISEASES SUCH AS LATE BLIGHT, SCAB, POTATO VIRUS Y (PVY), EARLY BLIGHT, PINK ROT, BACTERIAL SOFT ROT, AND GOLDEN NEMATODE. GENOMIC SELECTION IS NOW BEING INTEGRATED INTO OUR PROGRAMS TO IMPROVE GENETIC GAIN FOR KEY TRAITS. OUR SELECTION PROCEDURES UTILIZE DIVERSE EASTERN GROWING CONDITIONS TO SELECT POTATO GERMPLASM WITH BROAD ADAPTATION, RESISTANCE TO PESTS, HEAT STRESS, AND STRESS-RELATED DEFECTS. OUR PROGRAMS CONTINUE TO ADOPT UNIFORM DATA COLLECTION AND DISTRIBUTION TECHNIQUES TO FACILITATE COMMUNICATION WITH STAKEHOLDERS AND AMONG RESEARCHERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_20213414135448_12H3"}, {"internal_id": 138340943, "Award ID": "20213414135447", "Award Amount": 1644777.37, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-07", "CFDA Number": "10.200", "Description": "POTATO PRODUCTION IS IN THE NORTH CENTRAL US IS VITAL TO THE REGIONAL ECONOMY AND PLAYS AN IMPORTANT ROLE IN THE NATIONAL POTATO SUPPLY. THE FOUR STATES OF MICHIGAN, MINNESOTA, NORTH DAKOTA, AND WISCONSIN ACCOUNTED FOR ALMOST A QUARTER OF THE US ACREAGE, WITH A FARM-GATE VALUE OF ABOUT $1 BILLION. ALL SECTORS OF THE POTATO MARKET ARE PRESENT IN THIS REGION, DOMINATED BY FRY AND CHIP PROCESSING MARKETS, WITH A SUCCESSFUL FRESH MARKET AND EXPANDING SPECIALTY MARKET NICHES. CHANGES IN CLIMATE, CONSUMER PREFERENCE, PRODUCTION ECONOMICS, AND ENVIRONMENTAL REGULATIONS REQUIRE CONTINUAL INNOVATION IN THE POTATO INDUSTRY, AND PLANT BREEDING LEADING TO VARIETY COMMERCIALIZATION IS CRITICAL TO MEETING THESE EVOLVING DEMANDS. THIS PROPOSAL, WHICH IS A JOINT EFFORT OF THE POTATO BREEDING AND GENETICS PROGRAMS AT FOUR NORTH CENTRAL LAND-GRANT UNIVERSITIES (UW, MSU, NDSU, UM). THERE ARE FOUR SPECIFIC OBJECTIVES DETAILED: 1) IDENTIFY NEW VARIETIES WITH SUPERIOR AGRONOMICS AND END-USED QUALITY VIA SEXUAL HYBRIDIZATION AND SELECTION AT THE TETRAPLOID AND DIPLOID LEVEL, 2) SCREEN ELITE GERMPLASM FOR RESISTANCE TO KEY PESTS, 3) LEVERAGE GENOMIC TOOLS TO ENHANCE BREEDING EFFICIENCY, AND 4) COMMERCIALIZATION OF NEW VARIETY RELEASES FOR STAKEHOLDER ADOPTION. THE FOUR PROJECT DIRECTORS AND THEIR COLLABORATORS HAVE THE REQUISITE EXPERIENCE, FACILITIES, AND STAKEHOLDER RELATIONSHIPS TO SUCCESSFULLY COMPLETE THESE OBJECTIVES. THE EXPECTED OUTCOMES FROM THE TWO-YEAR GRANT INCLUDE THE RELEASE OF NEW VARIETIES, THE SELECTION OF NEW BREEDING LINES, NEW MARKERS FOR MARKER-ASSISTED SELECTION, AND PRELIMINARY DATA ON THE FEASIBILITY OF USING A RAPID CYCLING GENOME-WIDE MARKER ANALYSES FOR IMPROVING VARIETY DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20213414135447_12H3"}, {"internal_id": 146995453, "Award ID": "2020LOC000-1035-100-00080", "Award Amount": 74000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-14", "CFDA Number": "10.200", "Description": "SUPPORT OF THE SCHOLARSHIP FOR STUDENT AT 1890 INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "419196fe-a9a5-ba0f-e35e-853c1bc53682-C", "generated_internal_id": "ASST_NON_2020LOC000-1035-100-00080_12H3"}, {"internal_id": 146995452, "Award ID": "2020LOC000-1035-100-00001", "Award Amount": 74500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-01-22", "CFDA Number": "10.200", "Description": "SUPPORT FOR THE ANNUAL NATIONAL 4 H CONFERENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9006947c-7f28-2287-6399-d991af0aa42f-C", "generated_internal_id": "ASST_NON_2020LOC000-1035-100-00001_12H3"}, {"internal_id": 146995451, "Award ID": "2020LOC000-1010-350-00031", "Award Amount": 15000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "10.200", "Description": "PROVIDES SUPPORT TO DESERVING NON-FEDERAL EMPLOYEES FROM INSTITUTIONS ELIGIBLE TO PARTICIPATE IN THE LEAD21 SCHOLARSHIP PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d30d085-02fa-c2c5-4b98-7101b75d57b2-C", "generated_internal_id": "ASST_NON_2020LOC000-1010-350-00031_12H3"}, {"internal_id": 146995450, "Award ID": "2020LOC000-0100-001-00360", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-17", "CFDA Number": "10.200", "Description": "DEVELOPING PRIORITIES FOR PLANT RESEARCH WITH THE OBJECTIVE OF INCREASING AGRICULTURAL RESEARCH AND DEVELOPMENT THROUGH ENHANCED ADVOCACY ALIGNMENT AND COORDINATION ON RESEARCH PRIORITIES BETWEEN SCIENTIST IN THE UNITED STATES EUROPEAN UNION AND CHINA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "419196fe-a9a5-ba0f-e35e-853c1bc53682-C", "generated_internal_id": "ASST_NON_2020LOC000-0100-001-00360_12H3"}, {"internal_id": 146995449, "Award ID": "2020LOC000-0100-001-00329", "Award Amount": 10000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-09", "CFDA Number": "10.200", "Description": "GOAL OF THIS PROJECT IS TO ENGAGE THE COMMUNITY OF SCHOLARS AND PRACTITIONERS ACROSS THE AGRICULTURAL PRODUCTION SUPPLY CHAIN TO IDENTIFY THE STATE OF KNOWLEDGE REGARDING THE BENEFITS AND IMPLEMENT ABILITY OF SPECIFIC PRACTICES NECESSARY TO CREATE NEGATIVE GHGE IN AGRICULTURE AND TO CREATE A ROADMAP FOR IMPLEMENTING THE MOST PROMISING STRATEGIES TO ACHIEVE CARBON NEGATIVE AGRICULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2feef01f-19fe-e3e4-87c9-261077a76f44-R", "generated_internal_id": "ASST_NON_2020LOC000-0100-001-00329_12H3"}, {"internal_id": 147106598, "Award ID": "2020LOC000-0100-001-00004", "Award Amount": 14000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-10-15", "CFDA Number": "10.200", "Description": "LETTER OF COOPERATION FOR APLU TRAVEL STIPEND EXCELLENCE IN EXTENSION AWARD RECIPIENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_2020LOC000-0100-001-00004_12H3"}, {"internal_id": 147106597, "Award ID": "2020LOC-000-1005-200-00200", "Award Amount": 219113.73, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-17", "CFDA Number": "10.200", "Description": "NATIONAL PROGRAM LEAD IFPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d30d085-02fa-c2c5-4b98-7101b75d57b2-C", "generated_internal_id": "ASST_NON_2020LOC-000-1005-200-00200_12H3"}, {"internal_id": 110209870, "Award ID": "20207000732415", "Award Amount": 303560.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-12", "CFDA Number": "10.200", "Description": "MOST AMERICANS DO NOT EAT THE RECOMMENDED AMOUNT OF SEAFOOD EACH WEEK NECESSARY TO IMPROVE THEIR DIETS AND THEIR OVERALL HEALTH. DOMESTIC AQUACULTURE PRODUCTS REPRESENT HEALTHY, SUSTAINABLE SEAFOOD CHOICES CAPABLE OF FILLING THIS DIETARY GAP. HOWEVER, CONSUMER PREFERENCE FOR WILD OVER FARMED FISH LIMITS THE PRODUCTION AND PROFITABILITY OF THE AQUACULTURE INDUSTRY.THIS PROJECT WILL IDENTIFY CONSUMER MISCONCEPTIONS THAT LIMIT PURCHASES OF THREE AQUACULTURE PRODUCTS (SHRIMP, SALMON, AND OYSTERS); DETERMINE NUTRITION, HEALTH, AND SUSTAINABILITY ATTRIBUTES OF FARMED FISH LIKELY TO INCREASE CONSUMERS&#39; IN-STORE PURCHASES; AND, DETERMINE EFFECTIVE LABELING PRACTICES TO GUIDE INDUSTRY PROFESSIONALS IN MARKETING FARMED FISH TO CONSUMERS.PRODUCT ATTRIBUTES TO TEST WILL BE IDENTIFIED THROUGH A LITERATURE REVIEW, KEY-INFORMANT INTERVIEWS WITH INDUSTRY STAKEHOLDERS, AN EXAMINATION OF LABELING CLAIMS ON EXISTING PRODUCTS, AND A PILOT SURVEY. TWO NATIONALLY-REPRESENTATIVE SURVEYS WILL ASSESS CONSUMER&#39;S SEAFOOD CONSUMPTION PATTERNS AT TWO POINTS IN THE COVID-19 PANDEMIC. THE SURVEYS WILL ALSO ASSESS CONSUMERS&#39; KNOWLEDGE OF THE DIETARY GUIDELINES AND FDA/EPA RECOMMENDATIONS REGARDING SEAFOOD INTAKE, CHARACTARIZE THEIR MISCONCEPTIONS ABOUT AQUACULTURE, AND MEASURE THEIR AWARENESS OF THE HEALTH AND NUTRITIONAL BENEFITS OF FISH CONSUMPTION, POTENTIAL HEALTH RISKS, AND KNOWLEDGE OF FISH FARMING PRACTICES. AS PART OF THESE SURVEYS, WE WILL USE DISCRETE CHOICE EXPERIMENTS TO DETERMINE WHO IS WILLING TO PAY MORE FOR THE SEAFOOD ATTRIBUTES THEY SAY THEY VALUE, AND HOW MUCH THEY WOULD BE WILLING TO PAY. WE WILL ALSO EXAMINE WHAT COMBINATIONS OF SEAFOOD ATTRIBUTES CONSUMERS PREFER AND ARE WILLING TO PAY FOR. PRODUCT LABELS GENERATED FROM THESE RESULTS WILL THEN BE TESTED IN A FINAL ONLINE SURVEY.THE U.S. AQUACULTURE INDUSTRY CAN CAPITALIZE ON THIS INFORMATION BOTH BY CREATING OR ADAPTING PRODUCTION TECHNIQUES TO YIELD PRODUCTS THAT MEET THE EVOLVING DEMANDS OF CONSUMERS AND BY NEW LABELING PRACTICES AND OTHER EFFORTS TO PROMOTE THE WAYS IN WHICH THEIR PRODUCTS MAY ALREADY MEET THOSE DEMANDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_20207000732415_12H3"}, {"internal_id": 110209871, "Award ID": "20207000732414", "Award Amount": 305000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-11", "CFDA Number": "10.200", "Description": "THE MAINE AQUACULTURE INNOVATION CENTER (MAIC) PROPOSES TO CONDUCT A COMPREHENSIVE, NATIONWIDE CONSUMER INSIGHTS SURVEY ON EDIBLE SEAWEED AND VALUE-ADDED PRODUCTS THAT WILL PROVE HIGHLY VALUABLE IN LOCATING PROMISING MARKETS FOR U.S. FARMED SEAWEED. SURVEY DATA WILL BE USED TO DEVELOP AN INTERACTIVE DATA DASHBOARD FOR USE BY SEAWEED FARMERS, DISTRIBUTORS, WHOLESALERS, AQUACULTURE RESEARCHERS, AND EXTENSION PROFESSIONALS.EDIBLE SEAWEED CAN PROVIDE INCOME DIVERSIFICATION FOR AQUACULTURE OPERATORS AS WELL AS FISHERMEN STRUGGLING IN THE WILD-CATCH INDUSTRY DUE TO THE COLLAPSE OF FISHERIES FROM WARMING WATERS, HABITAT DEGRADATION, AND INVASIVE SPECIES. HOWEVER, LITTLE CONSUMER RESEARCH HAS BEEN CONDUCTED ON SEAWEED, LEAVING STAKEHOLDERS IN NEED OF INSIGHTS DATA ON WHICH TO BASE MARKET-DRIVEN DECISION MAKING THAT WILL RESULT IN INCREASED REVENUES AND HIGHER PROFITABILITY FOR SEAWEED FARMERS AND VALUE-ADDED PRODUCERS.THIS WORK DIRECTLY SUPPORTS THE PROGRAM PRIORITY AREA: ECONOMIC RESEARCH FOR INCREASING COMMERCIAL AQUACULTURE PROFITABILITY. THE CONSUMER RESEARCH WE CONDUCT WILL PROVIDE THE CRITICAL MARKET DATA NECESSARY TO SUPPORT NEW AND ESTABLISHED AQUACULTURE OPERATORS ENTERING THE FARMED SEAWEED MARKET. AS FISHERIES BECOME INCREASINGLY LESS STABLE AND MORE REGULATIONS ARE PUT IN PLACE ON CAPTURE QUOTAS AND SIZE RESTRICTIONS, FISHERMEN CAN TURN TO THIS HIGHLY VALUABLE, EMERGING MARKET. REGIONAL DATA ON CONSUMPTION HABITS, PREFERENCES, AND WILLINGNESS TO PAY THAT CAN BE FILTERED BY DEMOGRAPHIC CHARACTERISTICS SUCH AS AGE, GENDER, AND INCOME-LEVEL WILL ENABLE SEAWEED FARMERS TO TARGET THE MOST PROFITABLE MARKET SEGMENTS FOR THEIR PRODUCTS, OR TO TAILOR THEIR PRODUCT OFFERINGS AND VOLUMES TO SPECIFIC REGIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "123426de-fe9a-d17b-4caa-78fe943a1e1b-R", "generated_internal_id": "ASST_NON_20207000732414_12H3"}, {"internal_id": 108819676, "Award ID": "20207000732413", "Award Amount": 310000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-29", "CFDA Number": "10.200", "Description": "SHRIMP ARE THE MOST CONSUMED SEAFOOD IN THE UNITED STATES WITH ANNUAL PER CAPITA CONSUMPTION OF 4.6 POUNDS. DESPITE ITS POPULARITY, ABOUT 90% OF SHRIMP CONSUMED IN THE U.S. ARE IMPORTED. THIS IMBALANCE RESULTS IN AN ANNUAL TRADE DEFICIT IN SHRIMP PRODUCTS OF ~$6.4B. THUS, THERE IS INCENTIVE TO INCREASE DOMESTIC PRODUCTION. HOWEVER, DOMESTIC SHRIMP LANDINGS HAVE REMAINED RELATIVELY CONSTANT OVER THE LAST 50 YEARS. LIKEWISE, US SHRIMP AQUACULTURE PRODUCTION HAS REMAINED LOW OVER THE LAST TWO DECADES, DESPITE A 5-FOLD INCREASE IN GLOBAL SHRIMP AQUACULTURE PRODUCTION OVER THE SAME PERIOD.INLAND SHRIMP FARMING IS ONE SECTOR OF THE US INDUSTRY THAT HAS SHOWN GROWTH. IT IS ESTIMATED THAT THERE ARE ~100 INLAND SHRIMP FARMS IN OPERATION AND THESE PRODUCE 250-500 MT/YEAR. INLAND SHRIMP FARMING IS ATTRACTIVE FOR SEVERAL REASONS. FIRST, INLAND FARMS HAVE INCREASED BIOSECURITY, AS THEY ARE LOCATED AWAY FROM SOURCES OF SHRIMP PATHOGENS (I.E. THE COAST). SECOND, INLAND FARMS LOCATED INDOORS CAN PRODUCE SHRIMP YEAR-ROUND. THIS IS A HUGE BENEFIT OVER TRADITIONAL, OUTDOOR FARMS IN THE US WHICH TYPICALLY PRODUCE ONLY ONE CROP PER YEAR. INLAND FARMS ARE LOCATED AWAY FROM COASTAL AREAS AND THIS REDUCES CONCERNS ABOUT FARM EFFLUENT AND COASTAL EUTROPHICATION. SITING FARMS IN RURAL FARMING AREAS CAN REDUCE LAND AND LABOR COSTS, WHILE ALLOWING FRESH PRODUCT TO BE SOLD DIRECTLY TO CONSUMERS OR THE FOOD SERVICE INDUSTRY IF FARMS ARE WITHIN REASONABLE DRIVING DISTANCE TO URBAN MARKETS. THIS INCREASES REVENUE TO THE FARMER, DUE TO A HIGHER SALES PRICE, AND ELIMINATES THE NEED TO COMPETE DIRECTLY WITH LOWER-VALUE, FROZEN, IMPORTED SHRIMP. LASTLY, INLAND FARMS CAN TAKE ADVANTAGE OF EXISTING FARM INFRASTRUCTURE SUCH AS LOCAL FEED MILLS AND AGRICULTURE EQUIPMENT PROVIDERS.DESPITE THOSE POTENTIAL BENEFITS, INLAND SHRIMP FARMING HAS INHERENT CHALLENGES, MOST NOTABLY HIGH CAPITAL AND OPERATIONAL COSTS. FOR EXAMPLE, MOST INLAND FARMS HAVE NO NATURAL SOURCE OF SEAWATER SO THEY ARE RELIANT ON \"MADE\" SEAWATER USING NATURAL OR SYNTHETIC SEA SALTS. SALTS ARE EXPENSIVE (~$750/TON) AND CAN REPRESENT LARGE STARTUP AND OPERATIONAL COSTS. THE TRU SHRIMP COMPANY, AN INLAND FARM IN MINNESOTA, ESTIMATES THAT ~1,700 MT OF SALT, COSTING ~$1.3M, WILL BE REQUIRED AT STARTUP OF THEIR PLANNED EXPANSION TO ACHIEVE AN OPERATING SALINITY OF 28 PSU. IN ADDITION, THE FARM WILL REQUIRE ~$0.5M WORTH OF SALT ANNUALLY TO SUPPORT NORMAL OPERATIONS. INLAND FARMS ALSO MUST ABIDE BY LOCAL EFFLUENT STANDARDS, INCLUDING ALLOWABLE AMOUNTS OF SALTS IN FARM DISCHARGE. THUS, EFFORTS MUST BE MADE TO MINIMIZE EFFLUENT (RECIRCULATION/REUSE OF CULTURE WATER) AND/OR RECLAIM SALTS PRIOR TO DISCHARGE. IF SALT USAGE CAN BE REDUCED SIGNIFICANTLY, THEN FARMS COULD REALIZE COST SAVINGS ASSOCIATED WITH REDUCED SALT PURCHASES AND REDUCED EFFORTS IN SALT RECLAMATION FROM EFFLUENT.PACIFIC WHITE SHRIMP, LITOPENAEUS VANNAMEI, IS THE MOST COMMON SHRIMP CULTURED WORLDWIDE, INCLUDING IN THE US. THIS IS LARGELY DUE TO THE AVAILABILITY OFSPECIFIC PATHOGEN FREE (SPF), SELECTIVELY BRED LINES. SELECTED LINES OF L. VANNAMEI HAVE BEEN BRED PRIMARILY FOR FAST GROWTH, GROWOUT SURVIVAL, AND REPRODUCTIVE TRAITS. L. VANNAMEI IS EURYHALINE AND FARMING THIS SPECIES IN BRACKISH WATER IS COMMON ON TRADITIONAL FARMS AROUND THE WORLD, AS MANY FARMS GET THEIR SOURCE WATER FROM ESTUARIES OR \"TIDAL CREEKS\". WHILE JUVENILE AND ADULT L. VANNAMEI ARE TOLERANT OF LOW SALINITY WATER (&LT;5 PSU), THEY GENERALLY EXHIBIT BETTER GROWTH AND SURVIVAL AT SALINITIES &GT;15 PSU.DESPITE THE COMMON PRACTICE OF FARMING L. VANNAMEI IN LOW SALINITY WATER, NO PUBLISHED RESEARCH EXISTS ON TARGETED GENETIC IMPROVEMENT OF SHRIMP PERFORMANCE IN REDUCED SALINITY ENVIRONMENTS. MULTIPLE STUDIES HAVE SHOWN THAT GROWTH IS MODERATELY HERITABLE AND THAT GENETIC IMPROVEMENT FOR GROWTH CAN BE RAPID; HOWEVER, THESE STUDIES WERE CARRIED OUT AT RELATIVELY HIGH SALINITIES (&GT;20 PSU).TO DATE, GENETIC IMPROVEMENT PROGRAMS FOR L. VANNAMEI HAVE LARGELY RELIED ON FAMILY SELECTION AND THE USE OF SPF STOCKS. WHILE THIS APPROACH HAS BEEN EFFECTIVE, IT IS NOT IDEAL BECAUSE IT DOES NOT ALLOW FOR THE DIRECT EVALUATION OF POTENTIAL BREEDERS. FOR EXAMPLE, SUPERIOR ANIMALS FROM COMMERCIAL FARMS CANNOT TO BE DIRECTLY INCORPORATED INTO A SPF BREEDING PROGRAM DUE TO DISEASE CONCERNS. INSTEAD, SELECTION MUST BE BASED ON THE PERFORMANCE OF SIBLINGS. THIS REQUIRES LARGE NUMBERS OF INDIVIDUALS PER FAMILY TO BE EVALUATED TO GET REPRESENTATIVE PHENOTYPIC DATA. ALSO, SELECTION ACCURACY, AND THEREFORE GENETIC GAINS, OF SIB-SELECTION ARE LIMITED DUE TO WITHIN-FAMILY GENETIC VARIATION.RECENT ADVANCES IN GENOMICS OFFER BREEDERS THE OPPORTUNITY TO IMPROVE THE EFFICACY AND EFFICIENCY OF SHRIMP BREEDING PROGRAMS BY: 1) SIMPLIFYING BREEDING SCHEMES; 2) USING GENOTYPIC DATA FROM COMMERCIAL EVALUATIONS; 3) BREEDING FOR HARD-TO-MEASURE AND LOW HERITABILITY TRAITS; 4) ESTIMATING AND CONTROLLING FOR INBREEDING; AND 5) INCREASING GENETIC GAIN BY IMPROVING SELECTION ACCURACY THROUGH SELECTION OF BREEDERS BASED ON GENOTYPIC DATA (NOT PHENOTYPES OF SIBLINGS).WHILE THE DEVELOPMENT AND USE OF GENOMIC TOOLS FOR PLANTS AND LIVESTOCK HAVE PROGRESSED RAPIDLY, THEIR USE IN AQUACULTURE HAS LAGGED FAR BEHIND. FOR EXAMPLE, GLOBAL AQUACULTURE PRODUCTION OF L. VANNAMEI CURRENTLY IS 4.5 MILLION MT/YEAR, WITH A FARM GATE VALUE OF ~$24B. HOWEVER, THERE IS ONLY ONE PUBLISHED GENOME WIDE ASSOCIATION STUDY (GWAS) FOR THIS SPECIES. FURTHERMORE, THERE ARE ONLY TWO COMMERCIALLY AVAILABLE GENETIC MARKER ARRAYS AVAILABLE AND ONE HAS LOW MARKER DENSITY (6,500 MARKERS). THE CENTER FOR AQUACULTURE TECHNOLOGIES (CAT) RECENTLY DEVELOPED A HIGH-DENSITY MARKER CHIP (AQUAARRAY HD VANNAMEI) FOR L. VANNAMEI. CRITICALLY, A \"CUSTOMIZED\" VERSION OF THIS CHIP HAS BEEN OPTIMIZED FOR OI&#39;S L. VANNAMEI POPULATION AND IS AVAILABLE TO USE FOR THIS PROJECT. THE CHIP CONTAINS OVER 50,000 GENOME-WIDE SINGLE NUCLEOTIDE POLYMORPHISMS (SNPS). THE ARRAY INCLUDES HIGH-QUALITY AND INFORMATIVE SNPS THAT ARE DISTRIBUTED ACROSS THE GENOME. IN ADDITION, CAT HAS A PROPRIETARY PANEL OF 192 SNPS FOR PEDIGREE ASSIGNMENT AND POPULATION ANALYSES IN L. VANNAMEI.THE ULTIMATE GOAL OF THIS PROJECT IS TO DEVELOP AND DISTRIBUTE LINES OF L. VANNAMEI WHICH EXHIBIT HIGH GROWTH AND SURVIVAL,UNDER LOW-SALINITY CONDITIONS, SO THAT INLAND SHRIMP FARMERS IN THE US CAN REALIZE IMPROVED FARM PRODUCTIVITY, EFFICIENCY, AND PROFITABILITY. SUPPORTING OBJECTIVES OF THIS PROJECT INCLUDE: 1) CONDUCT A GWAS FOR GROWTH AND SURVIVAL IN HIGH (28 PSU) AND REDUCED SALINITY (14 PSU) COMMERCIAL GROWOUT ENVIRONMENTS, AND 2) CONDUCT ONE GENERATION OF SELECTION USING PHENOTYPIC AND GENOMIC DATA (I.E. GENOMIC PREDICTION AND SELECTION) TO ESTIMATE GENETIC PARAMETERS BOTH WITHIN (HERITABILITY AND SELECTION RESPONSE) AND ACROSS THE TWO SALINITIES (PHENOTYPIC AND GENETIC CORRELATIONS - G&TIMES;E). THESE OBJECTIVES ADDRESS KNOWLEDGE GAPS IN BREEDING FOR SHRIMP PERFORMANCE UNDER REDUCED SALINITY CONDITIONS (I.E. LACK OF GENETIC PARAMETER ESTIMATES),WHILE USING THE LATEST ADVANCES IN GENOMIC TOOLS FOR SHRIMP TO IDENTIFY VALUABLE MARKERS FOR GROWTH AND SURVIVAL (WITHIN AND ACROSS SALINITIES). IN ADDITION, THIS PROJECT WOULD BE THE FIRST (NO PUBLISHED STUDIES TO DATE) TO DEMONSTRATE THE IMPLEMENTATION OF GENOMIC SELECTION FOR PENAEID SHRIMP USING COMMERCIAL EVALUATION DATA. THIS PROJECT SHOULD PROVIDE VALUABLE DATA ON THE IMPACTS OF REDUCING SALINITY (PROPOSING A 50% REDUCTION) ON THE PERFORMANCE OF A SELECTED LINE OF L. VANNAMEI, DETERMINE WHAT TRADE-OFFS (IN GENETIC GAIN) CAN BE EXPECTED IF SELECTION OCCURS AT ONE SALINITY AND FARMING OCCURS AT ANOTHER AND, ULTIMATELY, IF DEVELOPING SEPARATE LINES FOR HIGH AND LOW/REDUCED SALINITY IS WARRANTED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e2468983-b538-299e-cbd0-c2a892b0a86f-C", "generated_internal_id": "ASST_NON_20207000732413_12H3"}, {"internal_id": 108819675, "Award ID": "20207000732412", "Award Amount": 315000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.200", "Description": "THE PUBLIC HEALTH CRISIS CREATED BY THE COVID-19 PANDEMIC HAS LED TO THE SHUTDOWN OF MANY RESTAURANTS DEEMED NONESSENTIAL, WITH AN ESTIMATED 15% OF U.S. RESTAURANTS CLOSED PERMANENTLY OR LIKELY TO AFTER JUST THE FIRST 3 WEEKS OF SHUTDOWNS (NATIONAL RESTAURANT ASSOCIATION, 2020). THE MAGNITUDE OF BUSINESS CLOSURES AND EMPLOYEE LAYOFFS HAS RESULTED IN AN UNPARALLELED SHOCK TO THE U.S. ECONOMY. THE COMBINED EFFECT OF BUSINESS CLOSURES AND REDUCED DISCRETIONARY SPENDING OF CONSUMERS ARE HAVING STRONG NEGATIVE ECONOMIC EFFECTS, THE LENGTH OF WHICH IS UNKNOWN. ECONOMIC RELIEF AND STIMULUS PACKAGES ARE EXPECTED TO AMELIORATE SOME DEGREE OF NEGATIVE EFFECTS, BUT THE LENGTH OF TIME FOR CONSUMER DEMAND TO FULLY REBOUND IS ALSO UNKNOWN. KEY QUESTIONS FOR U.S. AQUACULTURE PRODUCERS WILL BE THE EXTENT OF CHANGES IN CONSUMER DEMAND, HOW LONG THOSE CHANGES WILL LAST, AND WHAT MARKETING STRATEGIES WILL BE MOST EFFECTIVE TO RESTORE SALES. THIS PROJECT WILL MAKE A SINGULAR SCIENTIFIC CONTRIBUTION BY ANALYZING THE EVOLUTION OF CHANGES IN SEAFOOD CONSUMER BEHAVIOR THROUGHOUT THE ECONOMIC RECOVERY FROM THE PANDEMIC. EXTERNAL ECONOMIC SHOCKS AND ECONOMIC DOWNTURNS HAVE OCCURRED PREVIOUSLY, OF COURSE, BUT EFFECTS ON CONSUMER BEHAVIORS HAVE NOT BEEN WELL STUDIED; WE FOUND NO STUDIES ON SEAFOOD CONSUMER BEHAVIORS DURING SUCH TIMES. CONSUMER BEHAVIOR CHANGES DURING TIMES OF ECONOMIC RECESSION (LATHAM AND BRAUN 2010), BUT THE TYPES OF CHANGE VARY WITH GEOGRAPHIC AND DEMOGRAPHIC DIFFERENCES, BY PRODUCT, AND THE NATURE OF THE CRISIS. FOOD PURCHASES DURING ECONOMIC CRISES, FOR EXAMPLE, WERE LESS AFFECTED THAN PURCHASES OF NONESSENTIAL GOODS (ANG ET AL. 2000). THE RATE OF CHANGE IN CONSUMER SPENDING ALSO DIFFERS WITH CONSUMERS REDUCING SPENDING QUICKLY IN SOME CASES (DELEERSNYDER ET AL. 2004), BUT MORE SLOWLY IN OTHERS (ZURAWICKI AND BRAIDOT 2005). VALA&SCARON;KOVA AND KLIE&SCARON;TIK (2015) SUGGESTED THAT SPENDING BEHAVIOR IS RELATED TO LENGTH OF THE CRISIS AND DEGREE OF CHANGE IN DISPOSABLE INCOME. FEWER STUDIES HAVE FOLLOWED CONSUMER SPENDING THROUGHOUT THE CRISIS AND RECOVERY; DELEERSNYDER ET AL. (2004) REPORTED THAT THE RETURN TO PREVIOUS SPENDING PATTERNS OCCURRED MORE SLOWLY THAN THE ABRUPT INITIAL REDUCTIONS.CONSUMER ATTITUDES AND PREFERENCES ALSO CHANGE DURING ECONOMIC CRISES. CONSUMERS WERE FOUND TO EMPHASIZE VALUE CONSCIOUSNESS MORE IN TIMES OF CRISIS WITH INCREASED PREFERENCE FOR SALES AND PRICE DISCOUNTS BELOW PREMIUM, AND WHOLESALE MARKETS (SHAMA 1978; VALA&SCARON;KOVA AND KLIE&SCARON;TIK 2015;). DURING ECONOMIC CRISES, CONSUMERS TENDED TO BECOME MORE THOUGHTFUL, THRIFTY, AND ECONOMICAL, SPENDING MORE TIME PLANNING, MAKING LISTS, COMPARING PRICES, AND AVOIDING IMPULSE PURCHASES (VOINEA AND FILIP 2011; HAMPSON AND MCGOLDRICK 2013; VALA&SCARON;KOVA AND KLIE&SCARON;TIK 2015). PREFERENCES MOVED TOWARDS SIMPLE, UNCOMPLICATED, BUT SAFE PRODUCTS, WITH LESS SPENDING ON \"ETHICAL\" PRODUCTS (I.E., ORGANIC, FAIR TRADE) (HAMPSON AND MCGOLDRICK 2013). CONSUMERS PREFERRED SMALLER PACKAGES AND MORE INFORMATIVE ADVERTISEMENTS DURING ECONOMIC CRISES (ANG ET AL. 2000).HOWEVER, NOT ALL CONSUMERS CHANGE BEHAVIORS DURING ECONOMIC CRISES (SHAMA 1978; SHIPCHANDLER 1982; ANG ET AL. 2000; LAMEY ET AL. 2007). ONLY 50% OF NEW YORK CITY SHOPPERS CHANGED HABITS DURING THE 1970 OIL CRISIS (SHAMA 1978). IN THE 1970S RECESSION, 24% OF CONSUMERS INCREASED CONSUMPTION OF FROZEN/PREPARED FOODS, BUT 17% INCREASED EXPENDITURES IN EXPENSIVE RESTAURANTS (SHIPCHANDLER 1982). THUS, IT IS IMPORTANT TO UNDERSTAND REACTIONS OF DIFFERENT CONSUMER SEGMENTS TO ECONOMIC CRISES, AND MARKETING STRATEGIES MUST BE ADAPTED TO CHANGING CONSUMER ATTITUDES, PREFERENCES, AND BEHAVIORS DURING SUCH TIMES. TIMELY AND ACCURATE MARKET INFORMATION IS ESSENTIAL DURING TIMES OF ECONOMIC CHANGE.IN THE U.S., CONSUMER PREFERENCE STUDIES HAVE FOCUSED ON ATTITUDES AND PREFERENCES FOR SPECIES AND PRODUCT FORM BY REGION, IRRESPECTIVE OF ECONOMIC CONDITIONS. AN EARLY NATIONAL MARKETING STUDY ON CATFISH, THE LARGEST SECTOR OF U.S. AQUACULTURE, SURVEYED RESTAURANTS, SUPERMARKETS, AND CONSUMERS, FROM WHICH KEY GEOGRAPHIC MARKETS AND CONSUMER PROFILES WERE IDENTIFIED (ENGLE ET AL. 1990). HANSON ET AL. (1994) IDENTIFIED CATFISH CONSUMER PROFILES BY DIFFERENTIATING CLUSTERS BY PRICING PREFERENCES AND EASE OF PREPARATION. NAUMAN ET AL. (1995) IDENTIFIED \"FARM-RAISED\" AND \"HEALTHINESS\" AS POSITIVE INFLUENCERS OF CONSUMER DECISIONS TO PURCHASE FRESH HYBRID STRIPED BASS, TROUT, AND SALMON. CONSUMER SEGMENTS WERE IDENTIFIED FOR WHOLE VERSUS VALUE-ADDED TROUT (FOLTZ ET AL. 1999) AND FRESH VERSUS FROZEN TROUT (DASGUPTA ET AL. 2000). KEY INFLUENCERS OF U.S. CATFISH CONSUMPTION WERE AVAILABILITY AND FRESHNESS (KUMAR ET AL. 2008). CONSUMER PREFERENCES WERE LATER FOUND TO VARY BY CITY (SINGH ET AL. 2014), EVEN THOSE LOCATED IN CLOSE PROXIMITY. OTHER STUDIES FOCUSED ON CONSUMER PREFERENCES FOR FROZEN SEAFOOD PURCHASED IN SUPERMARKETS (DEY ET AL. 2014, 2017; SURATHKAL ET AL. 2017). PREFERENCES FOR OYSTERS VARIED BETWEEN FIRST-TIME AND REGULAR OYSTER CONSUMERS, WITH EXPERIENCED CONSUMERS PREFERRING FARM-RAISED OYSTERS (KECINSKI ET AL. 2017). HIGHER-INCOME CONSUMERS WHO VALUED SIZE AND SPECIFIC HARVEST LOCATIONS WERE FOUND TO BE LIKELIER TO PAY MORE THAN OLDER CONSUMERS (LI ET AL. 2017). FOR U.S. AQUACULTURE PRODUCERS DURING THE CURRENT PUBLIC HEALTH AND ECONOMIC CRISIS, THE GROWING INTEREST IN LOCAL FOODS (DARBY ET AL. 2008) MAY OFFER OPPORTUNITIES. SEVERAL STUDIES HAVE SHOWN PREFERENCES FOR LOCALLY RAISED OYSTERS (PETROLIA ET AL. 2014; CHEN 2017; AND BRAYDEN ET AL. 2018). INCREASED ACCESSIBILITY OF ONLINE INFORMATION AND SALES MAY PROVIDE NEW MARKET OPPORTUNITIES PARTICULARLY DURING THE CURRENT CRISIS (A.C. NIELSEN 2020). NOT ALL DIGITAL MARKETING STRATEGIES, HOWEVER, ARE EQUALLY EFFECTIVE, EVEN TO DEMOGRAPHIC GROUPS THAT RELY HEAVILY ON ONLINE SALES. FOR EXAMPLE, SMITH (2012) FOUND THAT SUCCESSFUL ONLINE STRATEGIES INVOLVED COMPETITIVE PRICING, DISCOUNT COUPONS, AND GOOD SHIPPING RATES. EMAILUPDATES, REWARDS, AND GIFTS WERE POSITIVE INCENTIVES, WHEREAS POP-UP ADS WERE STRONGLY DISLIKED. MILLENNIALS RESPONDED POSITIVELY TO A PERSONAL TOUCH AND WELL-DESIGNED GRAPHICS ON WEB SITES. YOUTUBE VIDEO ADVERTISING WAS STILL EFFECTIVE, BUT DECREASINGLY SO. ONLINE REVIEW OPTIONS WERE POPULAR AND OFFER OPPORTUNITIES FOR EXTENDED PROMOTION THROUGH WORD-OF-MOUTH ADVERTISING THAT HAS BECOME MORE IMPORTANT GIVEN SOCIAL MEDIA ENGAGEMENT (ALLSOP ET AL. 2007; KELLER 2007; AND EMARKETER 2010).THE RESEARCH LITERATURE ON CONSUMER BEHAVIORS DURING ECONOMIC CRISES AND THE LACK OF STUDIES ON SEAFOOD CONSUMERS UNDERSCORE THE NEED TO MEASURE ON-GOING CHANGES IN ATTITUDES, PREFERENCES, AND BEHAVIORS OF U.S. CONSUMERS DURING THE OUTBREAK AND THE RECOVERY PERIOD. NOT ALL CONSUMERS REACT IN THE SAME WAY, AND REACTIONS ARE AFFECTED BY VARIOUS FACTORS. THE CURRENT SITUATION IS UNIQUE IN THE COMBINATION OF A MAJOR EXTERNAL SHOCK, ECONOMIC SHUTDOWN, SOCIAL DISTANCING, AND EXTRAORDINARY ECONOMIC RELIEF AND STIMULUS PACKAGES. NO ONE KNOWS WHEN THE COVID-19 OUTBREAKS WILL BE CONTAINED SUFFICIENTLY FOR ECONOMIC ACTIVITIES TO RESUME, NOR HOW EFFECTIVE THE STIMULUS PACKAGES WILL BE. THUS, U.S. AQUACULTURE BUSINESSES MUST PREPARE FOR AN EXTENDED PERIOD OF MARKET UNCERTAINTY. THE KEY TO NAVIGATE SUCH UNCERTAINTY IS THROUGH ACCESS TO ACCURATE CONSUMER MARKET INFORMATION THAT PROVIDES INSIGHTS INTO THOSE CONSUMER SEGMENTS AND MARKETS LIKELIEST TO SEEK THEIR PRODUCTS AND UNDER WHAT CONDITIONS (I.E., DELIVERY METHODS, PRICES, PRODUCT FORM, VOLUMES) FOR BOTH PREPARED MEALS AWAY-FROM-HOME AND AT-HOME AS WELL AS GROCERIES FOR AT-HOME PREPARATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20207000732412_12H3"}, {"internal_id": 108819674, "Award ID": "20207000732411", "Award Amount": 315000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.200", "Description": "OVER 90% OF MAINE AQUACULTURE LANDED VALUE COMES FROM FARMED ATLANTIC SALMON. ONE ENVIRONMENTALLY DESTRUCTIVE FACTOR ASSOCIATED WITH SALMON AQUACULTURE ARE SEA LICE; PARASITES THAT ATTACH AND FEED ON A HOST&#39;S FLESH, CAUSING SICKNESS AND SOMETIMES DEATH OF THE FISH. WIND, RIVER INFLOWS AND TIDES IN THE OCEAN ENVIRONMENT DISPERSE SEA LICE THROUGHOUT A REGION, INCREASING THE PROBABILITY OF INFECTION AT SOME FISH FARMS. AS RESISTANCE TO DRUG TREATMENTS INCREASES IN FARMED FISH, MANAGERS MUST RELY MORE ON NON-DRUG STRATEGIES TO MANAGE SEA LICE AT FARMS. IN THIS WORK, A DECISION SUPPORT SYSTEM PROVIDING FARMERS WITH A MEANS TO TRACK, VIEW, AND MANIPULATE RELEVANT WATER QUALITY INFORMATION TO MAKE INFORMED MANAGEMENT DECISIONS IN SITING AND TREATMENT OF SEA LICE IS DEVELOPED. IMPROVING INFORMATION TRANSFER AND DECISION-MAKING PROMOTES ECONOMIC INTEGRATED PEST MANAGEMENT PLANS WITH SOUND NON-DRUG COMPONENTS. THIS OBJECTIVE IS ACCOMPLISHED BY DEVELOPING A MODEL OF SEA LICE TRANSPORT ALONGTHE MAINE AND NEW BRUNSWICK COAST. THE PROPOSED LABORATORY EXPERIMENTS WILL REFINE THE SEA LICE BEHAVIORS MODELED. MODEL EXPERIMENTS WILL TEST DIFFERENT ENVIRONMENTAL CONDITIONS ON LICE SPREAD BETWEEN FARMS AND WILL BE DEVELOPED IN COLLABORATION WITH FARM MANAGERS. WITH THE DECISION SUPPORT SYSTEM DEVELOPED IN THIS PROJECT, MANAGERS WILL BE ABLE TO VISUALIZE HOW LARVAL SEA LICE MOVE FROM SITE-TO-SITE IN A REGION AND IMPACT LICE LEVELS AT NEARBY FARMS UNDER DIFFERENT OCEAN CONDITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_20207000732411_12H3"}, {"internal_id": 108819673, "Award ID": "20207000732410", "Award Amount": 310000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.200", "Description": "FLAVOBACTERIUM PSYCHROPHILUM (FP), CAUSATIVE AGENT OF BACTERIAL COLDWATER DISEASE (BCWD), IS A TOP DISEASE IMPEDIMENT FOR US-FARMED TROUT AND SALMON. THIS BACTERIUM IS TRANSMITTED HORIZONTALLY AND VERTICALLY, MAKING PREVENTION AND CONTROL DIFFICULT. MOREOVER, FEW FDA-APPROVED TREATMENT OPTIONS EXIST, AND US-VACCINES ARE CURRENTLY UNAVAILABLE. OUR RECENT USDA-FUNDED RESEARCH UNCOVERED SUBSTANTIAL US FP DIVERSITY, REVEALED THE PREDOMINATING FP STRAINS CAUSING OUTBREAKS, AND HIGHLIGHTED THAT FP TRANSMISSION FROM PARENTS TO OFFSPRING IS BEHIND MANY OUTBREAKS, A CONCERN GIVEN POOR EFFECTIVENESS OF EGG DISINFECTION PROTOCOLS. OUR OVERARCHING GOAL IS TO ARM AQUACULTURISTS WITH IMMEDIATELY DEPLOYABLE METHODS FOR REDUCING FP-INDUCED LOSSES BY HALTING PARENT-OFFSPRING TRANSMISSION VIA: 1) IDENTIFYING PREDOMINATING FP SEROTYPES ASSOCIATED WITH ECONOMIC LOSSES IN US-AQUACULTURE; 2) DEVELOPING A RAPID ASSAY FOR USE \"PONDSIDE\" BY FARMERS, THEREBY IDENTIFYING FP-FREE BROODSTOCK AND EGGS; 3) OPTIMIZING A NOVEL EGG DISINFECTION PROTOCOL THAT IS EFFECTIVE AGAINST ALL US-PREDOMINATING FP VARIANTS; 4) MODELING GENERATED FINDINGS AND INCORPORATING THEM INTO ENHANCED BEST MANAGEMENT PRACTICES (BMP) TO CONTROL BCWD; AND 5) DISSEMINATING ENHANCED BMPS AND TRAINING AQUACULTURISTS TO PERFORM \"PONDSIDE\" TESTING VIA WORKSHOPS AND WEBINARS. THIS RESEARCH WILL IMPROVE FARMED TROUT/SALMON PRODUCTION IN SHORT-TERM BY ARMING US AQUACULTURITSTS WITH TOOLS AND TRAINING TO PREVENT FP EGG-ASSOCIATED TRANSMISSION. PRODUCTION/PROFITABILITY WILL IMPROVE MEDIUM-TERM VIA REDUCED ANTIBIOTIC USE, IMPROVED FP BMPS, AND BY GUIDING A LONG-TERM OBJECTIVE OF VACCINE DEVELOPMENT. THIS PROPOSAL ADDRESSES \"CRITICAL DISEASE ISSUES IMPACTING COMMERCIAL AQUACULTURE SPECIES, \" GOALS 2&AMP;4 USDA-NIFA SPECIAL RESEARCH GRANTS PROGRAM, 2018-2022 USDA STRATEGIC GOALS, AND THE ANIMAL HEALTH AND PRODUCTION AFRI PRIORITY AREA (2008 FARM BILL).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20207000732410_12H3"}, {"internal_id": 110209984, "Award ID": "20203862432472", "Award Amount": 290630.54, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "10.200", "Description": "THIS MULTI-STATE, INTERDISCIPLINARY, AND INTEGRATED RESEARCH AND EXTENSION PROJECT WILL DELIVER PRACTICAL OUTCOMES TO MAKE WINTER CANOLA AN AGRONOMICALLY AND ECONOMICALLY VIABLE ROTATION CROP. THE LONG-TERM EXPECTED OUTCOME IS TO INCREASE WINTER CANOLA ACRES AND PRODUCTION IN THE CROPPING SYSTEMS OF THE SOUTHERN GREAT PLAINS. TO STIMULATE ACREAGE AND PRODUCTION INCREASES, THE PROJECT WILL FOCUS ON TWO IMPORTANT AREAS: 1) TESTING AND BREEDING TO DEVELOP SUPERIOR PERFORMING CANOLA CULTIVARS AND HYBRIDS THAT INCREASE PRODUCTIVITY, PROFITABILITY, AND ADAPTATION TO AN EXPANDED RANGE OF U.S. GROWING ENVIRONMENTS, AND 2) CONDUCTING APPLIED RESEARCH AND EXTENSION ACTIVITIES TO DEVELOP INNOVATIVE PLANTING AND MANAGEMENT METHODS FOR USE IN THE SOUTHERN GREAT PLAINS REGION. NEW CULTIVARS WILL POSSESS ENHANCED WINTER SURVIVAL, GREATER YIELD POTENTIAL, HIGHER OIL CONTENT, DISEASE TOLERANCE, AND HERBICIDE RESISTANCE. TO BUILD UPON PREVIOUS ESTABLISHMENT RESEARCH, WINTER CANOLA SOURCE-SINK RELATIONSHIPS CONTROLLING YIELD FORMATION WILL BE REVIEWED AND INTERPRETED. SEEDING RATES AND CROP GROWTH REGULATORS WILL BE STUDIED TO BOOST PRODUCTION. CROP INPUT OPTIMIZATION WILL BE OBSERVED THROUGH OMISSION OF CRITICAL INPUTS. DOUBLE CROPPING AND HERBICIDE CARRYOVER RESTRICTIONS WILL BE STUDIED FOR EFFECTIVE ROTATION WITH CANOLA. PHOSPHOROUS FERTILIZER MANAGEMENT WILL BE EVALUATED IN-DEPTH. CLIENTELE WILL RECEIVE TIMELY INFORMATION DELIVERED VIA FIELD DAYS, VIRTUAL TOURS, SCHOOLS, EXTENSION AND JOURNAL PUBLICATIONS, PROFESSIONAL MEETINGS, RADIO AND TELEVISION INTERVIEWS, WEB-BASED APPLICATIONS, PEER-TO-PEER INTERACTIONS, AND SOCIAL MEDIA. SUCCESS WILL BE MEASURED BY AN INCREASE OF WINTER CANOLA PLANTED ACRES, THE RELEASE OF NEW CULTIVARS, IMPROVED CONSISTENCY OF PRODUCTION USING RESEARCH-BASED RESULTS, AND PARTICIPATION AND FEEDBACK FROM EXTENSION ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20203862432472_12H3"}, {"internal_id": 110209983, "Award ID": "20203862432471", "Award Amount": 337370.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "10.200", "Description": "THE DEMAND FOR CANOLA OIL IN THE UNITED STATES IS ALMOST THREE TIMES LARGER THAN THE CURRENT NATIONAL SUPPLY. THE NORTH CENTRAL REGION OF THEUS CONTRIBUTES MORE THAN 83% OF THE US TOTAL CANOLA PRODUCTION. WHILE THIS REPRESENTS A GREAT OPPORTUNITY FOR FARMERS IN THE REGION, CANOLA PRODUCERS FACE INCREASED PRODUCTION COSTS AND COMPETITION FROM CROPS WITH LOWERINPUT DEMANDS. STRENGTHENING THE PROFITABILTY OF CANOLA PRODUCTION WILL GO LONG WAYS TO ENSURE FARMERS ARE ABLE TO CLOSE THE SUPPLY/DEMAND GAP AND SECURE A STEADY SOURCE OF INCOME. THIS PROJECT INTENDS TO CONTRIBUTE TO THIS SCENARIO BY DEVELOPING/IDENTIFYINGGERMPLASM WITH IMPROVED CAPABILITY TO PRODUCE OIL, RESIST THEATTACK OF DISEASES LIKE CLUBROOT, AND THRIVE IN DRYLANDS WITH SALINITY ISSUES; DEVELOPING MANAGEMENT STRATEGIES THAT REDUCE INPUT COSTS, E.G. EVALUATING DESICCANTS THATFACILITATE DIRECT HARVEST OF WIDE-ROW CANOLA (WHICH WOULD REQUIRE FEWER SEEDS PER ACRE), OPTIMIZINGFERTILIZER AND HERBICIDE USE, AND PROVIDING TIMELY INFORMATION ON THE STATUS OF CLUBROOT PREVALENCE AND MANAGEMENT PRACTICES THATREDUCE ITS RATE OF SPREAD ANDIMPACT ON CANOLA PRODUCTION IN THE REGION; AND MAKING A CONCERTED EFFORT TO DISSEMINATE THE INFORMATION GENERATED THROUGH THIS PROJECT TO FARMERS. THE LATTER WOULD BE ACHIEVED BY COMBINING ACTIVITIES OF THE AGRICULTURAL EXTENSION SERVICES OF THE THREE STATES INVOLVED IN THIS PROJECT, E.G. NORTH DAKOTA, SOUTH DAKOTA, AND MINNESOTA, AND OF THE PARTICIPATING RESEARCHERS. SOME OF THE ACTIVITIES TO BE ORGANIZED FOR FARMERS/PRODUCERS AND INDUSTRY ASSOCIATES INCLUDE FIELD AND DEMONSTRATION DAYS,EDUCATION MEETINGS, EXTENSION BULLETINS, PRESS ARTICLES, AND RESEARCH CONFERENCES. MANUSCRIPTS TO BE PUBLISHED IN REFEREED JOURNALS AND PRESENTATIONS AT PROFESSIONAL MEETINGS WILL BE PREPARED TO INFORM THE SCIENTIFIC COMMUNITY AT LARGE. TO FULLY ACHIEVE THE GOALS OF THIS PROJECT A MINIMUM OF THREE YEARS WILL BE REQUIRED; HOWEVER, ONLY ACTIVITIES OF THE FIRST YEAR ARE PRESENTED HERE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abd98500-a812-0a76-1610-357bcd3f88de-C", "generated_internal_id": "ASST_NON_20203862432471_12H3"}, {"internal_id": 110209982, "Award ID": "20203862432470", "Award Amount": 281286.7, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "10.200", "Description": "PACIFIC NORTHWEST (PNW) DRYLAND AGRICULTURE IS DOMINATED BY SMALL-GRAIN CEREALS. FEW ADAPTED ROTATIONAL CROPS ARE AVAILABLE AND THERE ARE INCREASING CONCERNS ABOUT THE LONG-TERM SUSTAINABILITY OF MONOCULTURE CEREAL PRODUCTION. CANOLA YIELDS IN THE PNW ARE THE HIGHEST IN THE US. HOWEVER, THIS REGION ALSO PRODUCES THE HIGHEST WHEAT YIELDS, SO CONVINCING GROWERS TO TRY NEW CROPS CAN BE DIFFICULT. THIS PROJECT WILL INCREASE CANOLA PRODUCTIVITY AND GROWER PROFITABILITY BY: (1) DEVELOPING SUPERIOR CULTIVARS WITH HIGHER YIELD AND RESISTANCE TO BIOTIC AND ABIOTIC STRESSES; (2) IDENTIFYING AND QUANTIFYING ECONOMIC AND ENVIRONMENTAL ROTATIONAL BENEFITS OF CANOLA IN CEREAL ROTATIONS, AND DEVELOPING MULTI-YEAR ENTERPRISE BUDGETS; (3) DETERMINE EFFECTS OF ROW SPACING, SEEDING RATE, AND PLANTING DATE ON YIELD AND OIL CONTENT OF HYBRID AND OP SPRING CANOLA; (4) QUANTIFY YIELD LOSS DUE TO BLACKLEG INFESTATION, DETERMINE THE EFFECTIVENESS OF SEED AND FOLIAR FUNGICIDES TREATMENTS AS WELL AS DEVELOP ANECONOMIC THRESHOLDS FOR JUSTIFYING FUNGICIDAL DISEASE CONTROL, AND CONTINUE INVESTIGATE THE EPIDEMIOLOGY OF L. MACULANS TO AID IN DEVELOPING DISEASE CONTROL STRATEGIES; AND (5) PROVIDE EDUCATIONAL EXTENSION AND OUTREACH TO CONFER THE RESEARCH RESULTS TO GROWERS AND INDUSTRY, INCLUDING THE CONTINUED DEVELOPMENT OF THE PNW CANOLA PRODUCTION MANUAL. WE WILL PROVIDE PRODUCERS WITH BEST MANAGEMENT PRACTICES TO MAXIMIZE CANOLA PERFORMANCE AND PROFITABILITY. RESULTS FROM THIS PROJECT WILL ENCOURAGE MORE GROWERS TO INCLUDE CANOLA IN THEIR CEREAL ROTATIONS, OFFERING MORE CROP DIVERSITY AND GREATER LONG-TERM FARM STABILITY, AND ENVIRONMENTAL STEWARDSHIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20203862432470_12H3"}, {"internal_id": 110209980, "Award ID": "20203850032716", "Award Amount": 1917280.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-19", "CFDA Number": "10.200", "Description": "THE TECHNICAL INDUSTRY ADVISORY COMMITTEE DEVELOPS RESEARCH AND EXTENSION PRIORITIES BASED ON INDUSTRY INPUT DEFINING THEIR NEEDS. A REQUEST FOR PROPOSALS IS DEVELOPED BY THE TIAC AND APPROVED BY THE NRAC BOARD OF DIRECTORS. PROPOSALS ARE COMPETIVELY SUBMITTED BY QUALIFIED RESEARCH AND EXTENSION PEOPLE AND THE PROPOSAL ARE REVIEWED BOTH INTERNALLY AND EXTERNALLY. THE REVIEWS ARE BASED ON GOOD SCIENCE, APPLICABILITY OF THE PROPOSAL TO THE PRIORITIES IN THE RFA, REGIONAL NATURE OF THE PROPOSAL AND RELATED CRITERIA. THE HIGHEST RATED PROPOSALS ARE THEN SUBMITTED BY THE TIAC TO THE BOD FOR APPROVAL. APPROVED PROJECTS ARE INCLUDED IN THE PLAN OF WORK SUBMITTED TO USDA, NIFA FOR APPROVAL. IF APPROVED BY NIFA, NRAC PREPARES CONTRACTS TO THE HOME INSTITUION OF THE PRINCIPAL INVESTIGATOR TO FUND THE PROJECT. THE PROJECT IS THEN CARRIED OUT BY THE INVESTIGATORS ACCORDING TO THE PLAN IN THE APPROVED PROPOSAL AND RESULTS ARE REPORTED TO NRAC AND DISTRIBUTED AS WIDELY AS POSSIBLE THROUGH WEBSITES, EXTENSION ACTIVITIES AND OTHER MEANS. SPECIFIC RESULTS DEPEND ON THE PROJECT FUNDED AND THE PROBLEM DEFINED. HOWEVER, ALL PROJECTS ARE RELEVANT TO THE AQUACULTURE INDUSTRY IN THE NORTHEAST US AND ADDRESS A PROBLEM DEFINED BY THE INDUSTRY AS A CONTRAINT ON INDUSTRY DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20203850032716_12H3"}, {"internal_id": 110209979, "Award ID": "20203850032562", "Award Amount": 1892280.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-11", "CFDA Number": "10.200", "Description": "THE USDA NATIONAL INSTITUTE OF FOOD AND AGRICULTURE (NIFA) SOUTHERN REGIONAL AQUACULTURE CENTER (SRAC) IS ONE OF FIVE REGIONAL AQUACULTURE CENTERS ESTABLISHED BY CONGRESS IN 1985. THE MISSION OF THE SRAC IS TO SUPPORT AQUACULTURE RESEARCH, DEVELOPMENT, EDUCATION, AND DEMONSTRATION TO ENHANCE VIABLE AND PROFITABLE U.S. AQUACULTURE PRODUCTION TO BENEFIT CONSUMERS, PRODUCERS, SERVICE INDUSTRIES, AND THE AMERICAN ECONOMY. IT ACCOMPLISHES THIS MISSION BY DEVELOPING AND FUNDING COMPETITIVE PROJECT PROPOSALS TO ADDRESS PRIORITY NEEDS IDENTIFIED BY THE REGION&#39;S AQUACULTURE INDUSTRY. EXPECTED OUTCOMES AND ANTICIPATED BENEFITS FOR EACH OF THE CENTER-FUNDED PROJECTS IS PRESENTED IN THE ANNUAL REPORTS AND THOSE REPORTS AS WELL AS THE PROJECT PROPOSALS ARE POSTED ON THE CENTER&#39;S WEB SITE AT WWW.SRAC.MSSTATE.EDU.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20203850032562_12H3"}, {"internal_id": 110209978, "Award ID": "20203850032561", "Award Amount": 1892280.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-11", "CFDA Number": "10.200", "Description": "THE MISSION OF THE WESTERN REGIONAL AQUACULTURE CENTER (WRAC), ONE FIVE REGIONAL AQUACULTURE CENTERS ESTABLISHED BYCONGRESS IN 1985 IS TO SUPPORT AQUACULTURE RESEARCH, DEVELOPMENT, EDUCATION, AND DEMONSTRATION TO ENHANCE VIABLE ANDPROFITABLE U.S. AQUACULTURE PRODUCTION TO BENEFIT CONSUMERS, PRODUCERS, SERVICE INDUSTRIES, AND THE AMERICAN ECONOMY. THEWESTERN REGIONAL AQUACULTURE CENTER, HOSTED BY THE UNIVERSITY OF WASHINGTON, SEATTLE, SERVES AS AN ADMINISTRATIVE CENTER THATSOLICITS INPUT FROM INDUSTRY AND OTHER STAKEHOLDERS THAT BECOMES THE BASIS OF PROBLEM STATEMENTS THAT ADDRESS PROBLEMS ORBARRIERS TO THE ENHANCEMENT OF THE AQUACULTURE INDUSTRY. THESE PROBLEM STATEMENTS ARE PUBLISHED BI-ANNUALLY IN A COMPETITIVEREQUEST FOR PROPOSALS THAT ARE SUBJECT TO BOTH INTERNAL AND EXTERNAL PEER REVIEW. FUNDED PROJECTS ARE CARRIED OUT BY MULTI-STATEAND MULTI-DISCIPLINARY TEAMS TO PRODUCE HIGH QUALITY SCIENCE THAT CAN BE TRANSFERRED TO INDUSTRY AND/OR OTHER END USERS IN A TIMELYFASHION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_20203850032561_12H3"}, {"internal_id": 108819701, "Award ID": "20203850032560", "Award Amount": 1892280.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.200", "Description": "THERE ARE A NUMBER OF LIMITATIONS THAT STILL AFFECT EXPANSION AND PROFITABILITY OF AQUACULTURE IN THE NORTH CENTRAL REGION WHICH WILL BE ADDRESSED IN PROJECTS FUNDED BY THE CENTER. THESE LIMITATIONS INCLUDE, IN PART, LIMITED EXTENSION/EDUCATION PRODUCTS, SPECIES SELECTION, REGULATIONS, ECONOMICS, ANIMAL HEALTH, MARKETING AND ALTERNATIVE FEEDSTUFFS FOR CULTURED ANIMALS. THE PURPOSE OF THE NORTH CENTRAL REGIONAL AQUACULTURE CENTER (NCRAC) IS TO CONDUCT VIABLE RESEARCH, EXTENSION, AND DEMONSTRATION PROJECTS WHICH WILL OVERCOME THESE LIMITATIONS. THE PROJECTS FUNDED BY THE CENTER ARE COMPETITIVELY SOLICITED AND REPORTED ON ANNUALLY TO USDA-NIFA. EXPECTED OUTCOMES AND ANTICIPATED BENEFITS FOR EACH OF THE CENTER-FUNDED PROJECTS IS PRESENTED IN THE ANNUAL REPORTS AND THOSE REPORTS AS WELL AS THE PROJECT PROPOSALS ARE POSTED ON THE CENTER&#39;S WEB SITE AT WWW.NCRAC.ORG. UPDATED INFORMATION ON CURRENT AQUACULTURE ISSUES ARE COMMUNICATED USING SOCIAL MEDIA AND REGIONAL LISTSERV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20203850032560_12H3"}, {"internal_id": 108819702, "Award ID": "20203850032559", "Award Amount": 1892280.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.200", "Description": "THE CENTER FOR TROPICAL AND SUBTROPICAL AQUACULTURE (CTSA) IS ONE OF FIVE REGIONAL AQUACULTURE CENTERS (RACS) ESTABLISHED UNDER THE FOOD SECURITY ACT OF 1985 (SUBTITLE L, SEC. 1475 [D]). THE MISSION OF CTSA, LIKE THAT OF THE OTHER RACS, IS TO SUPPORT AQUACULTURE RESEARCH, DEVELOPMENT, DEMONSTRATION, AND EXTENSION EDUCATION TO ENHANCE VIABLE AND PROFITABLE U.S. AQUACULTURE. UNDER THIS PROJECT, CTSA, WHICH IS JOINTLY ADMINISTERED BY THE UNIVERSITY OF HAWAII AND OCEANIC INSTITUTE OF HAWAII PACIFIC UNIVERSITY, WILL DEVELOP AND SUPPORT RESEARCH AND EXTENSION ACTIVITIES THAT IN TURN WILL DEVELOP AND TRANSFER NEW AND ADAPTED TECHNOLOGY TO INDUSTRY IN HAWAII AND THE AMERICAN INSULAR PACIFIC. THE BOARD OF DIRECTORS, THE EXECUTIVE COMMITTEE, THE INDUSTRY ADVISORY COUNCIL, AND THE TECHNICAL COMMITTEE OVERSEE PROJECT DEVELOPMENT AND HELP TRACK ACCOMPLISHMENTS TOWARD CTSA&#39;S STATED MISSION. WE USE A REGION-WIDE AND MULTI-INSTITUTIONAL APPROACH TO TACKLE PROBLEMS THAT ARE IMPEDING FURTHER DEVELOPMENT OF THE AQUACULTURE INDUSTRY IN OUR REGION. EACH YEAR, CTSA FUNDS ABOUT TEN PROJECTS THROUGH THE GRANT WE RECEIVE FROM THE U.S. DEPARTMENT OF AGRICULTURE&#39;S NATIONAL INSTITUTE OF FOOD AND AGRICULTURE (NIFA). EACH PROJECT IS REVIEWED BY A PANEL OF EXPERTS TO ENSURE ITS APPROACH IS SCIENTIFICALLY SOUND AND ITS RESULTS WILL DIRECTLY OR INDIRECTLY ENHANCE ECONOMIC OPPORTUNITIES FOR AQUACULTURE PRODUCERS IN THE CTSA REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20203850032559_12H3"}, {"internal_id": 108314865, "Award ID": "20203438332456", "Award Amount": 799791.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-21", "CFDA Number": "10.200", "Description": "THE MISSION OF THE IR-4 PROJECT (IR-4) IS TO FACILITATE THE REGULATORY APPROVAL OF SAFE, EFFECTIVE AND ECONOMICAL PEST MANAGEMENT SOLUTIONS FOR SPECIALTY CROPS (FRUITS, VEGETABLES, NUTS, HERBS, ORNAMENTALS AND OTHER HORTICULTURAL CROPS) AND SMALL OR ISOLATED (AKA MINOR) USES ON MAJOR CROPS. THE IR-4 PROJECT REMAINS RELEVANT TO HORTICULTURAL CROP FARMERS BECAUSE REGISTRANTS OF CROP PROTECTION PRODUCTS (AKA PESTICIDES) FOCUS THEIR PRODUCT DEVELOPMENT EFFORTS ON LARGE ACREAGE CROPS (MAJOR CROPS SUCH AS CORN, SOYBEANS, WHEAT, ETC.) WHERE THE POTENTIAL SALES ARE SIGNIFICANT. INSECT PESTS, PLANT DISEASES, WEEDS AND OTHER PESTS ARE INDISCRIMINATE; THE NEED FOR PEST MANAGEMENT SOLUTIONS IS JUST AS GREAT FOR SMALL ACREAGE, SPECIALTY CROPS AS IT IS FOR LARGE ACREAGE ROW CROPS. REGISTRATIONS ON SPECIALTY CROPS OR MINOR USES DOES NOT PROVIDE AN ADEQUATE ECONOMIC RETURN TO INDUSTRY.THE NER ACTIVITIES ARE CLOSELY INTEGRATED WITH THE CORRESPONDING ACTIVITIES OF THE OTHER REGIONAL PROGRAMS AND THE USDA-ARS UNITS THAT COMPRISE THE NATIONAL IR-4 PROGRAM. IR-4 PROVIDES AN IMPORTANT ECONOMIC BENEFIT TO ALL CONSUMERS AND DOMESTIC AGRICULTURE AS WELL AS THE NORTHEAST REGION. IR-4 RESEARCH SUPPORTS THE DATA VITAL TO REGISTERING CHEMICAL PESTICIDES AND BIOPESTICIDES FOR SPECIALTY CROPS. FOCUSING ON REDUCED RISK PESTICIDES ARE OFTEN INCORPORATED INTO INTEGRATED PEST MANAGEMENT SYSTEMS AND PARTICIPATE IN RESEARCH EFFORTS TO DEVELOP BIOLOGICAL CONTROL MATERIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_20203438332456_12H3"}, {"internal_id": 108314866, "Award ID": "20203438332455", "Award Amount": 2351831.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-21", "CFDA Number": "10.200", "Description": "IR-4 PROJECT HEADQUARTERS (HQ) MANAGES AND COORDINATES ALL ACTIVITIES FOR THE NATIONAL IR-4 PROJECT INCLUDING RESEARCH EFFORTS WITH CONVENTIONAL AND BIO-BASED PESTICIDES TO SUPPORT US ENVIRONMENTAL PROTECTION AGENCY REGISTRATION ON SPECIALTY FOOD AND NON-FOOD CROPS (FRUITS, VEGETABLES, HERBS, NUTS, ORNAMENTALS) AND OTHER MINOR USES ON MAJOR CROPS. THE NEED FOR THE IR-4 PROJECT IS ECONOMIC - REGISTRANTS OF PESTICIDES/BIOPESTICIDES FOCUS THEIR DEVELOPMENT EFFORTS ON MAJOR CROPS AND MAJOR MARKETS. IR-4 FILLS THE NICHE BY DEVELOPING THE REQUIRED DATA TO EXTEND THESE REGISTRATIONS TO SPECIALTY CROPS/MINOR USES. HQ COORDINATES ALL ACTIVITIES WITH COLLABORATORS AND RESEARCHERS INCLUDING COMMODITY/GROWER GROUPS, THE CROP PROTECTION INDUSTRY, STATE AGRICULTURAL EXPERIMENT STATIONS, EPA, USDA AND COOPERATING FOREIGN GOVERNMENTS. THE NATIONAL IR-4 PROJECT PROVIDES SIGNIFICANT DELIVERABLES WITH POSITIVE IMPACTS TO STAKEHOLDERS THAT INCLUDE: NEW REGISTRATIONS FOR KEY PESTS; EXTENDING THE VALUE OFDATA TO INCLUDE SIMILAR CROPS THROUGH CROP GROUPING AND EXTRAPOLATION; AND ASSISTING IN THE HARMONIZATION OF INTERNATIONAL MAXIMUM RESIDUE LEVELS TO REMOVE PESTICIDE RESIDUES IN CROPS AS A TRADE BARRIER. IR-4&#39;S FOCUS ON REGISTRATION OF CROP PROTECTION PRODUCTS DEEMED LOWER RISK FOR HUMANS AND THE ENVIRONMENT BENEFITS SOCIETY, AS A WHOLE, WHILE GIVING THE SPECIALTY CROP PRODUCERS TECHNOLOGY TO BETTER MANAGE DISEASES, PESTS AND WEEDS IN A SUSTAINABLE AND ENVIRONMENTALLY FRIENDLY MANNER. ORGANIC GROWERS ALSO BENEFIT FROM REGISTRATIONS OF BIOPESTICIDES DERIVED FROM NATURAL MATERIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20203438332455_12H3"}, {"internal_id": 108314873, "Award ID": "20203361032015", "Award Amount": 105090.8, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-30", "CFDA Number": "10.200", "Description": "INLAND OYSTER SEED PRODUCTION AND R&AMP;D IN RECIRCULATING AQUACULTURE SYSTEMS IS BEING DEVELOPED IN BATON ROUGE, LA AT THE LSU INNOVATION PARK. THE GULF COAST OYSTER INDUSTRY FACES NUMEROUS CHALLENGES INCLUDING INCREASED EXPOSURE TO ANTHROPOGENIC POLLUTION, CLIMATE CHANGE, OCEAN ACIDIFICATION, HARMFUL ALGAL BLOOMS, PREDATION, DISEASE OUTBREAKS, AND LOW SALINITY EVENTS. THIS HAS PROMPTED TRIPLE N OYSTERS TO CULTURE OYSTERS IN A CLOSED SYSTEM AWAY FROM THE COAST OF LOUISIANA. THIS MOVE HAS SEVERAL POTENTIAL BENEFITS INCLUDING THE PRODUCTION OF OYSTER SEED IN A CONTROLLED ENVIRONMENT WHERE TEMPERATURE, SALINITY, FEED, AND NUTRIENTS CAN BE OPTIMIZED FOR A RELIABLE PRODUCTION OF SEED FOR THE OYSTER INDUSTRY. THESE INLAND OPERATIONS WILL ALSO BE RESILIENT IN THE FACE OF TROPICAL STORMS AND HURRICANES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "929ba7ab-9dba-c993-d8e1-9e79caef788e-R", "generated_internal_id": "ASST_NON_20203361032015_12H3"}, {"internal_id": 146995386, "Award ID": "2019LOC900-1035-100-00378", "Award Amount": 3000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-04-12", "CFDA Number": "10.200", "Description": "TRAVEL GRANT FOR NATIONAL COORDINATION MEETINGS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b61e1582-fd78-235b-3101-5290eb21efca-C", "generated_internal_id": "ASST_NON_2019LOC900-1035-100-00378_12H3"}, {"internal_id": 146995448, "Award ID": "2019LOC900-1010-350-00079", "Award Amount": 15000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-03-01", "CFDA Number": "10.200", "Description": "COST REIMBURSABLE AGREEMENT FOR LEAD 21 SCHOLARSHIPS - FY19", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d30d085-02fa-c2c5-4b98-7101b75d57b2-C", "generated_internal_id": "ASST_NON_2019LOC900-1010-350-00079_12H3"}, {"internal_id": 146995447, "Award ID": "2019LOC900-1010-350-00013", "Award Amount": 7300.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-10-25", "CFDA Number": "10.200", "Description": "WATER RESOURCES OF THE US GREAT PLAINS REGION STATUS AND FUTURE CONFERENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_2019LOC900-1010-350-00013_12H3"}, {"internal_id": 146995446, "Award ID": "2019LOC900-1005-200-00757", "Award Amount": 20000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-08", "CFDA Number": "10.200", "Description": "GLOBAL AGENDA FOR SUSTAINABLE LIVESTOCK (GASL) FUNDING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a0ec324-e265-262d-3767-2ff7d14fb1d7-C", "generated_internal_id": "ASST_NON_2019LOC900-1005-200-00757_12H3"}, {"internal_id": 146995445, "Award ID": "2019LOC900-0100-001-00309", "Award Amount": 28236.09, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "10.200", "Description": "CITRUS GREENING EVENT WITH FFAR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2feef01f-19fe-e3e4-87c9-261077a76f44-R", "generated_internal_id": "ASST_NON_2019LOC900-0100-001-00309_12H3"}, {"internal_id": 146995444, "Award ID": "2019LOC900-0100-001-00308", "Award Amount": 24500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-13", "CFDA Number": "10.200", "Description": "ERS/NIFA CAREER EXPO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89aca8a0-3462-e954-3f6e-bd27f0dc7dcc-C", "generated_internal_id": "ASST_NON_2019LOC900-0100-001-00308_12H3"}, {"internal_id": 147106596, "Award ID": "2019LOC900-0100-001-00279", "Award Amount": 20000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "10.200", "Description": "NCSU FSLI SCHOLARSHIP PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_2019LOC900-0100-001-00279_12H3"}, {"internal_id": 146995443, "Award ID": "2019LOC-00-0100-001-00310", "Award Amount": 74999.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-11-21", "CFDA Number": "10.200", "Description": "EMPLOYMENT OPPORTUNITIES REPORT FOR PROJECTIONS OF EMPLOYMENT OPPORTUNITIES FOR COLLEGE GRADUATES IN FOOD, AGRICULTURE AND RENEWABLE RESOURCES, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_2019LOC-00-0100-001-00310_12H3"}, {"internal_id": 85400107, "Award ID": "20197000730417", "Award Amount": 298734.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.200", "Description": "AMONG TOP DISEASE CHALLENGES FOR FARMED TROUT ARE PATHOGENIC FLAVOBACTERIA, PARTICULARLY FLAVOBACTERIUM PSYCHROPHILUM (FP). UNFORTUNATELY, FEW FDA-APPROVED TREATMENT OPTIONS EXIST, AND EFFECTIVE VACCINES ARE CURRENTLY UNAVAILABLE IN THE USA. OUR PREVIOUS USDA-FUNDED STUDIES DOCUMENTED SUBSTANTIAL FP DIVERSITY AND LINKED CERTAIN STRAINS TO DISEASE OUTBREAKS IN US TROUT FARMS, SOME OF WHICH ALSO RESISTED APPROVED ANTIMICROBIALS (OXYTETRACYCLINE, SULFONAMIDES AND FLORFENICOL), AND THAT MAY POSSESS HEIGHTENED TRANSMISSIBILITY OWING TO BIOFILM FORMATION OR ENVIRONMENTAL PERSISTENCE. WE ALSO IDENTIFIED MULTIPLE FP-VARIANTS THAT, DESPITE CAUSING DISEASE, WERE FP BY SEQUENCE ANALYSIS BUT COULD NOT BE CHARACTERIZED USING STANDARD ASSAYS, INCLUDING ROUTINE DIAGNOSTIC TESTS AND POOR GROWTH ON TYPICAL MEDIA. OUR OVERARCHING GOAL IS TO ACCOUNT FOR THIS DIVERSITY AND REDUCE FP-INDUCED TROUT LOSSES BY IMPROVING FLAVOBACTERIAL DIAGNOSTIC CAPACITY,MODIFYING MANAGEMENT PRACTICES TO ACCOUNT FOR STRAIN-BASED PERSISTENCE AND TRANSMISSION STRATEGIES, AND EXPLORING NOVEL VACCINATION TACTICS BY: 1) DEVELOPING RAPID/SENSITIVE MOLECULAR AND CULTURE-BASED DIAGNOSTICS TO DETECT ALL FP-VARIANTS; 2) ELUCIDATING HOW FP-STRAIN VARIATION IN BIOFILM-FORMING CAPACITY, ENVIRONMENTAL PERSISTENCE, AND TRANSMISSION CONTRIBUTE TO DISEASE ASSOCIATED LOSSES, AND MODIFY MANAGEMENT ACCORDINGLY; 3) EVALUATE NON-VIRULENT \"NON-FP\" FLAVOBACTERIA AS VACCINE CANDIDATES AGAINST FP. THIS RESEARCH WILL IMPROVE FARMED-TROUT PRODUCTION/PROFITABILITY IN SHORT-TERM VIA: A) IMPROVED DISEASE DIAGNOSIS/TIMELY INTERVENTION; B) REDUCED DISEASE LOSSES THROUGH TARGETED MANAGEMENT. PRODUCTION/PROFITABILITY WILL IMPROVE MEDIUM-TERM VIA POTENTIAL VACCINE DEVELOPMENT AND REDUCING ANTIBIOTIC USE. THIS PROPOSAL ADDRESSES \"CRITICAL DISEASE ISSUES IMPACTING COMMERCIAL AQUACULTURE SPECIES\" PRIORITY OF USDA NIFA SPECIAL RESEARCH GRANTS PROGRAM, GOALS 2&AMP;4 OF 2018-2022 USDA STRATEGIC GOALS, AND THE ANIMAL HEALTH AND PRODUCTION AFRI PRIORITY AREA (2008 FARM BILL).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20197000730417_12H3"}, {"internal_id": 85400108, "Award ID": "20197000730416", "Award Amount": 297969.48, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.200", "Description": "THIS INVESTIGATION ADDRESSES THE PROGRAM AREA PRIORITY TO SOLVE CRITICAL DISEASE ISSUES IMPACTING COMMERCIAL AQUACULTURE SPECIES. HATCHERY PRODUCTION OF SHELLFISH SEED IS REQUIRED TO SUPPLEMENT NATURAL RECRUITMENT AND MEET RISING INDUSTRY DEMAND FOR OYSTERS, SCALLOPS, AND HARD CLAMS. DESPITE CONSIDERABLE MEASURES AIMED AT THE ELIMINATION OF BACTERIAL PATHOGENS FROM AQUACULTURE SYSTEMS, DISEASE CONTINUES TO BE A MAJOR IMPEDIMENT TO RELIABLE LARVICULTURE PRODUCTION IN HATCHERIES, WITH PERIODIC BACTERIAL OUTBREAKS AFFECTING THE AVAILABILITY OF SEED AVAILABLE TO FARMERS. THERE IS A CRITICAL, UNMET NEED FOR NOVEL TOOLS TO PREVENT AND TREAT DISEASE OUTBREAKS AT AQUACULTURE FACILITIES. THE LONG-TERM GOAL OF OUR INVESTIGATION IS TO DEVELOP NEW TOOLS FOR BACTERIAL DISEASE MANAGEMENT IN AQUACULTURE (AND ALTERNATIVES TO ANTIBIOTIC TREATMENT) BY EXPLOITING KNOWLEDGE ON MICROBE-MICROBE-HOST-ENVIRONMENT INTERACTIONS. WE HAVE ISOLATED AND CHARACTERIZED THE MECHANISMS OF ACTION OF A PROBIOTIC BACTERIUM, PHAEOBACTER INHIBENS S4, ABLE TO SAFELY AND EFFECTIVELY PREVENT MORTALITY IN BIVALVE LARVAE CAUSED BY BACTERIAL PATHOGENS. HOWEVER, KNOWLEDGE GAPS REMAIN IN UNDERSTANDING THE MOLECULAR MECHANISMS THAT DICTATE FAVORABLE OUTCOMES FOR THESE INTERSPECIES INTERACTIONS, AND HOW THIS PROBIONT MAY AFFECT THE BACTERIAL COMMUNITY IN SHELLFISH HATCHERIES. WE HYPOTHESIZE THAT THE PROBIOTIC ACTIVITY OF S4 IS THE RESULT OF MULTIPLE CONTRIBUTING FACTORS, INCLUDING BENEFICIAL ALTERATION TO THE HOST AND CULTURE SYSTEM MICROBIOMES.THIS PROJECT WILL CHARACTERIZE CHANGES IN THE COMPOSITION (OBJECTIVE 1) AND FUNCTION (OBJECTIVE 2) OF THE MICROBIAL COMMUNITIES (THE MICROBIOMES) IN OYSTER HATCHERIES FOLLOWING EXPOSURE TO THE PROBIONT S4 USING SEQUENCING ANALYSIS OF THOSE COMMUNITIES (16S RRNA GENE LIBRARY AND METATRANSCRIPTOME ANALYSIS). IT WILL ALSO EVALUATE THE IMPACT OF ENVIRONMENTAL FACTORS ON S4 ACTIVITY (OBJECTIVE 3). THIS RESEARCH WILL ILLUMINATE HOW THE LARVAL OYSTER MICROBIOME MAY BE ALTERED TOPROMOTE EITHER DISEASE RESISTANCE OR SENSITIVITY, AND MAY REVEAL ADDITIONAL COMMUNITY MEMBERS OR TRANSCRIPTS ASSOCIATED WITH HOST PROTECTION OR DISEASE. DETAILED KNOWLEDGE ON MECHANISMS OF ACTION OF PROBIONT S4 WILL FACILITATE OPTIMIZATION OF ITS USE AS A DISEASE MANAGEMENT TOOL IN SHELLFISH HATCHERIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f7c7d27-684d-9b39-0e46-80a8c294c54a-C", "generated_internal_id": "ASST_NON_20197000730416_12H3"}, {"internal_id": 85400109, "Award ID": "20197000730373", "Award Amount": 299369.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.200", "Description": "A CRITICAL PROBLEM IMPACTING U.S. RAINBOW TROUT CULTURE IS REDUCTION OF WASTE DISCHARGE TO RECEIVING WATERS. INCREASING SCRUTINY IS BEING PLACED ON FARMERS TO MANAGE WASTE. THE OBJECTIVES OF THE PROPOSED RESEARCH IS TO DEVELOP DIETARY FORMUALTIONS AND FEED PROCESSING METHODS TO REDUCE THE WASTE LOADS AND IMPROVE FECAL WASTE REMOVAL. PREVIOUSLY, WE FOCUSED ON SUSTAINABLE AQUACULTURE EFFORTS BY EVALUATING THE EFFECTS OF DIETARY REPLACEMENT (FISH-BASED TO PLANT-BASED PROTEIN SOURCES) ON RAINBOW TROUT. ALTHOUGH TROUT PERFORMED WELL ON THESE DIETS, A NEGATIVE EFFECT OF PLANT-PROTEIN (PP) BASED FEEDS ON WASTE MANAGEMENT WAS OBSERVED. INSTEAD OF PRODUCING FECAL PELLETS, RAINBOW TROUT FED A PP-BASED DIET EXHIBITED A CONDITION LIKE DIARRHEA WITH REDUCED FECAL CAST DURABILITY AND INCREASED FECAL FINES. FURTHER RESEARCH SHOWED THAT PP-BASED FEEDS INCREASED DISSOLVED WASTE (PHOSPHORUS, TSS, AMMONIA) CONTRIBUTION TO EFFLUENT AS WELL. HERE, WE PLAN TO PERFORM A SERIES OF FEEDING TRIALS USING PP-BASED FEEDS TO REDUCE SOLID WASTE PRODUCTION, IMPROVE FECAL DURABILITY, REDUCE FINES PRODUCTION, AND LOWER DISSOLVED WASTE OUTPUT. FROM THESE TRIALS, WE WILL DEVELOP IMPROVED PP-BASED FEED FORMULATIONS FOR ON-FARM TESTING UNDER COMMERCIAL CULTURE CONDITIONS. IMPROVEMENT OF FEED FORMULATION AND FEEDING STRATEGIES IS A COST-EFFECTIVE MEANS TO REDUCE WASTE OUTPUT AND IMPROVE WATER QUALITY. THIS PROJECT WILL DIRECTLY ADDRESS &#39;DESIGN OF ENVIRONMENTALLY AND ECONOMICALLY SUSTAINABLE COMMERCIAL AQUACULTURE PRODUCTION SYSTEMS&#39; UNDER THE NIFA PROGRAM AREA PRIORITIES AND WILL BE INSTRUMENTAL IN FURTHER EXPANSION OF COMMERCIAL TROUT CULTURE IN A SUSTAINABLE MANNER TO MEET THE DEMANDS OF U.S. CONSUMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e7146f6-41c8-5a40-93ab-386346fb6ed8-C", "generated_internal_id": "ASST_NON_20197000730373_12H3"}, {"internal_id": 85400110, "Award ID": "20197000730372", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.200", "Description": "FLAVOBACTERIUM COLUMNARE IS RECOGNIZED AS ONE OF THE MOST IMPORTANT ENDEMIC PATHOGENS OF FARMED FISH IN THE USA. OUTBREAKS OF COLUMNARIS HAVE OCCURRED IN ALL STATES WHERE FRESH WATER FISH ARE CULTURED FOR HUMAN CONSUMPTION, AS WELL AS IN ORNAMENTAL SPECIES AND WILD FISH. A LACK OF EFFICACIOUS VACCINES, MOUNTING ANTIMICROBIAL RESISTANCE, AND LIMITED TREATMENT OPTIONS HAVE LED TO FISH KILLS APPROACHING 90% MORTALITY IN SOME US EPIZOOTICS. DIRECT ECONOMIC LOSSES ARE COMPOUNDED BY THE COSTS OF DELAYED PRODUCTION AND GROWTH, CHEMOTHERAPEUTANTS AND ADDED LABOR. FURTHERMORE, WHEN ANTIBIOTIC THERAPY IS ATTEMPTED, TREATMENT FAILURE IS COMMON. A LACK OF HOST SPECIFICITY POSES AN ADDITIONAL RISK, SHOULD THE PATHOGEN BE RELEASED INTO NATURAL HABITATS. THESE FACTORS ILLUSTRATE THAT PREVENTION THROUGH VACCINATION OFFERS SIGNIFICANT ADVANTAGES OVER TREATMENT. IN THIS PROPOSAL, THREE ESTABLISHED AQUATIC ANIMAL HEALTH LABORATORIES WILL PARTNER TO INVESTIGATE THE ANTIGENIC DIVERSITY OF F. COLUMNARE GENETIC GROUPS IN THREE IMPORTANT AQUACULTURED FISH SPECIES IN THE USA (E.G., RAINBOW TROUT, CHANNEL CATFISH, NILE TILAPIA). THE OVERARCHING GOAL OF THIS STUDY IS TO IDENTIFY SHARED IMMUNOGENIC PROTEIN VACCINE ANTIGENS OF F. COLUMNARE TO PROVIDE PROTECTION AGAINST EACH GENETIC GROUP REPORTED IN THE US. THIS RESEARCH WILL LEAD TO AN IMPROVED UNDERSTANDING OF THE EPIZOOTIOLOGY AND ANTIGENIC DIVERSITY OF THE PATHOGEN, AND THE DEVELOPMENT OF EFFECTIVE SUBUNIT VACCINE(S) TO PREVENT COLUMNARIS DISEASE. ADDITIONAL BENEFITS INCLUDE AN INCREASED KNOWLEDGE OF IMMUNE RESPONSES IN TELEOST FISH AND PATHOGENESIS OF BACTERIAL FISH PATHOGENS, AS WELL AS ADVANCES IN FISH VACCINOLOGY, ALL EXTREMELY RELEVANT TO DISEASE CONTROL IN AQUACULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20197000730372_12H3"}, {"internal_id": 85400111, "Award ID": "20197000730371", "Award Amount": 99998.99, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "10.200", "Description": "NOVEL TREATMENT OF VIBRIOSIS IN SHELLFISH HATCHERY PRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20197000730371_12H3"}, {"internal_id": 85400112, "Award ID": "20197000730370", "Award Amount": 161290.99, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-29", "CFDA Number": "10.200", "Description": "THIS 2-YEAR PROJECT IS PROPOSED TO DEVELOP A COST-EFFECTIVE METHOD OF PRODUCING THE ORGANIC ACID POLY-&BETA;-HYDROXYBUTYRATE (PHB) AND APPLYING IT TO FEED TO ENHANCE IMMUNE RESPONSES AND DISEASE RESISTANCE OF HYBRID STRIPED BASS AND NILE TILAPIA TO STREPTOCOCCUS INIAE AND AEROMONAS HYDROPHILA, LEADING FISH PATHOGENS. THIS INTER-DISCIPLINARY PROJECT WILL DEVELOP PROCESSES FOR HIGH-YIELD PRODUCTION OF PHB FROM ORGANIC WASTES BY AN EFFECTIVE PHB-PRODUCING CULTURE OF ZOBELLELLA DENITRIFICANS ZD1. IN ADDITION, THE DIETARY APPLICATION OF PHB WILL BE REFINED WITH BOTH IN VITRO AND IN VIVO ASSAYS TO MAXIMIZE ITS EFFECTIVENESS IN ENHANCING IMMUNE RESPONSES AND INCREASING RESISTANCE OF HYBRID STRIPED BASS AND NILE TILAPIA TO PROMINENT BACTERIAL DISEASES, NAMELY STREPTOCOCCUS INIAE AND AEROMONAS HYDROPHILA. THE OUTCOMES OF THIS RESEARCH ARE EXPECTED TO POSITIVELY AFFECT U.S. AQUACULTURE BY PROVIDING A NOVEL MEANS OF COMBATING INFECTIOUS DISEASES WITHOUT ANTIBIOTICS OR OTHER CHEMOTHERAPEUTIC AGENTS. THE EFFICIENT PRODUCTION OF THE NATURAL IMMUNE-STIMULANT PHB FROM AQUACULTURE EFFLUENTS WILL PROVIDE THE COMPOUND WHICH BY DIETARY ADMINISTRATION WILL INCREASE IMMUNE RESPONSES AND DISEASE RESISTANCE OF HYBRID STRIPED BASS AND NILE TILAPIA. IT IS LIKELY THAT PHB ALSO WILL HAVE SIMILAR IMMUNOLOGICAL EFFECTS ON OTHER FISH SPECIES CULTURED IN THE U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20197000730370_12H3"}, {"internal_id": 85400113, "Award ID": "20197000730369", "Award Amount": 90072.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-30", "CFDA Number": "10.200", "Description": "INDUCTION OF TETRAPLOIDY AND GYNOGENESIS TO PRODUCE STERILE ALL-FEMALE LARGEMOUTH BASS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20197000730369_12H3"}, {"internal_id": 85400114, "Award ID": "20197000730368", "Award Amount": 238056.32, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-27", "CFDA Number": "10.200", "Description": "THE SHELLFISH AQUACULTURE INDUSTRY HAS BEEN EXPANDING THROUGHOUT THE U.S. AND GULF OF MEXICO IN RECENT DECADES. BEYOND SHELLFISH FARMS&#39; IMPORTANT ROLE IN INCREASING NATIONAL SEAFOOD PRODUCTION, THE INDUSTRY SUPPORTS RURAL COASTAL COMMUNITIES BY PROVIDING EMPLOYMENT OPPORTUNITIES. SHELLFISH FARMS ALSO PROVIDE ENVIRONMENTAL BENEFITS LIKE IMPROVING WATER QUALITY AND CLARITY, REMOVING EXCESS NUTRIENTS, AND PROVIDING CRITICAL NURSERY HABITAT TO A VARIETY OF OTHER MARINE ANIMALS.WHEN FARMING HARD CLAMS, COVER NETS ARE USED IN SOME AREAS TO PREVENT EXCESSIVE CROP LOSSES FROM PREDATION. HOWEVER, COVER NETS ARE ALSO THE MOST FREQUENTLY LOST OR ABANDONED TYPE OF SHELLFISH AQUACULTURE GEAR AND HAVE THE POTENTIAL TO BECOME MARINE DEBRIS AND CAUSE ENVIRONMENTAL DAMAGE. IN ADDITION, WHILE A VAST MAJORITY OF MARINE DEBRIS COMES FROM LAND-BASED SOURCES, THE PORTION ATTRIBUTED TO AQUACULTURE GEAR THREATENS THE REPUTATION OF THIS SUSTAINABLE INDUSTRY. COST-EFFECTIVE SOLUTIONS TO ENVIRONMENTAL AND PUBLIC PERCEPTION ISSUES WILL PLAY A KEY ROLE IN THE FUTURE OF THE SHELLFISH AQUACULTURE INDUSTRY IN THE UNITED STATES.ONE POTENTIAL SOLUTION FOR AQUACULTURE DEBRIS IS MANUFACTURING GEAR FROM BIODEGRADABLE MATERIALS. THIS PROJECT WILL DIRECTLY LEAD TO THE CREATION OF A NEW BIODEGRADABLE MATERIAL THAT CAN BE USED FOR CLAM COVER NETS, ULTIMATELY REDUCING COASTAL PLASTIC POLLUTION AND ENHANCING ECONOMIC EFFICIENCY, SUSTAINABILITYAND PUBLIC PERCEPTION OF THE SHELLFISH AQUACULTURE INDUSTRY. THE NEW MATERIAL WILL BE MADE FROM LIGNIN, A PAPER MANUFACTURING WASTE PRODUCT GENERATED AT A RATE OF 50 BILLION TONS PER YEAR. CLAM COVER NETS WILL BE CONSTRUCTED FROM THIS NEW LIGNIN-BASED MATERIAL, AND TESTEDFOR STRENGTH, DURABILITYAND PERFORMANCE IN A REAL-WORLD FIELD EXPERIMENT ON CLAM LEASES IN CEDAR KEY, FLORIDA. RESULTS WILL BE COMPILED AND MADE AVAILABLE THROUGH WEBSITES, PUBLICATIONSAND WORKSHOPS FOR THE PUBLIC, CLAM FARMERS, STATE AND NATIONAL AQUACULTURE ASSOCIATIONS, AND MANUFACTURING FACILITIES THAT MAY BE INTERESTED IN PRODUCING CLAM NETS FROM THIS NEW BIODEGRADABLE MATERIAL. THERE IS ALSO POTENTIAL FOR THIS MARINE BIODEGRADABLE MATERIAL TO BE USED IN COASTAL AND OCEAN RESTORATION EFFORTS, LIKE THOSE FOR REEF AND SHORELINES, AND AS A REPLACEMENT FOR PLASTICS IN OTHER SHELLFISH AQUACULTURE PRODUCTION METHODS. WHILE SHELLFISH AQUACULTURE IS ALREADY RENOWNED FOR ITS SUPERLATIVE SUSTAINABILITY AND ENVIRONMENTAL BENEFITS, REDUCING THE INDUSTRY&#39;S DEPENDENCE ON PLASTICS THROUGH BIODEGRADABLE ALTERNATIVES WILL REDUCE ENVIRONMENTAL IMPACTS, CREATE ECONOMIC OPPORTUNITIES TO EXPAND AND INTENSIFY PRODUCTION, AND FURTHER IMPROVE SHELLFISH AQUACULTURE&#39;S PUBLIC IMAGE AS A STEWARD OF THE NATION&#39;S COASTAL ECOSYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3bde9bde-f57d-7e6e-ce8f-c94dfefc13f8-C", "generated_internal_id": "ASST_NON_20197000730368_12H3"}, {"internal_id": 83795152, "Award ID": "20193913230121", "Award Amount": 3535193.87, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-22", "CFDA Number": "10.200", "Description": "SCIENTISTS AT STATE AGRICULTURAL EXPERIMENT STATIONS (SAES) RECOGNIZED THE NEED FOR A NATIONAL NETWORK TO ASSESS THE MAGNITUDE, GEOGRAPHIC EXTENT, AND TEMPORAL VARIATIONS IN THE DEPOSITION OF ACIDIC SUBSTANCES AND NUTRIENTS IN PRECIPITATION. THE NATIONAL ATMOSPHERIC DEPOSITION PROGRAM (NADP) IS THE CURRENT VERSION OF THIS SAES INITIATED PROJECT (NATIONAL RESEARCH SUPPORT PROJECT-3). THE NADP OPERATES THREE PRECIPITATION CHEMISTRY NETWORKS (NATIONAL TRENDS NETWORK [NTN], ATMOSPHERIC INTEGRATED RESEARCH MONITORING NETWORK [AIRMOM, TO BE DISCONTINUED IN SEPTEMBER 2019], AND MERCURY DEPOSITION NETWORK [MDN]), TWO ATMOSPHERIC CONCENTRATION NETWORKS (ATMOSPHERIC MERCURY NETWORK [AMNET], AMMONIA MONITORING NETWORK [AMON]), TWO ANALYTICAL LABORATORIES (CENTRAL ANALYTICAL LABORATORY [CAL] AND MERCURY (HG) ANALYTICAL LABORATORY [HAL] ), AND THE NETWORK EQUIPMENT DEPOT. EACH NETWORK HAS ITS OWN OBJECTIVES AND CORRESPONDING ANALYTES AND SAMPLING PERIOD. SULFUR AND NITROGEN OXIDES EMITTED FROM INDUSTRIAL AND TRANSPORTATION SOURCES, UTILITIES, AND METROPOLITAN AREAS ENTER THE ATMOSPHERE AND ARE TRANSFORMED INTO ACIDIFYING COMPOUNDS. THESE POLLUTANTS ARE TRANSPORTED IN THE ATMOSPHERE AND ARE REMOVED, IN PART, AS ACIDIC WET AND DRY DEPOSITION. ECOLOGICAL IMPACTS FROM THIS DEPOSITION INCLUDE CHANGES TO LAKE AND STREAM CHEMISTRY, REDUCED FOREST GROWTH, REDUCED SOIL FERTILITY, AND INCREASED WEATHERING AND CORROSION OF EXPOSED STRUCTURES. AEROSOLS RESULTING FROM THE EMISSIONS REDUCE VISIBILITY AND ALTER THE RADIATIVE BALANCE OF THE CLIMATE SYSTEM. EPIDEMIOLOGICAL STUDIES LINK ADVERSE HUMAN HEALTH WITH FINE PARTICLES CONTAINING SULFATE AND NITRATE. DEPOSITION OF ATMOSPHERIC MERCURY HAS BEEN IDENTIFIED AS AN IMPORTANT NEGATIVE INPUT TO MANY ECOSYSTEMS. THE GOAL OF THE NADP IS TO MONITOR THE NATION&#39;S PRECIPITATION AND ATMOSPHERE FOR A RANGE OF CHEMICAL CONSTITUENTS, TO DETERMINE WHETHER SPATIAL AND TEMPORAL TRENDS IN CONCENTRATION AND WET/DRY DEPOSITION CAN BE IDENTIFIED. THE RESULTS FROM THIS MONITORING ALLOW DATA USERS, SUCH AS POLICY MAKERS AND SCIENTIST, TO MAKE INFORMED DECISIONS AND ADVANCE SCIENTIFIC UNDERSTANDING. NADP ACCOMPLISHES THIS USING FIVE MONITORING NETWORKS OPERATED ACROSS NORTH AMERICA. THE SITE OPERATIONS AND NETWORKS ARE MANAGED TO ENSURE CONTINUITY ACROSS ALL SITES AND NETWORKS, RESULTING IN A CONSISTENT, QUALITY ASSURED, DATA SET. THE PROGRAM HAS GROWN TO A MONITORING SYSTEM OF OVER 300 DIFFERENT SITE LOCATIONS. THIS PROJECT HAS FOUR OBJECTIVES: 1) COORDINATION OF THE NTN, MDN, AIRMON, AMON, AND AMNET SAMPLING NETWORKS, AND ASSOCIATED SPECIAL PROJECTS; 2) CHEMICAL ANALYSIS, SITE SUPPORT, AND DATA VALIDATION FOR ALL NETWORK SITES INCLUDING THOSE SITES FUNDED IN THIS AGREEMENT; 3) QUALITY ASSURANCE OF ALL MEASUREMENTS TO ENSURE THAT NETWORK OPERATIONS ARE CONSISTENT WITH DOCUMENTED NETWORK QUALITY ASSURANCE PLANS AND STANDARD OPERATIONAL PROCEDURES; AND 4) MAINTAIN DATA AVAILABILITY, THAT IS IN AN EASILY ACCESSIBLE FORMAT FOR ALL RESEARCH SCIENTISTS, POLICY PROFESSIONAL, AGRICULTURAL AND INDUSTRY LEADERS, AND THE GENERAL PUBLIC, TO SUPPORT RESEARCH OF ANY AND ALL TYPES. THE NADP OPERATES AS A COOPERATIVE PROGRAM, WITH INPUT FROM ALL STAKEHOLDERS. SPECIFICALLY, THE NADP HAS A DECISION-MAKING EXECUTIVE COMMITTEE AND SEVERAL CONSTITUENT SUBCOMMITTEES. OPERATIONALLY, PRECIPITATION SAMPLES ARE COLLECTED USING STANDARD WET-DRY PRECIPITATION COLLECTORS AND STANDARD FIELD AND ANALYTICAL METHODS. THE PROGRAMS RESULTS IN MEASUREMENTS OF FREE ACIDITY (AS PH), SPECIFIC CONDUCTANCE, CALCIUM, MAGNESIUM, SODIUM, POTASSIUM, SULFATE, NITRATE, CHLORIDE, AMMONIUM, MERCURY, AND GASEOUS AMMONIA AND MERCURY ON A REGULAR BASIS. MOST SAMPLES ARE COLLECTED ON A WEEKLY BASIS, SPECIFICALLY EVERY TUESDAY MORNING AND SHIPPED TO NADP LABORATORIES FOR ANALYSIS UNDER STRICT QUALITY ASSURANCE AND QUALITY CONTROLLED PROCEDURES. THIS DATA IS FREELY AVAILABLE TO ALL, AND IS USED BY RESEARCHERS, POLICY PROFESSIONALS, AND EDUCATORS. THE NADP PROGRAMS EXPECTED OUTCOMES INCLUDE: FREELY AVAILABLE AND QUALITY ASSURED DATA; IMPLEMENTATION OF TWO ANNUAL PUBLIC MEETINGS WITH REPORTS TO SITE OPERATORS, SUPERVISORS, AND SPONSORS; AND SCIENTIFICALLY SOUND AND AUDITED SITE OPERATION. THE ANTICIPATED BENEFITS FROM THE PROGRAM INCLUDE MONITORING THE DEPOSITION OF SPECIFIC CHEMICAL CONSTITUENTS TO THE NATION&#39;S NATURAL AND MANAGED ECOSYSTEMS, DETECTION OF TRENDS IN THE DEPOSITION OF THESE CONSTITUENTS, AND DISBURSEMENT OF SCIENTIFICALLY VALID ENVIRONMENTAL DATA, MADE AVAILABLE FOR ALL RESEARCH AND POLICY ENDEAVORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20193913230121_12H3"}, {"internal_id": 85400234, "Award ID": "20193862430312", "Award Amount": 190753.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-29", "CFDA Number": "10.200", "Description": "IMPROVING CANOLA PRODUCTION AND PRODUCTION SYSTEMS WITH GENETIC AND AGRONOMIC ADVANCES TO INCREASE CANOLA ACREAGE IN THE PACIFIC NORTHWEST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20193862430312_12H3"}, {"internal_id": 85400235, "Award ID": "20193862430289", "Award Amount": 292009.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.200", "Description": "DEVELOPMENT AND MANAGEMENT OF CANOLA IN THE GREAT PLAINS REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20193862430289_12H3"}, {"internal_id": 85400236, "Award ID": "20193862430288", "Award Amount": 50436.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "10.200", "Description": "NATIONAL HEMP RESEARCH & EDUCATION CONFERENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20193862430288_12H3"}, {"internal_id": 85400237, "Award ID": "20193862430282", "Award Amount": 290649.24, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.200", "Description": "ENHANCING PRODUCTIVITY & PROFITABILITY OF CANOLA IN NORTH CENTRAL U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abd98500-a812-0a76-1610-357bcd3f88de-C", "generated_internal_id": "ASST_NON_20193862430282_12H3"}, {"internal_id": 83795134, "Award ID": "20193438329973", "Award Amount": 2370677.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-26", "CFDA Number": "10.200", "Description": "IR-4 CROP PEST MANAGEMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_20193438329973_12H3"}, {"internal_id": 83116280, "Award ID": "20193438329950", "Award Amount": 6750610.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-05", "CFDA Number": "10.200", "Description": "THE OVERALL GOAL OF THIS PROJECT IS TO INSURE THE SAFE, EFFECTIVE AND ECONOMICAL MANAGEMENT OF PESTS (WEEDS, INSECTS, DISEASES AND OTHER ORGANISMS) THAT ATTACK SPECIALTY CROPS (VEGETABLES, FRUITS, NUTS, AND ORNAMENTAL HORTICULTURE PLANTS). THIS PROJECT GENERATES DATA THAT IS USED TO REGISTER CROP PROTECTION CHEMICALS FOR SPECIALTY CROPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20193438329950_12H3"}, {"internal_id": 82498511, "Award ID": "20193438329903", "Award Amount": 880209.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-26", "CFDA Number": "10.200", "Description": "IR-4 NORTHEAST REGION CROP PEST MANAGEMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_20193438329903_12H3"}, {"internal_id": 83116281, "Award ID": "20193438329883", "Award Amount": 5011755.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-06", "CFDA Number": "10.200", "Description": "MANAGEMENTS OF INSECTS, DISEASES, AND WEEDS IN THE FIELD ARE ESSENTIAL FOR AGRICULTURE. ANY PESTICIDES USE ON CROPS MUST BE PRE-APPROVED AND REGISTERED BY EPA TO ENSURE ITS RESIDUE LEVELS IS SAFE FOR CONSUMERS. AMERICAN FARMERS GROWER SEVERAL HUNDRED TYPES OF SPECIALTY CROPS, WHICH INCLUDE FRUITS, VEGETABLES, TREE NUTS, FORESTRY, LANDSCAPE AND FLORAL CROPS. THESE CROPS ARE VALUED NATIONALLY AT $50 BILLION; HOWEVER, ANNUAL LOSSES FROM PESTS, DISEASES AND WEEDS ARE ESTIMATED AT 15%-30% OF TOTAL PRODUCTION. SPECIALTY CROP FARMERS FREQUENTLY FIND THAT NO PESTICIDE WAS REGISTERED TO CONTROL AN INSECT OR A DISEASE ON THEIR CROP. THE OBJECTIVE OF IR-4 IS TO SOLVE THIS ISSUE. EACH YEAR, PEST CONTROL NEEDS ARE COLLECTED AND PRIORITIZED. FIELD AND LAB TESTS ARE CONDUCTED TO ASSESS THE EFFICACY AND RESIDUE LEVELS. THESE DATA ARE COMPILED INTO PETITIONS AND SUBMITTED TO EPA. APPROVAL OF PETITIONS GIVES FARMERS SAFE AND EFFECTIVE PEST MANAGEMENT SOLUTIONS FOR SPECIALTY CROP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20193438329883_12H3"}, {"internal_id": 82148312, "Award ID": "20193438329882", "Award Amount": 3874701.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-26", "CFDA Number": "10.200", "Description": "THIS PROPOSAL WILL SUPPORT THE NORTH CENTRAL REGIONAL (NCR) IR-4 CENTER AT MICHIGAN STATE UNIVERSITY, INCLUDING A REGIONAL ANALYTICAL CHEMISTRY LABORATORY. PARTNERS AND COLLABORATORS CONDUCTING FIELD RESEARCH, QUALITY ASSURANCE OVERSIGHT, OR SERVING ON ADVISORY COMMITTEES, WILL COMPRISE UNIVERSITY FACULTY AT SAES UNITS IN ELEVEN OF THE TWELVE NCR STATES WITH THE EXCEPTION OF MISSOURI, THE USDA-ARS MINOR CROP UNIT, AND ONE PRIVATE CONTRACTOR. SINCE THE PLANT PROTECTION INDUSTRY HAS LITTLE ECONOMIC INCENTIVE TO DEVELOP REGISTRATIONS FOR SPECIALTY CROP CHEMICALS, IR-4 DEVELOPS THE DATA THAT PROVIDE LEGAL, EFFECTIVE, ECONOMIC, SAFE AND IPM-COMPATIBLE PEST CONTROL SOLUTIONS. WITHOUT THIS PROGRAM, MANY SPECIALTY CROPS COULD NO LONGER BE PRODUCED IN THE USA OR WOULD BE GREATLY COMPROMISED IN COST AND QUALITY, WITH SEVERE ECONOMIC IMPLICATIONS FOR AMERICAN AGRICULTURE, FOOD PROCESSORS, AND CONSUMERS. THE PROJECT&#39;S OBJECTIVES FOR SPECIALTY CROPS ARE TO OBTAIN PESTICIDE CLEARANCES FOR FOODUSES, CONDUCT RESEARCH TO PROTECT ORNAMENTAL CROPS FROM KEY PESTS, AND FURTHER THE DEVELOPMENT AND ADOPTION OF BIOPESTICIDES. PEST MANAGEMENT NEEDS ARE IDENTIFIED REGIONALLY AND NATIONALLY AND PRIORITIZED BY RESEARCH AND EXTENSION PERSONNEL, FARMERS, GROWER ORGANIZATIONS AND OTHERS. FOR FOOD CROPS, FIELD TRIALS ARE CONDUCTED UNDER GOOD LABORATORY PRACTICES AND CROP SAMPLES ARE ANALYZED FOR THE MAGNITUDE OF RESIDUES. PERFORMANCE AND CROP SAFETY STUDIES ARE REQUIRED ON CERTAIN PEST/CROP COMBINATIONS BEFORE RESEARCH AND REGISTRATION CAN PROCEED. THE REPORTS OF THESE STUDIES, AFTER QUALITY ASSURANCE CHECKS, ARE FORWARDED TO IR-4 HQ AND USEPA. IN 2019 THE NCR, THROUGH REGIONAL COOPERATORS, WILL CONDUCT 39 FOOD CROP FIELD RESIDUE TRIALS AND 11 EFFICACY STUDIES. THE NCR LABORATORY WILL ANALYZE THE MAGNITUDE OF RESIDUES FOR 16 NEW PROJECTS FROM SUCH FIELD TRIALS. EFFICACY STUDIES ON DIFFICULT-TO-CONTROL PESTS ARE ALSO FUNDED. IN 2019, THE NCR WILL CONDUCT 43 TRIALS TO ASSESS THE SAFETY OF PESTICIDES ON ORNAMENTAL CROPS AND 40 EFFICACY STUDIES. ALSO IN 2019, THE NCR WILL CONDUCT 4 BIOPESTICIDE PROJECTS AS ASSIGNED TO COLLABORATORS IN THE NCR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20193438329882_12H3"}, {"internal_id": 85400204, "Award ID": "20193426330552", "Award Amount": 3916914.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "10.200", "Description": "ALTHOUGH ULTRAVIOLET (UV) RADIATION REPRESENTS ONLY SMALL FRACTION OF THE SOLAR RADIATION REACHING THE EARTH&#39;S SURFACE, THE IMPACTS OF UV ON THE BIOSPHERE ARE SIGNIFICANT. STRATOSPHERIC OZONE IS ONE OF THE MAIN ABSORBERS OF THE UV PORTION OF THE SOLAR SPECTRUM. MEASUREMENTS IN THE MID-TO-LATE TWENTIETH CENTURY SHOWED SIGNIFICANT STRATOSPHERIC OZONE DEPLETION, WITH CORRESPONDING INCREASES IN SURFACE UV RADIATION, OVER POLAR REGIONS RESULTING FROM EMISSIONS OF OZONE-DEPLETING COMPOUNDS. THIS DISCOVERY PROMPTED A SWIFT INTERNATIONAL EFFORT TO PHASE OUT THESE SUBSTANCES, AN ACTION THAT HAS RESULTED IN THE NEAR-COMPLETE RECOVERY OF THE OZONE LAYER. HOWEVER, RECENT OBSERVATIONS OF NEW EMISSIONS OF CERTAIN OZONE-DEPLETING COMPOUNDS INTRODUCE UNCERTAINTY IN PROJECTIONS OF STRATOSPHERIC OZONE AND THEREFORE SURFACE UV RADIATION. FURTHER, COMPLEX INTERACTIONS BETWEEN CLIMATE CHANGE AND UV-B LEVELS ARE STILL NOT WELL UNDERSTOOD AND MAY HAVE IMPLICATIONS FOR FUTURE SURFACE UV LEVELS.RESPONDING TO THESE CONCERNS IN OCTOBER 1992, THE USDA FUNDED THE UV-B MONITORING AND RESEARCH PROGRAM (UVMRP) TO MONITOR UV-B LEVELS OVER WIDE GEOGRAPHIC AREAS OF THE U.S. AND TO ASSESS THE IMPACT OF UV RADIATION ON CROPS AND ECOSYSTEMS. MORE RECENTLY, THE UVMRP ADDED A THIRD COMPLEMENTARY OBJECTIVE TO DEVELOP A COMPREHENSIVE COMPUTATIONAL MODEL THAT WILL BE ABLE TO EVALUATE THE LONG-TERM EFFECTS OF CLIMATE CHANGE, UV EXPOSURE, AND THEIR INTERACTIVE EFFECTS, WITH A FOCUS ON THE ECONOMIC IMPACTS OF THESE ENVIRONMENTAL STRESSORS. TO ADDRESS THESE OBJECTIVES, THE UVMRP PURSUES RESEARCH IN THREE PROGRAM AREAS:CLIMATOLOGY DATA COLLECTION: THE UVMRP HAS ESTABLISHED A 41-STATION CLIMATOLOGICAL AND RESEARCH NETWORK THAT COVERS A WIDE RANGE OF ECOREGIONS, ELEVATIONS AND LAND-USE TYPES, INCLUDING A MIX OF CROP, FOREST AND RANGELANDS. EACH CLIMATOLOGICAL NETWORK STATION IS EQUIPPED WITH INSTRUMENTS CAPABLE OF MEASURING ULTRAVIOLET AND VISIBLE SOLAR RADIATION. RAW INSTRUMENT SIGNALS ARE EXAMINED FOR QUALITY CONTROL (QC) ISSUES AND ADJUSTED USING CALIBRATION FACTORS TO PRODUCE HIGH-QUALITY SOLAR IRRADIANCE DATA. IRRADIANCE DATA ARE SUBSEQUENTLY USED AS INPUTS TO WELL-ESTABLISHED ALGORITHMS TO CALCULATE A SERIES OF RELEVANT DERIVED PRODUCTS (E.G., UV INDEX, BIOLOGICALLY-WEIGHTED SUMS). THE IRRADIANCE DATA AS WELL AS THE DERIVED PRODUCTS ARE MADE AVAILABLE ON THE UVMRP WEBSITE WITHIN 48 HOURS OF COLLECTION (HTTP://UVB.NREL.COLOSTATE.EDU). THE UVMRP STAFF, ASSISTED BY LOCAL SITE OPERATORS, PERFORM ROUTINE ON-SITE MAINTENANCE AND TROUBLESHOOT OCCASIONAL INSTRUMENT MALFUNCTIONS TO MAINTAIN AT LEAST 95% DATA RETRIEVAL RATES OVER THE ENTIRE NETWORK. IN ADDITION, UVMRP CONTINUALLY INVESTIGATES NEW CALIBRATION AND QC PROCEDURES TO IMPROVE DATA QUALITY AND BETTER MEET THE NEEDS OF OUR STAKEHOLDERS. UVMRP RESEARCHERS ALSO CONDUCT ANALYSES USING NETWORK DATA TO EXPAND OUR DERIVED PRODUCTS AND CONTRIBUTE TO OUR UNDERSTANDING OF THE TRENDS IN SURFACE UV RADIATION.EFFECTS RESEARCH: BY USING COMPUTER-CONTROLLED-CROP-GROWTH CHAMBERS, THE UVMRP AND ITS COLLABORATORS RECORD, ANALYZE, AND QUANTIFY CROP RESPONSES TO THE ISOLATED AND INTERACTIVE EFFECTS OF ENVIRONMENTAL STRESS FACTORS (E.G., DROUGHT, UV-B RADIATION). THESE RESULTS HELP IDENTIFY PLANT CHARACTERISTICS THAT COULD BE MANIPULATED BY PLANT BREEDERS TO DEVELOP CULTIVARS THAT CAN TOLERATE EXTREME AND VARIABLE ENVIRONMENTAL CONDITIONS. FURTHER, CHAMBER EXPERIMENTS INFORM THE DEVELOPMENT OF FUNCTIONAL ALGORITHMS THAT DESCRIBE CROP RESPONSE TO UV-B AND OTHER ENVIRONMENTAL STRESS FACTORS THAT CAN BE INCORPORATED INTO CLIMATE-CROP MODELS. THE WORK PROPOSED HERE WILL EXPAND OUR ANALYSES TO RICE, WITH A FOCUS ON THE IMPACT OF DROUGHT AND EXTREME TEMPERATURES ON BOTH ABOVE (LEAF, STEM) AND BELOW (ROOT) GROUND PLANT MORPHOLOGY.INTEGRATED ASSESSMENT: THE AGRICULTURAL COMMUNITY AND DECISION MAKERS REQUIRE RELIABLE CROP YIELD ASSESSMENT TOOLS TO DETERMINE OPTIMAL MANAGEMENT PRACTICES, ASSESS RISKS AND RISK MANAGEMENT STRATEGIES, AND DEFINE ECONOMIC IMPACTS. THE UVMRP IS WORKING WITH COLLABORATORS TO DEVELOP A COMPREHENSIVE COMPUTATIONAL MODEL THAT WILL COUPLE STATE-OF-THE-ART CLIMATE, CROP AND BIOGEOCHEMICAL MODELS TO STUDY THE INFLUENCE OF ENVIRONMENTAL CHANGE ON ECOSYSTEMS AND AGRICULTURAL PRODUCTIVITY, AND THE RESULTING ECONOMIC IMPACTS OF THESE INTERACTIONS. MODULES FOR CORN AND SOYBEAN ARE UNDER DEVELOPMENT AND PRELIMINARY RESULTS SHOW PROMISING AGREEMENT BETWEEN MODELED AND MEASURED DATA IN THE U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20193426330552_12H3"}, {"internal_id": 85400205, "Award ID": "20193414130433", "Award Amount": 772591.04, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.200", "Description": "THE SOUTHWESTERN REGIONAL POTATO CULTIVAR DEVELOPMENT PROJECT WAS INITIATED BY COLORADO STATE UNIVERSITY, TEXAS A&AMP;M UNIVERSITY, AND THE UNIVERSITY OF CALIFORNIA AT DAVIS TO MEET THE UNIQUE NEEDS OF THE SOUTHWEST POTATO INDUSTRY. CROSSES AND ORIGINAL SELECTIONS ARE MADE IN COLORADO AND TEXAS FOLLOWED BY FORMAL REGIONAL EVALUATION TRIALS IN ALL THREE STATES. BREEDING STOCKS AND ADVANCED SELECTIONS ARE OPENLY SHARED WITH MORE THAN A DOZEN OTHER STATES. PROMISING SELECTIONS FROM THE PROJECT ARE FURTHER EVALUATED IN THE WESTERN REGIONAL TRIALS WHICH INCLUDE SIX WESTERN STATES. SPECIFIC GOALS AND OBJECTIVES ARE DEVELOPED AND CONSTANTLY REEVALUATED BASED ON EXTENSIVE STAKEHOLDER INPUT. SINCE THE INCEPTION OF THE SOUTHWESTERN REGIONAL POTATO CULTIVAR DEVELOPMENT PROJECT IN 1997, 43 NEW CULTIVARS AND CLONAL SELECTIONS HAVE BEEN RELEASED OR CO-RELEASED WITH OTHER INSTITUTIONS WHICH MAKE UP SUBSTANTIAL AND INCREASING PORTIONS OF THE REGIONAL POTATO ACREAGE AND HAVE BECOME IMPORTANT CONTRIBUTORS TO THE ECONOMIES OF THE STATES. IN 2017, FOR POTATO CULTIVARS RELEASED SINCE 1997 AND THAT WERE IN THE TOP 50 BASED ON CERTIFIED SEED ACREAGE IN THE US, THOSE DEVELOPED BY THE SOUTHWESTERN PROJECT RANKED SECOND AMONG THE FOUR REGIONAL PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20193414130433_12H3"}, {"internal_id": 85400206, "Award ID": "20193414130291", "Award Amount": 1813928.03, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-28", "CFDA Number": "10.200", "Description": "DEVELOPING NEW VARIETIES IS AN EFFECTIVE STRATEGY TO COMBAT EVER-INCREASING STRESS AND PEST PROBLEMS, IMPROVE PRODUCTION AND UTILIZATION EFFICIENCY, AND MAINTAIN THE COMPETITIVENESS OF THE US POTATO INDUSTRY. AMONG THE GENETIC IMPROVEMENTS NEEDED ARE BETTER FRESH MARKET AND PROCESSING QUALITY, RESISTANCE TO MAJOR ENVIRONMENTAL STRESSES, INSECT PESTS AND DISEASES, MORE EFFICIENT UTILIZATION OF WATER AND NUTRIENTS, IMPROVED STORABILITY, AND LOWERED PRODUCTION COSTS. THE PURPOSE OF THIS RESEARCH IS TO RELEASE AND COMMERCIALIZE NEW POTATO VARIETIES THAT WILL DIRECTLY BENEFIT ALL SEGMENTS OF THE NORTHWEST POTATO INDUSTRY AND INDIRECTLY BENEFIT ALL US PRODUCING REGIONS. THE STRATEGY IS TO IDENTIFY TRAITS, MAKE CROSSES, AND APPLY SELECTION PRESSURES THAT WILL INCREASE THE PROBABILITY OF DEVELOPING VARIETIES THAT CAN BE PRODUCED AND UTILIZED MORE EFFICIENTLY THAN EXISTING VARIETIES. APPROPRIATE BREEDING GOALS INCLUDE HIGH YIELD, IMPROVED PROCESSING QUALITY, GENETIC RESISTANCE TO MAJOR PESTS AND DISEASES, HIGHER LEVELS OF RESISTANCE TO STRESSES, INCREASED NUTRIENT USE EFFICIENCY, IMPROVED HUMAN NUTRITIONAL VALUE, AND HIGH TUBER QUALITY. AN ADDITIONAL ENVIRONMENTAL BENEFIT COMES WITH REDUCED USE OF PESTICIDES, WATER, AND FERTILIZERS, WHICH ARE NORMAL BYPRODUCTS OF IMPROVED VARIETIES. THIS MAJOR OBJECTIVE IS ACCOMPANIED BY MYRIAD MINOR OBJECTIVES INVOLVING GERMPLASM ENHANCEMENT, GERMPLASM PRODUCTION, SELECTION PROCEDURES, DISEASE AND STRESS SCREENING, VARIETY TRIAL DESIGN AND CONDUCT, SEED INCREASES, MANAGEMENT STUDIES, AND COMMERCIAL EVALUATIONS. EACH OBJECTIVE IS TO BE CARRIED OUT BY THE NORTHWEST INSTITUTION(S) BEST EQUIPPED TO COMPLETE THE ASSOCIATED TASKS. A HEAVY ELEMENT OF INTERDEPENDENCE AMONG ALL INSTITUTIONS IS ESSENTIAL IN ACHIEVING THE OUTLINED OBJECTIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20193414130291_12H3"}, {"internal_id": 85400207, "Award ID": "20193414130285", "Award Amount": 1037826.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "10.200", "Description": "POTATO BREEDING AND VARIETY DEVELOPMENT IN THE EASTERN U.S IS ACCOMPLISHED THROUGH AN INTEGRATED, SEVEN-STATE (FLORIDA, MAINE, NORTH CAROLINA, NEW YORK, OHIO, PENNSYLVANIA, AND VIRGINIA) EFFORT WITH FOUR COLLABORATING BREEDING PROGRAMS CONDUCTING MULTI-SITE AND -DISCIPLINARY SELECTION AND VARIETY DEVELOPMENT RESEARCH ACROSS THE EASTERN SEABOARD. BREEDING PRIORITIES ARE DETERMINED FROM STAKEHOLDER INPUT. OUR OVERALL GOAL IS TO DEVELOP ATTRACTIVE, PRODUCTIVE, ABIOTIC STRESS-TOLERANT, DISEASE- AND INSECT-RESISTANT POTATO VARIETIES THAT CAN BE GROWN BY SMALL AND LARGE POTATO PRODUCERS TO ENHANCE MARKETING OPPORTUNITIES, FARM SUSTAINABILITY AND PROFITS. THE SPECIFIC OBJECTIVES ARE: 1) CREATE 85,000 NEW SEEDLINGS YEARLY AND EVALUATE EARLY- AND ADVANCED-GENERATION CLONES FOR MARKET QUALITY, STRESS TOLERANCE, AND PEST RESISTANCE; 2) DEVELOP AND EVALUATE DIAGNOSTIC MARKERS FOR RESISTANCE TO INTERNAL HEAT NECROSIS, LATE BLIGHT, AND RACE RO2 OF THE GOLDEN NEMATODE; 3) PHENOTYPE AND GENOTYPE TRAINING POPULATIONS FOR FUTURE GENOMIC SELECTION; AND 4) ENHANCE WEB-BASED REPORTING OF PROJECT RESULTS AND EVALUATE THE FIELD BOOK APP FOR COLLECTING PHENOTYPE DATA ACROSS ALL TRIAL SITES. OUR LONG-TERM PRIORITY IS TO USE CONVENTIONAL AND MARKER-ASSISTED BREEDING AND SELECTION TO DEVELOP VARIETIES WITH RESISTANCE TO IMPORTANT ABIOTIC STRESSES AND PLANT DISEASES SUCH AS LATE BLIGHT, SCAB, PVY, EARLY BLIGHT, AND GOLDEN NEMATODE. OUR SELECTION PROCEDURES UTILIZE DIVERSE EASTERN GROWING CONDITIONS TO SELECT POTATO GERMPLASM WITH RESISTANCE TO PESTS, HEAT STRESS, AND STRESS-RELATED DEFECTS, AND OUR PROGRAMS CONTINUE TO ADOPT UNIFORM DATA COLLECTION AND DISTRIBUTION TECHNIQUES TO FACILITATE COMMUNICATION WITH STAKEHOLDERS AND RESEARCHERS, AS WELL AS TO PREPARE FOR FUTURE UTILIZATION OF GENOMIC SELECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_20193414130285_12H3"}, {"internal_id": 85400208, "Award ID": "20193414130284", "Award Amount": 1470252.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-27", "CFDA Number": "10.200", "Description": "POTATO PRODUCTION IS IN THE NORTH CENTRAL US IS VITAL TO THE REGIONAL ECONOMY AND PLAYS AN IMPORTANT ROLE IN THE NATIONAL POTATO SUPPLY. IN 2018 THE FOUR STATES OF MICHIGAN, MINNESOTA, NORTH DAKOTA, AND WISCONSIN ACCOUNTED FOR 22.6% OF THE US ACREAGE, WITH A FARM-GATE VALUE OF $982.5 MILLION. ALL SECTORS OF THE POTATO MARKET ARE PRESENT IN THIS REGION, DOMINATED BY FRY AND CHIP PROCESSING MARKETS, WITH A SUCCESSFUL FRESH MARKET AND EXPANDING SPECIALTY MARKET NICHES. CHANGES IN CLIMATE, CONSUMER PREFERENCE, PRODUCTION ECONOMICS, AND ENVIRONMENTAL REGULATIONS REQUIRE CONTINUAL INNOVATION IN THE POTATO INDUSTRY, AND PLANT BREEDING LEADING TO VARIETY COMMERCIALIZATION IS CRITICAL TO MEETING THESE EVOLVING DEMANDS. THIS PROPOSAL, WHICH IS A JOINT EFFORT OF THE POTATO BREEDING AND GENETICS PROGRAMS AT FOUR NORTH CENTRAL LAND-GRANT UNIVERSITIES (UW, MSU, NDSU, UM). THERE ARE FOUR SPECIFIC OBJECTIVES DETAILED: 1) IDENTIFY NEW VARIETIES WITH SUPERIOR AGRONOMICS AND END-USED QUALITY VIA SEXUALHYBRIDIZATION AND SELECTION AT THE TETRAPLOID AND DIPLOID LEVEL, 2) SCREEN ELITE GERMPLASM FOR RESISTANCE TO KEY PESTS, 3) DEVELOP AND LEVERAGE GENOMIC TOOLS TO ENHANCE BREEDING EFFICIENCY, AND 4) TRANSFER NEW VARIETIES FROM THE BREEDING PROGRAMS TO THE COMMERCIAL SECTOR. THE FOUR PROJECT DIRECTORS AND THEIR COLLABORATORS HAVE THE REQUISITE EXPERIENCE, FACILITIES, AND STAKEHOLDER RELATIONSHIPS TO SUCCESSFULLY COMPLETE THESE OBJECTIVES. THE EXPECTED OUTCOMES FROM THE TWO-YEAR GRANT INCLUDE THE RELEASE OF NEW VARIETIES, THE SELECTION OF NEW BREEDING LINES, NEW MARKERS FOR MARKER-ASSISTED SELECTION, AND PRELIMINARY DATA ON THE FEASIBILITY OF USING A RAPID CYCLING GENOME-WIDE MARKER ANALYSES FOR IMPROVING VARIETY DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20193414130284_12H3"}, {"internal_id": 82498499, "Award ID": "20193361029754", "Award Amount": 103215.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-17", "CFDA Number": "10.200", "Description": "DETECTING BANKS GRASS MITES IN PHOENIX DACTYLIFERA USING AUTOMATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e53ab0a1-e3ae-fde4-85c1-425b0955db51-C", "generated_internal_id": "ASST_NON_20193361029754_12H3"}, {"internal_id": 146995442, "Award ID": "2018LOC800-1025-165-00001", "Award Amount": 71652.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-04-02", "CFDA Number": "10.200", "Description": "INSULAR AREA TRAINING WORK SHOP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_2018LOC800-1025-165-00001_12H3"}, {"internal_id": 147106595, "Award ID": "2018LOC800-1010-350-00319", "Award Amount": 14000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-30", "CFDA Number": "10.200", "Description": "DISTRIBUTE TRAVEL EXPENSE STIPENDS TO FACILITATE THE PARTICIPATION AND PRESENCE OF THE NATIONAL EXTENSION AWARD WINNERS AT THE 2018 APLU ANNUAL MEETING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_2018LOC800-1010-350-00319_12H3"}, {"internal_id": 146995441, "Award ID": "2018LOC800-1010-350-00095", "Award Amount": 15000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-04-10", "CFDA Number": "10.200", "Description": "LEAD 21 SCHOLARSHIPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb53091d-f70c-ae6f-5d09-3303979a1c07-C", "generated_internal_id": "ASST_NON_2018LOC800-1010-350-00095_12H3"}, {"internal_id": 146995440, "Award ID": "2018LOC800-0125-065-00011", "Award Amount": 1000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-11", "CFDA Number": "10.200", "Description": "AIARD - STUDENT PARTICIPATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d3eaf03-1941-c4ff-2b1c-9ab8ccf47374-R", "generated_internal_id": "ASST_NON_2018LOC800-0125-065-00011_12H3"}, {"internal_id": 147106594, "Award ID": "2018LOC800-0100-001-00144", "Award Amount": 20000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-19", "CFDA Number": "10.200", "Description": "NCSU FSLI SCHOLARSHIP PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_2018LOC800-0100-001-00144_12H3"}, {"internal_id": 147107926, "Award ID": "2018LOC800-0100-001-00052", "Award Amount": 3000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-05", "CFDA Number": "10.200", "Description": "TRAVEL EXPENSES FOR 2018 POULTRY SCIENCE MEETING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_2018LOC800-0100-001-00052_12H3"}, {"internal_id": 146995419, "Award ID": "2018LOC800-0100-001-00046", "Award Amount": 3000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-03-21", "CFDA Number": "10.200", "Description": "TRAVEL GRANT FOR NATIONAL COORDINATION MEETINGS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b61e1582-fd78-235b-3101-5290eb21efca-C", "generated_internal_id": "ASST_NON_2018LOC800-0100-001-00046_12H3"}, {"internal_id": 146995439, "Award ID": "2018LOC800-0100-001-00002", "Award Amount": 30000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-10-30", "CFDA Number": "10.200", "Description": "EFNEP CALL TO CONVERSATION NATIONAL MEETING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a9b50e1-b302-9407-fbb5-25da77c49bbd-C", "generated_internal_id": "ASST_NON_2018LOC800-0100-001-00002_12H3"}, {"internal_id": 146995438, "Award ID": "2018LOC700-0100-001-00166", "Award Amount": 90000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-22", "CFDA Number": "10.200", "Description": "PLANNING SERVICES FOR FOUR NATIONAL MEETINGS OF LAND GRANT UNIVERSITY SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "419196fe-a9a5-ba0f-e35e-853c1bc53682-C", "generated_internal_id": "ASST_NON_2018LOC700-0100-001-00166_12H3"}, {"internal_id": 68547728, "Award ID": "20187000728829", "Award Amount": 309427.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "10.200", "Description": "PREVENTION OF MOTILE AEROMONAS SEPTICEMIA IN CATFISH BY NOVEL LIVE ATTENUATED VACCINES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20187000728829_12H3"}, {"internal_id": 68547729, "Award ID": "20187000728828", "Award Amount": 293594.24, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "10.200", "Description": "UNDERLYING MECHANISMS FOR SELECTED DISEASE RESISTANCE AND ENHANCED NON-SPECIFIC RESISTANCE IN RAINBOW TROUT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e7146f6-41c8-5a40-93ab-386346fb6ed8-C", "generated_internal_id": "ASST_NON_20187000728828_12H3"}, {"internal_id": 69573218, "Award ID": "20187000728827", "Award Amount": 296455.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "10.200", "Description": "PATHWAYS FOR REVITALIZING U.S. AQUACULTURE: REDUCING REGULATORY INEFFICIENCIES WHILE ENSURING SUSTAINABILITY AND SOCIAL RESPONSIBILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20187000728827_12H3"}, {"internal_id": 68547730, "Award ID": "20187000728826", "Award Amount": 309334.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-08", "CFDA Number": "10.200", "Description": "GENETIC ENHANCEMENT OF TEXTURE AND CARCASS TRAITS OF CATFISH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20187000728826_12H3"}, {"internal_id": 68547717, "Award ID": "20183913328690", "Award Amount": 1272357.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-06", "CFDA Number": "10.200", "Description": "NATIONAL ATMOSPHERIC DEPOSITION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20183913328690_12H3"}, {"internal_id": 65967799, "Award ID": "20183883128147", "Award Amount": 9900.0, "Award Type": null, "Base Obligation Date": "2018-04-19", "CFDA Number": "10.200", "Description": "NATIONAL NATIVE BEE HEALTH MONITORING PROGRAM SCIENTIFIC WORKSHOP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_20183883128147_12H3"}, {"internal_id": 69573200, "Award ID": "20183862428794", "Award Amount": 183736.75, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "10.200", "Description": "EVALUATING PRODUCTION PRACTICES AND INPUT MANAGEMENT FOR OPTIMIZING WINTER CANOLA PRODUCTION IN THE SOUTHERN GREAT PLAINS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20183862428794_12H3"}, {"internal_id": 68547745, "Award ID": "20183862428793", "Award Amount": 168282.17, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-14", "CFDA Number": "10.200", "Description": "AGRONOMIC AND PEST MANAGEMENT STRATEGIES TO OPTIMIZE CANOLA PRODUCTION IN THE NORTH CENTRAL U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abd98500-a812-0a76-1610-357bcd3f88de-C", "generated_internal_id": "ASST_NON_20183862428793_12H3"}, {"internal_id": 68547750, "Award ID": "20183850028889", "Award Amount": 1858560.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "10.200", "Description": "THE MISSION OF THE WESTERN REGIONAL AQUACULTURE CENTER (WRAC), ONE FIVE REGIONAL AQUACULTURE CENTERS ESTABLISHED BY CONGRESS IN 1985 IS TO SUPPORT AQUACULTURE RESEARCH, DEVELOPMENT, EDUCATION, AND DEMONSTRATION TO ENHANCE VIABLE AND PROFITABLE U.S. AQUACULTURE PRODUCTION TO BENEFIT CONSUMERS, PRODUCERS, SERVICE INDUSTRIES, AND THE AMERICAN ECONOMY. THE WESTERN REGIONAL AQUACULTURE CENTER, HOSTED BY THE UNIVERSITY OF WASHINGTON, SEATTLE, SERVES AS AN ADMINISTRATIVE CENTER THAT SOLICITS INPUT FROM INDUSTRY AND OTHER STAKEHOLDERS THAT BECOMES THE BASIS OF PROBLEM STATEMENTS THAT ADDRESS PROBLEMS ORBARRIERS TO THE ENHANCEMENT OF THE AQUACULTURE INDUSTRY. THESE PROBLEM STATEMENTS ARE PUBLISHED BI-ANNUALLY IN A COMPETITIVE REQUEST FOR PROPOSALS THAT ARE SUBJECT TO BOTH INTERNAL AND EXTERNAL PEER REVIEW. FUNDED PROJECTS ARE CARRIED OUT BY MULTI-STATE AND MULTI-DISCIPLINARY TEAMS TO PRODUCE HIGH QUALITY SCIENCE THAT CAN BE TRANSFERRED TO INDUSTRY AND/OR OTHER END USERS IN A TIMELY FASHION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_20183850028889_12H3"}, {"internal_id": 68547751, "Award ID": "20183850028888", "Award Amount": 1858560.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-07", "CFDA Number": "10.200", "Description": "THE USDA NATIONAL INSTITUTE OF FOOD AND AGRICULTURE (NIFA) SOUTHERN REGIONAL AQUACULTURE CENTER (SRAC) IS ONE OF FIVE REGIONAL AQUACULTURE CENTERS ESTABLISHED BY CONGRESS IN 1985. THE MISSION OF THE SRAC IS TO SUPPORT AQUACULTURE RESEARCH, DEVELOPMENT, EDUCATION, AND DEMONSTRATION TO ENHANCE VIABLE AND PROFITABLE U.S. AQUACULTURE PRODUCTION TO BENEFIT CONSUMERS, PRODUCERS, SERVICE INDUSTRIES, AND THE AMERICAN ECONOMY. IT ACCOMPLISHES THIS MISSION BY DEVELOPING AND FUNDING COMPETITIVE PROJECT PROPOSALS TO ADDRESS PRIORITY NEEDS IDENTIFIED BY THE REGION&#39;S AQUACULTURE INDUSTRY. EXPECTED OUTCOMES AND ANTICIPATED BENEFITS FOR EACH OF THE CENTER-FUNDED PROJECTS IS PRESENTED IN THE ANNUAL REPORTS AND THOSE REPORTS AS WELL AS THE PROJECT PROPOSALS ARE POSTED ON THE CENTER&#39;S WEB SITE AT WWW.SRAC.MSSTATE.EDU.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20183850028888_12H3"}, {"internal_id": 68547598, "Award ID": "20183850028887", "Award Amount": 1858560.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "10.200", "Description": "THERE ARE A NUMBER OF LIMITATIONS THAT STILL AFFECT EXPANSION AND PROFITABILITY OF AQUACULTURE IN THE NORTH CENTRAL REGION WHICH WILL BE ADDRESSED IN PROJECTS FUNDED BY THE CENTER. THESE LIMITATIONS INCLUDE, IN PART, LIMITED EXTENSION/EDUCATION PRODUCTS, KNOWLEDGE OF POSSIBLE SPECIES SELECTION, REGULATIONS, ECONOMICS, MARKETING AND ALTERNATIVE FEEDSTUFFS FOR CULTURED ANIMALS. THE PURPOSE OF THE NORTH CENTRAL REGIONAL AQUACULTURE CENTER (NCRAC) IS TO CONDUCT VIABLE RESEARCH, EXTENSION, AND DEMONSTRATION PROJECTS WHICH WILL OVERCOME THESE LIMITATIONS. THE PROJECTS FUNDED BY THE CENTER ARE COMPETITIVELY SOLICITED AND REPORTED ON ANNUALLY TO NIFA. EXPECTED OUTCOMES AND ANTICIPATED BENEFITS FOR EACH OF THE CENTER-FUNDED PROJECTS IS PRESENTED IN THE ANNUAL REPORTS AND THOSE REPORTS AS WELL AS THE PROJECT PROPOSALS ARE POSTED ON THE CENTER&#39;S WEB SITE AT WWW.NCRAC.ORG.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20183850028887_12H3"}, {"internal_id": 68547599, "Award ID": "20183850028886", "Award Amount": 1858560.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-01", "CFDA Number": "10.200", "Description": "THE CENTER FOR TROPICAL AND SUBTROPICAL AQUACULTURE (CTSA) IS ONE OF FIVE REGIONAL AQUACULTURE CENTERS (RACS) ESTABLISHED UNDER THE FOOD SECURITY ACT OF 1985 (SUBTITLE L, SEC. 1475 [D]). THE MISSION OF CTSA, LIKE THAT OF THE OTHER RACS, IS TO SUPPORT AQUACULTURE RESEARCH, DEVELOPMENT, DEMONSTRATION, AND EXTENSION EDUCATION TO ENHANCE VIABLE AND PROFITABLE U.S. AQUACULTURE. UNDER THIS PROJECT, CTSA, WHICH IS JOINTLY ADMINISTERED BY THE UNIVERSITY OF HAWAII ANDOCEANIC INSTITUTE OF HAWAII PACIFIC UNIVERSITY, WILL DEVELOP AND SUPPORT RESEARCH AND EXTENSION ACTIVITIES THAT IN TURN WILL DEVELOP AND TRANSFER NEW AND ADAPTED TECHNOLOGY TO INDUSTRY IN HAWAII AND THE AMERICAN INSULAR PACIFIC. THE BOARD OF DIRECTORS, THE EXECUTIVE COMMITTEE, THE INDUSTRY ADVISORY COUNCIL, AND THE TECHNICAL COMMITTEE OVERSEE PROJECT DEVELOPMENT AND HELP TRACK ACCOMPLISHMENTS TOWARD CTSA&#39;S STATED MISSION. WE USE A REGION-WIDE AND MULTI-INSTITUTIONAL APPROACH TO TACKLE PROBLEMS THAT ARE IMPEDING FURTHER DEVELOPMENT OF THE AQUACULTURE INDUSTRY IN OUR REGION. EACH YEAR, CTSA FUNDS ABOUT TENPROJECTS THROUGH THE GRANT WE RECEIVE FROM THE U.S. DEPARTMENT OF AGRICULTURE&#39;S NATIONAL INSTITUTE OF FOOD AND AGRICULTURE (NIFA). EACH PROJECT IS REVIEWED BY A PANEL OF EXPERTS TO ENSURE ITS APPROACH IS SCIENTIFICALLY SOUND AND ITS RESULTS WILL DIRECTLY OR INDIRECTLY ENHANCE ECONOMIC OPPORTUNITIES FOR AQUACULTURE PRODUCERS IN THE CTSA REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20183850028886_12H3"}, {"internal_id": 69573234, "Award ID": "20183850028885", "Award Amount": 1858560.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "10.200", "Description": "THE MAIN OBJECTIVE OF THE LUMPFISH PROJECT IS TO ADDRESS EXISTING LUMPFISH CULTURE GAPS AT THE HATCHERY, PROVIDE REARING PROTOCOLS AND GUIDELINES THAT ENABLE THE DEVELOPMENT OF A NORTHEAST LUMPFISH HATCHERY, AND PROVIDE THE SALMON AND STEELHEAD TROUT INDUSTRIES WITH FEASIBLE TECHNIQUES FOR USING LUMPFISH AS CLEANERS SO THAT SEA LICE MITIGATION COULD BE LESS COSTLY AND MORE SUSTAINABLE.FOR THE WASTE-SLUDGE REUTILIZATION PROJECT:IN YEAR 1, WE WILL CONDUCT A SERIES OF EXPERIMENTS TO DEVELOP OPERATIONAL AND DESIGN DATA TO DEVELOP STANDARDIZED DESIGNS FOR COUPLED AND DECOUPLED AQUAPONIC SYSTEM WHICH WILL ADDRESS THE ECONOMIC NEEDS OF AQUACULTURE PRODUCERS FOR THE PURPOSE OF IMPROVING THE ECONOMIC SUSTAINALBILITY OF AQUACULTURE IN THE NORTHEAST. IN YEAR 2, WE WILL USE THE RESULTS FROM YEAR 1 STUDIES AND PROVIDE THE STANDARDIZED DESIGNS FOR COUPLED AND DECOUPLED AQUAPONIC SYSTEMS. WE WILL USE THIS INFORMATION TO DEVELOP AN ENTERPRISE BUDGET FOR GROWERS TO ESTIMATE PROFITABILITY BASED ON GROWING SYSTEM CHOICE. WORKING WITH COMMERCIAL PARTNERS, WE WILL INSTALL OUR SYSTEMS DEVELOPED IN YEAR 1 AT COMMERCIAL SITES AND EVALUATE THE PERFORMANCE AND PRODUCTIVITY UNDER ACTUAL COMMERCIAL PRODUCTION SETTINGS. BUILDING ON ALL OF THE PROJECT ACTIVITIES, WE WILL FINALLY TAKE OUR RESEARCH AND PRESENT OUR FINDINGS VIA CONFERENCES AND TWO NEW WORKSHOPS TO BE HELD AT UNH RECIRCULATING FARM GREENHOUSES AS A REVAMPING OF THE ANNUAL CORNELL UNIVERSITY SHORT COURSE TO PROVIDE DIRECT TECHNOLOGY TRANSFER AND MORE IMPORTANTLY, A FULL-SCALE HANDS-ON LEARNING EXPERIENCE FOR NORTHERN PRODUCERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20183850028885_12H3"}, {"internal_id": 45251657, "Award ID": "20177000727134", "Award Amount": 308362.49, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-13", "CFDA Number": "10.200", "Description": "ORAL VACCINE FOR INFECTIOUS HEMATOPOIETIC NECROSIS VIRUS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "11114b30-e3f5-9501-bf89-71629b7a1b15-C", "generated_internal_id": "ASST_NON_20177000727134_12H3"}, {"internal_id": 45250923, "Award ID": "20173957527343", "Award Amount": 4422595.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-19", "CFDA Number": "10.200", "Description": "KSU/USAF 2017 FAP RESEARCH PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20173957527343_12H3"}, {"internal_id": 62253511, "Award ID": "20173957427342", "Award Amount": 2774785.96, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-19", "CFDA Number": "10.200", "Description": "THE CURRENT PROPOSAL OUTLINES THE CLEARINGHOUSE FOR MILITARY FAMILY READINESS AT PENN STATE RECOMMENDED WORK FOR THE NEXT TWO YEARS. SPECIFICALLY, THE PROPOSED APPROACH BUILDS ON ALREADY EXISTING FACTORS, INCLUDING: (1) A STRONG PARTNERSHIP BETWEEN AFMOA AND THE CLEARINGHOUSE; (2) PRACTICAL KNOWLEDGE ACQUIRED FROM SIX YEARS OF PRIOR EXPERIENCES WITH AFMOA; (3) FAMILIARITY WITH MULTIPLE ASPECTS OF AF CULTURE AND FAMILY LIFE; (5) INFRASTRUCTURE SUPPORTS FOR THE AFMOA.ALTHOUGH EACH PROJECT WITHIN THIS RFA IS DIFFERENT IN SCOPE, THE CLEARINGHOUSE UTLIZES THE FOLLOWING TASKS: (1) GATHERING AND INTERPRETING EMPIRICAL LITERATURE; (2) DEVELOPING, APPLYING, AND IMPLEMENTING PREVENTION AND BEHAVIORAL HEALTH POLICY; (3) UTILIZING RESEARCH AND EVALUATION TO ADDRESS OPERATIONS; AND (4) PROVIDING EVIDENCE-INFORMED RESOURCES, COORDINATING BEST PRACTICES, ANALYZING DATA, AND OFFERING SUPPORTFOR EFFICIENT IMPLEMENTATION OF EVIDENCE-BASED APPROACHES.FOR THE ADVISORY AND CONSULTATION TASK, WE PROPOSE FACILITATING THE USE OF SUBJECT MATTER EXPERTS TO ASSIST AFMOA WITH ONGOING SERVICE IMPROVEMENT EFFORTS. THE CLEARINGHOUSE PROPOSES THE SUPPORT ONE OF AFMOA&#39;S KEY PRIORITIES IS THE TRANSLATION OF EVIDENCE-BASED PROGRAMS INTO POLICY, PROGRAM DEVELOPMENT, AND PRACTICES BY EXTENDING ITS ALREADY EXISTING ASSISTANCE WITH PHASE I INTO PHASE II OF AIR FORCE IMPLEMENTATION OF ZERO SUICIDE SYSTEMS APPROACH AND THE CREATION OF EVIDENCE-BASED COURSE OF CARE REPOSITORY PROJECTS. FINALLY, THIS PROJECT WILL BUILD UPON PHASE I AND PHASE II OF THE SOCIAL NORMS INITIATIVE. IN PHASE III, THE CLEARINGHOUSE WILL DEVELOP AN ONLINE SOCIAL NORMS SURVEY WITH THE ULTIMATE GOAL OF ESTABLISHING AN AF-SPECIFIC SOCIAL NORMS INTERVENTION THAT TARGETS ALCOHOL OVERUSE AND ABUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20173957427342_12H3"}, {"internal_id": 45250918, "Award ID": "20173883226613", "Award Amount": 99994.53, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-15", "CFDA Number": "10.200", "Description": "THE POTENTIAL FOR BIOTECHNOLOGY TO ADDRESS FOREST HEALTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf13c3e1-3402-03ba-44d3-2349f4a792b0-C", "generated_internal_id": "ASST_NON_20173883226613_12H3"}, {"internal_id": 45250886, "Award ID": "20173862427164", "Award Amount": 190854.63, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-13", "CFDA Number": "10.200", "Description": "SYSTEMS-BASED APPROACH TO WINTER CANOLA MANAGEMENT IN THE SOUTHERN GREAT PLAINS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20173862427164_12H3"}, {"internal_id": 45250833, "Award ID": "20173438327261", "Award Amount": 1611067.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-11", "CFDA Number": "10.200", "Description": "IR-4 NORTHEAST REGION MINOR CROP PEST MANAGEMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_20173438327261_12H3"}, {"internal_id": 45250832, "Award ID": "20173438327100", "Award Amount": 5788570.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.200", "Description": "IR-4 CROP PEST MANAGEMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_20173438327100_12H3"}, {"internal_id": 45250831, "Award ID": "20173438327029", "Award Amount": 4451553.96, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-29", "CFDA Number": "10.200", "Description": "SOUTHERN REGION PROGRAM TO CLEAR PEST CONTROL AGENTS FOR MINOR USES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20173438327029_12H3"}, {"internal_id": 45250830, "Award ID": "20173438327028", "Award Amount": 3925568.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-31", "CFDA Number": "10.200", "Description": "INTERREGIONAL RESEARCH PROJECT NO. 4 MINOR CROP PEST MANAGEMENT FOR THE NORTH CENTRAL REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20173438327028_12H3"}, {"internal_id": 45250829, "Award ID": "20173438327027", "Award Amount": 6344270.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-19", "CFDA Number": "10.200", "Description": "IR-4 MINOR CROP PEST MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20173438327027_12H3"}, {"internal_id": 45250828, "Award ID": "20173414127336", "Award Amount": 571677.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.200", "Description": "POTATO BREEDING AND CULTIVAR DEVELOPMENT IN THE SOUTHWEST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20173414127336_12H3"}, {"internal_id": 128759998, "Award ID": "20167000725757", "Award Amount": -22917.41, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-05", "CFDA Number": "10.200", "Description": "WHY HAS U.S. AQUACULTURE STRUGGLED ECONOMICALLY? IDENTIFYING KEY CURRENT AND FUTURE DETERMINANTS OF ECONOMIC SUSTAINABILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20167000725757_12H3"}, {"internal_id": 45245505, "Award ID": "20163959025894", "Award Amount": 1454058.93, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-30", "CFDA Number": "10.200", "Description": "PROFESSIONAL DEVELOPMENT DELIVERY MODEL FOR DODEA LEADERSHIP DOD SCHOOLS - PHASE II", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20163959025894_12H3"}, {"internal_id": 120382331, "Award ID": "20163883225567", "Award Amount": -4567.58, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-17", "CFDA Number": "10.200", "Description": "GRAZING LANDS SOIL HEALTH WORKSHOP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae0674ac-cade-50b8-04c4-9006ee5f8601-C", "generated_internal_id": "ASST_NON_20163883225567_12H3"}, {"internal_id": 62208435, "Award ID": "20163883125874", "Award Amount": -10034.06, "Award Type": null, "Base Obligation Date": "2017-12-29", "CFDA Number": "10.200", "Description": "DATA SCIENCE IN AGRICULTURE SUMMIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_20163883125874_12H3"}, {"internal_id": 68053971, "Award ID": "20163883125375", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-07", "CFDA Number": "10.200", "Description": "1890 FACULTY ENGAGEMENT PROJECT: ANIMAL HEALTH, ANIMAL WELL-BEING, AND FOOD SECURITY CONFERENCE OF RESEARCH WORKERS IN ANIMAL DISEASES (CRWAD)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bd29bec-241d-c6fc-03f5-08a5af8fe6ed-R", "generated_internal_id": "ASST_NON_20163883125375_12H3"}, {"internal_id": 83116276, "Award ID": "20163862425654", "Award Amount": -3986.34, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-11", "CFDA Number": "10.200", "Description": "A SYSTEMS BASED APPROACH TO BUILDING ACRES AND IMPROVING PRODUCTION OF WINTER CANOLA IN THE SOUTHERN GREAT PLAINS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20163862425654_12H3"}, {"internal_id": 45245475, "Award ID": "20163850025754", "Award Amount": 614103.11, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-24", "CFDA Number": "10.200", "Description": "USDA NIFA - NORTHEASTERN REGIONAL AQUACULTURE CENTER FY 2017-2018 PRIME GRANT RENEWAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20163850025754_12H3"}, {"internal_id": 45245473, "Award ID": "20163850025753", "Award Amount": 724419.97, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-30", "CFDA Number": "10.200", "Description": "REGIONAL AQUACULTURE CENTER - NORTH CENTRAL REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20163850025753_12H3"}, {"internal_id": 45245299, "Award ID": "20163426325763", "Award Amount": 991446.1, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-19", "CFDA Number": "10.200", "Description": "GLOBAL CHANGE, ULTRAVIOLET RADIATION MONITORING AND RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20163426325763_12H3"}, {"internal_id": 45245297, "Award ID": "20163414125708", "Award Amount": 816193.32, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "10.200", "Description": "POTATO BREEDING AND VARIETY DEVELOPMENT FOR IMPROVED QUALITY AND PEST RESISTANCE IN THE EASTERN UNITED STATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_20163414125708_12H3"}, {"internal_id": 45245295, "Award ID": "20163414125707", "Award Amount": 1326978.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "10.200", "Description": "DEVELOPMENT OF MULTIPURPOSE POTATO CULTIVARS WITH ENHANCED QUALITY, DISEASE AND PEST RESISTANCE  NORTH CENTRAL REGION, 2017-2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20163414125707_12H3"}, {"internal_id": 45245293, "Award ID": "20163414125706", "Award Amount": 1676520.63, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-06", "CFDA Number": "10.200", "Description": "POTATO VARIETY DEVELOPMENT IN THE NORTHWEST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20163414125706_12H3"}, {"internal_id": 45240056, "Award ID": "20154877024368", "Award Amount": 4261785.61, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "10.200", "Description": "MILITARY FAMILIES LEARNING NETWORK INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20154877024368_12H3"}, {"internal_id": 45239503, "Award ID": "20153888624019", "Award Amount": 104999.08, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-31", "CFDA Number": "10.200", "Description": "GOVERNMENT-UNIVERSITY-INDUSTRY RESEARCH ROUNDTABLE CORE ACTIVITIES AND THE FEDERAL DEMONSTRATION PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf13c3e1-3402-03ba-44d3-2349f4a792b0-C", "generated_internal_id": "ASST_NON_20153888624019_12H3"}, {"internal_id": 78596456, "Award ID": "20153883724023", "Award Amount": -13844.62, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-10-24", "CFDA Number": "10.200", "Description": "WORKFORCE NEEDS FOR FOOD AND AGRICULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf13c3e1-3402-03ba-44d3-2349f4a792b0-C", "generated_internal_id": "ASST_NON_20153883724023_12H3"}, {"internal_id": 73392412, "Award ID": "20153883224369", "Award Amount": -2.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-10-24", "CFDA Number": "10.200", "Description": "DESIGNING A REVISED MCINTIRE-STENNIS STRATEGIC PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_20153883224369_12H3"}, {"internal_id": 45239433, "Award ID": "20153862424333", "Award Amount": 513715.55, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.200", "Description": "DEVELOPMENT AND MANAGEMENT OF CANOLA IN THE GREAT PLAINS REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20153862424333_12H3"}, {"internal_id": 45239430, "Award ID": "20153862424298", "Award Amount": 291760.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-13", "CFDA Number": "10.200", "Description": "IMPROVING CANOLA PRODUCTION AND PRODUCTION SYSTEMS WITH GENETIC AND AGRONOMIC ADVANCES TO INCREASE CANOLA ACREAGE IN THE PACIFIC NORTHWEST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20153862424298_12H3"}, {"internal_id": 67288307, "Award ID": "20153862424246", "Award Amount": -835.88, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-06", "CFDA Number": "10.200", "Description": "CANOLA CROP IMPROVEMENT FOR THE SOUTHERN GREAT PLAINS: BUILDING ACRES, BUILDING VALUE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20153862424246_12H3"}, {"internal_id": 98187905, "Award ID": "20153862424214", "Award Amount": -7300.57, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-02", "CFDA Number": "10.200", "Description": "NORTH CENTRAL REGION CANOLA RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abd98500-a812-0a76-1610-357bcd3f88de-C", "generated_internal_id": "ASST_NON_20153862424214_12H3"}, {"internal_id": 96162573, "Award ID": "20153438323709", "Award Amount": -2402.93, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-30", "CFDA Number": "10.200", "Description": "IR-4 MINOR CROP PEST MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20153438323709_12H3"}, {"internal_id": 110335864, "Award ID": "20153438323708", "Award Amount": -12580.36, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "10.200", "Description": "SOUTHERN REGION PROGRAM TO CLEAR PEST AGENTS FOR MINOR USE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20153438323708_12H3"}, {"internal_id": 81545684, "Award ID": "20153426324070", "Award Amount": -3.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-10", "CFDA Number": "10.200", "Description": "GLOBAL CHANGE/ULTRAVIOLET RADIATION MONITORING AND RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20153426324070_12H3"}, {"internal_id": 65967935, "Award ID": "20153414123965", "Award Amount": -1185.06, "Award Type": null, "Base Obligation Date": "2018-04-25", "CFDA Number": "10.200", "Description": "POTATO BREEDING AND CULTIVAR DEVELOPMENT IN THE SOUTHWEST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20153414123965_12H3"}, {"internal_id": 68176281, "Award ID": "20153414123964", "Award Amount": -1250.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "10.200", "Description": "POTATO BREEDING AND VARIETY DEVELOPMENT FOR IMPROVED QUALITY AND PEST RESISTANCE IN THE EASTERN UNITED STATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_20153414123964_12H3"}, {"internal_id": 83795089, "Award ID": "20147000722546", "Award Amount": -729.17, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-30", "CFDA Number": "10.200", "Description": "DEVELOPING AN ENVIRONMENTALLY AND ECONOMICALLY SUSTAINABLE SUGAR KELP AQUACULTURE INDUSTRY IN SOUTHERN NEW ENGLAND FROM SEED TO MARKET", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_20147000722546_12H3"}, {"internal_id": 81545695, "Award ID": "20144875722610", "Award Amount": -1033.6, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-06", "CFDA Number": "10.200", "Description": "SNAP-ED/EFNEP REGIONAL NUTRITION EDUCATION AND OBESITY PREVENTION CENTER OF EXCELLENCE - SOUTHERN REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_20144875722610_12H3"}, {"internal_id": 83858837, "Award ID": "20143958322643", "Award Amount": -93057.71, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-10", "CFDA Number": "10.200", "Description": "DEVELOPMENT AND EVALUATION OF AN INTERVENTION TO REDUCE VICTIMS RISK OF REPEAT SEXUAL ABUSE/ASSAULT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_20143958322643_12H3"}, {"internal_id": 79402073, "Award ID": "20143958222602", "Award Amount": -270.97, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-25", "CFDA Number": "10.200", "Description": "USING PRACTICAL RIGOR TO EVALUATE U.S. MILITARY FAMILY SUPPORT PROGRAMS: DEVELOPMENT AND IMPLEMENTATION PLANS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20143958222602_12H3"}, {"internal_id": 45233318, "Award ID": "20143882122110", "Award Amount": 120805.86, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-10", "CFDA Number": "10.200", "Description": "THE FOOD AND AGRICULTURAL EDUCATION INFORMATION SYSTEM (FAEIS) FY 2017", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20143882122110_12H3"}, {"internal_id": 145966819, "Award ID": "20143850022309", "Award Amount": -30.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-19", "CFDA Number": "10.200", "Description": "WESTERN REGIONAL AQUACULTURE CENTER - 28TH ANNUAL WORK PLAN (FY14) RENEWAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_20143850022309_12H3"}, {"internal_id": 110209940, "Award ID": "20143850022138", "Award Amount": -14301.61, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-18", "CFDA Number": "10.200", "Description": "REGIONAL AQUACULTURE CENTER - NORTH CENTRAL REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20143850022138_12H3"}, {"internal_id": 127669522, "Award ID": "20143820222318", "Award Amount": -369.94, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-23", "CFDA Number": "10.200", "Description": "DEVELOPMENT OF ADHESIVES, PAINT AND COATINGS FROM ACRYLATED GLYCEROL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20143820222318_12H3"}, {"internal_id": 66536867, "Award ID": "20143438322029", "Award Amount": -384.73, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-05-16", "CFDA Number": "10.200", "Description": "WESTERN REGION IR-4 CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20143438322029_12H3"}, {"internal_id": 83858834, "Award ID": "20143426322038", "Award Amount": -0.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-10", "CFDA Number": "10.200", "Description": "GLOBAL CHANGE/ULTRAVIOLET RADIATION MONITORING AND RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20143426322038_12H3"}, {"internal_id": 67288303, "Award ID": "20143414122487", "Award Amount": -1991.68, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-09", "CFDA Number": "10.200", "Description": "DEVELOPMENT OF MULTIPURPOSE POTATO CULTIVARS WITH ENHANCED QUALITY, DISEASE AND PEST RESISTANCE, NORTH CENTRAL REGION, 2015", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20143414122487_12H3"}, {"internal_id": 65967887, "Award ID": "20133438121270", "Award Amount": -57.14, "Award Type": null, "Base Obligation Date": "2018-04-20", "CFDA Number": "10.200", "Description": "THRESHOLD VERIFICATION AND INVESTIGATION OF BORDER SPRAYS FOR MANAGING THE INVASIVE MEGACOPTA CRIBRARIA IN COMMERCIAL SOYBEAN PRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20133438121270_12H3"}, {"internal_id": 67834271, "Award ID": "20133438121245", "Award Amount": -5435.89, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-01", "CFDA Number": "10.200", "Description": "DEMONSTRATING THE FEASIBILITY OF COVER CROPS IN MANAGING CORN INSECT PESTS OF THE GREAT PLAINS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae0674ac-cade-50b8-04c4-9006ee5f8601-C", "generated_internal_id": "ASST_NON_20133438121245_12H3"}, {"internal_id": 62253388, "Award ID": "20123957620187", "Award Amount": -58.74, "Award Type": null, "Base Obligation Date": "2018-01-19", "CFDA Number": "10.200", "Description": "DODEA BUILDING THE CAPACITY OF SCHOOL STAFF TO SUPPORT STUDENTS OF MILITARY SERVICE MEMBERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20123957620187_12H3"}, {"internal_id": 68176262, "Award ID": "20123957420264", "Award Amount": -3.35, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-24", "CFDA Number": "10.200", "Description": "EDUCATION & CONTINUOUS QUALITY IMPROVEMENT FOR MENTAL HEALTH AND ADAPT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20123957420264_12H3"}, {"internal_id": 61616307, "Award ID": "20123850019656", "Award Amount": -0.01, "Award Type": null, "Base Obligation Date": "2018-01-19", "CFDA Number": "10.200", "Description": "NRAC 2013 PRIME GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20123850019656_12H3"}, {"internal_id": 65967851, "Award ID": "20123850019550", "Award Amount": -1357.72, "Award Type": null, "Base Obligation Date": "2018-04-25", "CFDA Number": "10.200", "Description": "REGIONAL AQUACULTURE CENTER - NORTH CENTRAL REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20123850019550_12H3"}, {"internal_id": 161863437, "Award ID": "A23AV00983", "Award Amount": 238925.0, "Award Type": "DIRECT PAYMENT WITH UNRESTRICTED USE (RETIREMENT, PENSION, VETERANS BENEFITS, ETC.) (D)", "Base Obligation Date": "2023-08-03", "CFDA Number": "10.200", "Description": "TO AWARD USDA FOOD DISTRIBUTION PROGRAM ON INDIAN RESERVATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47a80a74-2d26-009d-bb23-572db9f8d1e8-C", "generated_internal_id": "ASST_NON_A23AV00983_1450"}, {"internal_id": 161863435, "Award ID": "A23AV00980", "Award Amount": 37800.0, "Award Type": "DIRECT PAYMENT WITH UNRESTRICTED USE (RETIREMENT, PENSION, VETERANS BENEFITS, ETC.) (D)", "Base Obligation Date": "2023-08-09", "CFDA Number": "10.200", "Description": "TO AWARD INITIAL FUNDS FOR THE USDA FOOD DISTRIBUTION PROGRAM ON INDIAN RESERVATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cc771b1-ea1f-137b-dae5-573f35a36ad3-C", "generated_internal_id": "ASST_NON_A23AV00980_1450"}, {"internal_id": 161863434, "Award ID": "A23AV00973", "Award Amount": 73773.0, "Award Type": "DIRECT PAYMENT WITH UNRESTRICTED USE (RETIREMENT, PENSION, VETERANS BENEFITS, ETC.) (D)", "Base Obligation Date": "2023-08-09", "CFDA Number": "10.200", "Description": "TO ISSUE 234 USDA FDPIR FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d28fc8d-5fad-7cf4-5db0-6744c55c7109-C", "generated_internal_id": "ASST_NON_A23AV00973_1450"}, {"internal_id": 140459791, "Award ID": "A21AV01076", "Award Amount": 200434.93, "Award Type": "DIRECT PAYMENT WITH UNRESTRICTED USE (RETIREMENT, PENSION, VETERANS BENEFITS, ETC.) (D)", "Base Obligation Date": "2021-09-19", "CFDA Number": "10.200", "Description": "TO ISSUE FUNDS FOR THE DEMONSTRATION PROJECT FOR THE FOOD DISTRIBUTION PROGRAM ON INDIAN RESERVATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33330183-6c46-4c51-d7c2-536c32093a1f-C", "generated_internal_id": "ASST_NON_A21AV01076_1450"}, {"internal_id": 140459716, "Award ID": "A21AV01075", "Award Amount": 527413.17, "Award Type": "DIRECT PAYMENT WITH UNRESTRICTED USE (RETIREMENT, PENSION, VETERANS BENEFITS, ETC.) (D)", "Base Obligation Date": "2021-09-19", "CFDA Number": "10.200", "Description": "TO ISSUE FUNDS FOR THE DEMONSTRATION PROJECT FOR THE FOOD DISTRIBUTION PROGRAM ON INDIAN RESERVATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a3d5e13b-d7e2-053a-0904-4ad93fad6229-C", "generated_internal_id": "ASST_NON_A21AV01075_1450"}, {"internal_id": 140459755, "Award ID": "A21AV01074", "Award Amount": 978314.0, "Award Type": "DIRECT PAYMENT WITH UNRESTRICTED USE (RETIREMENT, PENSION, VETERANS BENEFITS, ETC.) (D)", "Base Obligation Date": "2021-09-19", "CFDA Number": "10.200", "Description": "TO ISSUE FUNDS FOR THE DEMONSTRATION PROJECT FOR THE FOOD DISTRIBUTION PROGRAM ON INDIAN RESERVATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00f96565-5a09-035a-81b3-4ca729d68162-C", "generated_internal_id": "ASST_NON_A21AV01074_1450"}, {"internal_id": 140459792, "Award ID": "A21AV01073", "Award Amount": 199808.0, "Award Type": "DIRECT PAYMENT WITH UNRESTRICTED USE (RETIREMENT, PENSION, VETERANS BENEFITS, ETC.) (D)", "Base Obligation Date": "2021-09-18", "CFDA Number": "10.200", "Description": "TO ISSUE FUNDS FOR THE DEMONSTRATION PROJECT FOR THE FOOD DISTRIBUTION PROGRAM ON INDIAN RESERVATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "021713f4-097f-2ac6-2d04-4f963f6fb0e3-C", "generated_internal_id": "ASST_NON_A21AV01073_1450"}, {"internal_id": 140459808, "Award ID": "A21AV01072", "Award Amount": 479746.21, "Award Type": "DIRECT PAYMENT WITH UNRESTRICTED USE (RETIREMENT, PENSION, VETERANS BENEFITS, ETC.) (D)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.200", "Description": "TO ISSUE FUNDS FOR THE DEMONSTRATION PROJECT FOR THE FOOD DISTRIBUTION PROGRAM ON INDIAN RESERVATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4645cfc7-3a13-6af3-c3dc-e28845875db2-C", "generated_internal_id": "ASST_NON_A21AV01072_1450"}, {"internal_id": 140459717, "Award ID": "A21AV01071", "Award Amount": 3000000.0, "Award Type": "DIRECT PAYMENT WITH UNRESTRICTED USE (RETIREMENT, PENSION, VETERANS BENEFITS, ETC.) (D)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.200", "Description": "TO ISSUE FUNDS FOR THE DEMONSTRATION PROJECT FOR THE FOOD DISTRIBUTION PROGRAM ON INDIAN RESERVATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cfa0118-3c4a-1163-afa1-f5d4b73c4931-C", "generated_internal_id": "ASST_NON_A21AV01071_1450"}, {"internal_id": 140459812, "Award ID": "A21AV01047", "Award Amount": 296549.53, "Award Type": "DIRECT PAYMENT WITH UNRESTRICTED USE (RETIREMENT, PENSION, VETERANS BENEFITS, ETC.) (D)", "Base Obligation Date": "2021-09-15", "CFDA Number": "10.200", "Description": "TO ISSUE FUNDS FOR THE DEMONSTRATION PROJECT FOR THE FOOD DISTRIBUTION PROGRAM ON INDIAN RESERVATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76414c00-09cc-c42a-685b-b4101d9552e4-C", "generated_internal_id": "ASST_NON_A21AV01047_1450"}, {"internal_id": 96408206, "Award ID": "A20AC00023", "Award Amount": 84849.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2020-04-01", "CFDA Number": "10.200", "Description": "NEW MEXICO STATE UNIVERSITY A20AC00023\nSUBAWARD:USDA-NIFA TCRAE RESEARCH GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_A20AC00023_1450"}]