[{"internal_id": 161564415, "Award ID": "20233959440798", "Award Amount": 634210.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-18", "CFDA Number": "10.244", "Description": "DECADES OF ESTABLISHED SCIENCE MAKES CLEAR THAT SUPPORTING CHILDREN TO THRIVE FROM THEIR EARLIEST DAYS HAVE LONG-TERM RAMIFICATIONS FOR THEIR HEALTH, WELLBEING, AND SOCIETAL CONTRIBUTIONS AS ADULTS. WIC WAS ESTABLISHED DECADES AGO TO ADDRESS MALNUTRITION OF LOW-INCOME AMERICANS AND CURRENTLY SERVES ABOUT HALF OF ALL INFANTS BORN IN THE UNITED STATES BY PROVIDING SUPPLEMENTAL FOODS, HEALTH CARE REFERRALS, AND NUTRITION EDUCATION TO LOW INCOME PREGNANT, POSTPARTUM WOMEN, AND INFANTS AND CHILDREN UP TO AGE 5 WHO ARE FOUND TO BE AT NUTRITIONAL RISK. PROGRAMS, NO MATTER HOW EFFICACIOUSLY ESTABLISHED, ARE ONLY AS GOOD AS THEIR ABILITY TO REACH THEIR TARGET AUDIENCE AND RETAIN THEM TO UTILIZE KEY PROGRAMMATIC BENEFITS. A HALLMARK OF EFFECTIVE PROGRAMS, THEN, IS THEIR ABILITY TO UNDERSTAND THE STRENGTHS AND WEAKNESSES AROUND RECRUITMENT AND RETENTION AND CONTINUOUSLY IMPROVING PRACTICES TO MEET THE CHALLENGES POSED BY THE CHANGING PROGRAMMATIC LANDSCAPE.TO THIS END, USDA/FNS IS INVESTING IN WIC MODERNIZATION AND INNOVATION STRATEGIES TO IMPROVE WIC OUTREACH, IMPROVING THE SHOPPING EXPERIENCE, INVESTING IN AND DIVERSIFYING THE WIC WORKFORCE, AND MODERNIZING TECHNOLOGY AND SERVICE DELIVERY. THIS PROJECT WILL WORK WITH NIFA, FNS AND OTHER PARTNERS ACROSS THE COUNTRY TO DEVELOP A COMPREHENSIVE NATIONAL WIC WORKFORCE STRATEGY THAT SUPPORTS INCREASING DIVERSITY AND CULTURAL COMPETENCY OF WIC PROFESSIONALS AND REDUCING BARRIERS TO RECRUITMENT AND RETENTION OF STAFF AND WIC PARTICIPANTS.THE PROJECT TAKES AN APPROACH OF BUILDING SYSTEMS SUPPORT AROUND WIC WORKFORCE DEVELOPMENT FROM A HOLISTIC PERSPECTIVE OF HEALTH THAT WIDENS THE LENS TO INCLUDE KNOWLEDGE, EXPERTISE AND EXPERIENCES OF DIVERSE CULTURAL COMMUNITIES. SYSTEMS OF NUTRITION AND HEALTH SUPPORT ORIGINATING WITHIN OTHER CULTURES ALSO OFFER SPECIFIC CONCEPTS, WORKING THEORIES AND FRAMEWORKS THAT DEAL DIRECTLY WITH OPTIMIZING HEALTH AND WELLNESS OF THEIR OWN COMMUNITIES. OUR APPROACH HONORS SOCIAL CONTEXTS, CULTURAL VALUES, AND IDENTITIES THAT TOGETHER SUPPORT SYSTEMS AND PEOPLE. IT ELEVATES THE NEED TO WEAVE NON-ACADEMIC CULTURAL ASSETS AND RESOURCES INTO THE EXISTING WORKFORCE DEVELOPMENT MODEL HONORING THE CRITICAL RELATIONSHIP BETWEEN FOOD AND CULTURE. BY RAISING UP AND INTEGRATING COMMUNITY WISDOM (LIVED EXPERIENCE, KNOWLEDGE) INTO WIC WORKFORCE DEVELOPMENT, IT WILL CREATE A SYSTEM THAT IS BUILT ON MUTUAL TRUST AND RESPECT THAT IS ULTIMATELY NEEDED TO RECRUIT AND RETAIN DIVERSE STAFF AS WELL AS PROVIDE A SAFE SPACE FOR WIC ELIGIBLE FAMILIES TO ACCESS CULTURALLY RESPONSIVE EDUCATION AND RESOURCES.GIVEN THE AMBITIOUS TIMELINE FOR THIS PROJECT (6 MONTHS), WE HAVE PURPOSELY ASSEMBLED A PROJECT TEAM WITH DECADES OF PRACTICAL EXPERIENCES AND EXPERT KNOWLEDGE ABOUT DEVELOPING CULTURAL COMPETENCIES, CULTURE SPECIFIC UNDERSTANDING OF RESPONSIVE CARE, DIVERSE WORKFORCE RECRUITMENT AND RETENTION, AND REDUCING BARRIERS TO SERVICE DELIVERIES. ADDITIONALLY, THE TEAM HAS ALREADY DEVELOPED CRITICAL TRAINING AROUND KEY,TOPICS SUCH AS SYSTEMS APPROACHES TO HEALTHY COMMUNITIES, TRAUMA INFORMED CARE, RECRUITING AND RETAINING DIVERSE STAFF, COMMUNITY ENGAGED PARTICIPATORY PROCESSES, AND BUILDING CULTURAL COMPETENCIES FOR DIVERSE CULTURAL GROUPS, INCLUDING FOR EUROPEAN AMERICANS, BLACK, INDIGENOUS, AND PEOPLE OF COLOR (BIPOC) COMMUNITIES, AS WELL AS MORE RECENT IMMIGRANT AND REFUGEE COMMUNITIES.THE PROJECT WILL BEGIN BY GAINING CRITICAL UNDERSTANDING OF THE ISSUES FROM THE VERY PEOPLE WHO ARE LIVING OUT WIC PRACTICES, CHALLENGES, AND SUCCESSES. USING AN ASSET-BASED FRAMEWORK, INITIAL EFFORTS WILL IDENTIFY THOSE BEHAVIORS AND PRACTICES OF WIC PARAPROFESSIONALS ALREADY ENGAGED IN CULTURALLY RELEVANT CARE - WHAT DOES IT LOOK LIKE? WHAT DOES IT TAKE TO TAKE SUCH ACTIONS IN CURRENT CONDITIONS? WHAT SYSTEMS SUPPORT ALLOW THEM TO THRIVE? RESULTS FROM SUCH MULTI-FACETED EXPLORATORY METHODS WILL BE REVIEWED TOGETHER BY NIFA, FNS, CULTURAL ORGANIZATIONS, AND THE MN PROJECT TEAM TO BUILD TOGETHER STRATEGY RECOMMENDATIONS THAT, IF ENACTED, WILL INCREASE WIC RECRUITMENT AND RETENTION OF DIVERSE STAFF AND PROGRAM PARTICIPANTS.THE WIC NATIONAL WORKFORCE STRATEGY DEVELOPMENT RFA DOES A TREMENDOUS JOB LAYING OUT THE CHALLENGES WIC FACES REGARDING PROGRAM PARTICIPATION AND RETENTION, ESPECIALLY AMONG BLACK, INDIGENOUS, AND PEOPLE OF COLOR (BIPOC) COMMUNITIES. THE RFA ALSO MAKES A DATA INFORMED CASE FOR STRATEGY DEVELOPMENT THAT INCLUDES EMBEDDING DEIA PRINCIPLES AND PRACTICES INTO WIC OPERATIONS AND WORKFORCE DEVELOPMENT. THESE ARE CHALLENGES AND OPPORTUNITIES EXPERIENCED BY OTHER FEDERALLY FUNDED NUTRITION PROGRAMS. WHILE THE FOCUS FOR THIS PROJECT IS WIC, THE RESULTS OF THESE EFFORTS WILL HAVE FAR REACHING RAMIFICATIONS FOR OTHER NUTRITION EDUCATION AND NUTRITION SUPPORT PROGRAMS INCLUDING SNAP-ED AND EXPANDED FOOD AND NUTRITION EDUCATION PROGRAM (EFNEP).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20233959440798_12H3"}]