[{"internal_id": 155562400, "Award ID": "20237042939018", "Award Amount": 950000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-23", "CFDA Number": "10.228", "Description": "THE UH MEAT &AMP; POULTRY WORKFORCE CONSORTIUM BRINGS TOGETHER HAWAI?I COMMUNITY COLLEGE,COLLEGE OF AGRICULTURE, FORESTRY, &AMP; NATURAL RESOURCE MANAGEMENT AT UH-HILO, AND THE COLLEGEOF TROPICAL AGRICULTURE &AMP; HUMAN RESOURCES AT UH-M?NOA. THE PROJECT GOALS ARE TO IMPROVETRANSFER PATHWAYS, DEVELOP A SKILLED MEAT AND POULTRY PRODUCTION AND PROCESSING WORKFORCE, ANDFOSTER A SENSE OF BELONGING FOR NATIVE HAWAIIAN AND UNDERSERVED STUDENTS.THE TARGET OBJECTIVES ARE: (1) IMPROVED ANIMAL SCIENCE PATHWAYS FROM 2- TO 4-YEAR INSTITUTIONSFOR COMMUNITY COLLEGE STUDENTS AS EVIDENCED BY A CHANGE IN TRANSFER RATE FROM ZERO TO 1-2 PERYEAR AND CONFERRING OF 4 BACHELOR&#39;S DEGREES; (2) IMPROVED SKILLED LABOR FORCE FOR MEAT ANDPOULTRY PRODUCTION AND PROCESSING AS EVIDENCED BY AN INCREASE IN STUDENTS COMPLETING BUTCHERINGCOURSE AND HAZARD ANALYSIS CRITICAL CONTROL POINT CERTIFICATION FROM ZERO TO 10 PER YEAR ANDCONFERRING OF 25 CERTIFICATES OR ASSOCIATE&#39;S DEGREES WITH ANIMAL SCIENCE COURSEWORK; (3) IMPROVEDSENSE OF BELONGING FOR NATIVE HAWAIIAN AND UNDERSERVED STUDENTS AS EVIDENCED BY STUDENTSURVEYS; AND (4) IMPROVED CONNECTIONS BETWEEN THE CONSORTIUM AND INDUSTRY PARTNERS ASEVIDENCED BY AN INCREASE IN FORMAL PARTNERSHIPS FROM 1 TO 5.THE PROJECT INTERVENTIONS DRAW FROM THE FOUR-COMPONENT MODEL OF UNIVERSITY PERSISTENCEDESCRIBED BY SECWEPEMC ELDER, MIKE ARNOUSE THAT EMPHASIZES CULTURAL, SOCIAL, PHYSICAL, ANDCOGNITIVE FACTORS ESSENTIAL TO INDIGENOUS STUDENT SUCCESS. THIS PROJECT WILL ENGAGE IN CURRICULARREDESIGN AND THE CREATION OF TRANSFER PATHWAYS, DEVELOPMENT OF CULTURALLY CONNECTED EXPERIENTIALLEARNING OPPORTUNITIES, AND THE CREATION OF A SMALL COHORT LEARNING COMMUNITY TO IMPROVE STUDENTRETENTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": 950000.0, "Infrastructure Obligations": null, "recipient_id": "7d5290b5-8dbc-912a-c0a5-7e6b70fd9d14-C", "generated_internal_id": "ASST_NON_20237042939018_12H3"}, {"internal_id": 154736239, "Award ID": "20237042938846", "Award Amount": 950000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-28", "CFDA Number": "10.228", "Description": "ALASKA CURRENTLY IMPORTS 95 PERCENT OF ITS FOOD SUPPLIES AT A COST OF $2 BILLION PER YEAR. THE GLOBAL PANDEMIC TRIGGERED FOOD SUPPLY CHAIN DISRUPTIONS ON THE WEST COAST OF THE UNITED STATES THAT CONTINUE TO IMPACT THE REGULAR DELIVERY OF FOOD AND OTHER ESSENTIAL GOODS TO ALASKA. THE STATE IS WORKING TO INCREASE REGIONAL AND LOCAL FOOD PRODUCTION TO EASE FOOD SECURITY CONCERNS, PROMOTE ECONOMIC DEVELOPMENT IN ISOLATED AND ECONOMICALLY DISADVANTAGED VILLAGES, AND TO REPLACE DWINDLING SUBSISTENCE FOOD RESOURCES DUE TO CLIMATE CHANGE AND RESOURCE DEPLETION.ALASKA HAS THE RANGE AND FORAGE RESOURCES TO PRODUCE SUBSTANTIAL QUANTITIES OF RED MEAT THROUGH THE PRODUCTION OF REINDEER AND BISON, WHICH ARE LIVESTOCK COMMODITIES IN GREAT DEMAND AND COMMANDING A HIGH PRICE. MANAGEMENT ISSUES ASSOCIATED WITH THE PROCESSING OF REINDEER AND BISON MEAT WERE IDENTIFIED AS A TARGET NEED AREA DURING CONSULTATION WITH REGIONAL TECHNICAL EXPERTS, INCLUDING ALASKA&#39;S OFFICE OF THE STATE VETERINARIAN.THE UNIVERSITY OF ALASKA FAIRBANKS (UAF) COLLEGE OF RURAL AND COMMUNITY DEVELOPMENT (CRCD) BRANCH CAMPUS OF THE NORTHWEST (NWC) IN NOME WILL PARTNER WITH THE UAF COOPERATIVE EXTENSION SERVICE (CES) IN FAIRBANKS TO TRAIN STUDENTS IN MANAGING SMALL-SCALE PROCESSING PLANTS OR MOBILE PROCESSING UNITS SERVING SPECIALIZED COMMUNITIES. TOGETHER, THE NWC AND CES ARE STRATEGICALLY LOCATED TO MAXIMIZE IMPACT ON FOOD SECURITY AND SOVEREIGNTY ACROSS A LARGE PART OF ALASKA IN THE COLLABORATIVEPROJECT, INDIGENOUS MEAT PRODUCTION IN THE 21ST CENTURY: FEEDING OUR PEOPLE, FEEDING THE STATE (IMP).THROUGH NWC AND CES COLLABORATION, COMMUNITY STAKEHOLDERS WILL IDENTIFY ISSUES AFFECTING MEAT TO MARKET AND DETERMINE PLACE-BASED SOLUTIONS TO INFORM COURSE/CURRICULUM DEVELOPMENT IN HLRM. THE ENHANCED HLRM PROGRAM WILL SERVE AS A MODEL FOR THE INTERIOR REGION OF ALASKA, WITH A FOCUS ON BUSINESS MANAGEMENT OF MEAT PROCESSING, METHODS/SAFETY STANDARDS AND EXPERIENTIAL LEARNING IN A MOBILE SLAUGHTERING UNIT (MSU) WITH THE GOAL TO PROVIDE THE INTERIOR ALASKA REGION WITH AN MSU THROUGH CES IN DELTA JUNCTION.THE OFFERING OF AN HLRM OCCUPATIONAL ENDORSEMENT AND CERTIFICATE EXTENDS THE ACCESSIBILITY OF FOOD SOVEREIGNTY PROGRAMS FOCUSED ON INDIGENOUS LIFEWAYS, WELLNESS, DECISION-MAKING POWER AND MANAGEMENT TO STUDENTS IN THE NORTHWEST REGION AND THROUGHOUT THE STATE. REINDEER OWNERS ECONOMICALLY BENEFIT THROUGH THE PROGRAM FOCUSED ON THEIR PROCESSING, HUSBANDRY AND ENTREPRENEURSHIP NEEDS AND PRIORITIES TO RUN SUCCESSFUL BUSINESSES.OVERALL IMPACT IS INCREASED IMPLEMENTATION OF EFFECTIVE MANAGEMENT AND MEAT PROCESSING METHODS IN THE TARGETED INDUSTRIES, WHICH WILL CONTRIBUTE TO IMPROVED VIABILITY AND PROFITABILITY OF REINDEER AND BISON MEAT PROCESSING BUSINESSES ACROSS THE NORTHWEST AND INTERIOR ALASKA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": 950000.0, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_20237042938846_12H3"}, {"internal_id": 161564409, "Award ID": "20233847040866", "Award Amount": 475000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "10.228", "Description": "THE REVITALIZATION OF HAWAII&#39;S AGRICULTURAL ECONOMY REQUIRES THE DEVELOPMENT OF A SKILLED WORKFORCE THROUGH PRACTICAL, EXPERIENTIAL EDUCATION IN AGRICULTURE. GOFARM HAWAII (GFH) WILL PREPARE STUDENTS FOR CAREERS IN FOOD, AGRICULTURE, AND NATURAL RESOURCES BY OFFERING A CERTIFICATE-BASED FARMER TRAINING PROGRAM THAT PROVIDES A NON-TRADITIONAL, EXPERIENTIAL EDUCATION PATHWAY FOR ADULT LEARNERS. GFH WILL ALSO PROVIDE BUSINESS TECHNICAL ASSISTANCE TO EXISTING AND ASPIRING FARMERS. THIS YEAR, THE PROJECT WILL EXPAND GFH&#39;S BEGINNING FARMER TRAINING OPPORTUNITIES ON MAUI, PROVIDE OPPORTUNITIES FOR MENTORING AND APPRENTICESHIP, INTEGRATE MORE CONTENT ON CANOE CROP AND MARKETING, DEVELOP ADDITIONAL RESOURCES, PROVIDE ENHANCED BUSINESS TECHNICAL ASSISTANCE, AND DEVELOP AND DEPLOY AN ORCHARD COURSE. IN ADDITION, MULTIPLE EVENTS WILL ENCOURAGE NETWORKING AND COLLABORATION WITH NH/UR COMMUNITIES. GFH WILL ALSO PILOT YOUTH OUTREACH AND YOUTH EDUCATOR SUPPORT ON KAUAI. THE PROJECT ACTIVITIESHAVE STATEWIDE REACH, FILL IDENTIFIED NEEDS, AND CREATE IMMEDIATE ECONOMIC AND FOOD SYSTEM IMPACT.AS A COOPERATIVE EXTENSION PROGRAM UNDER CTAHR, GOFARM HAWAII (GFH) STRENGTHENS THE INSTITUTION&#39;S EDUCATIONAL CAPACITIES BY OFFERING NON-CREDIT PATHWAYS THAT COMBINE PRACTICAL TECHNICAL KNOWLEDGE AND SKILLS WITH BUSINESS AND FINANCIAL TRAINING. WITH THIS GRANT, GFH WILL IMPROVE AND EXPAND AGRICULTURAL EDUCATION AND SUPPORT TARGETED TO ADULT LEARNERS ACROSS THE STATE WHO WANT TO BECOME FARM ENTREPRENEURS OR OBTAIN EMPLOYMENT IN THE LOCAL FOOD SYSTEM.THIS INTEGRATED RESEARCH, EDUCATION AND EXTENSION PROJECT WILL HELP IMPROVE HAWAII&#39;S LOCAL ECONOMY, REDUCE ITS DEPENDENCE ON IMPORTED FOOD, AND INCREASE FOOD SUSTAINABILITY BY EDUCATING AND DEVELOPING THE LOCAL AGRICULTURAL WORKFORCE. WITH ~85-90% OF ITS FOOD IMPORTED VIA AIR AND SEA, HAWAII IS HIGHLY VULNERABLE TO DISRUPTIONS IN FOOD SUPPLY. THE STATE IS IN TRANSITION FROM A PLANTATION-BASED AGRICULTURAL ECONOMY TOWARDS A DIVERSIFIED SMALLER-SCALE STRUCTURE OF FARMLAND OWNERSHIP AND MANAGEMENT. HAWAII&#39;S FOOD PRODUCTION CAPACITY IS BEING LIMITED BY THE AGING FARMER POPULATION (AVG. 60 YEARS OLD), LACK OF FARM WORKFORCE, AND FARM BUSINESS SUSTAINABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20233847040866_12H3"}, {"internal_id": 161564408, "Award ID": "20233847040826", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "10.228", "Description": "HAWAII-ONE-AG EFFORTS WILL INCREASE DEMAND FOR AGRICULTURAL EDUCATION ACROSS THE UNIVERSITY OF HAWAII SYSTEM, INCREASING INTEREST IN OUR PROGRAMS, INCREASING GRADUATION RATES, AND, ULTIMATELY, INCREASING PARTICIPATION OF NATIVE HAWAIIAN (NH) AND UNDERREPRESENTED (UR) STUDENTS IN AGRICULTURAL SCIENCES. FOCUSING ON DIRECT, HANDS-ON STUDENT SUPPORT, HI-ONE-AG WILL TARGET NH STUDENTS, SUPPORTING THEIR EDUCATIONAL GOALS, AND PROVIDING MENTORING. HAWAII-ONE-AG WILL RAISE AWARENESS OF THE MANY EDUCATIONAL PATHWAYS AND DIVERSE TECHNICAL TRAINING OPTIONS AVAILABLE. HAWAII-ONE-AG IS AN EIGHT-MEMBER CONSORTIUM EFFORT TO CONNECT STUDENTS FROM A DIVERSITY OF BACKGROUNDS, ESPECIALLY NATIVE HAWAIIAN (NH) AND UNDERREPRESENTED ETHNICITIES (UR), WITH MEANINGFUL EDUCATIONAL OPPORTUNITIES, INTERNSHIPS, AND CAREER DEVELOPMENT OPPORTUNITIES.THIS YEAR WE ARE FOCUSED ON THE STUDENT EXPERIENCE IN HIGHER EDUCATION. OUR PROGRAM WILL SUPPORT INTERNSHIPS, STUDENT EMPLOYMENT, MENTORSHIPS, HIGH SCHOOL BRIDGE PROGRAMS, COMMUNITY OUTREACH, TEACHER TRAINING OPPORTUNITIES, INDUSTRY COLLABORATION, AND STUDENT-FOCUSED ACTIVITIES. THROUGH UNDERGRADUATE RESEARCH PROJECTS, STUDENT RESEARCH CONFERENCES, MENTORSHIPS, INTERNSHIPS, AND WORK-STUDY OPPORTUNITIES, THE PROGRAM WILL PROVIDE OPPORTUNITIES FOR STUDENTS TO DEVELOP PROFESSIONAL, TECHNICAL, AND LEADERSHIP SKILLS.OUR PROGRAMS ARE AIMED AT NH AND UR HIGH SCHOOL STUDENTS, COLLEGE STUDENTS, COMMUNITY MEMBERS, AND JOB SEEKERS, PURSUING EDUCATIONAL AND EMPLOYMENT OPPORTUNITIES IN FOOD AND AGRICULTURE. HI-ONE-AG PROGRAM GOALS INCLUDE: (A) OUTREACH AND SUPPORT FOR STUDENTS&#39; EDUCATIONAL, AND PROFESSIONAL GOALS, THROUGH MULTI-PLATFORM, NON-LINEAR, IN-PERSON AND ONLINE SUPPORT, (B) MEETING STUDENTS&#39; NEEDS FOR AN ADVISING, TRAINING, AND AN ARTICULATED EDUCATION, ACROSS MULTIPLE UH CAMPUSES, (C) OFFERING EXPERIENTIAL LEARNING AND BUILDING A PIPELINE OF EDUCATION-TO-WORKFORCE OPPORTUNITIES, AND (D) BRINGING INDIGENOUS AND CULTURAL COMPONENTS TO THE PROGRAM.HAWAII-ONE-AG IS AN EDUCATION AND EXTENSION PROPOSAL TO ADDRESS THE FOLLOWING ANNH NEED AREAS: CURRICULA DESIGN, MATERIALS DEVELOPMENT, AND LIBRARY RESOURCES; STUDENT EXPERIENTIAL LEARNING; STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY; STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY; AND SUPPORT INFORMAL EDUCATION TO INCREASE FOOD AND AGRICULTURAL LITERACY IN YOUTH AND ADULTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20233847040826_12H3"}, {"internal_id": 161564407, "Award ID": "20233847040825", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "10.228", "Description": "THE UNIVERSITY OF ALASKA FAIRBANKS (UAF), COLLEGE OF RURAL AND COMMUNITY DEVELOPMENT (CRCD) BRANCH CAMPUSES OF BRISTOL BAY (BBC) IN DILLINGHAM, CHUKCHI (CC) IN KOTZEBUE, INTERIOR ALASKA (IAC) IN FAIRBANKS, KUSKOKWIM (KUC) IN BETHEL, AND NORTHWEST (NWC) IN NOME ARE COLLABORATIVE PARTNERS FOR THE DRUMBEATS ALASKA: PLACE-BASED SOLUTIONS FOR ALASKA NATIVE FOOD &AMP; ENERGY SOVEREIGNTY 2023-26 (ANS) PROJECT. THE FIVE ALASKA NATIVE-SERVING INSTITUTIONS (ANSI) CAMPUSES ARE STRATEGICALLY LOCATED IN REGIONAL TRANSPORTATION HUBS AND PROVIDE EDUCATIONAL OPPORTUNITIES TO SERVE ALASKA NATIVE AND RURAL RESIDENTS ACROSS OVER 166 ALASKA NATIVE COMMUNITIES. ACADEMIC PROGRAMMING AND COMMUNITY-BASED EDUCATION OFFERED THROUGH PARTNER CAMPUSES MAKE UP THE DRUMBEATS ALASKA (DA) CONSORTIUM. ANS ADDRESSES GOALS OF USDA NIFA FOR DIVERSITY AND EQUITY TO INCLUDE BOTH WESTERN AND INDIGENOUS FOOD SYSTEMS; THE UNIVERSITY OF ALASKA STATEWIDE ALASKA NATIVE SUCCESS INITIATIVE; UAF STRATEGIC GOALS FOR ALASKA NATIVE STUDENT SUCCESS; AND RURAL CAMPUS PARTNERSHIPS&#39; DESIRE TO INDIGENIZE LOCAL EDUCATIONAL AND WORKFORCE DEVELOPMENT PRACTICES.ANS PROVIDES EDUCATIONAL EQUITY THROUGH PROGRAMS WHICH PROVIDE RELEVANT, EXPERIENTIAL LEARNING TO UNDERREPRESENTED ALASKA NATIVE STUDENTS AND RESIDENTS. ANS FURTHER INCREASES UAF CAPACITY TO DESIGN AND DELIVER CURRICULA THROUGH INNOVATIVE INSTRUCTIONAL DELIVERY SYSTEMS IN ETHNOBOTANY (EBOT), HIGH LATITUDE RANGE MANAGEMENT (HLRM), TRIBAL GOVERNANCE AND STEWARDSHIP (TGS), SUSTAINABLE ENERGY (SE), FOOD SECURITY AND SOVEREIGNTY (FSS), AND ALASKA GARDENS (AG).ALASKA NATIVE PEOPLES FACE MULTIPLE CHALLENGES IN TERMS OF FOOD AND ENERGY SYSTEM DEVELOPMENT AND SUSTAINABILITY, RANGING FROM GOVERNANCE TO CLIMATE CHANGE, ALL WITH SERIOUS NEGATIVE CONSEQUENCES. ALASKA NATIVE COMMUNITIES ARE NOT EASILY SERVICED BY SUPPLY CHAINS AND HAVE HISTORICALLY BEEN MARGINALIZED AND LIMITED IN THEIR CONTROL OVER LOCAL NATURAL RESOURCES AND FOOD SYSTEMS. RAPIDLY CHANGING ARCTIC ECOSYSTEMS THREATEN THE COLLECTION OF WILD FOODS AND CULTIVATION OF SPECIALTY CROPS. OVER 95% OF ALASKA&#39;S FOOD SUPPLY IS AT RISK OF DISRUPTIVE EVENTS. IN THE EVENT OF A NATURAL DISASTER THAT RENDERS THE PORT OF ALASKA INOPERABLE, ALASKA GROCERY STORES WOULD HAVE ONLY A THREE- TO FIVE-DAY SUPPLY OF FOOD. MOREOVER, ALASKA FACES HIGH COSTS IN TRANSPORTATION AND ENERGY, EXACERBATED BY THE PANDEMIC, CURRENT MILITARY CONFLICTS AND A LACK OF LOCAL CONTROL OVER RESOURCES THROUGH TRADITIONAL PRACTICES.HOWEVER, A WILD FOOD HUNTING AND FISHING ECONOMY IS STILL A REALITY IN ALASKA. THE ABILITY TO CONTINUE CUSTOMARY TRADITIONS OF SELF-SUSTAINING FOOD PRODUCTION THROUGH STEWARDSHIP IN THE MANAGEMENT OF LAND, GAME AND FISHERIES IS OF PARAMOUNT IMPORTANCE IN ALASKA NATIVE COMMUNITIES, WHILE OPPORTUNITIES TO LEARN HOW TO BE ENERGY EFFICIENT INCREASES ENERGY SECURITY.THE ACTIVITIES OF THE ANS ANNH PROJECT ADDRESSES VIABILITY OF ALASKA NATIVE COMMUNITIES 1) BY PREPARING STUDENTS FOR PLACE-BASED EMPLOYMENT; 2) BY,EDUCATING COMMUNITY MEMBERS ON HOW TO INCREASE FOOD SECURITY AND SOVEREIGNTY, INCLUDING PROMOTION OF TRADITIONAL FOOD GATHERING; AND 3) BY EDUCATING COMMUNITY MEMBERS ON HOW TO INCREASE ENERGY EFFICIENCY TO REDUCE THE HIGH COST-OF-LIVING. THE DRUMBEATS ALASKA CONSORTIUM MEMBERS AIM TO DEVELOP A CADRE OF LOCAL EXPERTISE AND LEADERS THROUGH TRAINING, EDUCATION AND RESEARCH PROGRAMS BUILT AROUND THE FANH SCIENCES.THE OUTCOMES OF THESE PROGRAMS FIND PREVIOUS PARTICIPANTS AS LOCAL, REGIONAL AND STATEWIDE LEADERS, CONTRIBUTING IDEAS AND SOLUTIONS FOR ALASKA NATIVE ISSUES RELATED TO FOOD AND ENERGY SECURITY, WHILE INCORPORATING INDIGENOUS WAYS OF KNOWING. THE GROWTH OF COLLABORATION BETWEEN PROGRAMS HAS EXTENDED INTO NEW REGIONS, WITH COMMUNITY MEMBERS BECOMING ROLE MODELS OF SELF-SUFFICIENCY BY PRACTICING TRIBAL STEWARDSHIP, SUSTAINABLE ENERGY, AND REGIONAL FOOD SECURITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_20233847040825_12H3"}, {"internal_id": 161564406, "Award ID": "20233847040824", "Award Amount": 475000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "10.228", "Description": "ILISAGVIK COLLEGE&#39;S EDUCATION/TEACHING PROJECT IS FOCUSED ON INCREASING CAPACITY IN TWO KEY AREAS: WITHIN THE I&NTILDE;UPIAQ STUDIES PROGRAM, WHICH IS ILISAGVIK&#39;S FLAGSHIP PROGRAM, AND, IN THE LAST FIVE YEARS, IT HAS EXPERIENCED SIGNIFICANT GROWTH, BOTH IN THE NUMBER OF CLASSES WE OFFER AND ENROLLMENT. THE GOAL IS TO HIRE AN ADDITIONAL FULL-TIME FACULTY POSITION IN THE I&NTILDE;UPIAQ STUDIES, INCREASING CAPACITY BY 100% (WE CURRENTLY HAVE ONE FULL-TIME FACULTY MEMBER), IN ORDER TO SERVE STUDENTS MORE EFFECTIVELY. ILISAGVIK IS ALSO SEEKING FUNDING TO EXPAND ITS I&NTILDE;UPIAQ STUDIES SUPPLIES, SO THAT THE NEW COURSES WE IMPLEMENT AS A RESULT OF AUGMENTED CAPACITY WILL BE APPROPRIATELY OUTFITTED. ILISAGVIK&#39;S INUPIAQ STUDIES PROGRAM IS FOCUSED ON PRESERVING AND PERPETUATING THE INUPIAQ LANGUAGE, AS WELL AS TRADITIONAL KNOWLEDGE, INCLUDING FANH-RELATED KNOWLEDGE IN ECOLOGY.THE SECOND FOCUS FOR THIS PROJECT IS ON BUILDING CAPACITY IN CROSS-DISCIPLINARY INSTITUTIONAL ADMINISTRATIVE CAPACITY IN ORDER TO IMPROVE OUR ABILITY TO BOTH DELIVER INSTRUCTION IN FANH DISCIPLINES AND STREAMLINE SOME ADMINISTRATIVE FUNCTIONS THAT WILL SUPPORT STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY. ILISAGVIK COLLEGE SEEKS TO PROVIDE MORE ACCESSIBILITY MEASURES (ADA) IN DISTANCE EDUCATION THROUGH A DIGITAL SERVICE (LEVEL ACCESS), AND TRANSITION TO A COMPLETELY DIGITIZED AND INTERACTIVE ACADEMIC CATALOG SYSTEM, MOVING AWAY FROM PAPER AND STATIC PDF COPIES THAT DO NOT SERVE CURRENT STUDENTS WELL AND CONFUSE POTENTIAL NEW STUDENTS.ILISAGVIK COLLEGE WILL SERVE SEVERAL THOUSAND STUDENTS WILL THESE GOALS AND ENDEAVORS AND CONTRIBUTE TO THE RETENTION AND ADVANCEMENT OF ALASKA NATIVE AND NATIVE HAWAIIAN STUDENTS IN FANH DISCIPLINES THROUGH THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ac14721-97aa-1b91-8321-3f6c7dc5216a-C", "generated_internal_id": "ASST_NON_20233847040824_12H3"}, {"internal_id": 151882470, "Award ID": "20223847038356", "Award Amount": 440984.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "10.228", "Description": "GOFARM HAWAII (GFH): GROWING HAWAIIS AGRICULTURAL WORKFORCE AND INDUSTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20223847038356_12H3"}, {"internal_id": 152523527, "Award ID": "20223847038355", "Award Amount": 475000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "10.228", "Description": "IKE KUPUNA: INTEGRATING TRADITIONAL KNOWLEDGE INTO NATURAL RESOURCE SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4cfc42cb-db7f-46e9-3514-9df13fe17c99-C", "generated_internal_id": "ASST_NON_20223847038355_12H3"}, {"internal_id": 152523528, "Award ID": "20223847038354", "Award Amount": 1915954.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "10.228", "Description": "PLACE-BASED SOLUTIONS FOR ALASKA NATIVE FOOD & ENERGY SOVEREIGNTY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_20223847038354_12H3"}, {"internal_id": 152523495, "Award ID": "20223847038353", "Award Amount": 999970.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "10.228", "Description": "HAWAII-ONE-AG 2022: ENHANCING AGRICULTURAL EDUCATION AT THE UNIVERSITY OF HAWAII", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20223847038353_12H3"}, {"internal_id": 137660861, "Award ID": "20213842635160", "Award Amount": 207687.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-22", "CFDA Number": "10.228", "Description": "THIS PROJECT IDENTIFIED THE NEED TO TAKE IMMEDIATE STEPS TO DIVERSIFY HAWAI&#39;I&#39;S ECONOMY, INCREASE PRODUCTION OF LOCAL FOODS, AND BUILD GREATER CLIMATE CHANGE RESILIENCE FOR ENHANCED FOOD SECURITY; IT ALSO IDENTIFIED INDIGENOUS KNOWLEDGE (IK) AND TRADITIONAL FOOD WAYS AS KEY TO TRANSITIONING THE FOOD SYSTEM TOWARDS SUSTAINABILITY, COMMUNITY HEALTH AND RESILIENCE (IBID.). THE PROPOSED UNDERGRADUATE PATHWAYS TO BRIDGING EXCELLENCE IN AGRICULTURE AND TRADITION (UP-BEAT) PROJECT, LED BY THE FACULTY AND STAFF OF THE UNIVERSITY OF HAWAI&#39;I - WEST OAHU (UHWO) SUSTAINABLE COMMUNITY FOODS SYSTEMS (SCFS) PROGRAM, WILL EDUCATE AND TRAIN A NEW GENERATION OF FOOD, AGRICULTURE, NATURAL RESOURCE AND HUMAN SCIENCE (FANH) PROFESSIONALS TO THINK ACROSS TRADITIONAL DISCIPLINARY AND CULTURAL BOUNDARIES TO ENGAGE AND ADDRESS THE MANY CONTEMPORARY CHALLENGES IN THE AGRI-FOOD SYSTEM OF HAWAI?I AND BEYOND. THE PROPOSED UP-BEAT PROJECT EMPOWERS STUDENTS TO UNDERSTAND AND INTEGRATE INDIGENOUS KNOWLEDGE WITH NATURAL AND SOCIAL SCIENCE CONTENT TO BUILD A SUSTAINABLE FOOD SYSTEM, AND IT EMPHASIZES PROBLEM-BASED AND EXPERIENTIAL LEARNING IN ORDER TO DEVELOP FOOD SYSTEM PROFESSIONALS CAPABLE OF SOLVING REAL-WORLD PROBLEMS AND TRANSITIONING HAWAI&#39;I&#39;S FOOD SYSTEM TOWARD GREATER ECOLOGICAL SUSTAINABILITY, SOCIAL EQUITY, HUMAN HEALTH, AND CLIMATE CHANGE RESILIENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1905fa73-cf2c-50e8-e3fd-c5e7a0784f9d-C", "generated_internal_id": "ASST_NON_20213842635160_12H3"}, {"internal_id": 137660862, "Award ID": "20213842635159", "Award Amount": 515073.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-17", "CFDA Number": "10.228", "Description": "THIS PROJECT ADDRESSES THE PROBLEMS OF THE UNDERREPRESENTATION OF ALASKA NATIVES AND AMERICAN INDIANS IN STEM FIELDS AND SPECIFICALLY THE AREAS OF FOOD SECURITY AND NATURAL RESOURCE SYSTEMS. THIS IS CRITICAL BECAUSE OF THE INCREASING NEED FOR FOOD SECURITYAS WELL ASINCREASING CHALLENGES TO MAINTAININGHEALTHY LIFESTYLES BASED ON TRADITIONAL FOOD RESOURCES. MODERN DIETARY TRENDS CONTINUE TO BECOME LESS HEALTHY THREATENING THE OVERALL HEALTH OF ALASKA NATIVES AND RURAL ALASKANS.ACTIVITIES PROPOSED IN THIS PROGRAM WILL ENHANCE EDUCATIONAL EQUITY, PREPARE STUDENTS FOR CAREERS IN FOOD AND NATURAL RESOURCE CAREERS, AND ENHANCE SCIENCE AND INTERDISCIPLINARY EDUCATION. THE RATE OF ALASKA NATIVES AND RURAL ALASKANS IN SCIENCE FIELDS IS LOW AND SUBSEQUENTLY STUDENTS DO NOT SEE A CLEAR PATH FROM HIGH SCHOOL TO COLLEGE AND CAREERS IN SCIENCE. THE GOAL OF THE ANKERS PROJECT IS TO BRIDGE THE GAP BETWEEN TRADITIONAL INDIGENOUS KNOWLEDGE AND FANH SCIENCE USING THE NATURAL RESOURCES IN SOUTHEAST ALASKA. THE PROJECT WILL BENEFIT A NEW GENERATION OF ALASKA NATIVE AND RURAL ALASKAN STUDENTS WHO PURSUE FANH SCIENCE.CURRICULA WILL BE DEVELOPED BASED ON THE ECOSYSTEMS AND RESOURCES IN SOUTHEAST ALASKA TO BE USED IN COLLEGE CLASSES FORSECONDARY AND POST-SECONDARY STUDENTS. CLASS ACTIVITIESWILL INCLUDE EXPERIENTIAL LEARNING SUCH AS FIELD TRIPS, LAB ANALYSIS, AND PRESENTATIONS BY ALASKA NATIVE ELDERS AND CULTURAL TEACHERS. RESOURCE MATERIALS WILL BE IDENTIFIEDAND DEVELOPED FOR USEIN THE CLASSROOM AND THE LIBRARY BY STUDENTS ANDCOMMUNITY MEMBERS. CITIZEN SCIENCE ACTIVITIES WILL ALSO BE DEVELOPED TO INFORM STUDENTS AND COMMUNITY MEMBERS ABOUT LOCAL ENVIRONMENTAL CONDITIONS AND FOOD RESOURCES. COMMUNITY WIDE WORKSHOPS WILL BE HELD TO PRESENT INFORMATION REGARDING THE CHANGING ECOSYSTEMS AND EFFECTS ON THE NATURAL RESOURCES WITH AN EMPHASIS ON LOCAL HEALTHY FOODS.OVERALL, THESE ACTIVITIES SHOULD LEAD TO IMPROVED FOOD SECURITY AND GREATER KNOWLEDGE OFHEALTHY FOODS THAT ARE CRITICAL TO A HEALTHY LIFESTYLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ccd87580-335a-2c06-d461-b758bf9ae920-C", "generated_internal_id": "ASST_NON_20213842635159_12H3"}, {"internal_id": 137660863, "Award ID": "20213842635158", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-24", "CFDA Number": "10.228", "Description": "THE IMPACTS OF COVID-19 PANDEMIC HAVE DEMONSTRATED THAT THE STATE OF HAWAII MUST CREATE A MORE SUSTAINABLE AGRICULTURE INDUSTRY TO SUPPORT LOCAL FOOD PRODUCTION AND A DIVERSE AGRICULTURAL ECONOMY. HAWAII-ONE-AG IS AN EIGHT-MEMBER CONSORTIUM EFFORT TO CREATE AGRICULTURAL EDUCATION OPTIONS FOR STUDENTS, AND PATHWAYS FOR CAREER OPPORTUNITIES AND PROFESSIONAL GROWTH. NATIVE HAWAIIANS (NH) ARE UNDERREPRESENTED IN HIGHER EDUCATION DUE TO ACCESS TO ARTICULATED CLASSES AND PROGRAMS, THE PERCEIVED WORKFORCE DEMAND, AND THE PERCEIVED BENEFITS OF AN AGRICULTURAL EDUCATION. THE UNIVERSITY OF HAWAII SYSTEM IS WELL-PLACED TO SERVE NH AND UNDERSERVED STUDENTS FROM ACROSS THE STATE (RURAL TO URBAN) AND FROM A DIVERSITY OF EDUCATIONAL FOUNDATIONS (HIGH SCHOOL TO DOCTORATE), SUPPORTING ALL STUDENT SITUATIONS WITH ADVISING, MENTORSHIPS, AND STUDENT RESOURCES. THE HAWAII ONE-AG CONSORTIUM WILL PROVIDE A DIVERSITY OF EDUCATIONAL OFFERINGS TO MEET THE NEEDS OF OUR COMMUNITY, OUR COLLEGES, AND OUR ISLANDS,FROM K-12 OUTREACH, WITH SPECIAL ATTENTION TO HIGH SCHOOL STUDENTS, TO UNDERGRADUATE AND GRADUATE DEGREE PROGRAMS, INCLUDING SPECIALIZED CERTIFICATES OF COMPLETION FOR SKILLS TRAINING WITHIN THE UH SYSTEM. OUR PROGRAMS ARE AIMED AT HIGH SCHOOL STUDENTS, COLLEGE STUDENTS, AGRICULTURAL WORKERS WHO WANT TO FURTHER DEVELOP THEIR PROFESSIONAL AND TECHNICAL SKILLS, AND JOB SEEKERS DISPLACED BY COVID-19 PURSUING EMPLOYMENT OPPORTUNITIES IN FOOD AND AGRICULTURE. HAWAII-ONE-AG IS AN EDUCATION AND EXTENSION PROPOSAL TO ADDRESS THE FOLLOWING ANNH NEED AREAS: CURRICULA DESIGN, MATERIALS DEVELOPMENT, AND LIBRARY RESOURCES; STUDENT EXPERIENTIAL LEARNING; STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY; AND SUPPORT INFORMAL EDUCATION TO INCREASE FOOD AND AGRICULTURAL LITERACY IN YOUTH AND ADULTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20213842635158_12H3"}, {"internal_id": 137054537, "Award ID": "20213842635089", "Award Amount": 1014854.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-02", "CFDA Number": "10.228", "Description": "THE FIVE ALASKA NATIVE SERVING INSTITUTIONS (ANSI) OF THE UNIVERSITY OF ALASKA FAIRBANKS (UAF) COLLEGE OF RURAL AND COMMUNITY DEVELOPMENT (CRCD) HAVE FORMED THE DRUMBEATS ALASKA CONSORTIUM (DA) AS COLLABORATIVE PARTNERS TO APPLY FOR AND IMPLEMENT THE FISCAL YEAR 2022 USDA NIFA ANNH PROGRAM PROPOSAL, INVIGORATING ALASKA NATIVE FOOD &AMP; ENERGY SOVEREIGNTY. DA MEMBERS INCLUDE: BRISTOL BAY CAMPUS (BBC) LOCATED IN DILLINGHAM; CHUKCHI CAMPUS (CC) LOCATED IN KOTZEBUE; INTERIOR ALASKA CAMPUS (IAC) LOCATED IN FAIRBANKS; KUSKOKWIM CAMPUS (KUC) LOCATED IN BETHEL; AND NORTHWEST CAMPUS (NWC) LOCATED IN NOME. THESE FIVE CAMPUSES ARE STRATEGICALLY LOCATED IN REGIONAL TRANSPORTATION HUBS AND PROVIDE EDUCATIONAL OPPORTUNITIES TO SERVE ALASKA NATIVE AND RURAL RESIDENTS ACROSS OVER 166 ALASKA NATIVE COMMUNITIES. TOGETHER, THE CAMPUSES STRIVE TO ENHANCE FOOD AND ENERGY SYSTEMS, SECURITY AND SOVEREIGNTY THROUGH EDUCATIONAL EQUITY.IANS PROVIDES EDUCATIONAL EQUITY THROUGH PROGRAMS WHICH PROVIDE RELEVANT, EXPERIENTIAL LEARNING TO UNDERREPRESENTED ALASKA NATIVE STUDENTS AND RESIDENTS. IANS FURTHER INCREASES UAF CAPACITY TO DESIGN AND DELIVER CURRICULA THROUGH INNOVATIVE INSTRUCTIONAL DELIVERY SYSTEMS IN ETHNOBOTANY (EBOT), HIGH LATITUDE RANGE MANAGEMENT (HLRM), TRIBAL GOVERNANCE / TRIBAL STEWARDSHIP (TGS), SUSTAINABLE ENERGY (SE), FOOD SECURITY AND SOVEREIGNTY (FSS), AND ALASKA GARDENS (AG).THE ALASKA NATIVE POPULATION AS A WHOLE IS EXPERIENCING INCREASING HEALTH AND ECONOMIC ISSUES. THE AREAS SERVED BY THE CRCD CAMPUSES HAVE POVERTY RATES THAT RANGE FROM 9.8% TO 24%. THE MEDIAN RANGE IS SIGNIFICANTLY ABOVE THE NATIONAL AVERAGE (10.5%) (US CENSUS BUREAU, QUICKFACTS, 2019). THESE HIGH RATES REFLECT THE FACT THAT THERE ARE FEW YEAR-ROUND, FULL-TIME JOBS; MOST OPPORTUNITIES FOR WAGE EMPLOYMENT ARE IN TRIBAL GOVERNANCE, HEALTH CARE, AND EDUCATION, WITH REMAINING OPPORTUNITIES SEASONAL SUCH AS CONSTRUCTION, WILDLAND FIREFIGHTING, FISHING AND FISH PROCESSING. THE ADDITIONAL DEPENDENCE UPON REFINED FOSSIL FUELS AND SKYROCKETING ENERGY COSTS CREATE HARDSHIPS FOR RURAL RESIDENTS.HOWEVER, A WILD FOOD HUNTING AND FISHING ECONOMY IS STILL A REALITY IN ALASKA. THE ABILITY TO CONTINUE CUSTOMARY TRADITIONS OF SELF-SUSTAINING FOOD PRODUCTION THROUGH STEWARDSHIP IN THE MANAGEMENT OF LAND, GAME AND FISHERIES IS OF PARAMOUNT IMPORTANCE IN ALASKA NATIVE COMMUNITIES, WHILE OPPORTUNITIES TO LEARN HOW TO BE ENERGY EFFICIENT INCREASES ENERGY SECURITY.IN ADDITION, THE ACTIVITIES OF THE IANS ANNH PROJECT ADDRESSES VIABILITY OF RURAL ALASKAN COMMUNITIES 1) BY PREPARING STUDENTS FOR PLACE-BASED EMPLOYMENT; 2) BY EDUCATING COMMUNITY MEMBERS ON HOW TO INCREASE FOOD SECURITY AND SOVEREIGNTY, INCLUDING PROMOTION OF TRADITIONAL FOOD GATHERING; AND 3) BY EDUCATING COMMUNITY MEMBERS ON HOW TO INCREASE ENERGY EFFICIENCY TO REDUCE THE HIGH COST-OF-LIVING. THE DRUMBEATS ALASKA CONSORTIUM MEMBERS AIM TO DEVELOP A CADRE OF LOCAL EXPERTISE AND LEADERS THROUGH TRAINING, EDUCATION AND RESEARCH PROGRAMS BUILT AROUND THE SUBSISTENCE SCIENCES (AS DEFINED IN TITLE VII OF THE ALASKA NATIONAL INTEREST LANDS CONSERVATION ACT (ANILCA) THAT ALSO FIND A HOME IN THE FOOD, AGRICULTURAL, AND NATURAL RESOURCE SCIENCES. HIGH LATITUDE RANGE MANAGEMENT IS NOT A SUBSISTENCE-BASED PROGRAM BUT PROVIDES EDUCATION IN ANIMAL HUSBANDRY FOR REINDEER MANAGEMENT FOR COMMERCIAL SALE UNDER USDA GUIDELINES.THE OUTCOMES OF THESE PROGRAMS FIND PREVIOUS PARTICIPANTS AS LOCAL, REGIONAL AND STATEWIDE LEADERS, CONTRIBUTING IDEAS AND SOLUTIONS FOR ALASKA NATIVE ISSUES RELATED TO FOOD AND ENERGY SECURITY, INCORPORATING INDIGENOUS WAYS OF KNOWING. THE GROWTH OF COLLABORATION BETWEEN PROGRAMS HAS EXTENDED INTO NEW REGIONS, WITH COMMUNITY MEMBERS BECOMING ROLE MODELS OF SELF-SUFFICIENCY BY PRACTICING TRIBAL STEWARDSHIP, SUSTAINABLE ENERGY, AND REGIONAL FOOD SECURITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_20213842635089_12H3"}, {"internal_id": 137054538, "Award ID": "20213842635088", "Award Amount": 450000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-03", "CFDA Number": "10.228", "Description": "THIS INTEGRATED EXTENSION AND EDUCATION PROJECT AIMS TO REDUCE HAWAII&#39;S DEPENDENCE ON IMPORTED FOOD, INCREASE FOOD SUSTAINABILITY, DEVELOP THE LOCAL WORKFORCE, AND SUPPORT THE STATE&#39;S PANDEMIC ECONOMIC RECOVERY THROUGH AN AFFORDABLE PROGRAM FOR ADULT LEARNERS TO PURSUE CAREERS AND BUSINESS IN FOOD PRODUCTION. GOFARM HAWAII (GFH) PREPARES STUDENTS FOR CAREERS IN FOOD, AGRICULTURE, AND NATURAL RESOURCE (FANR) SYSTEMS THROUGH A CERTIFICATE-BASED FARMER TRAINING PROGRAM, AND SUPPORTS EXISTING FARMERS THROUGH EDUCATION AND BUSINESS CONSULTING. THE PROJECT WILL ENHANCE GFH&#39;S PROGRAM AND CAPACITY TO DEVELOP AND SUPPORT NATIVE HAWAIIAN (NH) AND UNDERREPRESENTED (UR) FARMERS, BUILDING ON PRIOR SUCCESS AND EXPERIENCE, AND INTEGRATING INDUSTRY AND PARTICIPANT FEEDBACK. THE PROJECT WILL ELEVATE THE QUALITY OF FANR EDUCATION IN HAWAII WITH THE LATEST SCIENCE-BASED AND BUSINESS KNOWLEDGE, USING PRACTICAL IMPLEMENTATION AND EXPERIENTIAL LEARNING SO STUDENTS CAN APPLY LESSONS IN THE FIELD(PRODUCTION) AND AS A BUSINESS (MARKETING PRODUCT, BUSINESS PLANNING). COLLABORATIONS WITH EXTENSION EXPERTS AND COMMUNITY PARTNERS WILL STRENGTHEN THE QUALITY AND CAPACITY OF THE PROJECT. THE PROJECT SUPPORTS MULTIPLE NEED AREAS INCLUDING ENHANCED CURRICULA, INSTRUCTIONAL OFFERINGS, FACULTY DEVELOPMENT, INFORMAL EXPERIENTIAL LEARNING, AND TARGETED OUTREACH AND ENGAGEMENT TO IMPROVE SCIENCE-BASED AGRICULTURAL EDUCATIONAL LITERACY AND EQUITY FOR NH, UR, AND YOUTH POPULATIONS AND TRAIN THE NEXT GENERATION OF HAWAII&#39;S FARMERS. FUNDING THE PROJECT WILL REDUCE HAWAII&#39;S DEPENDENCE ON IMPORTED FOOD, DEVELOP THE LOCAL WORKFORCE, AND SUPPORT THE STATE&#39;S ECONOMIC RECOVERY. THE ACTIVITIES HAVE STATEWIDE REACH, FILL IDENTIFIED COMMUNITY NEEDS, WILL HAVE IMMEDIATE ECONOMIC IMPACT, AND ALLOW THE UNIVERSITY TO PROVIDE A NON-TRADITIONAL, EXPERIENTIAL PATHWAY TO STRENGTHEN HAWAII&#39;S AGRICULTURAL INDUSTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20213842635088_12H3"}, {"internal_id": 108314942, "Award ID": "20203842632344", "Award Amount": 489234.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-22", "CFDA Number": "10.228", "Description": "A GROWING POPULATION, CHANGES IN LAND-USE AND CROP CULTIVATION, AND CLIMATE CHANGE THREATEN MAUI&#39;S LIMITED ENVIRONMENTAL RESOURCES, WHICH INCLUDE WATER, FOOD, AGRICULTURE, FORESTRY AND FISHERIES. TO ADDRESS THESE CHALLENGES, RESOURCE MANAGERSREQUIREAN UNDERSTANDINGOFTHE LINKAGES BETWEEN TERRESTRIAL, FRESHWATER AND MARINE ECOSYSTEMS, AND HOW HUMAN ACTIVITIES DISRUPT THE NATURAL INTERACTIONS BETWEEN THESE SYSTEMS. FURTHERMORE, INDIGENOUS PEOPLESUCH ASNATIVE HAWAIIANSMUST BE PREPARED FOR LEADERSHIP POSITIONS IN ORDER TO PROVIDE TRADITIONAL AND CULTURAL PERSPECTIVES ON MANAGEMENT ACTIVITIES.MAUKA TO MAKAIWILL BUILD RESEARCH CAPACITY FOR UNIVERSITY OF HAWAII MAUI COLLEGE (UHMC) FACULTY AND ADVANCE THE QUALITY OF EDUCATION FOR MAUI&#39;S STUDENTS, ESPECIALLY THOSE OF NATIVE HAWAIIAN DESCENT. THE PROJECT WILL INCLUDEARESEARCH METHODS AND COMMUNICATIONS COURSE, ANDINTERNSHIPS WITH LOCAL INDUSTRY AND NON-PROFIT ORGANIZATIONS, TO PREPARE STUDENTS FOR SCIENCE-BASED CAREERS, PARTICULARLY IN FANH. TO FACILITATE STUDENT RETENTION INTO POST-SECONDARY EDUCATION, A RIDGE-TO-REEF SUMMER BRIDGE PROGRAM WILL BE OFFERED TO HIGH-SCHOOL STUDENTS THAT INCORPORATESPLACE-BASED LEARNING THROUGH FIELD WORK EXPERIENCES. FINALLY, THE PROJECT WILL COLLECT DATA TO ESTABLISH ANISLAND-WIDE, BASELINE COASTAL WATER QUALITY ASSESSMENT USED TO INFORM FUTUREPOLICIES ANDENGAGE STAKEHOLDERS IN RIDGE-TO-REEF MANAGEMENT STRATEGIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4cfc42cb-db7f-46e9-3514-9df13fe17c99-C", "generated_internal_id": "ASST_NON_20203842632344_12H3"}, {"internal_id": 108314943, "Award ID": "20203842632343", "Award Amount": 1040235.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-20", "CFDA Number": "10.228", "Description": "THE HI!AG PROGRAM OF THE UNIVERSITY OF HAWAII (UH) TARGETS UNDERREPRESENTED GROUPS TO PROVIDE EDUCATION, AND AGRIBUSINESS AND MARKET DEVELOPMENT TRAINING, TO EMPOWER HAWAII RESIDENTS TO BREAK THE NEGATIVE CYCLE OF RESOURCE AND EMPLOYMENT INSECURITY. PROJECT STRATEGIES ARE DESIGNED TO SUPPORT INDIVIDUALS AND BUSINESSES BY ENSURING EQUITABLE ACCESS TO UH, STATE, AND FEDERAL AGRIBUSINESS DEVELOPMENT RESOURCES. THROUGH THIS COHESIVE EFFORT TO SUPPORT EDUCATION AND DIVERSIFIED AGRICULTURE IN HAWAII, THE PROJECT ADDRESSES THE BROADER ISSUES OF FOOD SECURITY, CLIMATE CHANGE ADAPTION, SOCIAL EQUITY, PRESERVING AGRICULTURAL LAND AND HAWAII&#39;S LIFESTYLE, AND DIVERSIFYING THE STATE&#39;S ECONOMIC BASE. THOUGH A VARIETY OF ACTIVITIES, BOTH NEW TO THIS YEAR AND CONTINUING FROM PREVIOUS YEARS, HI!AG WILL HAVE AN IMPACT AT THE UNIVERSITY OF HAWAII AND ACROSS THE STATE OF HAWAII, TO IMPROVE SCIENCE-BASED EDUCATION AT ALL LEVELS (K-16); TO INCREASE RURAL ECONOMIC VIABILITY AND JOB OPPORTUNITIES; AND TO BUILD A LARGER AND BETTER PREPARED WORKFORCE TO SERVE IN HAWAII&#39;S FOOD, AGRICULTURE, AND NATURAL RESOURCE MANAGEMENT INDUSTRIES.THE HI!AG PROGRAM, WAS ESTABLISHED WITH THE GOALS OF (1) DEVELOPING AND STRENGTHENING THE LOCAL AGRICULTURAL AND FOOD PRODUCTION WORKFORCE THROUGH EDUCATION AND TRAINING AND (2) EXPANDING LOCAL AGRICULTURAL AND FOOD PRODUCTION THROUGH MORE PRODUCTIVE AGRIBUSINESSES. OUR PROGRAMS PREPARE STUDENTS FOR CAREERS IN THE FANH SCIENCES, AND DEVELOP LEADERSHIP ABILITIES. OUR BROAD COLLABORATION STRENGTHENS THE INSTITUTIONAL EDUCATIONAL CAPACITIES OF THE UNIVERSITY OF HAWAII SYSTEM. OUR PARTNERSHIP OF NINE UH CAMPUSES, PROVIDES EDUCATIONAL PROGRAMS THAT TARGET A VARIETY OF DEGREE LEVELS, INCLUDING ASSOCIATE OF SCIENCE, BACHELOR OF SCIENCE, AND GRADUATE DEGREES. OUR EDUCATION PROGRAMS EMPHASIZE THE FOLLOWING NEED AREAS: (I) CURRICULA DESIGN, MATERIALS DEVELOPMENT, AND LIBRARY RESOURCES; (V) STUDENT EXPERIENTIAL LEARNING; AND (VI) STUDENT RECRUITMENT, RETENTION,AND EDUCATIONAL EQUITY. OUR FOCUS IS ON DEVELOPING STUDENT LEADERSHIP SKILLS, AND BUILDING CAPACITY, AMONG HAWAII&#39;S RURAL COMMUNITIES, INCLUDING NATIVE HAWAIIANS AND OTHER HISTORICALLY UNDERSERVED POPULATIONS. PROJECT OUTCOMES INCLUDE A LARGER NUMBER OF GRADUATES IN AGRICULTURAL SCIENCES, AND INCREASED PRODUCTIVITY AND PROFITABILITY OF AGRIBUSINESSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20203842632343_12H3"}, {"internal_id": 108314944, "Award ID": "20203842632342", "Award Amount": 1529470.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-22", "CFDA Number": "10.228", "Description": "THE FIVE ALASKA NATIVE SERVING INSTITUTIONS (ANSI) OF THE UNIVERSITY OF ALASKA FAIRBANKS (UAF) COLLEGE OF RURAL AND COMMUNITY DEVELOPMENT (CRCD) HAVE FORMED THE DRUMBEATS CONSORTIUM AS COLLABORATIVE PARTNERS TO APPLY FOR AND IMPLEMENT THE FISCAL YEAR 2021 USDA NIFA ANNH PROGRAM PROPOSAL, INVESTING IN SUSTAINABLE STEWARDSHIP. DRUMBEATS CONSORTIUM MEMBERS INCLUDE: BRISTOL BAY CAMPUS (BBC) LOCATED IN DILLINGHAM; CHUKCHI CAMPUS (CC) LOCATED IN KOTZEBUE; INTERIOR ALASKA CAMPUS (IAC) LOCATED IN FAIRBANKS; KUSKOKWIM CAMPUS (KUC) LOCATED IN BETHEL; AND NORTHWEST CAMPUS (NWC) LOCATED IN NOME. THESE FIVE CAMPUSES ARE STRATEGICALLY LOCATED IN REGIONAL TRANSPORTATION HUBS AND PROVIDE EDUCATIONAL SERVICES TO ALASKA NATIVE AND RURAL RESIDENTS ACROSS OVER 166 ALASKA NATIVE COMMUNITIES. TOGETHER, THE CAMPUSES PREPARE ALASKA NATIVE AND RURAL COMMUNITY STUDENTS WITH PRACTICAL, TECHNICAL AND RESOURCE STEWARDSHIP KNOWLEDGE IN THE FANH SCIENCES.EDUCATIONAL EQUITY IS PROVIDED THROUGH ISS PROGRAMS WHICH PROVIDE RELEVANT, EXPERIENTIAL LEARNING TO UNDERREPRESENTED ALASKA NATIVE STUDENTS AND RESIDENTS. ISS FURTHER INCREASES UAF CAPACITY TO DESIGN AND DELIVER CURRICULA THROUGH INNOVATIVE INSTRUCTIONAL DELIVERY SYSTEMS IN ETHNOBOTANY (EBOT), HIGH LATITUDE RANGE MANAGEMENT (HLRM), TRIBAL STEWARDSHIP (TS), ENVIRONMENTAL STUDIES (ENVI), SUSTAINABLE ENERGY (SE), AND FOOD SECURITY AND SOVEREIGNTY (FSS).THE ALASKA NATIVE POPULATION AS A WHOLE IS EXPERIENCING INCREASING HEALTH AND ECONOMIC ISSUES. THE AREAS SERVED BY THE CRCD CAMPUSES HAVE POVERTY RATES THAT RANGE FROM 15.6% TO 33.45%. THIS IS SIGNIFICANTLY ABOVE THE ALASKA (10.9%) AND NATIONAL (11.8%) AVERAGES (US CENSUS BUREAU, QUICKFACTS, 2018). THESE HIGH RATES REFLECT THE FACT THAT THERE ARE FEW YEAR-ROUND, FULL-TIME JOBS; MOST OPPORTUNITIES FOR WAGE EMPLOYMENT ARE IN TRIBAL GOVERNANCE, HEALTH CARE, AND EDUCATION, WITH REMAINING OPPORTUNITIES SEASONAL SUCH AS CONSTRUCTION, WILDLAND FIREFIGHTING, FISHING AND FISH PROCESSING. THE ADDITIONAL DEPENDENCE UPON REFINED FOSSIL FUELS AND SKYROCKETING ENERGY COSTS CREATE HARDSHIPS FOR RURAL RESIDENTS.HOWEVER, A WILD FOOD HUNTING AND FISHING ECONOMY IS STILL A REALITY IN ALASKA. THE ABILITY TO CONTINUE CUSTOMARY TRADITIONS OF SELF-SUSTAINING FOOD PRODUCTION THROUGH STEWARDSHIP IN THE MANAGEMENT OF LAND, GAME AND FISHERIES IS OF PARAMOUNT IMPORTANCE IN ALASKA NATIVE COMMUNITIES AND OPPORTUNITIES TO LEARN HOW TO BE ENERGY EFFICIENT INCREASES ENERGY SECURITY.IN ADDITION, THE ACTIVITIES OF THE INVESTING IN SUSTAINABLE STEWARDSHIP ANNH GRANT ADDRESSES VIABILITY OF RURAL ALASKAN COMMUNITIES 1) BY PREPARING STUDENTS FOR PLACE-BASED EMPLOYMENT; 2) BY EDUCATING COMMUNITY MEMBERS ON HOW TO INCREASE FOOD SECURITY AND SOVEREIGNTY, INCLUDING PROMOTION OF TRADITIONAL FOOD GATHERING; AND 3) BY EDUCATING COMMUNITY MEMBERS ON HOW TO INCREASE ENERGY EFFICIENCY TO REDUCE THE HIGH COST-OF-LIVING. THE DRUMBEATS CONSORTIUM MEMBERS AIM TO DEVELOP A CADRE OF LOCAL EXPERTISE AND LEADERS THROUGH TRAINING, EDUCATION AND RESEARCH PROGRAMS BUILT AROUND THE SUBSISTENCE SCIENCES (AS DEFINED IN TITLE VII OF THE ALASKA NATIONAL INTEREST LANDS CONSERVATION ACT (ANILCA) THAT ALSO FIND A HOME IN THE FANH SCIENCES. HIGH LATITUDE RANGE MANAGEMENT IS NOT A SUBSISTENCE-BASED PROGRAM BUT PROVIDES EDUCATION IN ANIMAL HUSBANDRY FOR REINDEER MANAGEMENT FOR COMMERCIAL SALE UNDER USDA GUIDELINES.THE OUTCOMES OF THESE PROGRAMS FIND PREVIOUS PARTICIPANTS AS LOCAL, REGIONAL AND STATEWIDE LEADERS, CONTRIBUTING IDEAS AND SOLUTIONS FOR ALASKA NATIVE ISSUES RELATED TO FOOD AND ENERGY SECURITY, INCORPORATING INDIGENOUS WAYS OF KNOWING. THE GROWTH OF COLLABORATION BETWEEN PROGRAMS HAS EXTENDED INTO NEW REGIONS, WITH COMMUNITY MEMBERS BECOMING ROLE MODELS OF SELF-SUFFICIENCY BY PRACTICING TRIBAL STEWARDSHIP, SUSTAINABLE ENERGY, AND REGIONAL FOOD SECURITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_20203842632342_12H3"}, {"internal_id": 85400242, "Award ID": "20193842630390", "Award Amount": 1054029.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-28", "CFDA Number": "10.228", "Description": "STRENGTHENING ALASKA NATIVE STEWARDSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_20193842630390_12H3"}, {"internal_id": 85400243, "Award ID": "20193842630389", "Award Amount": 1054028.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "10.228", "Description": "OUR HI!AG PROGRAMS, AIMED AT UNDERREPRESENTED GROUPS, PROVIDE EDUCATION, AND AGRIBUSINESS AND MARKET DEVELOPMENT TRAINING, TO EMPOWER HAWAII RESIDENTS TO BREAK THE NEGATIVE CYCLE OF RESOURCE AND EMPLOYMENT INSECURITY. PROJECT STRATEGIES ARE DESIGNED TO SUPPORT INDIVIDUALS AND BUSINESSES BY ENSURING EQUITABLE ACCESS TO UH, STATE, AND FEDERAL AGRIBUSINESS DEVELOPMENT RESOURCES. THROUGH THIS COHESIVE EFFORT TO SUPPORT EDUCATION AND DIVERSIFIED AGRICULTURE IN HAWAII, THE PROJECT ADDRESSES THE BROADER ISSUES OF FOOD SECURITY, CLIMATE CHANGE ADAPTION, SOCIAL EQUITY, PRESERVING AGRICULTURAL LAND AND HAWAII&#39;S LIFESTYLE, AND DIVERSIFYING THE STATE&#39;S ECONOMIC BASE. TO MEET THESE REQUIREMENTS, THE HI!AG PROGRAM, WAS ESTABLISHED WITH THE GOALS OF (1) DEVELOPING AND STRENGTHENING THE LOCAL AGRICULTURAL AND FOOD PRODUCTION WORKFORCE THROUGH EDUCATION AND TRAINING AND (2) EXPANDING LOCAL AGRICULTURAL AND FOOD PRODUCTION THROUGH MORE PRODUCTIVE AGRIBUSINESSES. OUR PROGRAMS PREPARE STUDENTS FOR CAREERS IN THE FANH SCIENCES, AND DEVELOP LEADERSHIP ABILITIES. OUR BROAD COLLABORATION STRENGTHENS THE INSTITUTIONAL EDUCATIONAL CAPACITIES OF THE UNIVERSITY OF HAWAII SYSTEM. OUR PARTNERSHIP OF NINE UH CAMPUSES, PROVIDES EDUCATIONAL PROGRAMS THAT TARGET A VARIETY OF DEGREE LEVELS, INCLUDING ASSOCIATE OF SCIENCE, BACHELOR OF SCIENCE, AND GRADUATE DEGREES. OUR EDUCATION PROGRAMS EMPHASIZE THE FOLLOWING NEED AREAS: CURRICULA DESIGN, MATERIALS DEVELOPMENT, AND LIBRARY RESOURCES; STUDENT EXPERIENTIAL LEARNING; AND STUDENT RECRUITMENT AND RETENTION, AND EDUCATIONAL EQUITY. OUR FOCUS IS ON DEVELOPING STUDENT LEADERSHIP SKILLS, AND BUILDING CAPACITY, AMONG HAWAII&#39;S RURAL COMMUNITIES, INCLUDING NATIVE HAWAIIANS AND OTHER HISTORICALLY UNDERSERVED POPULATIONS. PROJECT OUTCOMES INCLUDE A LARGER NUMBER OF GRADUATES IN AGRICULTURAL SCIENCES, AND INCREASED PRODUCTIVITY AND PROFITABILITY OF HAWAII AGRIBUSINESSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20193842630389_12H3"}, {"internal_id": 85400244, "Award ID": "20193842630225", "Award Amount": 474908.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.228", "Description": "UNIVERSITY OF ALASKA ANCHORAGE (UAA) IS A COMMUNITY-BASED, OPEN-ENROLLMENT FOUR-YEAR UNIVERSITY THAT SERVES THE HIGHEST NUMBER OF ALASKAN NATIVES STUDENTS (2,200+) IN THE STATE. NATIONALLY, AS MANY AS7 IN 10 STUDENTS REPORT SKIPPING TEXTBOOKS DUE TO COST, REPRESENTING A BARRIER TO STUDENT SUCCESS. THIS IS OBSERVED DISPROPORTIONATELY AMONG FIRST-GENERATION AND MINORITY STUDENTS. OPEN EDUCATION RESOURCES, FREELY AVAILABLE ACADEMIC CONTENT, CAN REDUCE THE OVERALL COST OF EDUCATION, INCREASE STUDENT ENROLLMENT, IMPROVE STUDENT RETENTION, AND PROMOTE STUDENT SUCCESS IN TRADITIONALLY UNDERSERVED STUDENT POPULATIONS. UAA IS PROPOSING A SINGLE, COMPREHENSIVE 24-MONTH PROJECT, THE ALASKA OPEN EDUCATION INITIATIVE, TO SUPPORT STUDENTS THROUGH THE USE OF HIGH-QUALITY, LOW-COST COURSE MATERIALS. THIS IS AN EDUCATION/TEACHING ANNH PROJECT FOCUSING ON THE NEEDS OF CURRICULA DESIGN, MATERIALS DEVELOPMENT, AND LIBRARY RESOURCES, FACULTY PREPARATION AND ENHANCEMENT FOR TEACHING, INSTRUCTIONAL DELIVERY SYSTEMS, AND STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY.THE ALASKA OPEN EDUCATION INITIATIVE WILL ACHIEVE FIVE OBJECTIVES BY SEPT 30, 2021:&BULL; INCREASE THE NUMBER OF FANH COURSES DESIGNED USING OER TO 15.&BULL; INCREASE THE NUMBER OF FANH FACULTY WHO HAVE RECEIVED OER TRAINING IN THE USE, ADOPTION AND CREATION OF OER RESOURCES TO 20.&BULL; INCREASE THE NUMBER OF ALASKA NATIVE AND MINORITY STUDENTS WHO HAVE COMPLETED THE UAA STUDENT AFFORDABILITY AMBASSADOR TRAINING PROGRAM TO 20.&BULL; INCREASE RETENTION OF ALASKAN NATIVE STUDENTS TO 55%.&BULL; DECREASE THE DROP, FAIL, AND WITHDRAW (DFW) RATE BY 10% FOR STUDENTS ENROLLED IN NEW OER-BASED COURSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60295d89-b22d-012f-5bda-efd5622a7a03-C", "generated_internal_id": "ASST_NON_20193842630225_12H3"}, {"internal_id": 85400245, "Award ID": "20193842630224", "Award Amount": 474607.01, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.228", "Description": "THIS STANDARD INTEGRATED RESEARCH, EDUCATION AND EXTENSION PROJECT PROPOSES TO REDUCE THE STATE OF HAWAII&#39;S DEPENDENCE ON IMPORTED FOOD AND INCREASE FOOD SUSTAINABILITY BY OFFERING A LOW-COST CERTIFICATE-BASED, EDUCATION PROGRAM TO ALL ADULT LEARNERS WHO WANT TO PURSUE CAREERS IN AGRICULTURE. THE PROJECT ALLOWS THE UNIVERSITY TO REACH NEW POPULATIONS OF NON-TRADITIONAL STUDENTS, INCLUDING NHS AND OTHER UNDERREPRESENTED GROUPS. THE GOAL OF THE PROJECT IS TO INCREASE HAWAII&#39;S FOOD SECURITY AND ECONOMY BY 1) INCREASING THE NUMBER OF SUSTAINABLE AGRIBUSINESSES AND 2) GROWING EXISTING AGRIBUSINESSES. THIS PROJECT WILL PREPARE STUDENTS FOR CAREERS IN FANH AND SUPPORT EXISTING FARMERS THROUGH BUSINESS CONSULTING. OBJECTIVES OF THE PROJECT ARE TO (1) INCREASE THE NUMBER OF COMMERCIAL FARMERS, (2) PROVIDE LEADERSHIP, NETWORKING, COMMUNICATION, AND OTHER CRITICAL SKILLS TO ASPIRING FARMERS, (3) IMPROVE THE FINANCIAL HEALTH OF AGRIBUSINESSES, (4) INCREASE BUSINESS KNOWLEDGE FOR AGRIPRENEURS, (5) EXPAND REVENUE STREAMS FOR FARMERS, AND (6) SUPPORT CRITICAL FARMING INITIATIVES IN HAWAII. COLLABORATION BETWEEN THE UNIVERSITY AND PUBLIC/PRIVATE ORGANIZATIONS STRENGTHENS THE QUALITY AND CAPACITY OF THE PROJECT. THE PROPOSED PROJECT SUPPORTS THE FOLLOWING EDUCATION NEED AREAS: (I) CURRICULA DESIGN, MATERIALS DEVELOPMENT, AND LIBRARY RESOURCES; (III) INSTRUCTIONAL DELIVERY SYSTEMS, (V) STUDENT EXPERIENTIAL LEARNING; AND (VI) STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY. IT ALSO SUPPORTS THE FOLLOWING EXTENSION NEED AREAS: (VII) SUPPORT INFORMAL EDUCATION, (VIII) PROMOTE SCIENCE-BASED AGRICULTURAL LITERACY, AND (IX) BUILD SCIENCE-BASED CAPABILITY. PROJECT OUTCOMES INCLUDE AN INCREASED NUMBER OF NEW FARMERS, MORE FINANCIALLY SUSTAINABLE EXISTING FARMERS, AND IMPROVED INDUSTRY CONDITIONS FOR FARMERS IN THE STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20193842630224_12H3"}, {"internal_id": 68547600, "Award ID": "20183842628900", "Award Amount": 489498.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-13", "CFDA Number": "10.228", "Description": "ALASKA NATIVE (AN) STUDENTS HAVE LOW POST-SECONDARY RETENTION RATES, WITH ESPECIALLY LOW REPRESENTATIONS IN STEM SCIENCES. THIS IS IN PART DUE TO THE CULTURAL SHOCK AND LOSS OF CULTURAL IDENTITY THAT ACCOMPANIES THE TRANSITION FROM RURAL TO URBAN LIFE. ONLY 18% OF ALASKA IS ACCESSIBLE BY ROAD; THEREFORE, MANY ALASKAN COMMUNITIES RELY ON A TRADITIONAL SUBSISTENCE LIFESTYLE. THIS LIFESTYLE HAS ATTRIBUTED TO HISTORICALLY LOW RATES OF DIET RELATED DISEASES, WHICH ARE INCREASING WITH THE TRANSITION TO WESTERNIZED CUSTOMS.OUR OVERALL OBJECTIVE IS TO CREATE A UNIQUE CULTURALLY APPROPRIATE TIERED APPROACH TO ENGAGE RURAL AN STUDENTS IN SCIENCE-BASED DISCOVERY, HIGHLIGHTING THE HEALTH BENEFITS OF THEIR TRADITIONAL SUBSISTENCE LIFESTYLE AND PROMOTING THEIR TRANSITION TO HIGHER EDUCATION AND LIFELONG COMMUNITY ENGAGEMENT. SPECIFICALLY WE AIM TO:A) ENGAGE WITH RURAL COMMUNITIES THAT ARE INACCESSIBLE BY ROAD VIA A PRECOLLEGE MOBILE RIVERBOAT LABORATORY TO INVESTIGATE ISSUES PERTAINING TO LOCAL FOOD SECURITY, COMMUNITY HEALTH DISPARITIES, AND TRADITIONAL ACTIVITIES THAT CAN BE INTEGRATED INTO LOCAL SCIENCE CURRICULA AND SHOWCASED AT THE ALASKA STATEWIDE HIGH SCHOOL SCIENCE SYMPOSIUM.B) SUPPORT CONTINUED COMMUNITY ENGAGEMENT AND MORE INTENSIVE BIOEXPLORATION ON SUBSISTENCE HEALTH AND ARCTIC RESILIENCE BY PROVIDING UNIVERSITY SCHOLARSHIPS TO PROMISING RURAL HIGH SCHOOL RESEARCHERS WHO WILL THEN ACT AS RESEARCH MENTOR FOR THE NEXT ROUND OF RURAL STUDENTS--&#39;BACK TO THE RIVER&#39;.C) SMOOTH THE TRANSITION AND INTEGRATION OF AN STUDENTS IN UNIVERSITY LIFE BY WORKING WITH EXISTING INITIATIVES TO STRENGTHEN ACADEMIC/RESEARCH ADVISORIES, FOOD STORAGE/SHARING RESOURCES, AND ORGANIZED TRADITIONAL ACTIVITIES THAT CELEBRATE SUBSISTENCE FOODS AND THEIR POSITIVE HEALTH IMPACTS.NATIVE (AN) STUDENTS HAVE LOW POST-SECONDARY RETENTION RATES, WITH ESPECIALLY LOW REPRESENTATIONS IN STEM SCIENCES. THIS IS IN PART DUE TO THE CULTURAL SHOCK AND LOSS OF CULTURAL IDENTITY THAT ACCOMPANIES THE TRANSITION FROM RURAL TO URBAN LIFE. ONLY 18% OF ALASKA IS ACCESSIBLE BY ROAD; THEREFORE, MANY ALASKAN COMMUNITIES RELY ON A TRADITIONAL SUBSISTENCE LIFESTYLE. THIS LIFESTYLE HAS ATTRIBUTED TO HISTORICALLY LOW RATES OF DIET RELATED DISEASES, WHICH ARE INCREASING WITH THE TRANSITION TO WESTERNIZED CUSTOMS. OUR OVERALL OBJECTIVE IS TO CREATE A UNIQUE CULTURALLY APPROPRIATETIERED APPROACH TO ENGAGE RURAL AN STUDENTS IN SCIENCE-BASED DISCOVERY, HIGHLIGHTING THE HEALTH BENEFITS OF THEIR TRADITIONAL SUBSISTENCE LIFESTYLE AND PROMOTING THEIR TRANSITION TO HIGHER EDUCATION AND LIFELONG COMMUNITY ENGAGEMENT. SPECIFICALLY WE AIM TO: A)ENGAGE WITH RURAL COMMUNITIES THAT ARE INACCESSIBLE BY ROAD VIA A PRECOLLEGE MOBILE RIVERBOAT LABORATORY TO INVESTIGATE ISSUES PERTAINING TO LOCAL FOOD SECURITY, COMMUNITY HEALTH DISPARITIES, AND TRADITIONAL ACTIVITIES THAT CAN BE INTEGRATED INTO LOCAL SCIENCE CURRICULA AND SHOWCASED AT THE ALASKA STATEWIDE HIGH SCHOOL SCIENCE SYMPOSIUM. B)SUPPORT CONTINUED COMMUNITY ENGAGEMENT AND MORE INTENSIVE BIOEXPLORATION ON SUBSISTENCE HEALTH AND ARCTIC RESILIENCE BY PROVIDING UNIVERSITYSCHOLARSHIPS TO PROMISING RURAL HIGH SCHOOL RESEARCHERS WHO WILL THEN ACT AS RESEARCH MENTOR FOR THE NEXT ROUND OF RURAL STUDENTS--&#39;BACK TO T HE RIVER&#39;.C)SMOOTH THE TRANSITION AND INTEGRATION OF AN STUDENTS IN UNIVERSITY LIFE BY WORKING WITH EXISTING INITIATIVES TO STRENGTHEN ACADEMIC/RESEARCH ADVISORIES, FOOD STORAGE/SHARING RESOURCES, AND ORGANIZED TRADITIONAL ACTIVITIES THAT CELEBRATE SUBSISTENCE FOODS AND THEIR POSITIVE HEALTH IMPACTS. ALASKA NATIVE (AN) STUDENTS HAVE LOW POST-SECONDARY RETENTION RATES, WITH ESPECIALLY LOW REPRESENTATIONS IN STEM SCIENCES. THIS IS IN PART DUE TO THE CULTURAL SHOCK AND LOSS OF CULTURAL IDENTITY THAT ACCOMPANIES THE TRANSITION FROM RURAL TO URBAN LIFE. ONLY 18% OF ALASKA IS ACCESSIBLE BY ROAD; THEREFORE, MANY ALASKAN COMMUNITIES RELY ON A TRADITIONAL SUBSISTENCE LIFESTYLE. THIS LIFESTYLE HAS ATTRIBUTED TO HISTORICALLY LOW RATES OF DIET RELATED DISEASES, WHICH ARE INCREASING WITH THE TRANSITION TO WESTERNIZED CUSTOMS. OUR OVERALL OBJECTIVE IS TO CREATE A UNIQUE CULTURALLY APPROPRIATETIERED APPROACH TO ENGAGE RURAL AN STUDENTS IN SCIENCE-BASED DISCOVERY, HIGHLIGHTING THE HEALTH BENEFITS OF THEIR TRADITIONAL SUBSISTENCE LIFESTYLE AND PROMOTING THEIR TRANSITION TO HIGHER EDUCATION AND LIFELONG COMMUNITY ENGAGEMENT. SPECIFICALLY WE AIM TO: A)ENGAGE WITH RURAL COMMUNITIES THAT ARE INACCESSIBLE BY ROAD VIA A PRECOLLEGE MOBILE RIVERBOAT LABORATORY TO INVESTIGATE ISSUES PERTAINING TO LOCAL FOOD SECURITY, COMMUNITY HEALTH DISPARITIES, AND TRADITIONAL ACTIVITIES THAT CAN BE INTEGRATED INTO LOCAL SCIENCE CURRICULA AND SHOWCASED AT THE ALASKA STATEWIDE HIGH SCHOOL SCIENCE SYMPOSIUM. B)SUPPORT CONTINUED COMMUNITY ENGAGEMENT AND MORE INTENSIVE BIOEXPLORATION ON SUBSISTENCE HEALTH AND ARCTIC RESILIENCE BY PROVIDING UNIVERSITYSCHOLARSHIPS TO PROMISING RURAL HIGH SCHOOL RESEARCHERS WHO WILL THEN ACT AS RESEARCH MENTOR FOR THE NEXT ROUND OF RURAL STUDENTS--&#39;BACK TO T HE RIVER&#39;.C)SMOOTH THE TRANSITION AND INTEGRATION OF AN STUDENTS IN UNIVERSITY LIFE BY WORKING WITH EXISTING INITIATIVES TO STRENGTHEN ACADEMIC/RESEARCH ADVISORIES, FOOD STORAGE/SHARING RESOURCES, AND ORGANIZED TRADITIONAL ACTIVITIES THAT CELEBRATE SUBSISTENCE FOODS AND THEIR POSITIVE HEALTH IMPACTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_20183842628900_12H3"}, {"internal_id": 68547601, "Award ID": "20183842628812", "Award Amount": 489487.72, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-14", "CFDA Number": "10.228", "Description": "KA WAI OLA: THE LIVING WATERS OF MAUI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4cfc42cb-db7f-46e9-3514-9df13fe17c99-C", "generated_internal_id": "ASST_NON_20183842628812_12H3"}, {"internal_id": 68547602, "Award ID": "20183842628768", "Award Amount": 1034818.27, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "10.228", "Description": "THE HAWAII CONSORTIUM HAS BEEN COLLABORATING FOR MORE THAN A DECADE, AND WE HAVE MADE IMPRESSIVE STRIDES IN STRENGTHENING INSTITUTIONAL EDUCATIONAL CAPACITIES ACROSS THE STATE, AND REACHING STUDENTS FROM A DIVERSITY OF BACKGROUNDS, ESPECIALLY UNDERREPRESENTED ETHNICITIES, SUCH AS NATIVE HAWAIIANS. THE HI!AG PROGRAM OFFERS A UNITED APPROACH TO AGRICULTURAL EDUCATION AND AGRIBUSINESS DEVELOPMENT ACROSS OUR CAMPUSES THROUGHOUT THE STATE OF HAWAII, AND AMONG EDUCATORS, LEARNERS OF ALL AGES, AND OUR COMMUNITY. ALTHOUGH THERE STILL IS MUCH WORK TO ACCOMPLISH, WE HAVE SEEN CHANGES AND OUTCOMES THAT WILL REMAIN INSTITUTIONALIZED WITHIN THE UNIVERSITY OF HAWAII (UH) SYSTEM, AND THE CURRICULUM, AFTER THE CONCLUSION OF THE PROJECT. THE ARTICULATION AGREEMENTS NOW IN PLACE ALLOW STUDENTS TO SEAMLESSLY TRANSFER COURSE CREDITS EARNED AT THE UH SYSTEM COMMUNITY COLLEGES, TO THE LARGER, 4-YEAR DEGREE PROGRAMS AT UH MANOA (UHM), UH HILO (UHH), UH MAUI COLLEGE (UHMC), AND UH WEST OAHU (UHWO). OUR PROGRAMS GRADUATE STUDENTS, AND PREPARE THEM FOR CAREERS, IN FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN (FANH) SCIENCES. OUR PROGRAM&#39;S SUCCESSES INCLUDE NEW CERTIFICATE PROGRAMS THAT ALLOW STUDENTS TO RECEIVE SPECIALIZED TRAINING THAT LEAD TO GREATER OPPORTUNITIES, AND BETTER-PAYING JOBS. WINDWARD COMMUNITY COLLEGE (WCC) HAS A PROGRAM THAT PREPARES STUDENTS FOR JOBS IN AGRIPHARMATECH; LEEWARD COMMUNITY COLLEGE (LCC) HAS A NEW PROGRAM IN PLANT BIOSCIENCES AND TROPICAL AGRICULTURE; UH WEST OAHU (UHWO) IS DEVELOPING A NEW PROGRAM IN SUSTAINABLE COMMUNITY FOOD SYSTEMS (SCFS). THESE ARE JUST A FEW EXAMPLES OF HOW ANNH FUNDING WILL HAVE LONG-TERM IMPACTS ON AGRICULTURE EDUCATION IN HAWAII.THE UNIVERSITY OF HAWAII SYSTEM IS UNIQUELY QUALIFIED TO PERFORM THIS WORK BECAUSE OF THE QUALITY AND DEDICATION OF THE PROFESSIONALS IN THE HI!AG CONSORTIUM, THE LARGE NUMBER OF SITES ACROSS THE STATE, AND THE HIGH ENROLLMENT OF NH AND MINORITY STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20183842628768_12H3"}, {"internal_id": 45250880, "Award ID": "20173842627340", "Award Amount": 404896.56, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-18", "CFDA Number": "10.228", "Description": "HOOHIAPORENEWING ANCESTRAL EDUCATION PATHWAYS IN AGROECOLOGY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1905fa73-cf2c-50e8-e3fd-c5e7a0784f9d-C", "generated_internal_id": "ASST_NON_20173842627340_12H3"}, {"internal_id": 62253355, "Award ID": "20173842627152", "Award Amount": 1309921.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "10.228", "Description": "HI!AG: FOSTERING VIBRANT LOCAL AGRICULTURE AT THE UNIVERSITY OF HAWAII", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20173842627152_12H3"}, {"internal_id": 45250879, "Award ID": "20173842627151", "Award Amount": 2347710.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.228", "Description": "DRUMBEATS ALASKA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a8eac6e-756a-f48d-f5d9-b19f920dcb71-C", "generated_internal_id": "ASST_NON_20173842627151_12H3"}, {"internal_id": 80422851, "Award ID": "20163842625614", "Award Amount": -19119.68, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-17", "CFDA Number": "10.228", "Description": "UNIVERSITY OF HAWAII AGRIBUSINESS EDUCATION, TRAINING AND INCUBATION (AETI) PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20163842625614_12H3"}, {"internal_id": 65967783, "Award ID": "20123842619624", "Award Amount": -43324.85, "Award Type": null, "Base Obligation Date": "2018-04-02", "CFDA Number": "10.228", "Description": "UNIVERSITY OF HAWAII AGRIBUSINESS EDUCATION, TRAINING AND INCUBATION (AETI) PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20123842619624_12H3"}, {"internal_id": 62607396, "Award ID": "20113842630621", "Award Amount": -520.67, "Award Type": null, "Base Obligation Date": "2018-02-15", "CFDA Number": "10.228", "Description": "DRUMBEATS: WE WILL LIVE WELL, YEAR 4", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a8eac6e-756a-f48d-f5d9-b19f920dcb71-C", "generated_internal_id": "ASST_NON_20113842630621_12H3"}]