[{"internal_id": 156589169, "Award ID": "20237043939198", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-09", "CFDA Number": "10.243", "Description": "TAZA AYA HOLDS THE EXCLUSIVE LICENSE TO INTELLECTUAL PROPERTY IN THE AREA OF AIRBORNE PATHOGENS AND PREVENTING AIRBORNE INFECTIOUS DISEASE TRANSMISSION. WHILE VIRTUALLY EVERY PERSON AROUND THE GLOBE HAS BEEN IMPACTED BY THE COVID-19 PANDEMIC AND ITS SOCIETAL EFFECTS, THIS PROJECT WILL PROVIDE AN OPPORTUNITY TO HONE A TECHNOLOGICAL SOLUTION TO THE SPECIFIC NEEDS OF A COMMUNITY THAT HAS BEEN DISPROPORTIONATELY IMPACTED BY THE PANDEMIC. TAZA AYA HAS DEVELOPED AN APPROACH TO PERSONAL RESPIRATORY PROTECTION THAT ELIMINATES ALL OF THE SHORTCOMINGS AND ANNOYANCES OF CONVENTIONAL FACE MASKS: INCREASED BREATHING RESISTANCE, INABILITY TO EAT OR DRINK, DIFFICULTY IN VERBAL AND NONVERBAL COMMUNICATION, FOGGING OF GLASSES AND GOGGLES, AND EAR AND FACE DISCOMFORT. ALTHOUGH CONVENTIONAL MASKS ARE HIGHLY EFFECTIVE AT RESPIRATORY PROTECTION, THEIR DRAWBACKS LEAD TO POOR RATES OF ADHERENCE WITH PRINCIPLES OF PREVENTING RESPIRATORY DISEASES. THIS CHALLENGE IS PARTICULARLY TRUE AMONG MEAT AND POULTRY PROCESSOR WORKERS, WHO OFTEN ENGAGE IN TASKS IN CLOSE PROXIMITY OR IN CONGREGATE SETTINGS, THE RESULTS OF WHICH WERE HIGH RATES OF ABSENTEEISM DURING THE PANDEMIC AND LOST PROCESSING CAPACITY. TAZA AYA WILL DEVELOP A SPECIALIZED VERSION OF THEIR JET AIR CURTAIN VISOR SPECIFICALLY FOR MEAT AND POULTRY PROCESSOR WORKERS, INCORPORATING ENVIRONMENTAL, ERGONOMIC, SAFETY, AND AESTHETIC FEEDBACK INTO THE DESIGN. THE FUNCTIONAL PROTOTYPES TO BE PRODUCED AS A RESULT HAVE THE POTENTIAL TO INCREASE THE RESILIENCE OF THE DOMESTIC FOOD INFRASTRUCTURE AGAINST FUTURE DISEASE OUTBREAKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": 1000000.0, "Infrastructure Obligations": null, "recipient_id": "ef0cae04-d272-cda1-44fd-56652d97711b-R", "generated_internal_id": "ASST_NON_20237043939198_12H3"}, {"internal_id": 156589161, "Award ID": "20237043939197", "Award Amount": 998552.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-08", "CFDA Number": "10.243", "Description": "SMALL AND MEDIUM SIZED POULTRY AND MEAT PROCESSORS PROVIDE MANY ADVANTAGES TO SOCIETY AT LARGE, ENABLING A DIVERSITY OF CHOICE IN MEAT AND POULTRY PRODUCTS, LOCAL EMPLOYMENT OFTEN IN RURAL COMMUNITIES, A MORE EFFICIENT AND RELIABLE FOOD SUPPLY CHAIN, AND A LOW CARBON FOOTPRINT FARM-TO-TABLE FOOD CHAIN WITHIN A LOCAL COMMUNITY. HOWEVER, SMALL AND MEDIUM SIZED POULTRY AND MEAT PROCESSORS DO NOT HAVE THE ADVANTAGES OF SCALE THAT ALLOW THEIR LARGER COMPETITORS TO MAINTAIN LARGE TEAMS FOR QUALITY AND COMPLIANCE AS WELL AS INSTALL COMPLICATED AND EXPENSIVE INFORMATION TECHNOLOGY (IT) EQUIPMENT TO SUPPORT THEIR WORKFLOWS. THIS HINDERS THEIR ABILITY TO COMPETE WITH THEIR LARGER COMPETITORS IN QUALITY, TIME TO MARKET, PROFITABILITY, AND ADHERENCE TO REGULATIONS.IN THIS PROJECT, WE PLAN TO ADDRESS THE ABOVE CHALLENGESWITH NEW EDGE COMPUTING AND AUTOMATION TECHNOLOGY THAT ALLOWS A MEAT PROCESSOR, WITH LITTLE TO NO IT INVESTMENT, TO LEVERAGE AN AUTOMATED SYSTEM FOR MONITORING AND ANALYSIS OF THEIR PRODUCTION FLOWS AND PROCESSES - TO MEET THEIR BUSINESS NEEDS. THE GOAL OF THIS TECHNOLOGY IS THAT IT MUST BE AFFORDABLE, SECURE, RELIABLE, AND USER-FRIENDLY AND ALLOW THE MEAT PROCESSOR TO COLLECT, STORE, MAINTAIN, PROCESS, AND CONVENIENTLY ACCESS OPERATIONAL DATA FROM THEIR FACILITIES, IN ORDER TO MEET THEIR BUSINESS NEEDS. THEIR BUSINESS NEEDS RANGE FROM ADDRESSING THE REQUIREMENTS OF THEIR CUSTOMERS, WITH RESPECT TO QUALITY, PRICE AND SAFETY, AS WELL AS THE REQUIREMENTS OF USDA/FSIS AND STATE REGULATORY BODIES IN FOLLOWING THE HAZARD ANALYSIS CRITICAL CONTROL POINT (HACCP) PRINCIPLES IN THEIR OPERATING PROCEDURES. THE DATA INCLUDES METRICS FROM THEIR FACILITIES AND STORAGE SUCH AS TEMPERATURE OVER TIME, DAILY LOGS OF THEIR WORKFLOW, VISUALS FROM SURVEILLANCE CAMERAS, STATUS OF THEIR PROCESSING EQUIPMENT, AND OTHERS.TODAY, THIS DATA IS PRIMARILY COLLECTED MANUALLY BY SMALL/MEDIUM PROCESSORS, AND THE DATA IS SCATTERED ACROSS LOGBOOKS AND CLIPBOARDS MAKING IT HARD TO SEE CONNECTIONSBETWEEN DIFFERENT DATA COLLECTED IN CLIPBOARDS OR IN NOTEBOOKS PERHAPS ON DIFFERENT DAYS, AS WELL AS MORE CASUAL OBSERVATIONS OF EQUIPMENT CONDITION THAT MAY NOT BE LOGGED AT ALL. FOR INSTANCE, METRICS SUCH AS TEMPERATURE IN THEIR FACILITIES AND STATUS OF THEIR EQUIPMENT ARE MONITORED BY PERSONNEL PHYSICALLY IN THE PROCESSING FACILITIES. THIS OFTEN DELAYS CORRECTIVE ACTIONS UNTIL A PROBLEM IS OBVIOUS AND LEADS TO WASTE AND DELAYS. THE MANAGEMENT OF USDA AND STATE FOOD SAFETY REGULATIONS, WHILE ESSENTIAL, CAN BECOME A SIGNIFICANT PART OF THE WORKDAY IN SMALL PROCESSORS.WE PROPOSE TO APPLY CIRRUS360&#39;S NETWORK EDGE COMPUTING PLATFORM AND RADIO NETWORK AUTOMATION PLATFORM GABRIEL&TRADE; TO THE ABOVE PROBLEM VIA DEPLOYMENT OF A LOW-COST EDGE NETWORK, AUTOMATION IN THE CLOUD, AND A CONSOLIDATED GRAPHICAL INTERFACE OR DASHBOARD. THE SOLUTION INCLUDES WIRELESS COVERAGE THROUGHOUT THE FACILITY FOR INTERNET-OF-THINGS (IOT) SENSORS SUCH AS TEMPERATURE AND HUMIDITY, CAMERAS CONNECTED TO MACHIN,E LEARNING BASED PROCESSING TO MONITOR OPERATIONS, AND DASHBOARD DRIVEN VISUALIZATION OF COMPLEX PROCESSES. ALL OF THE DISPARATE THREADS OF INFORMATION WILL BE BROUGHT TOGETHER INTO A COMPLETE PICTURE OF THE STATUS AND HEALTH OF THE MEAT PROCESSING WORKFLOW, ON A SIMPLE DASHBOARD FOR THE MEAT PROCESSOR TO USE.WE HAVE DESIGNED AN EXECUTION PLAN BASED ON DISCUSSIONS WITH OUR SMALL/MEDIUM POULTRY AND MEAT PROCESSOR COLLABORATOR PARTNER BASED LOCALLY IN TEXAS. BASED ON THEIR FEEDBACK, WE WILL PRIORITIZE:AFFORDABILITY AND EASE OF DEPLOYMENT OF THE EDGE PLATFORM VIA AUTOMATION,NOTIFICATIONS FOR DEVIATIONS FROM TARGET RANGE OF METRICS SUCH AS TEMPERATURE,DATA COLLECTION AND LOGGING OF THE WORKFLOW, ANDDASHBOARD BASED VISUALIZATION OF THE DATA IN A WAY THAT IT IS IMMEDIATELY ACTIONABLE.OUR DEVELOPMENT PLAN HAS SEVERALWORK ITEMS WITH THE FOLLOWING FLOW: SYSTEM DESIGN AND DISCOVERY OF TARGET USE CASES WITH PARTNER, DESIGN OF DASHBOARD WITH PARTNER FEEDBACK, END TO END EDGE PLATFORM SOFTWARE DEVELOPMENT AND US SOURCED OFF THE SHELF HARDWARE INTEGRATION, AND VALIDATION IN THE FIELD WITH PARTNER. ONCE THE SYSTEM IS DEPLOYED VIA AUTOMATION, MEAT PROCESSORS WILL BE ABLE TOCUSTOMIZE VIEWS OF THEIR PROCESSES AS WELL AS RECEIVING EARLY NOTIFICATIONS OF POTENTIAL QUALITY OR COMPLIANCE ISSUES, FREEING UP MORE TIME FOR THESE SMALL BUSINESSES TO FOCUS ON CUSTOMERS, NEW PRODUCT DEVELOPMENT AND PROFITABILITY.AT THE END OF 18 MONTHS, WE WILL HAVE A TEMPLATE FOR A COMMERCIAL EDGE SOLUTION FOR A SMALL/MEDIUM POULTRY AND MEAT PROCESSOR THAT WILL BE FIELD TESTED AND READY TO SCALE COMMERCIALLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 998552.0, "Infrastructure Obligations": null, "recipient_id": "9f537fb2-5712-c54c-e203-6d85aa73ab6b-R", "generated_internal_id": "ASST_NON_20237043939197_12H3"}, {"internal_id": 156589182, "Award ID": "20237043939196", "Award Amount": 999961.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-08", "CFDA Number": "10.243", "Description": "THE OVERALL OBJECTIVE OF THIS PROJECT IS TO DEVELOP SYSTEM TO DEMONSTRATE AN EFFECTIVE, PORTABLE, AND USER-FRIENDLY PROCESS FOR MICROBIAL DECONTAMINATION OF ANIMAL CARCASSES TO REDUCE THE MICROBIAL LOAD OF FRESH MEAT AND PRODUCE WITHOUT THE USE OF EXPENDABLE REAGENTS. THE LONGEVITY, PROFITABILITY AND SUSTAINABILITY OF MEAT, POULTRY AND PRODUCE INDUSTRIES WILL BENEFIT FROM SUCH A TECHNOLOGY BY PREVENTING FOODBORNE ILLNESS, OUTBREAKS, AND RECALLS. THIS TECHNOLOGY SUITABLY ADDRESSES THE USDA&#39;S GOALS FOR PROVIDING SUSTAINABLE SOLUTIONS FOR A DECONTAMINATION SYSTEM THAT EFFECTIVELY ELIMINATES THE RISKS ASSOCIATED WITH PATHOGEN THREATS WITHOUT PRODUCING ADDITIONAL ECOLOGICAL RISKS DURING THE DECONTAMINATION PROCESS. THIS APPROACH HAS THE POTENTIAL FOR USE IN THE FULL SPECTRUM OF FOOD PROCESSING FACILITIES WITH MINIMAL FINANCIAL, SPACE, AND LABOR RESOURCE INVESTMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 999961.0, "Infrastructure Obligations": null, "recipient_id": "8750bd3c-8566-e7ef-46bc-f41e3f77ddee-C", "generated_internal_id": "ASST_NON_20237043939196_12H3"}, {"internal_id": 156589168, "Award ID": "20237043939195", "Award Amount": 877764.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-09", "CFDA Number": "10.243", "Description": "REAL-TIME ULTRASOUND TECHNOLOGY IS A PROVEN TOOL FOR MEASURING BODY COMPOSITION AND QUALITY TRAITS IN LIVE ANIMALS AND CARCASSES. BIOTRONICS HAS DEVELOPED AND COMMERCIALIZED TECHNOLOGY THAT USES ULTRASOUND SCANS FOR MEASURING BACKFAT, MUSCLE DEPTH AND INTRAMUSCULAR FAT (%IMF) IN ITS PRODUCTS, BIOSOFT TOOLBOX&REG; FOR LIVE SWINE AND BIOQSCAN&REG; FOR LARGE PORK PACKERS AT LINE SPEEDS OF 1,200+ CARCASSES PER HOUR. A RECENT UNIQUE OPPORTUNITY EXISTS WITH SMALL PACKERS SHOWING INTEREST IN BIOTRONICS&#39; PACKING PLANT TECHNOLOGY TO MEET THEIR MARKET DEMANDS FOR HIGH QUALITY PORK. THE PROJECT WILL ADDRESS MPPRI PRIORITY AREA 1, MONITORING AND IMPROVING COMPLEX PROCESSES. FOR SMALLER PACKERS TO USE THE BIOTRONICS&#39; TECHNOLOGY, ITS SIZE AND COST MUST BE REDUCED, THE PROCESS MUST BE STREAMLINED, AND PERMANENT CHANGES NEEDED FOR THE PLANT INSTALLATION MUST BE MINIMAL. THE OVERALL GOAL OF THIS PROJECT IS TO APPLY AND OPTIMIZE BIOTRONICS&#39; TECHNOLOGY FOR SMALL AND MID-SIZE PACKERS. OBJECTIVES AND RELATED TASKS ARE TO REDUCE COMPONENTS AND STREAMLINE SOFTWARE, WHILE MAINTAINING ACCURATE AND REPEATABLE MEASUREMENTS; VALIDATE ONLINE SCANNING AND PROCESSING OF CARCASSES FOR BACKFAT AND %IMF AT A COOPERATING SMALL PLANT; INSTALL A COMPACT PROTOTYPE SYSTEM; AND TRAIN PLANT OPERATORS FOR SCANNING AND MAINTENANCE PROCEDURES. PROJECT DELIVERABLES INCLUDE A PROTOTYPE SYSTEM DESIGNED FOR SMALL AND MID-SIZE PACKERS TO SORT CARCASSES MEETING QUALITY STANDARDS FOR INCREASED REVENUE MARKETS, AND DEMONSTRATIONS OF THE PROTOTYPE TO OTHER PACKERS. ADDITIONAL OPPORTUNITIES COULD BE A CUSTOM SCANNING SERVICE FOR SMALL AND MID-SIZE PACKERS, AN ASSESSMENT OF PORK BELLY DEPTH, AND ASSESSMENT OF OTHER SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": 877764.0, "Infrastructure Obligations": null, "recipient_id": "6e3cd96d-305c-f894-e7f5-0934ac348a85-R", "generated_internal_id": "ASST_NON_20237043939195_12H3"}, {"internal_id": 156589173, "Award ID": "20237043939194", "Award Amount": 999986.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-09", "CFDA Number": "10.243", "Description": "RECHARGEABLE ANTIMICROBIAL COATING FOR POULTRY AND MEAT PROCESSING FACILITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 999986.0, "Infrastructure Obligations": null, "recipient_id": "a2a0fcc7-0481-1e41-366c-d3cf36352f64-C", "generated_internal_id": "ASST_NON_20237043939194_12H3"}, {"internal_id": 156589165, "Award ID": "20237043939192", "Award Amount": 998686.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-08", "CFDA Number": "10.243", "Description": "GOLDFINCH SENSOR TECHNOLOGIES AND ANALYTICS LLC (GSTA) HAS A TECHNOLOGY SOLUTION FOR AUTOMATED, REAL-TIME ANALYSIS OF CONTAMINANT (E.G. METAL AND BONE) DETECTION APPLICABLE TO MEAT AND POULTRY SMART PROCESSING AND QUALITY CONTROL. GSTA&#39;S TECHNOLOGY IS DESIGNED TO BE HAZARD ANALYSIS AND CRITICAL CONTROL POINTS (HACCP) COMPLIANT. IT INCLUDES ALERT MESSAGES, CALIBRATION STANDARDS, AND AUDIT TRAIL GENERATION. GSTA&#39;S TECHNOLOGY USES A RADIO FREQUENCY (RF) DIGITAL NOSE TO DETECT CONTAMINANTS IN GROUND MEAT OR POULTRY PRODUCTS BY SPECTRAL ANALYSIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": 998686.0, "Infrastructure Obligations": null, "recipient_id": "ff61e2e6-3efc-ffee-83ee-1e4ef062cc66-C", "generated_internal_id": "ASST_NON_20237043939192_12H3"}, {"internal_id": 156589163, "Award ID": "20237043939191", "Award Amount": 999824.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "10.243", "Description": "PHAGE BIOCONTROL IS COMPARATIVELY NEW INTERVENTION STRATEGY TO REDUCE FOODBORNE PATHOGENS. A KEY CHALLENGE IN WIDER ADOPTION OF THE SALMOFRESH&TRADE; IS INCONSISTENT APPLICATION METHOD - INDIVIDUAL PROCESSORS APPLY SALMOFRESH EITHER AS SPRAY OR DIP APPLICATION - LEADING TO SUBOPTIMAL SURFACE COVERAGE AND INCONSISTENT REDUCTION IN SALMONELLA. WE HAVE PARTNERED WITH A LEADING SPRAY SYSTEM MANUFACTURER TO DESIGN AND BUILD A SPRAY SYSTEM FOR OPTIMAL APPLICATION OF SALMOFRESH. THE CURRENT PROPOSAL AIMS TO TEST AND IMPLEMENT A SPRAY APPLICATION METHOD IN MULTIPLE SMALL TO MEDIUM POULTRY PROCESSING FACILITIES TO OPTIMIZE THE SALMOFRESH APPLICATION AND ACHIEVE IMPROVED CONTROL OF SALMONELLA IN POULTRY AND MEAT PRODUCTS. A CRITICAL PARAMETER FOR SUCCESSFUL PHAGE DELIVERY FOR OPTIMAL COVERAGE IS THE DROPLET SIZE WHICH IS A FUNCTION OF NOZZLE CONFIGURATION, PRESSURE, AND FLOW RATE. THE SPRAY SYSTEM UNDER DEVELOPMENT HAS THE ABILITY TO CHANGE THE THREE PARAMETERS TO ACHIEVE THE DESIRED DROPLET SIZE. THE STUDIES OUTLINED IN THE AIM#1 OF THE PROPOSAL ARE DESIGNED TO IDENTIFY AND OPTIMIZE THE CONDITIONS SUCH AS NOZZLE AND PUMP TYPE, CALCULATE LIQUID AND AIR PRESSURES AND FLOW RATE TO ENSURE TARGETED DROPLET SIZE AND COVERAGE. ADDITIONALLY, WE WILL ALSO COMPARE THE EFFICACY OF SALMOFRESH APPLICATION WITH THE NEW SPRAY SYSTEM WITH OTHER APPLICATION METHODS SUCH AS A BADGER SPRAYER USED IN VARIOUS STUDIES. THE AIM#2 OF THE PROPOSAL IS FOCUSED ON TESTING AND IMPLEMENTING THIS NEW SPRAY APPLICATION IN THREE SMALL AND MEDIUM PROCESSING FACILITIES EACH PRODUCING DIFFERENT TYPES OF POULTRY PRODUCTS. THE NEW SPRAY SYSTEM WILL ALSO INCORPORATE TWO ADDITIONAL FEATURES - (I) CHLORINE FILTER TO REMOVE ANY RESIDUAL CHLORINE FROM THE WATER BEING USED FOR PREPARATION FOR WORKING SOLUTION, AND (II) MIXING CAPABILITY TO ADEQUATELY MIX THE CONCENTRATED SALMOFRESH WITH DECHLORINATED WATER TO PREPARE WORKING SOLUTION. EACH FACILITY WILL BE PROVIDED WITH A CUSTOMIZED SPRAY SYSTEM AND THE MANUFACTURER WILL INSTALL THE SYSTEM AND TRAIN THE PERSONNEL AND PROVIDE TECHNICAL SUPPORT. INTRALYTIX PERSONNEL WILL PROVIDE CONTINUED TECHNICAL SUPPORT WITH SALMOFRESH APPLICATION. AT EACH FACILITY, SALMOFRESH APPLICATION WILL BE TESTED FOR 3-6 MONTHS, AND SALMONELLA LEVELS WILL BE ASSESSED USING QUANTITATIVE AND QUALITATIVE TESTS DESCRIBED IN THE FDA&#39;S BAM PROTOCOLS. RANDOMLY COLLECTED SAMPLES WILL ALSO BE TESTED FOR SALMOFRESH PHAGES TO DETERMINE THE ADEQUATE APPLICATION. FINALLY, EFFICACY OF THE SALMOFRESH APPLICATION USING NEW SPRAY SYSTEM WILL BE COMPARED TO HISTORICAL RECORD AND PRE- AND POST SALMOFRESH APPLICATION TO EVALUATE THE FEASIBILITY AND IMPROVEMENT IN SALMONELLA REDUCTIONS ON EACH TYPE OF PRODUCT. GIVEN THE SEVERAL YEARS-LONG HISTORY OF SALMOFRESH USE IN POULTRY INDUSTRY, WE FULLY ANTICIPATE THE INTERVENTION TO BE SUCCESSFUL; THEREFORE THE FOCUS OF THE PROPOSAL WILL BE TO DETERMINE IF THE NEW APPLICATION METHOD PROVIDES THE IMPROVED PERFORMANCE OVER THE EXISTING APPLICATION MET,HOD (IF THE FACILITY IS USING SALMOFRESH) OR OTHER INTERVENTIONS (IF THE FACILITY IS NOT CURRENTLY USING SALMOFRESH). IN SUMMARY, OUR PROPOSAL IS HIGHLY RESPONSIVE TO THE PRIORITY AREA #3, FOOD SAFETY OF MPPRI PROGRAM. A SUCCESSFUL COMPLETION OF THIS PROPOSAL WILL BROADEN THE USE OF PHAGE TECHNOLOGY AND IMPROVED CONTROL OF SALMONELLA IN VARIOUS POULTRY PRODUCTS THUS HELP IN REDUCING FOODBORNE ILLNESSES AND PROVIDING SAFE FOOD TO THE CONSUMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 999824.0, "Infrastructure Obligations": null, "recipient_id": "ab671f3e-10da-2337-04fb-b4ec0fbbe2e5-C", "generated_internal_id": "ASST_NON_20237043939191_12H3"}, {"internal_id": 156589178, "Award ID": "20237043939190", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-09", "CFDA Number": "10.243", "Description": "THIS PROJECT WILLDEVELOP AN AUTOMATED AIR MONITORING, DISINFECTION AND PURIFICATION SYSTEM FOR SMALL AND MID-SIZE MEAT AND POULTRY PROCESSING FACILITIES. THE PURPOSE OF THE SYSTEM IS TO ACHIEVE THE HIGHEST FOOD SAFETY STANDARDS AND DRAMATICALLY REDUCE THE NUMBER OF PATHOGENIC AND TOXIC OUTBREAKS.THERE IS STRONG SCIENTIFIC EVIDENCE THAT AIRBORNE CONTAMINATION IS ONE OF THE MAJOR CAUSES OF PATHOGENIC CONTAMINATION IN MEAT AND POULTRY PROCESSING FACILITIES.MINIMIZING THE RISKS OF POTENTIAL OUTBREAKS AND BRINING THE FOOD SAFETY STANDARDS TO A NEW LEVEL REQUIRES A PARADIGM SHIFT IN THE SYSTEM DESIGN. NEXT GENERATION HVAC SYSTEMS SHOULD BE EQUIPPED WITH A CONTROL UNIT PROVIDING REAL-TIME FEEDBACK ON CHEMICAL COMPOSITION OF AIR IN THE PROCESSING FACILITY. THIS UNIT SHOULD BE COMPACT, ROBUST AND BE ABLE TO MONITOR A BROAD RANGE OF GASES AND VOLATILE ORGANIC COMPOUNDS (VOCS) IN A BROAD RANGE OF CONCENTRATIONS.ADELPHI&#39;S COMPACT GAS ANALYZER CAN PROVIDE ACCURATE AND VERY SPECIFIC REAL-TIME INFOMRATION ON AIR QUALITY. FROM ANALYZING MINUTE CONCENTRATIONS OF A RANGE OF CHEMICALS IN THE AIR, IT IS POSSIBLE TO MONITOR FOOD QUALITY AND POTENTIAL HEALTH HAZARDS. THIS MONITORING SYSTEM CAN BE INTEGRATED INTO AN AIR PURIFICATION AND DISINFECTION SYSTEM FOR SAFETY, INCLUDING THE PREVENTION OF DISEASE SPREAD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 1000000.0, "Infrastructure Obligations": null, "recipient_id": "78405665-03c9-8e92-0cbc-d323d4535f2f-C", "generated_internal_id": "ASST_NON_20237043939190_12H3"}, {"internal_id": 156589162, "Award ID": "20237043939188", "Award Amount": 999736.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-08", "CFDA Number": "10.243", "Description": "IN MEAT AND POULTRY PROCESSING, PERSONAL PROTECTIVE EQUIPMENT (PPE) IS VERY IMPORTANT FOR WORKER SAFETY AND FOOD SAFETY. THE COVID-19 PANDEMIC ILLUSTRATED HOW DIFFICULT IT CAN BE TO USE A COMBINATION OF PERSONAL PROTECTIVE EQUIPMENT SUCH AS A FACE SHIELD (VISOR), HARDHAT, HAIRNET, N95 FACE RESPIRATOR MASK, AND POSSIBLY GLASSES. THIS COMBINATION MAY BE UNCOMFORTABLE BUT WEARABLE IN WARM LOW HUMIDITY LOCATIONS. HOWEVER, THIS COMBINATION CAN BE DANGEROUS IN COOL AND COLD ENVIRONMENTS REQUIRED FOR MANY MEAT AND POULTRY PROCESSING ROOMS. COOL AND COLD ROOMS CAN CAUSE VERY FAST FOGGING OF A VISOR OR FACE SHIELD AND/OR GLASSES ESPECIALLY WHEN COMBINED WITH RESPIRATORY PROTECTION LIKE THE N95 RESPIRATOR. EVEN JUST COLD GLASSES AND A N95 MASK CAN BE A PROBLEM AS WARM HUMID AIR IS EXHALED THAT BLOWS UPWARD FROM AIR LEAKS AND FOG GLASSES. THIS PROBLEM CAN BE REDUCED WITH AN EXHALE OPENING RESPIRATOR VALVE POINTING DOWNWARD HOWEVER THIS TYPE RESPIRATOR MAY PROTECT THE USER FROM INHALED BIO-AEROSOL PATHOGENS BUT DOES NOT PROTECT SURROUNDING PEOPLE OR FOOD PRODUCTS FROM EXHALED BIO-AEROSOLS. THERE ARE MANY OTHER CHALLENGES IN MEAT AND POULTRY PROCESSING SUCH AS FREEZER ROOMS CAN QUICKLY FREEZE RESTRICT MANY FACE RESPIRATORS. FREEZING COLD AIR CAN ALSO BLOCK VIEW WITH FROST UNDER A VISOR OR FACE SHIELD FROM HUMID EXHALED AIR. FOR THIS REASON AEROPHASE HAS DEVELOPED A VERY SAFE PPE CUSTOM MADE TO MEET THE PROTECTION NEEDS IN MEAT AND POULTRY PROCESSING ROOMS WITHOUT PROBLEMS WITH FOGGING, FROSTING OR ANY FACE CONTACT DISCOMFORT. WE ALSO MADE OUR PPE TO HAVE NO FOGGING FOR CLEANING CREWS USING HOT WATER FOR EQUIPMENT AND FLOOR WASH-DOWN WHILE AT THE SAME TIME HAVE THE WORKER STAY COOL HEADED WITH ABSOLUTELY NO SPRAY BACK CONTACT ON THEIR FACE OR HEAD. OUR GOAL IS TO REACH MUCH BETTER WORKER SAFETY AND FOOD SAFETY THAN ANY COMBINATION OF N95 MASK, FACE SHIELD, HAIR NET AND HARDHAT. ALTHOUGH THE MAIN PRIORITY IS WORKER SAFETY WE EXPECT GREAT IMPROVEMENTS IN FOOD SAFETY BECAUSE THE NEW PPE STOPS MOST SNEEZE, COUGH, AND TALK BIO-AEROSOLS AS WELL AS HAIR AND DUST PROTECTION FOR FOOD. A MAJOR GOAL OF THIS PROJECT IS TO MAKE PPE THAT IS SO COMFORTABLE THAT MANY MEAT AND POULTRY PROCESS WORKERS WILL PREFER TO USE IT REGARDLESS OF REQUIREMENTS. UNLIKE ANY OTHER INTEGRATED SYSTEMS, OUR PPE FOCUSES ON VERY LOW PURCHASE PRICE, LOW OPERATING COST, AND SAFE OPERATION IN A DIFFICULT WORK ENVIRONMENT. ONE PROJECT OBJECTIVE IS RUGGEDNESS AND RELIABILITY FOR EVERY DAY USE WITH A LONG OPERATING LIFE AND LONG SHELF LIFE (SO IT WILL ALSO ALWAYS BE READY FOR A PANDEMIC, DISEASE OUTBREAK, ETC.). ANOTHER OBJECTIVE IS TO PROVIDE 10-100 TIMES THE WORKER BIO-AEROSOL SAFETY AND 2-50 TIMES THE FOOD BIO-AEROSOL SAFETY. ANOTHER IMPORTANT PROJECT OBJECTIVE IS TO HAVE SAVINGS FROM FREQUENTLY DISPOSED RESPIRATOR MASKS (N95 MASKS, ETC.) ALONE PAY FOR THE AEROPHASE PPE. VERY LOW COST IS AN IMPORTANT COMMERCIALIZATION OBJECTIVE SO THE PPE IS ALWAYS READILY AVAILABLE TO SMALL AND MEDIUM SIZE MEAT AND,POULTRY PROCESSORS TO PROTECT ALL THEIR EMPLOYEES AND FOOD PRODUCTS.PRODUCTION OF LOW COST PPE WITH VERY GOOD RESPIRATORY PROTECTION IS IMPORTANT. THE USDA/NIFA FUNDED SBIR PROJECT TESTING PROVED THAT THE INNOVATIVE PPE HAS A WIDE VARIETY OF POTENTIAL COMMERCIAL APPLICATIONS ESPECIALLY IN AGRICULTURE. THE HIGH LEVEL BIO-AEROSOL PROTECTION ENGINEERED INTO THE AEROPHASE PPE IS ALSO GOOD FOR MANY LIVESTOCK RELATED BIO-AEROSOLS THAT COULD EFFECT THE MEAT AND POULTRY PROCESSING SUPPLY CHAINS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": 999736.0, "Infrastructure Obligations": null, "recipient_id": "3e138e5c-e43e-9fe2-d41c-7aa5784c7858-C", "generated_internal_id": "ASST_NON_20237043939188_12H3"}, {"internal_id": 156906014, "Award ID": "20237043939187", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-16", "CFDA Number": "10.243", "Description": "MEAT AND MEAT PRODUCTS HAVE BECOME AN INCREASINGLY IMPORTANT PART OF THE DAILY DIET FOR PEOPLE IN THE U.S. AND AROUND THE WORLD. WITH GREATER DEMAND COMES A NEED FOR GREATER PRODUCTION EFFICIENCY IN THE FACE OF WORKER SHORTAGES, A PROBLEM HIGHLIGHTED DURING THE COVID-19 PANDEMIC. VISUAL INSPECTION IS AN IMPORTANT PART OF MEAT PROCESSING FOR ENSURING QUALITY AND FOOD SAFETY. HOWEVER, VISUAL INSPECTION, E.G., FOR FAT CONTENT ESTIMATION, IS APPROXIMATE AND MAY CONTAIN MEAT WITH A WIDE RANGE OF FAT CONTENT. THE GROUND MEAT FROM EACH BATCH IS THEN TESTED WITH CORE SAMPLES AND ADJUSTED TO REACH THE DESIRED LEAN-TO-FAT RATIO, LEADING TO DELAYS, STOPPAGE OF WORK AND WASTAGE. THE OFF-LINE INSPECTION TOOLS ARE ALSO EXPENSIVE. THIS PROJECT ADDRESSES THE CHALLENGE OF IMPROVING INSPECTION EFFICIENCY FOR FAT CONTENT ESTIMATION USING TECHNOLOGY THAT IS AFFORDABLE BY SMALL AND MEDIUM SIZE MEAT PROCESSORS.WE WILL WORK CLOSELY WITH OUR MEAT PROCESSOR PARTNER TO CUSTOMIZE OUR OPTICAL IMAGE PROCESSING TECHNOLOGY AND INSTALL THE PROTOTYPE MEAT INSPECTION TOOL AT THEIR PLANT. THE TOOL WILL TAKE IMAGES OF THE MEAT MOVING ON A CONVEYOR AND ESTIMATE OF THE FAT CONTENT IN REAL TIME SO THAT THE MEAT CAN BE BINNED CORRECTLY.THE ULTIMATE GOAL IS TO IMPROVE QUALITY, PRODUCTIVITY AND ASSURE COMPLIANCE WITH USDA REGULATORY REQUIREMENTS FOR MEAT PROCESSORS WHILE REDUCING WASTAGE, USING TECHNOLOGY THAT IS INEXPENSIVE AND CAN BE INTEGRATED SEAMLESSLY IN SMALL AND MEDIUM SIZE MEAT PROCESSING FACILITIES LEADING TO HIGHER PROFITABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 1000000.0, "Infrastructure Obligations": null, "recipient_id": "c73bc43a-af5b-506a-c522-7967f1983d92-C", "generated_internal_id": "ASST_NON_20237043939187_12H3"}, {"internal_id": 156589175, "Award ID": "20237043939186", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "10.243", "Description": "VIMAAN ROBOTICS, INC. (VIMAAN) IS PLEASED TO RESPOND TO THIS RFA FOR NIFA&#39;S MEAT AND POULTRY PROCESSING RESEARCH AND INNOVATION (MPPRI). VIMAAN IS A SMALL BUSINESS ENTITY FOR PROCESS AND WORKFLOW AUTOMATION, USING ARTIFICIAL INTELLIGENCE AND MACHINE LEARNING FOR MONITORING, TRACKING AND TRACING OF FOOD, DRIVING LOWER FOOD COST, IMPROVED SAFETY AND HIGHER QUALITY FOR DIVERSE COMMUNITY NEEDS. VIMAAN&#39;S PROPOSAL AIMS TO ADDRESS VULNERABILITIES THAT SMALL TO MEDIUM-SIZED MEAT AND POULTRY PROCESSORS (SMMPPS) FACE FROM LARGER MEAT AND POULTRY PROCESSORS WITH SIMILAR AUTOMATION TECHNOLOGIES.VIMAAN WILL ACHIEVE THIS WITH MINIMAL ADDITIONAL RESEARCH TO IMPROVE THE SUPPLY CHAIN RESILIENCE OF SMMPPS. VIMAAN WILL WORK WITH TWO SMMPPS IN UNDERSERVED COMMUNITIES, ADDRESSING THIS RFA&#39;S PRIORITY AREA 1: MONITORING AND IMPROVING COMPLEX PROCESSES, ALIGNING PARTIALLY OR FULLY WITH USDA STRATEGIC GOALS 2 TO 5 FOR FY 2022-2026. VIMAAN WILL DEMONSTRATE A SOUND APPROACH TO GENERATE HIGHER REVENUES AND PROFITABILITY FOR SMMPPS, REDUCING WASTE AT SCALE, WITH FIELD VALIDATION AND COMMERCIALIZATION OF THIS INNOVATION.VIMAAN WILL USE ITS PROPRIETARY MACHINE LEARNING TO READ LABELS ON MEAT PACKAGING AND ALSO EXAMINE THE SEAL INTEGRITY AND QUALITY ON THESE PACKAGES TO ENSURE THAT THE QUALITY IS MAINTAINED AT A HIGH LEVEL. THIS WILL HELP REDUCE FOOD RELATED CONTAMINATIONS, FOOD WASTAGE DUE TO RETURNS AND DESTRUCTION, AND OVERALL, ALLOW SMALL AND MEDIUM MEAT PROCESSORS TO BECOME MORE EFFICIENT AND PROFITABLE.VIMAAN HAS AN ACTIVE NSF SBIR PHASE 2 AWARD TO USE ROBOTS, COMPUTER VISION AND AI TO ENHANCE INVENTORY VISIBILITY, TRACEABILITY AND PRODUCT QUALITY IN WAREHOUSES. VIMAAN&#39;S TECHNOLOGY IS COMMERCIALLY LIVE AT SEVERAL FORTUNE 500 COMPANIES, INCLUDING FOOD &AMP; BEVERAGE DISTRIBUTION, WHERE VIMAAN&#39;S CUSTOMERS USE THE TECHNOLOGY TO HIGHLIGHT EXPIRY DATE ISSUES, DAMAGED PACKAGING, AND INCORRECT ORDER FULFILLMENT (WHICH CAN RESULT IN FOOD CONDEMNATION).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 1000000.0, "Infrastructure Obligations": null, "recipient_id": "e55275de-8309-fd11-0652-a0b1e79f0a73-C", "generated_internal_id": "ASST_NON_20237043939186_12H3"}]