[{"internal_id": 155118110, "Award ID": "NI231445XXXXG019", "Award Amount": 3417740.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-12-01", "CFDA Number": "10.205", "Description": "THE PLAN OF WORK REFLECTS A JOINT EFFORT OF RESEARCH AND EXTENSION ACTIVITIES PLANNED BY CLEMSON AND SOUTH CAROLINA STATE (SC STATE) UNIVERSITIES TO BENEFIT AGRIBUSINESS, COMMUNITIES, AND CITIZENS OF SOUTH CAROLINA FROM 2022 THROUGH 2026. SC STATE RESEARCH IS BASED ON THE DISCOVERY AND DELIVERY OF NEW KNOWLEDGE THROUGH SCIENCE-BASED, RELEVANT RESEARCH LEADING TO DISCOVERIES SPECIFIC TO SOUTH CAROLINA'S NEEDS. FOCUS AREAS INCLUDE ADVANCING THE COMPETITIVENESS OF THE AGRICULTURE AND FORESTRY INDUSTRY, ENHANCING THE ECONOMIC POTENTIAL OF RURAL COMMUNITIES, SAFEGUARDING THE FOOD SUPPLY, PRESERVING NATURAL RESOURCES, AND PREPARING THE YOUNGER GENERATIONS TO BECOME PRODUCTIVE CITIZENS. THERE IS CONTINUED EMPHASIS ON EVALUATING ALL RESEARCH AND EXTENSION ACTIVITIES AND PROVIDING QUALITY PERFORMANCE INFORMATION TO STAKEHOLDERS THROUGH EXTENSION AND OUTREACH ACTIVITIES. AS PART OF THE LAND-GRANT MISSION, THE OBJECTIVE OF THE SC STATE PROGRAM IS TO RAISE THE EDUCATIONAL CONSCIOUSNESS AND AWARENESS OF NATIONAL ISSUES THAT IMPACT SOUTH CAROLINIANS, WITH SPECIAL EMPHASIS ON LIMITED RESOURCE CLIENTELE, IN ORDER TO IMPROVE THEIR QUALITY OF LIFE. IT IS AN ORGANIZED RESEARCH AND EXTENSION SYSTEM THAT ADDRESSES QUALITY OF LIFE OPPORTUNITIES FOR RESIDENTS. THE PROGRAM PROVIDES EFFECTIVE STAKEHOLDER OUTREACH PROGRAMS AND SERVICES IN THE AREA OF AGRICULTURE/NATURAL RESOURCES, FAMILY LIFE, HEALTH AND NUTRITION, YOUTH DEVELOPMENT, AGRIBUSINESS, COMMUNITY ECONOMIC DEVELOPMENT, EDUCATION AND TECHNOLOGY. SC STATE VALUES THE INTEGRATION OF RESEARCH, TEACHING, AND OUTREACH. THE RESEARCH PROVIDES ADEQUATE FUNDING TO FACULTY, STAFF, AND STUDENTS TO BECOME ENGAGED IN ORGANIZED RESEARCH EFFORTS/OPPORTUNITIES TO ADDRESS PROBLEMS AND ISSUES OF CONCERN. IN CONJUNCTION WITH THE SC STATE RESEARCH, THE EXTENSION UNIT DELIVERS RESEARCH-BASED PROGRAMS/ACTIVITIES DESIGNED TO HELP STAKEHOLDERS/CLIENTELE ENHANCE THEIR QUALITY OF LIFE, IN ORDER TO RESPOND TO ENVIRONMENTAL CHANGES. BOTH UNITS WORK COHESIVELYFOR THE BETTERMENT OF THE CITIZENS OF SOUTH CAROLINA. THE SC STATE RESEARCH PROGRAM IS THE CATALYST THAT HAS KEPT THE UNIVERSITY AT THE FOREFRONT OF AGRICULTURAL AND RURAL RESEARCH PROBLEMS AND ISSUES CONFRONTING SOUTH CAROLINA. THE RESEARCHERS ARE EMERGING LEADERS IN THEIR FIELDS, AND THEY ARE WORKING TO COMBAT OBESITY AMONG YOUTH, ENHANCING BIOREMEDIATION TECHNOLOGY, IMPROVING FOOD SAFETY AND SECURITY, DEVELOPING OPTIMIZATION MODELS THAT WILL AID IN DECREASING LOGISTICS COSTS FOR BIOFUEL AND IDENTIFYING TECHNIQUES TO INCREASE ACADEMIC PERFORMANCE OF STUDENTS IN PUBLIC SCHOOLS. SC STATE RESEARCHERS AND EXTENSION PROFESSIONALS ARE TRAINING UNDERGRADUATE AND GRADUATE STUDENTS TO BECOME THE NATION'S NEXT GENERATION OF BIOLOGISTS, ENGINEERS, ENVIRONMENTAL SCIENTISTS, AND EDUCATORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_NI231445XXXXG019_12H3"}, {"internal_id": 155118062, "Award ID": "NI231445XXXXG018", "Award Amount": 1681503.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-12-01", "CFDA Number": "10.205", "Description": "THROUGH A CONSULTATION PROCESS, DELAWARE ESTABLISHED THE CRITICAL ISSUES THAT HARMONIZE WITH THE NATIONAL USDA FOOD, AGRICULTURE, NATURAL RECOURSES, AND HUMAN SCIENCES STRATEGIC GOALS. THESE ISSUES INCLUDE BUT ARE NOT LIMITED TO: (1) A SAFE <(>&<)> SECURE FOOD SUPPLY FOR HUMAN NUTRITION AND HEALTH (NUTRITION AND WELLNESS) TO GET MORE MINORITY STUDENTS' INVOLVEMENT IN FOOD SAFETY EDUCATION TO HELP ADDRESS THE FOOD SAFETY ISSUES FOR BOTH PRODUCERS AND CONSUMERS. ADDRESSING THESE CONCERNS WILL HELP TO GENERATE HIGHLY SKILLED PROFESSIONALS REQUIRED TO REVOLUTIONIZE AND MEET REGULATORY DIRECTIVES AND CONSUMER NEEDS, AND TO INCORPORATE SCIENCE INTO GLOBAL STANDARDS; 2) ENVIRONMENTAL STEWARDSHIP IN A CHANGING CLIMATE IS ANOTHER AREA DSU IS PLAYING A ROLE TO CONTRIBUTE TO THE UNDERSTANDING OF HOW TO CONSERVE, PROTECT, AND CREATE A MORE SUSTAINABLE ENVIRONMENT AS WELL AS THE VALUE OF BIODIVERSITY AND THE ECOSYSTEM SERVICES PROVIDED BY DIFFERENT WILDLIFE TO ENSURE SUSTAINABLE AND ABUNDANT FOODSUPPLY FOR THE U.S. AND THE WORLD; AND 3) SUSTAINABLE PRODUCTION SYSTEMS FOR AGRICULTURAL AND URBAN LANDSCAPES. UNDERSTANDING WHERE IN THE LANDSCAPE THAT BOTH ENVIRONMENTAL IMPACTS (SUCH AS FROM AGRICULTURE, DEVELOPMENT, AND CLIMATE CHANGE) AND ECOSYSTEM SERVICES (BENEFITS TO HUMANS) OCCUR CAN HELP US PLAN FOR MORE SUSTAINABLE FUTURES. THE CURRENT BIOMASS PRE-TREATMENT TECHNOLOGIES SUCH AS DILUTED ACID AND HOT WATER EMPLOYED TO REMOVE LIGNIN FROM L IGNOCELLULOSIC BIOMASSES (LIGNIN RECALCITRANCE) ARE EXPENSIVE AND NOT COST EFFECTIVE TO BE DEPLOYED IN COMMERCIAL SCALE. OUR PROGRAM IS LEVERAGING MOLECULAR BIOTECHNOLOGY APPROACHES TO ADDRESS BOTH LIGNIN RECALCITRANCE AND NUTRIENT DEFICIENCIES. THIS INITIATIVE HELPS TO SUPPORT ENERGY SECURITY AND THE DEVELOPMENT OF THE BIOECONOMY FROM RENEWABLE NATURAL RESOURCES IN THE U.S. THESE RESEARCH PROJECTS ARE FOCUSED ON DEVELOPING INTERVENTIONS AND STRATEGIES FOR ADAPTATION TO GLOBAL CLIMATE CHANGE AND ACCELERATE THEIR DELIVERY OF BEST PRACTICES TO LIMITED RESOURCE FARMERS AND LANDOWNERS IN THE STATE OF DELAWARE AND THE NATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_NI231445XXXXG018_12H3"}, {"internal_id": 154736164, "Award ID": "NI231445XXXXG017", "Award Amount": 5380316.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-30", "CFDA Number": "10.205", "Description": "THROUGH THE INSTITUTE OF AGRICULTURAL AND ENVIRONMENTAL RESEARCH, THE GOAL OF AGRICULTURAL RESEARCH AT TENNESSEE STATE UNIVERSITY IS TO CREATE AND COMMUNICATE NEW KNOWLEDGE IN THE AGRICULTURAL AND ENVIRONMENTAL SCIENCES. THROUGH OUR INNOVATIVE RESEARCH, WE ADDRESS THE NEEDS OF HUMANKIND, FOCUSING ON FINDING SOLUTIONS TO CHALLENGES FACED BY SOCIALLY AND ECONOMICALLY DISADVANTAGED GROUPS, AND CONTRIBUTING TO THE PROSPERITY OF THE CITIZENS OF TENNESSEE, THE NATION, AND THE WORLD. RESEARCH IN TENNESSEE STATE UNIVERSITY AGRICULTURE IS ORGANIZED TO ADDRESS THE CRITICAL ISSUES DESCRIBED BELOW. ENHANCING BIODIVERSITY AND ENVIRONMENTAL QUALITY SAFEGUARDING AND ENHANCING THE NATURAL RESOURCE ENVIRONMENT HAS BECOME INCREASINGLY COMPLEX WITHIN ENVIRONMENTAL, SOCIAL, RESOURCE AND PERSONAL CONTEXTS. THROUGH COLLABORATION AMONG RESEARCHERS, INDUSTRY, PRODUCERS, ENVIRONMENTAL GROUPS, AND GOVERNMENT, WE ARE HELPING PRESERVE A DIVERSE AND RESILIENT ENVIRONMENT FOR FUTURE GENERATIONS. ENRICHING OUR ECONOMY HELPING FARMS AND AGRICULTURE BUSINESSES BECOME MORE PROFITABLE AND INDIVIDUALS BECOME FINANCIALLY SECURE BOOSTS THE LOCAL, STATE, AND NATIONAL ECONOMIES. OUR PROGRAMS STRIVE TO STRENGTHEN THE ECONOMIC VIABILITY OF ALL FACETS OF AGRIBUSINESS, AND IMPROVE THE FINANCIAL LITERACY OF TENNESSEANS AND BEYOND SO THEY MAY BUILD AND PROTECT WEALTH FOR THEMSELVES AND FUTURE GENERATIONS. STRENGTHENING OUR HEALTH MAKING HEALTHY CHOICES IS IMPORTANT FOR HUMANS, ANIMALS, AND EVEN OUR PLANET. AS A LEADER IN NUTRITION, ANIMAL WELFARE, AND ENVIRONMENTAL EDUCATION, WE ARE WORKING TO UNDERSTAND HOW FOOD, PHYSICAL ACTIVITY, AND SOCIAL CONNECTIONS AFFECT OVERALL HEALTH. FROM FOOD SAFETY TO DISEASE PREVENTION AND MAINTENANCE TO THE STATE OF OUR ENVIRONMENT, THESE EFFORTS WILL HELP AMERICANS AND THE REST OF THE WORLD LEAD HEALTHIER LIVES FOR GENERATIONS TO COME. SUPPORTING FOOD, FIBER, AND ENERGY SYSTEMS SAFE, SUSTAINABLE AGRICULTURAL SYSTEMS THAT ARE SOCIALLY, ECONOMICALLY, AND ENVIRONMENTALLY RESPONSIBLE ARE KEY TO ENHANCING THE LIVES OF TENNESSEANS AND SUPPORTING A GROWING GLOBAL POPULATION. WE ARE EXPLORING WAYS TO DELIVER DISCOVERIES USING A SYSTEMS APPROACH TO AGRICULTURE PRODUCTIVITY THAT WILL PROVIDE CUSTOMIZABLE SOLUTIONS FOR PRODUCERS. UTILIZING FACULTY IN THE IN THE DEPARTMENT OF AGRICULTURAL AND ENVIRONMENTAL SCIENCES AND THE DEPARTMENT OF HUMAN SCIENCES, OUR RESE ARCH ADDRESSES THESE CRITICAL ISSUES THROUGH FACULTY GROUPS IN THE PLANT, ANIMAL, FOOD, AND HUMAN SCIENCES. THESE FACULTY-LED GROUPS FACILITATE THE IDENTIFICATION OF RESEARCH PRIORITIES WITHIN OUR CRITICAL ISSUES THAT ARE OF IMPORTANCE TO STAKEHOLDER GROUPS. WE CONDUCT RESEARCH IN AGRICULTURAL LEADERSHIP, EDUCATION AND COMMUNICATION THAT BRIDGES THE GAP BETWEEN THE GENERAL PUBLIC AND SCIE NTISTS WORKING TO SOLVE CURRENT AND EMERGING CHALLENGES RELATED TO SUSTAINABLY FEEDING AN EVER-GROWING POPULATION UNDER VARIOUS ENVIRONMENTAL AND SOCIETAL COMPLICATIONS. THIS RESEARCH ALSO BUILDS HUMAN AND INSTITUTIONAL CAPACITYNEEDED BY A VARIETY OF PUBLIC, PRIVATE, AND NONPROFIT EMPLOYERS IN THE AGRICULTURE SECTOR. ALSO STUDIED ARE WAYS TO DEVELOP HUMAN CAPACITY AND PROVIDE LEADERSHIP WITHIN COMMUNITIES. MUCH RESEARCH IN THIS AREA ALSO IDENTIFIES THE IMPACT OF TECHNOLOGY IN AGRICULTURAL EDUCATION, TECHNOLOGIES SUCH AS LECTURE-CAPTURE, DRONES, ROBOTS, EXTENDED REALITY, AND 360-DEGREE VIDEO. IN THE AREA OF AGRIBUSINESS, WE HAVE STRONG APPLIED-RESEARCH COMPONENT. WE PREPARE STUDENTS, FARMERS, AND STAKEHOLDERS IN THE USE OF ECONOMIC ANALYSIS AND MANAGEMENT COMPETENCIES TO TAKE ON THE CHALLENGES AND OPPORTUNITIES OF A DYNAMIC AGRI-FOOD SYSTEM. THE RESEARCH AREA EMPHASIZES PROMOTING, DEVELOPING, AND IMPROVING THE UTILIZATION OF RESEARCH, OUTREACH CAPABILITIES AND OPPORTUNITIES INVOLVING AGRIBUSINESSES, NATURAL RESOURCES AND COMMUNITIES. MAIN ACTIVITIES INCLUDE INVESTIGATIONS ON THE SOLE OR COMBINATION OF STRATEGIES FOR PROFITABILITY, AND THE SUSTAINABILITY, SURVIVAL, EFFICIENCY AND EFFECTIVENESS OF AGRICULTURALOPERATIONS, PARTICULARLY SMALL FARM OPERATIONS. ANTICIPATED RESULTS INCLUDE FARMERS' ADOPTION OF NEW CROPS; INVESTMENT FOR ALTERNATE INCOME DIVERSIFICATION STRATEGIES SUCH AS AGRITOURISM; ENHANCED KNOWLEDGE ON BENEFITS AND COSTS OF SUSTAINABLE PRACTICES; IMPROVED FINANCIAL MANAGEMENT AND MARKETING STRATEGIES AND DEVELOPMENT OF ENTREPRENEURSHIP SKILLS. RESEARCH IN ANIMAL SCIENCE IS DIRECTED AT IMPROVING LIVESTOCK PRODUCTION SYSTEMS BY GENERATING NOVEL FINDINGS THAT IMPACT ANIMAL WELL-BEING AND PERFORMANCE. SUB-DISCIPLINES SUCH AS GENETICS, HEALTH, NUTRITION, AND REPRODUCTIVE PHYSIOLOGY ARE INTEGRATED IN THE POULTRY AND RUMINANT LIVESTOCK RESEARCH ENDEAVORS. RESEARCH SPANS FROM BASIC, MOLECULAR MODELS TO APPLIED, WHOLE-ANIMAL SYSTEMS. PRIMARY END-USERS OF THE RESEARCH FINDINGS ARE LIVESTOCK PRODUCERS THAT ARE OFTEN SOCIALLY-DISADVANTAGED, RESOURCE-LIMITED OWNER-OPERATORS OF SMALL-SCALE ENTERPRISES. WE HAVE RESEARCH EFFORTS DIRECTED AT ELUCIDATING, MOLECULARLY AND FUNCTIONALLY, ANIMAL IMMUNE AND METABOLIC GENES. IN PARTICULAR, THOSE GENES THAT HAVE ANTIMICROBIAL ACTIVITIES AND THERAPEUTIC POTENTIAL. WE ARE USING COMBINED APPROACHES OF BIOINFORMATICS, GENETICS AND MOLECULAR BIOLOGY TO ELUCIDATE GENES OR GENE FAMILIES THAT ARE POTENTIALLY IMPORTANT IN ANIMAL HEALTH. SOME OF OUR ANIMAL PRODUCTION RESEARCH EMPHASIZES GOAT PRODUCTION. PROJECTS HAVE FOCUSED ON EVALUATING BREEDS TO GENERATE RECOMMENDATIONS ON HOW TO BEST USE THE DIFFERENT BREEDS FOR ENHANCED COMMERCIAL MEAT GOAT PRODUCTION. PRODUCERS HAVE MODIFIED THEIR GENETIC MANAGEMENT DECISION-MAKING LEADING TO IMPROVED HERD HEALTH, PERFORMANCE, AND ECONOMIC RETURN. IN POULTRY RESEARCH, THE CURRENT DEMAND FOR POULTRY AND POULTRY PRODUCTS REQUIRES A GAIN IN GENETIC POTENTIAL COMPLEMENTED WITH NUTRITIONAL REGIMENS THAT MAXIMIZE GROWTH AND IMPROVE EFFICIENCY OF FEED UTILIZATION. EXAMINATION OF OPTIMAL FEED COMPOSITION AND ALLOCATION IS OPTIMIZING SPECIFIC AMINO ACID CONCENTRATIONS. FEEDING THESE NEW LEVELS OF AMINO ACIDS WILLREDUCE FEEDING COST IN GUINEA FOWL PRODUCTION. OBESITY AND CHRONIC DISEASE PREVENTION IS ADDRESSED IN A PROGRAM THAT FOCUSES ON DEVELOPING A SMARTPHONE APPLICATION FOR WIC FAMILIES THAT WILL PROVIDE TOOLS TO MAKE USING THEIR BENEFITS EASIER WHILE PROVIDING HEALTHY RECIPES, NUTRITION EDUCATION, AND A GOAL TRACKING TOOL. HEALTHY EATING EXTENDS BEYOND LIMITING INTAKE OF FATS AND CALORIES. OUR NUTRITION RESEARCH IS AIMED AT UNDERSTANDING THE EFFECTS AND MECHANISMS OF FOOD-DERIVED BIOACTIVE COMPOUNDS AND THEIR ROLE IN COMBATING HUMAN CHRONIC DISEASES SUCH CANCER, OBESITY, AND DIABETES. RESEARCH WILL PROVIDE DIRECT EVIDENCE THAT HUMAN CHRONIC DISEASE CAN BE PREVENTED OR TREATED BY SELECTING FOODS HAVING HIGH LEVELS OF BIOACTIVE COMPOUNDS. FOOD IS A CORNERSTONE OF HUMAN EXISTENCE. ONGOING FOOD SCIENCE RESEARCH FOCUSES ON IMPROVING THE SAFETY, QUALITY, SHELF-LIFE, NUTRIENT PROFILE AND SENSORY ATTRIBUTES OF NOVEL FOOD INGREDIENTS, DEVELOPING AND VALIDATING ADVANCED AND INNOVATIVE TECHNOLOGIES FOR FOOD PROCESSING, MANUFACTURING, PACKAGING, AND SANITATION TO EFFECTIVELY REDUCE THE PRESENCE OF FOODBORNE PATHOGENS. ALSO, WE ARE DEVELOPING AND VALIDATING NOVEL STRATEGIES FOR THE EFFECTIVE CONTROL OF PERSISTENT RESERVOIRS OF FOODBORNE PATHOGENS AND MITIGATING ANTIMICROBIAL RESISTANCE ACROSS THE FOOD CHAIN. FOR EXAMPLE, WE ARE LOOKING AT NEW WAYS TO REMOVE PATHOGENS FROM FOODS BY PRECISELY DEFINING THE LIMITS OF USING UV LIGHT AS A SUBSTITUTE FOR PASTEURIZATION TO ACHIEVE A SPECIFIED LETHALITY FOR DEADLY AGENTS IN FOODS. THIS PROCESS IS USING ADVANCED MATHEMATICAL AND COMPUTATIONAL MODELS. TECHNIQUES DEVELOPED IN THIS PROGRAM ARE ALSO BEING INVESTIGATED FOR POSSIBLE APPLICATION TO CONTROL THE SPREAD OF SARS-COV-2 AND OTHER VIRUSES. OTHER FOOD SCIENCE RESEARCH IS ADDRESSING THE PROBLEM OF CAMPYLOBACTER. THIS ORGANISM IS ONE OF THE MOST COMMON CAUSES OF DIARRHEAL ILLNESS IN THE UNITED STATES. DUE TO THE PREVALENCE OF CAMPYLOBACTER IN RAW CHICKEN PRODUCTS, ROUTINE AND RELIABLE MONITORING IS NECESSARY TO REDUCE ITS IMPACT UPON HUMAN HEALTH. THE METHOD BEING DEVELOPED IS INTENDED TO BE USED BY FOOD INDUSTRY AND REGULATORY TESTING LABORATORIES TO FACILITATE IMPROVED IDENTIFICATION OF CAMPYLOBACTER IN PROCESSING FACILITIES AND FINAL PRODUCTS. TO MITIGATE THE SPREAD OF ANTIMICROBIAL RESISTANT CONTAMINANTS IN FOODS, WE HAVE RESEARCH THAT HAS GENERATED A SERIES OF HOTSPOT MAPS THAT WILL BE USED IN WORKSHOPS/WEBINARS TO ILLUSTRATE ANTIMICROBIAL RESISTANT BACTERIAL COMMUNITIES ON PRODUCER'S FARMS. BY USING PERSONALIZED HOTSPOT MAPS THAT DISPLAY THE FREQUENCY OF ANTIBIOTIC RESISTANT BACTERIA IN FARMS, PRODUCERS WILL MAKE INFORMED DECISIONS ON THE USAGE OF ANTIBIOTICS IN THEIR LIVESTOCK, THUS REDUCING THE THREAT OF CONTAMINATION OF FOOD CROPS FERTILIZED WITH THE ANTIMICROBIAL-RESISTANT MANURE. RESEARCH IN NATURAL RESOURCES USES MULTIDISCIPLINE APPROACHES TO UNDERSTAND AND ATTENUATE PROBLEMS CAUSED BY CLIMATE CHANGE, LAND DE GRADATION, LOSS OF BIODIVERSITY, EMERGING CONTAMINANTS, AND ANTHROPOGENIC STRESSORS. TRADITIONAL AND CUTTING-EDGE CHEMISTRY METHODS ARE USED TO STUDY FATE OF CHEMICALS IN THE ENVIRONMENT, THE INTERACTION OF HAZARDOUS SUBSTANCES WITH SOILS AND WATER AND BIOGEOCHEMICAL CYCLES. BIOTECHNOLOGY IS USED TO STUDY AND RECTIFY HARMFUL ALGAL BLOOMS, WILDLIFE DISEASES AND PARASITES, MONITOR RARE AND ENDANGERED SPECIES, AND SOIL HEALTH. GEOGRAPHIC INFORMATION SYSTEMS, REMOTE SENSING AND ADVANCED STATISTICS ARE USED TO MODEL CLIMATE CHANGE ON A LARGE SCALE, WILDLIFE ECOSYSTEMS, DETERMINE THE VALUE OF ECOSYSTEM SERVICES AND DOCUMENT WATER RESOURCES. OUR RESEARCH TAKES PLACE IN CHEMISTRY LABS, COMPUTER LABS, RURAL AND URBAN SETTINGS AS WE SEEK TO SUSTAIN AND IMPROVE THE NATION'S NATURAL RESOURCES. IN ADDITION TO RESEARCH, WE BUILD INSTITUTIONAL CAPACITY AND STRENGTHEN OUR ENVIRONMENTAL PROGRAM THROUGH BRIDGE PROGRAMS, STUDENT RECRUITMENT AND MENTORING, STRATEGIC PARTNERSHIPS, AGGRESSIVE PROPOSAL WRITING AND CURRICULUM DEVELOPMENT. THE GOAL IS TO DEVELOP A STRONG DIVERSE WORKFORCE IN THE NATURAL RESOURCES THAT REFLECTS OUR NATION'S DEMOGRAPHICS. PLANT SCIENCE RESEARCH INCLUDES DIVERSE FIELDS IN AGRICULTURAL PRODUCTION SYSTEMS WITH A FOCUS ON DEVELOPING AND APPLYING SCIENTIFIC AND BIOTECHNOLOGICAL PRINCIPLES TO IMPROVE CROP PRODUCTIVITY, REDUCE LOSSES FROM DISEASE, INSECT PESTS, AND TOXIC METAL STRESS; IN ADDITION TO IMPROVING THE UNDERSTANDING OF PLANT STRESS TOLERANCE MECHANISMS FOR HANDLING HEAT, DROUGHT AND OTHER STRESS FACTORS. RESEARCH INCLUDES THE DEVELOPMENT OF NEW TECHNOLOGIES FOR IMPROVING THE PRODUCTION OF RENEWABLE ENERGY SOURCES AND DEVELOPMENT OF ALTERNATIVE PRODUCTS FOR REDUCING PESTICIDE INPUTS IN CROP PRODUCTION SYSTEMS SUCH AS MICROBIAL-BASED PRODUCTS, PHEROMONES, AND PLANT OILS, PLANT GENETIC RESISTANCE AND BY BROADENING SOYBEAN GENETIC DIVERSITY FOR FUTURE GAINS IN CROP PRODUCTIVITY AND PREPAREDNESS FOR EMERGING NEW DISEASES AND INSECT PESTS. CROPS ADDRESSED ARE DIVERSE, INCLUDING VEGETABLES, CORN, SOYBEANS, ORNAMENTAL NURSERY CROPS, BIOENERGY CROPS, HYDROPONICS, AND URBAN AGRICULTURE. TECHNOLOGICAL CONTRIBUTIONS FROM THIS RESEARCH INCLUDE INCREASING CROP DIVERSITY BY INTRODUCING NEW EXOTIC VEGETABLES AND AMARANTH, DEVELOPING NEW CROP ALTERNATIVES LIKE HEMP, AND BIOFUEL ALTERNATIVES SUCH AS PERENNIAL SWITCHGRASS AND WINTER CANOLA THAT HAVE IMPROVED DIGESTIBILITY AND PROCESSING, AND DEVELOPING NEW PLANTS TOLERANT TO HEAT STRESS. OTHER RESEARCH ACTIVITIES ON BEST CROP MANAGEMENT PRACTICES, NITROGEN APPLICATION RATES TO ENHANCE YIELD AND FEEDSTOCK CHARACTERISTICS, THE BEST WINTER CANOLA VARIETIES AND NITROGEN RATES FOR TENNESSEE DELIVER SERVICES OF VALUE TO SOCIETY. AN OVERALL LACK OF CROP DIVERSITY IN THE AGRICULTURAL SYSTEMS OF THE SOUTHEASTERN UNITED STATES INCREASES THE THREATS OF DISEASE EPIDEMICS, INSECT PEST OUTBREAKS OR RISKS OF CROP FAILURE DUE TO ABIOTIC STRESSES. IT IS IMPORTANT TO DEVELOP ALTERNATIVE CROPS FOR PRODUCTIVE SYSTEMS. RESEARCH TO ADDRESS THIS ISSUE HAS PRODUCED THE RELEASE OF TWO GRAIN AMARANTH VARIETIES AND THE RELEASE OF TWO GRAIN LEGUME VARIETIES. THESE ALTERNATIVE CROPS GIVE PRODUCERS OPTIONS IN SELECTING PRODUCTION MARKETS. ANOTHER PROGRAM LEADING TO CROP DIVERSITY IS EXAMINING THE ROLE OF SWEET SORGHUM AS A POTENTIAL DEDICATED US BIOFUEL CROP. THIS PROGRAM IS ESTABLISHING INNOVATIVE PROTOCOLS FOR SWEET SORGHUM GENETIC ENHANCEMENT. AS MORE KNOWLEDGE IS GAINED ABOUT THE INTERCONNECTEDNESS OF HUMAN IMPACTS ON THE EARTH, THE ROLE OF ANTIBIOTIC CONTAMINATION ON SOIL HEALTH IS BEING EXAMINED. MICRONUTRIENT DEFICIENCY IS A MAJOR CONCERN IN THE PRODUCTION OF SOME CROPS, SOME OF OUR RESEARCH WILL SIGNIFICANTLY IMPROVE THE UNDERSTANDING THE BIOGEOCHEMICAL CYCLING OF MICRONUTRIENTS IN THE PRESENCE OF ANTIBIOTICS. THREATS FROM DISEASE AND INSECT PESTS ARE BEING ADDRESSED IN A NUMBER OF RESEARCH PROGRAMS. PLANT DISEASE IS A MAJOR THREAT TO GLOBAL FOOD PRODUCTION COSTING THE US ECONOMY AN ESTIMATED $33 BILLION ANNUALLY IN YIELD LOSS. WE HAVE RESEARCH THAT IS FOCUSED ON UNEARTHING THE MOLECULAR SECRETS OF PLANT-BACTERIAL INTERACTIONS THAT RESULT IN TWO IMPORTANT DISEASES OF VEGETABLES - BACTERIAL SOFT ROT OF ALL VEGETABLES AND BACTERIAL WILT OF CUCURBITS CROPS. RESEARCH HAS IDENTIFIED ACCESSIONS RESISTANT TO WILT DISEASE AND WHICH CAN BE EMPLOYED IN A BREEDING PROGRAM FOR RESISTANCE CULTIVARS. OTHER DISEASE RESEARCH IS EXAMINING THE USE OF BIOCONTROL AGENTS FOR DISEASE MANAGEMENT. THESE ALTERNATIVES TO CHEMICAL FUNGICIDES WILL PROVIDE TOOLS FOR DISEASE MANAGEMENT IN VEGETABLE PRODUCTION ESPECIALLY IN ORGANIC FARMING AND REDUCE USAGE OF TOXIC CHEMICALS IN CONVENTIONAL FARMING. INTEGRATED PEST MANAGEMENT (IPM) OF INSECT PESTS IS A HOLISTIC APPROACH TO SUSTAINABLE AGRICULTURE THAT FOCUSES ON MANAGING PESTS THROUGH A COMBINATION OF CULTURAL, PHYSICAL, BIOLOGICAL AND CHEMICAL METHODS. IPM IS A CROP PROTECTION PRACTICE THAT IS COST EFFECTIVE, ENVIRONMENTALLY SOUND AND SOCIALLY ACCEPTABLE. TO FULFILL THIS NEED, WE CONDUCT RESEARCH FOCUSED ON CONDUCTING APPLIED RESEARCH EXPERIMENTS AND EDUCATING STAKEHOLDERS ON IPM THROUGH TRAINING AND PUBLICATIONS. IN-SERVICE TRAINING PROGRAMS FOR EXTENSION AGENTS AND IPM WORKSHOPS FOR OTHER STAKEHOLDERS ARE CONDUCTED ON STATE-WIDE BASIS IN EAST, MIDDLE AND WEST TENNESSEE REGIONS. IN OTHER INSECT RESEARCH, JAPANESE MAPLE SCALE RESEARCH, TIMED APPLICATIONS OF GROWTH REGULATORS AND ANNUAL MANAGEMENT PLANS DEVELOPED AT THE TSU NURSERY RESEARCH CENTER HAVE BEEN ADOPTED BY TENNESSEE GROWERS, REDUCING THE NUMBER OF REJECTED SHIPMENTS AND CULLED TREES. INVASIVE INSECTS ARE A MAJOR CONCERN IN NURSERY PRODUCTION. OUR RESEARCH IS PRODUCING DATA FOR NEW PESTICIDE REGULATIONS FOR FIRE ANT, JAPANESE BEETLE AND OTHER IMPORTANT INSECTS THAT ARE REDUCING WORKER EXPOSURE RISK, SAVING PRODUCERS TIME, AND OVERALL REDUCING THE COST OF PRODUCTION. MORE PRODUCER SAVINGS ARE EXPECTED WITH NEW PROTOCOLS UNDER DEVELOPMENT. SUSTAINABILITY RESEARCH WILL LEAD TO NEW PRACTICES THAT RESULTS IN REDUCTION OF INPUTS (PESTICIDES, FERTILIZER, WATER, LABOR, ETC.) IN THE NURSERY PRODUCTION SYSTEM, THUS ENHANCING THE SUSTAINABILITY OF THE INDUSTRY, IMPROVING OUR ENVIRONMENT, REDUCING PRODUCTION COSTS FOR GROWERS, IMPROVING CROP QUALITY, AND BROADENING THE MARKET FOR TENNESSEE GREEN INDUSTRY PRODUCTS. TO ADDRESS THE WELL-BEING AND HEALTH OF INDIVIDUALS, FAMILIES AND COMMUNITIES, RESEARCH IN FAMILY AND CONSUMER SCIENCES IS FOCUSED ON IMPROVING THE LIVES OF OUR STAKEHOLDERS THROUGH FCS EDUCATION, LEADERSHIP AND COMMUNICATION TO IMPROVE NOT ONLY THEIR HEALTH AND W ELL-BEING, BUT ALSO THEIR RELATIONSHIPS AND RESOURCES. THIS GROUP IS CONTINUING TO FOCUS ON EMERGENCY PREPAREDNESS, LIVING WITH CHRONIC DISEASES, FOOD SECURITY VIA FOOD RESOURCE MANAGEMENT, AND OF COURSE, MITIGATING THE EFFECTS OF COVID-19 AS WE LIVE THROUGH THE P ANDEMIC. TSU AGRICULTURE IS PROUD OF THE RESEARCH CONDUCTED BY OUR FACULTY AND STAFF AS WE CONTINUE TO ADDRESS ISSUES THAT ARE CRITICAL TO THE WELFARE OF OUR STAKEHOLDERS, AND CONTRIBUTING TO THE PROSPERITY OF THE CITIZENS OF TENNESSEE, THE NATION, AND THE WORLD. WE LOOK FORWARD TO CONTINUING TO FULFILL OUR UNIQUE ROLE AS AN HBCU LAND-GRANT INSTITUTION IN TENNESSEE AND TO CONTINUED GROWTH AND SUCCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_NI231445XXXXG017_12H3"}, {"internal_id": 154736191, "Award ID": "NI231445XXXXG016", "Award Amount": 4491755.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-30", "CFDA Number": "10.205", "Description": "VIRGINIA STATE UNIVERSITY'S (VSU) AGRICULTURAL RESEARCH STATION (ARS) GENERATES SCIENTIFIC INFORMATION DESIGNED TO EXPAND KNOWLEDGE THAT WILL HELP SMALL, PART-TIME AND LIMITED-RESOURCE FARMERS BE PROFITABLE. THE RESEARCH FOCUS INCLUDES DEVELOPING PRODUCTION SYSTEMS THAT CONSERVE NATURAL RESOURCES, IMPROVING THE SUSTAINABILITY AND PROFITABILITY OF INDOOR AGRICULTURAL PRODUCTION, DEVELOPING SUSTAINABLE PEST MANAGEMENT SYSTEMS FOR SMALL-SCALE AGRICULTURE AND IDENTIFYING NOVEL GENES THAT CAN BE USED TO IMPROVE CROP TOLERANCES TO ENVIRONMENTAL STRESSES. THE RESEARCH ALSO GENERATES SCIENTIFIC INFORMATION THAT IMPROVES THE PROFITABILITY AND HEALTH OF SMALL RUMINANTS. SCIENTISTS AT ARS WORK TO DEVELOP A RESILIENT FARMING SYSTEM THAT CAN COPE WITH THE ADVERSE IMPACTS OF CLIMATE CHANGE, COMPETITIVE AND SUSTAINABLE SMALL-SCALE AGRICULTURAL SYSTEMS, AND BIO-BASED ENERGY PRODUCTION SYSTEMS. THEY FURTHER AIM TO IMPROVE FOOD SAFETY AND QUALITY, AND TO GENERATE SCIENTIFIC INFORMATION ON VALUE-ADDED PLANT AND ANIMAL PRODUCTS TO IMPROVE THE PROFITABILITY OF FARMS. RESEARCH IS CONDUCTED ON CAMPUS AND AT A NEARBY VSU FARM TO ADDRESS THE FOLLOWING CRITICAL ISSUES: 1: AGRICULTURAL VIABILITY, PROFITABILITY AND SUSTAINABILITY O DEVELOP LOW-INPUT AND PROFITABLE INDOOR AGRICULTURAL PRODUCTION SYSTEMS O IMPROVE THE SUSTAINABILITY AND PROFITABILITY OF SMALL RUMINANT PRODUCTION 2: BIOTECHNOLOGY, BIOMATERIALS, AND BIOENERGY O IDENTIFY NOVEL GENES THAT CAN BE USED TO IMPROVE CROP TOLERANCES TO ENVIRONMENTAL STRESSES, ESPECIALLY DROUGHT, HEAT AND METAL TOXICITY O USE GENETIC AND GENOME APPROACHES FOR BREEDING NEW CROPS TO ADDRESS GLOBAL CLIMATE CHANGE. 3: NATURAL RESOURCES, ENVIRONMENT AND CLIMATE CHANGE O DEVELOP A RESILIENT FARMING SYSTEM THAT CAN COPE WITH THE ADVERSE IMPACTS OF CLIMATE CHANGE O MINIMIZE THE EFFECTS OF CLIMATE CHANGE ON LOW INCOME COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_NI231445XXXXG016_12H3"}, {"internal_id": 154736171, "Award ID": "NI231445XXXXG015", "Award Amount": 4132455.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-29", "CFDA Number": "10.205", "Description": "ALABAMA AGRICULTURAL AND MECHANICAL UNIVERSITY (AAMU) CONDUCTS RESEARCH PROJECTS THAT MEET THE NEEDS OF THE CITIZENS OF ALABAMA AND THE NATION. TO FULFILL OUR OBLIGATIONS UNDER USDA-NIFA EVANS ALLEN ACT OF 1890 (SECTION 1445) FOR FISCAL YEAR 2023, THERE ARE SEVERAL APPROVED PROJECTS. BROADLY, RESEARCH AREAS OF INTERESTS ARE: FOOD SYSTEMS AND FOOD SAFETY; GLOBAL FOOD SECURITY AND HUNGER; NATURAL RESOURCES AND ENVIRONMENTAL SUSTAINABILITY; HUMAN NUTRITION, WELL-BEING, HEALTH AND OBESITY; AND COMMUNITY AND REGIONAL PLANNING. FOOD SYSTEMS AND FOOD SAFETY: RESEARCH AND EXTENSION INTEGRATED ACTIVITIES ENHANCE FOOD SYSTEMS, FOOD SAFETY AND AGRICULTURAL BIOSEC URITY. THE GOAL OF THIS CRITICAL ISSUE IS TO DEVELOP TECHNOLOGY AND METHODS TO PROTECT AND ENHANCE THE SAFETY OF AGRICULTURE AND FOOD, REDUCE EPIDEMICS OF FOOD-BORNE ILLNESSES, AND TO DEVELOP THE KNOWLEDGE AND METHODOLOGIES FOR RAPID DETECTION OF THREAT AGENTS, IN CLUDING EXISTING AND EMERGING DISEASES OF PLANTS AND ANIMALS, RISK ASSESSMENT, AND FACILITY AND PERSONNEL SECURITY. GLOBAL FOOD SECURITY AND HUNGER: THE GOAL IS TO ENHANCE COMPETITIVENESS AND SUSTAINABILITY OF FOOD AND AGRICULTURAL INDUSTRIES IN ALABAMA THROUGH DEVELOPMENT AND IMPLEMENTATION OF BEST PRACTICES OR TECHNOLOGIES. THIS CRITICAL ISSUE ADDRESSES TWO BROADLY DEFINED PRIORITY AREAS; I) PLANT HEALTH AND PRODUCTION AND PLANT PRODUCTS, INCLUDING IMPROVED CROPPING SYSTEMS, PLANT BREEDING/GENOMICS, INTEGRATED PEST MANAGEMENT, PRECISION AGRICULTURE, ALTERNATIVE SPECIALTY CROPS; AND II) ANIMAL HEALTH AND PRODUCTION, INCLUDING IMPROVED FOOD-ANIMAL SYSTEMS AND STOCKS. OF PARTICULAR INTEREST ARE PROGRAMS AND PROJECTS THAT INCLUDE ARTIFICIAL INTELLIGENCE AND EMERGING TECHNOLOGIES AND THAT PRESENT INNOVATIVE SYNERGIES OF DISCIPLINES AND PERSPECTIVES. HUMAN NUTRITION, WELL-BEING, HEALTH AND OBESITY: OBESITY, DIABETES, HIGH BLOOD PRESSURE, AND VASCULAR ISSUES ARE MOSTLY CAUSED BY THE LACK OF NUTRIENTS, THE LACK OF EXERCISE, POOR LIFESTYLE CHOICES, AND STRESS OF THE INVOLVED INDIVIDUALS. AS A RESULT OF THE GROWING HEALTH CONCERNS FOR ALABAMA CITIZENS, THERE HAS BEEN A COMBINED EFFORT TO EDUCATE AND MOTIVATE CITIZENS THROUGHOUT THE STATE TO MAKE BETTER HEALTH DECISIONS. THE OBJECTIVE IS TO IMPROVE THE HEALTH OF ALABAMIANS, TARGETING LIMITED-RESOURCE FAMILIES, THROUGH CHRONIC DISEASE AWARENESS, PHYSICAL ACTIVITY, NUTRITION EDUCATION, HEALTH LITERACY AND ACCESS TO AND CONSUMPTION OF FRESH FRUITS AND VEGETABLES. NATURAL RESOURCES AND ENVIRONMENTAL SUSTAINABILITY: THIS PROGRAM PLAN WILL GENERATE KNOWLEDGE TO MANAGE AGRICULTURAL AND NATURAL SYSTEMS IN THE FACE OF CLIMATE CHANGE AND THE NEED TO SUSTAIN NATURAL RESOURCES. SPECIFIC AREAS INCLUDE: CLIMATE-SMART SUSTAINABLE AGRICULTURAL SYSTEMS, ENERGY CONSERVATION AND UTILIZATION OF RENEWABLE ENERGY RESOURCES; UNDERSTANDING THE LAND-WATER INTERFACE; CONSEQUENCES AND SOLUTIONS OF GLOBAL CLIMATE CHANGE; WATER QUALITY AND QUANTITY, CARBON SEQUESTRATION, NATURAL SYSTEMS RESTORATION, SURFACE AND GROUND WATERCONSERVATION; MANAGEMENT OF AGRICULTURAL WASTE RESIDUE; SUSTAINABLE SOIL HEALTH ENHANCEMENT; SUSTAINABLE ECO- AND AGRI-TOURISM; RURAL-URBAN INTERFACE ENVIRONMENTAL ISSUES; REMOTE SENSING AND PRECISION AGRICULTURE. COMMUNITY AND REGIONAL PLANNING: THIS AREA IS DESIGNED TO MAINTAIN THE INTEGRITY OF AGRICULTURAL LANDS THROUGH RURAL AND URBAN PLANNING PROGRAMS. APPROPRIATED FUNDS WILL BE USED FOR EXPENSES IN CONDUCTING RESEARCH TO INCLUDE FACULTY AND STAFF SALARIES, STUDENT SUPPORT, DISSEMINATION OF RESEARCH RESULTS, ADMINISTRATIVE PLANNING AND DIRECTION, EQUIPMENT PURCHASE AND MAINTENANCE, AND SUPPLIES PURCHASE (AMONG OTHER APPROVED SPENDING).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_NI231445XXXXG015_12H3"}, {"internal_id": 155356377, "Award ID": "NI231445XXXXG014", "Award Amount": 3544637.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.205", "Description": "THE UNIVERSITY OF ARKANSAS AT PINE BLUFF (UAPB), SCHOOL OF AGRICULTURE, FISHERIES AND HUMAN SCIENCES HAS THREE ACADEMIC DEPARTMENTS, THE 1890 EXTENSION PROGRAM, THE 1890 RESEARCH PROGRAM, THE AQUACULTURE AND FISHERIES CENTER OF EXCELLENCE AND THE REGULATORY SCIENCE CENTER OF EXCELLENCE. RESEARCH FACULTY ARE INTEGRATED INTO THE ACADEMIC DEPARTMENTS. PERSONNEL WITH A MAJORITY EXTENSION APPOINTMENT ARE UNDER THE SUPERVISION OF THE ASSISTANT DEAN FOR EXTENSION. CONSISTENT WITH THE LAND GRANT MISSION, UAPB RESEARCH AND EXTENSION FACULTY HAVE A LONG HISTORY OF PROVIDING LEADERSHIP IN DEVELOPING AND DISSEMINATING INNOVATIVE PRACTICES AND EMERGING TECHNOLOGIES. HENCE, UAPB EXTENSION EDUCATORS DELIVER RESEARCHBASED EDUCATION TO THEIR CLIENTELE. OUR EXTENSION EDUCATORS EMPLOY DIVERSE EDUCATIONAL METHODS TO THEIR CLIENTELE, INCLUDING EDUCATIONAL FACETOFACE AND VIRTUAL FORUMS, LANDOWNER VISITS, INDIVIDUAL CONSULTATIONS, DEMONSTRATIONS, AND FIELD DAYS AND TOURS. ALTHOUGH THE INFORMATION IS READILYAVAILABLE IN THE DIGITAL AGE, UAPB REMAINS A DATA PROVIDER INDEPENDENT OF FINANCIAL OR PHILOSOPHICAL INTERESTS. THUS, THE PRIMARY CLIENTELE SERVED BY UAPBS EXTENSION PROGRAM ARE THE SOCIALLY DISADVANTAGED, LIMITED RESOURCE AND UNDERSERVED FARMERS, RURAL FAMILIES, UNDERSERVED AND VULNERABLE YOUTH, THE ARKANSAS AQUACULTURE INDUSTRY, AND INDIVIDUALS AND AGENCIES WITH AN INTEREST IN FISHERIES AND FISH HABITATS. THESE CLIENTELE ARE SERVED THROUGH FIVE CRITICAL ISSUES OUTLINED BELOW. ENVIRONMENT, ENERGY AND CLIMATE: ARKANSAS HAS AN ABUNDANCE OF NATURAL RESOURCES, INCLUDING 19 MILLION ACRES OF FORESTS, 122,312 MILES OF RIVERS AND STREAMS, AND MORE THAN 600,000 ACRES OF LAKES AND RESERVOIRS. ARKANSAS HAS APPROXIMATELY 13,639,300 ACRES OF AGRICULTURAL LAND. MANY AFRICAN AMERICANS DO NOT SEE THEIR FOREST LAND AS AN ASSET BUT AS A LIABILITY. THE UAPB SUSTAINABLE FORESTRY AND LAND RETENTION PROGRAM WILL HELP PRODUCERS IMPROVE THEIR FOREST LAND AND SEE IT AS AN ASSET, TO EDUCATE AND ASSIST WITH HEIR PROPERTY ISSUES, AND ADDRESS THE LACK OF GOVERNMENT TRUST. ADDITIONALLY, SOCIALLY DISADVANTAGED PRODUCERS ARE TAUGHT HOW TO USE SUSTAINABLE AGRICULTURAL PRACTICES THAT KEEP SOILS, NUTRIENTS, AND PESTICIDES ON THEIR LAND AND PREVENT SOIL FROM SILTING AND POLLUTING STREAMS. ACCESS TO SAFE AND NUTRITIOUS FOOD: THE FOOD SAFETY MODERNIZATION ACT (FSMA) MADE FOOD SAFETY EDUCATION MANDATORY FOR LARGE FRESH FRUIT AND VEGETABLE PRODUCERS. HOWEVER, MANY GROCERY STORES REQUIRE ALL FARMERS TO BE GOOD AGRICULTURAL PRACTICES CERTIFIED. UAPBS EXTENSION WILL PROVIDE GAP AND FSMA TRAINING REQUIRED TO OBTAIN CERTIFICATION AND WE WILL STRENGTHEN AND ESTABLISH INFRASTRUCTURE TO IMPROVE FOOD SAFETY AWARENESS AND PRACTICES AMONG THE LOCAL SMALL, MEDIUM, AND LARGE SIZED FARMING OPERATIONS. INCREASING OPPORTUNITIES FOR YOUTH, FAMILIES AND COMMUNITIES: UAPBS EXTENSION ACTIVITIES FOCUS ON INCREASING OPPORTUNITIES FOR YOUTH, FAMILIES, AND COMMUNITIES. THE PROJECT WILL TARGET THE FAMILY WITH THE DESIRE TO SERVETHE COMMUNITY AT LARGE. 4H, FAMILY AND CONSUMER SCIENCE, AQUACULTURE/FISHERIES, AGRICULTURE AND HUMAN SCIENCES, AND EXTENSION PROFESSIONALS WILL ADDRESS ISSUES THAT IMPACT YOUTH, FAMILIES, AND COMMUNITIES. EXPERIENTIAL LEARNING CURRICULA AND PROGRAMS THAT REINFORCE COLLABORATION WITH YOUTH AND COMMUNITY BUSINESSES WILL ENSURE A COMPETENT WORKFORCE FOR COMMUNITIES. AGRICULTURAL PRODUCTION AND PROCESSING: CHALLENGES FACING THIS CRITICAL ISSUE INCLUDE PRODUCTION EFFICIENCY, ADEQUATE WATER, SOIL HEALTH, RESISTANT PESTS, CLIMATE, ENVIRONMENTAL CONCERNS, ENERGY, RISING PRODUCTION COSTS, AND FOOD SAFETY. AQUACULTURE/FISHERIES EXTENSION PROVIDES FISH DISEASE DIAGNOSTICS SERVICES WHICH SAVE FARMERS THOUSANDS OF DOLLARS PER YEAR. THE APHISCERTIFIED LAB INSPECTS FISH SO THAT FARMERS CAN SELL DISEASEFREE FISH OUTOFSTATE. SPECIALTY CROP EXTENSION ACTIVITIES PRODUCE VIRUSINDEXED SWEET POTATO PLANTING MATERIALS FOR GROWERS AND DEVELOP VALUEADDED PRODUCTS SUCH AS SWEET POTATO WINES. AGRICULTURE AND NATURAL RESOURCES ECONOMICS AND MARKETING: UAPB OFFERS MANY SMALL AND SOCIALLY DISADVANTAGED PRODUCERS ASSISTANCE WITH USDA LOAN APPLICATIONS. TO MEET THE FINANCIAL PLANNING NEEDS OF THIS GROUP OF EXISTING AND BEGINNING PRODUCERS, THE UAPB SMALL FARM PROGRAM CONTINUES TO OFFER FARM FINANCIAL PLANNING AND TECHNICAL ASSISTANCE TO PRODUCERS. MOSTLY, THIS WILL BE THE ONLY FARM BUSINESS TRAINING THAT THESE PRODUCERS N OBTAIN WITHIN THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_NI231445XXXXG014_12H3"}, {"internal_id": 154736290, "Award ID": "NI231445XXXXG013", "Award Amount": 2420490.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.205", "Description": "THE UMES EVANS ALLEN PROGRAM IS FOCUSED ON FOUR STRATEGIC AREAS: 1) AGRICULTURE AND FOOD, WITH A FOCUS ON FOOD SECURITY, 2) NATURAL RESOURCES AND ENVIRONMENTAL SUSTAINABILITY, 3) HUMAN HEALTH AND DEVELOPMENT, AND 4) PRODUCTS TO MARKET. FURTHERMORE, UMES STRIVES TO EDUCATE THE NEXT GENERATION OF TEACHERS, EDUCATORS, RESEARCHERS, AND SCIENTISTS IN THE FOOD, AGRICULTURAL AND RELATED SCIENCES. WHILE UMES' RESEARCH PROGRAMS ADDRESS THE NEEDS OF ALL MARYLANDERS, THE UNIVERSITY PLACES A SPECIAL EMPHASIS ON SERVING DIVERSE AND HISTORICALLY UNDERSERVED POPULATIONS. A BRIEF SUMMARY ON THE RESEARCH EMPHASIS UNDER EACH OF THE FOUR STRATEGIC AREAS OF FOCUS IS GIVEN BELOW: 1) AGRICULTURE AND FOOD WITH A FOCUS ON FOOD SECURITY: AGRICULTURE PLAYS A CRITICAL ROLE IN MARYLAND'S ECONOMY AND WILL CONTINUE TO DO SO FOR THE FORESEEABLE FUTURE. UMES RESEARCH WORK IN THIS AREA HAS A SPECIFIC FOCUS ON FOOD SAFETY AND SECURITY AND THIS IS UNDERTAKEN UNDER THE FOLLOWING THEMES: FOOD SAFETY AND QUALITY; AGRIBUSINESS AND ECONOMIC DEVELOPMENT; ALTERNATIVE AGRICULTURE, SMALL-SCALE PRODUCTION, FAMILY FARMS AND URBAN AGRICULTURE; SPECIALTY CROPS, HONEY BEES, POULTRY, SMALL RUMINANTS AND LARGE SCALE AGRICULTURE. 2) NATURAL RESOURCES AND ENVIRONMENTAL SUSTAINABILITY: MARYLAND'S NATURAL RESOURCES UNDERPIN A RANGE OF ECONOMIC ACTIVITIES SUCH AS FORESTRY BASED INDUSTRIES, AGRITOURISM, FISHERIES, ETC., AND PROVIDE THE BASIS FOR SUPPORTING QUALITY LIVING FOR CITIZENS. CLIMATE CHANGE DOES IMPACT ALL THESE AREAS AND THE ESTABLISHMENT OF A STRONG AND SUSTAINABLE FOUNDATION TO GUIDE THE USE AND PROTECTION OF THESE RESOURCES IS A PRIORITY. TO THIS END, UMES RESEARCH AND EDUCATION ACTIVITIES WILL FOCUS ON SEVERAL KEY AREAS INCLUDING BUT NOT LIMITED TO WATER RESOURCES AND WATERSHED MANAGEMENT, WITH A FOCUS ON BOTH THE CHESAPEAKE BAY AND THE MARYLAND COASTAL BAYS. 3) HUMAN HEALTH AND DEVELOPMENT: THE HEALTH, SOCIAL AND ECONOMIC WELLBEING, AND RESILIENCE OF COMMUNITIES ARE IMPORTANT ISSUES FOR MARYLAND. RELEVANTRESEARCH WILL BE UNDERTAKEN IN THESE AREAS INCLUDING WORK IN NUTRITION AND DISEASE VECTORS 4) PRODUCTS TO MARKET: THE TRANSLATION OF RESEARCH FINDINGS TO APPLICATION BY INDUSTRY AND COMMUNITIES IS A CRITICAL COMPONENT OF OUR WORK. SEVERAL ACTIVITIES CONTRIBUTE TOWARDS THIS STRATEGIC AREA AND INCLUDE WORK FROM OUR INTERNATIONAL CENTER FOR PERSONAL PROTECTIVE EQUIPMENT, FOOD PROCESSING PROJECTS IN COLLABORATION WITH LOCAL ENTREPRENEURS AND FOOD COMPANIES, AND DEVELOPMENT OF MATERIALS, SUCH AS POLYMERS AND NANOMATERIALS FOR FOOD AND NON-FOOD USE. TO FULFILL MARYLAND'S RESEARCH GOALS, UMES HAS IDENTIFIED SEVEN IMPORTANT CRITICAL ISSUES. THESE ISSUES ARE DIRECTLY LINKED TO THE KEY STRATEGIC AREAS IDENTIFIED BY ESCOP AND THEY ALSO LINK DIRECTLY TO USDA-NIFA PRIORITIES. THESE ISSUES WILL BE THE FOCUS OF UMES' 2023-2027 PLAN OF WORK AND WILL BE USED TO DIRECT RESOURCES TO ACCOMPLISH THE SET GOALS. THE SEVEN ISSUES ARE AS FOLLOWS: 1. FOOD AND AGRICULTURE: SUSTAINABILITY, COMPETITIVENESS, AND PROFITABILITY OF FOOD AND AGRICULTURE. 2. CLIMATE CHANGE: ADAPTING TO AND MITIGATING THE IMPACTS OF CLIMATE CHANGE. 3. RENEWABLE ENERGY: ENERGY SECURITY AND THE DEVELOPMENT OF THE BIOECONOMY FROM RENEWABLE NATURAL RESOURCES. 4. SAFE, SECURE AND ABUNDANT FOOD SUPPLY: ENSURING A SAFE, SECURE AND ABUNDANT FOOD SUPPLY TECHNOLOGICAL INNOVATION, AND LEADERSHIP TO ENSURE A SAFE, SECURE, AND ABUNDANT FOOD SUPPLY. 5. HUMAN HEALTH, NUTRITION AND WELLNESS: IMPROVING HUMAN HEALTH, NUTRITION AND WELLNESS. 6. ENVIRONMENTAL STEWARDSHIP: ENVIRONMENTAL STEWARDSHIP AND SUSTAINABLE PRACTICES. 7. FAMILY AND COMMUNITY RESILIENCY: STRENGTHENING INDIVIDUAL, FAMILY AND COMMUNITY RESILIENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_NI231445XXXXG013_12H3"}, {"internal_id": 154736069, "Award ID": "NI231445XXXXG012", "Award Amount": 2445307.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.205", "Description": "THE FOLLOWING PROVIDES A HIGH LEVEL SUMMARY OF THE WORK WE INTEND TO SUPPORT WITH 1445 EVANS? ALLEN CAPACITY FUNDING AND MATCHING FUNDS PROVIDED BY THE STATE OF WEST VIRGINIA. WVSU ALIGNS ITS PROGRAMS WITHIN CRITICAL AREAS BASED ON ONGOING STAKEHOLDER INPUT AS WELL AS IDENTIFIED EMERGING ISSUES WITHIN THE STATE OF WEST VIRGINIA. FOOD ACCESS, SECURITY AND SAFETY <(>&<)> SUSTAINABLE AGRICULTURE BOTH, IN URBAN AND RURAL AREAS IN WEST VIRGINIA, ACCESS TO HEALTHY AND SAFE FRESH FOOD IS A CHALLENGE FOR VULNERABLE POPULATIONS. INCREASED SUSTAINABLE PRODUCTION OF AGRICULTURAL PRODUCTS AND FOOD, IMPLEMENTATION OF PROPER PROCESSING/HANDLING OF FOOD AND FOOD PRODUCTS, AS WELL AS IMPROVED ACCESS TO QUALITY FRESH FOOD AND FOOD PRODUCTS ARE KEY ISSUES TO INCREASE FOOD SECURITY IN WEST VIRGINIA. THE APPALACHIAN REGION HAS UNIQUE THREATS AND OPPORTUNITIES AS IT RELATES TO ENVIRONMENTAL, WATER, ENERGY, FOOD AND NATURAL RESOURCES MANAGEMENT. ALL OF THESE ISSUES ARE INTERRELATED AND HAVE A SIGNIFICANT IMPACT ON AGRICULTURAL AND ECONOMIC ACTIVITIES THROUGHOUT THE STATE. OUR PROPOSED PLAN TO WORK ON AN ARRAY OF RESEARCH PROGRAMS WILL SUPPORT A DIVERSITY OF ENTERPRISES FOR CURRENT AND FUTURE FARMERS IN OUR STATE. RESEARCH PROGRAMS FOCUSED ON IMPROVEMENT OF THE SAFETY, QUALITY, AND SUSTAINABILITY OF SPECIALTY CROPS SUCH AS MICROGREENS, MUSHROOMS, TOMATOES, PEPPERS AND, OTHER CUCURBITS CROPS (MELON, WATERMELON, PUMPKIN, AND SQUASH) AS WELL AS AQUACULTURE PRODUCTION AND POLLINATOR HEALTH, WILL BENEFIT THE FARMERS IN WV CLIMATE CHANGE, ENERGY AND NATURAL RESOURCES MANAGEMENT THE APPALACHIAN REGION HAS UNIQUE THREATS AND OPPORTUNITIES AS IT RELATES TO ENVIRONMENTAL, WATER, ENERGY AND NATURAL RESOURCES MANAGEMENT. ONGOING ACTIVITIES OF THE EXTRACTIVE INDUSTRIES AND THE LEGACY OF POINT AND NONPOINT SOURCES OF POLLUTION CONTINUE TO BE MAJOR ENVIRONMENTAL AND ECOLOGICAL ISSUES AFFECTING WEST VIRGINIA'S AGRICULTURE, NATURAL RESOURCES, ITS LAND MANAGEMENT, AND THE WELLBEING OF ITS COMMUNITIES. LOOKING FORWARD, WEST VIRGINIA SEEKS TO DEVELOP SUSTAINABLE ALTERNATIVE AND CLEAN ENERGY SOURCES, ADDRESS LEGACY PROBLEMS, AND TO DEAL WITH FALLOUT FROM CLIMATE CHANGE. PROTECTION AND RESTORATION OF ENVIRONMENTAL QUALITY AND ECOSYSTEM SERVICES AND THE DEVELOPMENT OF ECONOMICALLY EFFECTIVE AND ENVIRONMENTALLY SOUND AND SUSTAINABLE RESOURCE MANAGEMENT PRACTICES, WHILE EFFECTIVELY MITIGATING THE EFFECTS OF CLIMATE CHANGE, ARE ESSENTIAL STEPS FOR THE PROSPERITY OF THE STATE. WVSU RESEARCH PROGRAMS WILL WORK TO STUDY, PROTECT AND RESTORE ENVIRONMENTAL QUALITY AND ECOSYSTEM SERVICES WHILE DEVELOPING ECONOMICALLY EFFECTIVE AND ENVIRONMENTALLY SOUND AND SUSTAINABLE MANAGEMENT PRACTICES FOR ALTERNATIVE ENERGY/BIOENERGY, BIOPRODUCTS, AGRICULTURE, FORESTRY, MINING, AND RURAL COMMUNITIES AND ANTICIPATING AND ADAPTING. ADDITIONALLY, THE WVSU AGRICULTURAL AND ENVIRONMENTAL RESEARCH STATION WILL JOIN OUR FELLOW 1890 UNIVERSITIES IN A MULTISTATE MULTIDISCIPLINARY CONSORTIUM TO FURTHER DEVELOPMENT, IMPLEMENTATION, AND ADOPTION OF CLIMATESMART TECHNOLOGIES AND MANAGEMENT AND CONSERVATION PRACTICES, AND PROMOTE EQUITY AND ADVANCEMENT OF SOCIALLY DISADVANTAGED FARMERS, LANDOWNERS, AND COMMUNITIES OF COLOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_NI231445XXXXG012_12H3"}, {"internal_id": 154736051, "Award ID": "NI231445XXXXG011", "Award Amount": 6363096.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.205", "Description": "NC A<(>&<)>T ENCOURAGES INNOVATIVE AND INTERDISCIPLINARY RESEARCH NECESSARY TO ADVANCE AGRICULTURAL TECHNOLOGY, SOLVE THE PROBLEM OF FOOD INSECURITY AND SAVE THE ENVIRONMENT. CAES CONDUCTS RESEARCH ON THE UNIVERSITY FARM, AT THE CENTER FOR ENVIRONMENTAL FARMING SYSTEMS IN GOLDSBORO (CEFS); AT THE CENTER OF EXCELLENCE IN POST-HARVEST TECHNOLOGIES (CEPHT) IN KANNAPOLIS; AND ON CAMPUS IN LABORATORIES WHERE INVESTIGATIONS INCLUDE AGRICULTURAL ECONOMICS, ANIMAL SCIENCE, SOIL SCIENCE, PLANT SCIENCE, HUMAN NUTRITION, FOOD SCIENCE AND BIOENERGY. THUS, CAES ENGAGES IN CUTTING-EDGE RESEARCH AND PROMOTES THE APPLICATION OF INTER- AND TRANS-DISCIPLINARY INTEGRATIVE APPROACHES THAT INCLUDE THE OUTREACH OF EXTENSION TO INCREASE CRITICAL MASS AND IMPACT. TO MOVE FORWARD WITH THIS AIM WE ARE FOCUSING ON FOUR INTEGRATIVE CLUSTERS (PRIORITIES): (1) PLANT AND ANIMAL AGRICULTURAL SYSTEMS; (2) FOOD SAFETY, NUTRITION AND HEALTH; (3) YOUTH, FAMILY AND COMMUNITY WELL-BEING; AND (4) ENVIRONMENTAL AND NATURALRESOURCES. SPECIFICALLY, RESEARCH AND EXTENSION AT NCA<(>&<)>T WILL CONTINUE TO OPEN DOORS AND MAKE AN IMPACT IN THE FOLLOWING WAYS: IMPROVING PLANT AND ANIMAL AGRICULTURAL SYSTEMS: WITHIN THIS AREA, WE WILL WORK TO ADDRESS CROSS-CUTTING AND EMERGING ISSUES OF ANIMAL AND PLANT HEALTH AND PRODUCTION. IN ANIMAL SYSTEM, RESEARCHERS WILL STUDY THE EFFICIENCY OF DIFFERENT FEEDING SOURCES TO IMPROVE ANIMAL PRODUCTIVITY AND GUT HEALTH. IN PLANT SYSTEMS, THE FOCUS WILL BE IN SUSTAINABLE AGRICULTURE, ALTERNATIVE AND HIGH VALUE CROP PRODUCTION, SEASON EXTENSION, CLIMATE CHANGE ADAPTATION, VALUE ADDED AGRICULTURE, DIGITAL AGRICULTURE, SOIL HEALTH, PEST CONTROL, AGRO ECONOMICS. ENHANCING FOOD SAFETY, NUTRITION AND HEALTH: WITHIN THIS AREA, WE WILL WORK TO ADDRESS ISSUES OF HUMAN HEALTH, FOOD SAFETY AND HEALTHY LIVING HABITS. THE RESEARCH WILL FOCUS ON WHOLE GRAIN CEREALS, HUMAN HEALTH AND HUMAN NUTRITION, PROBIOTICS STRAINS, FOOD ALLERGY, FOOD PRODUCTION PROCESS, BIOACTIVE COMPOUNDS OF FOOD, POST-HARVEST TECHNOLOGY AND FOOD SECURITY. ENRICHING YOUTH, FAMILY AND COMMUNITY WELL-BEING: CAES RESEARCHERS ARE DEDICATED TO WORKING WITH NC'S MINORITY POPULATION, SOCIALLY DISADVANTAGED AND DISABLED GROWERS, ELDERLY POPULATION, YOUTH, AND CHILDREN TO IMPROVE THEIR LIFESTYLE. RESEARCHERS WILL FOCUS ON THE CHALLENGES OF ELDERLY POPULATION, TEXTILE AND FASHION DESIGN, HEALTHY EATING HABITS AND CHILDHOOD OBESITY. ENVIRONMENTAL AND NATURAL RESOURCES: IN THIS AREA WE WILL WORK TO PROTECT THE NATURAL ENVIRONMENT, PROVIDE SOLUTIONS FOR WASTE MANAGEMENT AND CONVENTIONAL ENERGY. CAES RESEARCHERS WILL INVESTIGATE AN ADVANCED BIOLOGICAL SYSTEM TO PRODUCE ALTERNATIVE ENERGY, TREAT THE AGRICULTURAL AND INDUSTRIAL WASTE, AND PROTECT AND IMPROVE WATER QUALITY. CAES RESEARCHERS WILL BE INVOLVED IN A MULTISTATE CLIMATE CHANGE PROJECT TO STUDY THE IMPACT OF CLIMATE CHANGE ON SOCIALLY DISADVANTAGED FARMERS AND COMMUNITIES OF COLOR. RESEARCHERS WILL BE DEVELOPING THE ADAPTATION AND MITIGATION SOLUTION TO IMPROVE AGRICULTURE AND NATURAL RESOURCES, AND WILL BE PROPOSING POLICIES TO ADDRESS THE ISSUE OF ENVIRONMENTAL JUSTICE AND CLIMATE CHANGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_NI231445XXXXG011_12H3"}, {"internal_id": 154735926, "Award ID": "NI231445XXXXG010", "Award Amount": 3036526.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.205", "Description": "SOUTHERN UNIVERSITY AGRICULTURAL RESEARCH AND EXTENSION CENTER UTILIZES THE SECTION 1445 FUNDING TO ADVANCE ITS AGENDA ASSOCIATED WITH FOOD AND AGRICULTURAL PROGRAMMING BENEFITING THE STATE OF LOUISIANA'S STAKEHOLDERS, AS REFLECTED IN ITS APPROVED FIVE-YEAR PLAN OF WORK (POW). INCIDENTALLY THIS PLAN IS ALSO COORDINATED BY THE STATE'S SISTER LAND GRANT INSTITUTION LOUISIANA STATE UNIVERSITY AGCENTER (LSU AGCENTER). THUS, THE POW CONSISTS OF ONE CONSOLIDATED AND INTEGRATED PLAN FOR BOTH THE RESEARCH AND EXTENSION PROGRAMS AT SOUTHERN UNIVERSITY AND LOUISIANA STATE UNIVERSITY. THE MISSION OF THE SU AG CENTER IS TO ENHANCE THE QUALITY OF LIFE FOR THE PEOPLE OF LOUISIANA THROUGH BASIC AND APPLIED RESEARCH AND EDUCATIONAL PROGRAMS THAT ADDRESS SCIENTIFIC, TECHNOLOGICAL, SOCIAL, ECONOMIC AND CULTURAL NEEDS. THEREFORE, TO ADDRESS THE EMERGING NEEDS OF ITS STAKEHOLDERS, EMPHASIS IS PLACED ON THE FIVE PROGRAMMING AREAS IDENTIFIED AS CRITICAL FOR THE STATE, INCLUDING: (1) FAMILY <(>&<)> COMMUNITY DEVELOPMENT: FOCUSES ON ISSUES AFFECTING INDIVIDUALS, FAMILIES, COMMUNITY DEVELOPMENT; DISASTER, EPIDEMIC AND PANDEMIC PREPAREDNESS, MITIGATION AND RECOVERY; RISK AWARENESS; SUSTAINABLE HOUSING; AGROSECURITY; AND AGRITOURISM. (2) FOOD SECURITY <(>&<)> SYSTEMS: FOCUSED ON INCREASING THE SUSTAINABILITY AND PROFITABILITY OF LOUISIANA'S ANIMAL, AQUACULTURE AND PLANT SYSTEMS AND FOOD ACCESSIBILITY, AFFORDABILITY, POLICY; FOOD SAFETY, TO INCLUDE SEAFOOD, RAW PRODUCE, AND PROCESSED COMMODITY - SAFETY, CERTIFICATION PROGRAMS, FARM FINANCING AND SUCCESSION PLANNING ISSUES. (3) NATURAL RESOURCES <(>&<)> ENVIRONMENTAL SUSTAINABILITY: FOCUSES ON CONSERVATION AND PRESERVATION OF NATURAL RESOURCES, STATE'S FORESTRY INDUSTRY, WILDLIFE, WETLAND PLANTS, WATER, WASTE MANAGEMENT, LANDSCAPES, FEEDSTOCKS, ALTERNATIVE BIOFUELS, BIOMASS PROCESSING AND THEIR EFFECTS ON THE ENVIRONMENT. (4) OBESITY, HEALTH <(>&<)> WELLNESS FOCUSES ON INCREASED CONSUMPTION OF HEALTH FOODS - FRUITS AND VEGETABLES; INCREASING TIME IN PHYSICAL ACTIVITY; COMPLETE PHYSICAL; MENTAL AND SOCIAL WELL-BEING; POLICY, SYSTEM, AND ENVIRONMENT CHANGE; AND RELATED NUTRITION/HEALTH/WELLNESS ISSUES TO INCLUDE EPIDEMIC AND PANDEMIC PREVENTION; AND (5) YOUTH DEVELOPMENT: FOCUSES ON PROVIDING LOUISIANA YOUTH WITH POSITIVE DEVELOPMENT OPPORTUNITIES AND ACTIVITIES TO BUILD GREAT LEADERS AND HEALTHY CITIZENS. THESE PROGRAMS AND ASSOCIATED OUTCOMES ARE ACCESSIBLE TO STAKEHOLDERS ACROSS THE ENTIRE STATE OF LOUISIANA AND DISSEMINATED IN SEVERAL MODALITIES, INCLUDING RESEARCH CONDUCTED ON CAMPUS AND EXPERIMENTAL STATIONS, AND OFF-CAMPUS AT DIFFERENT STAKEHOLDERS AND PARTNER SITES. FACULTY, STUDENTS, STAFF, AND ADMINISTRATORS ACTIVELY PARTICIPATE IN PROGRAM DESIGN, DEVELOPMENT, DELIVERY AND ASSESSMENT. TO MEET THE EVER-CHANGING NEEDS OF OUR STAKEHOLDERS IN THE AGRICULTURE AND NATURAL RESOURCE COMMUNITIES AS WELL AS THE YOUTH AND FAMILIES SERVED BY OUR INSTITUTION, NEW APPROACHES TO CONDUCTING BUSINESS WILL BECOME THE NORM. INCREASEDRELIANCE ON NEW TECHNOLOGIES AND TOOLS SUCH AS SOCIAL MEDIA; INCREASED EXTERNAL FUNDING AND FUNDING FROM LOCAL ENTITIES; INCREASED COLLABORATION, AND TRAINED VOLUNTEERS WILL BECOME INCREASINGLY IMPORTANT AS WE ATTEMPT TO DELIVER HIGH QUALITY PROGRAMS TO LOUISIANA RESIDENTS. THE SU AG CENTER WILL CONTINUE ENSURING THAT THESE AND OTHER AVAILABLE RESOURCES ARE APPROPRIATELY ALLOCATED AND UTILIZED TO ASSURE A MAXIMUM RETURN ON INVESTMENT, HIGH RESPONSIVENESS AND RELEVANCE TO CRITICAL NEEDS, AND PROGRAM IMPACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_NI231445XXXXG010_12H3"}, {"internal_id": 154736029, "Award ID": "NI231445XXXXG009", "Award Amount": 5635241.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.205", "Description": "THE UNIVERSITY OF KENTUCKY COLLEGE OF AGRICULTURE, FOOD AND ENVIRONMENT AND KENTUCKY STATE UNIVERSITY (KSU) COLLEGE OF AGRICULTURE, COMMUNITIES, AND THE ENVIRONMENT WERE FOUNDED AS LAND-GRANT INSTITUTIONS (1862 AND 1890, RESPECTIVELY), OFFERING ACCESS TO KNOWLEDGE AND LEARNING TO ENHANCE THE LIVES OF KENTUCKIANS. THE TWO PROGRAMS ARE FUNDAMENTALLY INTERDISCIPLINARY, APPLYING THE BIOLOGICAL, PHYSICAL, AND SOCIAL SCIENCES TO CHALLENGES IN AGRICULTURAL, FOOD, AND ENVIRONMENTAL SYSTEMS. OUR WORK ENCOMPASSES FARMS AND FORESTS, FOOD AND FIBER, FAMILIES, AND COMMUNITIES. THE UNIVERSITY OF KENTUCKY COLLEGE OF AGRICULTURE, FOOD AND ENVIRONMENT HOLDS A UNIQUE POSITION AS THE HOME OF THE KENTUCKY AGRICULTURAL EXPERIMENT STATION AND THE KENTUCKY COOPERATIVE EXTENSION SERVICE (KCES). THE TEACHING, RESEARCH, AND EXTENSION PROGRAMS ARE PART OF A NATIONAL SYSTEM THAT MAINTAINS A STATEWIDE PRESENCE AND LINKS LOCAL, STATE, NATIONAL AND GLOBAL ISSUES. THE KSU LAND GRANT PROGRAM AND COLLEGE OF AGRICULTURE, COMMUNITIES AND THE ENVIRONMENT FOCUSES ON TEACHING, RESEARCH, AND EXTENSION TO ADDRESS THE NEEDS OF THE SMALL-SCALE AND LIMITED- RESOURCE FARMERS; MINORITY AND UNDERSERVED/DISPARITY COMMUNITIES, AS WELL AS DIVERSE AND AT-RISK YO UTHS. THESE PROGRAMS INCLUDE RESEARCH TO IDENTIFY NEW AND NICHE PRODUCTS AND MARKETS FOR SMALL-SCALE, LIMITED RESOURCE, AND MINORITY FARMERS, TO ENHANCE AVAILABILITY AND SAFETY OF LOCALLY PRODUCED, NUTRITIOUS FOODS, AND REDUCE FERTILIZER AND PESTICIDE RUNOFF TO IMPROVE SOIL AND WATER QUALITY WHILE REDUCING FARMER AND FORESTER EXPENSES. OUR VISION IS TO BE RECOGNIZED FOR EXCELLENCE IN FOSTERING LEARNING THAT CHANGES LIVES, DISCOVERIES THAT CHANGE THE WORLD AND OPPORTUNITIES THAT SHAPE THE FUTURE. RESEARCH AND EXTENSION, AS FULL PARTNERS WITH EXPANDING LINKAGES THROUGHOUT THE UNIVERSITY OF KENTUCKY AND KSU AND WITH SUPPORT FROM EVERY KENTUCKY COUNTY, SEEK TO 1) FACILITATE LIFELONG LEARNING INFORMED BY SCHOLARSHIP AND RESEARCH, 2) EXPAND KNOWLEDGE THROUGH CREATIVE RESEARCH AND DISCOVERY, AND 3) SERVE KENTUCKIANS BY SHARING AND APPLYING KNOWLEDGE. RESEARCH AND EXTENSION SEEK TO SUSTAIN THE LAND-GRANT HERITAGE OF ACHIEVEMENT IN THESE CHALLENGING TIMES, BUT THE COMMONWEALTH AND THE UNIVERSITIES ARE UNDERGOING MANY SIGNIFICANT CHANGES. AS KENTUCKY CONTINUES TO MOVE FROM A TOBACCO-BASED AGRICULTURAL ECONOMY AND EXPLORES NEW OPTIONS AND COMMODITIES, LAND-GRANT PROGRAMS FACE INCREASED DEMANDS AND EXPECTATIONS. TECHNOLOGY IS REDEFINING THE WAY PEOPLE ACQUIRE AND DISTRIBUTE INFORMATION AND HOW THEY SOLVE PROBLEMS. WHILE URBANIZATION IS CLAIMING FARMLAND, IT IS ALSO CREATING NEW MARKETS FOR TRADITIONAL AND NON-TRADITIONAL AGRICULTURAL PRODUCTS. CHANGING LIFESTYLES AND DEMOGRAPHICS ARE CHALLENGING US WITH OPPORTUNITIES FOR GREATER INVOLVEMENT IN YOUTH, FAMILY, AND COMMUNITY PROGRAMS. WITH NEARLY 80,000 FARMS IN THE STATE AND AN AVERAGE 171 ACRES PER OPERATION, KENTUCKY IS DOMINATED BY SMALL FAMILY FARMS. HOWEVER, MANY OF THESE FARMS ARE MAJOR PRODUCERS OF TRADITIONAL AGRICULTURAL COMMODITIES, SUCH AS LIVESTOCK, TOBACCO, AND GRAIN. SOME SEEK NEW OPPORTUNITIES IN SPECIALTY CROPS AND INDUSTRIAL HEMP. OTHERS OPERATE ON A PART- TIME BASIS OR INVOLVE LIMITED RESOURCES. THE RESEARCH AND EXTENSION PROGRAMS AT BOTH LAND-GRANT INSTITUTIONS PROVIDE THE BREADTH NEEDED TO ADDRESS THE STATE'S DIVERSITY OF AGRICULTURAL OPERATIONS AND AGROECOSYSTEMS. MORE THAN HALF OF THE STATE'S CASH RECEIPTS FROM FARM MARKETS RESULT FROM ANIMALS AND ANIMAL PRODUCTS. SIGNATURE INDUSTRIES INCLUDE BEEF AND EQUINE, WHICH RELY ON CUTTING-EDGE RESEARCH TO MITIGATE FESCUE TOXICOSIS, CONTROL INFECTIOUS DISEASES AND IMPROVE REPRODUCTIVE EFFICIENCIES. ANIMAL PRODUCTION SYSTEMS, INCLUDING POULTRY, SWINE, SMALL RUMINANTS AND AQUACULTURE, ARE FACED WITH INCREASING PUBLIC PRESSURE TO ENSURE HIGH LEVELS OF ANIMAL WELFARE AND OPERATE IN ENVIRONMENTALLY SUSTAINABLE WAYS. THERE IS INCREASING INTEREST AMONG PRODUCERS FOR PRECISION ANIMAL MANAGEMENT TOOLS THAT CAN HELP INCREASE MARGINS AND A CONTINUED NEED FOR ASSISTANCE DEVELOPING AND MARKETING VALUE-ADDED PRODUCTS, PARTICULARLY FOR THE STATE'S DECLINING DAIRY INDUSTRY AND FOR SMALL AND LIMITED-RESOURCE FARMERS. SOYBEANS AND GRAIN CROPS HAVE BECOME INCREASINGLY IMPORTANT TO KENTUCKY AS THE TOBACCO INDUSTRY CONTINUES TO DECLINE. PRODUCERS RELY ON THE LAND-GRANTS FOR RESEARCH-BASED GUIDANCE ON MANAGING INTENSIVE PRODUCTION WITH MINIMAL ENVIRONMENTAL IMPACT. RESEARCH AND EXTENSION PROGRAMS ADDRESS MANAGEMENT OF NUTRIENTS, PESTS AND DISEASES, VARIETY SELECTION IN A CHANGING CLIMATE AND WATER MANAGEMENT. THEY HELP PRODUCERS EFFECTIVELY USE PROVEN PRECISION FARMING AND LAND MANAGEMENT TOOLS. ADDITIONALLY, FORAGE SYSTEMS UNDERPIN THE STATE'S SIGNATURE EQUINE AND BEEF INDUSTRIES; THEIR MANAGEMENT CONTINUES TO BE A FOCUS FOR RESEARCH AND EXTENSION PROGRAMS IN THE STATE. HISTORICALLY, RURAL COMMUNITIES HAVE HAD MAJOR DEPENDENCE ON FARM INCOMES FOR THEIR ECONOMIC VIABILITY. WITH THE DECLINING POTENTIAL OF TOBACCO TO GENERATE FARM INCOME, DEVELOPMENT AND DISCOVERY OF NEW ENTERPRISES AND MANAGEMENT STRATEGIES ARE ESSENTIAL. THE LAND-GRANT SYSTEM WILL BE CHALLENGED TO FIND NEW STRATEGIES TO MEET THE DEMANDS FOR INCREASED DIVERSIFICATION IN RURAL COMMUNITIES. PROGRAMS IN SUPPORT OF HIGH-VALUE HORTICULTURAL CROPS, AQUACULTURE, INDUSTRIAL HEMP, DISTILLATION, WINE MAKING, BREWING AND NICHE-MARKET ANIMAL PRODUCTS ARE CRITICAL TO PROVIDING VIABLE ALTERNATIVES TO TOBACCO PRODUCTION. IN THE POST-TOBACCO-GROWING ERA, SUCCESSFUL RISK MANAGEMENT IS IMPORTANT IN MAINTAINING COMPETITIVENESS IN THE STATE'S AGRICULTURAL ECONOMY. VALUE OPPORTUNITIES IN AGRICULTURE CREATES JOBS, MANY WITHIN RURAL COMMUNITIES. VALUE OPPORTUNITIES ALSO CREATE EXPANDED DEMAND FOR LOCAL AGRICULTURAL PRODUCTS. INITIATIVES ARE REQUIRED TO ENCOURAGE LOCAL ENTREPRENEURIAL CREATIVITY AND RISK-TAKING AND TO BUILD A NETWORK OF SUPPORT RESOURCES. KENTUCKY IS MAKING SUBSTANTIAL RESOURCE COMMITMENTS TO SUPPORT THE CREATION OF AN \"AGRITECH\" ECOSYSTEM, AS WELL AS VALUE-ADDED INNOVATIONS THAT UTILIZE LOCAL AGRICULTURAL PRODUCTS, PARTICULARLY IN THE AREAS OF LIVESTOCK, HORTICULTURE, SECONDARY WOOD PRODUCTS, AND AGRITOURISM. THE CURRENT PUBLIC INTEREST IN COMMUNITY- AND REGION-BASED LOCAL FOOD SYSTEMS PROVIDES KENTUCKY'S RESEARCH AND EXTENSION PROGRAMS AN IDEAL OPPORTUNITY TO SHOWCASE RELEVANCE TO ALL CITIZENS ACROSS THE STATE AND ADDRESS ISSUES OF FOOD SECURITY, NUTRITION, PROSPERITY, AND SUSTAINABILITY IN BOTH RURAL AND URBAN COMMUNITIES. THE MISSION OF AN EFFECTIVE FOOD SAFETY SYSTEM IS TO PROTECT AND IMPROVE PUBLIC HEALTH BY ENSURING THAT FOODS MEET SCIENCE-BASED SAFETY STANDARDS. OVER 50% OF ALL FOOD-BORNE ILLNESS CAN BE ATTRIBUTED TO MISTAKES MADE IN FOOD SERVICE ESTABLISHMENTS AND RESTAURANTS, WHILE 20% ARE TRACEABLE TO CONSUMERS IN THEIR HOMES. CHANGES IN THE RISK OF FOOD-BORNE DISEASE ARE DUE PRIMARILY TO CHANGES IN DIET, INCREASED USE OF COMMERCIAL FOOD SERVICE AND FOOD PREPARED AND EATEN AWAY FROM HOME, NEW METHODS OF PRODUCING AND DISTRIBUTING FOOD, AND THE GROWING NUMBER OF AT-RISK INDIVIDUALS, SUCH AS THE ELDERLY AND THOSE WITH ELEVATED RISKS TO THEIR IMMUNE SYSTEMS. EDUCATIONAL TRAINING ON THE SAFE PRODUCTION, PREPARATION, HANDLING, AND STORAGE OF FOOD FOR PRODUCERS, PROCESSORS, CONSUMERS, AND AT-RISK GROUPS IS THE TRADITIONAL APPROACH TO DECREASE THE RISKS OF FOOD-BORNE ILLNESS. THREE LEADING CAUSES OF MORBIDITY AND MORTALITY IN KENTUCKY ARE CARDIOVASCULAR DISEASE, CANCER, AND DIABETES. THE RECOMMENDATIONS FOR THEIR PREVENTION AND TREATMENT OF THESE CHRONIC DISEASES INCLUDE STRONG NUTRITIONAL AND PHYSICAL ACTIVITY COMPONENTS. OBESITY IS A CONTRIBUTING FACTOR IN THE DEVELOPMENT OF THESE DISEASES. IN KENTUCKY, THE PREVALENCE OF OVERWEIGHT ADULTS HAS ESCALATED OVER THE LAST DECADES. EARLY DIAGNOSIS OF CANCER, DIABETES, AND CARDIOVASCULAR DISEASE IS ASSOCIATED WITH IMPROVED OUTCOMES, INCLUDING IMPROVED QUALITY OF LIFE AND LONGEVITY. PREVENTION, DETECTION, AND TREATMENT OF CHRONIC DISEASE IN KENTUCKY IS PARTICULARLY IMPORTANT IN TODAY'S CHANGING HEALTHCARE ENVIRONMENT. PEOPLE WITH CHRONIC DISEASES REQUIRE SKILLS FOR SELF-CARE. PUBLIC CONCERN OVER ECOSYSTEM ISSUES AS WELL AS NATIONAL AND STATE GOVERNMENT HAS GENERATED RECOGNITION OF THE NEED FOR RESEARCH AND EDUCATION PROGRAMS. KENTUCKY'S BIOLOGICAL WEALTH MAY CONTINUE TO BE THREATENED UNLESS COMPREHENSIVE AND SUSTAINABLE APPROACHES ARE RESEARCHED AND UTILIZED FOR ENJOYING, STUDYING, AND, AT THE SAME TIME, HARVESTING THE FRUITS OF THE LAND THROUGH LOGGING, MINING, AND AGRICULTURAL PRODUCTION. ECOSYSTEM SERVICES MUST BE PRESERVED, ANTI-MICROBIAL RESISTANCE MUST BE MITIGATED AND POLLINATOR POPULATIONS MUST BE PROTECTED. APPROACHES MUST ALSO CONSIDER HOW THESE SYSTEMS ADAPT TO AND MITIGATE CLIMATE CHANGE. PROGRAMS MUST STRIVE TO ELUCIDATE HOW CLIMATE CHANGE WILL IMPACT AGRICULTURAL AND NATURAL RESOURCE SYSTEMS WHILE DEVELOPING PROGRAMS AND TECHNOLOGIES THAT WILL HELP FARMERS, FORESTERS, AND OTHERS ADAPT. THE LAND GRANT SYSTEM'S MISSION OF ENHANCING ECONOMIC OPPORTUNITY AND IMPROVING THE QUALITY OF LIFE FOR AMERICANS GOES WELL BEYOND A GRICULTURAL PRODUCTION. IT INCLUDES THE EMPOWERMENT OF PEOPLE AND COMMUNITIES THROUGH RESEARCH-BASED INFORMATION AND EDUCATION TO ADDRESS ECONOMIC AND SOCIAL CHALLENGES FACING OUR YOUTH, FAMILIES, AND COMMUNITIES. SOME CHALLENGES ARE: BOTH URBAN AND RURAL AREAS OF THE STATE CONTINUE TO BE PLAGUED BY HIGH UNEMPLOYMENT AND UNDEREMPLOYMENT. NEARLY 30% OF KENTUCKY'S YOUTH FAIL TO GRADUATE FROM HIGH SCHOOL. WITH MANY INDUSTRIES RELOCATING TO OTHER COUNTRIES, JOB CLOSINGS HAVE AFFECTED MANY AREAS OF THE STATE. MANY KENTUCKIANS LACK THE EDUCATIONAL PREPARATION AND SKILLS NEEDED TO SECURE AND MAINTAIN EMPLOYMENT OR QUALIFY FOR NEW-ERA JOBS. THROUGHOUT THEIR LIVES, BOTH YOUTH AND ADULT KENTUCKIANS NEED TO DEVELOP SKILLS ESSENTIAL TO BECOME PRODUCTIVE MEMBERS OF THE COMMUNITY AND WORKFORCE. BEING A PRODUCTIVE MEMBER OF SOCIETY AS AN ADULT REQUIRES YOUNG PEOPLE TO GAIN EXPERIENCE AS ACTIVE CITIZENS ATAN EARLY AGE. 4-H COMMUNITY SERVICE ACTIVITIES PROVIDE LEARNING EXPERIENCES THAT HELP YOUTH DEVELOP LIFE SKILLS NEEDED TO BE EFFECTIVE IN VARIOUS ADULT ROLES IN SOCIETY. OUR GOAL IS TO IMPROVE THE CAPACITY OF COMMUNITIES TO IDENTIFY AND ADDRESS THESE CRITICAL ISSUES, AND OTHERS THAT AFFECT THE LIVES OF CITIZENS. WE CAN BEST DO THIS BY FOSTERING THE DEVELOPMENT OF PERSONAL AND INTERPERSONAL SKILLS, STIMULATING VOLUNTEER LEADERSHIP, AND PROMOTING ACTIVE PARTICIPATION IN COMMUNITY PROBLEM-SOLVING. WITHOUT THE ACQUISITION OF LIFE SKILLS NEEDED BY YOUNG PEOPLE AND ADULTS, IT IS DOUBTFUL THE CITIZENS OF KENTUCKY WILL REACH THEIR FULL POTENTIAL AS BOTH INDIVIDUALS AND AS MEMBERS OF FAMILIES. WE APPROACH KENTUCKY'S CHALLENGES THROUGH AN INTEGRATED MODEL THAT INCLUDES A NEEDS ASSESSMENT CONDUCTED AT THE GRASSROOTS LEVEL THROUGH THE COOPERATIVE EXTENSION SERVICE, ADVISORY GROUPS, COUNCILS, AND COMMITTEES. ONCE IDENTIFIED AS PRIORITIES, SPECIFIC PROBLEMS AND NEEDS ARE ADDRESSED BY OUR RESEARCHERS AND EXTENSION SPECIALISTS. THE RESEARCH, DEVELOPMENTS, FINDINGS, AND TECHNOLOGIES ARE TRANSFERRED THROUGH TRADITIONAL AND INNOVATIVE MECHANISMS, INCLUDING EDUCATIONAL AND TRAINING PROGRAMS, TECHNOLOGY TRANSFER, RESEARCH REPORTS, AND PARTNERSHIPS WITH OTHER COLLEGES, UNIVERSITIES, AND STATE AND LOCAL GOVERNMENTS. WHETHER IT IS PRESERVING OUR RICH AGRICULTURAL TRADITION BY HELPING FARMERS, FOOD PROCESSORS, AND AGRIBUSINESS COPE WITH TECHNICAL ISSUES, REACHING GOALS, OR ENHANCING THE LIFE SKILLS OF FAMILIES, OUR RESEARCH, EDUCATION, AND EXTENSION PROGRAMS ARE HELPING SHAPE THE FUTURE OF KENTUCKY'S AGRICULTURE, FOOD SYSTEMS, AND COMMUNITIES AS WELL AS THE QUALITY OF LIFE OF ITS CITIZENS. CRITICAL ISSUES FOR RESEARCH AND EXTENSION LIFE SKILLS DEVELOPMENT DESCRIPTION: THIS CRITICAL ISSUE PROMOTES THE ACQUISITION OF LIFE SKILLS NEEDED BY YOUTH AND ADULTS TO REACH THEIR FULL POTENTIAL. ISSUES ABOUND IN EARLY CHILDHOOD DEVELOPMENT, YOUTH DEVELOPMENT, FAMILY WELL-BEING, ETHICS, CHARACTER EDUCATION, LIFE SKILLS, MONEY AND RESOURCE MANAGEMENT, RETIREMENT SAVINGS, SOCIAL ENTREPRENEURSHIP, COMMUNICATION AND INFORMATION DELIVERY, AND MORE. KCES WILL EXPAND EDUCATIONAL OUTREACH IN STEM/STEAM AREAS THAT WILL INCREASE ENROLLMENT OF LIMITED-RESOURCE FAMILIES AND COMMUNITIES WHO ARE AT OR BELOW THE POVERTY LEVEL AND WHO QUALIFY FOR SUPPORT SERVICES TERM: INTERMEDIATE SCIENCE EMPHASIS AREAS EDUCATION AND MULTICULTURAL ALLIANCES FAMILY <(>&<)> CONSUMER SCIENCES YOUTH DEVELOPMENT NUTRITION AND HEALTHY LIFESTYLES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_NI231445XXXXG009_12H3"}, {"internal_id": 154736027, "Award ID": "NI231445XXXXG008", "Award Amount": 4758700.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.205", "Description": "THE GEORGIA PLAN OF WORK (POW) ENCOMPASSES A FIVE-YEAR PERIOD BEGINNING OCTOBER 1, 2022. THE PLAN ADDRESSES MAJOR AGRICULTURAL ISSUES AS WELL AS MANY OTHER PROBLEMS FACING RURAL AND URBAN AREAS, THE ENVIRONMENT, FAMILIES AND YOUTH. THE PLAN REPRESENTS A COORDINATED EFFORT BETWEEN THE STATE'S 1890 AND 1862 LAND-GRANT INSTITUTIONS, FORT VALLEY STATE UNIVERSITY (FVSU) AND THE UNIVERSITY OF GEORGIA (UGA), AND INCLUDES JOINT PLANNING BETWEEN EXPERIMENT STATIONS AND COOPERATIVE EXTENSION UNITS AT BOTH UNIVERSITIES. GEORGIA, ONE OF THE ORIGINAL 13 COLONIES, HAS A LAND AREA OF 57,701 SQUARE MILES AND A WATER AREA OF 1,706 SQUARE MILES, WHICH MAKES IT THE LARGEST STATE EAST OF THE MISSISSIPPI RIVER (21TH OVERALL). GEORGIA FALLS WITHIN FIVE MAJOR PHYSIOGRAPHIC REGIONS: THE BLUE RIDGE MOUNTAINS IN THE NORTHEAST; THE RIDGE AND VALLEY PROVINCE AND THE CUMBERLAND PLATEAU IN THE NORTHWEST; THE PIEDMONT ACROSS CENTRAL GEORGIA; AND THE COASTAL PLAIN IN THE SOUTH. ELEVATIONS RANGE FROM SEA LEVEL TO 4,784 FEET AT BRASSTOWN BALD IN THE BLUE RIDGE MOUNTAINS. THE 2020 CENSUS ESTIMATED GEORGIA'S POPULATION WAS 10,711,908 AND REPORTED 23.8% OF GEORGIANS ARE UNDER AGE 18 AND 13.9% ARE 65 OR OLDER. ACCORDING TO THE CENSUS,51.9% OF GEORGIANS IDENTIFY THEMSELVES AS WHITE/CAUCASIAN, 31% AS BLACK/AFRICAN-AMERICAN, 4.5% AS ASIAN,.5% AS AMERICAN INDIAN/ALASKA NATIVE, .1% AS NATIVE HAWAIIAN/PACIFIC ISLANDER, AND 6.9% AS MORE THAN ONE RACE. IT WAS ALSO REPORTED THAT 10.5% OF GEORGIANS IDENTIFY AS HISPANIC OR LATINO. GEORGIA'S COOPERATIVE EXTENSION PROGRAM HAS 167 OFFICES, WITH PROGRAMMING IN ALL OF GEORGIA'S 159 COUNTIES. FVSU AND UGA PERSONNEL ARE HOUSED JOINTLY IN COUNTY OFFICES. EXTENSION DELIVERS PROGRAMMING IN AGRICULTURE AND NATURAL RESOURCES, FAMILY AND CONSUMER SCIENCES, AND 4-H YOUTH DEVELOPMENT AS BOTH INDIVIDUAL COUNTY EFFORTS AND AS MULTICOUNTY PROGRAMS. STATE FACULTY MEMBERS DELIVER TRAINING TO COUNTY AGENTS AND PROGRAMMING DIRECTLY TO CLIENTELE, WHEN APPROPRIATE. FVSU AND UGA RESEARCHPROGRAMS ARE CONDUCTED THROUGH THE AGRICULTURAL EXPERIMENT STATION SYSTEM. GEORGIA HAS SEVERAL CAMPUSES THROUGHOUT THE STATE; ITS FOUR LARGEST ARE LOCATED IN ATHENS, FORT VALLEY, TIFTON AND GRIFFIN. GEORGIA HAS ELEVEN RESEARCH AND EDUCATION CENTERS STRATEGICALLY LOCATED THROUGHOUT THE STATE. THIS JOINT PLAN OF WORK WAS DEVELOPED AROUND CORE PROGRAMS AND TARGETED ISSUES. USING A STRUCTURED PROGRAM DEVELOPMENT SYSTEM, GEORGIA DEVELOPS CORE PROGRAM DIRECTIONS AND IDENTIFIES TARGETED ISSUES. THE GEORGIA PROGRAM DEVELOPMENT MODEL IS A MULTISTEP PROCESS THAT IS OPERATIONAL EVERY YEAR. THE MODEL INCLUDES A METHOD FOR ASSESSING NEEDS AND IDENTIFYING PROBLEMS. IT ALSO INCLUDES PROGRAM EVALUATION TO DETERMINE IMPACT. THE GEORGIA PROGRAM DEVELOPMENT MODEL WORKS IN UNISON WITH MULTIPLE ADVISORY SYSTEMS AT BOTH COUNTY AND STATE LEVELS. INPUT SOLICITED DIRECTLY FROM ACADEMIC DEPARTMENTS AT FVSU'S COLLEGE OF AGRICULTURE, FAMILY SCIENCES AND TECHNOLOGY AS WELL AS UGA'S COLLEGE OF AGRICULTURAL AND ENVIRONMENTAL SCIENCES (CAES) AND COLLEGE OF FAMILY AND CONSUMER SCIENCES AS PART OF THE ANNUAL NEEDS ASSESSMENT IS AN INTEGRAL PART OF DEVELOPING THIS PLAN OF WORK. FACULTY MEMBERS ASSOCIATED WITH THIS PLAN ARE WORKING ON CUTTING-EDGE PROGRAMS. THEY PROVIDE INFORMATION AND INPUT FROM BOTH THE ACADEMIC LITERATURE AND PERSONAL KNOWLEDGE. THIS INPUT IS EQUALLY IMPORTANT TO PROGRAM DEVELOPMENT AS IS A STRONG ADVISORY SYSTEM. THE GEORGIA FEDERAL PLAN OF WORK DOES NOT ATTEMPT TO CAPTURE ALL OF THE WORK OF THE COLLEGES' FACULTY MEMBERS. IT IS INTENDED TO DOCUMENT THE PLANS AND ACTIONS OF THE FACULTY MEMBERS RECEIVING SPECIFIC FORMULA FUNDS. THE MAJORITY OF THESE FUNDS ARE USED TO SUPPORT STATE-LEVEL CORE PROGRAMS. THESE CORE PROGRAMS COVER A WIDE RANGE OF TOPICS, INCLUDING TRADITIONAL ANIMAL AND PLANT PRODUCTION, POSITIVE YOUTH AND FAMILY DEVELOPMENT, URBAN AGRICULTURE, PERSONAL HEALTH AND WELL- BEING, AND EMERGING ISSUES, SUCH AS BIOFUELS. THE GOALS OF THESE PROGRAMS ARE TO DEMONSTRATE SHORT-AND LONG-TERM IMPACT. HOWEVER, THE GREATEST IMPACTS OF THESE CORE PROGRAMS ARE THE FOUNDATIONS CREATED TO SUPPORT AND LEVERAGE ADDITIONAL RESOURCES BEYOND STATE-MATCHING FUNDS. THE ADDITIONAL STATE FUNDING, COUNTY FUNDING, GRANTS AND GIFTS LEVERAGED AS A DIRECT RESULT OF THE WORK IN THIS PLAN MAY CREATE THE GREATEST FINAL IMPACT. MOST OF GEORGIA'S PLANNED PROGRAMS INCLUDE OUTCOME MEASURES THAT TRACK THE OUTPUT LEVELS OF LEVERAGED PROGRAMMING. THE OUTPUTS OF THESE LEVERAGED PROGRAMS ARE CONSIDERED A DIRECT, SHORT-TERM OUTCOME OF THE CORE PLANNED PROGRAMS WITHIN THE GEORGIA FEDERAL PLAN OF WORK. THE GEORGIA FEDERAL PLAN OF WORK IS CENTERED ON EIGHT PLANNED PROGRAMS. THESE WORK IN CONJUNCTION WITH EACH OTHER TO ADDRESS IMPORTANT ISSUES ON COUNTY, STATE, REGIONAL, NATIONAL AND GLOBAL LEVELS. ANIMAL PRODUCTION THIS PLAN OF WORK WILL EXPLORE DIFFERENT AREAS OF ANIMAL PRODUCTION AND PROTECTION, FOCUSING ON THE PRODUCTION OF SHEEP, GOATS, DAIRY AND BEEF CATTLE, SWINE, POULTRY, AQUACULTURE, AND SMALL RUMINANTS. EQUINE AND BEES ARE ALSO INCLUDED. SPECIFIC TOPICS FOR THIS PROGRAM INCLUDE, BUT ARE NOT LIMITED TO: GEORGIA BEEF CHALLENGE, MASTER CATTLEMAN'S PROGRAM, PROFITABILITY OF DAIRY FARMING, SWINE INTAKE REGULATION, IPM AND EVALUATION OF NEW FORAGES AND FEEDS. COMMUNITY, HOME AND LIFE SKILLS THIS PLAN OF WORK WILL EXPLORE ISSUES RELATED TO HOME AND LIFE SKILLS. SPECIFIC TOPICS FOR THIS PROGRAM INCLUDE, BUT ARE NOT LIMITED TO: COMMUNITY DEVELOPMENT, ECONOMIC DEVELOPMENT, INDOOR AIR QUALITY, WATER QUALITY, WASTE MANAGEMENT, ENERGY MANAGEMENT, HOMEBUYER EDUCATION, CONSUMER ECONOMICS, FINANCIAL LITERACY, AND EMERGENCY PREPAREDNESS. FOOD SAFETY AND QUALITY THIS PLAN OF WORK WILL EXPLORE DIFFERENT AREAS OF FOOD SAFETY, FOCUSING ON FOOD PROCESSING, PROTECTION, AND SAFETY; PLANT PRODUCTION; AND ANIMAL PRODUCTION AND PROTECTION. SPECIFIC TOPICS FOR THIS PROGRAM INCLUDE, BUT ARE NOT LIMITED TO: CONSUMER DEMAND FOR FOOD, FOOD INDUSTRY NEEDS, AND THE FOOD PROCESSING INDUSTRY. HEALTH ANDWELLNESS THIS PLAN OF WORK WILL EXPLORE ISSUES OF CHRONIC DISEASE PREVENTION AND HEALTHY LIFESTYLES, FOCUSING ON WEIGHT CONTROL, PHYSICAL ACTIVITY, DIABETES MANAGEMENT AND PREVENTION, CARDIOVASCULAR DISEASES PREVENTION AND CANCER PREVENTION TO THE PUBLIC. A LARGE FOCUS OF THIS PROGRAM WILL BE ON THE STATE'S YOUTH. PLANT PRODUCTION THIS PLAN OF WORK WILL EXPLORE PLANT PRODUCTION AND PROTECTION. SPECIFIC TOPICS FOR THIS PROGRAM INCLUDE, BUT ARE NOT LIMITED TO: PLANT GROWTH AND CROP PRODUCTION; PLANT DISEASES, WEEDS AND PESTS; DEVELOPING NEW BREEDING TOOLS; SOIL QUALITY; IRRIGATION; PLANT PATHOLOGY; GENETICS; ENTOMOLOGY; IPM, HARVEST AND POST-HARVEST HANDLING; CONSERVATION; CULTURAL TRENDS; AND BREEDING PROGRAMS THAT INCORPORATE VARIABILITY DERIVED FROM INTERSPECIFIC HYBRIDS FROM WHICH NEW CULTIVARS CAN BE DEVELOPED. SUSTAINABILITY, CONSERVATION AND THE ENVIRONMENT THIS PLAN OF WORK WILL EXPLORE ISSUES RELATED TO THE SUSTAINABILITY AND PROFITABILITY OF AGRICULTURE. SPECIFIC TOPICS FOR THIS PROGRAM INCLUDE, BUT ARE NOT LIMITED TO: NATURAL RESOURCE MANAGEMENT, MINIMUM TILLAGE AND COVER CROPS; VALUE ADDED PRODUCTS OR PRODUCTION PRACTICES THAT CAN IMPROVE SUSTAINABILITY AND PROFITABILITY; INVESTIGATION OF NICHE MARKETS IN GEORGIA; FINANCIAL ACCOUNTING AND REPORTING STRATEGIES; AND ALTERNATE CULTURAL PRACTICES THAT WILL PROTECT, IMPROVE AND MAINTAIN SOIL FERTILITY. URBAN AGRICULTURE THIS PLAN OF WORK WILL EXPLORE ISSUES RELATED TO URBAN AGRICULTURE. SPECIFIC TOPICS FOR THIS PROGRAM INCLUDE, BUT ARE NOT LIMITED TO: WATER CONSERVATION TECHNOLOGY AND TRAINING; TURF DISEASE IDENTIFICATION AND MANAGEMENT; IPM; DEVELOPMENT OF NEW COST ESTIMATING AND JOB BIDDING SOFTWARE FOR LANDSCAPE INSTALLATION; AND MASTER GARDENER PROGRAMS. YOUTH AND FAMILY DEVELOPMENT THIS PLAN OF WORK WILL EXPLORE POSITIVE YOUTH AND FAMILY DEVELOPMENT. SPECIFIC TOPICS FOR THIS PROGRAM INCLUDE, BUT ARE NOT LIMITED TO: PARENTING; RELATIONSHIPS, CHILD AND ELDERLY CARE; 4-H AND YOUTH PROGRAMMING. THE GEORGIA FEDERAL PLAN OF WORK IS DESIGNED TO MEET THE EMERGING ISSUES OF OUR COMMUNITIES, SUPPORT THE SUSTAINABILITY AND PROFITABILITY OF THE AGRICULTURE INDUSTRY AND PROVIDE EDUCATIONAL PROGRAMS FOR FAMILIES AND YOUTH. MAJOR COMPONENTS IN THE PLANNED PROGRAM SPECIFICALLY TARGET YOUTH AND FAMILIES AT RISK. OTHER COMPONENTS TARGET SMALL PRODUCERS, LIMITED RESOURCES FARMERS AND RURAL COMMUNITIES. II. MERIT / PEER REVIEW PROCESS UGA CAES AND FVSU INDEPENDENTLY AND COLLABORATIVELY CONDUCT PERIODIC, EXTENSIVE AND COMPREHENSIVE PROGRAM REVIEWS OF THEIR RESEARCH AND EXTENSION PROGRAMS. THESE REVIEWS COLLECT BOTH INTERNAL AND EXTERNAL INPUT, INCLUDING INPUT FROM FACULTY AND STAFF, CLIENTELE, ALUMNI AND STAKEHOLDER GROUPS. THE RESULTS OF THESE REVIEWS HAVE BEEN USED TO FORMULATE THIS PLAN OF WORK. ADDITIONALLY, THE UNIVERSITIES HAVE SOUGHT GUIDANCE FROM THE UGA CAES ADVISORY SYSTEM AND THE FVSU CAFST ADVISORY BOARD THROUGH THEIR CRITICAL REVIEW OF PROGRAMS AND SUGGESTIONS FOR IMPROVEMENTS. THIS PLAN OF WORK IS UNDER CONTINUOUS REVIEW BY THE PROGRAM DEVELOPMENT TEAM, WHICH IS COMPRISED OF PROGRAM DEVELOPMENT SPECIALISTS AND COORDINATORS FROM AGRICULTURE AND NATURAL RESOURCES, FAMILY AND CONSUMER SCIENCES AND 4- H YOUTH DEVELOPMENT, AS WELL AS FACULTY FROM BOTH FVSU AND UGA. THIS REVIEW IS AN ONGOING PROCESS, AND FUTURE ANNUAL REVIEWS AND CHANGES TO THE PLAN OF WORK WILL BE THE RESPONSIBILITY OF THIS TEAM. THE RESEARCH PORTION OF THE PLAN OF WORK UNDERGOES SCIENTIFIC PEER REVIEW PRIOR TO EACH PROJECT BEING SUBMITTED. ALL SCIENTISTS ARE REQUIRED TO HAVE ACTIVE PROJECTS FOR EXPENDITURES TO BE MADE. EACH PROJECT IS PEER-REVIEWED BY BOTH INTERNAL AND EXTERNAL REVIEWERS AND MUST BE APPROVED BY THE APPROPRIATE DEAN AND DIRECTOR PRIOR TO SUBMISSION TO THE NATIONAL INSTITUTE OF FOOD AND AGRICULTURE. III. STAKEHOLDER INPUT 1. ACTIONS TO SEEK SURVEYS ARE USED AT THE PLANNED PROGRAM LEVEL. INFORMATION IS COLLECTED AND SHARED AS PART OF THE PROGRAM DEVELOPMENT PROCESS. THE ADVISORY SYSTEM REQUIRESTHAT FACULTY SEEK PARTICIPATION BY NONTRADITIONAL STAKEHOLDER INDIVIDUALS. GEORGIA'S ADVISORY SYSTEM ALSO RECOMMENDS THAT ADVISORY COMMITTEE MEMBERSHIP REFLECT THE DEMOGRAPHIC COMPOSITION OF THE COMMUNITY. 2. METHODS TO IDENTIFY FACULTY AND ADMINISTRATION IDENTIFY ORGANIZATIONS MADE UP OF DIRECT STAKEHOLDERS OR POTENTIAL COLLABORATORS IN ADDRESSING COMMUNITY ISSUES. INPUT IS SOUGHT FROM STAKEHOLDERS WHO HAVE DEMONSTRATED THEIR DEDICATION TO THE ACTIVITIES OF THE COLLEGE. COUNTY PROGRAMS IDENTIFY INDIVIDUALS WITH THE ABILITY TO REPRESENT DIVERSE CURRENT OR POTENTIAL STAKEHOLDER GROUPS IN THE COMMUNITY. RACE, ETHNICITY, INCOME OR COMMUNITIES OF INTEREST MAY BE USED TO IDENTIFY THESE GROUPS. 3. METHODS TO COLLECT AT THE LOCAL LEVEL, ADVISORY COMMITTEES MEET BY PROGRAM AREA TO CUMULATIVELY IDENTIFY ISSUES; PLAN, EXECUTE AND EVALUATE PROGRAMS; AND COMMUNICATE RESULTS TO THE COMMUNITY. WHEN MAKING HIRING DECISIONS, COMMENTS AND RECOMMENDATIONS OF ACTIVE STAKEHOLDERS ARE SOLICITED VIA EMAIL SURVEY. 4. HOW CONSIDERED STAKEHOLDER INPUT IS AN IMPORTANT PART OF GEORGIA'S PROGRAM DEVELOPMENT MODEL. STAKEHOLDER INPUT IS CURRENTLY USED FOR PROGRAM PLANNING AND DEVELOPMENT PURPOSES, AND TO IDENTIFY AND EVALUATE RESOURCE LEVELS DIRECTED TOWARD SPECIFIC PLANNED PROGRAMS. STAKEHOLDERS ARE ENCOURAGED TO PARTICIPATE IN PROGRAM IMPLEMENTATION AS A TOOL TO UNDERSTAND THE VALUE AND SCOPE OF THE PROGRAM. STAKEHOLDERS ARE ALSO PART OF FUND DEVELOPMENT AT BOTH THE STATE AND LOCAL LEVELS. IV. CRITICAL ISSUES 1 ANIMAL PRODUCTION THIS CRITICAL ISSUE INTEGRATES WORK TO IMPROVE ANIMAL PRODUCTION SYSTEMS INCLUDING POULTRY, BEEF, DAIRY, PORK, SHEEP, GOAT, LAMB, EQUINE, AQUACULTURE, AND POLLINATORS FOR FOOD, FIBER, AND LEISURE. THIS PROGRAM WORKS TO DEVELOP PRODUCTION SYSTEMS THAT ARE PROFITABLE AS WELL AS SUSTAINABLE, AND WORKS CLOSELY WITH SUSTAINABILITY CONSERVATION <(>&<)> ENVIRONMENT, AS WELL AS HEALTH AND WELLNESS, TO DEVELOP SUSTAINABLE FOOD SYSTEMS. THE KEY ASPECT OF THIS PLANNED PROGRAM AREA IS INTERDISCIPLINARY WORK TO SOLVE DIFFICULT PROBLEMS. THIS PROGRAM FOCUSES ON THE FOLLOWING CRITICAL AREAS: EFFICIENT PRODUCTION SYSTEMS ANIMAL HEALTH AND WELL BEING ECONOMIC PROSPERITY AND MARKETING OF ANIMAL PRODUCTION 2 COMMUNITY, HOME AND LIFE SKILLS WITHIN THIS PROGRAM, FACULTY MEMBERS DEVELOP AND DISSEMINATE RESEARCH-BASED INFORMATION TO IMPROVE FINANCIAL CAPABILITY FOR GEORGIANS AT EVERY AGE AND STAGE OF THE LIFE CYCLE. FOCUSES INCLUDE KNOWLEDGE, SKILLS, AND ACCESS TO SERVICES IN THE AREAS OF EARNING (I.E., EMPLOYABILITY SKILLS, INCOME TAXES, JOB SEARCH/SELECTION PROCESS), SPENDING (I.E., BUDGETING, MANAGING EXPENSES, HOME OWNERSHIP), S AVING/INVESTING, BORROWING, AND PROTECTING WHAT'S YOURS (INSURANCE, ESTATE PLANNING, HEALTHY HOMES). 3 FOOD SAFETY AND QUALITY CDC ESTIMATES EACH YEAR ROUGHLY 1 OUT OF 6 AMERICANS (48 MILLION) GETS SICK, 128,000 ARE HOSPITALIZED, AND 3,000 DIE FROM FOODBORNE DISEASES. IN RECENT YEARS, GEORGIA HAD THE HIGHEST INCIDENCE OF SALMONELLOSIS OF ALL 10 SITES MONITORED BY CDC'S FOODNET SYSTEM. INFANTS, YOUNG CHILDREN, THE ELDERLY AND THOSE WITH WEAKENED IMMUNE SYSTEMS ARE MOST AT RISK OF SERIOUS COMPLICATIONS. EDUCATION FOR FOOD PRODUCERS AND PROCESSERS, FARMERS, ENTREPRENEURS, FARMERS MARKETS, FOODSERVICE AND CONSUMERS IS CRITICAL TO ENSURE A SAFE FOOD SUPPLY AND REDUCE INCIDENCE OF FOODBORNE ILLNESS. THIS PLAN WILL PROVIDE RESEARCH AND EDUCATION/INSTRUCTION RELATED TO: A) PROCESSED FOODS, B) FRUITS, VEGETABLES <(>&<)> NUTS, C) MEAT, POULTRY <(>&<)> SEAFOOD, D) LOCAL FOODS, E) IMPORTED FOODS. 4 HEALTH <(>&<)> WELLNESS THE UGA EXTENSION HEALTH AND WELLNESS PROGRAM PROVIDES UP TO DATE, RESEARCH-BASED INFORMATION WITH THE GOAL OF IMPROVING THE HEALTH OF INDIVIDUALS, FAMILIES, AND COMMUNITIES. EXTENSION SPECIALISTS TRAIN AGENTS TO PROVIDE EDUCATION AND TRAINING TO ADULTS AND YOUTH ON HEALTH AND WELLNESS. SPECIALISTS ALSO DEVELOP CURRICULA, PRINT MEDIA AND ONLINE CONSUMER RESOURCES, AND PROGRAM EVALUATIONS. 4-H AND FAMILY AND CONSUMER SCIENCES FACULTY DEVELOP IN-SCHOOL AND OUT OF SCHOOL PROGRAMMING TO STIMULATE BEHAVIOR CHANGES AMONG YOUTH. ALSO INCLUDED IN THIS ISSUE IS BIO-MEDICAL RESEARCH. 5 PLANT PRODUCTION PROJECTS UNDER THE PLANT PRODUCTION PROGRAM ENCOMPASS A BROAD ARRAY OF TARGETED FIELDS OF STUDY THAT INCLUDE ENTOMOLOGY, PLANT PATHOLOGY, NEMATOLOGY, PLANT BREEDING AND GENETICS, SOIL SCIENCE, POSTHARVEST PHYSIOLOGY <(>&<)> STORAGE, IRRIGATION TECHNOLOGY, ENGINEERING, AGRICULTURAL (MICRO- AND MACRO-) ECONOMICS, SOCIOECONOMICS, FOOD SCIENCE AND TECHNOLOGY, RESOURCE CONSERVATION AND ECOLOGICAL SCIENCES, AND RESOURCE SUSTAINABILITY. MANY OF THESE PROJECTS ARE CROSS-DISCIPLINARY AND COMMODITY-DRIVEN WITH THE GOALS OF IMPROVING A GIVEN CROP'S RESOURCE- USE EFFICIENCY, SUSTAINABILITY, PROFITABILITY, YIELDS, AND WORKER SAFETY WHILE REDUCING CROP LOSSES DUE TO ABIOTIC AND BIOTIC STRESS. 6 SUSTAINABILITY, CONSERVATION AND THE ENVIRONMENT THIS CRITICAL ISSUE INTEGRATES WORK FROM THE ANIMAL PRODUCTION AND PLANT PRODUCTION TO DEVELOP SUSTAINABLE PRODUCTION SYSTEMS THAT PROVIDE THE FOOD, FIBER NEEDED WITHOUT DESTROYING THE ECOSYSTEMS ON WHICH WE DEPEND. THIS PROGRAM WORKS TO DEVELOP PRODUCTION SYSTEMS AND ECONOMIC INFORMATION THAT ARE PROFITABLE AS WELL AS SUSTAINABLE, AND WORKS CLOSELY WITH FOOD SAFETY AS WELL AS HEALTH AND WELLNESS TO DEVELOP SUSTAINABLE FOOD SYSTEMS. THE KEY ASPECT OF THIS PLANNED PROGRAM AREA IS INTERDISCIPLINARY WORK TO SOLVE DIFFICULT PROBLEMS. THIS PROGRAM FOCUSES ON THE FOLLOWING CRITICAL AREAS: SUSTAINABLE PRODUCTION SYSTEMS CLIMATE CHANGE MITIGATION AND ADAPTION BIODIVERSITY ON-FARM AND IN THE LANDSCAPE ECONOMIC PROSPERITY AND VALUE OF ECOSYSTEM SERVICES NATURAL RESOURCES CONSERVATION 7 URBAN AGRICULTURE URBAN AGRICULTURE POSES UNIQUE CHALLENGES AS AN INCREASINGLY- URBANIZED GEORGIA POPULATION LIVING IN A FINITE AREA WITH FINITE RESOURCES. IN GEORGIA, THE POPULATION IN URBAN AND SUBURBAN AREAS CONTINUES TO INCREASE WHILE PUTTING ADDITIONAL STRAIN ON THE STATE'S NATURAL RESOURCES. AS POPULATIONS GROW, THE NEEDS FOR URBAN AGRICULTURE PROGRAMMING GROW AS WELL. MEETING THE NEEDS OF THESE CLIENTS IS THE GOAL OF THE URBAN AGRICULTURE CRITICAL ISSUE. INCLUDED IN THIS ISSUE ARE CONTROLLED ENVIRONMENT AGRICULTURE, TURF, AND ORNAMENTAL PLANTS. 8 YOUTH <(>&<)> FAMILY DEVELOPMENT THE YOUTH AND FAMILY DEVELOPMENT CRITICAL ISSUE PROVIDES UP-TO-DATE, RESEARCH-BASED EDUCATIONAL OPPORTUNITIES TO ASSIST INDIVIDUALS AND THEIR FAMILIES IN FORMING ATTITUDES, ACQUIRING KNOWLEDGE, AND DEVELOPING LIFE SKILLS THAT WILL ASSIST THEM THROUGHOUT THEIR LIFESPAN TO BE SELF-DIRECTING, PRODUCTIVE, AND CONTRIBUTING MEMBERS OF SOCIETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_NI231445XXXXG008_12H3"}, {"internal_id": 155356378, "Award ID": "NI231445XXXXG007", "Award Amount": 3979729.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.205", "Description": "LANGSTON UNIVERSITY SCHOOL OF AGRICULTURE AND APPLIED SCIENCES (LUSAAS) LANGSTON UNIVERSITY EVANS ALLEN RESEARCH AND COOPERATIVE EXTENSION PROGRAMS LANGSTON UNIVERSITY LANDGRANT PROGRAMS ARE DEDICATED TO SERVING ALL CITIZENS OF OKLAHOMA. HOWEVER, PROGRAMS AND METHODS OF DELIVERY ARE OFTEN DESIGNED TO ADDRESS THE NEEDS OF UNDERSERVED AND UNDERREPRESENTED DIVERSE POPULATIONS OF THE STATE; ESPECIALLY SMALL FARMERS AND LIMITED RESOURCE CONSUMERS. LANGSTON UNIVERSITY COOPERATIVE EXTENSION AND OUTREACH EFFORTS ARE DESIGNED TO SERVE AS VEHICLES TO TAKE SCHOLARLY, PEERREVIEWED AND STAKEHOLDERDRIVEN RESEARCH FINDINGS, DEMONSTRATIONS, AND EDUCATION ACTIVITIES TO THE CITIZENS OF OKLAHOMA; MANY OF WHOM ARE UNDERSERVED AND STILL DWELL ON THE OTHER SIDE OF THE GREAT DIGITAL DIVIDE. ALL LU EVANS ALLEN RESEARCH PROJECTS REVOLVE AROUND THE APPROVE 2022 PLAN OF WORK (POW) WHICH INCLUDES GOALS, EXPECTED OUTCOMES AND IMPACTS. PROJECTED OUTCOMES AND IMPACTS WILL INCLUDE PROVIDING DELIVERABLES THAT CONTRIBUTE TO ENHANCING THE ECONOMIC STATUS, HEALTH AND QUALITY OF LIFE FOR THE CITIZENS OF OKLAHOMA; AND TO MAKE THEM MORE COMPETITIVE AS VIABLE PRODUCERS AND CONSUMERS IN NICHE MARKETS AND IN THE BROADER GLOBAL MARKETPLACE.  LUSAAS RESEARCH PROGRAM GOALS THE GOAL OF LUSAAS RESEARCH PROGRAM IS TO CREATE GREATER SHORTTERM IMPACT TO PEOPLE AND COMMUNITIES BY STRENGTHENING AND EXPANDING RESEARCH IN FOOD, AGRICULTURE, AND CONSUMER ISSUES. SPECIFICALLY: (1) TO IDENTIFY, SEEK SOLUTIONS AND CREATE IMPACT ON CURRENT AND EMERGING AGRICULTURAL AND RELATED ISSUES AT THE LOCAL, STATE, NATIONAL AND INTERNATIONAL LEVELS, INCLUDING THE IMPROVEMENT OF AGRICULTURAL METHODS AND PRODUCTS AND THE IMPROVEMENT OF PEOPLES LIVES AND COMMUNITIES, ESPECIALLY UNDERSERVED AND UNDERREPRESENTED GROUPS, AND THOSE WITH LIMITED RESOURCES IN RURAL AND URBAN AREAS. CONCEPTS THAT ADDRESS CLIMATE CHANGE AND ENVIRONMENTAL STEWARDSHIPS ARE KEENLY ADDRESSED; (2) TO PROVIDE EXPERIENTIAL LEARNING OPPORTUNITIES FOR STUDENTS IN THE FOOD, AGRICULTURAL NATURAL RESOURCES, AND HUMAN SCIENCES (FANH).  THE RESEARCH PROGRAM ACHIEVES THESE GOALS BY FOCUSING ON THE FOLLOWING EVANS ALLEN RESEARCH PROJECT AREAS THAT ARE DISPARATE YET MAY INTERMINGLE IN UNIQUE WAYS. BECAUSE OF THE DISTINCTIVE TRIPARTITE MISSION OF THE LANDGRANT UNIVERSITIES, ALL RESEARCH PROJECTS ARE INTERCONNECTED TO LU SAAS EXTENSION CLUSTERS. THE EVANS ALLEN PROJECTS ARE AS FOLLOWS:  CURRENT RESEARCH PROJECTS FUNDED THROUGH EVANS ALLEN FEDERAL AND STATE MATCH   1EVANS ALLEN: RESEARCH ADMINISTRATION (ADMINISTRATION AND OPERATIONS)   4EVANS ALLEN: GOAT MANAGEMENT, PRODUCTION AND PRODUCT DEVELOPMENT   1EVANS ALLEN: DAYLILY (PLANT BIOTECHNOLOGY) 2EVANS ALLEN: AQUACULTURE  1EVANS ALLEN: MICROBIOME   3EVANS ALLEN: HORTICULTURE, SOIL, CLIMATE AND NATURAL RESOURCES   2EVANS ALLEN: AGRIBUSINESS MANAGEMENT AND APPLIED ECONOMICS   1EVANS ALLEN: RESEARCH COMMUNICATIONS: (SUPPORT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_NI231445XXXXG007_12H3"}, {"internal_id": 154736198, "Award ID": "NI231445XXXXG006", "Award Amount": 8848842.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.205", "Description": "THE OVERALL GOAL OF THE COOPERATIVE AGRICULTURAL RESEARCH CENTER (CARC) IS TO CONDUCT AGRICULTURAL RESEARCH PROJECTS THAT WILL HELP SOLVE EVERYDAY PROBLEMS AND ISSUES. PLANNED RESEARCH PROJECTS ARE DESIGNED TO PROMOTE QUALITY OF LIFE, ADDRESS ENVIRONMENTAL MANAGEMENT, CLIMATE CHANGE, FOOD SECURITY, SUSTAINABLE LIVESTOCK MANAGEMENT AND CROP PRODUCTION. STATE-DEFINED CRITICAL ISSUES GIVEN THE TARGETED AUDIENCE THAT ENCOMPASSES VARIOUS ETHNIC GROUPS, RELIGIONS, CULTURAL, AND SOCIOECONOMIC BACKGROUNDS, THE OUTREACH METHODS USED TO ADDRESS THE IDENTIFIED NEEDS ARE CLIENT-FOCUSED AND CULTURALLY SENSITIVE. THE COMBINED NETWORK OF RESEARCHERS, RESEARCH PROFESSORS, RESEARCH SPECIALISTS, TECHNICIANS AND OTHER RESEARCH STAFF WILL ENABLE C OLLABORATIVE PROJECTS TO SUPPORT THE FOLLOWING CRITICAL ISSUES FOR TEXANS: ENVIRONMENTAL MANAGEMENT: THIS CRITICAL ISSUE FOCUSED ON ADVANCING SCIENTIFIC UNDERSTANDING AND PROVIDING EDUCATION AND KNOWLEDGE IN MANAGING NATURAL RESOURCES AND ENVIRONMENTAL SYSTEMSUSING INNOVATIVE TECHNOLOGIES, LABORATORY AND FIELD EXPERIMENTS, NUMERICAL MODELING, BIG DATA ANALYSIS, AND BEST MANAGEMENT PRACTICES. THE BROAD COVERAGE OF THE CRITICAL ISSUE INCLUDES WATER CONSERVATION AND PROTECTION, WATER QUANTITY AND QUALITY, SOIL HEALTH AND MANAGEMENT, CLIMATE VARIABILITY AND CLIMATE EXTREMES (E.G., FLOODS AND DROUGHT), STORMWATER AND GROUNDWATER MANAGEMENT, BEST MANAGEMENT PRACTICES, SMART AGRICULTURE AND AGRICULTURAL TECHNIQUES, ENVIRONMENTAL AWARENESS, WILDLIFE MANAGEMENT, SUSTAINABLE FOREST MANAGEMENT, BEST HORTICULTURAL PRACTICES, AND SOIL FERTILITY FOR SUSTAINED AND CONSISTENT YIELDS OF HIGH QUALITY. FOOD SAFETY AND EDUCATION: TO ENSURE FOOD SAFETY, AN UNDERSTANDING OF THE COMPLETE FOOD CHAIN IS ESSENTIAL. THE RESEARCH WILL BE CONDUCTED ON DEVELOPING NUTRITIOUS VALUE-ADDED FOOD PRODUCTS FROM GOAT MILK, GOAT MEAT, AND SPECIALTY FRUITS AND VEGETABLES PRODUCED ON THE PVAMU FARM. THE SAFETY OF THESE FOODS FROM FARM TO TABLE WILL BE EMPHASIZED, INCLUDING PRODUCTION, POST-HARVEST STORAGE, PROCESSING, DISTRIBUTION, AND CONSUMER HANDLING AND PREPARATION. MICROBIAL ANALYSES WILL INCLUDE TRADITIONAL PLATE COUNTING METHODS AND MOLECULAR METHODS USING DNA AND RNA. FOOD SECURITY IN TEXAS COMMUNITIES: FOOD SECURITY IS AN ISSUE THAT AFFECTS PERSONS NATIONALLY AND INTERNATIONALLY. IT IS ESTIMATED THAT 12 PERCENT OF THE UNITED STATES POPULATION IS FOOD INSECURE. COMPARED TO THE NATIONAL AVERAGE, TEXAS RANKED AMONG THE HIGHEST FOOD INSECURITY RATES IN THE UNITED STATES. FOOD SECURITY MUST BE ADDRESSED THROUGHOUT THE ENTIRE FOOD CHAIN - INCLUDING PRODUCTION, PROCESSING, AND DISTRIBUTION - TO REDUCE FOOD INSECURITY. THE RESEARCH WILL FOCUS ON THE POST-HARVEST STORAGE AND CONVERSION OF COMMODITIES TO SAFE, NUTRITIOUS, AFFORDABLE, AND CULTURALLY RELEVANT FOODS TO COMMUNITIES. COMMUNITIES IN TEXAS WILL SERVE AS MODELS FOR RESEARCH THAT CAN BE APPLIED IN OTHER COMMUNITIES NATIONALLY AND INTERNATIONALLY. COLLABORATION WITH RESEARCHERS IN PLANT AND ANIMAL SCIENCESWILL BE EMPHASIZED AND FOSTERED. SUSTAINABLE LIVESTOCK MANAGEMENT: IN THE LARGE AND SMALL RUMINANT ANIMAL INDUSTRY, LIVESTOCK PRODUCTION, PRODUCTIVITY, AND MANAGEMENT SYSTEMS CONTINUE TO GROW IN TEXAS. THE CULMINATION OF THESE ISSUES WILL FOCUS ON IMPROVING PRODUCTIVITY WITH A VARIETY OF AGRICULTURAL ANIMALS, SUCH AS CATTLE, GOATS, POULTRY, PIGS, HORSES. THE FOCUS WILL BE ON IMPROVING LIVESTOCK MANAGEMENT, ENHANCING TECHNOLOGIES AND PRACTICES THAT INCREASE LIVESTOCK PRODUCTIVITY, AND CONDUCTING MULTIPLE LEVELS OF RESEARCH INVESTIGATING METHODS TO INCREASE THE HEALTH AND PRODUCTIVITY OF LIVESTOCK THROUGH OPTIMIZING NUTRITION AND REPRODUCTION AT THE GENETIC LEVEL TO STUDYING ALL ASPECTS OF FOOD ANIMAL PRODUCTION. ALSO, WE MUST UTILIZE TECHNOLOGY TO ENSURE THAT AGRICULTURAL OPERATIONS ARE PROFITABLE AND ENVIRONMENTALLY FRIENDLY. CROP PRODUCTION AND UTILIZATION: WE ARE CONDUCTING RESEARCH TO DISCOVER NEW KNOWLEDGE ABOUT GENETICS, GROWTH, AND DISEASE RESISTANCE OF FIELD, GRAIN, FRUIT, AND VEGETABLE CROPS AND PROVIDE AGRONOMIC INFORMATION ON HYBRIDS AND VARIETY. THESE ISSUES INCLUDE HIGH-VALUE, LOW- VOLUME SPECIALTY CROP PRODUCTION AND MAJOR CROPS TO IMPROVE THE INCOME SITUATION AND EVALUATE PRACTICES AND SYSTEMS CONCERNING CROP YIELD, PROFIT, ENVIRONMENTAL, AND ECOLOGICAL CONSEQUENCES FOR CLIENTELE. THE RESEARCH WILL FOCUS ON UNDER-UTILIZED FRUITS AND VEGETABLES, MEDICINAL PLANTS, LEGUMES, AND ROOT CROPS AND ACTIVELY INVESTIGATE CORN, SOYBEAN, WHEAT, FORAGE, OATS, AND ALFALFA. VARIETY TRIALS, CROP GROWTH, DEVELOPMENT, FERTILIZER TREATMENTS, DIFFERENT ROTATION, AND CULTURAL PRACTICES WILL BE INVESTIGATED TO DETERMINE THE BEST MANAGEMENT PRACTICES FOR CROP PRODUCTION AND CONDUCT GENETIC IMPROVEMENTS AND BIOCHEMICAL EVALUATION OF PLANT PRODUCTS. BY 2021, CARC WILL INTEGRATE BASIC AND APPLIED RESEARCH APPROACHES TO ADVANCE THE SCIENCE AND UNDERSTANDING OF AGRICULTURE, NATURAL RESOURCES, LIVESTOCK, AG-BIOSCIENCES, AND ENVIRONMENTAL ISSUES. BY 2021, CARC'S NEW MEAT LABORATORYWILL BE COMPLETE AND PREPARED TO BE FULLY OPERATIONAL. BY 2023, CARC WILL ACHIEVE RESILIENCY THROUGH RESEARCH ON THE DEMONSTRATION FARM WITH AGRONOMIC CROPS, FOOD, FIBER, AND ECOLOGICAL SYSTEMS; INCORPORATE EXPERIENTIAL EDUCATION ON THE FARM; AND RENOVATE NEW GREENHOUSE RESEARCH SPACE AND POULTRY OPERATION. BY 2023, THE CEP AND CARC COLLABORATION AMONG FEDERAL, STATE, AND LOCAL ENTITIES WILL ENGAGE IN NEW RESEARCH FOR EMERGING SPECIALTY AGRONOMIC CROPS, EMERGENCY MANAGEMENT, AND DISASTER EDUCATION TO COUNTY AGENTS. BY 2025, CARC WILL ADDRESS ISSUES RELATED TO NUTRITION, FOOD SAFETY/QUALITY, FOOD SECURITY/INSECURITY, AND THE RELATED IMPACTS ON QUALITY OF LIFE AND EXAMINE THE EFFICACY OF PRODUCING HIGH-VALUE, LOW-VOLUME MEDICINAL AND NUTRITIONAL PRODUCTS. THROUGHOUT THIS PLANNING PERIOD, CARC IS COMMITTED TO RELEVANT AND INNOVATIVE RESEARCH STRATEGIES. IN ADDITION TO FUNDING FOR CARC RESEARCH FACULTY, STAFF, AND STUDENTS, CARC ALSO INVESTS IN THE INTERNATIONAL GOAT RESEARCH CENTER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_NI231445XXXXG006_12H3"}, {"internal_id": 154736077, "Award ID": "NI231445XXXXG005", "Award Amount": 6027969.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.205", "Description": "IN ALIGNMENT WITH THE USDA-NIFA'S TOP RESEARCH AND EXTENSION PRIORITY AREAS, LINCOLN UNIVERSITY'S COOPERATIVE EXTENSION AND RESEARCH PROGRAM CONDUCT RESEARCH AND EXTENSION ACTIVITIES IN ANIMAL SCIENCE, PLANT SCIENCE, FOOD SAFETY, NATURAL RESOURCE, SOCIAL ECONOMICS, HUMAN HEALTH, AND YOUTH AREAS THAT ADDRESS EMERGENT AND CRITICAL ISSUES FACING MISSOURI FARMS AND AGRICULTURE COMMUNITIES. THE PROGRAM ESPECIALLY TARGETS UNDERREPRESENTED, UNDERSERVED, SMALL FAMERS AND COMMUNITY AND FIRST GENERATION STUDENTS. THE EXTENSION AND RESEARCH PROGRAM IS CURRENTLY FOCUSED ON FIVE (5) IDENTIFIED CRITICAL ISSUES OF SUSTAINABLE AGRICULTURE, HEALTH, SOCIAL JUSTICE AND COMMUNITY DEVELOPMENT, ENVIRONMENTAL AND NATURAL RESOURCES, AND EDUCATION AND CO MMUNICATION WITH UNDERSERVED POPULATIONS IN MISSOURI THROUGH THE INTEGRATIVE, INNOVATIVE APPROACH FOR RESEARCH AND EXTENSION PROGRAMMING. THE PROGRAM IS LAUNCHING SIX INITIATIVES: ORGANIC FARMING, URBAN AGRICULTURE, INDUSTRIAL HEMP, FOOD SAFETY TRAINING, ANDFOREST ECOSYSTEM, AND SMALL RUMINANT, IN AN EFFORT TO MEET THE CRITICAL, GROWING NEEDS OF THE STATE AND STAKEHOLDERS. IN ADDITION, IN 2022, THE EXTENSION AND RESEARCH PROGRAM HAS ALSO JOINED THE GROUP EFFORTS OF THE 1890 MULTISTATE CLIMATE CHANGE PROJECT AND PARTICIPATED IN ALL FOUR PROJECT OBJECTIVES FOCUSING ON 1) SOIL HEALTH AND ADOPTIVE AG PRACTICES NEEDS ASSESSMENT AND TRAINING PROGRAM FOR SOCIALLY DISADVANTAGED FARMERS; 2) WATER RESOURCE AND CLIMATE CHANGE ASSESSMENT; 3) ENVIRONMENTAL JUSTICE AND EQUITY FOR LOW-INCOME COMMUNITIES; AND 4) ANALYSIS OF CLIMATE CHANGE POLICY. THE LU RESEARCH PROGRAM CONTINUES TO CONDUCT CUTTING-EDGE, IMPACTFUL FOOD AND AGRICULTURE RESEARCH THROUGH MULTI-INSTITUTION AND MULTIDISCIPLINARY COLLABORATIONS. THESE PROGRAMS SEEK TO EFFECTIVELY ADDRESS URGENT, EMERGENT ISSUES AND DEVELOP SUSTAINABLE SOLUTIONS TO THE PROBLEMS FACING MISSOURI'S AGRICULTURE INDUSTRY AND RURAL COMMUNITIES AS WELL AS TO STRENGTHEN THE UNIVERSITY'S CAPACITY TO PROVIDE BETTER SERVICE FOR THE NEEDS OF MISSOURI'S SMALL FARMERS, ESPECIALLY UNDERSERVED FARMERS. THE RESEARCH PROGRAM HAS FIVE RESEARCH FOCUSES: 1) ANIMAL PRODUCTION; 2) CROP AND VEGETABLE PRODUCTION, 3) FOOD SAFETY, 4) NATURAL RESOURCE MANAGEMENT, AND 5) SOCIAL ECONOMICS, WITH AN EMPHASIS OF SMALL RUMINANTS, AQUACULTURE, SOIL HEALTH, SPECIALTY CROPS, ORGANIC PRODUCTION, FOOD SAFETY DETECTION, WATER QUALITY, FOREST HEALTH, AND COMMUNITY DEVELOPMENT. THE FACULTY MEMBERS IN THE PROGRAM ACTIVELY PURSUE EXTRAMURAL FUNDING TO SUPPORT CURRENT RESEARCH AND LEVERAGE RESOURCES PROVIDED BY FEDERAL AND STATE PARTNERS. THE LU EXTENSION EFFORTS AIM TO IMPROVE THE EDUCATION AND ECONOMIC OPPORTUNITIES TO UNDERREPRESENTED POPULATIONS IN KANSAS CITY, ST. LOUIS, AND CENTRAL, SOUTHEAST AND SOUTHWEST MISSOURI. THE PROGRAMS WILL ASSIST FARMERS, FAMILIES, YOUTH AND THE ELDERLY AS WELL AS ENTIRE COMMUNITIES WITH UNDERSERVED AND UNDERREPRESENTED POPULATIONS THROUGH FOLLOWING OUTREACH ACTIVITIES: 1) 4-H AND YOUTH DEVELOPMENT, 2) FAMILY DEVELOPMENT, 3) COMMUNITY DEVELOPMENT, 4) HEALTH AND AGING, 5) FOOD AND NUTRITION, AND 6) URBAN GARDENING. THE PAULA J. CARTER CENTER ON MINORITY HEALTH AND AGING WILL PROVIDE PROGRAMS ADDRESSING HEALTH LITERACY, HEALTH DISPARITY REDUCTION AND CHRONIC DISEASE PREVENTION FOR UNDERSERVED AUDIENCE WITH AGES OF FIFTY AND OVER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_NI231445XXXXG005_12H3"}, {"internal_id": 154736216, "Award ID": "NI231445XXXXG004", "Award Amount": 5564532.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.205", "Description": "ADDRESSING THE NEEDS OF STAKEHOLDERS IN AGRICULTURE, FOOD AND NUTRITION INDUSTRY IN OHIO AND US THROUGH EVANS ALLEN PROGRAM AT CENTRAL STATE UNIVERSITY CENTRAL STATE UNIVERSITY THROUGH ITS EVANS ALLEN RESEARCH PROGRAM EXPECTS TO FOCUS ON THE FOLLOWING THEMATIC RESEARCH AREAS IN AGRIC ULTURE, FOOD SCIENCES AND NUTRITION: AGRICULTURAL TECHNOLOGY (AT) HAS NOT ALWAYS BEEN ECONOMICALLY VIABLE FOR SMALL OR MEDIUM FARM OPERATIONS. SMALL-SCALE AND SPECIALTY CROP GROWERS MAY NOT BENEFIT FROM THE WAVE OF TECHNOLOGICAL ADVANCEMENTS AS LARGE-SCALE PRODUCTION GROWERS. INADEQUATE EFFORT HAS OCCURRED TO UPLIFT SMALL-SCALE FARMING TO MAKE AGRICULTURAL TECHNOLOGY A PROFITABLE AND DESIRABLE CHOICE FOR BEGINNER FARMERS. THIS ISSUE NEEDS TO BE ADDRESSED FOR THE BETTERMENT OF THE SMALL SCALE, BEGINNING, SOCIALLY DISADVANTAGED, AND SPECIALTY CROP GROWERS. SMALL-SCALE FARMERS WHO FARM LESS THAN 5 ACRES ARE CRITICAL FOR WORLD FOOD SECURITY AS THEY PRODUCE 35% OF THE WORLD'S FOOD. THEREFORE, THE DEVELOPMENT OF EFFECTIVE AGRICULTURAL TECHNOLOGY SOLUTIONS FOR SMALL-SCALE FARMING IS IMPERATIVE FOR SUSTAINABLE AGRICULTURE AND WORLD FOOD SECURITY. CROSS DISCIPLINARY APPROACHES ARE NEEDED TO ADDRESS THIS CHALLENGE. APPLICATIONS OF MECHATRONICS THAT INTEGRATE EXPERTISE IN MECHANICAL ENGINEERING, ELECTRICAL ENGINEERING, COMPUTER CONTROL, MACHINE VISION AND INFORMATION TECHNOLOGY IN A SEAMLESS MANNER IS GAINING TRACTION IN IMPROVING FOOD PRODUCTION. RESEARCH IN MECHANICAL DESIGN OF NEW OR MODIFYING AND ADAPTING EXISTING AGRICULTURAL MACHINERY FOR PRECISION DELIVERY OF NOVEL INTEGRATED AGRICULTURAL NUTRIENT AND PEST MANAGEMENT STRATEGIES, COORDINATED MACHINE CONTROL IN RESPONSE TO SENSORY FEEDBACK, SENSOR TECHNOLOGY AND HIGH-LEVEL PROGRAMMING ARE NEEDED TO IMPROVE EFFICIENCY OF FARMING SYSTEMS. PRECISION AGRICULTURAL TECHNOLOGY IS A CRITICAL SOLUTION TO EXPAND THE ONGOING RESEARCH ON NON-CHEMICAL, HIGH ENER GY-BASED PEST CONTROL CONDUCTED BY RESEARCHERS IN CESTA WHICH REQUIRES ADDITIONAL CAPABILITIES IN MECHATRONICS ENGINEERING TO DEVELOP DEVICES THAT ENHANCE AGRICULTURAL EFFICIENCY, REDUCE COSTS AND IMPROVE SUSTAINABILITY. CSU ALSO INTENDS TO DEVELOP APPROPRIATE SERVICES FOR COMMERCIALIZING THE TECHNOLOGIES TO LOWER FARMING COSTS AND ENHANCE ECONOMIC DEVELOPMENT THROUGH HIGHER PAYING JOBS IN RELATED ADVANCED TECHNOLOGY COMPANIES. ALTERNATIVE CROPS ARE NEEDED TO PROVIDE GROWERS NEW REVENUE STREAMS. LARGE-SCALE ADOPTION OF ALTERNATIVE CROPS CAN REDUCE OVERPRODUCTION OF MAJOR CROPS, THEREBY INCREASING COMMODITY PRICES. IT IS RELEVANT TO EXPLORE AND DEVELOP KNOWLEDGE TO ESTABLISH VALUABLE NICHE MARKETS FOR ALTERNATIVE AND SPECIALTY CROPS. INTERESTING ALTERNATIVE CROPS FOR OHIO INCLUDE HEMP, HIGH-AMYLOSE CORN, PERENNIAL CROPS, MEDICINAL PLANTS, AND BIOMASS CROPS. HEMP CAN BE UTILIZED AS A FOOD, FIBER, FEED, BIOENERGY, AND MEDICINE. INCREASING OHIO HEMP PRODUCTION WILL DIVERSIFY THE STATE'S AGRICULTURE INDUSTRY, GIVE GROWERS ALTERNATIVE REVENUE STREAMS, REDUCE DEPENDENCE ON TWO CROP SYSTEMS (CORN-SOYBEANS), PROVIDE ECOLOGICAL SUSTAINABLE BENEFITS AND THAT ENHANCE HUMAN HEALTH. CENTRAL STATE IS CONDUCTING AGRONOMY AND PLANT BREEDING RESEARCH IN ALTERNATE, SPECIALTY AND MEDICINAL PLANTS UNDER CONVENTIONAL AND ORGANIC PRODUCTION SYSTEM. NEW HEMP VARIETIES BRED AND ADAPTED TO OHIO WILL PROVIDE GROWERS ACROSS THE REGION SUPERIOR GENETICS TO MAXIMIZE CROP YIELDS AND REDUCE CHANCES OF CROP FAILURE. THESE TRAITS WILL ENHANCE THE SUCCESS OF HEMP CROPS WITHIN THE REGION AND MAXIMIZE FARMER RETURNS. CSU WILL ALSO PURSUE DEVELOPING TECHNIQUES TO MAKE USE OF HEMP FIBER FOR COMPOSITE MATERIALS AND MEDICINAL PRODUCTS. A PROGRAM FOR THE IMPROVEMENT OF SPECIALTY CORN THAT WORKS WITH OHIO PRODUCERS TOWARD IDENTIFYING NEW MARKET OPPORTUNITIES BY THE DEVELOPMENT AND COMMERCIALIZATION OF HYBRID VARIETIES WITH USEFUL NOVEL STARCHES AS DETERMINED BY THE NEEDS OF THE END-USERS APPEARS NECESSARY. IN THIS REGARD HIGH-AMYLOSE CORN, WHICH HAS ELEVATED LEVELS OF AMYLOSE CONTENT IN THE STARCH HAS POTENTIAL BENEFITS. RECENT DEVELOPMENTS INDICATE ITS POTENTIAL UTILIZATION IN BIOPLASTICS AND BY FOOD COMPANIES FOR A STARCH TYPE THAT RESISTS DIGESTION. NATURAL PRODUCTS FROM HORTICULTURAL PRODUCTION THAT HAVE CAPACITY TO PROVIDE ENHANCED ECONOMIC VALUE TO AGRICULTURAL SYSTEMS MAY ALSO BRING ECONOMIC BENEFITS TO OHIO PRODUCERS. THE POTENTIAL FOR NATURAL PRODUCTS TO REMEDIATE SOME OF THE MOST CURRENT PUBLIC CONCERNS SUCH AS HUMAN HEALTH AND NUTRITION, PESTS, AND PATHOGENS, AS WELL AS OTHER SOCIETAL PROBLEMS MERITS EXPLORATION. CENTRAL STATE IS ENGAGED IN DEVELOPING NATURAL PRODUCTS FROM PLANTS TO ESTABLISH VALUABLE NICHE MARKETS FOR ALTERNATIVE AND SPECIALTY CROPS. SOIL SECURITY IS A CRITICAL COMPONENT OF PLANT PRODUCTIVITY AND ENVIRONMENTAL QUALITY IN AGRICULTURAL SYSTEMS. INFORMED MANAGEMENT OF SOIL RESOURCES IS IMPERATIVE TO EFFECTIVELY MANAGE NATURAL RESOURCES.,. AN ASSESSMENT OF SOIL INFORMATION AND HEALTH AT LOCAL, REGIONAL, AND GLOBAL SCALES WILL PROVIDE A HOLISTIC SYSTEM-BASED APPROACH TO ADDRESS THE ISSUES AT THE NEXUS OF PLANT, ANIMAL, NATURAL RESOURCES, AND ENVIRONMENTAL SYSTEMS. CENTRAL STATE RESEARCHERS WILL USE ADVANCED TECHNIQUES AND INSTRUMENTATION THAT HARNESSES THE RECENT DEVELOPMENTS IN AGRICULTURAL SCIENCES INCLUDING, PROXIMAL SENSING, SATELLITE SENSING, DRONE-BASED SENSING, SOIL MICROBIOLOGY, ISOTOPE GEOCHEMISTRY, AND PESTICIDE CHEMISTRY TO SOLVE BROAD SOCIETAL NEEDS SUCH AS CLIMATE CHANGE MITIGATION, CARBON MARKETS, RENEWABLE ENERGY SYSTEMS, NON- POINT SOURCE POLLUTION ABATEMENT, ENHANCED CROP PRODUCTIVITY, DIVERSIFIED CROPPING SYSTEMS AND POLLINATOR BEHAVIOR AND HEALTH. RESEARCHERS WILL ASSESS THE EFFECTIVENESS OF SEVERAL AGRICULTURAL BEST MANAGEMENT PRACTICES IN REDUCING NUTRIENT LOADS IN THE GREAT AND LITTLE MIAMI WATERSHEDS THAT DRAIN INTO THE OHIO RIVER AND SUBSEQUENTLY INTO THE MISSISSIPPI RIVER AND GULF OF MEXICO. CENTRAL STATE EXPECTS TO ACHIEVE THIS BY UTILIZING ADVANCE GEOSPATIAL AND AI TECHNOLOGIES, MODELING AND OTHER INNOVATIVE LAB AND FIELD TECHNIQUES COUPLED WITH ON FARM RESEARCH. WATER ISSUES IN THE US ARE RELATED TO 1) VARIABILITY IN AVAILABILITY OF THE RESOURCE FOR AGRICULTURE, DOMESTIC INDUSTRIAL AND COMMERCIAL USES, FIREFIGHTING, AND RECREATION; 2) FLOODS AND DROUGHTS; 3) WATER QUALITY IN AGRICULTURAL AND URBAN AREAS; 4) ECONOMICS OF WATER RESOURCES AND 5) WAYS FOR ENERGY GENERATION. THE MAJOR PHENOMENON OF CLIMATE CHANGE IMPACTS ALL ASPECTS OF WATER, WHICH REQUIRES PLANNING STRUCTURAL AND NON-STRUCTURAL MITIGATION MEASURES. A MAJOR WATER ISSUE IN OHIO IS RELATED TO WATER QUALITY. NITROGEN AND PHOSPHORUS IN AGRICULTURAL RUNOFF AND LEACHING CONTINUES TO BE A NON-POINT SOURCE POLLUTION AFFECTING WATER QUALITY IN OHIO WATERSHEDS BY CAUSING HARMFUL ALGAL BLOOMS. TO DATE, MINIMAL RESEARCH HAS BEEN DONE IN CROPPED ACRES OF SOUTHWESTERN OHIO TO QUANTIFY THE IMPACT OF NUTRIENT POLLUTION ON WATER QUALITY. CENTRAL STATE RESEARCHERS WILL ADDRESS WATER QUALITY ISSUES IN SOUTHWESTERN OHIO BY TARGETED IMPLEMENTATIONOF AGRICULTURAL BEST MANAGEMENT PRACTICES. IN URBAN LANDSCAPES, A WATER QUALITY ISSUE AFFECTING MUNICIPAL STAKEHOLDERS IS MANAGING THE WATER AND WASTEWATER SYSTEMS UNDER THEIR RESPECTIVE JURISDICTIONS. THE WASTEWATERS FROM THESE SYSTEMS, THOUGH TREATED AND RELEASED STILL CARRY CONSIDERABLE LOADS OF NON-POINT SOURCE POLLUTION. MAJOR WORK ELEMENTS INVOLVE DEVELOPING GUIDELINES FOR WATERSHED LEVEL DECISION MAKING ON WATER QUALITY RESTORATION AND IMPROVEMENTS BY THE MUNICIPALITIES AND COUNTIES; ENHANCE ENVIRONMENTAL SUSTAINABILITY; EXPANSION OF MODELING AS A DECISION-MAKING TOOL TO INCLUDE SOCIOECONOMIC FACTORS; ENHANCING THE SMART MODELS TO INCLUDE OTHER AND EMERGING \"CONTAMINANTS OF CONCERN\" AND AUGMENTING WASTEWATER SMART SENSORS WITH BIOSENSORS TO DETECT VIRUSES LEADING TO COUNTY-WIDE PUBLIC HEALTH CRISIS. CENTRAL STATE RESEARCHERS WILL CONDUCT RESEARCH ON THESE WORK ELEMENTS. POLLINATOR HEALTH IS CRUCIAL FOR SUSTAINABLE AGRICULTURE INTO THE FUTURE. HONEYBEES ARE THE MOST IMPORTANT MANAGED POLLINATORS CONTR IBUTING $15 BILLION FOR THE U.S. ECONOMY, BUT THE HONEYBEE COLONIES ARE IN A 40-50% DECLINE IN THE COUNTRY. MANAGED BEE COLONIES ARE IN A 60% ANNUAL DECLINE IN OHIO. PROMOTING MITE RESISTANT BEES IS ONE OF THE MOST EFFECTIVE WAYS TO MITIGATE THE BEE DECLINE. IT IS IMPERATIVE THAT TO DEVELOP NEW METHODS FOR INCREASING GENETIC DIVERSITY AND TO IMPROVE QUEEN BEE QUALITY. THE LIMITING FACTORS AFFECTING LOCAL HONEYBEE RESOURCES INCLUDE FEWER QUEENS AND THE NUCLEI AVAILABLE TO FULFILL THE DEMAND OF BEEKEEPERS IN THE REGION. CENTRAL STATE UNIVERSITY EXPECTS TO GROW THE BEE GENOMIC PROGRAM TO ADDRESS THE NEEDS OF THE OHIO STAKEHOLDERS INVOLVED IN POLLINATOR MANAGEMENT. HUMAN HEALTH ENCOMPASSES MANY FACTORS: BEHAVIORAL, ECONOMIC, ENVIRONMENTAL, CULTURAL, EDUCATIONAL, AND GENETIC. DIET AND NUTRITION A RE IMPORTANT TO OVERALL HEALTH. DISEASES RELATED TO OBESITY, SEDENTARY LIFESTYLES, NUTRIENT DEFICIENCIES AND FOOD INSECURITY, ARE MAJOR DIETARY HEALTH CONCERNS IN THE U.S AND IN OHIO. CENTRAL STATE EXPECT TO DEVELOP METHODS THAT ARE NEEDED TO POSITIVELY IMPACT COMMUNITY HEALTH, BY WORKING WITH INDIVIDUALS AND SYSTEMS TO DETERMINE THE BEST PRACTICES IN HEALTH PROMOTION. UNIVERSITY RESEARCHERS WILL CONDUCT STUDIES ON FACTORS RELATED TO HEART HEALTH OF AFRICAN AMERICAN POPULATION TO FIND PATHWAYS TO IMPROVE WELLNESS OF THE AFFECTED COMMUNITIES. THROUGH RESEARCH, WE ALSO EXPECT TO FOCUS ON IDENTIFYING PREVENTATIVE MECHANISMS FOR REDUCING ANGINA AND DETERMINING THE EFFECTS OF GASOTRANSMITTERS SUCH AS NITRIC OXIDE (NO) AND HYDROGEN SULFIDE (H2S) IN DIABETES AND CARDIOVASCULAR DISEASE MODELS INCLUDING TISSUE CULTURE, TO GUIDE POSSIBLE INTERVENTION MECHANISMS USING NUTRITIONAL APPROACHES. STUDIES IN THESE DISEASE MODELS WILL PROVIDE VALUABLE INFORMATION FOR IMPROVING HUMAN HEALTH AND ASSOCIATED SCIENCE. FOOD SAFETY AUGMENTS HUMAN HEALTH. FRESH PRODUCE CONSUMPTION HAS INCREASED IN THE US BECAUSE OF INCREASING HEALTH CONSCIOUSNESS OF C ONSUMERS, IMPROVED YEAR-ROUNDAVAILABILITY, CREATIVE MARKETING, AND IMPROVED VARIETIES. FRESH PRODUCE CONSUMPTION INCREASE HOWEVER, HAS COINCIDED WITH SEVERAL FOODBORNE PATHOGENIC CASES OUTBREAKS AND DISEASES LINKED TO PRODUCE WHICH ARE MAJOR THREATS TO FOOD INDUSTRY. FOR THE PAST FEW YEARS, MOST FOODBORNE CONTAMINATION AND OUTBREAKS ARE ASSOCIATED WITH FRESH PRODUCE (FRUIT AND VEGETABLES). HUMAN PATHOGENIC BACTERIA, SALMONELLA, LISTERIA, AND ESCHERICHIA COLI O157:H7, STAPHYLOCOCCUS AUREUS, AND SHIGELLA, AND NOROVIRUS, HEPATITIS A VIRUS, AND PROTOZOA ARE THE LEADING CONTAMINANTS IN PRODUCE INDUSTRY. CURRENTLY, THERE IS LIMITED LITERATURE IN UNDERSTANDING THE HUMAN PATHOGEN SOURCES, SURVIVAL BEHAVIOR IN PRODUCE AND ENVIRONMENT, AND MODE OF TRANSMISSION AND CONTAMINATION DURING PRODUCTION. EFFECTS OF CLIMATE CHANGE AND CHANGES IN GLOBAL TRADE AND CONSUMPTION PATTERNS ARE EXPECTED TO INFLUENCE THE QUALITY OF FRESH PRODUCE AND IMPACTS FOOD SAFETY. CLIMATE CHANGE EFFECTS INCLUDING EXTREME WEATHER EVENTS AND NATURAL DISASTERS, SUCH AS FLOODS AND DROUGHT HAVE INCREASED THE FREQUENCY OF HEAVY RAINS, FREQUENT AND LONGER DROUGHT PERIODS, ACIDIFICATION OF WATER, CO2 ENRICHED ATMOSPHERE, AND EXTREME PRECIPITATIONS WITH ALTERED PATTERNS AND POTENTIAL RISING IN SEA LEVELS. ALL THESE EFFECTS OF CLIMATE CHANGE ARE EXPECTED TO IMPACT THE AGRICULTURAL PRODUCTION METHODS AND POTENTIALLY SUPPORT THE GROWTH, SURVIVAL, ANTIBIOTIC RESISTANCE, AND EMERGENT OF NEW STRAINS OF PATHOGENIC MICROORGANISMS ASSOCIATE WITH FOOD AND WATER SOURCES. ALSO, THE INSECT PESTS, MICROBIAL VECTORS, POPULATION IS EXPECTED TO GROW DUE TO ALTERED WEATHER PATTERNS. INCREMENT IN TEMPERATURES IS EXPECTED TO INCREASE THE RISE OF SEA LEVEL THAT MAY INFLUENCE HUMAN PATHOGENS SURVIVAL AND PROLIFERATION IN AGRICULTURAL PRODUCTION SYSTEMS. CENTRAL STATE UNIVERSITY INTENDS TO DEVELOP OF A FOOD SAFETY RESEARCH PROGRAM TO ADDRESS THE FOOD SECURITY ISSUES IN OHIO. WORKFORCE DIVERSITY IN AGRICULTURE, FOOD, AND NUTRITION INDUSTRY IS A CRITICAL NEED AT THE STATE AND NATIONAL LEVEL. CENTRAL STATE AS ONE OF THE 19 HBCU LAND GRANT INSTITUTIONS IN THE COUNTRY IS DEDICATED TO SERVING THE UNDERREPRESENTED STUDENTS IN AGRICULTURE, FOOD, AND NUTRITION DISCIPLINES. THE UNIVERSITY WILL ENGAGE UNDERGRADUATE STUDENTS IN EXPERIENTIAL LEARNING OPPORTUNITIES IN THE ABOVE DISCUSSED THEMATIC RESEARCH AREAS AS UNDERGRADUATE RESEARCH ASSISTANTS IN THE LAB AND IN THE FIELD. THE STUDENTS WILL BE PROVIDED OPPORTUNITIES FOR PROFESSIONAL DEVELOPMENT IN USDA DISCIPLINES TO FOSTER A DIVERSIFIED WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_NI231445XXXXG004_12H3"}, {"internal_id": 155356379, "Award ID": "NI231445XXXXG003", "Award Amount": 3495569.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.205", "Description": "OUR RESEARCH PROGRAMS HAVE A PARTICULAR FOCUS TO THE NEEDS OF SMALL TO MEDIUM SCALE, LIMITED RESOURCE FARMERS AND INDUSTRY STAKEHOLDERS. NINETY PERCENT OF FLORIDAS FARMS FIT THE DEFINITION OF A SMALL FARM, WHICH MAKES OUR MISSION PARTICULARLY CRUCIAL IN ENHANCING THE OVERALL ECONOMY OF THE STATE. THE MAJOR AREAS OF NEED ARE CAPTURED IN THE FOLLOWING PLANNED PROGRAMS: 1. VITICULTURE AND SMALL FRUITS RESEARCH 2. PRESERVING WATER QUALITY OF NORTH FLORIDA WATERSHEDS RESEARCH 3. STRATEGIC RESEARCH FOR THE MANAGEMENT OF INVASIVE PEST SPECIES 4. FAMU LIVESTOCK AND CROP IMPROVEMENT PROGRAM VITICULTURE AND SMALL FRUITS RESEARCH CONTINUES TO PROVIDE LEADERSHIP IN THE DEVELOPMENT OF THE GRAPE AND WINE INDUSTRY IN FLORIDA THROUGH QUALITY RESEARCH AND STATEWIDE EXTENSION AND OUTREACH ACTIVITIES THAT ADDRESS THE NEEDS AND CONCERNS OF STAKEHOLDERS. THE VITICULTURE AND SMALL FRUIT CENTER RECENTLY RELEASED A FRESH FRUIT MUSCADINE CULTIVAR, A RED WINE MUSCADINE CULTIVAR AND, A WHITE WINE BUNCH GRAPE HYBRID CULTIVAR IS WORKING TO RELEASE SEVERAL WINE GRAPE AND FRESH FRUIT CULTIVARS IN THE NEAR FUTURE THAT WILL GREATLY IMPACT THE VIABILITY OF THE FLORIDA GRAPE AND WINE INDUSTRY. IN THE AREA OF PLANT BIOTECHNOLOGY, RESEARCHERS ARE CONTINUING TO IDENTIFY MOLECULAR MARKERS THAT WILL FACILITATE THE BREEDING PROGRAM AND BEST MANAGEMENT PRACTICES TO ENHANCE PRODUCTIVITY AND REDUCE COST. IN FOOD BIOTECHNOLOGY, RESEARCHERS ARE WORKING TO DEVELOP HIGH EFFICIENCY TECHNOLOGY IN THE PRODUCTION OF PHYTOCHEMICALS AND NUTRACEUTICALS FROM GRAPES TO ADDRESS CHILDHOOD OBESITY, FOOD SAFETY AND FOOD SECURITY ISSUES. AS A MEMBER OF THE USDA NATIONAL CLEAN PLANT NETWORK, THE CENTER WILL CONTINUE TO IMPROVE ON PHYTOSANITARY TECHNIQUES IN PATHOGEN TESTING AND DISEASE ELIMINATION THERAPY AND THE PRODUCTION OF CLEAN VINES. THE VITICULTURE PROGRAM ATTRACTS AND SUPPORTS MANY STUDENTS WHO HAVE CHOSEN TO DO THEIR RESEARCH IN GRAPES, WINE AND VALUE ADDED PRODUCTS. THE FACULTY SHARES THEIR EXPERTISE, KNOWLEDGE ANDEXPERIENCE WITH THE REST OF THE COLLEGE BY TEACHING GRADUATE COURSES AND PARTICIPATING IN SCHOLARLY AND PROFESSIONAL ACTIVITIES. PRESERVING WATER QUALITY OF NORTH FLORIDA WATERSHEDS RESEARCH IS ADMINISTERED THROUGH THE CENTER FOR WATER RESOURCES. THE CENTER CON TINUES TO WORK WITH UNDERGRADUATE AND GRADUATE STUDENTS, CONDUCT NEEDBASED RESEARCH AND WORK WITH THE COOPERATIVE EXTENSION PROGRAM AND THE U.S. FOREST SERVICE, SOUTHERN RESEARCH STATION, AS WELL AS A NUMBER OF DIVERSE STAKEHOLDERS. ITS PROGRAMS ARE FOCUSED ON WATER QUALITY, SOIL CHEMISTRY, GEOSPATIAL TECHNOLOGIES AND AQUATIC ENTOMOLOGY ISSUES IN THE FLORIDA PANHANDLE. THROUGH THE PLANNED PROGRAMS, THE CENTER WILL CONTINUE TO PROVIDE EXPERIENTIAL LEARNING OPPORTUNITIES FOR STUDENTS IN SOILS, WATER, FORESTRY AND NATURAL RESOURCES AREAS. STRATEGIC RESEARCH FOR THE MANAGEMENT OF INVASIVE PEST SPECIES IS IMPLEMENTED BY THE CENTER FOR BIOLOGICAL CONTROL. THE PROBLEMS POSED BY INVASIVE ALIEN SPECIES (IAS) ARE BROAD, WITH IMPACTS AT THE LOCAL, STATE, NATIONAL AND GLOBAL LEVELS. IAS POSE MAJOR THREATS TO AGRICULTURE AND THE ENVIRONMENT. CONCERTED ACTION AND THE CONTINUUM OF PREVENTION OF IMMINENT THREATS TO THE MANAGEMENT OF ESTABLISHED SPECIES IS REQUIRED TO MITIGATE THE THREATS. THIS PROGRAM TAKES A MULTIDISCIPLINARY APPROACH WITH ACTIVITIES ACROSS THE SPECTRUM FROM PREVENTION TO MANAGEMENT AND RESTORATION. THE SPECIFIC AREAS OF FOCUS INCLUDE OFFSHORE PEST MITIGATION, ONSHORE DEVELOPMENT OF ECOLOGICALLY BASED MANAGEMENT OF INVASIVE INSECT PESTS AND WEEDS, DEVELOPMENT OF ELECTRONIC DIAGNOSTIC TOOLS AND RESOURCES FOR INSECT IDENTIFICATION, ASSESSMENT OF THE ECONOMIC IMPACT OF IAS AND IMPROVING THE SAFETY OF BIOLOGICAL CONTROL. THE WORK OF THE CENTER INTEGRATES PROJECTS FUNDED THROUGH OTHER AGENCIES WHICH ARE ALL BROADLY FOCUSED ON DEVELOPMENT OF BIOLOGICALLY BASED TECHNIQUES FOR THE MANAGEMENT OF PESTS. THE PROGRAM OF WORK INVOLVES STRONG COLLABORATION WITH USDAAPHIS AND USDAARS, SEVERAL STATE AGENCIES AND INTERNATIONAL COOPERATORS, ESPECIALLY IN THE CONTEXT OF OFFSHORE WORK ON IAS. AN INTEGRAL COMPONENT OF THE RESEARCH PROGRAM IS THE TRAINING OF UNDERGRADUATE AND GRADUATE STUDENTS AND THIS EMPHASIS WILL BE CONTINUED. FAMU LIVESTOCK AND CROP IMPROVEMENT PROGRAM IS LOCATED BOTH AT THE FAMU RESEARCH AND EXTENSION CENTER IN QUINCY, FLORIDA AND BROOKSVILLE AGRICULTURAL ENVIRONMENTAL RESEARCH STATION (BAERS). RECENTLY FAMU ACQUIRED 3,800 ACRES OF LAND IN BROOKSVILLE, FLORIDA FROM THE USDAARS TO SUPPORT THE UNIVERSITYS LANDGRANT MISSION. THE PROGRAM AT THIS STATION WILL HOST A COLLABORATIVE MULTIDISCIPLINARY LIVESTOCK AND CROP IMPROVEMENT PROGRAM THAT WILL LEAD TO THE ACQUISITION OF SCIENTIFIC KNOWLEDGE THAT WILL ENABLE THE UNIVERSITY/COLLEGE TO ASSIST ITS STAKEHOLDERS THE LIMITED RESOURCE FARMERS TO ENHANCE PRODUCTIVITY AND PROFITABILITY OF THEIR FARMING OPERATIONS. THE PROGRAM WILL INCLUDE LIVESTOCK IMPROVEMENT, HAY PRODUCTION, FORAGE SYSTEMS IMPROVEMENT, SPECIALIZED HORTICULTURAL CROPS, BESTMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_NI231445XXXXG003_12H3"}, {"internal_id": 154736128, "Award ID": "NI231445XXXXG002", "Award Amount": 3709412.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.205", "Description": "ALCORN STATE UNIVERSITY, FOUNDED IN 1871, IS AN 1890 HBCU LAND GRANT UNIVERSITY LOCATED IN LORMAN, MISSISSIPPI PROVIDING BROAD AGRICULTURE SERVICES TO HER SERVING MINORITY COMMUNITIES. ALCORN HAS PROGRAMS IN AGRICULTURE RESEARCH, EDUCATION AND EXTENSION. AGRICULTURE RESEARCH AND EXTENSION EDUCATION AT ALCORN BOASTS DIVERSE FIELDS SUCH AS AGRONOMY, PLANT BREEDING, PLANT PATHOLOGY, ENTOMOLOGY, MYCOLOGY, VIROLOGY, SOIL SCIENCE, ENVIRONMENTAL SCIENCE, ANIMAL SCIENCE, PLANT BIOTECHNOLOGY, BIOFUELS AND BIOPROCESSING, AGRICULTURE ECONOMICS, AGRIBUSINESS AND AGRICULTURE MECHANICS AND ITS APPLICATIONS. THESE DISCIPLINES AT ALCORN'S AGRICULTURE RESEARCH AND EXTENSION EDUCATION PROGRAMS HAVE BEEN ESTABLISHED TO SERVE SMALL FARMERS, LIMITED RESOURCE FARMERS AND DISADVANTAGED FARMERS OF MISSISSIPPI. ANOTHER SIGNIFICANT COMPONENT ALCORN STATE'S AGRICULTURE RESEARCH ACTIVITY AIMS AT ENHANCING AWARENESS OF AGRICULTURE AND THE RECRUITMENT OF MINORITY YOUTH FROM HIGH SCHOOL AND COMMUNITY COLLEGE. THE AGRICULTURE PROGRAMS AT ALCORN STATE CONTRIBUTES TO WORKFORCE TRAINING AT DIFFERENCE LEVELS PREPARING A SIZEABLE NUMBER OF SKILLED AND TRAINED AGRICULTURE PROFESSIONALS ANNUALLY INTO THE AGRICULTURE WORKFORCE. THE PROPOSED WORK IS OUTLINED TO INCLUDE 1) SOIL AND WATER QUALITY DEGRADATION, COVER CROPS AND SOIL AND WATER DEGRADATION MITIGATION; 2) CROP, VEGETABLES AND FRUITS PRODUCTION, PROCESSING AND STORAGE; 3) NATIVE AND NOVEL BIOFUEL CROPS SUCH AS SWITCHGRASS AND MISCANTHUS AS BIOFUELS FOR BIOMASS PRODUCTION; 4) PLANTS AS FEED FOR ANIMAL CONSUMPTION AND ANIMAL NUTRITIONAL RESEARCH; 5) SOIL SURVEY AND CLIMATE CHANGE INVESTIGATION; 6) EVALUATION OF IRRIGATION AND NATURAL WATER MOVEMENT ON COVER CROP AND VEGETABLE CROP POTENTIAL TO INCREASE SOIL AND WATER QUALITY; 7) DEVELOP AND APPLY TRADITIONAL AND LATEST TECHNOLOGY FOR PLANT PESTS DIAGNOSIS AND MANAGEMENT; 8) EVALUATION OF NOVEL AND SPECIALTY CROPS FOR INTEGRATION INTO SMALL FARMERS' FARM OPERATION AND THEIR ECONOMIC IMPACTS ON SMALLFARM'S OPERATION; 9) ADOPTION AND APPLICATION OF NOVEL BIOTECHNOLOGY SUCH AS GENOME EDITING FOR CROP GENETIC IMPROVEMENT; 10) SMART AGRICULTURE AND APPLICATIONS OF ROBOTICS AND ARTIFICIAL INTELLIGENCE IN BROAD AGRICULTURE PRODUCTIONS; 11) ANIMAL PRODUCTION, PHYSIOLOGY, GENETICS, ZOONOTIC DISEASE INVESTIGATION AND PUBLIC HEALTH EDUCATION; 12) DEMONSTRATION OF AGRICULTURE RESEARCH FOR SCIENCE, TECHNOLOGY, ENGINEERING AND MATH (STEM) OUTREACH TO PREK-12 SCHOOLS AND COMMUNITY COLLEGES FOR WORKFORCE CULTIVATION; 13) PRESENT R ESEARCH FINDINGS AT LOCAL, REGIONAL, AND NATIONAL CONFERENCES; 14) PUBLISH RESEARCH RESULTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_NI231445XXXXG002_12H3"}, {"internal_id": 155356380, "Award ID": "NI231445XXXXG001", "Award Amount": 4112778.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-25", "CFDA Number": "10.205", "Description": "ALABAMAS RESEARCH AND EXTENSION SEEK TO ADDRESS SELECTED QUESTIONS THAT LEAD TO IDENTIFICATION OF CRITICAL ISSUES OF STRATEGIC IMPORTANCE. THESE ISSUES INCLUDE, BUT ARE NOT LIMITED TO: (1) ENHANCING THE SUSTAINABILITY, COMPETITIVENESS, BIOSECURITY, AND PROFITABILITY OF U.S. FOOD AND AGRICULTURAL SYSTEMS; (2) PLAYING A GLOBAL LEADERSHIP ROLE TO ENSURE A SAFE, SECURE, NUTRITIOUS, AND ABUNDANT FOOD SUPPLY FOR THE U.S. AND THE WORLD; (3) HEIGHTENING ENVIRONMENTAL STEWARDSHIP THROUGH THE DEVELOPMENT OF SUSTAINABLE MANAGEMENT PRACTICES (FOOD/WATER); AND ADAPTING TO AND MITIGATING THE IMPACTS OF CLIMATE CHANGE ON FOOD, FEED, FIBER, AND FUEL SYSTEMS IN THE U.S.; (4) IMPROVING HUMAN HEALTH, NUTRITION, AND WELLBEING OF THE US POPULATION; (5) PROMOTING COMMUNITY DEVELOPMENT, RURAL HEALTH, PROSPERITY AND RESILIENCE; (6) BUILDING CAPACITY OF INDIVIDUALS AND FAMILIES IN THE CONTEXT OF LEARNING, CULTURE, AND COMMUNITY; AND (7) SUPPORTING ENERGY SECURITY AND THE DEVELOPMENT OF THE BIO-ECONOMY FROM RENEWABLE NATURAL RESOURCES IN THE U.S. AS PART OF THE COMBINED ALABAMA LAND GRANT PLAN OF WORK, TUSKEGEE UNIVERSITYS INTEGRATIVE RESEARCH AND EXTENSION PROGRAMS ARE PLANNED TO ADDRESS THE NATIONAL USDA FOOD, AGRICULTURE, NATURAL RECOURSES AND HUMAN SCIENCES STRATEGIC GOALS; NIFA PRIORITY SCIENCE AREAS AND THE ALABAMA AGRICULTURAL CRITICAL ISSUES AS IDENTIFIED BY THE STAKEHOLDERS. OUR PROGRAMS ARE THEREFORE FOCUSED ON THE FOLLOWING CRITICAL ISSUES: (1) GLOBAL FOOD SECURITY AND HUNGER; (2) NATURAL RESOURCES CONSERVATION AND MANAGEMENT, ENVIRONMENTAL SUSTAINABILITY AND CLIMATE CHANGE; (3) FOOD SYSTEM AND FOOD SAFETY; (4) HUMAN NUTRITION, WELL-BEING, HEALTH AND OBESITY; (5) SUSTAINABLE ENERGY; (6) COMMUNITY DEVELOPMENT; AND (7) FAMILY, HOME AND 4-H AND YOUTH DEVELOPMENT. OUR PROGRAMS ARE DESIGNED TO PARTICULARLY ADDRESS THE ALABAMA BLACK BELT REGION AND HISTORICALLY DISADVANTAGED AND UNDERSERVED LIMITED RESOURCE PRODUCERS AND LAND OWNERS. SPECIFIC RESEARCH PROJECTS ARE THEREFORE FOCUSED ON:EFFICIENT WATER USE AND ADAPTATION TO CLIMATE VARIABILITY: A SUSTAINABLE PRODUCTION SOLUTION FOR HISTORICALLY DISADVANTAGED AND LIMITED RESOURCE FARMERS AND LANDOWNERS; SUSTAINABLE MEAT GOAT PRODUCTION SYSTEMS FOR LIMITED- RESOURCE PRODUCERS; SUSTAINABLE AND RELIABLE APPROACHES AND MARKETING STRATEGIES TO INCREASE YIELD OF VEGETABLES AND FRUITS FOR SOC IALLY DISADVANTAGED FARMERS IN ALABAMA; ALTERNATIVE POULTRY PRODUCTION: A SUSTAINABLE INTEGRATIVE POULTRY PRODUCTION MODEL FOR SMALL SCALE PRODUCERS; INTEGRATIVE APPROACHES TO OBESITY PREVENTION IN ALABAMA BLACK BELT COUNTIES; STRENGTHENING  PROGRAMS IN ORGANIC FARMING IN ALABAMA THROUGH RESEARCH AND EDUCATION; AND DEVELOPMENT AND EVALUATION OF INTEGRATIVE ALTERNATIVE ENERGY SOURCES FOR LIMITE D-RESOURCE FARMERS AND UNDERSERVED COMMUNITIES IN ALABAMA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_NI231445XXXXG001_12H3"}, {"internal_id": 145966727, "Award ID": "NI221445XXXXG019", "Award Amount": 3598669.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-09", "CFDA Number": "10.205", "Description": "PAYMENTS TO 1890 LAND-GRANT COLLEGES AND TUSKEGEE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_NI221445XXXXG019_12H3"}, {"internal_id": 145966649, "Award ID": "NI221445XXXXG018", "Award Amount": 1552684.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-09", "CFDA Number": "10.205", "Description": "AGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_NI221445XXXXG018_12H3"}, {"internal_id": 146292994, "Award ID": "NI221445XXXXG017", "Award Amount": 4063737.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.205", "Description": "RESEARCH FORMULA FUNDS - EVANS ALLEN (1445)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_NI221445XXXXG017_12H3"}, {"internal_id": 145966673, "Award ID": "NI221445XXXXG016", "Award Amount": 2184655.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.205", "Description": "EVANS-ALLEN RESEARCH AND ADMINISTRATION PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_NI221445XXXXG016_12H3"}, {"internal_id": 145966749, "Award ID": "NI221445XXXXG015", "Award Amount": 4872681.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.205", "Description": "1890 RESEARCH PROGRAM IN TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_NI221445XXXXG015_12H3"}, {"internal_id": 145966668, "Award ID": "NI221445XXXXG014", "Award Amount": 3107152.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.205", "Description": "1890 EVANS-ALLEN RESEARCH FY22", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_NI221445XXXXG014_12H3"}, {"internal_id": 145966720, "Award ID": "NI221445XXXXG013", "Award Amount": 2219464.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.205", "Description": "WEST VIRGINIA STATE UNIVERSITY AGRICULTURAL RESEARCH PROGRAM 1445 FISCALYEAR 2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_NI221445XXXXG013_12H3"}, {"internal_id": 146292965, "Award ID": "NI221445XXXXG012", "Award Amount": 3241321.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.205", "Description": "EVANS-ALLEN RESEARCH PROGRAM FOR THE UNIVERSITY OF ARKANSAS AT PINEBLUFF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_NI221445XXXXG012_12H3"}, {"internal_id": 147432154, "Award ID": "NI221445XXXXG011", "Award Amount": 3738567.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.205", "Description": "AGRICULTURAL RESEARCH AT TUSKEGEE UNIVERSITY, 1890 LAND-GRANT UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_NI221445XXXXG011_12H3"}, {"internal_id": 145966686, "Award ID": "NI221445XXXXG010", "Award Amount": 2765030.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.205", "Description": "SOUTHERN UNIVERSITY AGRICULTURAL RESEARCH AND EXTENSION CENTER(AGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTITUTIONS, TUSKEGEE UNIVERSITY AND WEST VIRGINIA STATE UNIVERSITY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_NI221445XXXXG010_12H3"}, {"internal_id": 145966759, "Award ID": "NI221445XXXXG009", "Award Amount": 7885915.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.205", "Description": "EVANS ALLEN RESEARCH PROGRAM FY2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_NI221445XXXXG009_12H3"}, {"internal_id": 145966657, "Award ID": "NI221445XXXXG008", "Award Amount": 5800324.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.205", "Description": "FY 2022 EVANS-ALLEN FUNDING AT NORTH CAROLINA AGRICULTURAL AND TECHNICALSTATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_NI221445XXXXG008_12H3"}, {"internal_id": 145966722, "Award ID": "NI221445XXXXG007", "Award Amount": 5465482.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.205", "Description": "LINCOLN UNIVERSITY EVANS ALLEN PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_NI221445XXXXG007_12H3"}, {"internal_id": 145966712, "Award ID": "NI221445XXXXG006", "Award Amount": 5142632.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.205", "Description": "EVANS ALLEN RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_NI221445XXXXG006_12H3"}, {"internal_id": 145966655, "Award ID": "NI221445XXXXG005", "Award Amount": 4297520.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.205", "Description": "PAYMENTS TO FORT VALLEY STATE UNIVERSITY FOR AGRICULTURAL RESEARCH FY2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_NI221445XXXXG005_12H3"}, {"internal_id": 145966766, "Award ID": "NI221445XXXXG004", "Award Amount": 3113211.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.205", "Description": "2022 EVANS-ALLEN RESEARCH AT FLORIDA A<(>&<)>M UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_NI221445XXXXG004_12H3"}, {"internal_id": 145966774, "Award ID": "NI221445XXXXG003", "Award Amount": 4911873.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.205", "Description": "AGRICULTURE RESEARCH AT 1890 LAND-GRANT INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_NI221445XXXXG003_12H3"}, {"internal_id": 145966737, "Award ID": "NI221445XXXXG002", "Award Amount": 3398269.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.205", "Description": "EVANS ALLEN FORMULA FUNDS(SECTION 1445)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_NI221445XXXXG002_12H3"}, {"internal_id": 145966751, "Award ID": "NI221445XXXXG001", "Award Amount": 3757614.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.205", "Description": "AGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTITUTIONS (ALABAMA A<(>&<)>MUNIVERSITY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_NI221445XXXXG001_12H3"}, {"internal_id": 151586710, "Award ID": "NI211445XXXXG019", "Award Amount": 3721486.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-28", "CFDA Number": "10.205", "Description": "RESEARCH FORMULA FUNDS - EVANS ALLEN (1445)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_NI211445XXXXG019_12H3"}, {"internal_id": 120382243, "Award ID": "NI211445XXXXG018", "Award Amount": 4303550.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-28", "CFDA Number": "10.205", "Description": "AGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_NI211445XXXXG018_12H3"}, {"internal_id": 151586797, "Award ID": "NI211445XXXXG017", "Award Amount": 2868173.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-28", "CFDA Number": "10.205", "Description": "1890 EVANS-ALLEN RESEARCH FY21", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_NI211445XXXXG017_12H3"}, {"internal_id": 151586354, "Award ID": "NI211445XXXXG016", "Award Amount": 3430653.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.205", "Description": "AGRICULTURAL RESEARCH AT TUSKEGEE UNIVERSITY, 1890 LAND GRANT UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_NI211445XXXXG016_12H3"}, {"internal_id": 151587020, "Award ID": "NI211445XXXXG015", "Award Amount": 4719604.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.205", "Description": "EVANS ALLEN RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_NI211445XXXXG015_12H3"}, {"internal_id": 151586656, "Award ID": "NI211445XXXXG014", "Award Amount": 2021667.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.205", "Description": "WV STATE UNIVERSITY FY2021 1445", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_NI211445XXXXG014_12H3"}, {"internal_id": 151586296, "Award ID": "NI211445XXXXG013", "Award Amount": 3449700.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.205", "Description": "AGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTITUTIONS (ALABAMA A&M UNIVERSITY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_NI211445XXXXG013_12H3"}, {"internal_id": 151587331, "Award ID": "NI211445XXXXG012", "Award Amount": 3148518.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.205", "Description": "EVANS-ALLEN (SECTION 1445)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_NI211445XXXXG012_12H3"}, {"internal_id": 151586028, "Award ID": "NI211445XXXXG011", "Award Amount": 7093964.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.205", "Description": "EVANS ALLEN AG. FY 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_NI211445XXXXG011_12H3"}, {"internal_id": 151586961, "Award ID": "NI211445XXXXG010", "Award Amount": 4446307.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.205", "Description": "1890 RESEARCH PROGRAM IN TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_NI211445XXXXG010_12H3"}, {"internal_id": 151882352, "Award ID": "NI211445XXXXG009", "Award Amount": 2003676.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.205", "Description": "EVANS-ALLEN RESEARCH AND ADMINISTRATION PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_NI211445XXXXG009_12H3"}, {"internal_id": 151586102, "Award ID": "NI211445XXXXG008", "Award Amount": 3945830.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.205", "Description": "PAYMENTS TO FORT VALLEY STATE UNIVERSITY FOR AGRICULTURAL RESEARCH FY 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_NI211445XXXXG008_12H3"}, {"internal_id": 151586355, "Award ID": "NI211445XXXXG007", "Award Amount": 5347141.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.205", "Description": "FY 2021 EVANS-ALLEN FUNDING AT NORTH CAROLINA AGRICULTURAL AND TECHNICAL STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_NI211445XXXXG007_12H3"}, {"internal_id": 151587200, "Award ID": "NI211445XXXXG006", "Award Amount": 2555918.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.205", "Description": "SOUTHERN UNIVERSITY AGRICULTURAL RESEARCH AND EXTENSION CENTER (AGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTITUTIONS, TUSKEGEE UNIVERSITY AND WEST VIRGINIA STATE UNIVERSITY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_NI211445XXXXG006_12H3"}, {"internal_id": 151585898, "Award ID": "NI211445XXXXG005", "Award Amount": 4955863.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.205", "Description": "1890 LAND GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_NI211445XXXXG005_12H3"}, {"internal_id": 151586657, "Award ID": "NI211445XXXXG004", "Award Amount": 2835767.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.205", "Description": "2021 EVANS-ALLEN RESEARCH AT FLORIDA A&M UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_NI211445XXXXG004_12H3"}, {"internal_id": 151586861, "Award ID": "NI211445XXXXG003", "Award Amount": 1463702.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.205", "Description": "AGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_NI211445XXXXG003_12H3"}, {"internal_id": 151882350, "Award ID": "NI211445XXXXG002", "Award Amount": 2975446.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.205", "Description": "EVANS-ALLEN RESEARCH PROGRAM FOR THE UNIVERSITY OF ARKANSAS AT PINE BLUFF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_NI211445XXXXG002_12H3"}, {"internal_id": 151586531, "Award ID": "NI211445XXXXG001", "Award Amount": 3257115.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.205", "Description": "PAYMENTS TO 1890 LAND-GRANT COLLEGES AND TUSKEGEE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_NI211445XXXXG001_12H3"}, {"internal_id": 151586973, "Award ID": "NI201445XXXXG019", "Award Amount": 6415149.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-06-04", "CFDA Number": "10.205", "Description": "EVANS ALLEN AG. FY 2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_NI201445XXXXG019_12H3"}, {"internal_id": 97800366, "Award ID": "NI201445XXXXG018", "Award Amount": 3782130.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-26", "CFDA Number": "10.205", "Description": "CENTRAL STATE UNIVERSITY EVANS-ALLEN RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_NI201445XXXXG018_12H3"}, {"internal_id": 151587407, "Award ID": "NI201445XXXXG017", "Award Amount": 2934445.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-21", "CFDA Number": "10.205", "Description": "EVANS-ALLEN (SECTION 1445)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_NI201445XXXXG017_12H3"}, {"internal_id": 151586964, "Award ID": "NI201445XXXXG016", "Award Amount": 1852126.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-21", "CFDA Number": "10.205", "Description": "WV STATE UNIVERSITY FY2020 1445", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_NI201445XXXXG016_12H3"}, {"internal_id": 151586173, "Award ID": "NI201445XXXXG015", "Award Amount": 3119938.33, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-18", "CFDA Number": "10.205", "Description": "AGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTITUTIONS (ALABAMA A&M UNIVERSITY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_NI201445XXXXG015_12H3"}, {"internal_id": 151586455, "Award ID": "NI201445XXXXG014", "Award Amount": 2376679.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.205", "Description": "SOUTHERN UNIVERSITY AGRICULTURAL RESEARCH & EXTENSION CENTER(AGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTITUTIONS, INCLUDING TUSKEGEE UNIVERSITY AND WEST VIRGINIA STATE UNIVERSITY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_NI201445XXXXG014_12H3"}, {"internal_id": 151586929, "Award ID": "NI201445XXXXG013", "Award Amount": 4080845.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.205", "Description": "1890 RESEARCH PROGRAM IN TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_NI201445XXXXG013_12H3"}, {"internal_id": 151587003, "Award ID": "NI201445XXXXG012", "Award Amount": 2663305.72, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.205", "Description": "1890 EVAN-ALLEN RESEARCH FY20", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_NI201445XXXXG012_12H3"}, {"internal_id": 151586092, "Award ID": "NI201445XXXXG011", "Award Amount": 2492665.5, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.205", "Description": "FORT VALLEY STATE UNIVERSITY AGRICULTURAL RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_NI201445XXXXG011_12H3"}, {"internal_id": 151586341, "Award ID": "NI201445XXXXG010", "Award Amount": 2571674.63, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.205", "Description": "2019 AGRICULTURAL RESEARCH AT FLORIDA A&M UNIVERSITY (EVANS-ALLEN)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_NI201445XXXXG010_12H3"}, {"internal_id": 151586292, "Award ID": "NI201445XXXXG009", "Award Amount": 2756470.95, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.205", "Description": "PAYMENTS TO 1890 LAND-GRANT COLLEGES AND TUSKEGEE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_NI201445XXXXG009_12H3"}, {"internal_id": 151587899, "Award ID": "NI201445XXXXG008", "Award Amount": 0.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.205", "Description": "RESEARCH FORMULA FUNDS - EVANS ALLEN (1445)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_NI201445XXXXG008_12H3"}, {"internal_id": 151586647, "Award ID": "NI201445XXXXG007", "Award Amount": 4519047.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.205", "Description": "FY2020 EVANS ALLEN APPROVED PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_NI201445XXXXG007_12H3"}, {"internal_id": 151587895, "Award ID": "NI201445XXXXG006", "Award Amount": 3166727.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.205", "Description": "AGRICULTURAL EXTENSION AT TUSKEGEE UNIVERSITY, 1890 LAND-GRANT UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_NI201445XXXXG006_12H3"}, {"internal_id": 151586132, "Award ID": "NI201445XXXXG005", "Award Amount": 4958699.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.205", "Description": "FY 2020 EVANS-ALLEN FUNDING AT NORTH CAROLINA AGRICULTURAL AND TECHNICAL STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_NI201445XXXXG005_12H3"}, {"internal_id": 151586021, "Award ID": "NI201445XXXXG004", "Award Amount": 1848551.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.205", "Description": "EVANS-ALLEN RESEARCH AND ADMINISTRATIVE PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_NI201445XXXXG004_12H3"}, {"internal_id": 151586133, "Award ID": "NI201445XXXXG003", "Award Amount": 4357009.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.205", "Description": "EVANS ALLEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_NI201445XXXXG003_12H3"}, {"internal_id": 151586030, "Award ID": "NI201445XXXXG002", "Award Amount": 2747552.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.205", "Description": "AGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTUTITIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_NI201445XXXXG002_12H3"}, {"internal_id": 151586937, "Award ID": "NI201445XXXXG001", "Award Amount": 1387431.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.205", "Description": "AGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_NI201445XXXXG001_12H3"}, {"internal_id": 151587447, "Award ID": "NI191445XXXXG019", "Award Amount": 2613336.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-03-22", "CFDA Number": "10.205", "Description": "EVANS-ALLEN (SECTION 1445)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_NI191445XXXXG019_12H3"}, {"internal_id": 151586633, "Award ID": "NI191445XXXXG018", "Award Amount": 3813116.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-03-05", "CFDA Number": "10.205", "Description": "KENTUCKY STATE UNIVERSITY EVANS ALLEN RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_NI191445XXXXG018_12H3"}, {"internal_id": 151586307, "Award ID": "NI191445XXXXG017", "Award Amount": 1286947.04, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-03-05", "CFDA Number": "10.205", "Description": "RESEARCH FORMULA FUNDS - EVANS ALLEN (1445)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_NI191445XXXXG017_12H3"}, {"internal_id": 151585944, "Award ID": "NI191445XXXXG016", "Award Amount": 3863823.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-03-05", "CFDA Number": "10.205", "Description": "EVANS' ALLEN CAPACITY FUNDS - APPROVED RESEARCH PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_NI191445XXXXG016_12H3"}, {"internal_id": 151586105, "Award ID": "NI191445XXXXG015", "Award Amount": 1273026.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-27", "CFDA Number": "10.205", "Description": "AGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_NI191445XXXXG015_12H3"}, {"internal_id": 151586449, "Award ID": "NI191445XXXXG014", "Award Amount": 5396916.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-03-05", "CFDA Number": "10.205", "Description": "EVANS ALLEN AG. RESEARCH FY 2019", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_NI191445XXXXG014_12H3"}, {"internal_id": 151586871, "Award ID": "NI191445XXXXG013", "Award Amount": 2213887.33, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-19", "CFDA Number": "10.205", "Description": "2019 AGRICULTURAL RESEARCH AT FLORIDA A&M UNIVERSITY (EVANS-ALLEN)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_NI191445XXXXG013_12H3"}, {"internal_id": 151586084, "Award ID": "NI191445XXXXG012", "Award Amount": 1597816.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-19", "CFDA Number": "10.205", "Description": "WEST VIRGINIA STATE UNIVERSITY - EVANS-ALLEN FUNDS FY2019", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_NI191445XXXXG012_12H3"}, {"internal_id": 151586245, "Award ID": "NI191445XXXXG011", "Award Amount": 1986796.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "10.205", "Description": "PAYMENTS TO 1890 LAND-GRANT COLLEGES AND TUSKEGEE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_NI191445XXXXG011_12H3"}, {"internal_id": 151586343, "Award ID": "NI191445XXXXG010", "Award Amount": 2770838.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "10.205", "Description": "AGRICULTURAL RESEARCH AT TUSKEGEE UNIVERSITY, 1890 LAND-GRANT UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_NI191445XXXXG010_12H3"}, {"internal_id": 151586214, "Award ID": "NI191445XXXXG009", "Award Amount": 2356077.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "10.205", "Description": "1890 RESEARCH FY19", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_NI191445XXXXG009_12H3"}, {"internal_id": 151586642, "Award ID": "NI191445XXXXG008", "Award Amount": 3532650.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "10.205", "Description": "1890 RESEARCH PROGRAM IN TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_NI191445XXXXG008_12H3"}, {"internal_id": 151586085, "Award ID": "NI191445XXXXG007", "Award Amount": 4376035.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "10.205", "Description": "FY 2019 EVANS-ALLEN FUNDING AT NORTH CAROLINA A & T STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_NI191445XXXXG007_12H3"}, {"internal_id": 151586093, "Award ID": "NI191445XXXXG006", "Award Amount": 2107821.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "10.205", "Description": "SOUTHERN UNIVERSITY AGRICULTURAL RESEARCH & EXTENSION CENTER(AGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTITUTIONS, INCLUDING TUSKEGEE UNIVERSITY AND WEST VIRGINIA STATE UNIVERSITY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_NI191445XXXXG006_12H3"}, {"internal_id": 151586632, "Award ID": "NI191445XXXXG005", "Award Amount": 3154936.73, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "10.205", "Description": "FORT VALLEY STATE UNIVERSITY AGRICULTURAL RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_NI191445XXXXG005_12H3"}, {"internal_id": 151587164, "Award ID": "NI191445XXXXG004", "Award Amount": 2405713.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "10.205", "Description": "EVANS-ALLEN RESEARCH PROGRAM FOR THE UNIVERSITY OF ARKANSAS AT PINE BLUFF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_NI191445XXXXG004_12H3"}, {"internal_id": 151585934, "Award ID": "NI191445XXXXG003", "Award Amount": 2789885.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "10.205", "Description": "AGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTITUTIONS, INCLUDING TUSKEGEE UNIVERSITY AND WEST VIRGINIA STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_NI191445XXXXG003_12H3"}, {"internal_id": 151585947, "Award ID": "NI191445XXXXG002", "Award Amount": 3000000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "10.205", "Description": "CENTRAL STATE UNIVERSITY APPLICATION FOR EVANS-ALLEN FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_NI191445XXXXG002_12H3"}, {"internal_id": 151586827, "Award ID": "NI191445XXXXG001", "Award Amount": 1615863.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "10.205", "Description": "EVANS-ALLEN RESEARCH AND ADMINISTRATION PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_NI191445XXXXG001_12H3"}, {"internal_id": 151587898, "Award ID": "NI181445XXXXG019", "Award Amount": 2193946.73, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-03-01", "CFDA Number": "10.205", "Description": "RESEARCH FORMULA FUNDS - EVANS ALLEN (1445)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_NI181445XXXXG019_12H3"}, {"internal_id": 150693108, "Award ID": "NI181445XXXXG018", "Award Amount": 1564704.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-03-01", "CFDA Number": "10.205", "Description": "EVANS-ALLEN RESEARCH AND ADMINISTRATION PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_NI181445XXXXG018_12H3"}, {"internal_id": 150693206, "Award ID": "NI181445XXXXG017", "Award Amount": 2702610.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-15", "CFDA Number": "10.205", "Description": "AGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTITUTIONS, INCLUDING TUSKEGEE UNIVERSITY AND WEST VIRGINIA STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_NI181445XXXXG017_12H3"}, {"internal_id": 150693179, "Award ID": "NI181445XXXXG016", "Award Amount": 2542744.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-15", "CFDA Number": "10.205", "Description": "EVANS-ALLEN (SECTION 1445)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_NI181445XXXXG016_12H3"}, {"internal_id": 150693020, "Award ID": "NI181445XXXXG015", "Award Amount": 2161220.87, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-15", "CFDA Number": "10.205", "Description": "2018 FLORIDA A&M UNIVERSITY EVANS-ALLEN RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_NI181445XXXXG015_12H3"}, {"internal_id": 150692777, "Award ID": "NI181445XXXXG014", "Award Amount": 3092529.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-15", "CFDA Number": "10.205", "Description": "PAYMENTS TO 1890 LAND-GRANT COLLEGES AND TUSKEGEE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_NI181445XXXXG014_12H3"}, {"internal_id": 150692869, "Award ID": "NI181445XXXXG013", "Award Amount": 2288764.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-20", "CFDA Number": "10.205", "Description": "1890 RESEARCH FY18", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_NI181445XXXXG013_12H3"}, {"internal_id": 150692910, "Award ID": "NI181445XXXXG012", "Award Amount": 1949074.83, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-15", "CFDA Number": "10.205", "Description": "PAYMENTS TO 1890 LAND-GRANT COLLEGES AND TUSKEGEE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_NI181445XXXXG012_12H3"}, {"internal_id": 150693035, "Award ID": "NI181445XXXXG011", "Award Amount": 4247277.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-15", "CFDA Number": "10.205", "Description": "FY 2018 EVANS-ALLEN FUNDING AT NORTH CAROLINA A&T STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_NI181445XXXXG011_12H3"}, {"internal_id": 150693000, "Award ID": "NI181445XXXXG010", "Award Amount": 2683563.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-13", "CFDA Number": "10.205", "Description": "AGRICULTURAL RESEARCH AT TUSKEGEE UNIVERSITY, 1890 LAND GRANT UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_NI181445XXXXG010_12H3"}, {"internal_id": 150692815, "Award ID": "NI181445XXXXG009", "Award Amount": 2048928.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-13", "CFDA Number": "10.205", "Description": "SOUTHERN UNIVERSITY AGRICULTURAL RESEARCH & EXTENSION CENTER(AGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTITUTIONS, INCLUDING TUSKEGEE UNIVERSITY AND WEST VIRGINIA STATE UNIVERSITY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_NI181445XXXXG009_12H3"}, {"internal_id": 150693057, "Award ID": "NI181445XXXXG008", "Award Amount": 5168162.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-15", "CFDA Number": "10.205", "Description": "EVANS ALLEN AG. RESEARCH FY 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_NI181445XXXXG008_12H3"}, {"internal_id": 150692787, "Award ID": "NI181445XXXXG007", "Award Amount": 1118814.32, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-13", "CFDA Number": "10.205", "Description": "CENTRAL STATE UNIVERSITY EVANS-ALLEN RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_NI181445XXXXG007_12H3"}, {"internal_id": 150693128, "Award ID": "NI181445XXXXG006", "Award Amount": 3410347.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-15", "CFDA Number": "10.205", "Description": "1890 RESEARCH PROGRAM IN TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_NI181445XXXXG006_12H3"}, {"internal_id": 150693058, "Award ID": "NI181445XXXXG005", "Award Amount": 2330021.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-15", "CFDA Number": "10.205", "Description": "EVANS-ALLEN RESEARCH PROGRAM FOR THE UNIVERSITY OF ARKANSAS AT PINE BLUFF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_NI181445XXXXG005_12H3"}, {"internal_id": 150693059, "Award ID": "NI181445XXXXG004", "Award Amount": 3691365.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-13", "CFDA Number": "10.205", "Description": "EVANS ALLEN RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_NI181445XXXXG004_12H3"}, {"internal_id": 150692965, "Award ID": "NI181445XXXXG003", "Award Amount": 1538886.67, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-08", "CFDA Number": "10.205", "Description": "WEST VIRGINIA STATE UNIVERSITY - EVANS-ALLEN FUNDS FY 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_NI181445XXXXG003_12H3"}, {"internal_id": 150693080, "Award ID": "NI181445XXXXG002", "Award Amount": 2386934.81, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-08", "CFDA Number": "10.205", "Description": "EVAN'S ALLEN RESEARCH - APPROVED PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_NI181445XXXXG002_12H3"}, {"internal_id": 150692826, "Award ID": "NI181445XXXXG001", "Award Amount": 1248348.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-08", "CFDA Number": "10.205", "Description": "DELAWARE STATE UNIVERSITY'S COOPERATIVE RESEARCH INITIATIVES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_NI181445XXXXG001_12H3"}, {"internal_id": 148751405, "Award ID": "NI171445XXXXG020", "Award Amount": 266053.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-09-20", "CFDA Number": "10.205", "Description": "2017 FLORIDA A&M UNIVERSITY EVANS-ALLEN RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_NI171445XXXXG020_12H3"}, {"internal_id": 148248388, "Award ID": "NI171445XXXXG019", "Award Amount": 2422115.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-06-16", "CFDA Number": "10.205", "Description": "PAYMENTS TO 1890 LAND-GRANT COLLEGES AND TUSKEGEE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_NI171445XXXXG019_12H3"}, {"internal_id": 148248470, "Award ID": "NI171445XXXXG018", "Award Amount": 3403914.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-21", "CFDA Number": "10.205", "Description": "TSU 1890 AGRICULTURAL RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_NI171445XXXXG018_12H3"}, {"internal_id": 148248139, "Award ID": "NI171445XXXXG017", "Award Amount": 2678706.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-09", "CFDA Number": "10.205", "Description": "AGRICULTURAL RESEARCH AT TUSKEGEE UNIVERSITY, 1890 LAND GRAN UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_NI171445XXXXG017_12H3"}, {"internal_id": 148248358, "Award ID": "NI171445XXXXG016", "Award Amount": 1538990.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-13", "CFDA Number": "10.205", "Description": "WEST VIRGINIA STATE UNIVERSITY 2017 EVANS-ALLAN FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_NI171445XXXXG016_12H3"}, {"internal_id": 148248368, "Award ID": "NI171445XXXXG015", "Award Amount": 2005754.56, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-13", "CFDA Number": "10.205", "Description": "COOPERATIVE RESEARCH PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_NI171445XXXXG015_12H3"}, {"internal_id": 148248492, "Award ID": "NI171445XXXXG014", "Award Amount": 2284797.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-13", "CFDA Number": "10.205", "Description": "1890 RESEARCH FEDERAL FY17", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_NI171445XXXXG014_12H3"}, {"internal_id": 148248482, "Award ID": "NI171445XXXXG013", "Award Amount": 2697734.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-09", "CFDA Number": "10.205", "Description": "AGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTITUTIONS, INCLUING TUSKEGEE UNIVERSITY AND WEST VIRGINIA STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_NI171445XXXXG013_12H3"}, {"internal_id": 148248323, "Award ID": "NI171445XXXXG012", "Award Amount": 2985701.04, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-05-17", "CFDA Number": "10.205", "Description": "PAYMENTS TO 1890 LAND-GRANT COLLEGES AND TUSKEGEE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_NI171445XXXXG012_12H3"}, {"internal_id": 148248513, "Award ID": "NI171445XXXXG011", "Award Amount": 5157332.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-16", "CFDA Number": "10.205", "Description": "EVANS ALLEN AG. RESEARCH FY 2017", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_NI171445XXXXG011_12H3"}, {"internal_id": 148248498, "Award ID": "NI171445XXXXG010", "Award Amount": 1957243.89, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-13", "CFDA Number": "10.205", "Description": "RESEARCH FORMULA FUNDS - EVANS ALLEN (1445)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_NI171445XXXXG010_12H3"}, {"internal_id": 148248550, "Award ID": "NI171445XXXXG009", "Award Amount": 1892434.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-09", "CFDA Number": "10.205", "Description": "2017 FLORIDA A&M UNIVERSITY EVANS-ALLEN RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_NI171445XXXXG009_12H3"}, {"internal_id": 148248426, "Award ID": "NI171445XXXXG008", "Award Amount": 2344849.75, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-13", "CFDA Number": "10.205", "Description": "ALCORN STATE UNIVERSITY EVANS-ALLEN(SECTION 1445)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_NI171445XXXXG008_12H3"}, {"internal_id": 148248278, "Award ID": "NI171445XXXXG007", "Award Amount": 1246578.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-09", "CFDA Number": "10.205", "Description": "DELAWARE STATE UNIVERSITY'S COOPERATIVE RESEARCH INITIATIVES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_NI171445XXXXG007_12H3"}, {"internal_id": 148248327, "Award ID": "NI171445XXXXG006", "Award Amount": 3684688.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-05-17", "CFDA Number": "10.205", "Description": "COOPERATIVE RESEARCH SERVICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_NI171445XXXXG006_12H3"}, {"internal_id": 148248503, "Award ID": "NI171445XXXXG005", "Award Amount": 2325815.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-06", "CFDA Number": "10.205", "Description": "EVANS-ALLEN RESEARCH PROGRAM FOR THE UNIVERSITY OF ARKANSAST PINE BLUFF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_NI171445XXXXG005_12H3"}, {"internal_id": 148248577, "Award ID": "NI171445XXXXG004", "Award Amount": 1104611.65, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-13", "CFDA Number": "10.205", "Description": "CENTRAL STATE UNIVERSITY EVANS-ALLEN RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_NI171445XXXXG004_12H3"}, {"internal_id": 148248515, "Award ID": "NI171445XXXXG003", "Award Amount": 1561862.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-16", "CFDA Number": "10.205", "Description": "EVANS-ALLEN RESEARCH AND ADMINISTRATIVE PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_NI171445XXXXG003_12H3"}, {"internal_id": 148248336, "Award ID": "NI171445XXXXG002", "Award Amount": 4239843.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-13", "CFDA Number": "10.205", "Description": "FY 2017 EVANS-ALLEN FUNDING AT NORTH CAROLINA A&T STATE UNIVRSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_NI171445XXXXG002_12H3"}, {"internal_id": 148248188, "Award ID": "NI171445XXXXG001", "Award Amount": 2045413.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-01-11", "CFDA Number": "10.205", "Description": "SOUTHERN UNIVERSITY AGRICULTURAL RESEARCH & EXTENSION CENTERAGRICULTURAL RESEARCH AT 1890 LAND-GRANT INSTITUTIONS, INCLUDING TUSKEGEE UNIVERSITY AND WEST VIRGINIA STATE UNIVERSITY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_NI171445XXXXG001_12H3"}, {"internal_id": 145966775, "Award ID": "20163310008919", "Award Amount": -6879.16, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-01-19", "CFDA Number": "10.205", "Description": "1890 RESEARCH PROGRAMS AT WEST VIRGINIA STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_20163310008919_12H3"}, {"internal_id": 73392413, "Award ID": "20163310008917", "Award Amount": -939422.6, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-09-11", "CFDA Number": "10.205", "Description": "RESEARCH FORMULA FUNDS - EVANS ALLEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_20163310008917_12H3"}, {"internal_id": 68176252, "Award ID": "20163310008915", "Award Amount": -443948.26, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-08-24", "CFDA Number": "10.205", "Description": "1890 RESEARCH PROGRAM IN TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_20163310008915_12H3"}, {"internal_id": 140510621, "Award ID": "20163310008914", "Award Amount": -22444.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.205", "Description": "1890 RESEARCH FY 16", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_20163310008914_12H3"}, {"internal_id": 68176253, "Award ID": "20163310008913", "Award Amount": -550462.26, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-08-24", "CFDA Number": "10.205", "Description": "PAYMENTS TO 1890 LAND-GRANT COLLEGES AND TUSKEGEE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_20163310008913_12H3"}, {"internal_id": 85400119, "Award ID": "20163310008911", "Award Amount": -964481.08, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-09-09", "CFDA Number": "10.205", "Description": "COOPERATIVE RESEARCH FORMULA FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_20163310008911_12H3"}, {"internal_id": 128759519, "Award ID": "20163310008910", "Award Amount": -215522.97, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-03-10", "CFDA Number": "10.205", "Description": "EVANS-ALLEN (SECTION 1445)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_20163310008910_12H3"}, {"internal_id": 67603430, "Award ID": "20163310008906", "Award Amount": -286199.5, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-07-26", "CFDA Number": "10.205", "Description": "EVANS-ALLEN RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_20163310008906_12H3"}, {"internal_id": 68176254, "Award ID": "20163310008905", "Award Amount": -5554.4, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-08-24", "CFDA Number": "10.205", "Description": "FY 2016 FAMU EVANS-ALLEN RESEARCH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_20163310008905_12H3"}, {"internal_id": 65967770, "Award ID": "20153310008917", "Award Amount": -1183304.79, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-04-25", "CFDA Number": "10.205", "Description": "RESEARCH FORMULA FUNDS - EVANS ALLEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_20153310008917_12H3"}, {"internal_id": 62208415, "Award ID": "20153310008913", "Award Amount": -70404.24, "Award Type": null, "Base Obligation Date": "2017-11-08", "CFDA Number": "10.205", "Description": "PAYMENTS TO 1890 LAND-GRANT COLLEGES AND TUSKEGEE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_20153310008913_12H3"}, {"internal_id": 62208414, "Award ID": "20153310008907", "Award Amount": -196718.13, "Award Type": null, "Base Obligation Date": "2017-11-01", "CFDA Number": "10.205", "Description": "COOPERATIVE RESEARCH SERVICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_20153310008907_12H3"}, {"internal_id": 45232860, "Award ID": "20143310008907", "Award Amount": -100892.81, "Award Type": null, "Base Obligation Date": "2017-11-17", "CFDA Number": "10.205", "Description": "COOPERATIVE RESEARCH SERVICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_20143310008907_12H3"}]