[{"internal_id": 154736235, "Award ID": "20237703838865", "Award Amount": 4310184.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-30", "CFDA Number": "10.230", "Description": "US AND GLOBAL AGRICULTURE FACE CHALLENGES IN SUSTAINABILITY, PRODUCTIVITY, PROFITABILITY, ENVIRONMENTAL INTEGRITY, RESILIENCE, RURAL PROSPERITY, AND INCLUSIVENESS. DATA-DRIVEN TECHNOLOGIES THAT MIGHT ADDRESS THESE CHALLENGES ARE PROLIFERATING, BUT IN A HAPHAZARD AND DISCONNECTED MANNER. THE MASSIVE STREAMS OF DATA AND FREQUENT REPORTS OR ALERTS GENERATED BY TODAY&#39;S AGRICULTURAL DATA SYSTEMS, ALL RUNNING UNIQUE SOFTWARE AND PRODUCING DATA IN DISPARATE FORMATS, OVERWHELM FARM PERSONNEL. DATA INCREASE IN VARIETY AND AMOUNT FASTER THAN MODELS CAN BE DEVELOPED TO ANALYZE THEM OR NETWORKS CAN BE BUILT TO CARRY THEM. FEW TECHNOLOGIES ARE WELL TESTED, MAKING THEIR SELECTION AND INCORPORATION INTO THE FARM SUITE DIFFICULT. THE FARM OF THE FUTURE (FOTF) REQUIRES RESEARCH-BASED INSIGHTS TO RESOLVE THESE AND RELATED PROBLEMS.THE CORNELL AGRICULTURAL SYSTEMS TESTBED AND DEMONSTRATION SITE (CAST) FOR THE FOTFWILL HARNESSDATA-DRIVEN TECHNOLOGY FOR A SUSTAINABLE AND RESILIENT US AGRICULTURAL SYSTEM. CAST WILL CONSISTOF A NETWORKED CLUSTER OF TEST FARMS WITH ASSOCIATED FACILITIES AND PERSONNEL THAT WILL LEVERAGE THE RESOURCES OF CORNELL UNIVERSITY AND ITS PARTNERS TO CONDUCT DATA-DRIVEN RESEARCH, EXTENSION, AND EDUCATION UNDER THE AEGIS OF THE CORNELL INSTITUTE FOR DIGITAL AGRICULTURE (CIDA).CAST WILL ADVANCE, EVALUATE, AND DEMONSTRATE DATA-DRIVEN SOLUTIONS FOR FOOD SYSTEMS. AMULTIDISCIPLINARY TEAM OF RESEARCHERS, EXTENSION SPECIALISTS, AND EDUCATORS FROM CORNELL UNIVERSITY (CU) AND THE UNIVERSITY OF ARKANSAS AT PINE BLUFF (UAPB) WILL UNDERTAKE A COMPREHENSIVE, SYSTEMS-BASED APPROACH TO RESEARCH, EXTENSION, AND EDUCATION, FOCUSING ON SPECIFIC FIELD-CROP AND ANIMAL MODELS TO GENERATE KNOWLEDGE, EXPERIENCES, AND OPPORTUNITIES WITH APPLICATION TO THESE AGRICULTURAL SECTORS. CAST WILL LEVERAGE EXISTING KNOWLEDGE, RESOURCES, AND CROSS-DISCIPLINARY ACTIVITIES THROUGH MULTIWAY COLLABORATION WITHPRIVATE AND PUBLIC STAKEHOLDERS IN FOOD SYSTEMS.CAST WILL PROMOTE STAKEHOLDER ENGAGEMENT INA COMMERCIAL-FARM-LIKE SETTING WHERE TECHNOLOGIES AND PRACTICES CAN BE TESTED, THEIR DATA COLLECTED, INTEGRATED, AND ANALYZED, AND THEIR EFFECTS ON DECISIONS, ANIMALS, THE ENVIRONMENT, AND PEOPLE DISCERNED. CAST WILL ALSO BE CENTRAL TO EXTENSION AND EDUCATION, ON-SITE AND VIRTUALLY: FARMERS, STUDENTS, RESEARCHERS, AND OTHER STAKEHOLDERS WILL HELP SHAPE ITS RESEARCH AGENDA, AND KNOWLEDGE PRODUCED WILL BE FED BACK TO ALL THROUGH CONTINUOUS EXTENSION AND EDUCATION.CAST RESEARCH AIMS WILL FOCUS ONDEMONSTRATINGTHE VALUE OF INTEGRATING EXISTING AND EMERGING DATA-DRIVEN TECHNOLOGIES AND PRACTICES UNDER COMMERCIAL-FARM-LIKE CONDITIONS. RESEARCH WILL BE ORGANIZED INFOUR AREAS (1) INNOVATION IN TECHNOLOGY AND FARM PRACTICES, (2) DATA INTEGRATION, (3) DATA ANALYTICS AND DECISION SUPPORT, AND (4) IMPACT ASSESSMENT.AT CAST SCIENTIFIC GROUNDWORK FOR INNOVATION, DEMONSTRATION, AND EVALUATION OF DATA-DRIVEN TECHNOLOGY AND MANAGEMENT PRACTICES FOR FARMING WILL BE CONDUCTED. CAST&#39;S UNIQUE ECOSYSTEM,WILL SUPPORT INTEGRATION AND TESTING OF COMMERCIALLY AVAILABLE TECHNOLOGIES AND DEVELOPMENT, DEPLOYMENT, AND TESTING OF TECHNOLOGIES IN THE RESEARCH PIPELINE. THE ECONOMIC, ENVIRONMENTAL, AND SOCIAL OUTCOMES OF ADOPTING THE PROPOSED TECHNOLOGY SOLUTIONS WILL BE QUANTIFIED USING A COMBINATION OF ECONOMIC ANALYSIS, SYSTEMS MODELING, AND BEHAVIORAL RESEARCH. CAST WILL ENHANCE AND DEMONSTRATE THE VALUE OF INTEGRATING A WIDE RANGE OF EXISTING AND EMERGING TECHNOLOGIES AND PRACTICES.EXTENSION ACTIVITIES WILL PROMOTE EXCHANGE OF KNOWLEDGE BETWEEN CAST AND STAKEHOLDERS FOR HARNESSING TECHNOLOGY TO BUILD MORE SUSTAINABLE, RESILIENT, AND EQUITABLE FARMS AND COMMUNITIES.THE STAKEHOLDER NETWORK TO BE DEVELOPED FOR THIS PROJECT--THE CAST NETWORK FOR EXTENSION AND TEACHING (CAST-NET)--WILL INVOLVE FARMERS, MANUFACTURERS, CONSULTANTS, ACADEMIC EXPERTS, AND OTHERS IN EVERY STAGE OF PROBLEM IDENTIFICATION, PLANNING, IMPLEMENTATION, EVALUATION, AND FEEDBACK. CAST-NET WILL PROVIDE INSIGHTS ABOUT CUTTING-EDGE TECHNOLOGY GOALS, ACTIVELY SUPPORT ADOPTION, AND BUILD INFORMED TRUST THAT FORTHCOMING TECHNOLOGIES WILL REPAY THE COST AND EFFORT REQUIRED TO ADOPT THEM. TO PROMOTE ADOPTION OF INNOVATIONS DEVELOPED AND DEMONSTRATED AT CAST, WE WILL COMMUNICATE OUR VISION, ACTIVITIES, AND ACTIONABLE OUTPUTS TO CAST-NET AND OTHER STAKEHOLDERS BY PROVIDING ACCESS TO IN-PERSON AND VIRTUAL DEMONSTRATIONS, TESTING, EVALUATIONS, AND NEW KNOWLEDGE.EDUCATION EFFORTS AT CAST WILLPROVIDE REAL-WORLD, HANDS-ON EDUCATIONAL EXPERIENCES TO THE NEXT GENERATION OF AGRICULTURAL LEADERS, SCIENTISTS, AND PROFESSIONALS.BENEFITS OFFERED BY NEW TECHNOLOGIES WILL BE SUSTAINED BY THE NEXT GENERATION OF ENGAGED, ENTHUSIASTIC, AND WELL-PREPARED STUDENTS. CAST&#39;S CLUSTER OF WORKING FARMS, WHERE PURPOSEFUL EXPERIENCES RANGE FROM HANDLING ACTUAL SOILS, PLANTS, AND ANIMALS TO CODING, DEVICE TESTING, AND HYPOTHESIS TESTING, WILL PROVIDE RICH OPPORTUNITIES FOR EXPERIENTIAL LEARNING. STUDENTS WILL CREATE, EXPERIMENT, AND EXPERIENCE IN THE DEVELOPMENT, DELIVERY, AND EVALUATION OF TECHNOLOGIES FOR THE FOTF. WE WILL LEVERAGE EXISTING PROGRAMS AND CREATE NEW EDUCATIONAL INITIATIVES AT CU AND UAPB THAT EMPLOY THE RESOURCES OF CAST. THESE WILL INCLUDE A MINOR AND COURSEWORK IN DIGITAL AGRICULTURE, INTERNSHIPS AT CAST, AND A STUDENT HACKATHON. THROUGH THESE EFFORTS STUDENTS WILL BE ENGAGED IN RESEARCH, OUTREACH, AND SCIENCE COMMUNICATION.THIS PROJECTWILLFULFILLTHE FOTF PROGRAM&#39;S VISION OF A RURAL TESTBED SUPPORTING RESEARCH, EXTENSION, AND EDUCATION IN PRECISION AGRICULTURE, SMART AUTOMATION, AND DATA CONNECTIVITY. CORNELL UNIVERSITY, THE UNIVERSITY OF ARKANSAS AT PINE BLUFF, AND THEIR PARTNERS WILL ESTABLISH THE CAST TESTBED AND REALIZE ITS POTENTIAL FOR ADVANCING CLIMATE-CHANGE MITIGATION, ENVIRONMENTAL HEALTH, MATERIAL AND ECONOMIC SUSTAINABILITY, AND THE WELL-BEING OF RURAL COMMUNITIES.CAST WILL DEMONSTRATE EFFICIENT USE OF RESOURCES, REDUCED ENVIRONMENTAL IMPACT, AND THE HUMAN ROLE IN AGRICULTURE. IMPROVE,D EFFICIENCYWILL INCREASE PRODUCTIVITY WHILE REDUCING COSTS AND ENVIRONMENTAL IMPACTS. FOR EXAMPLE, PRECISION AGRICULTURE WILL MATCHINPUTS AND INTERVENTIONS TO CROP REQUIREMENTS IN TIME, SPACE, TYPE, AND QUANTITY TO OPTIMIZE CROP GENETICS AND PRODUCTIVITY.ANIMAL AGRICULTURE WILL ACHIEVE EFFICIENCIES THROUGH DATA-DRIVEN APPROACHES THAT INDIVIDUALIZE FEEDING AND HANDLING, IDENTIFY SICK ANIMALS PROMPTLY, GUIDE PRECISION FERTILITY INTERVENTIONS, AND THE LIKE.REDUCING AGRICULTURE&#39;S ENVIRONMENTAL IMPACTS IS IMPERATIVE TO MITIGATING CLIMATE CHANGE, OCEAN DEAD ZONES, SOIL LOSS, WATER AND AIR POLLUTION, INSECT DECLINE, ZOONOSIS, AND OTHER HARMS. DATA-DRIVEN TECHNOLOGIES AND PRACTICES OF CONSERVATION, REGENERATION, AND CIRCULAR ECONOMY CAN REDUCE, ELIMINATE, OR EVEN REVERSE UNDESIRED EFFECTS OF FOOD PRODUCTION. AS FARMS GET LARGER WITH FEWER PEOPLE WORKING ON THEM, BUT AT HIGHER WAGES, DATA-DRIVEN TECHNOLOGIES ARE INCREASINGLY USED TO REPLACE LOW-WAGE LABOR. THESE TECHNOLOGIES CAN IMPROVE THE REMAINING WORKERS&#39; QUALITY OF LIFE BY REDUCING THE MOST BURDENSOME TASKS, ELIMINATING OTHERS, AND SUPPORTING EFFICIENT DECISION-MAKING. WE WILL DETERMINESOCIAL, SOCIOECONOMIC, AND FARM-LEVEL FINANCIAL IMPACTS OF TECHNOLOGY ADOPTION AND INTEGRATION.CAST&#39;S LONG-TERM GOAL IS A TRULY SUSTAINABLE FOTF: A CARBON-NEUTRAL OR -NEGATIVE, BIODIVERSITY-ENHANCING, INCLUSIVE, HUMANE FARM THAT RESTORES RATHER THAN CONSUMES THE BASIS OF ITS OWN EXISTENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20237703838865_12H3"}, {"internal_id": 148592658, "Award ID": "20227703837306", "Award Amount": 4310184.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-03", "CFDA Number": "10.230", "Description": "I-FARM (ILLINOIS - FARMING AND REGENERATIVE MANAGEMENT) TESTBED WILL ACCELERATE CREATION,MATURATION, AND ADOPTION OF NEW MANAGEMENT TECHNOLOGIES THAT ARE FUNDAMENTALLY MORESUSTAINABLE, PROFITABLE, AFFORDABLE, AND SCALE-NEUTRAL. I-FARM WILL PROVIDE COMPREHENSIVE MANAGEMENTPRACTICES FOR A FARM-OF-THE-FUTURE AND DEMONSTRATE THEIR APPLICATION ON AN 80 ACRETESTBED. IN THE FIRST THREE YEARS, TECHNOLOGIES MATURED WILL LEVERAGE EXISTING STRENGTHS OF OUR TEAM,INCLUDING IMPROVED PRECISION FARMING WITH REMOTE-SENSING; NEW UNDER-CANOPY AUTONOMOUS ROBOTICSOLUTIONS FOR COVER-CROP PLANTING, VARIABLE-RATE INPUT APPLICATIONS, AND MECHANICAL WEEDING; REMOTESENSING TECHNOLOGIES FOR ANIMAL HEALTH PREDICTION; ENABLED BY MULTIMODAL NETWORKING SOLUTIONS FORRURAL BROADBAND CONNECTIVITY AND EDGE AI. THE MYFARM APP WILL PROVIDE FARMERS WITH ANINTEGRATED DASHBOARD THAT CAN BE CUSTOMIZED TO THE NEEDS OF THEIR FARM. OUR FOCUS ON SCALE-NEUTRALTECHNOLOGIES CAN PROVIDE A SOLUTION TO THE WORSENING LABOR CRISIS FOR SMALL FARMS AND IMPROVE THESUSTAINABILITY OF LARGE AND SPATIALLY HETEROGENEOUS FARMS. TECHNOECONOMIC SIMULATIONS AND FARMERSURVEYS WILL CLARIFY BARRIERS AND INCENTIVES TO ADOPTION OF SUSTAINABLE TECHNOLOGY TO INDUSTRY ANDFARMERS. INTEGRATED EXTENSION ACTIVITIES WILL BE CONDUCTED IN A RESEARCH SPACE THAT IS OPEN TOFARMERS, WHERE FARMERS WILL BE PROVIDED DEMONSTRATIONS AND TRAINING, EASING THE ADOPTION OF NEWTECHNOLOGIES AND OPENING NEW MARKETS FOR FARMERS. I-FARM TEAM WILL ENGAGE WITH INDUSTRY TOHELP THEMCREATE NEW DATA-DRIVEN PRODUCTS AND SERVICES FOR FARMERS. AN INDUSTRY ADVISORY BOARD AND A FARMER ADVISORY BOARD WILL HELP OPTIMIZE IMPACT ON FARMING PRACTICES. TOGETHER,THISINTEGRATED SUITE OF SOLUTIONS WILL LEAD TO SUSTAINABLE WAYS OF MEETING GROWING DEMAND FORAGRICULTURAL PRODUCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_20227703837306_12H3"}]