[{"internal_id": 151132454, "Award ID": "58011122002", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "10.290", "Description": "EVIDENCE HAS SHOWN THAT MANAGEMENT PRACTICES ON US LANDS AND WATERS VARY IN THEIR COMPATIBILITY WITH THE PROVISION OF DIFFERENT ECOSYSTEM SERVICES , AND THAT THE COMPATIBILITY VARIES BASED ON 1) THE ACTIVITY; 2) THE INTENSITY OF THE ACTIVITY; 3) THE LARGER SYSTEM CONTEXT; AND 4) THE ECOSYSTEM SERVICE OUTCOME OF INTEREST. FOR EXAMPLE, GRAZING ACTIVITIES CAN BE FULLY COMPATIBLE WITH ENDANGERED SPECIES IN SOME GRASSLANDS, BUT THE SAME ACTIVITY CAN BE LESS COMPATIBLE WITH THE SAME OUTCOME IN OTHER SYSTEMS. EXPERTS HAVE SYNTHESIZED AVAILABLE EVIDENCE FOR MARINE MANAGEMENT ACTIVITY COMPATIBILITY WITH BIODIVERSITY OUTCOMES IN PROTECTED AREAS , BUT NOT FOR OTHER MARINE MANAGEMENT AREAS OR OTHER MARINE CONSERVATION OUTCOMES (E.G. CLIMATE ADAPTATION, EQUITY). THERE IS ALSO NO COMPREHENSIVE SYNTHESIS WE ARE AWARE OF FOR TERRESTRIAL OR FRESH WATER MANAGEMENT ACTIVITY COMPATIBILITY WITH ANY ECOSYSTEM SERVICE OUTCOME. THIS EFFORT WILL USE EVIDENCE SYNTHESIS AND EXPERT OPINION TO CLOSE THESE KNOWLEDGE GAPS FOR A SUBSET OF ACTIVITIES AND CONSERVATION OUTCOMES. IN PARTICULAR, THE EFFORT WILL FOCUS ON THE MOST DOMINANT LAND AND WATER MANAGEMENT ACTIVITIES IN THE US, AND WILL RELATE THEM TO CONSERVATION OUTCOMES FOR BIODIVERSITY, CLIMATE AND EQUITY. THERE ARE MULTIPLE PHASES TO THIS WORK STARTING WITH DEVELOPING THE UNDERLYING FRAMEWORKS (MATRICES) FOR COLLATING INFORMATION ON THE RELATIONSHIP BETWEEN MANAGEMENT ACTIVITIES AND DESIRED OUTCOMES (BIODIVERSITY, CARBON AND EQUITY). ONCE THAT HAS BEEN COMPLETED AND VETTED WITH KEY AGENCY PARTNERS AND STAKEHOLDERS, A RAPID AND SEMI-SYSTEMATIC LITERATURE REVIEW WILL BE CONDUCTED TO FILL IN WHAT IS KNOWN ABOUT THESE RELATIONSHIPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1a13208-9221-5c3d-dfb2-a870a28f7fd5-C", "generated_internal_id": "ASST_NON_58011122002_12A5"}, {"internal_id": 151132455, "Award ID": "58011122001", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "10.290", "Description": "THIS AGREEMENT RESPONDS TO A GROWING NEED FOR METRICS THAT CAN BE USED TO TRACK CONSERVATION, RESTORATION, AND SUSTAINABLE LAND MANAGEMENT ACTIVITIES ON PUBLIC AND PRIVATE LANDS, AND TO ASSESS THE IMPACT OF THESE MANAGEMENT ACTIVITIES ON THE CONTRIBUTION OF NATURAL AND WORKING LANDS TO BIODIVERSITY, CARBON, AND THE PROVISION OF CRITICAL ECOSYSTEM SERVICES FOR UNDERSERVED COMMUNITIES. IT WILL AID FEDERAL DECISION MAKERS IN NATURAL RESOURCE MANAGEMENT AND PRIORITIZATION OF INVESTMENTS. EVIDENCE HAS SHOWN THAT MANAGEMENT PRACTICES ON US LANDS AND WATERS VARY IN THEIR COMPATIBILITY WITH THE PROVISION OF DIFFERENT ECOSYSTEM SERVICES , AND THAT THE COMPATIBILITY VARIES BASED ON 1) THE ACTIVITY; 2) THE INTENSITY OF THE ACTIVITY; 3) THE LARGER SYSTEM CONTEXT; AND 4) THE ECOSYSTEM SERVICE OUTCOME OF INTEREST. FOR EXAMPLE, GRAZING ACTIVITIES CAN BE FULLY COMPATIBLE WITH ENDANGERED SPECIES IN SOME GRASSLANDS, BUT THE SAME ACTIVITY CAN BE LESS COMPATIBLE WITH THE SAME OUTCOME IN OTHER SYSTEMS. EXPERTS HAVE SYNTHESIZED   AVAILABLE EVIDENCE FOR MARINE MANAGEMENT ACTIVITY COMPATIBILITY WITH BIODIVERSITY OUTCOMES IN PROTECTED AREAS1, BUT NOT FOR OTHER MARINE MANAGEMENT AREAS OR OTHER MARINE CONSERVATION OUTCOMES (E.G. CLIMATE ADAPTATION, EQUITY). THERE IS ALSO NO COMPREHENSIVE SYNTHESIS WE ARE AWARE OF FOR TERRESTRIAL OR FRESHWATER MANAGEMENT ACTIVITY COMPATIBILITY WITH ANY ECOSYSTEM SERVICE OUTCOME. THIS EFFORT WILL USE EVIDENCE SYNTHESIS AND EXPERT OPINION TO CLOSE THESE KNOWLEDGE GAPS FOR A SUBSET OF ACTIVITIES AND CONSERVATION OUTCOMES. IN PARTICULAR, THE EFFORT WILL FOCUS ON THE MOST DOMINANT LAND AND WATER MANAGEMENT ACTIVITIES IN THE US, AND WILL RELATE THEM TO CONSERVATION OUTCOMES FOR BIODIVERSITY, CLIMATE AND EQUITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_58011122001_12A5"}, {"internal_id": 143384355, "Award ID": "58011121023", "Award Amount": 42754.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "10.290", "Description": "BOTH FARMERS AND CONSUMERS, ALONG WITH STAKEHOLDERS ALONG LIVESTOCK/POULTRY AND MEAT SUPPLY CHAINS EXPECT THOSE SUPPLY CHAINS TO FUNCTION EFFICIENTLY AND WITHOUT DISRUPTION. WHILE THESE SUPPLY CHAINS ARE OFTEN CHARACTERIZED IN GENERALITIES, THIS PROJECT'S RESEARCH WILL IDENTIFY KEY ASPECTS OF THE SUPPLY CHAINS THAT AFFECT INDIVIDUAL PLANT RESILIENCE AND ECONOMIC SUSTAINABILITY. THAT INFORMATION WILL BE AVAILABLE TO THE PUBLIC AND POLICYMAKERS FOR IMPROVING THE RESILIENCE OF THE OVERALL LIVESTOCK/POULTRY AND MEAT SUPPLY SYSTEMS, INCLUDING FOR LIVESTOCK AND POULTRY PROCESSING PLANTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e7095ca-d636-815e-32fe-f2c882f592b6-C", "generated_internal_id": "ASST_NON_58011121023_12A5"}, {"internal_id": 143384354, "Award ID": "58011121022", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "10.290", "Description": "THIS PROJECT'S RESEARCH IS DIVIDED INTO TWO PARTS. THE FIRST PART CONSISTS OF A QUANTITATIVE AND QUALITATIVE EVALUATION OF CONCENTRATION AND MARKET POWER IN LIVESTOCK AND MEAT SUPPLY CHAINS. THE SECOND PART WILL IMPROVE UNDERSTANDING OF MARKET FACTORS OF SUSTAINABILITY AND RELATED CLAIMS IN LIVESTOCK/POULTRY AND MEAT SUPPLY SYSTEMS. OVER THE LAST TWO DECADES, THE LIVESTOCK AND MEAT SUPPLY SYSTEMS HAVE BECOME INCREASING CONCENTRATED AS A FEW FIRMS ENJOY HIGHER LEVELS OF MARKET POWER. TO THE EXTENT THAT CONCENTRATION IS THE RESULT OF ECONOMIES OF SCALE, THE LIVESTOCK AND MEAT SUPPLY SYSTEMS MAY BENEFIT FROM THIS CONCENTRATION VIA REDUCED PRODUCTION COSTS. ON THE OTHER HAND, WHEN CONCENTRATION GIVES RISE TO INTERMEDIARY MARKET POWER, THE RESULT CAN BE LOWER PRICES TO FARMERS AND HIGHER PRICES TO THE END CONSUMER. FURTHER, AS SEEN AT THE ONSET OF THE PANDEMIC, CONCENTRATION CAN ALSO CREATE RISKS AND BOTTLENECKS WITHIN THE SYSTEM. PART I OF THIS PROJECT SEEKS TO UNDERSTAND THE EXTENT OF CONCENTRATION IN THE CURRENT LIVESTOCK AND MEAT SUPPLY SYSTEM AND GAUGE ITS EVOLVING IMPACT ON ECONOMIC RETURNS – AND HOW THEY ARE DISTRIBUTED –ACROSS THE VALUE CHAIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_58011121022_12A5"}, {"internal_id": 143384353, "Award ID": "58011121021", "Award Amount": 89131.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL BENEFIT PRODUCERS AND CONSUMERS OF MEAT AS WELL AS PARTICIPANTS THROUGHOUT THE SUPPLY CHAINS BY CONTRIBUTING TO THE INVESTIGATION OF IMPORTANT RESEARCH QUESTIONS DEMANDED BY THESE GROUPS AND HELPING TO ENSURE RELATED PROJECTS RESULT IN FINDINGS THAT CAN BE USED BY STAKEHOLDERS AND POLICYMAKERS. DISRUPTIONS IN LIVESTOCK AND MEAT SUPPLY CHAINS OVER THE PAST FEW YEARS HAVE SPURRED ENHANCED INTEREST IN MULTIPLE RESEARCH QUESTIONS, RELATED TO A RANGE OF ISSUES SUCH AS TRANSPARENCY, SUSTAINABILITY, CONCENTRATION, NEEDED CAPACITY, AND RESILIENCE. IN PARTICULAR, THE DISRUPTIONS IN SUPPLY CHAINS DUE TO THE COVID-19 PANDEMIC AND THE RESULTING IMPACTS ON MARKET PARTICIPANTS AT VARIOUS STAGES HAS LED TO THE NEED FOR A BETTER UNDERSTANDING OF SUPPLY CHAIN AND MARKET DYNAMICS. THE GOAL OF THIS AGREEMENT IS TO BETTER UNDERSTAND THE IMPORTANT QUESTIONS AND HELP COORDINATE VARIOUS PROJECTS TOWARD PROVIDING ACTIONABLE FINDINGS. ADDITIONALLY, A KEY GOAL OF THIS PROJECT IS TO IDENTIFY OTHER IMPORTANT TOPICS IN THIS SPACE AND DEVELOP/PROVIDE EXPERTISE ON TOPICS THAT ARE THE FOCUS OF PRODUCERS AND CONSUMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_58011121021_12A5"}, {"internal_id": 143384352, "Award ID": "58011121020", "Award Amount": 425000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-27", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL PROVIDE RELIABLE, ACCESSIBLE, INTERPRETABLE, AND TIMELY INFORMATION WHICH IS ESSENTIAL FOR MARKETS TO OPERATE EFFECTIVELY AND EFFICIENTLY. OVER TIME, AS AN INDUSTRY CHANGES, MARKET INFORMATION COLLECTION AND REPORTING MUST BE REVISED TO REMAIN RELEVANT AND USEFUL TO MARKET PARTICIPANTS. THE FED CATTLE AND BEEF SECTOR HAS EXPERIENCED DRAMATIC STRUCTURAL CHANGES SINCE ENACTMENT OF LIVESTOCK MANDATORY REPORTING (LMR) SOME 20 YEARS AGO. STRUCTURAL CHANGES CHALLENGE USDA AMS LMR COLLECTION OF PRIMARY DATA, DATA PROCESSING, AND PUBLIC REPORTING OF MARKET INFORMATION ON FED CATTLE AND BEEF. ADDRESSING CHALLENGES REQUIRES PERIODIC ASSESSMENTS AND SUBSEQUENT ADJUSTMENTS TO PROVIDE ADEQUATE MARKET TRANSPARENCY. THIS STUDY WILL: 1) ASSESS USEFULNESS AND LIMITATIONS OF DATA AS THEY ARE CURRENTLY REPORTED; 2) DOCUMENT HOW DATA ARE CURRENTLY USED BY INDUSTRY PARTICIPANTS; AND 3) PROPOSE POSSIBLE MODIFICATIONS TO LMR PROCEDURES IN LIGHT OF MAJOR CHANGES THAT HAVE OCCURRED, AND ARE EXPECTED TO BE FORTHCOMING, IN FED CATTLE AND BEEF MARKETS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_58011121020_12A5"}, {"internal_id": 143384351, "Award ID": "58011121019", "Award Amount": 170086.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL IDENTIFY METRICS TO EVALUATE SUPPLY CHAIN RESILIENCY FOR THE U.S. MEAT PROCESSING SECTOR. ANALYZE IMPACTS OF VARIOUS SHOCKS TO THE U.S. MEAT PROCESSING SECTOR. PROVIDE STRATEGIC RECOMMENDATIONS ON HOW ADDITIONAL RESILIENCE MIGHT BE ADDED TO U.S. MEAT PROCESSING. ANALYSIS WILL PROVIDE ACTIONABLE FINDINGS FOR AREAS OF POTENTIAL INVESTMENT OR STRATEGIC ADJUSTMENTS IN THE SECTOR TO IMPROVE RESILIENCE AND REDUCE THE RISK OF BOTTLENECKS THAT NEGATIVELY IMPACT PRODUCERS OF LIVESTOCK, MEAT PROCESSORS, RETAILERS, AND CONSUMERS OF MEAT PRODUCTS. THIS PROJECT WILL ALSO GENERATE ACADEMIC JOURNAL ARTICLES, EXTENSION PUBLICATIONS, AND CONFERENCE PRESENTATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_58011121019_12A5"}, {"internal_id": 143384350, "Award ID": "58011121018", "Award Amount": 75000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "10.290", "Description": "THIS PROJECT AND ITS FINDINGS WILL HELP FEDERAL AND STATE POLICYMAKERS AND THE USDA DEVELOP MORE EFFECTIVE AND EFFICIENT POLICY AND FUNDING STRATEGIES AIMED AT INCREASING THE RESILIENCY AND DIVERSITY OF THE U.S. CATTLE AND HOG PROCESSING INDUSTRIES. IT WILL HELP INDIVIDUAL PRODUCERS UNDERSTAND THE KEY FACTORS, ECONOMICS, AND OPTIONS RELATED TO INVESTMENTS IN PRODUCER-OWNED PROCESSING CAPACITY. THE HOG AND CATTLE PROCESSING INDUSTRY WILL BENEFIT FROM UPDATED KNOWLEDGE ABOUT THE CAPACITY POTENTIAL IN THE U.S. AND THE POTENTIAL FOR AUTOMATION IN SMALL- AND MEDIUM-SIZED PROCESSING FACILITIES. A MORE STABLE AND RESILIENT PROCESSING SYSTEM BENEFITS PRODUCERS AND CONSUMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_58011121018_12A5"}, {"internal_id": 143384345, "Award ID": "58011121017", "Award Amount": 100367.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL ADDRESS KEY QUESTIONS OF COMPETITION AND MARKET POWER, EXPLORING AN INTERDISCIPLINARY APPROACH TO EXPAND ATTENTION TO AND UNDERSTANDING OF THE IMPACTS OF CONCENTRATION ON AGRICULTURE, AND IN PARTICULAR ON LIVESTOCK AND POULTRY MARKETS AND SUPPLY CHAINS, BENEFITING LIVESTOCK AND POULTRY PRODUCERS, CONSUMERS, AND IMPROVING UNDERSTANDING OF THE FULL SUPPLY CHAINS. FURTHER, THESE EFFORTS ARE INTENDED TO ENHANCE THE POLICY DEVELOPMENT ENVIRONMENT AND BUILD UNDERSTANDING OF POSSIBLE POLICY IMPROVEMENTS. CULTIVATING INTERDISCIPLINARY ENGAGEMENT IS INTENDED TO OPEN NEW LINES OF RESEARCH AND STIMULATE DEVELOPMENT OF INNOVATIVE POLICY OPTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_58011121017_12A5"}, {"internal_id": 143384347, "Award ID": "58011121016", "Award Amount": 55000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "10.290", "Description": "WE PROPOSE A COOPERATIVE AGREEMENT FOR AN ONGOING COLLABORATION BETWEEN OUR TEAM AT UC BERKELEY AND OCE FOR A ONE-YEAR STUDY. THE AGREEMENT HAS MULTIPLE GOALS: 1. EXPAND AND ADAPT A CONCEPTUAL ECONOMIC FRAMEWORK (INCLUDING MODELING) ON THE RESPONSE OF AGRIFOOD SUPPLY CHAINS TO SHOCKS. HOW DIFFERENT SHOCKS AFFECT THE BEHAVIOR, EVOLUTION, AND PERFORMANCE OF THE AGRI-FOOD SUPPLY CHAIN, IN TERMS OF STRUCTURE, PRICES, AND WELFARE OF DIFFERENT GROUPS (CONSUMERS, FARMERS, INTERMEDIARIES) BOTH DOMESTICALLY AND GLOBALLY, 2. APPLY THE CONCEPTUAL FRAMEWORK TO CASE STUDIES OF MULTIPLE AGRI-FOOD SUPPLY CHAINS, INCLUDING SUPPLY CHAINS FOR FIELD CROPS, LIVESTOCK, AGRICULTURAL INPUTS, AND LINKAGES BETWEEN AGRICULTURE, THE REST OF THE ECONOMY, AND THE ENVIRONMENT, AND 3. POLICY CONSIDERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f14ac11-bc8d-d1e9-d103-1585414b0792-C", "generated_internal_id": "ASST_NON_58011121016_12A5"}, {"internal_id": 143384346, "Award ID": "58011121015", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "10.290", "Description": "NELSON VILLORIA AND JESSE TACK FROM KANSAS STATE UNIVERSITY WILL WORK WITH THE OFFICE OF THE CHIEF ECONOMIST (OCE) TO EXAMINE THE ROLE OF AGRICULTURAL TRADE AND SPATIAL CORRELATION IN ADAPTATION TO CLIMATE CHANGE. THE JOINT EFFORT WILL PROVIDE AN EXTENSIVE REVIEW OF THE EXISTING LITERATURE AND SEPARATELY CONDUCT EXAMINATION OF HOW SPATIAL CORRELATION IN CROP YIELD SHOCKS RELATES TO AGRICULTURAL TRADE AND POTENTIAL ADAPTIVE EFFECTS. THIS PROJECT FOCUSES ON INTERSECTION BETWEEN CLIMATE CHANGE, AGRICULTURE, AND TRADE. WHILE EXAMINATION OF THIS AREA IS NOT NEW, THE CURRENT LITERATURE IS EITHER OUTDATE OR INCOMPLETE, AND FURTHER THE EMPIRICAL EVIDENCE IS NOT CLEARLY UNDERSTOOD. THIS CO-OP WOULD FILL THIS RESEARCH GAP. THE RESEARCH WILL HELP INFORM POLICY MAKERS OF THE POSSIBLE WAYS TRADE CAN BE A SOURCE OF ADAPTION TO ONGOING CLIMATE CHANGE AND IDENTIFY AREAS OF FURTHER NEEDED EMPIRICAL STUDY. THE FINDINGS WILL BE USEFUL FOR BOTH TRADE AND CLIMATE CHANGE POLICY DISCUSSIONS. THE PROJECT WOULD ALSO COMPLEMENT OTHER USDA RESEARCH EFFORTS IN THE TRADE AND ENVIRONMENTAL AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_58011121015_12A5"}, {"internal_id": 143384348, "Award ID": "58011121014", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL UPDATE AND CALIBRATE A GLOBALLY CONSISTENT, SOURCE-DIFFERENTIATED CROP AND LIVESTOCK AND INTERNATIONAL DAIRY MODEL TO THE MOST RECENT USDA AND OCED/FAO PROJECTIONS. THE PROJECT WILL CONDUCT A SET OF COUNTERFACTUAL COMPETITIVE FTA SCENARIOS TO WHICH THE U.S. DOES NOT BELONG TO INFORM USDA ANALYSTS, POLICYMAKERS, AND TRADE NEGOTIATORS ABOUT THE EXPECTED LONGER-TERM MARKET IMPACTS DUE TO SEVERAL COMPETITIVE FTAS MOVING FORWARD. USDA POLICYMAKERS AND ANALYSTS WILL ALSO BENEFIT FROM A SET OF COUNTERFACTUALLY PREDICTED TRADE BENCHMARKS ESTIMATED BY STRUCTURAL GRAVITY MODELS TO MAKE INFORMED DECISIONS REGARDING THE FUTURE OF BILATERAL TRADE RELATIONSHIPS WITH KEY TRADING PARTNERS. FINALLY, THIS PROJECT WILL SUPPORT PRELIMINARY RESEARCH STEPS TO MOVE US CLOSER TO AN UNDERSTANDING OF THE ROLE OF AGRICULTURAL AND FOOD TRADE TO MITIGATE SHARP CHANGES IN PRODUCTION AND CONSUMPTION PATTERNS DURING PERIODS OF EXTREME WEATHER SHOCKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_58011121014_12A5"}, {"internal_id": 143384349, "Award ID": "58011121013", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "10.290", "Description": "THE FARM FOUNDATION AGRICULTURAL ECONOMICS & TRADE FELLOW PROGRAM, UNDERTAKEN IN PARTNERSHIP WITH THE USDA OFFICE OF THE CHIEF ECONOMIST (OCE), IS DESIGNED TO NURTURE EMERGING LEADERS AND WILL PROVIDE A POST-PH.D. AGRICULTURAL ECONOMIST A UNIQUE 12-MONTH OPPORTUNITY TO BE MENTORED AND MENTOR, PROVIDE THOUGHT LEADERSHIP THROUGH PUBLICATIONS AND SPEAKING APPEARANCES, EXPAND THEIR NETWORK, MANAGE HIGH-VISIBILITY PROJECTS, AND ELEVATE THEIR STATURE IN THE FOOD AND AG COMMUNITY. OVER THE COURSE OF THE PAST CENTURY, THE APPLIED SCIENCE OF AGRICULTURAL ECONOMICS HAS GROWN IN BOTH INFLUENCE AND IMPACT IN THE AREAS OF FOOD, TRADE, AGRICULTURAL, AND ENVIRONMENTAL POLICY. AG ECONOMISTS CAN BE FOUND THROUGHOUT GOVERNMENT, PRIVATE INDUSTRY, AND ACADEMIA, BUT BECAUSE CAREERS IN THIS AREA OFTEN REQUIRE ADVANCED DEGREES AND TRAINING, THEIR RANKS HAVE BEEN SHRINKING. THE PUBLIC BENEFITS FROM EFFORTS TO NURTURE NEW LEADERS IN ECONOMICS, AS THESE LEADERS PROVIDE OBJECTIVE, DATA-DRIVEN INFORMATION TO ANALYSIS OF THE ISSUES FACING THE FOOD AND AGRICULTURE SECTOR IS IMPERATIVE FOR UNDERSTANDING THE CHALLENGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "451d596b-aedd-11c4-8753-0656e755c143-R", "generated_internal_id": "ASST_NON_58011121013_12A5"}, {"internal_id": 141133583, "Award ID": "58011121011", "Award Amount": 15000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-30", "CFDA Number": "10.290", "Description": "A KEY OBJECTIVE OF THE CONSORTIUM IS TO IMPROVE THE GENERAL UNDERSTANDING OF INTERNATIONAL TRADE AND TRADE POLICY ISSUES AMONG THE PUBLIC. THE PUBLIC ALSO BENEFITS FROM THE CONSORTIUM'S FOCUS ON PROMOTING AND STIMULATING IMPROVEMENT IN THE QUALITY AND RELEVANCE OF INTERNATIONAL RESEARCH AND POLICY ANALYSIS. THE CONSORTIUM MAKES A VARIETY OF SPONSORED PUBLICATIONS AVAILABLE TO THE PUBLIC ON ITS WEBSITE (HTTP://IATRC.ORG/), INCLUDING TRADE ISSUES PAPERS, COMMISSIONED PAPERS, PROCEEDINGS ISSUES, POLICY BRIEFS, AND A WORKING PAPER SERIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_58011121011_12A5"}, {"internal_id": 146272503, "Award ID": "58011121010", "Award Amount": 35000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-15", "CFDA Number": "10.290", "Description": "THIS AGREEMENT RESPONDS TO A GROWING NEED FOR METRICS THAT CAN BE USED TO TRACK CONSERVATION AND RESTORATION ACTIVITIES ON PUBLIC AND PRIVATE LANDS AND IMPROVE THE ABILITY TO THE CONTRIBUTION OF NATURAL AND WORKING LANDS TO THE NATION’S CONSERVATION GOALS. IT WILL AID FEDERAL DECISION MAKERS IN NATURAL RESOURCE MANAGEMENT AND PRIORITIZATION OF INVESTMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f191f83-6024-f2be-3012-4b740b10ac7a-C", "generated_internal_id": "ASST_NON_58011121010_12A5"}, {"internal_id": 146272504, "Award ID": "58011121008", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-01", "CFDA Number": "10.290", "Description": "THIS AGREEMENT RESPONDS TO A GROWING NEED FOR METRICS THAT CAN BE USED TO TRACK CONSERVATION AND RESTORATION ACTIVITIES ON PUBLIC AND PRIVATE LANDS AND IMPROVE THE ABILITY TO THE CONTRIBUTION OF NATURAL AND WORKING LANDS TO THE NATION'S CONSERVATION GOALS. IT WILL AID FEDERAL DECISION MAKERS IN NATURAL RESOURCE MANAGEMENT AND PRIORITIZATION OF INVESTMENTS. THIS PROJECT IS AN EXTENSION OF WORK COMPLETED UNDER A PREVIOUS OCE-TIAER AGREEMENT FOR INTEGRATION OF THE FARM ECONOMIC MODEL INTO NTT AS WELL AS CONTINUED APEX PARAMETERIZATION AND ENHANCEMENT AND APPLICATION OF THE NUTRIENT TRACKING TOOL (NTT) TO SUPPORT WATER QUALITY TRADING MARKETS. THE NUTRIENT TRACKING TOOL (NTT) IS A USER-FRIENDLY WEB-BASED INTERFACE DEVELOPED BY THE TEXAS INSTITUTE FOR APPLIED ENVIRONMENTAL SCIENCE (TIAER) WITH SUPPORT FROM THE US DEPARTMENT OF AGRICULTURE (USDA) OFFICE OF THE CHIEF ECONOMIST (OCE), NATURAL RESOURCES CONSERVATION SERVICE (NRCS) AND AGRICULTURE RESEARCH SERVICE (ARS) STAFF. IN EFFECT, NTT PROVIDES A USER-FRIENDLY INTERFACE TO THE AGRICULTURAL POLICY EXTENDER (APEX) MODEL WHICH CAN ESTIMATE YIELDS AND SEDIMENT AND NUTRIENT LOSSES AT THE FARM LEVEL BASED ON USER-SPECIFIED CROP ROTATION AND MANAGEMENT INFORMATION AS WELL AS SITE SPECIFIC SOIL AND WEATHER DATA. THE PURPOSE OF THIS PROJECT IS FIVE-FOLD. FIRST, DEVELOP A COUNTY-LEVEL OF NTT THAT USES LOOKUP TABLES TO ALLOW A FAST AND EASY WAY FOR USERS TO ASSESS POTENTIAL N, P AND SEDIMENT LOSS VALUES BASED ON MINIMUM INFORMATION. SECOND, CONTINUE TO IMPROVE NTT BY ALLOWING USERS THE OPTION OF MANAGING PHOSPHORUS ON THEIR FIELDS TO A GIVEN LEVEL. THIRD, CONTINUE PARAMETERIZATION OF APEX FOR THE VARIOUS REGIONS OF THE COUNTRY USING FIELD-LEVEL DATA. FOURTH, CONTINUE TO SUPPORT TIAER'S EFFORTS TO WORK WITH CSU TO DEVELOP, TEST AND ROLL-OUT THE COMET WATER QUALITY COMPONENT WHICH USES TIAER'S NTT API FINALLY CONTINUE SUPPORT FOR GENERAL NTT OPERATIONS AND MAINTENANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49c91ae2-031e-78ae-0475-3e6df4b3dc67-C", "generated_internal_id": "ASST_NON_58011121008_12A5"}, {"internal_id": 146272505, "Award ID": "58011121005", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-01", "CFDA Number": "10.290", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO ADVANCE COOPERATIVE STRATEGIES FOR MANAGING THE SAN JOAQUIN VALLEY'S FORMERLY IRRIGATED CROPLANDS FOR GREATEST BENEFIT. IT WILL ADDRESS SEVERAL KNOWLEDGE GAPS THAT HINDER THE IMPLEMENTATION OF A COORDINATED, INCENTIVE-BASED APPROACH TO MANAGING IDLED LANDS, INCLUDING: (1) INFORMATION ON THE BENEFITS AND COSTS OF DIFFERENT LAND MANAGEMENT OPTIONS; (2) ESTIMATES OF FUNDING NEEDS AND POTENTIAL FUNDING SOURCES FOR DIFFERENT TYPES OF BENEFICIAL LAND USES, AND (3) AN UNDERSTANDING OF HOW INSTITUTIONS AND POLICIES CAN BE STRUCTURED TO FACILITATE ADOPTION OF BENEFICIAL APPROACHES. THE PROJECT WILL ALSO SEEK TO BUILD SHARED UNDERSTANDING AMONG A DIVERSE GROUP OF STAKEHOLDERS WHOSE COOPERATION IS CRUCIAL FOR IMPLEMENTATION OF PROMISING APPROACHES INCLUDING GROWERS WATER MANAGERS CITY AND COUNTY LAND USE PLANNERS AND SOIL AND AIR QUALITY EXPERTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "28fac7dc-8a38-6a9b-4c65-406094bcc0ba-C", "generated_internal_id": "ASST_NON_58011121005_12A5"}, {"internal_id": 141133582, "Award ID": "58011121004", "Award Amount": 460487.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-29", "CFDA Number": "10.290", "Description": "FARMERS, RANCHERS, FOREST LANDOWNERS, COMMODITY GROUPS/CORPORATIONS, GREENHOUSE GAS REGISTRIES, STATE AGENCIES, AND OTHER STAKEHOLDERS USE AND RELY ON USDA FOR UP-TO-DATE INFORMATION ABOUT AGRICULTURAL AND FORESTRY GREENHOUSE GAS (GHG) EMISSIONS, QUANTIFICATION METHODS, AND GHG MITIGATION POTENTIAL. THIS AGREEMENT ENSURES THAT USDA IS IDENTIFYING AND PRIORITIZING CRITICAL INVESTMENTS TO IMPROVE THE NATIONAL GHG INVENTORY, ASSESSING THE MITIGATION POTENTIAL OF KEY CLIMATE SMART AGRICULTURE AND FORESTRY (CSAF) PRACTICES TO SUPPORT DOMESTIC POLICY AND PROGRAMS, AND CONTINUING TO SUPPORT WORK TO REDUCE UNCERTAINTY IN US AGRICULTURAL GHG EMISSION ESTIMATES. COLORADO STATE UNIVERSITY-NATURAL RESOURCE ECOLOGY LABORATORY (CSU-NREL) HAS BEEN A KEY PARTNER WITH USDA-OCE IN CONDUCTING GHG EMISSION INVENTORIES AND DEVELOPING ENTITY-SCALE EMISSION ESTIMATION TOOLS FOR FORESTRY AND AGRICULTURE. THIS COOPERATIVE AGREEMENT WILL FURTHER IMPROVE USDA’S CAPACITY TO PROVIDE ACCURATE, RELIABLE, AND TRANSPARENT GHG EMISSION ESTIMATES AT BOTH THE NATIONAL AND ENTITY LEVELS. AS OUTLINED BELOW, THESE TASKS EXTEND A COLLABORATIVE EFFORT BETWEEN USDA-OCE AND CSU-NREL ON FY2015, FY2017, FY2018, FY2019, AND FY2020 COOPERATIVE AGREEMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_58011121004_12A5"}, {"internal_id": 141133587, "Award ID": "58011121003", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL ASSEMBLE PUBLICLY AVAILABLE TOXICOLOGICAL ENDPOINTS FOR ANIMALS AND PLANTS. ONCE THE TOXICOLOGICAL DATA IS ASSEMBLED, THE PROJECT PARTICIPANTS WILL COMBINE THAT DATA WITH INFORMATION ON PESTICIDE USE AND CROP YIELDS TO DETERMINE: 1) HOW THE AVERAGE TOXICITY OF AGRICULTURAL PESTICIDES USED IN THE UNITED STATES HAS CHANGED OVER TIME, BY CROP AND TAXA, 2) HOW THE TOXICITY OF THE PESTICIDES USED TO PRODUCE ONE UNIT OF AGRICULTURAL OUTPUT HAS CHANGED OVER TIME, BY CROP AND TAXA, AND 3) HOW THE EXPOSURE TO PESTICIDES USED TO PRODUCE ONE UNIT OF AGRICULTURAL OUTPUT HAS CHANGED OVER TIME, BY CROP AND TAXA. ANSWERS TO THESE QUESTIONS WILL BENEFIT THE GENERAL PUBLIC BY INFORMING THE DEBATE ON WHETHER DOMESTIC AGRICULTURAL SYSTEMS HAVE BECOME MORE OR LESS ECOLOGICALLY EFFICIENT AND SUSTAINABLE OVER TIME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_58011121003_12A5"}, {"internal_id": 133038473, "Award ID": "58011121001", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-16", "CFDA Number": "10.290", "Description": "THIS PROJECT IS DESIGNED TO NURTURE EMERGING LEADERS, AND WILL PROVIDE A POST-PH.D. AGRICULTURAL ECONOMIST A UNIQUE 12-MONTH OPPORTUNITY TO BE MENTORED AND MENTOR, PROVIDE THOUGHT LEADERSHIP THROUGH PUBLICATIONS AND SPEAKING APPEARANCES, EXPAND THEIR NETWORK, MANAGE HIGH-VISIBILITY PROJECTS, AND ELEVATE THEIR STATURE IN THE FOOD AND AG COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "451d596b-aedd-11c4-8753-0656e755c143-R", "generated_internal_id": "ASST_NON_58011121001_12A5"}, {"internal_id": 111777639, "Award ID": "58011120015", "Award Amount": 42000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-29", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL INCREASE OUR UNDERSTANDING OF HOW FOOD MEAL KITS CAN REDUCE FOOD WASTE BY SPECIFICALLY ADDRESSINGRESEARCH QUESTIONS LIKE THE FOLLOWING: (1) HOW DO MEAL KITS IMPACT HOUSEHOLD FOOD WASTE?; (2) HOW WILL THE INCREASEIN DEMAND IMPACT FOOD WASTE FOR HOUSEHOLDS AND MEAL KIT MANUFACTURERS? WHAT WILL BE THE EFFECT ON PACKAGING WASTE, ETC?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_58011120015_12A5"}, {"internal_id": 111777638, "Award ID": "58011120014", "Award Amount": 160536.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-29", "CFDA Number": "10.290", "Description": "THE PROJECT WILL DEVELOP AND IMPLEMENT A WEB-BASED MONITORING SYSTEM OF CLIMATE INDICATORS IN THE AGROCLIMATE INFORMATION SYSTEM (HTTP://AGROCLIMATE.ORG/). IT WILL REVIEW AND PRIORITIZE CLIMATE INDICATORS TO BE DEVELOPED AND IMPLEMENTED DEFINE STANDARDS AND NECESSARY REGIONAL CUSTOMIZATIONS TO ENSURE RELEVANCE TO STAKEHOLDERS AND DEVELOPAND IMPLEMENT THE FRONT-END INTERFACE FOR DISPLAYING THE CLIMATE INDICATORS IN AGROCLIMATE.ORG.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_58011120014_12A5"}, {"internal_id": 111777637, "Award ID": "58011120013", "Award Amount": 289997.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-24", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL PROVIDE GHG EMISSION ESTIMATES AT BOTH THE NATIONAL AND ENTITY LEVELS. IT WILL COMPLETE THE SECOND NRI-CEAP DATA PRODUCT FOR THE GREENHOUSE GAS EMISSIONS INVENTORY INCORPORATE IMPROVEMENTS INTO THE INVENTORY DEVELOPED FOR THE DAYCENT MODEL BASED ON A LEAF AREA INDEX APPROACH AND EXPAND THE COLLECTION OF DATA IN THE GLOBAL N2O DATABASE TO INCLUDE OTHER MEASUREMENTS OF N POOLS AND FLUXES FROM SOILS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_58011120013_12A5"}, {"internal_id": 111777636, "Award ID": "58011120012", "Award Amount": 55609.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-28", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL USE THE APPLIED CLIMATE INFORMATION SYSTEM (ACIS), A SYSTEM ALREADY WIDESPREAD IN THE USDA, AS A DATABASE FOR A MODEL THAT WILL PROVIDE THE BACK-END INFRASTRUCTURE FOR THE FRONT-FACING DYNAMIC AGRICULTURE INDICATORS WEBSITE. IN ADDITION USING THE ALREADY BUILT-IN ACIS DATABASE INFRASTRUCTURE WILL REDUCE THE COST OF BUILDING AND OPERATING THE INDICATORS' WEBSITE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_58011120012_12A5"}, {"internal_id": 111777635, "Award ID": "58011120011", "Award Amount": 15000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-29", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL PROMOTE THE QUALITY AND RELEVANCE OF INTERNATIONAL AGRICULTURAL TRADE RESEARCH AND POLICY ANALYSIS; IT WILL DELVE INTO ISSUES IN INTERNATIONAL TRADE FOOD AND AGRICULTURAL PROJECTS BENEFITS AND THE COSTS TO THE U.S. AND GLOBAL ECONOMIES OF EXPANDING TRADE THROUGH MULTILATERAL TRADE AGREEMENTS AND OTHER TRADE NEGOTIATING STRATEGIES AND THE LINKAGES BETWEEN TRADE AND THE MANAGEMENT OF ENVIRONMENTAL QUALITY FOOD SAFETY AND PESTS AND DISEASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_58011120011_12A5"}, {"internal_id": 111777634, "Award ID": "58011120010", "Award Amount": 29193.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-29", "CFDA Number": "10.290", "Description": "IN THIS EFFORT, THE USA NATIONAL PHENOLOGY NETWORK(USA-NPN) WILL CREATE REAL-TIME OR SHORT-TERM MAPS DEPICTING THE DEVELOPMENT STATUS OF WINTER WHEAT FOR THE CONTERMINOUS U.S. ON A DAILY TIME STEP AND AT FINE SPATIAL RESOLUTION. YSA-NPN STAFF WILL WORK WITH USDA AND OTHER EXPERTS TO IDENTIFY SUITABLE PUBLISHED MODELS OF WHEAT DEVELOPMENT TO IMPLEMENT. MAPS WILL BE DELIVERED THROUGH THE USA-NPN'S ONLINE VISUALIZATION TOOL AND WEBSITE AND ALSO MADE AVAILABLE AS IMAGE AND RASYER FILES THROUGH A USER-FRIENDLY DATA DOWNLOAD TOOL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_58011120010_12A5"}, {"internal_id": 111777633, "Award ID": "58011120009", "Award Amount": 75000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-29", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL DEVELOP A DETAILED ANALYSIS OF AVAILABLE INDICATORS OF THE BIOBASED ECONOMY BASED ON FOUR CATEGORIES: FIELD CROPS WITH FOCUS ON THOSE THAT ARE USED FOR BIOENERGY AND BIOMATERIALS PRODUCTION; BIOENERGY; BIOPRODUCTS; AND POLICY AT THE NATIONAL AND STATE LEVELS, AND WHERE AVAILABLE, LINK ECONOMIC VALUE ADDED AND JOBS AS OUTPUTS FOR THE INDICATORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c418087-59c2-1135-0b45-91d24c024b93-C", "generated_internal_id": "ASST_NON_58011120009_12A5"}, {"internal_id": 111777626, "Award ID": "58011120006", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "10.290", "Description": "THE OBJECTIVE OF THE PROJECT IS TO ASSES CONSUMER DEMAND FOR FOOD AT HOME AND FOOD AWAY FROM HOME AND THE ANALYZE THE IMPLICATIONS FOR DERIVED DEMAND FOR AGRICULTURAL COMMODITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_58011120006_12A5"}, {"internal_id": 111777625, "Award ID": "58011120005", "Award Amount": 325000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-24", "CFDA Number": "10.290", "Description": "PROJECT WILL EVALUATE AND UPDATE THE NEWEST APEX MODEL RELEASE (V.1501) FOR INTEGRATION INTO NTT, INCLUDING TESTING AND INTEGRATED INTO THE EXISTING NTT FRAMEWORK. PARAMETER FILES AND DATABASES MUST ALSO BE UPDATED. ALSO TESTING ROLL OUT AND ENHANCEMENT OF THE NEWLY INTEGRATED FARM ECONOMIC MODEL (FEM) WHICH ALLOWS NTT USERS TO ESTIMATE COSTS OF VARIOUS MANAGEMENT SCENARIOS BASED ON BOTH DEFAULT AND USER-SPECIFIED OPERATING COSTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49c91ae2-031e-78ae-0475-3e6df4b3dc67-C", "generated_internal_id": "ASST_NON_58011120005_12A5"}, {"internal_id": 111777628, "Award ID": "58011120004", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-29", "CFDA Number": "10.290", "Description": "THE PROJECT WILL EVALUATE THE IMPACTS OF FEDERAL AID ON ILLINOIS GRAIN FARMS IN 2020, INCLUDING DETERMINING THE SIZE OF AGRICULTURAL RISK COVERAGE AND PRICE LOSS COVERAGE AND CROP INSURANCE PAYMENTS ON ILLINOIS GRAIN FARMS THE SIZE OF ADDITIONAL FEDERAL AID OCCURRING AS A RESULT OF EXTRAORDINARY ITEMS (CORONAVIRUS FOOD ASSISTANCE PROGRAM MARKET FACILITATION PROGRAM PAYMENTS AND OTHERS) AND THE IMPACT OF THESE PAYMENTS ON FARM DECISIONS AND PROFITABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_58011120004_12A5"}, {"internal_id": 111777630, "Award ID": "58011120002", "Award Amount": 65000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-01", "CFDA Number": "10.290", "Description": "THIS PROJECT EXPLORES ALTERNATIVE DATA SOURCES FOR THE UNDERLYING TRENDS IN FARM DEBT IS BOTH TIME SENSITIVE AND POLICY RELEVANT. WE ANTICIPATE THAT THE EXPERTISE GAINED BY DATA CLEANING AND ANALYSIS WILL ALLOW US TO EXPLORE OPTIONS TO TRACK USE OF CROPS AND LIVESTOCK AS COLLATERAL USING UCC DATA, AS WELL AS CORELOGIC FOR REAL ESTATE LOANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_58011120002_12A5"}, {"internal_id": 108314640, "Award ID": "58011120001", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-10", "CFDA Number": "10.290", "Description": "THIS PROJECT IS DESIGNED TO COLLECT INFORMATION OF IMPORTANCE TO HELP ENSURE PRICING MECHANISMS BEING USED FOR PRICE DISCOVERY IN FED CATTLE MARKETS ARE RELIABLE AND TRANSPARENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_58011120001_12A5"}, {"internal_id": 97297142, "Award ID": "58011119020", "Award Amount": 70000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-27", "CFDA Number": "10.290", "Description": "THE PURPOSE OF THIS PROJECT IS TO INVESTIGATE THE IMPACT OF THE REFORMED U.S. DAIRY SAFETY NET, AND TO ANLYZE IMPACTS OF USDA REPORTS ON DAIRY MARKET DYNAMICS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_58011119020_12A5"}, {"internal_id": 97297141, "Award ID": "58011119019", "Award Amount": 246217.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-24", "CFDA Number": "10.290", "Description": "CSU HAS FOUR MAIN TASKS THAT THEY WILL COMPLETE IN COOPERATION WITH USDA THROUGH THIS AGREEMENT. THOSE TASKS INCLUDE COMPILING DATA FOR THE USDA GREENHOUSE GAS INVENTORY REPORT, INITIATING THE DEELOPMENT OF SECOND NRI-CEAP IMPUTATION PRODUCT WITH THE LATEST SURVEY DATA AVAILABLE FROM USDA, IMPROVING GAP-FILLING METHODS FOR N20 EMISSION DATA, AND COMPLETING WORK ON MODEL PARAMETERIZATION, VALIDATION AND UNCERTAINTY IMPROVEMENT FOR DAYCENT TO SUPPORT COMET-FARM IMPLEMENTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_58011119019_12A5"}, {"internal_id": 97297140, "Award ID": "58011119018", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-26", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL UNDERTAKE AN ANALYSIS ON GENE EDITING (GE) INNOVATIONS IN AGRICULTURE, THE REGULATORY FRAMEWORK FOR GENE EDITED GOODS, WELFARE AND INTERNATIONAL TRADE. THE PRIMARY OBJECTIVE OF THIS PROJECT IS TO INVESTIGATE THE POTENTIAL IMPACT OF REGULATIONS AND CONSUMER PREFERENCES FOR GE-BASED GOODS IN A GLOBAL CONTEXT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_58011119018_12A5"}, {"internal_id": 97297139, "Award ID": "58011119017", "Award Amount": 60000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-27", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL WORK TO QUANTIFY EXISTING INDICATORS OF THE BIOBASED ECONOMY. THIS INCLUDES IDENTIFYING GAPS IN AVAILABLE INDICATORS FOR THE BIOENERGY AND BIOBASED PRODUCTS SECTORS AS WELL AS TO WORK WITH KEY STAKEHOLDERS TO ADDRESS THOSE GAPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c418087-59c2-1135-0b45-91d24c024b93-C", "generated_internal_id": "ASST_NON_58011119017_12A5"}, {"internal_id": 97297138, "Award ID": "58011119016", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "10.290", "Description": "THE OBJECTIVE OF THIS AGREEMENT IS TO BENCHMARK THE SIZE , SCOPE, SCALE, AND CONTRACT STRUCTURE OF PAY-FOR-PERFORMANCE MECHANISMS IN THE UNITED STATES FOR THE DELIVERY OF ECOSYSTEM SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6347574e-dbe2-ce5a-bf11-09acc9c5d363-C", "generated_internal_id": "ASST_NON_58011119016_12A5"}, {"internal_id": 97297137, "Award ID": "58011119015", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-26", "CFDA Number": "10.290", "Description": "THE PROJECT WILL PROVIDE A MEANS TO ENHANCE USDA SEASON-AVERAGE PRICE FORECASTS WITH STATISTICALLY-VALID UNCERTAINTY BANDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_58011119015_12A5"}, {"internal_id": 97297136, "Award ID": "58011119014", "Award Amount": 15000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-30", "CFDA Number": "10.290", "Description": "UPDATE,DEVELOP, MAINTAIN AND HOST THE DAIRY MARGIN COVERAGE DECISION TOOL FOR USDA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_58011119014_12A5"}, {"internal_id": 97297135, "Award ID": "58011119013", "Award Amount": 475000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-27", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL DEVELOP A SPATIAL MODEL OF INTERNATIONAL TRADE FOR THE CROP AND LIVESTOCK SECTORS. THE SPATIAL MODEL WILL BE ABLE TO PROJECT BILATERAL 10-YEAR TRADE FLOWS FROM THE U.S. AND MAJOR PARTNERS. THE MODEL WILL BE CALIBRATED TO THE USDA BASELINE MODEL AND WILL BE USED TO STIMULATE THE IMPACTS OF FREE TRADE AGREEMENTS AS WELL AS VARIOUS TRADE POLICY SHOCKS (SUCH AS NON-TARIFF MEASURES AND TARRIFFS). THE PROJECT WILL ALSO PUT TOGETHER A TRADE ELASTICITY DATABASE THAT WILL BE USED TO CALIBRATE THE MODEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_58011119013_12A5"}, {"internal_id": 97297132, "Award ID": "58011119010", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-12", "CFDA Number": "10.290", "Description": "THE OBJECTIVE OF THIS AGREEMENT IS TO EVALUATE THE BENEFITS OF HEALTHY HEADWATER FORESTS IN CALIFORNIA, FACTORS THAT INFLUENCE THE MAGNITUDE AND EXTENT OF BENEFITS (OR COSTS AVOIDED), AND LIKELY BENEFICIARIES. BENFITS TO INCLUDE ONGOING RELIABILITY OF THE STATE'S WATER SUPPLY, AVOIDANCE OF AIR QUALITY PROBLEMS, CARBON SEQUESTRATION, REDUCED COST OF FIRE SUPPRESSION, INCOME FROM FOREST PRODUCTS, AND ECONOMIC SUPPORT FOR RURAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "28fac7dc-8a38-6a9b-4c65-406094bcc0ba-C", "generated_internal_id": "ASST_NON_58011119010_12A5"}, {"internal_id": 97297130, "Award ID": "58011119008", "Award Amount": 15000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-27", "CFDA Number": "10.290", "Description": "THE PURPOSE IS TO COOPERATIVELY SUPPORT THE IATRC FOR THE CONTINUATION OF THE OVERALL IATRC PROGRAM AND ACTIVITIES, INCLUDING: PROMOTE AND STIMULATE IMPROVEMENT IN THE QUALITY AND RELEVANCE OF INTERNATIONAL AGRICULTURAL TRADE RESEARCH AND POLICY ANLYSIS; ENCOURAGE COLLABORATIVE RESEARCH AMONG MEMBERS OF THE CONSORTIUM; FACILITATE INTERACTION AMONG RESEARCHERS AND ANALYSIS IN SEVERAL COUNTRIES, IN UNIVERSITIES AND IN GOVERNMENT STAFF ENGAGED IN TRADE RESEARCH; AND IMPROVE THE GENERAL UNDERSTANDING OF INTERNATIONAL TRADE AND TRADE POLICY ISSUES AMONG THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_58011119008_12A5"}, {"internal_id": 97297129, "Award ID": "58011119007", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-27", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL DEVELOP A YIELD MODEL THAT CAN PREDICT HARVEST YIELDS AT ANY POINT DURING THE GROWING SEASON BASED ON WHAT WAS ALREADY HAPPENED (PLANTING DATE AND WEATHER COVARIATES) AND WHAT WOULD HAVE LIKELY HAPPENED IF THE HURRICANR HAD NOT OCCURRED (I.E. HARVEST DATE AND THE WEATHER FOR THE REMAINING PART OF THE GROWING SEASON BASED ON HISTORICAL NORMS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_58011119007_12A5"}, {"internal_id": 97297128, "Award ID": "58011119006", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-26", "CFDA Number": "10.290", "Description": "THE PROJECT WILL INVESTIGATE, BOTH THEORETICALLY AND EMPIRALLY, THE INFLUENCE OF IMPORTANT STRUCTURAL CHANGES ON DEMAND AND RELATIVE PRICE RELATIONSHIPS AMONG OILSEED CROPS. RELATIVE EFFECTS OF PETROLEUM PRICE AND QUANTITY CHANGES ON OILSEED PRICES WILL ALSO BE ESTIMATED AND EXPLAINED AS WELL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf92b3d9-f316-02cd-dbd8-25c49e6a131b-C", "generated_internal_id": "ASST_NON_58011119006_12A5"}, {"internal_id": 97297127, "Award ID": "58011119005", "Award Amount": 320000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-18", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL ENHANCE NTT FUNCTIONALITY BY INTEGRATING THE FARM ECONOMIC MODEL WHICH WILL ASSIGN COSTS TO VARIOUS MANAGEMENT PRACTICES, ALLOWING USERS TO EVALUATE THE COST-BENEFIT OF PRACTICES. TIAER WILL ADD NEW FUNCTIONALITY (STREAMBANK FENCING, NUTRIENT OPITMIZATION, AND CONCENTRATED WETLANDS), CONTINUE ITS WORK PARAMETERIZING NTT TO A FARM-SCALE DATA, AND SUPPORT CSU STAFF AS THEY FINALIZE AND ROLLOUT THE COMET WATER QUALITY COMPONENT THAT USES THE NTT API DEVELOPED UNDER A PREVIOUS AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49c91ae2-031e-78ae-0475-3e6df4b3dc67-C", "generated_internal_id": "ASST_NON_58011119005_12A5"}, {"internal_id": 97799899, "Award ID": "58011119003", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-12", "CFDA Number": "10.290", "Description": "IDENTIFYING REPRESENTATIVE, HIGH, AND LOW COST PATHWAYS FOR MOVING FOREST BIOMASS FROM FOREST PLOTS TO POWER GENERATING FACILITIES IN THE PACIFIC NORTHWEST, THE LAKE STATES, AND THE SOUTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_58011119003_12A5"}, {"internal_id": 97297125, "Award ID": "58011119002", "Award Amount": 137500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-15", "CFDA Number": "10.290", "Description": "THIS STUDY IDENTIFIES AND DESCRIBES THE FACTORS THAT HINDER, ENABLE AND PROMOTE THE UTILIZATION OF U.S. ETHANOL IN THE GASOLINE POOLS OF JAPAN, KOREA, MEXICO, INDIA, CHINA, VIETNAM, INDONESIA, COSTA RICA, EUROPEAN UNION, UNITED KINGDOM, BRAZIL, AND COLUMBIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98f86457-cdff-6b3c-9ff8-3a4415183bf6-C", "generated_internal_id": "ASST_NON_58011119002_12A5"}, {"internal_id": 97297124, "Award ID": "58011119001", "Award Amount": 77361.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-21", "CFDA Number": "10.290", "Description": "THIS STUDY WILL ESTIMATE THE IMPACT OF EXPANDED CROP INSURANCE AVAILABILITY AND PROGRAM CHANGES, INCLUDING COVERAGE LEVELS, OVER THE PAST 35 YEARS ON FARM LENDING LEVELS FROM INSURED, DEPOSITORY INSTITUTIONS. IN ADDITION, WE WILL BE ABLE TO IDENTIFY CHANGES IN INSTITUTION-LEVEL LOAN PERFORMANCE, SUCH AS DELINQUENCIES, INTEREST RATES, AND LOAN SIZE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_58011119001_12A5"}, {"internal_id": 97297155, "Award ID": "58011118027", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "10.290", "Description": "THE PROJECT WILL DEVELOP AN ENHANCE ANALYTICAL FRAMEWORK TO MEASURE ACREAGE, PRICE, AND TRADE EFFECTS OF PARTIALLY DECOPLED U.S. INCOME SUPPORT PROGRAMS SUCH AS PRICE LOSS COVERAGE (PLC) AND AGRICULUTRAL RISK COVERAGE (ARC).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_58011118027_12A5"}, {"internal_id": 97297156, "Award ID": "58011118026", "Award Amount": 15000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-28", "CFDA Number": "10.290", "Description": "THE PURPOSE IS TO COOPERATIVELY SUPPORT THE IATRC FOR THE CONTINUATION OF THE OVERALL IATRC PROGRAM AND ACTIVITIES, INCLUDING: PROMOTE AND STIMULATE IMPROVEMENT IN THE QUALITY AND RELEVANCE OF INTERNATIONAL AGRICULTURAL TRADE RESEARCH AND POLICY ANALYSIS; ENCOURAGE COLABORATIVE RESEARCH AMONG MEMEBERS OF THE CONSORTIUM; FACILITATE INTERACTION AMONG RESEARCHERS AND ANALYSTS IN SEVERAL COUNTRIES, IN UNIVERSITIES AND IN GOVERNMENT STFF ENAGED IN TRADE RESEARCH; AND IMPROVE THE GENERAL UNDERSTANDING OF INTERNATIONAL TRADE AND TRADE POLICY ISSUES AMONG THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_58011118026_12A5"}, {"internal_id": 97297157, "Award ID": "58011118025", "Award Amount": 99328.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-28", "CFDA Number": "10.290", "Description": "THE PROJECT WILL PROVIDE A BETTER UNDERSTANDING OF HOW THE NATIONAL SCHOOL LUNCH PROGRAM (NSLP) AND SCHOOL BREAKFAST PROGRAM (SBP) IMPACT THE QUALITY OF CHILDREN'S DIETS THROUGH A RETROSPECTIVE ANALYSIS WITH A PARTICULAR FOCUS ON THE PERIOD FOLLOWING THE IMPLEMENTATION OF THE SCHOOL MEAL REQUIRMENTS IN THE HEALTHY AND HUNGER-FREE KIDS ACT OF 2010.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_58011118025_12A5"}, {"internal_id": 97297159, "Award ID": "58011118023", "Award Amount": 202685.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "10.290", "Description": "THE PROJECT WILL EXAMINE ALTERNATIVE CROP INSURANCE SUBSIDY SCENARIOS AND CHARACTERIZE REGIONAL CHANGES IN INSURANCE COVERAGE LEVELS, POLICY TYPES, AND UNIT STRUCTURE CHOICES; QUANTIFY EXPECTED CHANGES IN GOVERNMENT EXPENDITURE, CONSIDERING THE COMPLEX INTERACTION OF PRODUCERS PAYING A GREATER PORTION OF THE TOTAL PREMIUME, BUT POTENTILLY SHIFTING THEIR CHOICES TO LESS EXPENSIVE COMBINATIONS OF POLICY TYPE, COVERAGE LEVEL, AND UNIT STRUCTURE; AND DETERMINE CHANGES IN PRODUCER EXPECTED UTLITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_58011118023_12A5"}, {"internal_id": 97297160, "Award ID": "58011118022", "Award Amount": 56336.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-28", "CFDA Number": "10.290", "Description": "THE OBJECTIVE OF THE PROJECT IS TO ASSESS THE CURRENT STATE AND TRENDS IN AGRICULTURAL AND FOOD TRADE AMONG NAFTA COUNTRIES, AND TO EVALUATE THE ECONOMIC CONSEQUENCES OF PROPOSED POLICIES AIMED AT AFFECTING NORTH AMERICAN TRADE IN FOOD AND AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_58011118022_12A5"}, {"internal_id": 97297161, "Award ID": "58011118021", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-28", "CFDA Number": "10.290", "Description": "THE PURPOSE OF THIS PROJECT IS TO DEVELOP NEW METHODS, TOOLS AND DATA COLLECTIONS TO FACILITATE COMPREHENSIVE ANALYSES OF CURRENT AND ANTICIPATED ISSUES IN FEDERAL DAIRY POLICY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_58011118021_12A5"}, {"internal_id": 97297165, "Award ID": "58011118020", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "10.290", "Description": "CREATE A SYSTEMATIC FRAMEWORK TO IDENTIFY REGULATIONS THAT SHOUD BE REPEALED, REPLACED, OR MODIFIED TO REDUCE BURDENS AND IMPROVE OUTCOMES FOR THE AGRICULTURAL SECTOR. STARTING WITH A SYSTE,ATIC CODING OF PUBLIC COMMENTS SUBMITTED IN RESPONSE TO AGENCY TASK FORCE REQUEST PURSUANT TO E.O. 13777, THE TEAM WOULD IDENTIFY RECURRING THEMES ACROSS DIFFERENT SUBJECT AREAS AND AGENCIES, AND USE EMPIRICAL RESULTS TO GENERATE CRITERIA OF EXOSTING REGULATIONS THAT AGENCIES CAN USE TO PRIORITIZE THEIR EVALUATION EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee8636d0-3f78-fbb3-4346-eb49aabbb2b3-C", "generated_internal_id": "ASST_NON_58011118020_12A5"}, {"internal_id": 97799898, "Award ID": "58011118019", "Award Amount": 53779.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-25", "CFDA Number": "10.290", "Description": "ANALYSIS OF MODIFICATIONS TO THE RENEWABLE FUEL STANDARDS (RFS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_58011118019_12A5"}, {"internal_id": 97297167, "Award ID": "58011118017", "Award Amount": 329961.08, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-25", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL CONTINUE TO INCORPORATE CEAP AND ARMS SURVEY DATA INTO THE US NATIONAL GREENHOUSE GAS INVENTORY FOR AGRICULTURE SOIL GHG EMMISSION (TASK 10. TASKS 2 AND 3 ARE IMPROVEMENTS TO USDA'S REPORT, QUANTIFYING GREENHOUSE GAS FLUXES IN AGRICULTURE AND FORESTRY, WHICH WILL BE INCOPORATED INTO FUTUTRE EDITIONS OF THE REPORT. TASK 4 IS TO CONDUCT FURTHER TESTING AND IMPROVE PARAMATERIZATION FOR US-WIDE IMPLEMENTATIONS OF SOME SPECIALTY CROPS IN COMET-FARM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_58011118017_12A5"}, {"internal_id": 97297164, "Award ID": "58011118016", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-24", "CFDA Number": "10.290", "Description": "THIS PROJECT AIMS TO CREATE A DATASET OF ADOPTION OF SOIL TILLAGE PRACTICES AND COVER CROPS IN THE US CORN BELT FROM 2015 TO 2018 USING THE OPERATIONAL TILLAGE INFORMATION SYSTEM (OPTIS). THE COOPERATORE WILL CREATE A WEB-PORTAL TO RELEASE THESE DATA AT THE CROP REPORTING DISTRICT AND WATERSHED SCALES (HUC8).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b9d5c98-9afa-cea1-5b4d-3bccca633429-C", "generated_internal_id": "ASST_NON_58011118016_12A5"}, {"internal_id": 97297163, "Award ID": "58011118015", "Award Amount": 99147.59, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "10.290", "Description": "THE PROJECT WILL IDENTIFY A SET OF INDICATORS OF CLIMATE CHANGE IMPACTS ON U.S. AGRICULTURE AND FOOD SYSTEMS, EXPLORE THE APPLICABILITY AND USABILITY OF INDICATORS FOR DIFFERENT REGIONS AND SPECIFIC TYPES OF CROPS , INCLUDING THE POTENTIAL USE OF THE INDICATORS FOR MANAGEMENT TOOLS AND INFORMATION SYSTEMS TO SUPPORT AGRICULTURAL PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_58011118015_12A5"}, {"internal_id": 97297143, "Award ID": "58011118014", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "10.290", "Description": "THIS PROJECT WILL DEVELOP A PANEL DATA, GRAVITY-BASED ECONOMETRIC MODEL OF U.S. AND INTERNATIONAL AGRICULTURAL FLOWS TO IDENTIFY, RANK, AND EXAPLIN THE LARGEST AND MOST SIGNIFICANT AGRI-FOOD TRADE SHOCKS AND TRADE UNDER-PERFORMANCE THAT HAVE IMPACTED US AND COMPETING SUPPLIERS' GLOBAL AGRICULUTRAL EXPORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_58011118014_12A5"}, {"internal_id": 97297144, "Award ID": "58011118013", "Award Amount": 56000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "10.290", "Description": "CHINESE DOMESTIC AND TRADE POLICIES AND THE COMPETATIVENESS OF U.S. COTTON EXPORTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_58011118013_12A5"}, {"internal_id": 97297145, "Award ID": "58011118012", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-31", "CFDA Number": "10.290", "Description": "THE COOPERATOR WILL INCORPORATE GIS DATA AND SUPPORTING META-DATA FOR WATER QUALITY INTO THE ENVIROATLAS PLATFORM AND DEVELOP AT LEAST 2 WORKING PAPERS DEMONSTRATING HOW THE DATA CAN BE USED TO INFORM DECISION MAKING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f371179b-9f27-8013-f81c-4fd314b1f981-C", "generated_internal_id": "ASST_NON_58011118012_12A5"}, {"internal_id": 97297146, "Award ID": "58011118011", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-31", "CFDA Number": "10.290", "Description": "THE OBJECTIVE OF THIS AGREEMENT IS TO DEVELOP TOOLS AND RESOURCES NEEDED TO FACILITATE IMPLEMENTATION OF WATER TRANSFER MARKETS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_58011118011_12A5"}, {"internal_id": 97297147, "Award ID": "58011118010", "Award Amount": 10000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "10.290", "Description": "THE COOPERATOR AND USDA WILL CO-SPONSOR A WORKSHOP ON GROUNDWATER MARKETS TO BRING TOGETHER KEY PLAYERS INVOLVED IN MARKET-BAED WATER TRANSACTIONS TO EXPLORE HOW TO IMPROVE TRADING AND BANKING IN CALIFORNIA. THE AGENDA WILL CONSIDER WHAT'S WORKING, WHAT'S NOT, AND WHERE CHANGES ARE POSSIBLE TO FACILITATE EXPANSION OF MARKET-BASED TOOLS IN THREE AREAS: WITHIN-BASIN GROUNDWATER TRADING, CROSS-BASIN SURFACE WATER TRADING, AND GROUNDWATER BANKING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "28fac7dc-8a38-6a9b-4c65-406094bcc0ba-C", "generated_internal_id": "ASST_NON_58011118010_12A5"}, {"internal_id": 97297148, "Award ID": "58011118009", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "10.290", "Description": "THE OBJECTIVE OF THIS AGREEMENT IS ECOSYSTEM MARKETPLACE WILL SYNTHESIZE DATA ON IRRIGATION WATER SUPPLY MANAGEMENT ORGANIZATIONS IN THE UNITED STATES AND DEVELOP ADDITIONAL SPATIAL EXPLICIT DATA TO FILL IN THE GAPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6347574e-dbe2-ce5a-bf11-09acc9c5d363-C", "generated_internal_id": "ASST_NON_58011118009_12A5"}, {"internal_id": 97297150, "Award ID": "58011118007", "Award Amount": 166505.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-07", "CFDA Number": "10.290", "Description": "DEVELOPMENT OF A WEB-BASED FARM POLICY ANALYSIS TOOL THAT PRODUCES ESTIMATED PAYMENTS, WITH PAYMENT VISUALIZATION CAPABILITIES ON A DASHBOARD ON THE WEB ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_58011118007_12A5"}, {"internal_id": 97468162, "Award ID": "58011118006", "Award Amount": 166505.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-15", "CFDA Number": "10.290", "Description": "THE PROJECT WILL EVALUATE THE POLICY IMPLICATIONS OF BIG AG DATA AND THE IMPLICATION FOR USDA WHICH PROVIDES CROP SURVEYS AND OTHER REPORTS FREE OF CHARGE TO EQUALIZE ACESS TO MARKET INFORMATION. EXTENDING FROM PREVIOUS RESEARCH THE PROJECT WILL EVALUATE THE IMPLICATIONS OF NON-RANDOMIZED PARTICIPATIONS DATA VERSUS SURVEY-BASED FORECASTS IN PREDICTING AGRIULCTURE COMMODITY PRICES AS WELL AS COUNTY DISTRICT YIELDS. FURTHER IT WILL INVESTIGATE THE DIRECTIONAL SPATIAL RELATIONSHIPS AMONG DISAGGREGATE YIELD ESTIMATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_58011118006_12A5"}, {"internal_id": 97297151, "Award ID": "58011118005", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-30", "CFDA Number": "10.290", "Description": "THE PROJECT WILL COMPLETE A DETAILED ASSESMENT OF CURRENT AGRICULTURAL WATER USE, FORECAST TRENDS, EMERGING ISSUES AND WATER POLICY IN ALABAMA AND GEORGIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2d36b5cf-5d86-af5a-49cd-16b1991126bd-C", "generated_internal_id": "ASST_NON_58011118005_12A5"}, {"internal_id": 97297152, "Award ID": "58011118004", "Award Amount": 380000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-08", "CFDA Number": "10.290", "Description": "TO CALIBRATE AND PARAMETERIZE APEX FOR REGIONS ACROSS THE COUNTRY, WHICH IN TURN, WILL SUPPORT BOTH WORK ON NTT AND THE INTEGRATED COMET TOOL. IN ADDITION TIAER WILL CONTINUE TO SUPPORT AND ENHANCE TIAER-NTT FOR USE IN WATER QUALITY MARKETS AROUND THE COUNTRY; DEVELOP AND IMPLEMENT METHODS FOR ESTIMATE N AND P RUNOFF FROM BARNYARD AND FEEDLOT AREAS; COLLABORATE WITH CSU ON THE DEVELOPMENT OF INTEGRATED COMET MODEL TO ENSURE CONSISTENCY BETWEEN THE CLIENT-FACING APPLICATIONS OF APEX; AND PROVIDE SUPPORT FOR CBNTT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49c91ae2-031e-78ae-0475-3e6df4b3dc67-C", "generated_internal_id": "ASST_NON_58011118004_12A5"}, {"internal_id": 97297153, "Award ID": "58011118003", "Award Amount": 130000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-30", "CFDA Number": "10.290", "Description": "THIS AGREEMENT WILL DEVELOP TOOLS AND RESOUCES TO IMPROVE THE EFFICACY OF SELF-REPORTING AND OTHER ASPECTS OF WATER USE BEHAVIOR AMONG AGRICULTURAL PRODUCERS AND PROVIDE INSIGHTS ON HOW TO INCENTIVIZE FRMER PARTICIPATION IN FARM BILL PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2d36b5cf-5d86-af5a-49cd-16b1991126bd-C", "generated_internal_id": "ASST_NON_58011118003_12A5"}, {"internal_id": 97297154, "Award ID": "58011118002", "Award Amount": 19500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-08", "CFDA Number": "10.290", "Description": "THE PROJECT WILL ESTIMATE PARTICIPATION IN THE LIVESTOCK FORAGE DISASTER PROGRAM (LFP) AND THE PASTURE, FORAGE, RANGELAND (PRF) PILOT INSURANCE PROGRAM AND DETERMINE THE EFFECTIVENESS OF LFP AND PRF TO MITIGATE THE RISKS ASSOCIATED WITH MANAGING RANGELAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_58011118002_12A5"}, {"internal_id": 97297162, "Award ID": "58011118001", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-11", "CFDA Number": "10.290", "Description": "THE PROJECT WILL DEVELOP A WORKING PAPER IDENTIFYING OPPORTUNITIES FOR PRIVATE INVESTMENT IN PUBLIC LANDS BASED ON REVIEWS OF ACADEMIC, GOVERNMENT, AND NON-GOVERNMENT SOURCES. THE WORKING PAPER WILL SUMMARIZE THE ISSUES, PRESENT A LEGAL ANALYSIS OF THE EXISTING FEDERAL AUTHORITIES, AND PROVIDE VARIOUS POTENTIAL OPTIONS AND RECOMMENDATIONS TO ASSIST IN POLICY DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f191f83-6024-f2be-3012-4b740b10ac7a-C", "generated_internal_id": "ASST_NON_58011118001_12A5"}]