[{"internal_id": 159740515, "Award ID": "20237050440441", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "10.234", "Description": "TRIBAL EXTENSION SUSTAINABILITY INITIATIVE (TESI) PURPOSE: TO SUPPORT TRIBAL EXTENSION PROJECTS AIMED AT MEETING THE NEEDS OF UNDERSERVED AGRICULTURAL PRODUCERS IN INDIAN COUNTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3635b1-c33e-4756-6031-c5fe35851090-R", "generated_internal_id": "ASST_NON_20237050440441_12H3"}, {"internal_id": 159740477, "Award ID": "20237041740455", "Award Amount": 1850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-26", "CFDA Number": "10.234", "Description": "BUILDING CAPACITY FOR 1994 EXTENSION AND NATIVE AGRICULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6256a96-ca3d-8f90-96fc-ca327351074e-C", "generated_internal_id": "ASST_NON_20237041740455_12H3"}, {"internal_id": 156906011, "Award ID": "20237041739401", "Award Amount": 1494250.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-22", "CFDA Number": "10.234", "Description": "THE ECONOMIC, AND PUBLIC HEALTH, AND ENVIRONMENTAL STATUS OF AMERICAN INDIANS ARE AMONG THE WORST. TRIBAL MEMBERS STILL SUFFER A WIDE RANGE OF SOCIAL AND ENVIRONMENTAL INJUSTICE THAT ARE MORE SEVERE THAN ANY ETHNIC/MINORITY GROUP IN THE UNITED STATES.THE PRIMARY GOAL OF THE PROPOSED PROGRAM IS TO WORK CLOSELY WITH USDA ON DELIVERING TARGETED TECHNICAL ASSISTANCE/TRAINING IN NATIVE AMERICAN COMMUNITIES, IMPROVING EQUITABLE PARTICIPATION OF NATIVE PRODUCERS IN USDA PROGRAMS AND SERVICES. THE PROPOSED PROGRAM IS ALSO TO IMPROVE NATIVE PRODUCERS&#39; BUSINESS MANAGEMENT SKILLS, PROMOTE LOCAL FOOD PRODUCTION, AND INCREASE THE RESILIENCY/SELF-RELIANCE OF THE ECONOMICALLY DISTRESSED/UNDERSERVED AMERICAN INDIAN COMMUNITIES IN THE SOUTHWEST.SOUTWEST INDIAN AGRICULTURAL ASSOCIATION, INC. (SWIAA) IS A NATIVE AMERICAN OWNED AND OPERATED 501 C 3 NON-PROFIT ORGANIZATION WITH OVER 35 YEARS OF SUCCESSFUL TRACK-RECORD PROVIDING OUTREACH, EDUCATION, AND SUPPORT TO NATIVE PRODUCERS IN THE SOUTHWEST. IN THIS PROGRAM, SWIAA DRAWS ON THE BEST AGRICULTURE EDUCATION, OUTREACH, AND TECHNICAL ASSISTANCE EXPERTISE FROM THE UNIVERSITY OF ARIZONA COOPERATIVE EXTENSION, ARIZONA FEDERALLY RECOGNIZED TRIBAL EXTENSION PROGRAM, APEX APPLIED TECHNOLOGY, INC., PAINTED DESERT DEMONSTRATION PROJECTS, INC. (D.B.A. THE STAR SCHOOL), AND FEW NATIVE AMERICAN AGRICULTURAL ORGNIZATIONS IN THE SOUTHWEST. THIS TEAM HAS EXTENSIVE KNOWLEDGE, EXPERIENCE AND, A LONG HISTORY OF WORKING TOGETHER, PROVIDING EFFECTIVE TECHNICAL ASSISTANCE/TRAINING AND PRODUCING SUSTAINABLE AND POSITIVE RESULTS IN UNDERSERVED TRIBAL COMMUNITIES. THE TEAM IS COMMITTED TO CLOSELY COLLABORATING WITH USDA AGENCIES/COMMUNITY LEADERS/AGRICULTURAL ORGANIZATIONS, IMPLEMENTING GRASSROOTS STRATEGIES, DELIVERING TARGETED COMMUNICATION, FOSTERING TRANSPARENCY, AND DELIVERING THE PROPOSED TECHNICAL ASSISTANCE/TRAINING IN COLLABORATIVE, SYSTEMATIC, TARGETED, ADAPTIVE, CUSTOMIZED, AND RESULTS-DRIVEN WAYS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "39a0c8e5-680a-63d2-52a1-bcd080b3601a-R", "generated_internal_id": "ASST_NON_20237041739401_12H3"}, {"internal_id": 156589219, "Award ID": "20237041739322", "Award Amount": 2504201.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-14", "CFDA Number": "10.234", "Description": "TRIBES AND INDIGENOUS COMMUNITIES HAVE HISTORICALLY BEEN AND CONTINUE TO BE ECONOMICALLY DISTRESSED AND UNDERSERVED AGRICULTURAL PRODUCERS. DESPITE STEWARDING A NOTABLE PORTION OF U.S. AND PACIFIC NORTHWEST AGRICULTURAL LAND, THEY ACCOUNT FOR LESS THAN 1% OF ALL NATIONAL AGRICULTURAL SALES. CURRENTLY, THERE IS LIMITED AWARENESS OF THE UNIQUE NEEDS, CHALLENGES, AND GOALS OF TRIBES AND INDIGENOUS AGROFORESTRY PRODUCERS AS THEY RELATE TO UNDERSTANDING AND PARTICIPATING IN USDA PROGRAMS AND SERVICES, BUT THERE IS GROWING INTEREST IN INDIGENOUS STEWARDSHIP AMONG BROADER SOCIETY. THIS PROJECT INCREASES AWARENESS OF AND OPPORTUNITIES FOR INDIGENOUS AGROFORESTRY STEWARDSHIP AND WILL SUPPORT AN IMPROVED UNDERSTANDING OF AND EQUITABLE PARTICIPATION AND INCLUSION OF TRIBES AND INDIGENOUS AGROFORESTRY PRODUCERS OF THE PACIFIC NORTHWEST, INCLUDING NORTHERN CALIFORNIA, OREGON, AND WASHINGTON, IN USDA PROGRAMS AND SERVICES RELATED TO AGROFORESTRY. ECOTRUST&#39;S PROJECT PARTNERS INCLUDE THE USDA NATIONAL AGROFORESTRY CENTER, INTERTRIBAL NURSERY COUNCIL, USFS PACIFIC SOUTHWEST RESEARCH STATION FIRE AND FUELS PROGRAM, USFS RESEARCH &AMP; DEVELOPMENT, USFS FOREST MANAGEMENT SERVICE CENTER, HERITAGE UNIVERSITY, HOOPA VALLEY TRIBE, CAL POLY HUMBOLDT, AND WASHINGTON STATE UNIVERSITY EXTENSION.THIS PROJECT WILL PROVIDE TECHNICAL ASSISTANCE AND OUTREACH TO TRIBES AND INDIGENOUS AGROFORESTRY PRODUCERS THROUGH THREE KEY PROJECT GOALS: (1) ESTABLISH A COMMUNITY OF PRACTICE FOR TRIBAL AGROFORESTRY PRODUCERS TO BUILD TRUST, CREATE SHARED VISION, IMPLEMENT EDUCATIONAL PROGRAMS, AND OFFER MENTORSHIP FOR INDIGENOUS YOUTH. (2) BUILD UPON THE KNOWLEDGE AND EXPERIENCES OF TRIBAL PRODUCERS, IN COLLABORATION WITH USDA PARTNERS, TO INCREASE THE RELEVANCE, PARTICIPATION, AND IMPACT OF USDA PROGRAMS AND SERVICES FOR TRIBAL AGROFORESTRY PRODUCERS. WE WILL CONDUCT NEEDS ASSESSMENTS TO IDENTIFY BARRIERS TO ACCESSING AND PARTICIPATING IN RELEVANT USDA PROGRAMS AND SERVICES, AS WELL AS DEVELOP STRATEGIES TO CLOSE GAPS AND REDUCE BARRIERS, SUPPORT USDA PROGRAM RESPONSIVENESS, PROVIDE TARGETED OUTREACH, ENGAGEMENT, AND CAPACITY-BUILDING SUPPORT, AS WELL AS HOST EVENTS AND WORKSHOPS TO PROVIDE DIRECT ASSISTANCE FOR THE DEVELOPMENT OF APPLICATIONS TO RELEVANT USDA PROGRAMS AND SERVICES. (3) CO-DEVELOP ACTIONABLE RESEARCH AND TECHNOLOGICAL TOOLS AND PILOT AGROFORESTRY PROJECTS THAT WILL BUILD CAPACITY FOR TRIBAL AGROFORESTRY PRACTITIONERS&#39; LONG-TERM PARTICIPATION IN USDA PROGRAMS AND SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd0ff78a-5957-808a-3481-63f05b0b793a-C", "generated_internal_id": "ASST_NON_20237041739322_12H3"}, {"internal_id": 156589214, "Award ID": "20237041739234", "Award Amount": 2310720.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-08", "CFDA Number": "10.234", "Description": "LOCATED IN MARINE ON ST. CROIX MINNESOTA, BIG RIVER FARMS IS A PROGRAM OF THE FOOD GROUP THAT OFFERS ORGANIC AND SUSTAINABLE AGRICULTURE EDUCATION FOR UNDERSERVED FARMERS--AND IN PARTICULAR FARMERS OF COLOR. IN THE RECENT PAST, FARMERS SERVED BY BIG RIVER FARMS HAVE REQUESTED MORE ROBUST ONE-ON-ONE ASSISTANCE WITH CROP PRODUCTION, BUSINESS AND FINANCIAL PLANNING, AND OTHER AREAS. AT THE SAME TIME, BIG RIVER FARMS HAS BEEN REPEATEDLY APPROACHED BY SMALL ORGANIZATIONS FOR ASSISTANCE WITH BUILDING THEIR OWN CAPACITY TO PROVIDE TECHNICAL ASSISTANCE TO UNDERSERVED FARMERS.THROUGH THIS PROJECT, BIG RIVER FARMS SEEKS TO STRENGTHEN OUR CAPACITY AND THAT OF OUR PROJECT PARTNERS TO PROVIDE TECHNICAL ASSISTANCE IN AGRICULTURAL PRODUCTION AND ACCESS TO USDA PROGRAMS AND SERVICES. FUNDING THROUGH THIS GRANT WILL HELP ENSURE THAT UNDERSERVED MINNESOTA FARMERS ACCESS THE CULTURALLY APPROPRIATE RESOURCES THEY NEED TO BUILD THRIVING FARM BUSINESSES. AT BIG RIVER FARMS, STAFF CAPACITY WILL BE ADDED, AND PEER MENTORING RELATIONSHIPS WILL BE DEVELOPED TO STRENGTHEN TECHNICAL ASSISTANCE EFFORTS. AT THE SAME TIME, BIG RIVER FARMS WILL HELP PARTNER AGENCIES BUILD CAPACITY FOR TECHNICAL ASSISTANCE THROUGH CONSULTATION AND MENTORSHIP, ASSISTANCE WITH FARMER EDUCATION CURRICULUM PLANNING, AND EDUCATION AROUND PRACTICAL SKILLS SUCH AS SEED ORDERING, RECORD KEEPING, AND ORGANIC CERTIFICATION. FINALLY, THE ANNUAL EMERGING FARMERS CONFERENCE HOSTED BY BIG RIVER FARMS WILL OFFER OPPORTUNITIES FOR ATTENDEES TO RECEIVE TECHNICAL ASSISTANCE FROM HIGHLY SPECIALIZED EXPERTS, SUCH AS FARM TAX PREPARERS, ACCOUNTANTS, AND ORGANIC CERTIFIERS. PROJECT PARTNERS FOR THIS REQUEST INCLUDE: THE VILLAGE AGRICULTURAL COOPERATIVE, SOMALI AMERICAN FARMERS INSTITUTE, AND SUDANESE FARMING GROUP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6790c039-126e-60c0-df1e-9c7af134a237-R", "generated_internal_id": "ASST_NON_20237041739234_12H3"}, {"internal_id": 156906010, "Award ID": "20237041739233", "Award Amount": 3447678.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-22", "CFDA Number": "10.234", "Description": "THIS PROJECT WILL DEVELOP AN EDUCATOR-TECHNICAL ASSISTANCE NETWORK OF EXPERTS IN MICHIGAN TO IMPROVE PROVIDER SKILLSETS, RESOURCES, OUTREACH, AND ENGAGEMENT PROCESSES COLLABORATIVELY AND SYSTEMICALLY WITH AN OUTCOME TO BETTER SERVE AGRICULTURAL PRODUCER NEEDS OF SOCIALLY-DISADVANTAGED FARMING COMMUNITIES IN MICHIGAN. IN STRONG PARTNERSHIP WITH MICHIGAN FOOD AND FARMING SYSTEMS, MSUE, AND JULIAN SAMORA INSTITUTE, THIS EDUCATOR-TECHNICAL ASSISTANCE NETWORK&#39;S PRIMARY GOAL IS TO REACH MORE SOCIALLY-DISADVANTAGED AGRICULTURAL PRODUCERS IN MICHIGAN, WITH IMPROVED MSU AND COMMUNITY ORGANIZATIONAL RESOURCES CO-DESIGNED BY UNDERSTANDING AND ENGAGEMENT WITH COMMUNITY NEEDS. THIS TRANSFORMATIVE MODEL OF NETWORK ENGAGEMENT IN MICHIGAN WILL CREATE A CORE PATHWAY FOR MICHIGAN SOCIALLY-DISADVANTAGED FARMERS TO ENGAGE WITH AGRICULTURAL RESOURCES IN A WAY THAT IS RESTORATIVE AND SUPPORTIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20237041739233_12H3"}, {"internal_id": 156589198, "Award ID": "20237041739231", "Award Amount": 3415588.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-08", "CFDA Number": "10.234", "Description": "IMMIGRANTS AND REFUGEES (COLLECTIVELY, NEW AMERICANS) HAVE ALWAYS PLAYED A MAJOR ROLE IN THE U.S. FARM ECONOMY. MANY NEW AMERICANS WHO ASPIRE TO OWNING AND OPERATING FARM BUSINESSES BRING WITH THEM A WEALTH OF AGRARIAN EXPERTISE AND GRIT TO CONTRIBUTE TO THEIR FOOD SYSTEMS, BUT DESPITE THEIR ENORMOUS POTENTIAL, THEY FACE CRITICAL BARRIERS TO BECOMING SUCCESSFUL. MEANWHILE, THE US IS LOSING SMALL FARMERS AT A HIGH RATE, THREATENING ITS FOOD SUPPLY AND SUSTAINABLE USE OF ITS LAND AND WATER RESOURCES.THE INTERNATIONAL RESCUE COMMITTEE (IRC) DEVELOPED THE NEW ROOTS PROGRAM IN 2006 TO ENABLE NEW AMERICAN FARMERS TO LEVERAGE THEIR EXISTING AGRICULTURAL SKILLS TO BECOME PRODUCTIVE AGRICULTURAL ENTREPRENEURS IN THE U.S. THE GAINING GROUND PROJECT WILL OPERATE IN SALT LAKE CITY, UT, PHOENIX, AZ, SACRAMENTO, CA AND CHARLOTTESVILLE, VA, TO ASSIST 300 ECONOMICALLY DISTRESSED AND UNDERSERVED AGRICULTURAL PRODUCERS NEW AMERICAN FARMERS TO BECOME INDEPENDENT AGRICULTURAL ENTREPRENEURS. AS PART OF THE PROJECT, NEW AMERICAN FARMERS WILL RECEIVE FINANCIAL TRAINING AND OPPORTUNITIES TO BUILD AGRICULTURE CREDIT AND CAPITAL TO HELP THEM PARTICIPATE FULLY IN THE US ECONOMY AND AVOID CATASTROPHIC CIRCUMSTANCES SUCH AS PREDATORY LENDING. FARMERS WILL ALSO RECEIVE TARGETED SUPPORT IN AGRICULTURAL PRODUCTION AND MARKETING TO HELP THEIR BUSINESSES BECOME SUCCESSFUL. PART OF THIS ASSISTANCE WILL INCLUDE ASSISTANCE WITH OUTREACH TO LOCAL USDA PROGRAMS AND SERVICE PROVIDERS WHO THEMSELVES ARE ALSO WORKING TO OVERCOME BARRIERS BETWEEN THEMSELVES AND THESE POPULATIONS THAT ARE DUE TO LIMITED LITERACY, ENGLISH LANGUAGE SKILLS, OR DIFFERENCES IN CULTURAL COMPETENCY. FINALLY, THE PROJECT WILL PROVIDE TECHNICAL SUPPORT WITH LAND ACCESS, HELPING NEW AMERICAN FARMERS TO IDENTIFY LAND RESOURCES, IMPROVE THEIR ABILITY TO NEGOTIATE CONTRACTS AND ACCESS LOANS, AND GROW THEIR PRODUCTIVITY.THROUGH THESE METHODS, IRC&#39;S GAINING GROUND PROJECT WILL SUPPORT A VULNERABLE BUT HARDWORKING SET OF FARMERS TO GAINTHE SKILLS, RESOURCES, AND MARKET OPPORTUNITIES TO EXPAND THEIR FARM BUSINESSES. IN TURN, THESE FARMERS CONTRIBUTE TO IMPROVED COMMUNITY NUTRITION AND HEALTH BY PRODUCING AND SELLING CULTURALLY RELEVANT AND FAMILIAR PRODUCE SOUGHT BY LOCAL COMMUNITIES, BUILD A MORE RESILIENT FOOD SUPPLY CHAIN BY INCREASING AND DIVERSIFYING THE LOCAL FARMER POPULATION, AND PROTECT SOIL AND WATER RESOURCES BY USING ORGANIC AND REGENERATIVE FARMING METHODS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b6bf5d65-11a1-29f5-522f-610a32b14a8f-C", "generated_internal_id": "ASST_NON_20237041739231_12H3"}, {"internal_id": 156589212, "Award ID": "20237041739230", "Award Amount": 2321247.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-08", "CFDA Number": "10.234", "Description": "CORNELL COOPERATIVE EXTENSION SULLIVAN COUNTY (CCESC)&#39;S CCESC&#39;S CATSKILLS-HUDSON VALLEY AGRICULTURAL TECHNICAL ASSISTANCE PROGRAM (TA PROGRAM) WILL COLLABORATE WITH THE USDA ON THE DELIVERY OF TARGETED TECHNICAL ASSISTANCE AND RELATED ACTIVITIES TO ACHIEVE FUTURE OUTCOMES OF IMPROVED EQUITABLE PARTICIPATION OF FARMERS, RANCHERS AND FOREST LAND OWNERS IN USDA PROGRAMS AND SERVICES. WE WILL DO THIS BY EXPANDING EDUCATION, TECHNICAL ASSISTANCE, OUTREACH, AND NETWORKING EFFORTS TO SMALL AND MID-SIZED, NEW AND BEGINNING FARMERS IN THE CATSKILLS-HUDSON VALLEY REGION. THE TARGET AUDIENCES ARE BEGINNING AND NEW FARMERS IN OPERATION FOR LESS THAN 10 YEARS IN THE CATSKILLS-HUDSON VALLEY REGION, THAT CONSIST OF SMALL FARMS, ORGANIC FARMS, WOMEN OWNED OR OPERATED FARMERS, LOW TO MODERATE INCOME FARMERS, MINORITY OWNED OR OPERATED FARMERS AND FARMWORKERS. LONG-TERM GOALS OF THE TA PROGRAM ARE TO INCREASE THE NUMBER OF FARMERS IN THE REGION WITH RESILIENT FARM OPERATIONS THAT ARE AWARE OF USDA, NEW YORK STATE, AND LOCAL FUNDING AND TECHNICAL ASSISTANCE OPPORTUNITIES THAT CAN HELP THEIR FARM BUSINESS OPERATIONS WITHSTAND MARKET AND ENVIRONMENTAL DISRUPTIONS, AND WHO EMPLOY BEST MANAGEMENT PRACTICES IN ALL ASPECTS OF PRODUCTION, BUSINESS MANAGEMENT, AND MARKETING, LEADING TO A THRIVING RURAL COMMUNITY AND QUALITY OF LIFE FOR FARM OWNERS AND OPERATORS, WHILE PROVIDING BETTER LINKAGES TO LAND ACCESS. DOING SO WILL SUPPORT A STRONG AND DIVERSE LOCAL AG ECONOMY, ENSURE A SAFE, NUTRITIOUS AND SECURE FOOD SUPPLY FOR CONSUMERS TO PURCHASE FARM FRESH PRODUCTS, PREVENT FOODBORNE ILLNESSES, AND PROTECT PUBLIC HEALTH, ESPECIALLY FOR LOW INCOME COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "434f9755-102f-9e9b-d369-867eac1521bf-C", "generated_internal_id": "ASST_NON_20237041739230_12H3"}, {"internal_id": 156589220, "Award ID": "20237041739229", "Award Amount": 3308962.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-08", "CFDA Number": "10.234", "Description": "UNDERSERVED PRODUCERS FACE NUMEROUS BARRIERS TO ACCESSING USDA PROGRAMS, INCLUDING LACK OF: KNOWLEDGE OF USDA PROGRAMS; LANGUAGE SKILLS, TIME, RESOURCES, AND SUFFICIENT SUPPORT; TRUST IN THE FEDERAL GOVERNMENT; FUNDAMENTAL BUSINESS ADMINISTRATION SKILLS; AND FARM VIABILITY AND SECURE LAND TENURE. AMERICAN FARMLAND TRUST&#39;S (AFT) PROPOSED PROJECT, GROWING EQUITY, WILL IMPROVE SUCCESSFUL PARTICIPATION IN USDA PROGRAMS AND SERVICES BY INCREASING THE QUALITY AND QUANTITY OF BUSINESS TECHNICAL ASSISTANCE (BTA) PROVIDED TO UNDERSERVED FARMERS AND RANCHERS ACROSS THE NATION. THROUGH TWO OBJECTIVES, 1) INCREASE UNDERSERVED PRODUCER ACCESS TO USDA PROGRAMS THROUGH EXPANDED OUTREACH, COACHING, AND BTA AND 2) INCREASE UNDERSERVED PRODUCER ACCESS TO USDA PROGRAMS THROUGH EXPANDED EDUCATION AND NETWORKING FOR BTA PROVIDERS, AFT WILL ACHIEVE THE FOLLOWING:1) 11,500 UNDERSERVED PRODUCERS RECEIVE OUTREACH ABOUT USDA PROGRAMS AND SERVICES.2) 1,650 UNDERSERVED PRODUCERS RECEIVE COACHING SERVICES TO SUPPORT THEM IN CONSIDERING AND APPLYING FOR USDA PROGRAMS.3) 165 UNDERSERVED PRODUCERS RECEIVE STANDARD BTA SERVICES TO INCREASE THEIR OVERALL VIABILITY.4) 22 BTA SERVICE PROVIDERS FORM A NETWORK THAT INCREASES KNOWLEDGE, SKILLS, AND CAPACITY TO CONDUCT EFFECTIVE OUTREACH, COACHING, AND BTA TO UNDERSERVED PRODUCERS.5) 250 BTA PROVIDERS HAVE INCREASED KNOWLEDGE AND SKILLS TO CONDUCT EFFECTIVE OUTREACH, COACHING, AND BTA TO UNDERSERVED PRODUCERS.BY FUNDING BTA PROVIDERS TO WORK SPECIFICALLY WITH UNDERSERVED PRODUCERS AND BY SUPPORTING THE CONTINUING EDUCATION OF BTA PROVIDERS, THIS PROPOSAL WILL HELP UNDERSERVED PRODUCERS BETTER ACCESS USDA PROGRAMS, WHICH WILL IN TURN CREATE A STRONGER, MORE INCLUSIVE, MORE VIABLE, AND MORE RESILIENT FARM SECTOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9784442-b3b6-4c1d-36fa-74239b76700c-C", "generated_internal_id": "ASST_NON_20237041739229_12H3"}, {"internal_id": 156589217, "Award ID": "20237041739228", "Award Amount": 3499995.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-08", "CFDA Number": "10.234", "Description": "AS THESE FARMERS RETIRE OVER THE NEXT 10-20 YEARS, 370 MILLION ACRES WILL CHANGE HANDS. MEANWHILE, THE NUMBER OF BEGINNING FARMERS INCREASED 17% BETWEEN 2012 AND 2017. HOWEVER, BEGINNING AND UNDERSERVED AGRICULTURAL PRODUCERS FACE ENORMOUS BARRIERS TO FARM VIABILITY, DUE TO MANY FACTORS INCLUDING RISING LAND PRICES, INACCESSIBLE TECHNICAL ASSISTANCE SERVICES, AND LOW PARTICIPATION IN CRITICAL FEDERAL AGRICULTURAL PROGRAMS. THERE IS AN URGENT NEED TO IMPROVE AGRICULTURAL TECHNICAL SUPPORT, LAND, AND CAPITAL PROGRAMS TO ENSURE THAT THE NEXT GENERATION OF FARMERS THRIVES. VIVA FARMS IS SETTING A NEW STANDARD FOR INNOVATION IN THIS WORK. BASED IN WESTERN WASHINGTON, THE ORGANIZATION IS COMMITTED TO CREATING A RESILIENT AGRICULTURAL FUTURE IN WHICH HISTORICALLY UNDERSERVED PRODUCERS BUILD STRONG AGRICULTURAL ENTERPRISES AND HAVE ACCESS TO THE FULL RANGE OF USDA PROGRAMS AND SUPPORT. THIS PROJECT WILL IMPLEMENT A FARM VIABILITY MODEL THAT ADDRESSES THE MOST PRESSING BARRIERS CONFRONTING HISTORICALLY UNDERSERVED PRODUCERS: LACK OF CULTURALLY- AND ECONOMICALLY-RELEVANT TECHNICAL ASSISTANCE, LACK OF SECURE LAND ACCESS, AND LACK OF ACCESS TO ADEQUATE CAPITAL. BY CULTIVATING DIVERSE, CROSS-SECTOR PARTNERSHIPS WITH FINANCIAL AND LEGAL ENTITIES, HIGHER EDUCATION INSTITUTIONS, AND NUMEROUS USDA AGENCIES, VIVA FARMS WILL CREATE A BLUEPRINT FOR FARMER TRAINING BEST PRACTICES AND PROGRAMS THAT AGRICULTURAL PRACTITIONERS AND USDA AGENCIES NATIONALLY CAN REPLICATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a79eb989-255a-36d5-cafe-5ac797556ed6-C", "generated_internal_id": "ASST_NON_20237041739228_12H3"}, {"internal_id": 156589213, "Award ID": "20237041739227", "Award Amount": 780293.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-08", "CFDA Number": "10.234", "Description": "ISSUES: LIMITED AWARENESS OF/ACCESS TO: A) SUPPORT SERVICES/FUNDING; B) EVIDENCE-BASED SUSTAINABLE FARMING PRACTICES; AND C) BUSINESS MANAGEMENT EXPERTISE.THE BLACK FARMERS COLLECTIVE (BFC), A NONPROFIT COMPOSED OF SOCIALLY DISADVANTAGED FARMERS, INPARTNERSHIP WITH THE KING COUNTY DEPARTMENT OF NATURAL RESOURCES &AMP; PARKS FARM UNIT(KCDNRP), WILL PROVIDE TECHNICAL ASSISTANCE AND OUTREACH SERVICES TO 45-65 UNDERSERVED SMALL FARMS IN THE 3 MOST POPULOUS COUNTIES INWASHINGTON STATE. BFC BRINGS FARMING EXPERTISE; SUBSTANTIAL TRAINING SKILLS AND EXPERIENCE; CULTURALCOMPETENCY; EXTENSIVE RELATIONSHIPS WITHIN BIPOC/IMMIGRANT FARMING COMMUNITIES;AND SIGNIFICANT EXPERIENCE SUPPORTING BIPOC/IMMIGRANT FARMERS. KCDNRP CAN PROVIDE DIRECT SERVICES SUCH AS ACCESS TO FARMLAND LEASES AND WATER.BFC GOALS ARE TO 1) INCREASEPARTICIPATION IN USDA AND OTHER PROGRAMS AND SERVICES THROUGH OUTREACH AND TECHNICAL ASSISTANCE;AND 2) INCREASE FARM VIABILITY AND FINANCIAL SUCCESS FOR THE TARGETED FARMS, LEVERAGING USDA ANDOTHER RESOURCES. WE WILL ACCOMPLISH GOALS THROUGH A COLLABORATIVE, CULTURALLY SENSITIVE, PEER-TO-PEERAPPROACH BOLSTERED BY CULTURAL/LINGUISTIC SUPPORT, PROVIDING A) VIRTUAL AND IN-PERSON GROUP TRAINING;B) CUSTOMIZED ONE-ON-ONE VIRTUAL AND ON-SITE TRAINING, CONSULTATION, AND COACHING; C) GUIDES ANDVIDEOS TO REINFORCE TRAINING; AND D) HANDS-ON ASSISTANCE TO INDIVIDUAL FARMS. SPECIFIC TYPES OFTRAINING AND ASSISTANCE INCLUDE: I) EVIDENCE-BASED FARMING PRACTICES, INCLUDING PROVENREGENERATIVE FARMING METHODS; II) USDA AND OTHER FARM SUPPORT PROGRAMS AND SERVICES;III) GUIDANCE ON NAVIGATINGAPPLICATION PROCESSES; AND IV.) FINANCIAL LITERACY AND BUSINESSDEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a98f8f00-a92d-9c10-4dcb-63f8015d934c-R", "generated_internal_id": "ASST_NON_20237041739227_12H3"}, {"internal_id": 158148930, "Award ID": "20237041739226", "Award Amount": 3499030.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-08", "CFDA Number": "10.234", "Description": "OURSPACE WORLD&#39;S (OSW) SCALING AND MULTIPLYING THE CALABASH PROJECT WILL BUILD A NATIONAL, ONE-STOP TECHNICAL ASSISTANCE (TA) AND LEARNING NETWORK THAT HELPS LINK SOCIALLY DISADVANTAGED FARMERS AND FOOD PRODUCERS TO USDA&#39;S ROBUST COOPERATIVE DEVELOPMENT AND EDUCATIONAL PROGRAMMING OFFERINGS. THIS PROJECT WILL BUILD ON OSW&#39;S EXISTING CALABASH PROGRAM, WHICH HAS BEEN PROVIDING INTERGENERATIONAL EDUCATIONAL, COOPERATIVE, AND ON-FARM INFRASTRUCTURE SUPPORT TO FARMERS AND GROWERS OF THE BLACK DIASPORA IN THE MID-ATLANTIC AND SOUTHEAST US SINCE 2018. THE PROJECT WILL TARGET SMALL-SCALE FARMERS AND FOOD PRODUCERS OF THE BLACK DIASPORA - INITIALLY AMONG THE IMMEDIATE NETWORKS OF THE PROJECT&#39;S CORE TEAM MEMBERS (INCLUDING MARYLAND, VIRGINIA, GEORGIA, ALABAMA, WISCONSIN, CALIFORNIA) AND WILL EXPAND TO REACH OTHER SOCIALLY DISADVANTAGED FARMERS AND FOOD PRODUCERS (INCLUDING INDIGENOUS FARMERS AND FOOD PRODUCERS, IMMIGRANT FARMERS AND FOOD PRODUCERS FROM THE GLOBAL SOUTH, AND OTHER NON-WHITE FARMERS AND FOOD PRODUCERS) AS THE PROJECT TEAM GROWS AND THE PROJECT&#39;S REACH EXPANDS IN ITS LATER YEARS.ACCORDING TO THE LATEST USDA CENSUS OF AGRICULTURE, BLACK FARMERS ACCOUNT FOR ONLY 1.4% OF ALL FARMERS NATIONWIDE (REPRESENTING A 98% DECLINE SINCE 1900, THE STEEPEST FOR ANY RACE, WHILE THE PROPORTION OF FARMERS OF OTHER RACES HAS INCREASED OR STAYED CONSTANT), AND THEIR AVERAGE AGE IS 60.8 YEARS, 3 YEARS OLDER THAN THE AVERAGE AGE OF FARMERS OVER ALL (57.5 YEARS). HISTORICAL LEGACIES OF DISCRIMINATORY POLICIES HAVE CONTRIBUTED TO THE PERSISTENT ISSUE OF BLACK LAND LOSS, AND BLACK FARMERS FACE COMPOUNDING BARRIERS WHEN ACCESSING USDA PROGRAMS AND SERVICES. LIMITED BUT GROWING RESEARCH HAS INDICATED THAT SOCIALLY DISADVANTAGED FARMERS ARE NOT AWARE OF THE FULL RANGE OF USDA PROGRAMS AND SERVICES. THIS IS DUE TO POOR USDA COMMUNICATION ABOUT PROGRAMS, FACE CHALLENGES WITH THE APPLICATION AND APPROVAL PROCESS (INCLUDING ACCESS ISSUES DUE TO HIGHLY TECHNICAL PROGRAM LANGUAGE MOST EASILY ACCESSIBLE ONLINE ALONG WITH LACK OF STANDARDIZATION AND TRANSPARENCY IN THE REVIEW PROCESS), AND RACIAL / GENDER DISCRIMINATION COUPLED WITH LIMITED OPPORTUNITIES FOR SPECIALTY CROP PRODUCERS AND SMALL-SCALE PRODUCERS COMPARED TO COMMODITY CROP AND LARGER-SCALE PRODUCERS. INSTITUTIONAL AND STRUCTURAL BARRIERS PERSIST DESPITE USDA&#39;S EXTENSIVE EQUITY EFFORTS, WHERE MOST OF THE FUNDING AIMED AT SUPPORTING SOCIALLY DISADVANTAGED FARMERS DOES NOT GO DIRECTLY TO FARMERS THEMSELVES, BUT INSTEAD GOES TO UNIVERSITY AND LARGE NONPROFIT INITIATIVES THAT HAVE THE INFRASTRUCTURE, EXPERTISE, AND EXPERIENCE TO SUCCESSFULLY APPLY FOR AND ADMINISTER LARGE GRANTS. FUNDING THE SCALING AND MULTIPLYING THE CALABASH INITIATIVE IS A STEP TOWARDS COMBATING THE AFOREMENTIONED LONG-STANDING BARRIERS TO SOCIALLY DISADVANTAGED FARMERS ACCESSING USDA OFFERINGS, BY PLACING RESOURCES AND INVESTMENT IN THE HANDS OF TECHNICAL ASSISTANCE PROVIDERS, WHO THEMSELVES COME FROM DEFINED SOCIALLY DISADVA,NTAGED BACKGROUNDS AND LIVED EXPERIENCES.IN CONSULTATION WITH OUR EXTERNAL EVALUATOR (DR. JEFFREY LEWIS) AND THROUGHOUT THE ENTIRE PROJECT PERIOD, OSW WILL BUILD IN CONTINUOUS NEEDS ASSESSMENT MECHANISMS TO SOLICIT FEEDBACK FROM OUR TARGET AUDIENCE, THE USDA, AND OTHER COOPERATORS SO WE CAN ADAPT TA OFFERINGS TO ENSURE THAT THE NEEDS OF SOCIALLY DISADVANTAGED FARMERS&#39; AND FOOD PRODUCERS&#39; NEEDS ARE MET AND THAT WE ARE ADDRESSING GAPS IN EXISTING PROGRAMS. SCALING AND MULTIPLYING THE CALABASH PROJECT WILL ADOPT A SEASONAL APPROACH TO THE PROJECT&#39;S ACTIVITIES SO THAT TA PROVIDERS MAY JUGGLE THEIR EXISTING FARM AND FOOD-BASED WORK AND TA WORK ACCORDING TO THE DEMANDS OF THE SEASON. SIMILARLY, TA TRAINING ACTIVITIES WILL BE TIMED AROUND THE ACADEMIC CALENDAR TO FACILITATE STUDENT PARTICIPATION. OUR TA OFFERINGS WILL TAKE INTO ACCOUNT DIVERSE AUDIENCE NEEDS AND LEARNING STYLES AND WILL TAKE VARIOUS FORMS TO ENSURE BROADEST POSSIBLE ACCESS. THESE OFFERINGS WILL INCLUDE -- IN-PERSON, ON-FARM WORKSHOPS IN VARIOUS REGIONS, CONSULTATIONS BY PHONE, 1:1 OR GROUP OFFICE-HOURS, SYNCHRONOUS AND ASYNCHRONOUS LEARNING COHORTS, SELF-DIRECTED ONLINE AND MOBILE APP ACCESS TO ARCHIVED CONTENT/TAILORED CURRICULA/DOCUMENT LIBRARY, AND IN-PERSON/HYBRID/VIRTUAL SUMMITS AND/OR CONVENINGS. FINALLY, OUR TA TRAINING PROGRAM WILL TAKE AN APPRENTICESHIP-STYLE APPROACH WHERE TRAINEES WILL GO THROUGH A STRUCTURED DIDACTIC TRAINING FOLLOWED BY SEVERAL HOURS OF MENTORSHIP/SHADOWING ON-THE-JOB LEARNING WITH EXPERIENCED TA PROVIDERS. ALL OF THESE PROJECT ELEMENTS HAVE BEEN DESIGNED WITH THE TARGET AUDIENCE&#39;S LONGSTANDING CHALLENGES IN MIND.?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "758f0f8f-3561-7c39-92b0-3fd85640cba4-R", "generated_internal_id": "ASST_NON_20237041739226_12H3"}, {"internal_id": 156589218, "Award ID": "20237041739225", "Award Amount": 1537760.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-08", "CFDA Number": "10.234", "Description": "VIRGINIA STATE UNIVERSITY (VSU) PROPOSES TO DEVELOP A PARTNERSHIP INITIATIVE WITH THE USDA -NATIONAL INSTITUTE OF FOOD AND AGRICULTURE (USDA-NIFA) TO EDUCATE SOCIALLY DISADVANTAGED, AND VETERAN FARMERS AND RANCHERS (SDVFR), NEW AND BEGINNING ALONG WITH THE YOUTH IN WITH OUR PLANTS TO PROFITS PROGRAM. THE OVERALL GOAL OF THIS PROJECT IS TO EQUIP THESE UNDERSERVED GROUPS WITH THE TOOLS AND SKILLS NEEDED FOR THEM TO MAKE INFORMED DECISIONS IN OWNING AND OPERATING PROFITABLE FARM BUSINESSES, WHILE INCREASING THEIR PARTICIPATION IN USDA PROGRAMS, AND SOIL AND WATER CONSERVATION DISTRICT (SWCD) PROGRAMS. EXPECTED RESULT OF THE PROJECT, IS AN IMPROVED QUALITY OF LIFE FOR SDVFR, THEIR FAMILIES, AND COMMUNITIES.TO ADDRESS THESE ISSUES, VSU PROPOSES TO PROVIDE OUTREACH, TRAINING, AND TECHNICAL ASSISTANCE TO SDVFR IN VIRGINIA AND BORDERING AREAS OF NORTH CAROLINA, BY IMPROVING AWARENESS AND INCREASING PARTICIPATION AMONG SDVFR IN USDA AND SWCD-FARM PROGRAMS AND SERVICES; BY ENHANCING THE KNOWLEDGE AND SKILLS OF SDVFR IN FARM ESTATE, FINANCIAL, AND BUSINESS PLANNING AND MANAGEMENT; IN USING COMPUTER AND TECHNOLOGY AS A MANAGEMENT AND RESOURCE TOOL; 3) BY IMPROVE THE KNOWLEDGE, SKILLS AND ABILITIES OF SDVFR TO OWN, RETAIN, AND OPERATE SUSTAINABLE AND PROFITABLE FARM BUSINESSES; 4) BY INCREASING PROFITS FOR SDVFR BY IDENTIFYING NEW MARKETS, CONNECTING THEM TO EXISTING MARKETS, AND ASSISTING THEM WITH EFFECTIVE MARKETING STRATEGIES; BY ENCOURAGING SOCIALLY DISADVANTAGED YOUTH AND SDFR IN RURAL AND PERSISTENT POVERTY COMMUNITIES BY INTRODUCING THEM TO AGRICULTURAL EDUCATIONAL OPPORTUNITIES; AND BY 6) INTRODUCING THEM TO CLIMATE SMART PRACTICES, TOOLS, AND RESOURCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_20237041739225_12H3"}, {"internal_id": 156589216, "Award ID": "20237041739224", "Award Amount": 3487564.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-08", "CFDA Number": "10.234", "Description": "THE GOAL OF THE PROPOSED PROJECT IS TO IMPROVE THE LONG-TERM OPERATIONAL AND FINANCIALSUSTAINABILITY OF BLACK AND HISPANIC FARMERS AND RANCHERS (BHFR) IN TEXAS BY INCREASING THEIRUNDERSTANDING OF AND EQUITABLE PARTICIPATION IN THE FULL RANGE OF USDA PROGRAMS. THE PROJECTWILL ACCOMPLISH THIS GOAL THROUGH COORDINATED PROVISION OF A RANGE OF ENHANCED TECHNICALASSISTANCE SERVICES, DELIVERED BY A STONG PARTNERSHIP BETWEEN A HISPANIC-SERVING UNIVERSITY, TWOCOMMUNITY BASED ORGANIZATIONS THAT SERVE BHFR, AND A BHFR SERVING NON-PROFIT TECHNICALASSISTANCE PROVIDER. THIS PROJECT WILL WORK COLLABORATIVELY WITH USDA AND OTHER COOPERATORS TODEVELOP AND DELIVER TARGETED OUTREACH AND TECHNICAL ASSISTANCE SERVICES ADDRESSED TO MEET THENEEDS OF BLACK AND HISPANIC AGRICULTURAL PRODUCERS IN TEXAS -- THE STATE WITH THE HIGEST NUMBEROF BOTH TARGET AUDIENCES IN THE US. PROJECT PARTNERS ALL HAVE DEMONSTRATED EXPERTISE IN EVALUATINGAND SERVING THE NEEDS OF BHFR IN TEXAS THROUGH TECHNICAL ASSISTANCE SERVICES. TECHNICALASSISTANCE DELIVERED THROUGH THIS PROJECT WILL BE SYSTEMATIC, TARGETED, CUSTOMIZED AND WILL BEADAPTED TO THE EVOLVING NEEDS OF BHFR IN TEXAS. PROJECT TECHNICAL ASSISTANCE WILL ASSIST USDAIN ADDRESSING LONGSTANDING SYSTEMIC DISCRIMINATION AND WILL REDUCE BARRIERS TO USDA PROGRAMDELIVERY, SUPPORT PRODUCERS IMPACTED BY COVID AND RESULTING SUPPLY CHAIN ISSUES, FACILITATECAPITAL AND LAND ACCESS, AND INCREASE PARTICIAPATION OF TEXAS&#39; BHFR IN USDA PROGRAMS.TECHNICAL ASSISTANCE SERVICES ARE BASED ON PROMISING AND EVIDENCE-BASED APPROACHES, AND THEPROJECT CONTAINS A ROBUST EVALUATION PLAN THAT OUTLINES HOWHOW PROJECT OUTCOMES WILL BE MEASUREDTHROUGH BOTH QUANTITATIVE AND QUALITATIVE METHODS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_20237041739224_12H3"}, {"internal_id": 156589211, "Award ID": "20237041739172", "Award Amount": 3499760.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-08", "CFDA Number": "10.234", "Description": "GEORGIA FARMLINK: AT THE KITCHEN TABLE WITH FARMERS FOR CAPACITY BUILDING AND ALIGNING OPPORTUNITIES IS A MULTI-STAKEHOLDER COLLABORATION TO IMPROVE COHESION OF TECHNICAL ASSISTANCE ACTIVITIES AND BUILD FARMER CAPACITY THROUGH INTENSIVE FARM BUSINESS DEVELOPMENT EDUCATION AND A TRAIN THE TRAINER APPROACH TO BUILDING FARMER PEER LEADERSHIP. OVER THE NEXT FIVE YEARS, GEORGIA FARMLINK AND ITS PARTNERS WILL IMPLEMENT A ROBUST AGRICULTURAL BUSINESS EDUCATION PROGRAM THAT WILL ANCHOR GA FARMLINK AS IT GROWS ITS CAPACITY TO OFFER FARMERS A FULL SUITE OF BUSINESS SUPPORT SERVICES. EACH YEAR, GEORGIA FARMLINK AND ITS PARTNERS WILL RECRUIT 6 FARMERS TO ENGAGE IN THE CURRICULUM, TAILORING THE COURSE TO THE SPECIFIC NEEDS OF EACH FARMER COHORT. AS THE PROJECT PROGRESSES YEAR-OVER-YEAR, FARMERS WILL REMAIN IN COHORT TO SUPPORT RECRUITMENT, OUTREACH, AND TRAINING TO OTHER FARMERS IN THEIR NETWORK, GROWING THE OVERALL REACH AND CAPACITY OF GEORGIA FARMLINK TO SERVE THE UNIQUE NEEDS OF SOCIALLY DISADVANTAGED FARMERS IN GEORGIA.THE CENTERPIECE OF THE PROGRAM IS A COURSE CALLED THE RESILERATOR AND A COMPREHENSIVE BUSINESS RESILIENCE SELF-ASSESSMENT. THE RESILERATOR AND THE BUSINESS RESILIENCE SELF-ASSESSMENT HAVE BEEN DEVELOPED OVER MANY YEARS BY POPPY DAVIS WORKING THROUGH SAGE, CALIFORNIA FARMLINK, NATIONAL FARMERS UNION, ARCADIA CENTER FOR SUSTAINABLE FOOD AND AGRICULTURE, WALLACE CENTER AND OTHERS.THIS PROJECT WILL BUILD THE CAPACITY OF SOCIALLY DISADVANTAGED FARMERS BY ENGAGING THEM AS LEADERS AND PARTNERS IN THE DESIGN AND DEVELOPMENT OF THE CURRICULUM, BUILDING DIRECT CONNECTIONS WITH TA PARTNERS AND USDA AGENCIES, AND PREPARING PARTICIPATING FARMERS FOR PEER-TO-PEER INSTRUCTION AND LEADERSHIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df221229-981e-d48b-22ca-8aca6642cd02-R", "generated_internal_id": "ASST_NON_20237041739172_12H3"}, {"internal_id": 152523556, "Award ID": "20227044138666", "Award Amount": 2375000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-27", "CFDA Number": "10.234", "Description": "NEXTGEN TECHNICAL ASSISTANCE AND OUTREACH PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": 2375000.0, "Infrastructure Obligations": null, "recipient_id": "04dd22a5-d289-5a86-a8c3-249576575286-C", "generated_internal_id": "ASST_NON_20227044138666_12H3"}, {"internal_id": 147941228, "Award ID": "20227041737217", "Award Amount": 2049564.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-29", "CFDA Number": "10.234", "Description": "THE PRIMARY FOCUS WILL BE FOR NBFA TO WORK WITH USDA AGENCIES AS NEEDED TO EDUCATE AND IMPLEMENT RESOURCES TO ELIMINATE BARRIERS THAT CONTINUE TO LIMIT EXISTING SOCIALLY DISADVANTAGED FARMERS AND OPERATORS FROM PARTICIPATING IN PROGRAMS IN RURAL AND PERSISTENT POVERTY COMMUNITIES IN MISSISSIPPI, NORTH CAROLINA, SOUTH CAROLINA AND VIRGINIA FARMING COMMUNITIES. THE FARMERS INCLUDED IN THIS EFFORT WOULD BENEFIT FROM PARTNERSHIPS THAT PROMOTE TECHNIQUES FOR EFFECTIVE PARTNERSHIP, HOW TO BECOME ELIGIBLE FOR USDA PROGRAMS, STEP BY STEP GUIDE TO COMPLETING USDA APPLICATION PROCESS, EDUCATION, COMMUNICATION, RESPECT AND TRUST. THERE WILL BE COORDINATION OF THE PROGRAM COORDINATOR TO HOST MEETINGS BETWEEN THE PARTICIPANTS AND USDA OFFICES THAT WILL INCLUDE SITE VISITS AND DISCUSSIONS ON SPECIFIC RESOURCE NEEDS WITH EACH INDIVIDUAL PARTICIPANT. NBFA WILL EXPLORE ANY BARRIERS THAT LIMIT PROGRAMMATIC ELIGIBILITY OR PROGRAM ENTRY IN EACH LOCALITY WITH EACH GROUP OF FARMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "126fe4e2-8614-8075-3954-4f6b8c29d709-R", "generated_internal_id": "ASST_NON_20227041737217_12H3"}, {"internal_id": 149039692, "Award ID": "20227041637500", "Award Amount": 685472.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-19", "CFDA Number": "10.234", "Description": "THENATIONALIMMIGRANTFARMINGINITIATIVE,INC.(NIFI)WASFOUNDEDIN2002.NIFIHASATRACKRECORDOFSUPPORTING IMMIGRANT, SOCIALLYDISADVANTAGEDAND, MORERECENTLY, MILITARY VETERANBEGINNINGFARMERS.WITH ITS NATIONALNETWORKOFPARTNERS,NIFI HAS PROVEN ITS ABILITYTOHELP INDIVIDUALS AND COMMUNITIESOFFARMERSDEVELOPTHEKNOWLEDGE,SKILLSANDTOOLSNEEDEDTOPARTICIPATEINTHEFOODPRODUCTIONECONOMY.NIFISUPPORTSFARMERSWITHRESOURCESTHEFARMERSIDENTIFYASNECESSARYTOMAKEGOODFARMBUSINESSDECISIONSAND ENHANCESUSTAINABILITY OF THEIR AGRICULTURALOPERATIONS.NIFI&#39;S TARGET AUDIENCE CONSISTS OFIMMIGRANTAND VETERANFARMERSAND RANCHERSWHO HAVENOT OPERATEDA FARM OR RANCH OR HAVE OPERATEDAFARM.NIFIISDRIVENBYTHEMISSIONTOSTRENGTHENTHECAPACITYOFRECENTIMMIGRANTSTOFARMSUCCESSFULLYANDTOADVANCESUSTAINABLEFARMING AND FOOD SYSTEMS.ROOTED IN THE DIVERSE EXPERIENCEOF FARMERS FROM ALLOVERTHEWORLD WHOARE GROUNDEDINASHAREDSTRUGGLE,NIFI IDENTIFIESCOLLECTIVECHALLENGESANDOPPORTUNITIES.NIFI IS ANATIONALPARTNERSHIPOFORGANIZATIONSAND PROJECTSTHATNETWORKANDCOLLABORATEON BEHALFOF IMMIGRANT AND REFUGEEFARMERS AND RANCHERSWHO ARE BEGINNING AGRICULTURECAREERSINTHEU.S.THROUGHTHEPAST19YEARS,NIFIHASADVOCATEDTOENSUREOURFARMERSUPPORTSYSTEMKNOWSABOUTTHENEEDSOF THIS POPULATIONOF PRODUCERS.WE WORK TOENSURETHEY ARE RECEIVING THE SUPPORTTHEY NEED,AND THEY ARE ENTITLED TOAS AN INTEGRAL PART OF A SUSTAINABLEAGRICULTURALECONOMY. NIFI HAS DEVELOPEDTRAINING PROGRAMS, PROVIDEDTECHNICALASSISTANCE,AND DEVELOPEDSIMPLE, MULTI-LINGUALINFORMATIONALMATERIALSTHATHAVEBEENSHAREDNATIONWIDE.NIFISTAFFSUPPORTSPARTNERORGANIZATIONSWITHTRAININGDEVELOPMENT,PROGRAMCOORDINATION,MENTORING,COMMUNICATION, ANDNETWORKDEVELOPMENTTOHELPIMMIGRANTANDREFUGEEFARMERS BEGINORTRANSITIONINTOINDEPENDENTFARMINGOPERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": 685472.0, "Infrastructure Obligations": null, "recipient_id": "5ef6f0ff-5fab-07c4-8913-d6063a333393-R", "generated_internal_id": "ASST_NON_20227041637500_12H3"}, {"internal_id": 149039691, "Award ID": "20227041637499", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-23", "CFDA Number": "10.234", "Description": "HAWAI&#39;I HAS THE MOST PHYSICALLY ISOLATED AREA IN THE UNITED STATES AND IT IS WIDELY KNOWN THAT THE STATE IMPORTS 85-90% OF FOOD CONSUMED LOCALLY. HAWAI&#39;I&#39;S PHYSICAL ISOLATION AND IMPORT-DEPENDENT ECONOMY MAKE THE COSTS OF DOING BUSINESS AMONG THE HIGHEST IN THE NATION. FOR THIS REASON, APPROXIMATELY 51% OF PRIMARY FARM OPERATORS IN HAWAI&#39;I REPORT HAVING A JOB AWAY FROM THEIR FARM TO MAKE ENDS MEET. THE MEDIAN AGE OF A FARMER IS 60 YEARS OLD AND, WITH 93% OF FARMS (6,815 OF 7,328 FARMS) ORGANIZED AS SMALL FAMILY OPERATIONS, BUSINESS SUCCESSION IS DIFFICULT AS YOUNG PEOPLE MOVE OUT OF STATE OR PURSUE OTHER CAREER PATHS IN SEARCH OF FINANCIAL SECURITY. DESPITE THESE CHALLENGES, FARMERS, FAMILIES, AND COMMUNITIES CONTINUE TO WORK AND ASK FOR SUPPORT IN THEIR EFFORTS TO IMPROVE FOOD SECURITY, ENCOURAGE NEW FARMERS, CREATE NEW ECONOMIC OPPORTUNITIES, ENGAGE INDIGENOUS KNOWLEDGE AND PRACTICES, AND CARE FOR AGROECOSYSTEMS AND &#39;AINA (LAND; THAT WHICH FEEDS).THIS PROJECT BUILDS UPON THE KOHALA CENTER&#39;S WORK OVER THE LAST DECADE AS HAWAI&#39;I&#39;S ONLY RURAL COOPERATIVE DEVELOPMENT CENTER TO PROVIDE TECHNICAL ASSISTANCE (TA), EDUCATION, AND OUTREACH TO SOCIALLY DISADVANTAGED AND UNDERSERVED FARMERS, RANCHERS, AND RURAL COMMUNITIES. THIS PROJECT WILL ENGAGE 500 PRODUCERS IN EDUCATION AND TECHNICAL ASSISTANCE (TA) IN AGRIBUSINESS AND COOPERATIVE DEVELOPMENT TO: 1) FACILITATE THE OWNERSHIP AND OPERATION OF SUCCESSFUL FARMS AND RANCHES; 2) INCREASE FAMILIARITY WITH AND PARTICIPATION IN USDA AND OTHER GOVERNMENT PROGRAMS THAT SUPPORT AGRICULTURE; 3) FACILITATE A LEARNING PATHWAY FOR PRODUCERS THAT DRAWS ON KNOWLEDGE PRODUCED THROUGH WESTERN AND INDIGENOUS WAYS OF KNOWING, AND THAT IS INTEGRATED WITH HAWAI&#39;I&#39;S EVOLVING COMMUNITY FOOD SYSTEMS; AND 4) SUPPORT THE GROWTH OF THE NEXT GENERATION OF PRODUCERS WHO ARE INTEGRATED INTO RURAL COMMUNITIES AND ECONOMIES, AND HAWAI&#39;I&#39;S RICH &#39;AINA-BASED CULTURE.THIS PROJECT WILL IMPACT THE QUALITY OFLIFE IN RURAL AREAS OF HAWAI&#39;I BY SUPPORTING THE SUCCESS OF SOCIALLY DISADVANTAGED FARMERS AND RANCHERS TO PROVIDE RELIABLE EMPLOYMENT OPPORTUNITIES TO LOCAL COMMUNITIES. THE PROJECT EVALUATION METHODOLOGY WILL ALSO TRACK PROGRESS TOWARD RELATED INDICATORS OF SOCIAL, CULTURAL, AND ECOLOGICAL HEALTH. BY FOCUSING TA ON BENEFICIARIES OPERATING IN THE AGRICULTURAL VALUE CHAIN, THE PROJECT WILL ENCOURAGE CONDITIONS THAT SUPPORT THE ATTAINMENT OF A HIGH QUALITY OF LIFE CHARACTERIZED BY ECONOMIC AND EDUCATIONAL OPPORTUNITY, AN AFFORDABLE COST OF LIVING, AND ABUNDANT NATURAL RESOURCES THAT ARE STEWARDED USING TRADITIONAL AND REGENERATIVE AGRICULTURAL PRACTICES TO IMPROVE LOCAL FOOD SECURITY AND ENSURE A STRONG AGRICULTURE ECONOMY FOR THE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": 1000000.0, "Infrastructure Obligations": null, "recipient_id": "cbaf4f57-a90f-bb6d-c10c-49db687d34ec-C", "generated_internal_id": "ASST_NON_20227041637499_12H3"}, {"internal_id": 148592688, "Award ID": "20227041637394", "Award Amount": 3000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-25", "CFDA Number": "10.234", "Description": "NON-TECHNICAL SUMMARYAS PART OF A TEAM OF INTERRELATED USDA COOPERATORS, THE LLPP, THROUGH THE PROJECT ENTITLED \"SMART GROWTH BUSINESS CENTER: HELPING FARMERS BUILD VIABILITY AND SUSTAINABLE BUSINESS AND MANAGE RISK\" WILL AGREE TO PROVIDE AN ARRAY OF TECHNICAL ASSISTANCE SPECIALIZED SERVICES, INCLUDING, AS AGREED BY THE PARTIES AND APPROPRIATE FOR THE AUDIENCE, SERVICES THAT COULD INCLUDE OUTREACH, FINANCIAL TRAINING, MEDIATION ACCESS, OUTREACH, COOPERATIVE DEVELOPMENT TRAINING AND SUPPORT, CAPACITY BUILDING TRAINING, LAND ACCESS TECHNICAL SUPPORT, TECHNICAL ASSISTANCE CONCERNING AGRICULTURE PRODUCTION, AGRICULTURE CREDIT, RURAL DEVELOPMENT TO UNDERSERVED FARMERS, RANCHERS OR FOREST LANDOWNERS AND TO DESIGN AND DELIVER COMPREHENSIVE PROGRAMS TO REACH, THROUGH SUB-AGREEMENTS, SUB-CONTRACTS AND SUB-GRANTS WITH OTHER ENTITIES WITH SPECIALIZED KNOWLEDGE IN EITHER THE COMMUNITIES OF UNDERSERVED FARMERS, RANCHERS OR FOREST LANDOWNERS AND/OR THE SPECIFIC CONTENT FOR TECHNICAL ASSISTANCE CONTEMPLATED BY THIS AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "4289e452-ebee-9b13-2fc9-c09935452757-R", "generated_internal_id": "ASST_NON_20227041637394_12H3"}, {"internal_id": 149359444, "Award ID": "20227041637277", "Award Amount": 1149956.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-18", "CFDA Number": "10.234", "Description": "THE MISSION OF THE FARMER VETERAN COALITION (FVC) IS MOBILIZING VETERANS TO FEED AMERICA. THIS MISSION IS ROOTED IN OUR STRONG BELIEF THAT VETERANS POSSESS THE UNIQUE SKILLS AND CHARACTER NEEDED TO STRENGTHEN RURAL COMMUNITIES AND CREATE SUSTAINABLE FOOD SYSTEMS, AND THAT AGRICULTURAL PURSUITS OFFER VETERANS PURPOSE, OPPORTUNITY, AND DOCUMENTED PHYSICAL AND PSYCHOLOGICAL BENEFITS.THROUGH THE WORK ON THIS PROJECT, FVC WILL SUPPORT SOCIALLY DISADVANTAGED AND UNDERSERVED AGRICULTURAL PRODUCERS AND THEIR COMMUNITIES BY INCREASING ACCESS TO USDA PROGRAMS, IMPROVING ECONOMIC VIABILITY AND MARKET CONDITIONS FOR VETERAN-OWNED FARMS AND RANCHES, ENHANCING THE KNOWLEDGE AND SKILLS OF BEGINNING FARMER VETERANS, AND OFFERING TECHNICAL ASSISTANCETO OVER 35,000 FARMER VETERANS ACROSS THE COUNTRY. FVC WILL ACCOMPLISH THIS BY HOSTING EXPERT-LED TRAINING WORKSHOPS &AMP; WEBINARS, FOLLOWED BY A VETERAN-TO-VETERAN PEER LEARNING MODEL APPROACH, AND CONCLUDING WITH INDIVIDUALIZED TECHNICAL ASSISTANCE ADMINISTERED BY FVC&#39;S VETERAN SERVICE PROVIDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "b85a7979-8a3a-8cc5-f9f8-a0b3a0a1259e-C", "generated_internal_id": "ASST_NON_20227041637277_12H3"}, {"internal_id": 148592689, "Award ID": "20227041637276", "Award Amount": 8555772.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-26", "CFDA Number": "10.234", "Description": "AS PART OF A TEAM OF INTERRELATED USDA COOPERATORS, RC, THROUGH THE PROJECT ENTITLED \"FARMER-MENTOR TECHNICAL ASSISTANCE NETWORK: BUILDING RESILIENT AGRICULTURE AND RURAL ECONOMIES OF THE FUTURE\" WILL PROVIDE AN ARRAY OF TECHNICAL ASSISTANCE SPECIALIZED SERVICES, TRAINING AND/OR FARMER TO FARMER MENTORING SESSIONS INCLUDING, AS AGREED BY THE PARTIES AND APPROPRIATE FOR THE AUDIENCE, SERVICES INCLUDING OUTREACH, FINANCIAL TRAINING, MEDIATION ACCESS, COOPERATIVE DEVELOPMENT TRAINING AND SUPPORT, CAPACITY BUILDING TRAINING, LAND ACCESS TECHNICAL SUPPORT, TECHNICAL ASSISTANCE CONCERNING AGRICULTURE PRODUCTION, AGRICULTURE CREDIT, RURAL DEVELOPMENT TO UNDERSERVED FARMERS, RANCHERS OR FOREST LANDOWNERS AND WILL DESIGN AND DELIVER COMPREHENSIVE PROGRAMS INCLUDING THROUGH SUB-AGREEMENTS, SUB-CONTRACTS AND SUB-GRANTS WITH OTHER ENTITIES ADDITIONAL SPECIALIZED KNOWLEDGE IN EITHER THE COMMUNITIES OF UNDERSERVED FARMERS, RANCHERS OR FOREST LANDOWNERS AND/OR THE SPECIFIC CONTENT FOR TECHNICAL ASSISTANCE CONTEMPLATED BY THIS AGREEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "a0ac9dbf-6406-a03a-241a-390963d81973-C", "generated_internal_id": "ASST_NON_20227041637276_12H3"}, {"internal_id": 147941227, "Award ID": "20227041637274", "Award Amount": 3000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-07", "CFDA Number": "10.234", "Description": "FARMER&#39;S LEGAL ACTION GROUP, INC. (FLAG) IS A 501(C)(3) NATIONAL NONPROFIT LAW CENTER HEADQUARTERED IN ST. PAUL, MINNESOTA. SINCE ITS CREATION IN 1986, FLAG&#39;S MISSION IS TO PROVIDE LEGAL SERVICES AND SUPPORT TO FAMILY FARMERS AND THEIR COMMUNITIES TO HELP KEEP FAMILY FAMERS ON THE LAND. TO THAT END, FLAG PROPOSES A FIVE-YEAR, $5 MILLION COOPERATIVE AGREEMENT TO PROVIDE MATERIALS AND SERVICES TO SOCIALLY DISADVANTAGED FARMERS BASED ON THE FOLLOWING CONCEPTS.ADVISORY COUNCILTHROUGHOUT ITS HISTORY, THE DIRECTION OF FLAG&#39;S WORK HAS BEEN GUIDED BY THE LEGAL NEEDS AND POLICY OBJECTIVES OF ITS CLIENT AND PARTNER ORGANIZATIONS. TO MEET THE NEEDS OF SOCIALLY DISADVANTAGED FARMERS (SDA) FARMERS OVER THE NEXT FIVE YEARS, FLAG WILL ESTABLISH A LEGAL ADVISORY COUNCTIL FOR SOCIALLY DISADVANTAGED FARMERS -- COMPRISED OF SDA FARMER-SUPPORTIN ORGANIZATIONS, LEADERS, AND OFFICIALS - TO HELP FLAG RAPIDLY RESPOND TO THE CURRENT, URGENT, AND FUTURE NEEDS OF SDA FARMERS AS THEY ARISE DURING THETERM OF THIS AGREEMENT.FLAG HAS PARTNERED WITH SUCH ORGANIZATIONS FOR DECADES, AND HAS BEEN IN FREQUENT AND REGULAR COMMUNICATIONS AND CONSULTATIONS WITH SDA FARMER-SUPPORTING ORGANIZATIONS FOR AT LEAST THE LAST EIGHTEEN MONTHS DURING THE ONGOING COVID-19 PANDEMIC AND THE RELATED RECOVERY AND RELIEF PROGRAMS AND EFFORTS.EDUCATIONAL MATERIALSONE OF FLAG&#39;S KEY SERVICES ACROSS ITS PROGRAM AREAS IS THE PUBLISHING OF FARMERS&#39; GUIDES TO FEDERAL PROGRAMS AND LAWS TO HELP PRODUCERS OBTAIN ASSISTANCE AND BENEFITS CRUCIAL TO KEEPING FAMILY FARMS ON THE LAND. THESE GUIDES HAVE ASSISTED TENS OF THOUSANDS OF FARMERS AND FARM-SUPPORT ORGANIZATIONS AND ADVOCATES FOR SEVERAL DECADES. UNDER THIS AGREEMENT, FLAG WOULD PUBLISH, DISTRIBUTE, AND TRAIN FARMERS ON MATTERS AND ISSUES OF TIMELY AND SIGNIFICANT RELEVANCE TO SDA FARMERS. TOPICS FOR, AND THE NEEDS TO BE ADDRESSED IN, THE GUIDES DURING THE FIVE YEARS OF THIS AGREEMENT WOULD BE GUIDED BY FLAG&#39;S CONSULTATIONS WITH ITS SDA LEGAL ADVISORYCOMMITTEE, USDA, AND OTHER SDA STAKEHOLDERS, ORGANIZATIONS, AND LEADERS. IMPORTANTLY, THIS AGREEMENT WOULD PROVIDE THE TIME AND RESOURCES FOR SUCH GUIDES TO BE CONTINUALLY UPDATED (WHICH IS AN UNMET NEED NOT SUPPORTED BY TYPICAL PROJECT FUNDS).INTERACTIVE TRAININGS AND WORKSHOPS &AMP; INTERNET-ARCHIVED ON-DEMAND VIDEO RESOURCESTHE GUIDES AND EDUCATIONAL MATERIALS PUBLISHED UNDER THIS AGREEMENT WILL BE ACCOMPANIED BY AN OUTREACH CAMPAIGN, INCLUDING INTERACTIVE WEBINARS AND IN-PERSON TRAINING AND TECHNICAL ASSISTANCE (AS CONDITIONS ALLOW), WITH WEBINARS/TRAININGS AND RELATED MATERIALS ARCHIVED ONLINE FOR ON-DEMAND ACCESS FOR FARMERS AND FARM ORGANIZATIONS.FLAG WILL RESEARCH AND PREPARE A SERIES OF INTERACTIVE WEBINARS AND RELATED FARMER-FRIENDLY EDUCATIONAL MATERIALS ON CRITICAL ISSUES RELATING TO AND CONTAINED IN THE FARMERS&#39; GUIDES WE DEVELOP UNDER THIS COOPERATIVE AGREEMENT. WEBINARS - TO BE OFFERED FREE OF CHARGE TO PARTICIPANTS - WILL BE CONDUCTED IN COLLABORATION WITH FLAG PARTNERS WITH CONTENT TARGETED TO THEIR RESPECTIVE CONSTITUENCIES. WEBINARS WILL BE APPROXIMATELY 60 MINUTES IN LENGTH, AND WILL BE PRESENTED ON A SCHEDULE ALIGNED WITH THE PUBLICATION OF MATERIALS IN COORDINATION WITH FLAG PARTNERS AND OTHER PARTICIPATING ORGANIZATIONS (TO BE DETERMINED). PARTICIPATING FARMERS/RANCHERS WILL HAVE OPPORTUNITIES FOR INTERACTION WITH FLAG ATTORNEYS DURING WEBINARS, AND PARTICIPANTS WILL BE GIVEN OPPORTUNITIES FOR ONE-ON-ONE POST-WEBINAR FOLLOW-UP WITH FLAG ATTORNEYS.FLAG WILL ALSO PLAN TO MAKE IN-PERSON PRESENTATIONS (AS CONDITIONS ALLOW) AT FARM ORGANIZATION MEETINGS AND TRAININGS THROUGHOUT EACH YEAR, FOCUSING ON ORGANIZATIONS THAT REPRESENT SDA FARMERS, SUCH AS THE INTERTRIBAL AGRICULTURE COUNCIL, THE FEDERATION OF SOUTHERN COOPERATIVES, RURAL COALITION AND ITS MEMBER ORGANIZATIONS, RURAL ADVANCEMENT FOUNDATION INTERNATIONAL-USA, AND OTHER LOCAL, REGIONAL, AND NATIONAL ORGANIZATIONAL PARTNERS.RECORDED WEBINARS AND RELATED MATERIALS WILL BE BROADLY AVAILABLE ON-DEMAND THROUGH FLAG&#39;S WEBSITE AND IN COLLABORATION WITH PARTNER ORGANIZATIONS.THE EDUCATIONAL RESOURCES AND MATERIALS FLAG DEVELOPS AS PART OF THIS PROJECT WILL BE USED BY SDA AND FAMILY FARMERS AND RANCHERS AND FARM PROFESSIONALS WHO SUPPORT THEIR WORK, INCLUDING FARM ADVOCATES, FSA STAFF, EXTENSION AGENTS, AND NONPROFIT SUPPORT ORGANIZATIONS.TECHNICAL ASSISTANCEFLAG WILL PROVIDE DIRECT TECHNICAL ASSISTANCE TO SDA FARMERS. FLAG&#39;S ATTORNEYS WILL ANSWER QUESTIONS ABOUT USDA PROGRAMS AND HELP SDA FARMERS PREPARE FOR AND NEGOTIATE THE PROCESSING OF APPLICATIONS FOR USDA PROGRAMS, ASSIST IN RESOLUTIONS OF ISSUES THAT MAY ARISE REGARDING IMPLEMENTATION OF AND COMPLIANCE WITH THOSE PROGRAMS.POLICY DEVELOPMENTFLAG WILL WORK WITH USDA OFFICIALS TO DEVELOP OR MODIFY REGULATORY AND STATUTORY INITIATIVES OR REVISIONS TO MEET THE NEEDS OF SDA FARMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "f7a01717-a909-0040-2486-3de580311de4-R", "generated_internal_id": "ASST_NON_20227041637274_12H3"}, {"internal_id": 147941226, "Award ID": "20227041637218", "Award Amount": 5000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-30", "CFDA Number": "10.234", "Description": "AS PART OF A TEAM OF INTERRELATED USDA COOPERATORS, THE COOPERATOR AGREES TO PROVIDE AN ARRAY OF TECHNICAL ASSISTANCE SPECIALIZED SERVICES, INCLUDING, AS AGREED BY THE PARTIES AND APPROPRIATE FOR THE AUDIENCE, SERVICES THAT COULD INCLUDE OUTREACH, FINANCIAL TRAINING, MEDIATION ACCESS, OUTREACH, COOPERATIVE DEVELOPMENT TRAINING AND SUPPORT, CAPACITY BUILDING TRAINING, LAND ACCESS TECHNICAL SUPPORT, TECHNICAL ASSISTANCE CONCERNING AGRICULTURE PRODUCTION, AGRICULTURE CREDIT, RURAL DEVELOPMENT TO UNDERSERVED FARMERS, RANCHERS OR FOREST LANDOWNERS AND TO DESIGN AND DELIVER COMPREHENSIVE PROGRAMS TO REACH, THROUGH SUB-AGREEMENTS, SUB-CONTRACTS AND SUB-GRANTS WITH OTHER ENTITIES WITH SPECIALIZED KNOWLEDGE IN EITHER THE COMMUNITIES OF UNDERSERVED FARMERS, RANCHERS OR FOREST LANDOWNERS AND/OR THE SPECIFIC CONTENT FOR TECHNICAL ASSISTANCE CONTEMPLATED BY THIS AGREEMENT.THE COOPERATOR WILL, WITH SUBSTANTIAL INVOLVEMENT OF USDA, COLLABORATIVELY IDENTIFY PROGRAM METRICS AND EVALUATION TOOLS AND SPECIFIC CONTENT DESIGNED TO PROVIDE ADVANCED TECHNICAL ASSISTANCE TO FARMERS, RANCHERS AND FOREST LANDOWNERS THAT WILL ASSIST THEM IN ACHIEVING THEIR AGRICULTURAL GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_20227041637218_12H3"}, {"internal_id": 147941207, "Award ID": "20227041637216", "Award Amount": 726628.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-29", "CFDA Number": "10.234", "Description": "THE HMONG AMERICAN FARMERS ASSOCIATION (HAFA) IS REQUESTING A COOPERATIVE AGREEMENT WITH USDA TO PROVIDE OUTREACH AND TECHNICAL ASSISTANCE TO HISTORICALLY UNDERSERVED FARMERS AND RANCHERS. OUR WORK ADDRESSES ALL FIVE PRIORITY AREAS: ASSISTING FARMERS IN OWNING AND OPERATING SUCCESSFUL FARMS, IMPROVING THE PARTICIPATION OF UNDERSERVED FARMERS AND RANCHERS IN USDA PROGRAMS, BUILDING SOLID RELATIONSHIPS BETWEEN OUR CONSTITUENCY OF UNDERSERVED FARMERS AND USDA STAFF, USING INNOVATIVE OUTREACH AND TECHNICAL ASSISTANCE TECHNIQUES DESIGNED SPECIFICALLY FOR IMMIGRANT FARMERS TO INTRODUCE AGRICULTURAL INFORMATION TO UNDERSERVED FARMERS AND HOSTING PROGRAM SPECIFICALLY DESIGNED FOR SOCIALLY DISADVANTAGE/ UNDERSERVED YOUTH TO LEARN ABOUT AGRICULTURE IN RURAL AREAS.HAFA IS AN EXPERIENCED 501(C)3 ORGANIZATION CREATED IN 2011 TO GIVE HMONG FARMERS IN MINNESOTA A COLLECTIVE AND CRITICAL VOICE IN CONVERSATIONS AROUND AGRICULTURE, FOOD SUPPLY CHAINS AND WEALTH CREATION. THE MISSION OF THE ORGANIZATIONIS TO ADVANCE THE ECONOMIC, SOCIAL AND CULTURAL PROSPERITY OF THESE FARMERS AND THEIR CHILDREN AND GRANDCHILDREN BY FOCUSING ON INCREASING ACCESS TO LAND, NEW MARKETS (TO AUGMENT FARMERS MARKETS), CAPITAL, CREDIT, RESEARCH AND TRAININGS. UNLIKE OTHER ORGANIZATIONS THAT MAY WORK WITH HMONG FARMERS ONLY ONCE OR TWICE A YEAR AT CONFERENCE WORKSHOPS, HAFA WORKS YEAR ROUND AND HAS MULTIPLE INTERACTIONS WITH ITS COMMITTED MEMBERSHIP OF HMONG FARMERS. HAFA IS THE ONLY ORGANIZATION IS MINNESOTA (AND THE ONLY ONE WE KNOW IF IN THE COUNTRY) THAT WAS FOUNDED BY AND IS LED BY HMONG AMERICANS SOLELY FOR THE PURPOSE OF ADVANCING HMONG FARMERS AND THEIR FAMILIES.INSPIRED BY HAFA, HMONG FARMERS AND THEIR PARTNER ORGANIZATIONS IN SEVERAL OTHER STATES HAVE CONTACTED HAFA STAFF, INTERESTED TO LEARN HOW THEY COULD DEVELOP A SIMILAR TRAINING PROGRAM FOR THEMSELVES. AT THE SAME TIME, YOUNG MEMBERS OF THE HMONG COMMUNITY WHOSE FAMILIES CHOSE NOT PURSUE FARMING UPON IMMIGRATING TO AMERICAN, ARE ALSO NOW WANTING TO BETTER UNDERSTAND THE STRONG PULL OF FARMING IN HMONG CULTURE, AND EXPLORE AGRICULTURE AS A CAREER. OUR PROJECT INVOLVES BOTH INCREASING THE DEPTH OF OUR EXISTING WORK WITH FARMERS, AND EXPANDING OUR WORK TO FOUR NEW GEOGRAPHIC AREAS AS WELL AS DEVELOPING A SPECIAL PROGRAM FOR YOUTH.TO DATE, ONLY A HANDFUL OF HMONG FARMERS HAVE BEEN ABLE TO QUALIFY FOR USDA OR FSA PROGRAMS. FOR IMMIGRANT FARMERS, THE SIGNIFICANT LANGUAGE AND CULTURAL BARRIERS MAKE PARTICIPATING IN USDA OR OTHER PUBLIC OR PRIVATE PROGRAMS TO ASSIST SMALL FARMERS LARGELY INACCESSIBLE. OUR PROPOSAL ADDRESSES THE LANGUAGE AND CULTURAL CHALLENGE BY OFFERING PROGRAMMING TO HMONG FARMERS IN THE HMONG LANGUAGE AND IN MANY CASES, DELIVERED BY MEMBERS OF THEIR OWN COMMUNITY - A CRITICAL FACTOR THAT DIFFERENTIATES OUR PROGRAMS FROM OTHERS AND ENHANCES OUR RATE OF LONG-TERM SUCCESS.HAFA WAS FOUNDED BY FARMERS FROM THE COMMUNITY BASE BEING SERVED. THIS HISTORY LEADS TO STRONGER RELATIONSHIPS, BETTER PARTICIPATION IN TRAININGEVENTS, AND GREATER CONFIDENCE THAT OUR GUIDANCE WILL BE FOLLOWED. MANY OTHER PROGRAMS SIMPLY TRAIN FARMERS IN AGRICULTURE OR HAND THEM FLYERS WITH A USDA LOGO ON THEM AND LEAVE THE FARMERS TO FEND FOR THEMSELVES; WE KNOW THAT IMMIGRANT FARMERS NEED AN ADVOCATE AND AN ALLY IN ORDER TO ACCESS USDA PROGRAMS AND MARKET OPPORTUNITIES, AND WE MAKE SURE WE ARE THAT ADVOCATE/ALLY. WE ARE TRUSTED ALLIES, AND WELL-PLACED TO INTRODUCE IMMIGRANT FARMERS TO THE OPPORTUNITIES THAT USDA PROGRAMS CAN OFFER, AND GUIDE THEM THROUGH THE PROCESS. OUR GOAL IS TO SUPPORT THE EXPANSION OF THESE UNDERSERVED FARMERS AND RANCHERS TO BECOME VIABLE COMMERCIAL ENTERPRISES THROUGH THE DELIVERY SERVICEPROVIDEDWHILE LINKING TO USDA PROGRAMS TO ASSIST IN THIS PROCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "fb169829-bd91-1c7a-12d9-8458c3648fb3-R", "generated_internal_id": "ASST_NON_20227041637216_12H3"}, {"internal_id": 147941225, "Award ID": "20227041637215", "Award Amount": 5000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-28", "CFDA Number": "10.234", "Description": "HEIRS&#39; PROPERTY IS CONSIDERED THE \"BIGGEST PROBLEM MOST HAVE NEVER HEARD OF\". IT IS SIMPLY PROPERTY (LAND) THAT HAS BEEN PASSED DOWN TO HEIRS WITHOUT A WILL. IT HAS BEEN THE LARGEST CAUSE OF BLACK LAND LOSS BUT IS AN ISSUE THAT EXTENDS TO ALL COMMUNITIES ACROSS AMERICA. THIS PROJECT IS DESIGNED TO ADDRESS INEQUITIES THAT ARE OCCURRING AMONG UNDERSERVED FARMERS, RANCHERS, FOREST LANDOWNERS AND OPERATORS IN BEING AWARE, UNDERSTANDING AND ACCESSING US DEPARTMENT OF AGRICULTURE (USDA) PROGRAMS. IN ADDITION, A MAJOR BARRIER TO ACCESSING USDA PROGRAMS AND A MAJOR CAUSE OF LAND LOSS AMONG THESE LANDOWNERS--HEIRS&#39; PROPERTY--WILL BE ADDRESSED.THE CENTER FOR HEIRS&#39; PROPERTY PRESERVATION&TRADE; (OR CHPP&TRADE;), ESTABLISHED IN 2005, HAS A MISSION OF PROTECTING HEIRS&#39; PROPERTY (HP) AND PROMOTING THE SUSTAINABLE USE OF LAND TO PROVIDE INCREASED ECONOMIC BENEFIT TO HISTORICALLY UNDERSERVED FAMILIES ACROSS A 22-COUNTY AREA IN THE LOWCOUNTRY OF SOUTH CAROLINA (SC). CHPP&TRADE; EMPLOYSTHREE KEY STRATEGIES TO ACCOMPLISH THIS MISSION--ALL OF WHICH GENERATE AND ROOT LOCAL WEALTH: A) PREVENTION OF LAND LOSS THROUGH LANDOWNER ENGAGEMENT, EDUCATION, AND ORGANIZING; B) LEGAL RESOLUTION OF HEIRS&#39; PROPERTY TITLE ISSUES; AND C) PROMOTING SUSTAINABLE LAND USE BY TECHNICALLY ASSISTING LANDOWNERS IN RESTORING THE ECOLOGICAL HEALTH AND PRODUCTIVITY OF THEIR FOREST AND FARMLAND. CHPP&TRADE; IMPLEMENTS THESE STRATEGIES IN 22 OF THE STATE&#39;S 46 COUNTIES. WITH THE ASSISTANCE OF THIS COOPERATIVE AGREEMENT, CHPP&TRADE; WILL EXPAND TO SERVE ALL 46 COUNTIES ACROSS THE STATE OF SOUTH CAROLINA.THESE GOALS WILL BE ACCOMPLISHED THROUGH CONDUCTING WORKSHOPS, SEMINARS, INFORMATIONAL PACKETS, PRESENTATIONS, LANDOWNER SYMPOSIA AND CLINICS AND THE PROVISION OF EDUCATION, TECHNICAL ASSISTANCE AND DIRECT LEGAL SERVICES FOR THESE LANDOWNERS. THE PROVISION OF THESE SERVICES WILL RESULT IN: INCREASED KNOWLEDGE OF FORESTRY/AGRICULTURE TECHNIQUES, INCREASED NUMBER OF HULOS APPLYING FOR COST-SHARE FUNDS, INCREASED AWARENESS AND KNOWLEDGE OF HEIRS&#39; PROPERTY RESOLUTION, TITLES RESOLVED, ESTATE PLANS DRAFTED, INCREASED CHPP&TRADE; AND ITS PARTNERS HAVE STARTED AN ECONOMIC AND CONSERVATION MOVEMENT THAT CREATES WEALTH AMONG LANDOWNERS. CHPP&TRADE; PROTECTS FAMILY LAND BY EQUIPPING FAMILIES WITH THE TOOLS THEY NEED TO BUILD WEALTH AND GROW HEALTHY WORKING LANDSCAPES. ALL THESE EFFORTS ARE CRITICAL TO BUILDING LOCAL ECONOMIES, ENHANCING RURAL BUSINESS DEVELOPMENT, AND FOSTERING AGRICULTURAL ENTERPRISES THAT ARE CLIMATE-SMART, RESILIENT AND CAN ULTIMATELY PRODUCE GLOBAL BENEFITS (EMISSION REDUCTION, FOOD SECURITY, POVERTY REDUCTION).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "869b8b98-9bcd-0321-fb7d-e352e192df8c-C", "generated_internal_id": "ASST_NON_20227041637215_12H3"}, {"internal_id": 147941224, "Award ID": "20227041637214", "Award Amount": 999784.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-31", "CFDA Number": "10.234", "Description": "THEOVERARCHING GOAL OF THISCOOPERATIVE AGREEMENT BETWEEN USDA AND WORLD FARMERS IS TO SUPPORT SOCIALLY DISADVANTAGED FARMERS AND OTHER ECONOMICALLY DISTRESSED AND UNDERSERVED FARMERS AND THEIR COMMUNITIES, BY CONNECTING IMMIGRANT AND REFUGEE FARMERS IN THE NORTHEAST WITH THE TOOLS, TRAININGS, AND SERVICES NEEDED TO SUPPORT THEIR FARMER BUSINESSES; SUPPORTING FARMERS THROUGH FINANCIAL AND TAX LITERACY; MARKET PLANNING FOR CULTURAL CROPS; EXPANDING UNDERSTANDING AND REPRESENTATION OF CULTURAL CROPS BY WORKING WITH THE USDA TO GET THEM ON THE FEDERAL CROP LIST; PROVIDING CULTURALLY SENSITIVE TECHNICAL SUPPORT FOR IMMIGRANT AND REFUGEE FARMERS. OUR WORK INCLUDESTHE FOLLOWING OBJECTIVES FOR PROVIDING TECHNICAL ASSISTANCE, PROGRAM DEVELOPMENT, CURRICULUM DEVELOPMENT, DEPLOYMENT, AND EVALUATION OF IMPACT IN THE FOLLOWING AREAS:1. FINANCIAL LITERACY: PROVIDE HISTORICALLY UNDERSERVED, ECONOMICALLY DISTRESSED FARMERS OF COLOR IN LEARNING FINANCIAL PLANNING, BUSINESS PLANNING, AND TAX PLANNING THROUGH TECHNICAL SUPPORT, TRAINING, AND INDIVIDUALIZED SUPPORT.2. INTRODUCTION TO USDA PROGRAMS: INCREASE AWARENESS AND ACCESS TO THE NUMEROUS PROGRAMS AT USDA TO BENEFIT GROWTH OF THE PRODUCERS WHO ARE HISTORICALLY UNDERSERVED AND ECONOMICALLY DISTRESSED IN FARMING; INCLUDING FARM OWNERSHIP AND OPERATION LOANS AND MICROLOAN PROGRAMS.3. MARKET PLANNING: SUPPORT FARMERS THROUGH MARKET PLANNING, BUSINESS DEVELOPMENT, AND TECHNICAL SUPPORT AROUND SPECIALTY CULTURAL CROPS TO ENSURE THEY HAVE ECONOMIC AND FINANCIAL SUCCESS IN THE MARKETS THAT THEY ENGAGE WITH. SIMULTANEOUSLY WORLD FARMERS WILL WORK CLOSELY WITH THE USDA TO ADD CULTURAL CROPS TO THE FEDERAL CROP LIST- FURTHER PROVIDING CAPACITY AND SUPPORT FOR THESE CROPS.4. TECHNICAL SUPPORT: WORLD FARMERS WILL OFFER TECHNICAL SUPPORT AND TRAINING IN BUSINESS DEVELOPMENT, MARKETING TECHNIQUES, AND AGRICULTURAL PRODUCTION. EQUALLY IMPORTANT TO THESE SERVICES IS THAT WE OFFER A SAFE SPACE WHERE FARMERS CAN LEARN FROM PEERS. OUR PROGRAMMING ISDELIVERED IN A RESPECTFUL ENVIRONMENT THROUGH CROSS-CULTURAL CO-LEARNING AND MENTORSHIP AMONG FARMERS AND WORLD FARMERS STAFF, WITH WHOM FARMERS HAVE DEVELOPED RELATIONSHIPS BUILT ON TRUST AND UNDERSTANDING. OUR DEDICATED STAFF POSSESS THE EXPERIENCE AND CULTURAL SENSITIVITY REQUIRED TO ASSIST DIVERSE FARMERS IN BUILDING THEIR FARMING ENTERPRISES.WORLD FARMERS, INC., (WF) ADVOCATES FOR AND SUPPORTS IMMIGRANT, REFUGEE, AND HISTORICALLY UNDERSERVED SMALL-SCALE FARMERS FROM FARM TO MARKET. WF MISSION IS TO SUPPORT SMALL FARMERS IN SUSTAINABLE AGRICULTURAL PRODUCTION AND SUCCESSFUL MARKETING PRACTICES TO CONNECT CULTURALLY RELEVANT PRODUCE TO VIABLE MARKETS. WF PROVIDES MENTORING, TRAINING, AND HANDS-ON ASSISTANCE WHEN WORKING WITH EACH FARMER TO BUILD THE CAPACITY NEEDED TO OPERATE INDIVIDUAL FARMING ENTERPRISES. WF ENACTS THEIR MISSION THROUGH VARIOUS INITIATIVES, THE MOST PROMINENT OF WHICH IS THE FLATS MENTOR FARM PROGRAM.SINCE 1984, THE FLATS MENTOR FARM IN LANCASTER, MASSACHUSETTS HAS PROVIDED THE SPACE AND INFRASTRUCTURE FOR SMALL IMMIGRANT AND REFUGEE FARMERS TO GET STARTED.PARTICIPATING FARMERS ARE SKILLED PRODUCERS WHO COME FROM AGRARIAN BACKGROUNDS AND SEEK TO MAKE A NEW LIFE FOR THEMSELVES AND THEIR FAMILIES WHILE PRESERVING THEIR CULTURAL IDENTITY. IN ORDER TO CONTRIBUTE TO THEIR SUCCESS IN THE NEW CULTURE AND CLIMATE OF THE NORTHEAST, WF MENTORING PROGRAM OFFERS REGULAR TRAININGS IN AGRICULTURAL PRODUCTION, BUSINESS DEVELOPMENT, AND MARKETING. ALL PROGRAMMING IS PERFORMED IN A RESPECTFUL ENVIRONMENT OF CROSS-CULTURAL CO-LEARNING AMONG FARMERS, WF STAFF, INTERNS, AND VOLUNTEERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "59462316-9c90-4669-84a4-2647fc3db6f5-C", "generated_internal_id": "ASST_NON_20227041637214_12H3"}, {"internal_id": 147432262, "Award ID": "20227041637197", "Award Amount": 5000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-24", "CFDA Number": "10.234", "Description": "CFFM WILL WORK WITH PRODUCERS WHO ARE HISTORICALLY UNDERSERVED AND ECONOMICALLY DISTRESSED IN LEARNING FINANCIAL PLANNING, BUSINESS PLANNING AND TAX PLANNING, AS WELL AS INTRODUCING THEM TO USDA PROGRAMS TO BENEFIT PRODUCER GROWTH. THIS WILL BE ACHIEVED VIA WEBINARS AND ONLINE TRAINING, NATIONAL CONFERENCES, AND STATE AND REGIONAL GATHERINGS. ADDITIONALLY, CFFM WILL ASSIST UNDERSERVED PRODUCERS BY TRAINING CRITICAL PRODUCTION SKILLS THROUGH PRESENTATIONS AT GATHERINGS AND INSTRUCTIONAL VIDEOS, AS WELL AS PARTNERING WITH FARM ORGANIZATION TRAINING PROGRAMS. RESULTS OF THIS TRAINING AND COLLABORATION WILL BE EVALUATED TO MEASURE QUANTITATIVE RESULTS OF THE PROGRAM ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20227041637197_12H3"}, {"internal_id": 147432256, "Award ID": "20227041637196", "Award Amount": 5000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-24", "CFDA Number": "10.234", "Description": "THE INDIAN LAND TENURE FOUNDATION IS A NONPROFIT ORGANIZATION THAT HAS WORKED ON THE RECOVERY OF RESERVATION LANDS LOST TO INDIAN OWNERSHIP THROUGH THE ALLOTMENT PROCESS AND OTHER DISCRIMINATORY TAKINGS AND POLICIES. ILTF HAS A20-YEAR HISTORY OF PROVIDING INFORMATION AND COMPLEX TECHNICAL SUPPORT TO NATIVE NATIONS AND INDIVIDUAL INDIAN LANDOWNERS FOCUSED ON MANAGEMENT AND CONTROL OF THEIR LAND ASSETS, MUCH OF WHICH IS AGRICULTURAL. ILTF WORKS COLLABORATIVELY WITH OVER 30 FEDERALLY RECOGNIZED TRIBAL EXTENSION PROGRAM PERSONNEL SCATTERED ACROSS MULTIPLE STATES.ILTF HAS DEVELOPED A NUMBER OF WAYS TO WORK WITH INDIAN FARMERS AND RANCHERS, INCLUDING PUBLICATIONS SPECIFICALLY AIMED AT INCREASING CONSOLIDATION OF LAND INTERESTS, ANNUALLY HOLDING 20-25 ON- RESERVATION LANDOWNER WORKSHOPS FOCUSED ON LAND MANAGEMENT ISSUES, ASSISTING NATIVE NATIONS IN DEVELOPMENT AGRICULTURE RESOURCE MANAGEMENT PLANS AND PROVIDING ESTATE PLANNING LEGAL SERVICES TO USE TOOLS AVAILABLE TO PASS ASSETS TO HEIRS WITHOUT FURTHER FRACTIONATION.THIS PROJECT WILL ALLOW ILTF TO BOLSTER AND EXPAND ITS WORK WITH SOCIALLY DISADVANTAGED INDIAN AGRICULTURAL PRODUCERS. TO DATE, ILTF HAS BEEN ABLE TO PIECE TOGETHER SPECIFIC FUNDING FOR THIS WORK, BUT OFTEN IT IS LIMITED TO EITHER A CONFINED GEOGRAPHY, JUST ONE TYPE OF ASSISTANCE WHICH ILTF PROVIDES, OR MUCH TOO SHORT A DURATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "d7d8754a-6c6f-6019-a22e-c2fd41619dc5-C", "generated_internal_id": "ASST_NON_20227041637196_12H3"}, {"internal_id": 147432255, "Award ID": "20227041637195", "Award Amount": 1051678.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-24", "CFDA Number": "10.234", "Description": "THE NEXT GENERATION OF FARMERS AND RANCHERS NEED CREDIT TO LAUNCH AND GROW THEIR FARM BUSINESSES. USDA FSA LOANS CAN HELP FARMERS INVEST IN IMPORTANT INPUTS AND EQUIPMENT, PURCHASE FARMLAND, BUILD INFRASTRUCTURE ON THEIR FARMS, AND MORE. UNFORTUNATELY, THEY ARE LARGELY NOT ENGAGED WITH USDA FARM SERVICE AGENCY LOAN PROGRAMS THAT CAN HELP. AND DUE TO TO DECADES OF DOCUMENTED DISCRIMINATION AT USDA, MANY DO NOT TRUST THAT THE AGENCY HAS THEIR BEST INTERESTS AT HEART. AND FOR YOUNG FARMERS, MANY OF WHOM ARE FIRST-GENERATION FARMERS, THEY DO NOT HAVE A FAMILY HISTORY OF WORKING WITH THE AGENCY. IN OUR 2017 NATIONAL YOUNG FARMER SURVEY, WE FOUND THAT 30% OF FARM OWNER RESPONDENTS WERE UNFAMILIAR WITH USDA PROGRAMS. FORTY PERCENT THOUGHT THE APPLICATIONS AND PAPERWORK WERE TOO BURDENSOME. AND 28% SAID THEIR LOCAL USDA HAS BEEN DIFFICULT TO WORK WITH. TO ENSURE OUR COMMUNITIES HAVE ACCESS TO FRESH, LOCAL FOOD WE MUST ENSURE THESE FARMERS HAVE ACCESS TO THE FEDERAL PROGRAMS DESIGNED TO HELP.YOUNG BIPOC FARMERS NEED ADDITIONAL OUTREACH AND INFORMATION TO DECIDE TO APPLY TO FSA PROGRAMS, CONNECT WITH THEIR FSA OFFICE, AND SUPPORT FILLING OUT THE NECESSARY PAPERWORK FOR THE PROGRAM. AS AN ORGANIZATION WITH A LOT OF TRUST WITH YOUNG, BIPOC FARMERS, WE ARE IN THE BEST POSITION TO INTRODUCE THESE FARMERS TO USDA FSA PROGRAMS. THROUGH PHONE CALLS, EVENTS, AND SOCIAL MEDIA, FARMERS WILL LEARN ABOUT USDA FSA, WHAT LOAN PROGRAMS BEST SERVE YOUNG FARMER NEEDS, AND HOW TO APPLY. OUR PARTNER IN THE SOUTHEAST, RAFI, WILL PROVIDE ONE-ON-ONE TECHNICAL ASSISTANCE TO HELP ANSWER QUESTIONS AND SUPPORT FARMERS IN FILLING OUT THE APPLICATIONS.THE ULTIMATE GOAL OF OUR PROJECT IS TO INCREASE THE NUMBER OF YOUNG, BIPOC FARMERS SUCCESSFULLY UTILIZING FSA LOAN PROGRAMS. ONCE THESE FARMERS HAVE A POSITIVE EXPERIENCE AND ARE IN THE SYSTEM, THEY&#39;LL BE ABLE TO WORK WITH FSA FOR YEARS TO COME AND EVENTUALLY GRADUATE TO COMMERCIAL CREDIT. WITH THE CAPITAL THEY NEED TO LAUNCH AND GROW THEIR FARM BUSINESSES, WE&#39;LL ALL BENEFIT FROM THE QUALITY FOOD THEY ARE ABLE TO GROW.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "894c36a9-c7a1-afbd-d041-62265c1f4d4a-R", "generated_internal_id": "ASST_NON_20227041637195_12H3"}, {"internal_id": 149359447, "Award ID": "20227041637194", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-01", "CFDA Number": "10.234", "Description": "TO ENSURE IMPROVED UNDERSTANDING OF AND EQUITABLE PARTICIPATION IN USDA PROGRAMS AND SERVICES, NBGC WILL SERVE UNDERSERVED, SOCIALLY DISADVANTAGED BLACK ROW-CROPFARMERS AND FARMERS, RANCHERS, FOREST LANDOWNERS AND OPERATORS THROUGH EDUCATIONAL AND TECHNICAL ASSISTANCE PROGRAM AND ACTIVITIES, PRIMARILY THROUGH MODEL FARM FIELD DAYS, ANNUAL MEETINGS, WORKSHOPS, AND OTHER EVENTS. IN ADDITION, NBGC ADDRESSES MARKETING, COOPERATIVE DEVELOPMENT, FINANCIAL PLANNING, AND TECHNICAL SUPPORT RELATED TO ROW CROP PRODUCTION AND ENSURES THE ENGAGEMENT OF YOUNG MINORITY PERSONS IN ITS PROGRAMS AND ACTIVITIES TO CREATE THE NEXT GENERATION OF FARMERS.EXPAND THE TECHNICAL ASSISTANCE MODEL DEVELOPED TO ELIMINATE BARRIERS THAT PRODUCERS FACE IN REALIZING MEANINGFUL TECHNICAL FEDERAL ASSISTANCE.ASSIST USDA IN ADDRESSING LONGSTANDING SYSTEMIC DISCRIMINATION; RESPONDING TO THE IMMEDIATE NEED FOR DIRECT AGRI-BUSINESS PLANNING SUPPORT TO INDIVIDUAL PRODUCERS IMPACTED BY THE UNCERTAINTY AROUND THE COVID-19 PANDEMIC, DEBT RELIEF EFFORTS, LAND USE AND LAND TENURE ISSUES, AND IMPACTS OF SUPPLY CHAIN DISRUPTIONS TO MARKET ACCESS.ENHANCE EXISTING PROGRAM ASSISTANCE TO RESPOND TO PERSISTING PROGRAM ACCESS, FINANCIAL PLANNING, MARKET DEVELOPMENT, AND LAND ACCESS ISSUES THAT ARE COUPLED WITH A SUBSTANTIAL OUTSIDE INTEREST IN AGRICULTURE AND FOOD SYSTEM SECTORS.PROVIDE SPECIFIC ASSISTANCE IN COLLABORATION WITH USDA AND OTHER COOPERATORS THAT INFORM EQUITABLE PROGRAM IMPLEMENTATION FOR CURRENT PRODUCERS AND RESPONDS TO THE UNIQUE NEEDS OF FARMERS AND RANCHERS.SHARE EXPERTISE AND EXPERIENCES WITH OTHER COOPERATORS AND USDA TO BETTER INFORM THE USDA APPROACH TO OUTREACH AND TECHNICAL SERVICES.LEVERAGE TECHNICAL ASSISTANCE MODELS AND MULTIPLY CAPACITY TO MEET IMMEDIATE AGRICULTURAL NEEDS FACED BY UNDERSERVED COMMUNITIES OF PRODUCERS.COORDINATE WITH USDA PARTNERS TO LEVERAGE TECHNICAL AND FINANCIAL RESOURCES THAT ADDRESS PANDEMIC -RELATED ECONOMIC, PERSISTING EQUITY CHALLENGES AND SUPPLY CHAIN DISRUPTIONS IMPACTING UNDERSERVED AGRICULTURAL PRODUCERS.IDENTIFY AND LEVERAGE USDA TRAINING AND SUPPLEMENTAL RESOURCES TO SUPPORT SUSTAINABLE OPERATIONS BY PROVIDING FINANCIAL TRAINING, CAPACITY DEVELOPMENT, RISK MANAGEMENT AND BUSINESS PLANNING RESOURCES ACROSS THE COUNTRY THROUGH PRODUCER-INFORMED CURRICULUM.CONTRIBUTE TO RESILIENT AND REGENERATIVE UNDERSERVED ECONOMICS THROUGH INFORMING STRATEGIC INVESTMENT IN AGRICULTURE AND FOOD SYSTEMS INITIATIVES.PARTICIPATE IN ENHANCED DATA IDENTIFICATION NEEDS AND THE UTILIZING OF DATA KNOWLEDGE AND KNOWLEDGE TRANSFER TO ENHANCE THE VIABILITY AND WELL-BEING OF UNDERSERVED AGRICULTURAL PRODUCERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": 1000000.0, "Infrastructure Obligations": null, "recipient_id": "1a28b8fd-1d9b-1cc1-8254-2cf76ef7780c-R", "generated_internal_id": "ASST_NON_20227041637194_12H3"}, {"internal_id": 147432260, "Award ID": "20227041637148", "Award Amount": 13382875.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-18", "CFDA Number": "10.234", "Description": "THE FEDERATION OF SOUTHERN COOPERATIVES/LAND ASSISTANCE FUND IS PROPOSING TO WORK IN SEVEN (7) SOUTHERN STATES (ALABAMA, FLORIDA, GEORGIA, LOUISIANA, MISSISSIPPI, SOUTH CAROLINA AND TEXAS) TO PROVIDE REGIONAL AND COORDINATED OUTREACH, EDUCATION AND DIRECT TECHNICAL ASSISTANCE TO AFRICAN AMERICAN FARMERS AND LANDOWNERS AROUND FINANCIAL PLANNING, FARM AND FOREST MANAGEMENT/BUSINESS PLANNING, TAX PLANNING, MARKET PLANNING, COOPERATIVE DEVELOPMENT AND SUPPORT, AND LAND TENURE/HEIRS PROPERTY ISSUES.OUR OBJECTIVES ARE TO (1) INCREASE EQUITABLE ACCESS TO ALL OF USDA AGENCIES, PROGRAMS AND SERVICES, SPECIFICALLY FSA, NRCS, RURAL DEVELOPMENT, US FOREST SERVICE, APHIS, AMS, NASS AND NIFA; (2) INCREASE INCOME AND WEALTH OF INDIVIDUAL FARMERS AND LANDOWNERS VIA FINANCIAL PLANNING, FARM AND FOREST MANAGEMENT PLANNING, TAX PLANNING, MARKET PLANNING AND RELATED EFFORTS OF DIRECT TECHNICAL SUPPORT; (3) AGGREGATE FARMERS AND LANDOWNERS INTO COOPERATIVES AND PROVIDE FOLLOW-UP SUPPORT AND TECHNICAL ASSISTANCE IN ORDER TO PROVIDE SCALE TO SMALL SCALE FARMERS AND LANDOWNERS IN ORDER TO BUILD COLLECTIVE KNOWLEDGE, INFRASTRUCTURE AND WEALTH; AND (4) ELIMINATE BARRIERS TO ACCESSING USDA AND OTHER RESOURCES AS WELL AS TO PRESERVE AND MAINTAIN THE LAND BASE IN AFRICAN AMERICAN COMMUNITIES VIA EDUCATION, OUTREACH AND DIRECT TECHNICAL ASSISTANCE AROUND LAND TENURE/HEIRS PROPERTY ISSUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "a4b6a6f5-004b-676a-6f8d-a9c279672cda-C", "generated_internal_id": "ASST_NON_20227041637148_12H3"}, {"internal_id": 147432259, "Award ID": "20227041637147", "Award Amount": 993611.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-21", "CFDA Number": "10.234", "Description": "BUILDING FINANCIAL SUSTAINABILITY THROUGH EDUCATION IN RURAL ALASKAPROVIDES A SCALABLE ONLINE OR IN-PERSON DELIVERY OF CURRICULUM SPECIFICALLY DEVELOPED TO MEET THE BUSINESS SIDE OF AGRICULTURAL IN RURAL ALASKA. AVI&#39;S INSTRUCTIONAL STRATEGIES ESTABLISH CLEAR LINKS BETWEEN COURSE CONTENT AND LEARNING OBJECTIVES.THE AVI PROJECT WILL ADDRESS:FOOD SECURITY WHILE CREATING A SUSTAINABLE LOCAL ECONOMY IN RURAL ALASKA;CREATE HEALTHIER OPPORTUNITIES THROUGH FARMING ACTIVITIES;ANDPROVIDE FISCAL AND MANAGERIAL EDUCATION TO PROVIDE A SUSTAINABLE AGRICULTURE ECONOMY IN THE VILLAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "ec74de4c-4ef5-ca49-dc4b-639df8747061-C", "generated_internal_id": "ASST_NON_20227041637147_12H3"}, {"internal_id": 147432258, "Award ID": "20227041637110", "Award Amount": 5000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-18", "CFDA Number": "10.234", "Description": "SUMMARYTHE PRIMARY GOAL OF THIS PROJECT IS TO EMPOWER THE UNDERSERVED LATINO FARMERS AND RANCHERS TO HAVE IMPROVED UNDERSTANDING OF AND EQUITABLE PARTICIPATION IN THE FULL RANGE OF USDA PROGRAMS AND SERVICES. NLFR AIMS TO PROVIDE OUTREACH, MEDIATION, CAPACITY BUILDING, TRAINING, TECHNICAL ASSISTANCE, AND DEMONSTRATIONS ON BEST PRACTICES OF WATER AND SOIL CONSERVATION; INCLUSIVE OF ISSUES CONCERNING FOOD, AGRICULTURE, AND RURAL DEVELOPMENT TO SOCIALLY DISADVANTAGED LATINO FARMERS AND RANCHERS, AS A NATIONAL CENTER FOR LATINO AGRICULTURAL PRODUCTION AND EFFECTIVENESS (THE CENTER).PROJECTNLFRTA IS WORKING TO EXPAND ON ITS 16-YEAR HISTORY OF RELATIONAL TRUST-BUILDING AND BOOTS-ON-THE GROUND EXPERIENCE SERVING DISADVANTAGED AND UNDERSERVED LATINO FARMERS AND RANCHERS BY ESTABLISHING A NATIONAL CENTER (THE CENTER) THAT PROVIDES TRAINING AND TECHNICAL ASSISTANCE (TTA) AND SUPPORTIVE SERVICES THAT ENHANCES CAPACITY BUILDING TO SOCIALLY DISADVANTAGED LATINO FARMERS AND RANCHERS.THROUGH VARIOUSACTIVITIES AND PROJECTS, THE CENTER WILL SERVE AS A NATIONAL LINK AMONG LATINO FARMERS. IN ADDITION, IT WILL AIM TO BETTER CONNECT USDA WITH LATINO PRODUCERS THROUGH LOCAL EFFORTS WITH USDA SERVICE CENTERS. THESE ENDEAVORS ARE TO BENEFIT BOTH GROUPS BY REDUCING CURRENT GAPS IN SERVICE DELIVERY AND AMELIORATING LINGUISTIC AND CULTURAL BARRIERS. ALL EFFORTS ARE IN SUPPORT OF USDA GOALS TO EARN GREATER TRUST AMONG PRODUCERS AND PROVIDE MORE EFFECTIVE SERVICES.UNQUESTIONABLY, THE AGRICULTURAL INDUSTRY IN OUR NATION NEEDS DIVERSE AGRICULTURAL LEADERS THAT ARE WELL INFORMED AND PROTECT OUR RESOURCES BY USING BEST PRACTICES IN CONSERVATION OF SOIL AND WATER. THE CENTER WILL ACT AS A HUB THAT EFFECTIVELY CONNECTS COMMUNITY ORGANIZATIONS AND LAND GRANT COLLEGES AND UNIVERSITIES, AMONG OTHER INSTITUTIONS, FOR LEADERSHIP DEVELOPMENT AND GREATER PARTNERSHIP AMONG FUTURE LATINO AGRICULTURAL CONSERVATION LEADERS, FARMERS MARKET DEVELOPMENT IN COMMUNITIES, IDENTIFY FARMERS AND RANCHERS TO ENTER INTOCERTIFICATION PROGRAMS, SPECIAL PROJECTS, AND GUIDED DEMONSTRATION INTERNSHIPS THAT WILL INCREASE THE DIVERSITY OF AGRICULTURAL WORKERS NATIONWIDE.APPROACH:THREE MAJOR DEVELOPMENTAL STRANDS WILL GUIDE CENTER INITIATIVES FOR THE STRENGTHENING OF LATINO FARMERS AND GREATER LEADERSHIP DEVELOPMENT:1. TRAINING AND TECHNICAL ASSISTANCE, TTA: THIS STRAND WILL PROVIDE TRAINING AND TECHNICAL ASSISTANCE (TTA) SERVICES TO UNDERSERVED LATINO FARMERS AND RANCHERS TO ENHANCE THEIR EFFICACY, INCREASE PRODUCTIVITY, AND IMPROVE RELATIONS WITH USDA AGENCIES AND SERVICE CENTERS.TTA WILL ALSO FOCUS ON DIRECT ASSISTANCE TO USDA AGENCIES AND SERVICE CENTERS TO IMPROVE AND BOLSTER OUTREACH TO LATINO FARMERS. THIS MEANS CREATING MORE EFFECTIVE ALLIANCES, BETTER WAYS OF WORKING TOGETHER, AND MORE PRACTICAL METHODS BY WHICH TO PROVIDE INFORMATION TO THE FIELD. CURRENT PRACTICES MUST BE IMPROVED FOR AGRICULTURAL AGENCIES TO MOVE BEYOND EXTANT METHODS THAT HAVE LIMITED INFORMATION DISSEMINATION AND COMMUNICATION.2. INFORMATION RESOURCES AND NETWORKING: THIS SECOND STRAND ADDRESSES THE PRACTICAL WAREHOUSING AND UTILIZATION OF IMPORTANT AND RELEVANT RESOURCES FOR INFORMATION SHARING IN BOTH SPANISH AND ENGLISH. THESE ARE TO BE RESTRUCTURED INTO SIMPLE AND EASILY UNDERSTANDABLE LANGUAGE. EFFORTS MUST BE ABOUT ENSURING HIGHER QUALITY OF PRACTICAL, RELEVANT, AND UNDERSTANDABLE INFORMATION TOGETHER WITH MORE DIRECT ASSISTANCE.TTA WILL ALSO INCLUDE A SERIES OF PRACTICAL, USEFUL, AND HANDS-ON WEBINARS, WORKSHOPS, SPECIAL EVENTS, AND REGIONAL GATHERINGS. THESE WILL AIM TO GREATLY FOSTER OPPORTUNITIES FOR LATINO FARMERS TO ASSIST ONE ANOTHER AND SERVE IN GUIDANCE, WORKING IN COMMUNITY. IT ALSO WILL ADVANCE THE LEVEL OF PARTNERING BETWEEN FARMERS AND USDA CENTERS, WITH GREATER SUPPORT FOR MORE ADEQUATE INFORMATION PROVISION AND HANDS-ON ASSISTANCE.3. AGRICULTURAL LEADERSHIP: THIS STRAND AIMS TO DEVELOP A VIBRANT CADRE OF LATINO AGRICULTURAL LEADERS VIA CERTIFICATION PROGRAMS, GUIDED INTERNSHIPS, FARMERSMARKET DEVELOPMENT (A CRITICAL COMPONENT OF OUR ECONOMY) AND SELECTIVE FIELD PLACEMENTS WITH ESTABLISHED PRODUCERS. THE INITIATIVE REPRESENTS A BOLD NEW ATTEMPT THAT EXPANDS ON A FORMER PROGRAM, LATINOS IN AGRICULTURE, LED BY ASSOCIATES OF NLFRTA.THE INITIATIVE WILL BE AIDED FURTHER BY AN AGRICULTURAL CERTIFICATION PROGRAM IMPLEMENTED BY THE UNIVERSITY OF DC (UDC) IN ITS EFFORTS TOWARD AGRICULTURAL LEADERSHIP DEVELOPMENT IN ASSOCIATION WITH NLFRTA. IN TANDEM WITH LATINO FARMERS, THESE EFFORTS AIM TO INCREASE THE FLOW OF NEW WORKERS, ADDING A NEW GENERATION OF LATINOS INTO THE FIELD OF AGRICULTURAL PRODUCTION.IN ADDITION, THE AGRICULTURAL LEADERSHIP INITIATIVE WILL COUNT ON EFFORTS LED BY A NETWORK OF LAND GRANT COLLEGES AND UNIVERSITIES TOGETHER WITH THE HISPANIC ASSOCIATION OF COLLEGES AND UNIVERSITIES (HACU), NONPROFIT ORGANIZATIONS WHOSE MISSION IS TO PROMOTE HISPANIC STUDENT SUCCESS, AND WITH HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCUS). THE FOCUS IS ABOUT THE CONTINUOUS DEVELOPMENT OF ALL STUDENTS, ESPECIALLY DISADVANTAGED LATINOS TO ENTER THE AGRICULTURAL FIELD.ALTOGETHER, THESE NEW SETS OF BOLD INITIATIVES REPRESENT VIABLE OPPORTUNITIES FOR LATINO FARMERS. ALL EFFORTS WILL WORK CLOSELY WITH THE REGIONAL CENTERS OF THE NLFR AND USDA SERVICE CENTERS TO BETTER CONNECT USDA WITH LATINO PRODUCERS THROUGH LOCAL EFFORTS. IN COLLABORATION WITH OTHER PARTICIPATING ORGANIZATIONS AND PROGRAMS, THE CENTER WILL WORK DILIGENTLY TO REDUCE THE COST BURDEN OR BREAKING THROUGH LANGUAGE AND TRUST BARRIERS BY WORKING CLOSELY AND IN ASSOCIATION WITH OTHER LIKE-MINDED AGRICULTURAL EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "a6c1d052-9eb4-149a-4563-9f7a0edbd7fe-R", "generated_internal_id": "ASST_NON_20227041637110_12H3"}, {"internal_id": 147432261, "Award ID": "20227041637109", "Award Amount": 10000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-18", "CFDA Number": "10.234", "Description": "SINCE 1987, THE INTERTRIBAL AGRICULTURE COUNCIL (IAC) HAS PROMOTED THE INDIAN USE OF INDIAN RESOURCES FOR THE BENEFIT OF THE INDIAN PEOPLE. CONTENDING WITH SYSTEMIC OPPRESSION, HISTORICAL DISCRIMINATION, AND PURPOSEFUL EXCLUSION FROM GENERATIONS OF USDA PROGRAMMING, POSED A BLEAK REALITY FOR INDIAN PRODUCERS IN THE 1980&#39;S BUT PRESENTED AN IMMENSE POTENTIAL FOR GROWTH THROUGH THE EYES OF THE IAC&#39;S FOUNDING LEADERSHIP. CARRYING FORWARD THIS EFFORT HAS TRAINED THE IAC TO BE THE MOST EFFECTIVE ORGANIZATION IN SERVICE TO OUR SOCIALLY DISADVANTAGED FARMERS AND RANCHERS OF INDIAN COUNTRY. WORKING ACROSS NEARLY FOUR GENERATIONS HAS ROOTED OUR STAFF IN KNOWING THE ON-THE-GROUND NEEDS OF SOCIALLY DISADVANTAGED PRODUCERS PURSUING USDA PROGRAMS. FOR THESE REASONS, THE IAC PROPOSES THE WORK SET FORTH IN THIS COOPERATIVE AGREEMENT THAT WILL NOT ONLY MAINTAIN SERVICE TO MORE THAN 80,000 AMERICAN INDIAN PRODUCERS BUT WILL ALSO SHARE OUR EXPERIENCES TO BETTER INFORM THE USDA&#39;S APPROACH TO OUTREACH IN INDIAN COUNTRY.PROGRAMMATIC OFFERINGS HAVE EXPANDED OVER 34 YEARS TO DIRECTLY ADDRESS THE NEEDS OF SOCIALLY DISADVANTAGED COMMUNITIES. A ROBUST AND DYNAMIC TEAM OF TRIBAL AND INDIGENOUS COMMUNITY MEMBERS AND ALLIES DISTRIBUTE A SUITE OF PRODUCER-FOCUSED RESOURCES ROOTED IN PROMOTING EQUITABLE AGRICULTURAL AND FOOD SYSTEMS FOR INDIAN COUNTRY. INFORMED BY THE TRADE ROUTES AND FOOD SYSTEMS THAT EXISTED ON THIS CONTINENT BEFORE COLONIZATION, IAC SEEKS TO ADDRESS SYSTEMIC INEQUITIES TO BETTER SERVE NATIVE PRODUCERS AND INDIAN COUNTRY AS A WHOLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "45bcee10-9f99-cc04-be5e-eba2c4715a76-C", "generated_internal_id": "ASST_NON_20227041637109_12H3"}, {"internal_id": 147432257, "Award ID": "20227041637108", "Award Amount": 3998380.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-18", "CFDA Number": "10.234", "Description": "THIS PROPOSAL SEEKS TO SUPPORT SOCIALLY DISADVANTAGED FARMERS AND THEIR COMMUNITIES BY CREATING A COMMUNITY-LED COOPERATIVE DEVELOPMENT ECOSYSTEM.COOPERATIVES PROVIDE SMALL PRODUCERSMARKETING AND PURCHASING POWER, NETWORKS, TRAINING, AND A VOICE NOT AVAILABLE TO INDIVIDUAL ACTORS. THROUGH COLLECTIVE ACTION, PRODUCERS DEVELOP STABLE, SUSTAINABLE BUSINESSES THAT LOWER COST OF INPUTS, EXPAND ACCESS TO MARKETS, SHARE BEST PRODUCTION PRACTICES, AND ADD VALUE THROUGH PROCESSING. THE VERY STRUCTURE OF COOPERATIVES REQUIRES THEM TO BE RESPONSIVE TO MEMBER-OWNERS DIRECTLY CONNECTING MEMBER NEEDS AND THE SERVICES PROVIDED.LOCALLY ROOTED, COOPERATIVES BUILD CIVICAND SOCIAL CAPITAL THAT ANCHOR COMMUNITIES. PARTICULARLY WITHIN SOCIALLY DISADVANTAGED GROUPS, THE COLLECTIVE OWNERSHIP OF COOPERATIVES CAN CONTRIBUTE DIRECTLY TO THE SUCCESS OF THE MEMBERS AS WELL AS COMMUNITY VITALITY. COOPERATIVES PROVIDE STABILITY, INCREASE VOICE, SUPPORT STABLE, COMMUNITY-BASED INSTITUTIONS, AND NURTURE AND DEVELOP AUTHENTIC LOCAL LEADERS AS WELL AS INFORMED AND EMPOWERED MEMBERS.COOPERATIVES CAN RAISE FARM INCOME ANDHELP CLOSE THE DISPARITY GAP. FURTHER, THEY CONTRIBUTE TO A BROAD AND DIVERSE SET OF HEALTHY COMMUNITY MEASURES.CO-OPS TEND TO STAY IN BUSINESS LONGER THAN INVESTOR-OWNED FIRMS FOR EXAMPLE, PROVIDE MORE STABLE EMPLOYMENT IN ECONOMIC DOWNTURNS, AND CONTRIBUTE TO MORE FAIR AND TRANSPARENT LOCAL MARKETS.COOPERATIVES ARE A PROVEN TOOL FOR ADDING VALUE TO FARMING OPERATIONS AND HAVE A LONG TRACKRECORD OF SUCCESS IN FINANCE, HOUSING, AND RURALUTILITIES.MUCH OF THE SUCCESS OF COOPERATIVES IN RURAL AREAS IS ATTRIBUTABLE TO USDA&#39;S PAST WORK TO PROMOTE THE MODEL AND ITS CURRENT FUNDING OF COOPERATIVE DEVELOPMENT CENTERS THROUGH THE RURAL COOPERATIVE DEVELOPMENT GRANTS AND SOCIALLY DISADVANTAGED GROUP GRANTS. UNFORTUNATELY, THE BUSINESS MODEL IS NOT WELL UNDERSTOOD IN MANY CIRCLES. YET COOPERATIVES TEND TO BE PREVALENT IN AREAS WHERE THERE IS FAMILIARITY WITH THE MODEL CREATED BY A POSITIVEREGULATORY AND POLICY ENVIRONMENT, KNOWLEDGEABLE TECHNICAL ASSISTANCE AND PROFESSIONAL SERVICES, AND A NETWORK OF OTHER COOPERATIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "f65971d2-4a08-3008-5aa2-c815cdac260a-C", "generated_internal_id": "ASST_NON_20227041637108_12H3"}]