[{"internal_id": 139651718, "Award ID": "59500060072R", "Award Amount": -155.95, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "10.253", "Description": "FOODAPS-2 GEOGRAPHY STUDY - BOVINE RESPIRATORY DISEASE (BRD) COMPLEX IS AN ECONOMICALLY IMPORTANT COMPLEX OF DISEASES CAUSED BY TRANSPORT STRESS AND BACTERIAL AND VIRAL PATHOGENS INCLUDING MANNHEIMIA HAEMOLYTICA, PASTEURELLA MULTOCIDA, HISTOPHILUS SOMNI, AND MYCOPLASMA BOVIS. THE ABILITY TO RAPIDLY IDENTIFY SICK CATTLE BEFORE THE ONSET OF SEVERE DISEASE WOULD ENABLE THE TARGETED, LIMITED USE OF ANTIBIOTICS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1365968e-88a8-9046-4733-6ec9e7f54826-C", "generated_internal_id": "ASST_NON_59500060072R_12H4"}, {"internal_id": 86314735, "Award ID": "59500060014", "Award Amount": -981.61, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-11-29", "CFDA Number": "10.253", "Description": "CONSUMER LEVEL FOOD LOSS: AN UPDATE OF ESTIMATES FOR COOKING LOSS AND UNEATEN FOOD AT THE CONSUMER LEVEL - 1. EVALUATION OF US WHEAT GERMPLASM FOR RESISTANCE TO WHEAT BLAST. 2. DEVELOPMENT OF NEW RESISTANT GERMPLASM. 3. COLLECTION OF NEW WHEAT PATHOTYPES FOR M. ORYZAE FOR DIAGNOSTICS DEVELOPMENT. 4. COLLECTION OF M. ORYZAE ISOLATES FROM WILD GRASSES IN PARAGUAYAN FIELDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_59500060014_12H4"}, {"internal_id": 97853428, "Award ID": "59500050115", "Award Amount": -0.81, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-02-03", "CFDA Number": "10.253", "Description": "USING FOODAPS FOR RESEARCH IN DIET, HEALTH, NUTRITION, AND FOOD SECURITY - IDENTIFY THE IMPACT OF AGRICULTURAL CONSERVATION PRACTICES ON SURFACE AND SUBSURFACE RUNOFF WATER QUALITY AND QUANTITY IN THE ST. JOSEPH RIVER WATERSHED AND THE WESTERN LAKE ERIE BASIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b0d247c3-6de8-0d1c-6c24-964a672b3d54-C", "generated_internal_id": "ASST_NON_59500050115_12H4"}, {"internal_id": 96170960, "Award ID": "59500050111", "Award Amount": -8.85, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-12", "CFDA Number": "10.253", "Description": "SNAP-UI: THE CONTINUING DYNAMIC - OBJECTIVE 1: INCREASE KNOWLEDGE ABOUT THE HEALTH OF THE NATION'S SOILS THOUGH FORMALIZING INTERACTIONS THAT ENHANCE THE VISIBILITY OF ARS AND THE NATIONAL ASSOCIATION OF CONSERVATION DISTRICTS (NACD) - PRIMARILY THEIR SOIL HEALTH CHAMPIONS. OBJECTIVE 2: INITIATE, DISCUSS, AND DEVELOP PROCESSES TO ENABLE FORMAL TEAMWORK AND COLLABORATIVE EFFORTS TO ACHIEVE MUTUAL GOALS AND EFFICIENTLY UTILIZE THE PARTIES INDIVIDUAL RESOURCES, RESULTING IN INFORMATION AND TOOLS THAT CAN SUSTAIN AND IMPROVE SOIL HEALTH IN CONSERVATION EFFORTS, A VARIETY OF AGRICULTURAL PRODUCTION SYSTEMS AND OTHER LAND USES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d97e08b8-c59c-946b-ad6e-1bef5e5b6a1e-C", "generated_internal_id": "ASST_NON_59500050111_12H4"}, {"internal_id": 97054922, "Award ID": "59500040062", "Award Amount": -2060.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "10.253", "Description": "COMPETITIVE GRANT TO ESTABLISH A USDA CENTER FOR BEHAVIORAL ECONOMICS AND HEALTHY FOOD CHOICE RESEARCH - DEVELOP A DIAGNOSTIC TOOL THAT CAN RAPIDLY AND RELIABLY IDENTIFY PVY INFECTIONS THAT CAN RESULT IN TUBER NECROSIS DISEASE IN SUSCEPTIBLE POTATO CULTIVARS SO THAT THOSE AFFECTED LOTS CAN BE REMOVED FROM THE CERTIFIED SEED SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f191f83-6024-f2be-3012-4b740b10ac7a-C", "generated_internal_id": "ASST_NON_59500040062_12H4"}, {"internal_id": 108819906, "Award ID": "59500000054", "Award Amount": 394996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-07", "CFDA Number": "10.253", "Description": "UPDATE ESTIMATES OF CONSUMER FOOD LOSS FACTORS FOR ASSESSING PROGRESS IN REDUCING FOOD LOSS AND WASTER - THE OBJECTIVES FOR THIS PROJECT WILL BE TO: 1) DETERMINE THE PHENOTYPIC RESPONSE OF SPECIFIC ASSESSIONS OF USDA-ARS, NATIONAL PLANT GERMPLASM SYSTEM (NPGS) APPLE COLLECTION TO FIRE BLIGHT IN ORDER TO IDENTIFY GERMPLASM DONOR STOCKS WITH POTENTIALLY NOVEL ALLELIC VARIANTS AT KNOWN FIRE BLIGHT RESISTANT LOCI AND TO IDENTIFY ACCESSIONS WITH POTENTIALLY NOVEL RESISTANCE LOCI FOR FIRE BLIGHT; 2) CONDUCT MULTIPLEX POLYMERASE CHAIN REACTION (PCR) FOR FIVE KNOWN MAJOR FIRE BLIGHT RESISTANCE LOCI ON FIRE BLIGHT RESISTANCE ACCESSIONS TO CLASSIFY GENETIC LOCI DETERMINING RESISTANCE OR IDENTIFY POTENTIALLY NOVEL SOURCES OF RESISTANCE; AND 3) DISSEMINATION OF PHENOTYPIC DATA FOR FIRE BLIGHT RESISTANCE AND MARKER LOCI CLASSIFICATION THROUGH THE GERMPLASM RESOURCES INFORMATION NETWORK (GRIN)-GLOBAL DATABASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_59500000054_12H4"}, {"internal_id": 69669721, "Award ID": "59400080066", "Award Amount": 74950.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-28", "CFDA Number": "10.253", "Description": "FOODAPS ESSEX - RANGELAND ECOSYSTEM DYSFUNCTION ASSOCIATED WITH INCREASED WILDFIRE ACTIVITY, INVASIVE ANNUAL GRASSES, AND EXPANDING CONIFERS IS NEGATIVELY IMPACTING AGRICULTURAL PRODUCTION AND A VARIETY OF ECOSYSTEM SERVICES ACROSS THE WESTERN UNITED STATES. THESE FACTORS HAVE SEVERE ECONOMIC IMPLICATIONS; FOR EXAMPLE, FEDERAL FIRE SUPPRESSION EXPENDITURES IN FY 2017 APPROACHED $3 BILLION. THE INCREASING FREQUENCY OF WILDFIRES ACROSS WESTERN RANGELANDS REMAINS A THREAT TO ECOSYSTEM STRUCTURE AND FUNCTION. IN GREAT BASIN RANGELANDS, WILDFIRE OFTEN CREATES A POSITIVE FEEDBACK BY INCREASING INVASIVE ANNUALS AND ALTERING FUEL LOADING. UNDERSTANDING THE DYNAMICS OF THE PLANT COMMUNITY-BOTH IN RESPONSE TO WILDFIRE AND ITS ROLE IN WILDFIRE OCCURRENCE-IS CRITICAL TO GUIDE RANGELAND MANAGEMENT IN THE FACE OF FIRE, FUELS, AND INVASIVE PLANTS. AT LARGE SPATIAL SCALES, EXISTING FUEL MODELING EFFORTS HAVE SHOWN THAT ANTECEDENT PRECIPITATION AMOUNT AND PATTERN CAN BE USED TO GENERALIZE WILDFIRE PROBABILITY. MISSING FROM THOSE EFFORTS HAS BEEN THE INCORPORATION OF BIOTIC STATUS (E.G., PLANT COMMUNITY COMPOSITION AND FUNCTIONAL GROUP ABUNDANCE) INTO PREDICTIVE MODELS. INCORPORATING CURRENT BIOTIC INFORMATION HAS THE POTENTIAL TO DRAMATICALLY IMPROVE THE RELEVANCY OF EMPIRICALLY-DERIVED MODELS TO ON-THE-GROUND MANAGEMENT CONDITIONS AND DECISION MAKING. THE OBJECTIVES OF THIS WORK ARE TO 1) EXAMINE THE BIOTIC DRIVERS OF AND RESPONSES TO WILDFIRE; AND 2) EXAMINE THE POTENTIAL FOR INCORPORATING BIOTIC COMPONENTS INTO ABIOTICALLY-DRIVEN (E.G., PRECIPITATION AT VARIOUS TIME LAGS) MODELS FOR PREDICTING WILDFIRE AND PLANT COMMUNITY RESPONSES. OBJECTIVES WILL APPLY ACROSS THE GREAT BASIN REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_59400080066_12H4"}, {"internal_id": 69669722, "Award ID": "59400080065", "Award Amount": 224850.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-28", "CFDA Number": "10.253", "Description": "METHODOLOGICAL RESEARCH ON DEVELOPING A FULLY-FUNCTIONAL WEB-BASED APP TO COLLECT FOOD DATA - RANGELAND ECOSYSTEM DYSFUNCTION ASSOCIATED WITH INCREASED WILDFIRE ACTIVITY, INVASIVE ANNUAL GRASSES, AND EXPANDING CONIFERS IS NEGATIVELY IMPACTING AGRICULTURAL PRODUCTION AND A VARIETY OF ECOSYSTEM SERVICES ACROSS THE WESTERN UNITED STATES. THESE FACTORS HAVE SEVERE ECONOMIC IMPLICATIONS; FOR EXAMPLE, FEDERAL FIRE SUPPRESSION EXPENDITURES IN FY 2017 APPROACHED $3 BILLION. THE INCREASING FREQUENCY OF WILDFIRES ACROSS WESTERN RANGELANDS REMAINS A THREAT TO ECOSYSTEM STRUCTURE AND FUNCTION. IN GREAT BASIN RANGELANDS, WILDFIRE OFTEN CREATES A POSITIVE FEEDBACK BY INCREASING INVASIVE ANNUALS AND ALTERING FUEL LOADING. UNDERSTANDING THE DYNAMICS OF THE PLANT COMMUNITY-BOTH IN RESPONSE TO WILDFIRE AND ITS ROLE IN WILDFIRE OCCURRENCE-IS CRITICAL TO GUIDE RANGELAND MANAGEMENT IN THE FACE OF FIRE, FUELS, AND INVASIVE PLANTS. AT LARGE SPATIAL SCALES, EXISTING FUEL MODELING EFFORTS HAVE SHOWN THATANTECEDENT PRECIPITATION AMOUNT AND PATTERN CAN BE USED TO GENERALIZE WILDFIRE PROBABILITY. MISSING FROM THOSE EFFORTS HAS BEEN THE INCORPORATION OF BIOTIC STATUS (E.G., PLANT COMMUNITY COMPOSITION AND FUNCTIONAL GROUP ABUNDANCE) INTO PREDICTIVE MODELS. INCORPORATING CURRENT BIOTIC INFORMATION HAS THE POTENTIAL TO DRAMATICALLY IMPROVE THE RELEVANCY OF EMPIRICALLY-DERIVED MODELS TO ON-THE-GROUND MANAGEMENT CONDITIONS AND DECISION MAKING. THE OBJECTIVES OF THIS WORK ARE TO 1) EXAMINE THE BIOTIC DRIVERS OF AND RESPONSES TO WILDFIRE; AND 2) EXAMINE THE POTENTIAL FOR INCORPORATING BIOTIC COMPONENTS INTO ABIOTICALLY-DRIVEN (E.G., PRECIPITATION AT VARIOUS TIME LAGS) MODELS FOR PREDICTING WILDFIRE AND PLANT COMMUNITY RESPONSES. OBJECTIVES WILL APPLY ACROSS THE GREAT BASIN REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_59400080065_12H4"}, {"internal_id": 116524943, "Award ID": "59400060069", "Award Amount": -966.18, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-01", "CFDA Number": "10.253", "Description": "EXPERT TECHNICAL PANEL ON TECHNICAL QUESTIONS AND DATA GAPS IN THE ERS LOSS-ADJUSTED FOOD AVAILABILITY (LAFA) DATA SERIES -", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_59400060069_12H4"}, {"internal_id": 109859685, "Award ID": "59400000067", "Award Amount": 699992.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-17", "CFDA Number": "10.253", "Description": "25 YEARS OF FOOD SECURITY MEASUREMENT: ANSWERED QUESTIONS AND FURTHER RESEARCH - PREVIOUS WORK HAS IDENTIFIED MOST (OR ALL) OF THE EFFECTORS THAT PSEUDOMONAS SYRINGAE STRAIN DC3000 USES TO DISABLE PLANT DEFENSES AND MANY OF THE COMPONENTS IN THE PLANT DEFENSE SYSTEMS THAT ARE TARGETED BY THE EFFECTORS. HOWEVER, IT IS STILL RELATIVELY UNKNOWN WHICH COMPONENTS OF THE PLANT ENVIRONMENT TRIGGER THE BACTERIA TO DEPLOY ITS VIRULENCE SYSTEMS, OR HOW THE BACTERIA SENSES AND RESPONDS TO PLANT DEFENSES WHEN THEY ARE DEPLOYED. THIS AGREEMENT PROPOSES TO IDENTIFY THE SIGNAL RECEPTORS AND REGULATION PATHWAYS THAT DC3000 USES TO SURVIVE WITHIN THE PLANT ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1365968e-88a8-9046-4733-6ec9e7f54826-C", "generated_internal_id": "ASST_NON_59400000067_12H4"}, {"internal_id": 67834554, "Award ID": "58500080053", "Award Amount": 1997503.44, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-16", "CFDA Number": "10.253", "Description": "INCREASING ACCESSIBILITY AND VALUE OF USDA FOOD DATA RESOURCES - THIS PROJECT WILL VALIDATE A HUMANE METHOD OF PIG EUTHANIZATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "50711815-b6bd-c4b3-a55c-a9b83b3e8cea-C", "generated_internal_id": "ASST_NON_58500080053_12H4"}, {"internal_id": 83795076, "Award ID": "58400090052", "Award Amount": 24415.74, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "10.253", "Description": "VALIDATING COMMODITY-SPECIFIC FOOD LOSS ESTIMATES AT THE CONSUMER LEVEL - 1. EVALUATION OF CARROTS IN WARM, DRY, OR SALINE FIELD CONDITIONS. 2. INTERCROSSING OF CLIMATE-RESILIENT CARROTS. 3. FIELD TRAILING OF INTERCROSSES AND THEIR DERIVATIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_58400090052_12H4"}, {"internal_id": 82498122, "Award ID": "58400090044", "Award Amount": 28698.09, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "10.253", "Description": "THE EFFECTS OF NUTRITION INFORMATION FRAMING AND PRESENTATION ON FOOD-AWAY-FROM-HOME CONSUMPTION - PROJECT 1 - GENETICS & BREEDING OF FHB RESISTANT SOFT WHITE & RED WINTER WHEAT FOR NORTHEAST: 1) DEVELOP FHB RESISTANT SOFT WHEAT CULTIVARS FOR THE NORTHEASTERN U.S; 2) PYRAMID FHB RESISTANCE GENES BY HYBRIDIZING ELITE LINES WITH NATIVE FHB RESISTANCE TO NEW SOURCES OF FHB RESISTANCE BOTH ASIAN AND OTHER SOURCES; 3) EVALUATE FHB RESISTANT LINES IN NEW YORK REGIONAL TRIALS FOR RELEASE, FARMER RECOMMENDATIONS, AND SEED INCREASE; AND 4) PARTICIPATE IN THE COORDINATED SHARING OF INFORMATION FROM THE ABOVE ACTIVITIES TO GENERATE A COMPREHENSIVE SOURCE OF INFORMATION THAT CAN BE USED IN FORWARD BREEDING STRATEGIES. PROJECT 2 - MALE STERILE FACILITATED RECURRENT SELECTION FOR FHB RESISTANCE (MPI-5): THE OBJECTIVE OF THIS PROJECT IS TO ADVANCE MALE-STERILE FACILITATED RECURRENT SELECTION POPULATIONS THAT HAVE BEEN DEVELOPED TO COMBINE GENES FOR FHB RESISTANCE FROM MULTIPLE SOURCES IN SOFT WINTER WHEAT BACKGROUNDS ADAPTED TO THE EASTERN U.S. PROJECT 3 - COORDINATED PHENOTYPING OF UNIFORM NURSERIES AND OFFICIAL VARIETY TRIALS: SCREEN AND EVALUATE APPROX. 450 UNIQUE ADVANCED BREEDING LINES AND RELEASED CULTIVARS FOR FHB RESISTANCE. PROJECT 4 - IMPLEMENTING GENOMIC SELECTION FOR FHB RESISTANCE IN SOFT WINTER WHEAT (SWW) ADAPTED TO THE CORN BELT: 1) TO IMPLEMENT GENOMIC SELECTION (GS) FOR FHB RESISTANCE IN SOFT WINTER WHEAT BY COMPLETING TWO CYCLES OF GS; AND 2) INITIATE EVALUATION OF THE EFFECTIVENESS OF GS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_58400090044_12H4"}, {"internal_id": 159186660, "Award ID": "58400090042", "Award Amount": -531.04, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-01", "CFDA Number": "10.253", "Description": "THE EFFECT OF STATE MEDICAID EXPANSION ON SNAP PARTICIPATION, SNAP ELIGIBILITY AND ENROLLMENT, AND FOOD SECURITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_58400090042_12H4"}, {"internal_id": 146686112, "Award ID": "58400090035R", "Award Amount": -2827.26, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-18", "CFDA Number": "10.253", "Description": "THE IMPACT OF SNAP ON OBESITY: FINDINGS FROM THE ATUS-EHM - 1) ESTABLISH STEM RUST SENTINEL PLOTS TO DETECT POTENTIAL INCURSION OF VIRULENT STEM RUST RACES, INCLUDING UG99; AND 2) DETECT RUST ESTABLISHMENT ON ALTERNATE HOST (BERBERIS SPP.) AND ACCESSARY HOSTS (CULTIVATED AND WILD GRASSES) BY FIELD SURVEY AND RACE IDENTIFICATION OF RUST SAMPLES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ee21ac-739d-5576-dcac-ca74ea0e4047-C", "generated_internal_id": "ASST_NON_58400090035R_12H4"}, {"internal_id": 68610386, "Award ID": "58400080046", "Award Amount": 29962.36, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "10.253", "Description": "EVALUATING THE IMPACTS OF PROPOSED MEAT TAXES ON PRODUCERS AND CONSUMERS - THE UNIVERSITY OF GEORGIA RESEARCH FOUNDATION AND THE AGRICULTURAL RESEARCH SERVICE (ARS) DESIRE TO ENTER INTO THIS AGREEMENT FOR THE PURPOSE OF SUPPORTING RESEARCH TO BE CARRIED OUT AT ARS AND COOPERATOR FACILITIES. ARS DESIRES THE COOPERATOR TO PROVIDE GOODS AND SERVICES NECESSARY TO CARRY OUT RESEARCH OF MUTUAL INTEREST WITHIN THE SOUTHEAST AREA, US NATIONAL POULTRY RESEARCH CENTER, ENDEMIC POULTRY VIRAL DISEASES RESEARCH UNIT, ATHENS, GEORGIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_58400080046_12H4"}, {"internal_id": 147493240, "Award ID": "58400060059R", "Award Amount": -18683.97, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-02", "CFDA Number": "10.253", "Description": "FUNDING RESEARCH ON FOOD SECURITY USING THE PANEL STUDY OF INCOME DYNAMICS - THE OBJECTIVE IS TO DEVELOP A SYSTEMATIC APPROACH FOR IDENTIFYING LOCI TO USE FOR METAGENOMIC STUDIES THAT WILL CHARACTERIZE DIFFERENT FORMAE SPECIALES OF FUSARIUM OXYSPORUM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_58400060059R_12H4"}, {"internal_id": 111138516, "Award ID": "58400000030", "Award Amount": 29499.97, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "10.253", "Description": "MEASURING FOOD ACCESS BY MEASURING THE PHYSICAL COMPLEXITY OF THE BUILT ENVIRONMENT - TO SUPPORT THE INTERNATIONAL CONGRESS OF MEAT SCIENCE AND TECHNOLOGY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94a5f913-3d90-0392-f8a2-22465ba63352-C", "generated_internal_id": "ASST_NON_58400000030_12H4"}, {"internal_id": 101098343, "Award ID": "58400000017", "Award Amount": 29328.32, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-24", "CFDA Number": "10.253", "Description": "PANEL PRICE INDICES AND PRICE PREMIA FOR ORGANIC FRESH FRUITS & VEGETABLES - DEVELOP PREDICTIVE MODELING TOOLS FOR NORTHERN CORN LEAF BLIGHT (NCLB) AND GRAY LEAF SPOT (GLS) OF CORN. FOR COTTON, THE FIRST OBJECTIVE IS TO CREATE DNA DETECTION TOOLS FOR COTTON PATHOGENS THAT CAN BE MULTIPLEXED AND DEPLOYED IN AIR SAMPLING SYSTEMS. THE SECOND OBJECTIVE IS TO ESTABLISH THE ASSOCIATION BETWEEN INITIAL INOCULUM, DISEASE DEVELOPMENT AND WEATHER IN SENTINEL PLOTS TO BUILD AND VALIDATE PATHOGEN MODELS. THE THIRD OBJECTIVE IS TO INSTALL PASSIVE AIR SAMPLERS IN COMMERCIAL COTTON FIELDS LOCATED NEAR THE SENTINEL PLOTS AND CAPTURE DAILY WEATHER DATA. THE FOURTH OBJECTIVE IS TO CREATE A COTTON YIELD EPIDEMIOLOGY MODEL FOR TARGET SPOT BASED ON DISEASE PROGRESS AND PATHOGEN LOAD. THE FIFTH OBJECTIVE IS TO ARCHIVE ALL DATA, MODELS, AND SAMPLES FROM THE PREVIOUS OBJECTIVES TO ALLOW FUTURE INVESTIGATORS TO IMPROVE MODELS AND TOOLS AND TO RETROSPECTIVELY IDENTIFY INVASIVE PATHOGENS OR VIRULENT STRAINS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_58400000017_12H4"}, {"internal_id": 97054923, "Award ID": "58500090054R", "Award Amount": 60000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-09-23", "CFDA Number": "10.253", "Description": "LESSONS LEARNED FROM THE 2013 AND 2015 PURCHASE-TO-PLATE CROSSWALK AND PRICE TOOL CREATION - DEVELOP A DIAGNOSTIC TOOL THAT CAN RAPIDLY AND RELIABLY IDENTIFY PVY INFECTIONS THAT CAN RESULT IN TUBER NECROSIS DISEASE IN SUSCEPTIBLE POTATO CULTIVARS SO THAT THOSE AFFECTED LOTS CAN BE REMOVED FROM THE CERTIFIED SEED SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_58500090054R_12H4"}, {"internal_id": 68166959, "Award ID": "58500080052", "Award Amount": 178621.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-08-28", "CFDA Number": "10.253", "Description": "ANALYTICAL LITERATURE REVIEWS TO SUPPORT 2020 ERS COST ESTIMATES OF FOODBORNE ILLNESS DATA PRODUCT UPDATES - DEVELOP EFFECTIVE FUMIGATION METHODS THAT CAN DELIVER FUMIGANTS TO DEEPER SOIL USING DEEP INJECTION, CARBONATION, AND LOW PERMEABILITY TARP OR COMBINATIONS OF THESE TECHNIQUES IN STRIP (TREE ROW) AND SPOT (TREE SITE) APPLICATIONS TO ACHIEVE GOOD NEMATODE CONTROL, LOW EMISSION, AND IMPROVEMENT ON TREE PERFORMANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_58500080052_12H4"}, {"internal_id": 79788888, "Award ID": "58500050099", "Award Amount": -14.98, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-03-20", "CFDA Number": "10.253", "Description": "DISABILITY, FOOD SECURITY, AND ASSISTANCE PROGRAMS - THE OBJECTIVE OF THIS PROJECT IS TO DEVELOP A SELF-PROPELLED FRESH MARKET BLUEBERRY HARVESTER THAT DELIVERS FRESH MARKET QUALITY BLUEBERRIES WITH LESS INTERNAL BRUISE DAMAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_58500050099_12H4"}, {"internal_id": 95086384, "Award ID": "58500050058", "Award Amount": -671.95, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-02-05", "CFDA Number": "10.253", "Description": "NEW EVIDENCE ON THE IMPACTS OF SNAP ON HEALTH AND LABOR MARKET OUTCOMES - IDENTIFY THE IMPACT OF AGRICULTURAL CONSERVATION PRACTICES ON SURFACE AND SUBSURFACE RUNOFF WATER QUALITY AND QUANTITY IN THE ST. JOSEPH RIVER WATERSHED AND THE WESTERN LAKE ERIE BASIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fafdc950-0302-1107-c64c-74fb82b7ab42-C", "generated_internal_id": "ASST_NON_58500050058_12H4"}, {"internal_id": 81379257, "Award ID": "58500050041", "Award Amount": -14.97, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-05-24", "CFDA Number": "10.253", "Description": "MAXIMIZING THE SNAP BENEFIT THROUGH OPTIMIZING FOOD ACQUISITIONS - UNIVERSITY OF GEORGIA (COOPERATOR) AND THE AGRICULTURAL RESEARCH SERVICE (ARS OR AGENCY) DESIRE TO ENTER INTO THIS AGREEMENT FOR THE PURPOSE OF SUPPORTING RESEARCH TO BE CARRIED OUT AT ARS AND COOPERATOR FACILITIES. ARS DESIRES THE COOPERATOR TO PROVIDE GOODS AND SERVICES NECESSARY TO CARRY OUT RESEARCH OF MUTUAL INTEREST WITHIN THE US NATIOAL POULTRY RESEARCH CENTER, ATHENS, GA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_58500050041_12H4"}, {"internal_id": 46198359, "Award ID": "58500030069", "Award Amount": -10524.4, "Award Type": null, "Base Obligation Date": "2017-11-14", "CFDA Number": "10.253", "Description": "UNDERSTANDING THE STATISTICAL PROPERTIES OF IRI STORE-BASED AND HOUSE-BASED SCANNER DATA - TO FACILITATE ONGOING IMPLEMENTATION AND EXPANSION OF THE VIVO RESEARCHERS AND COLLABORATORS SYSTEM BY IMPROVING EXISTING SOFTWARE AND DEVELOPING AND TESTING NEW TOOLS FOR DATA INGEST, ANALYSIS, DISPLAY, VISUALIZATION, NAVIGATION, REPORTING, SEARCH, EXPORT, AND RE-USE TO MEET MULTIPLE POTENTIAL USES FOR VIVO AND VIVO DATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_58500030069_12H4"}, {"internal_id": 79105430, "Award ID": "58500030066", "Award Amount": -63855.8, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-03-07", "CFDA Number": "10.253", "Description": "UNDERSTANDING SNAP AND FOOD SECURITY AMONG LOW-INCOME HOUSEHOLDS - INFECTIONS WITH HERPES VIRUSES ARE KNOWN TO GENERATE POWERFUL CD8 T CELL RESPONSES AND THERE IS A LARGE BODY OF EVIDENCE INDICATING THAT THESE RESPONSES PLAY A KEY ROLE IN IMMUNITY TO THESE VIRUSES. THIS HAS PROMPTED RESEARCH TO EXPLORE THE POTENTIAL OF CERTAIN HERPES VIRUSES AS VACCINE VECTORS, FOCUSING PARTICULARLY ON DISEASES THAT REQUIRE CD8 T CELL RESPONSES FOR IMMUNITY. THE CAPACITY OF CD8 T CELLS TO ACT AS EFFECTORS AGAINST VIRAL INFECTIONS GENERALLY RELIES ON THEIR ABILITY TO RECOGNISE AND RESPOND TO VIRUS-INFECTED CELLS BEFORE THEY PRODUCE LARGE QUANTITIES OF VIRUS. IN THIS REGARD, CD8 T CELL RESPONSES TO HERPES VIRUSES SUCH AS HUMAN HERPES SIMPLEX VIRUS (HSV-1) TEND TO INCLUDE DOMINANT RESPONSES AGAINST THE IE PROTEINS AND IT IS THESE RESPONSES THAT ARE PREDOMINANTLY INVOLVED IN MEDIATING IMMUNE PROTECTION. IN ADDITION, A NUMBER OF HERPES VIRUSES HAVE A PREFERENTIAL TROPISM FOR MACROPHAGES AND DENDRITIC CELLS, THUS ENABLING THE INFECTED CELLS THEMSELVES TO ACT AS ANTIGEN-PRESENTING CELLS FOR INDUCTION OF CD8 T CELL RESPONSES. ONE SUCH GROUP IS THE CYTOMEGALOVIRUSES (CMV), WHICH IN HUMANS CAUSE ASYMPTOMATIC INFECTIONS IN HEALTHY PEOPLE BUT CAN BE PATHOGENIC IN IMMUNOCOMPROMISED INDIVIDUALS. MOREOVER, SINCE CMVS ARE POOR INDUCERS OF NEUTRALISING ANTIBODIES, A CD8 T CELL RESPONSE CAN STILL BE INDUCED FOLLOWING IMMUNIZATION OF PREVIOUSLY INFECTED INDIVIDUALS. THE COMBINATION OF THESE PROPERTIES MAKES CMVS AN ATTRACTIVE PROSPECT FOR USE AS VACCINE VECTORS. RECENT STUDIES UTILISING SIMIAN CMV AS A VECTOR FOR DELIVERY OF SIMIAN IMMUNODEFICIENCY VIRAL ANTIGENS HAVE SHOWN THAT IT INDUCES STRONG VIRUS-SPECIFIC CD8 T CELL RESPONSES AND HIGH LEVELS OF PROTECTION AGAINST VIRUS CHALLENGE. ALTHOUGH A CYTOMEGALOVIRUS HAS NOT BEEN IDENTIFIED IN CATTLE, BOVINE HERPES VIRUS 4 (BHV-4) SHARES A NUMBER OF PROPERTIES WITH CYTOMEGALOVIRUSES, WHICH HIGHLIGHT ITS POTENTIAL AS A VECTOR. ORIGINALLY CLASSIFIED AS A B-HERPES VIRUS AND REFERRED TO AS BOVINE CYTOMEGALOVIRUS, BASED ON ITS BIOLOGICAL PROPERTIES, BHV-4 WAS SUBSEQUENTLY FOUND TO BE A '-HERPES VIRUS. INFECTION WITH BHV-4 IS PREVALENT IN EUROPE AND USA AND ALTHOUGH THE VIRUS HAS BEEN ISOLATED FREQUENTLY FROM BOTH NORMAL AND DISEASED BOVINE TISSUES, THERE IS CURRENTLY NO EVIDENCE THAT IT IS THE CAUSATIVE AGENT OF DISEASE. LIKE CYTOMEGALOVIRUSES, BHV-4 IS REPORTED TO HAVE A PREDILECTION FOR THE MACROPHAGE LINEAGE AND IT INDUCES POOR NEUTRALIZING ANTIBODY RESPONSES. HENCE, IT IS LIKELY TO GENERATE CELLULAR IMMUNE RESPONSES IN PREVIOUSLY INFECTED ANIMALS AND COULD POTENTIALLY BE ADMINISTERED ON MORE THAN ONE OCCASION TO BOOST CELLULAR IMMUNE RESPONSES. BHV-4 HAS BEEN DEVELOPED AS A VACCINE VECTOR BY DR. GAITANO DONOFRIA, WHO HAS PRODUCED SEVERAL RECOMBINANT BHV-4 VIRUSES EXPRESSING VIRAL PROTEINS AND SHOWN THAT THEY STIMULATE STRONG ANTIBODY RESPONSES IN CALVES AND PROTECTION AGAINST THE RESPECTIVE VIRUSES. HOWEVER, THE ABILITY OF THE VIRUS TO INDUCE CELLULAR IMMUNE RESPONSES HAS NOT BEEN INVESTIGATED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_58500030066_12H4"}, {"internal_id": 46198347, "Award ID": "58500030048", "Award Amount": -0.05, "Award Type": null, "Base Obligation Date": "2017-11-14", "CFDA Number": "10.253", "Description": "FACTORS AFFECTING STATE-LEVEL PREVALENCE OF FOOD INSECURITY IN HOUSEHOLDS WITH CHILDREN - TO FACILITATE ONGOING IMPLEMENTATION AND EXPANSION OF THE VIVO RESEARCHERS AND COLLABORATORS SYSTEM BY IMPROVING EXISTING SOFTWARE AND DEVELOPING AND TESTING NEW TOOLS FOR DATA INGEST, ANALYSIS, DISPLAY, VISUALIZATION, NAVIGATION, REPORTING, SEARCH, EXPORT, AND RE-USE TO MEET MULTIPLE POTENTIAL USES FOR VIVO AND VIVO DATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_58500030048_12H4"}, {"internal_id": 116524948, "Award ID": "58500000077", "Award Amount": 50000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-09-24", "CFDA Number": "10.253", "Description": "IMPACT OF REDUCED SCHOOL MEALS ACCESS TO AND ACCESS TO PANDEMIC-EBT ON FOOD AVAILABILITY AND DIET QUALITY OF LOW-INCOME SCHOOL-AGE CHILDREN - 1. DEVELOP CROPPING SYSTEMS WHICH IMPROVE SOIL HEALTH THROUGH INCLUSION OF PEAS OR LENTILS. 2. DETERMINE THE EFFECT OF CROP SEQUENCE AND ROTATION LENGTH ON NODULATION AND ROOT ROT IN PEAS AND LENTILS. 3. DETERMINE IF YIELD AND PROTEIN OF SMALL GRAIN CROPS CAN BE SUSTAINED FOLLOWING FIELD PEA OR LENTIL USING SOIL NITROGEN CREDITS IN A NO-TILL, SEMI-ARID CROPPING SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41978dcd-498c-8ab8-89bf-c6abd4f48389-C", "generated_internal_id": "ASST_NON_58500000077_12H4"}, {"internal_id": 111341308, "Award ID": "58500000076", "Award Amount": 80000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-09-24", "CFDA Number": "10.253", "Description": "WHAT CAUSES SNAP HOUSEHOLDS TO IMPROVE THEIR DIET QUALITY? - 1. DEVELOP CROPPING SYSTEMS WHICH IMPROVE SOIL HEALTH THROUGH INCLUSION OF PEAS OR LENTILS. 2. DETERMINE THE EFFECT OF CROP SEQUENCE AND ROTATION LENGTH ON NODULATION AND ROOT ROT IN PEAS AND LENTILS. 3. DETERMINE IF YIELD AND PROTEIN OF SMALL GRAIN CROPS CAN BE SUSTAINED FOLLOWING FIELD PEA OR LENTIL USING SOIL NITROGEN CREDITS IN A NO-TILL, SEMI-ARID CROPPING SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca3239f4-1a30-1e98-422f-5c06fc73690f-C", "generated_internal_id": "ASST_NON_58500000076_12H4"}, {"internal_id": 111138512, "Award ID": "58500000072R", "Award Amount": 50000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-09-03", "CFDA Number": "10.253", "Description": "DEVELOPEMENT OF A SCHOOL MEAL PROGRAMS STATE POLICY DATABASE FOR USE IN SCHOOL NUTRITION RESEARCH - TO SUPPORT THE INTERNATIONAL CONGRESS OF MEAT SCIENCE AND TECHNOLOGY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a97b483-a237-d46a-d79b-15d987dc5a4f-C", "generated_internal_id": "ASST_NON_58500000072R_12H4"}, {"internal_id": 111138513, "Award ID": "58500000068", "Award Amount": 150459.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-09-03", "CFDA Number": "10.253", "Description": "ESTABLISHING AN INTERNATIONAL NETWORK FOR FOOD ACQUISITION AND PURCHASE SURVEYS - TO SUPPORT THE INTERNATIONAL CONGRESS OF MEAT SCIENCE AND TECHNOLOGY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_58500000068_12H4"}, {"internal_id": 83127143, "Award ID": "58400090042R", "Award Amount": 30000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-08-15", "CFDA Number": "10.253", "Description": "THE EFFECT OF STATE MEDICAID EXPANSION ON SNAP PARTICIPATION, SNAP ELIGIBILITY AND ENROLLMENT, AND FOOD SECURITY - THE PROPOSED WORK IS A JOINT EFFORT TO DEVELOP GENOMIC AND BIOINFORMATIC APPROACHES TO DISSECT MAIZE, MAIZE'S WILD RELATIVES, AND OTHER CROPS' AGRONOMIC TRAITS. THE GOAL IS TO IDENTIFY SPECIFIC NUCLEOTIDE VARIANTS THAT COULD BE USED IN CROP IMPROVEMENT WITH A SPECIAL EMPHASIS ON THOSE THAT ARE THE SOURCE OF GENETIC LOAD. 1. GENOMICALLY CHARACTERIZE GERMPLASM FOR RARE NUCLEOTIDE VARIANTS. 2. CHARACTERIZE GERMPLASM FOR HYBRID VIGOR, DEVELOPMENTAL TRAITS, AND COLD TOLERANCE. 3. DEVELOP STATISTICAL ANALYSIS APPROACHES FOR RELATING GENOTYPE AND PHENOTYPE AND TO IDENTIFY MUTATIONS CONTRIBUTING TO GENETIC LOAD. DEPLOY THESE ANALYSIS APPROACHES IN EASY TO USE SOFTWARE FOR THE ENTIRE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_58400090042R_12H4"}, {"internal_id": 129033728, "Award ID": "58400090038R", "Award Amount": -3653.68, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2021-03-26", "CFDA Number": "10.253", "Description": "EXPLORING DIFFERENCES IN DAILY TIME USE AMONG FOOD-SECURE AND -INSECURE HOUSEHOLDS - THE OBJECTIVES OF THIS COOPERATIVE RESEARCH ARE: 1) TO GENERATE MELON MAPPING POPULATIONS THAT SEGREGATE FRUIT FLESH COLOR; 2) TO IDENTIFY QTLS ASSOCIATED WITH FRUIT FLESH COLOR; 3) TO CARRY OUT QTL FINE-MAPPING; AND 4) TO IDENTIFY GENETIC ELEMENTS THAT CONTROL FRUIT FLESH COLOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c48f4b3e-9869-52d3-877d-eaca2c579648-C", "generated_internal_id": "ASST_NON_58400090038R_12H4"}, {"internal_id": 116524947, "Award ID": "58400090038", "Award Amount": 30000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-09-04", "CFDA Number": "10.253", "Description": "EXPLORING DIFFERENCES IN DAILY TIME USE AMONG FOOD-SECURE AND -INSECURE HOUSEHOLDS -", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c48f4b3e-9869-52d3-877d-eaca2c579648-C", "generated_internal_id": "ASST_NON_58400090038_12H4"}, {"internal_id": 97851997, "Award ID": "58400090036R", "Award Amount": 83550.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-08-15", "CFDA Number": "10.253", "Description": "MACHINE LEARNING APPROACHES TO UNDERSTANDING SNAP PARTICIPATION IN BIG DATA - THE PROPOSED WORK IS A JOINT EFFORT TO DEVELOP GENOMIC AND BIOINFORMATIC APPROACHES TO DISSECT MAIZE, MAIZE'S WILD RELATIVES, AND OTHER CROPS' AGRONOMIC TRAITS. THE GOAL IS TO IDENTIFY SPECIFIC NUCLEOTIDE VARIANTS THAT COULD BE USED IN CROP IMPROVEMENT WITH A SPECIAL EMPHASIS ON THOSE THAT ARE THE SOURCE OF GENETIC LOAD. 1. GENOMICALLY CHARACTERIZE GERMPLASM FOR RARE NUCLEOTIDE VARIANTS. 2. CHARACTERIZE GERMPLASM FOR HYBRID VIGOR, DEVELOPMENTAL TRAITS, AND COLD TOLERANCE. 3. DEVELOP STATISTICAL ANALYSIS APPROACHES FOR RELATING GENOTYPE AND PHENOTYPE AND TO IDENTIFY MUTATIONS CONTRIBUTING TO GENETIC LOAD. DEPLOY THESE ANALYSIS APPROACHES IN EASY TO USE SOFTWARE FOR THE ENTIRE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_58400090036R_12H4"}, {"internal_id": 82498121, "Award ID": "58400090035", "Award Amount": 50000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-07-30", "CFDA Number": "10.253", "Description": "THE IMPACT OF SNAP ON OBESITY: FINDINGS FROM THE ATUS-EHM - PROJECT 1 - GENETICS & BREEDING OF FHB RESISTANT SOFT WHITE & RED WINTER WHEAT FOR NORTHEAST: 1) DEVELOP FHB RESISTANT SOFT WHEAT CULTIVARS FOR THE NORTHEASTERN U.S; 2) PYRAMID FHB RESISTANCE GENES BY HYBRIDIZING ELITE LINES WITH NATIVE FHB RESISTANCE TO NEW SOURCES OF FHB RESISTANCE BOTH ASIAN AND OTHER SOURCES; 3) EVALUATE FHB RESISTANT LINES IN NEW YORK REGIONAL TRIALS FOR RELEASE, FARMER RECOMMENDATIONS, AND SEED INCREASE; AND 4) PARTICIPATE IN THE COORDINATED SHARING OF INFORMATION FROM THE ABOVE ACTIVITIES TO GENERATE A COMPREHENSIVE SOURCE OF INFORMATION THAT CAN BE USED IN FORWARD BREEDING STRATEGIES. PROJECT 2 - MALE STERILE FACILITATED RECURRENT SELECTION FOR FHB RESISTANCE (MPI-5): THE OBJECTIVE OF THIS PROJECT IS TO ADVANCE MALE-STERILE FACILITATED RECURRENT SELECTION POPULATIONS THAT HAVE BEEN DEVELOPED TO COMBINE GENES FOR FHB RESISTANCE FROM MULTIPLE SOURCES IN SOFT WINTER WHEAT BACKGROUNDS ADAPTED TO THE EASTERN U.S. PROJECT 3 - COORDINATED PHENOTYPING OF UNIFORM NURSERIES AND OFFICIAL VARIETY TRIALS: SCREEN AND EVALUATE APPROX. 450 UNIQUE ADVANCED BREEDING LINES AND RELEASED CULTIVARS FOR FHB RESISTANCE. PROJECT 4 - IMPLEMENTING GENOMIC SELECTION FOR FHB RESISTANCE IN SOFT WINTER WHEAT (SWW) ADAPTED TO THE CORN BELT: 1) TO IMPLEMENT GENOMIC SELECTION (GS) FOR FHB RESISTANCE IN SOFT WINTER WHEAT BY COMPLETING TWO CYCLES OF GS; AND 2) INITIATE EVALUATION OF THE EFFECTIVENESS OF GS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ee21ac-739d-5576-dcac-ca74ea0e4047-C", "generated_internal_id": "ASST_NON_58400090035_12H4"}, {"internal_id": 82498120, "Award ID": "58400090034R", "Award Amount": 50000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-07-25", "CFDA Number": "10.253", "Description": "UNDERSTANDING THE DISTRIBUTIONAL EFFECTS OF SNAP ON DIET QUALITY - PROJECT 1 - GENETICS & BREEDING OF FHB RESISTANT SOFT WHITE & RED WINTER WHEAT FOR NORTHEAST: 1) DEVELOP FHB RESISTANT SOFT WHEAT CULTIVARS FOR THE NORTHEASTERN U.S; 2) PYRAMID FHB RESISTANCE GENES BY HYBRIDIZING ELITE LINES WITH NATIVE FHB RESISTANCE TO NEW SOURCES OF FHB RESISTANCE BOTH ASIAN AND OTHER SOURCES; 3) EVALUATE FHB RESISTANT LINES IN NEW YORK REGIONAL TRIALS FOR RELEASE, FARMER RECOMMENDATIONS, AND SEED INCREASE; AND 4) PARTICIPATE IN THE COORDINATED SHARING OF INFORMATION FROM THE ABOVE ACTIVITIES TO GENERATE A COMPREHENSIVE SOURCE OF INFORMATION THAT CAN BE USED IN FORWARD BREEDING STRATEGIES. PROJECT 2 - MALE STERILE FACILITATED RECURRENT SELECTION FOR FHB RESISTANCE (MPI-5): THE OBJECTIVE OF THIS PROJECT IS TO ADVANCE MALE-STERILE FACILITATED RECURRENT SELECTION POPULATIONS THAT HAVE BEEN DEVELOPED TO COMBINE GENES FOR FHB RESISTANCE FROM MULTIPLE SOURCES IN SOFT WINTER WHEAT BACKGROUNDS ADAPTED TO THE EASTERN U.S. PROJECT 3 - COORDINATED PHENOTYPING OF UNIFORM NURSERIES AND OFFICIAL VARIETY TRIALS: SCREEN AND EVALUATE APPROX. 450 UNIQUE ADVANCED BREEDING LINES AND RELEASED CULTIVARS FOR FHB RESISTANCE. PROJECT 4 - IMPLEMENTING GENOMIC SELECTION FOR FHB RESISTANCE IN SOFT WINTER WHEAT (SWW) ADAPTED TO THE CORN BELT: 1) TO IMPLEMENT GENOMIC SELECTION (GS) FOR FHB RESISTANCE IN SOFT WINTER WHEAT BY COMPLETING TWO CYCLES OF GS; AND 2) INITIATE EVALUATION OF THE EFFECTIVENESS OF GS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "096d86dd-58e3-ef77-1d09-1da377ad062c-C", "generated_internal_id": "ASST_NON_58400090034R_12H4"}, {"internal_id": 83127142, "Award ID": "58400090033", "Award Amount": 30000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-08-15", "CFDA Number": "10.253", "Description": "THE GROWTH OF LOW-COST VARIETY STORES AND THEIR IMPACT ON CONSUMER PURCHASING PATTERNS - THE PROPOSED WORK IS A JOINT EFFORT TO DEVELOP GENOMIC AND BIOINFORMATIC APPROACHES TO DISSECT MAIZE, MAIZE'S WILD RELATIVES, AND OTHER CROPS' AGRONOMIC TRAITS. THE GOAL IS TO IDENTIFY SPECIFIC NUCLEOTIDE VARIANTS THAT COULD BE USED IN CROP IMPROVEMENT WITH A SPECIAL EMPHASIS ON THOSE THAT ARE THE SOURCE OF GENETIC LOAD. 1. GENOMICALLY CHARACTERIZE GERMPLASM FOR RARE NUCLEOTIDE VARIANTS. 2. CHARACTERIZE GERMPLASM FOR HYBRID VIGOR, DEVELOPMENTAL TRAITS, AND COLD TOLERANCE. 3. DEVELOP STATISTICAL ANALYSIS APPROACHES FOR RELATING GENOTYPE AND PHENOTYPE AND TO IDENTIFY MUTATIONS CONTRIBUTING TO GENETIC LOAD. DEPLOY THESE ANALYSIS APPROACHES IN EASY TO USE SOFTWARE FOR THE ENTIRE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18ebe923-151d-7095-dfea-7767365ba71d-C", "generated_internal_id": "ASST_NON_58400090033_12H4"}, {"internal_id": 97851996, "Award ID": "58400090032", "Award Amount": 30000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-08-15", "CFDA Number": "10.253", "Description": "IMPACT OF NEW SCHOOL MEAL STANDARDS ON THE CONSUMPTION OF TARGETED FOODS AND NUTRIENTS - THE PROPOSED WORK IS A JOINT EFFORT TO DEVELOP GENOMIC AND BIOINFORMATIC APPROACHES TO DISSECT MAIZE, MAIZE'S WILD RELATIVES, AND OTHER CROPS' AGRONOMIC TRAITS. THE GOAL IS TO IDENTIFY SPECIFIC NUCLEOTIDE VARIANTS THAT COULD BE USED IN CROP IMPROVEMENT WITH A SPECIAL EMPHASIS ON THOSE THAT ARE THE SOURCE OF GENETIC LOAD. 1. GENOMICALLY CHARACTERIZE GERMPLASM FOR RARE NUCLEOTIDE VARIANTS. 2. CHARACTERIZE GERMPLASM FOR HYBRID VIGOR, DEVELOPMENTAL TRAITS, AND COLD TOLERANCE. 3. DEVELOP STATISTICAL ANALYSIS APPROACHES FOR RELATING GENOTYPE AND PHENOTYPE AND TO IDENTIFY MUTATIONS CONTRIBUTING TO GENETIC LOAD. DEPLOY THESE ANALYSIS APPROACHES IN EASY TO USE SOFTWARE FOR THE ENTIRE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41978dcd-498c-8ab8-89bf-c6abd4f48389-C", "generated_internal_id": "ASST_NON_58400090032_12H4"}, {"internal_id": 82498119, "Award ID": "58400090031", "Award Amount": 70001.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-07-25", "CFDA Number": "10.253", "Description": "ESTIMATING MARKET POWER EFFECTS IN FARMER DIRECT MARKETING INITIATIVES - PROJECT 1 - GENETICS & BREEDING OF FHB RESISTANT SOFT WHITE & RED WINTER WHEAT FOR NORTHEAST: 1) DEVELOP FHB RESISTANT SOFT WHEAT CULTIVARS FOR THE NORTHEASTERN U.S; 2) PYRAMID FHB RESISTANCE GENES BY HYBRIDIZING ELITE LINES WITH NATIVE FHB RESISTANCE TO NEW SOURCES OF FHB RESISTANCE BOTH ASIAN AND OTHER SOURCES; 3) EVALUATE FHB RESISTANT LINES IN NEW YORK REGIONAL TRIALS FOR RELEASE, FARMER RECOMMENDATIONS, AND SEED INCREASE; AND 4) PARTICIPATE IN THE COORDINATED SHARING OF INFORMATION FROM THE ABOVE ACTIVITIES TO GENERATE A COMPREHENSIVE SOURCE OF INFORMATION THAT CAN BE USED IN FORWARD BREEDING STRATEGIES. PROJECT 2 - MALE STERILE FACILITATED RECURRENT SELECTION FOR FHB RESISTANCE (MPI-5): THE OBJECTIVE OF THIS PROJECT IS TO ADVANCE MALE-STERILE FACILITATED RECURRENT SELECTION POPULATIONS THAT HAVE BEEN DEVELOPED TO COMBINE GENES FOR FHB RESISTANCE FROM MULTIPLE SOURCES IN SOFT WINTER WHEAT BACKGROUNDS ADAPTED TO THE EASTERN U.S. PROJECT 3 - COORDINATED PHENOTYPING OF UNIFORM NURSERIES AND OFFICIAL VARIETY TRIALS: SCREEN AND EVALUATE APPROX. 450 UNIQUE ADVANCED BREEDING LINES AND RELEASED CULTIVARS FOR FHB RESISTANCE. PROJECT 4 - IMPLEMENTING GENOMIC SELECTION FOR FHB RESISTANCE IN SOFT WINTER WHEAT (SWW) ADAPTED TO THE CORN BELT: 1) TO IMPLEMENT GENOMIC SELECTION (GS) FOR FHB RESISTANCE IN SOFT WINTER WHEAT BY COMPLETING TWO CYCLES OF GS; AND 2) INITIATE EVALUATION OF THE EFFECTIVENESS OF GS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_58400090031_12H4"}, {"internal_id": 83127141, "Award ID": "58400090029", "Award Amount": 27500.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-08-15", "CFDA Number": "10.253", "Description": "SAFER FOODS THROUGH PUBLIC SCRUTINY: THE IMPACT OF MEDIA AND LEGAL ATTENTION ON MEAT - THE PROPOSED WORK IS A JOINT EFFORT TO DEVELOP GENOMIC AND BIOINFORMATIC APPROACHES TO DISSECT MAIZE, MAIZE'S WILD RELATIVES, AND OTHER CROPS' AGRONOMIC TRAITS. THE GOAL IS TO IDENTIFY SPECIFIC NUCLEOTIDE VARIANTS THAT COULD BE USED IN CROP IMPROVEMENT WITH A SPECIAL EMPHASIS ON THOSE THAT ARE THE SOURCE OF GENETIC LOAD. 1. GENOMICALLY CHARACTERIZE GERMPLASM FOR RARE NUCLEOTIDE VARIANTS. 2. CHARACTERIZE GERMPLASM FOR HYBRID VIGOR, DEVELOPMENTAL TRAITS, AND COLD TOLERANCE. 3. DEVELOP STATISTICAL ANALYSIS APPROACHES FOR RELATING GENOTYPE AND PHENOTYPE AND TO IDENTIFY MUTATIONS CONTRIBUTING TO GENETIC LOAD. DEPLOY THESE ANALYSIS APPROACHES IN EASY TO USE SOFTWARE FOR THE ENTIRE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_58400090029_12H4"}, {"internal_id": 82119902, "Award ID": "58400090028", "Award Amount": 29361.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-07-16", "CFDA Number": "10.253", "Description": "THE ECONOMIC IMPACT OF MERGERS AND ACQUISITIONS IN THE FOOD-AT-HOME SUPPLY CHAIN - THE OBJECTIVES OF THIS PROJECT ARE: 1) TO DETERMINE THE RESPONSES OF COMMON US POTATO CULTIVARS TO INFECTION BY THE THREE GLOBODERA NEMATODE PESTS, AND 2) TO IDENTIFY RESISTANT POTATO BREEDING CLONES THAT COULD BE USED AS PARENTS TO BREED FOR NEMATODE RESISTANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5dbc7f97-7472-25a6-26ce-5386030fe667-C", "generated_internal_id": "ASST_NON_58400090028_12H4"}, {"internal_id": 69669719, "Award ID": "58400080051", "Award Amount": 515000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-09-17", "CFDA Number": "10.253", "Description": "FOOD ENVIRONMENT DATA SYSTEM (FEDS) DATA PRODUCT - RANGELAND ECOSYSTEM DYSFUNCTION ASSOCIATED WITH INCREASED WILDFIRE ACTIVITY, INVASIVE ANNUAL GRASSES, AND EXPANDING CONIFERS IS NEGATIVELY IMPACTING AGRICULTURAL PRODUCTION AND A VARIETY OF ECOSYSTEM SERVICES ACROSS THE WESTERN UNITED STATES. THESE FACTORS HAVE SEVERE ECONOMIC IMPLICATIONS; FOR EXAMPLE, FEDERAL FIRE SUPPRESSION EXPENDITURES IN FY 2017 APPROACHED $3 BILLION. THE INCREASING FREQUENCY OF WILDFIRES ACROSS WESTERN RANGELANDS REMAINS A THREAT TO ECOSYSTEM STRUCTURE AND FUNCTION. IN GREAT BASIN RANGELANDS, WILDFIRE OFTEN CREATES A POSITIVE FEEDBACK BY INCREASING INVASIVE ANNUALS AND ALTERING FUEL LOADING. UNDERSTANDING THE DYNAMICS OF THE PLANT COMMUNITY-BOTH IN RESPONSE TO WILDFIRE AND ITS ROLE IN WILDFIRE OCCURRENCE-IS CRITICAL TO GUIDE RANGELAND MANAGEMENT IN THE FACE OF FIRE, FUELS, AND INVASIVE PLANTS. AT LARGE SPATIAL SCALES, EXISTING FUEL MODELING EFFORTS HAVE SHOWN THAT ANTECEDENT PRECIPITATION AMOUNT AND PATTERN CAN BE USED TO GENERALIZE WILDFIRE PROBABILITY. MISSING FROM THOSE EFFORTS HAS BEEN THE INCORPORATION OF BIOTIC STATUS (E.G., PLANT COMMUNITY COMPOSITION AND FUNCTIONAL GROUP ABUNDANCE) INTO PREDICTIVE MODELS. INCORPORATING CURRENT BIOTIC INFORMATION HAS THE POTENTIAL TO DRAMATICALLY IMPROVE THE RELEVANCY OF EMPIRICALLY-DERIVED MODELS TO ON-THE-GROUND MANAGEMENT CONDITIONS AND DECISION MAKING. THE OBJECTIVES OF THIS WORK ARE TO 1) EXAMINE THE BIOTIC DRIVERS OF AND RESPONSES TO WILDFIRE; AND 2) EXAMINE THE POTENTIAL FOR INCORPORATING BIOTIC COMPONENTS INTO ABIOTICALLY-DRIVEN (E.G., PRECIPITATION AT VARIOUS TIME LAGS) MODELS FOR PREDICTING WILDFIRE AND PLANT COMMUNITY RESPONSES. OBJECTIVES WILL APPLY ACROSS THE GREAT BASIN REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_58400080051_12H4"}, {"internal_id": 68610385, "Award ID": "58400080048R", "Award Amount": 40000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-09-10", "CFDA Number": "10.253", "Description": "EXTRAMARGINAL SNAP PARTICIPANTS AND FOOD INSECURITY - THE UNIVERSITY OF GEORGIA RESEARCH FOUNDATION AND THE AGRICULTURAL RESEARCH SERVICE (ARS) DESIRE TO ENTER INTO THIS AGREEMENT FOR THE PURPOSE OF SUPPORTING RESEARCH TO BE CARRIED OUT AT ARS AND COOPERATOR FACILITIES. ARS DESIRES THE COOPERATOR TO PROVIDE GOODS AND SERVICES NECESSARY TO CARRY OUT RESEARCH OF MUTUAL INTEREST WITHIN THE SOUTHEAST AREA, US NATIONAL POULTRY RESEARCH CENTER, ENDEMIC POULTRY VIRAL DISEASES RESEARCH UNIT, ATHENS, GEORGIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_58400080048R_12H4"}, {"internal_id": 68166960, "Award ID": "58400080045", "Award Amount": 24994.26, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-08-20", "CFDA Number": "10.253", "Description": "THE COST OF GLUTEN AVOIDANCE: EVIDENCE FROM US SCANNER DATA - DEVELOP EFFECTIVE FUMIGATION METHODS THAT CAN DELIVER FUMIGANTS TO DEEPER SOIL USING DEEP INJECTION, CARBONATION, AND LOW PERMEABILITY TARP OR COMBINATIONS OF THESE TECHNIQUES IN STRIP (TREE ROW) AND SPOT (TREE SITE) APPLICATIONS TO ACHIEVE GOOD NEMATODE CONTROL, LOW EMISSION, AND IMPROVEMENT ON TREE PERFORMANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f14ac11-bc8d-d1e9-d103-1585414b0792-C", "generated_internal_id": "ASST_NON_58400080045_12H4"}, {"internal_id": 68166961, "Award ID": "58400080043R", "Award Amount": 30000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-08-20", "CFDA Number": "10.253", "Description": "EXAMINING THE POTENTIAL IMPACTS OF THE MILITARY HUNGER PREVENTION ACT ON SNAP ELIGIBILITY - DEVELOP EFFECTIVE FUMIGATION METHODS THAT CAN DELIVER FUMIGANTS TO DEEPER SOIL USING DEEP INJECTION, CARBONATION, AND LOW PERMEABILITY TARP OR COMBINATIONS OF THESE TECHNIQUES IN STRIP (TREE ROW) AND SPOT (TREE SITE) APPLICATIONS TO ACHIEVE GOOD NEMATODE CONTROL, LOW EMISSION, AND IMPROVEMENT ON TREE PERFORMANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_58400080043R_12H4"}, {"internal_id": 97851995, "Award ID": "58400080042R", "Award Amount": 30000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-08-22", "CFDA Number": "10.253", "Description": "FOOD SECURITY, SALIENCE, AND SNAP RECEIPT IN THE CPS - DEVELOP EFFECTIVE FUMIGATION METHODS THAT CAN DELIVER FUMIGANTS TO DEEPER SOIL USING DEEP INJECTION, CARBONATION, AND LOW PERMEABILITY TARP OR COMBINATIONS OF THESE TECHNIQUES IN STRIP (TREE ROW) AND SPOT (TREE SITE) APPLICATIONS TO ACHIEVE GOOD NEMATODE CONTROL, LOW EMISSION, AND IMPROVEMENT ON TREE PERFORMANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41978dcd-498c-8ab8-89bf-c6abd4f48389-C", "generated_internal_id": "ASST_NON_58400080042R_12H4"}, {"internal_id": 69669713, "Award ID": "58400080041R", "Award Amount": 90000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-09-24", "CFDA Number": "10.253", "Description": "UNDERSTANDING HOW SNAP AND MEDICAID JOINTLY AFFECT HEALTH OUTCOMES - RANGELAND ECOSYSTEM DYSFUNCTION ASSOCIATED WITH INCREASED WILDFIRE ACTIVITY, INVASIVE ANNUAL GRASSES, AND EXPANDING CONIFERS IS NEGATIVELY IMPACTING AGRICULTURAL PRODUCTION AND A VARIETY OF ECOSYSTEM SERVICES ACROSS THE WESTERN UNITED STATES. THESE FACTORS HAVE SEVERE ECONOMIC IMPLICATIONS; FOR EXAMPLE, FEDERAL FIRE SUPPRESSION EXPENDITURES IN FY 2017 APPROACHED $3 BILLION. THE INCREASING FREQUENCY OF WILDFIRES ACROSS WESTERN RANGELANDS REMAINS A THREAT TO ECOSYSTEM STRUCTURE AND FUNCTION. IN GREAT BASIN RANGELANDS, WILDFIRE OFTEN CREATES A POSITIVE FEEDBACK BY INCREASING INVASIVE ANNUALS AND ALTERING FUEL LOADING. UNDERSTANDING THE DYNAMICS OF THE PLANT COMMUNITY-BOTH IN RESPONSE TO WILDFIRE AND ITS ROLE IN WILDFIRE OCCURRENCE-IS CRITICAL TO GUIDE RANGELAND MANAGEMENT IN THE FACE OF FIRE, FUELS, AND INVASIVE PLANTS. AT LARGE SPATIAL SCALES, EXISTING FUEL MODELING EFFORTS HAVE SHOWN THAT ANTECEDENT PRECIPITATIONAMOUNT AND PATTERN CAN BE USED TO GENERALIZE WILDFIRE PROBABILITY. MISSING FROM THOSE EFFORTS HAS BEEN THE INCORPORATION OF BIOTIC STATUS (E.G., PLANT COMMUNITY COMPOSITION AND FUNCTIONAL GROUP ABUNDANCE) INTO PREDICTIVE MODELS. INCORPORATING CURRENT BIOTIC INFORMATION HAS THE POTENTIAL TO DRAMATICALLY IMPROVE THE RELEVANCY OF EMPIRICALLY-DERIVED MODELS TO ON-THE-GROUND MANAGEMENT CONDITIONS AND DECISION MAKING. THE OBJECTIVES OF THIS WORK ARE TO 1) EXAMINE THE BIOTIC DRIVERS OF AND RESPONSES TO WILDFIRE; AND 2) EXAMINE THE POTENTIAL FOR INCORPORATING BIOTIC COMPONENTS INTO ABIOTICALLY-DRIVEN (E.G., PRECIPITATION AT VARIOUS TIME LAGS) MODELS FOR PREDICTING WILDFIRE AND PLANT COMMUNITY RESPONSES. OBJECTIVES WILL APPLY ACROSS THE GREAT BASIN REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_58400080041R_12H4"}, {"internal_id": 68166962, "Award ID": "58400080038R", "Award Amount": 50000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-08-21", "CFDA Number": "10.253", "Description": "PRENATAL DETERMINANTS OF BREASTFEEDING INITIATION AND DURATION IN WIC PARTICIPANTS - DEVELOP EFFECTIVE FUMIGATION METHODS THAT CAN DELIVER FUMIGANTS TO DEEPER SOIL USING DEEP INJECTION, CARBONATION, AND LOW PERMEABILITY TARP OR COMBINATIONS OF THESE TECHNIQUES IN STRIP (TREE ROW) AND SPOT (TREE SITE) APPLICATIONS TO ACHIEVE GOOD NEMATODE CONTROL, LOW EMISSION, AND IMPROVEMENT ON TREE PERFORMANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95193a78-4978-7aa4-ef3c-78aaf785569e-C", "generated_internal_id": "ASST_NON_58400080038R_12H4"}, {"internal_id": 68166963, "Award ID": "58400080037R", "Award Amount": 100000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-08-22", "CFDA Number": "10.253", "Description": "IMPACT OF WIC CHANGES ON RETAILER PARTICIPATION IN WIC AND SALES - DEVELOP EFFECTIVE FUMIGATION METHODS THAT CAN DELIVER FUMIGANTS TO DEEPER SOIL USING DEEP INJECTION, CARBONATION, AND LOW PERMEABILITY TARP OR COMBINATIONS OF THESE TECHNIQUES IN STRIP (TREE ROW) AND SPOT (TREE SITE) APPLICATIONS TO ACHIEVE GOOD NEMATODE CONTROL, LOW EMISSION, AND IMPROVEMENT ON TREE PERFORMANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_58400080037R_12H4"}, {"internal_id": 67834557, "Award ID": "58400080036R", "Award Amount": 100000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-08-16", "CFDA Number": "10.253", "Description": "SNAP UPTAKE AND SCHOOL READINESS IN VIRGINIA - THIS PROJECT WILL VALIDATE A HUMANE METHOD OF PIG EUTHANIZATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a8f3e5e-ebc2-25c9-68fb-d8e77ee476f4-C", "generated_internal_id": "ASST_NON_58400080036R_12H4"}, {"internal_id": 137054354, "Award ID": "58400080035R", "Award Amount": -181.9, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2021-06-11", "CFDA Number": "10.253", "Description": "NUTRITION, MONEY, AND TIME: AN ASSESSMENT OF SNAP BENEFIT ADEQUACY - DEVELOP FHB RESISTANT WHEAT AND BARLEY ADAPTED TO NEW YORK THROUGH CONVENTIONAL AND MOLECULAR BREEDING METHODS AS WELL AS PARTICIPATE IN COOPERATIVE NURSERY SCREENING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_58400080035R_12H4"}, {"internal_id": 67270875, "Award ID": "58400080034R", "Award Amount": 30000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-07-12", "CFDA Number": "10.253", "Description": "EXAMINING TRENDS IN GESTATIONAL WEIGHT GAIN, BIRTHWEIGHT, & INITIATION OF BREASTFEEDING BY WIC USE DURING PREGNANCY USING BIRTH CERTIFICATE - EVALUATE EXOTIC MELON GERMPLASM FOR RESISTANCE TO SWEETPOTATO WHITEFLY BIOTYPE B (SPWF-B) AND THE MAJOR VIRUS THAT IT TRANSMITS IN THE DESERT SOUTHWEST U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_58400080034R_12H4"}, {"internal_id": 68610387, "Award ID": "58400080033R", "Award Amount": 25000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-09-17", "CFDA Number": "10.253", "Description": "SCHOOL DISTRICT CHARACTERISTICS ASSOCIATED WITH MENU ATTRIBUTES - THE UNIVERSITY OF GEORGIA RESEARCH FOUNDATION AND THE AGRICULTURAL RESEARCH SERVICE (ARS) DESIRE TO ENTER INTO THIS AGREEMENT FOR THE PURPOSE OF SUPPORTING RESEARCH TO BE CARRIED OUT AT ARS AND COOPERATOR FACILITIES. ARS DESIRES THE COOPERATOR TO PROVIDE GOODS AND SERVICES NECESSARY TO CARRY OUT RESEARCH OF MUTUAL INTEREST WITHIN THE SOUTHEAST AREA, US NATIONAL POULTRY RESEARCH CENTER, ENDEMIC POULTRY VIRAL DISEASES RESEARCH UNIT, ATHENS, GEORGIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a97b483-a237-d46a-d79b-15d987dc5a4f-C", "generated_internal_id": "ASST_NON_58400080033R_12H4"}, {"internal_id": 67270876, "Award ID": "58400080032R", "Award Amount": 120000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-07-16", "CFDA Number": "10.253", "Description": "CREATING EVIDENCED-BASED STRATEGIES TO ADDRESS ADMINISTRATIVE CHURN IN SNAP - EVALUATE EXOTIC MELON GERMPLASM FOR RESISTANCE TO SWEETPOTATO WHITEFLY BIOTYPE B (SPWF-B) AND THE MAJOR VIRUS THAT IT TRANSMITS IN THE DESERT SOUTHWEST U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a8f3e5e-ebc2-25c9-68fb-d8e77ee476f4-C", "generated_internal_id": "ASST_NON_58400080032R_12H4"}, {"internal_id": 96585560, "Award ID": "58400080031R", "Award Amount": 70869.76, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-04-16", "CFDA Number": "10.253", "Description": "FEDERAL NUTRITION ASSISTANCE, FOOD INSUFFICIENCY, AND HEALTH AND HEALTH CARE OUTCOMES AMONG HOUSEHOLDS WITH AND WITHOUT CHILDREN WITH SPECIA - OBTAIN AND ANALYZE GENE EXPRESSION DATA USING RNA SEQUENCING ON A SERIES OF OAT LINES THAT HAVE BEEN CHARACTERIZED FOR NUTRITIONAL QUALITY AND HAVE BEEN ASSAYED USING HIGH-THROUGHPUT METABOLOMICS OF MATURE GRAIN. THESE LINES HAVE ALSO BEEN GENOTYPED BY SEQUENCING REDUCED REPRESENTATIONS OF THEIR GENOMES. DIFFERENTIAL GENE EXPRESSION AND CORRELATION BETWEEN GENE EXPRESSION, METABOLOMICS PROFILES, AND NUTRITIONAL QUALITY WILL BE USED TO IDENTIFY LOCI HARBORING GENETIC VARIATION THAT AFFECTS NUTRITIONAL QUALITY. THESE DATA WILL ALSO ENABLE PREDICTION OF NUTRITIONAL QUALITY FOR NEWLY DEVELOPED OAT LINES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6121f36-8222-1039-c78e-e1f5ef0bfaf6-C", "generated_internal_id": "ASST_NON_58400080031R_12H4"}, {"internal_id": 66729917, "Award ID": "58400080026", "Award Amount": 28838.26, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-06-12", "CFDA Number": "10.253", "Description": "IMPACT OF SODA TAXES ON CONSUMER PRICES AND DEMAND FOR SUGAR-SWEETENED BEVERAGES - REPRODUCTION IN PIGS IS A STATED PRIORITY OF THE NATIONAL PORK BOARD. THIS WORKSHOP WILL BRING TOGETHER EXPERTS IN THE FIELD OF PIG REPRODUCTION AND IS AN OPPORTUNITY TO SHARE AND LEARN ABOUT THE LATEST ADVANCES IN PIG REPRODUCTION. THE TOPICS DISCUSSED TEND TO SHAPE FUTURE REPRODUCTION RESEARCH IN PIGS; AS WELL AS A FEW OF OUR ARS SCIENTIST WILL BE SPEAKERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_58400080026_12H4"}, {"internal_id": 67270878, "Award ID": "58400080024", "Award Amount": 29394.21, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-07-12", "CFDA Number": "10.253", "Description": "HOW MUCH ARE WE VALUING FOOD ACCESS: A HEDONIC ANALYSIS - EVALUATE EXOTIC MELON GERMPLASM FOR RESISTANCE TO SWEETPOTATO WHITEFLY BIOTYPE B (SPWF-B) AND THE MAJOR VIRUS THAT IT TRANSMITS IN THE DESERT SOUTHWEST U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_58400080024_12H4"}, {"internal_id": 68149309, "Award ID": "58400080020", "Award Amount": 29994.63, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-06-26", "CFDA Number": "10.253", "Description": "QUANTIFYING GROCERY TAX IMPACTS ON HEALTH UTILIZING MULTIPLE STATE TAX CHANGES IN THE UNITED STATES - TO IMPROVE OUR UNDERSTANDING OF THE MECHANISM(S) BY WHICH OVULATORY FOLLICLE SIZE AFFECTS PREGNANCY ESTABLISHMENT AND EMBRYONIC MORTALITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_58400080020_12H4"}, {"internal_id": 67270879, "Award ID": "58400080019", "Award Amount": 87999.87, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-07-13", "CFDA Number": "10.253", "Description": "MODELLING STATE-LEVEL FOOD EXPENDITURES: METHODS AND RESEARCH POTENTIAL - EVALUATE EXOTIC MELON GERMPLASM FOR RESISTANCE TO SWEETPOTATO WHITEFLY BIOTYPE B (SPWF-B) AND THE MAJOR VIRUS THAT IT TRANSMITS IN THE DESERT SOUTHWEST U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_58400080019_12H4"}, {"internal_id": 145599837, "Award ID": "58400070084", "Award Amount": -10.98, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2022-01-13", "CFDA Number": "10.253", "Description": "THE LOCAL FOOD ENVIRONMENT, GROCERY PURCHASES, AND DIETARY QUALITY - 1. EVALUATION OF CARROTS IN WARM, DRY, OR SALINE FIELD CONDITIONS. 2. INTERCROSSING OF CLIMATE-RESILIENT CARROTS. 3. FIELD TRAILING OF INTERCROSSES AND THEIR DERIVATIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5dbc7f97-7472-25a6-26ce-5386030fe667-C", "generated_internal_id": "ASST_NON_58400070084_12H4"}, {"internal_id": 46197927, "Award ID": "58400070076", "Award Amount": 27676.66, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2017-07-07", "CFDA Number": "10.253", "Description": "THE REAL VALUE OF SNAP BENEFITS AND ITS IMPACT ON FOOD CHOICES AND FOOD SECURITY - TO EXPLOIT THE DIFFERENCE IN VOLATILE EMISSIONS OF PVY-INFECTED AND HEALTHY PLANTS TO DEVELOP A RAPID FIELD-BASED DIAGNOSTIC ASSAY THAT WOULD ALLOW ACCURATE DETERMINATION OF VIRUS LEVELS IN POTATO FIELDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_58400070076_12H4"}, {"internal_id": 46197926, "Award ID": "58400070073", "Award Amount": 25006.29, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2017-06-27", "CFDA Number": "10.253", "Description": "EXPLORING HOUSEHOLD FOOD OUTCOMES AMONG THE ELDERLY, THE DISABLED, AND RESIDENTS OF SUBURBAN AND RURAL COMMUNITIES - TO EXPLOIT THE DIFFERENCE IN VOLATILE EMISSIONS OF PVY-INFECTED AND HEALTHY PLANTS TO DEVELOP A RAPID FIELD-BASED DIAGNOSTIC ASSAY THAT WOULD ALLOW ACCURATE DETERMINATION OF VIRUS LEVELS IN POTATO FIELDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_58400070073_12H4"}, {"internal_id": 46197925, "Award ID": "58400070072", "Award Amount": 24958.25, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2017-06-27", "CFDA Number": "10.253", "Description": "DOES THE COMMUNITY ELIGIBILITY PROVISION IMPROVE THE MEALS SCHOOLS OFFER? - TO EXPLOIT THE DIFFERENCE IN VOLATILE EMISSIONS OF PVY-INFECTED AND HEALTHY PLANTS TO DEVELOP A RAPID FIELD-BASED DIAGNOSTIC ASSAY THAT WOULD ALLOW ACCURATE DETERMINATION OF VIRUS LEVELS IN POTATO FIELDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a97b483-a237-d46a-d79b-15d987dc5a4f-C", "generated_internal_id": "ASST_NON_58400070072_12H4"}, {"internal_id": 95086385, "Award ID": "58400070071", "Award Amount": -47.1, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-02-05", "CFDA Number": "10.253", "Description": "TIME USE AND EATING PATTERNS OVER THE BENEFIT MONTH: A COMPARISON OF SNAP AND NON-SNAP PARTICIPANTS USING THE ATUS-EHM DATA - IDENTIFY THE IMPACT OF AGRICULTURAL CONSERVATION PRACTICES ON SURFACE AND SUBSURFACE RUNOFF WATER QUALITY AND QUANTITY IN THE ST. JOSEPH RIVER WATERSHED AND THE WESTERN LAKE ERIE BASIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ee21ac-739d-5576-dcac-ca74ea0e4047-C", "generated_internal_id": "ASST_NON_58400070071_12H4"}, {"internal_id": 123213387, "Award ID": "58400060061R", "Award Amount": -15.33, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2021-01-05", "CFDA Number": "10.253", "Description": "HEALTH OUTCOMES AND REDEMPTION BEHAVIORS AMONG VIRGINIA WIC PARTICIPANTS - THE UNIVERSITY OF TEXAS-ARLINGTON WILL ASSESS THE IMPACT OF DROUGHT-TOLERANT RHIZOBIA ON SOYBEAN DROUGHT RESPONSE IN COLLABORATION WITH OTHER TEAM MEMBERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95193a78-4978-7aa4-ef3c-78aaf785569e-C", "generated_internal_id": "ASST_NON_58400060061R_12H4"}, {"internal_id": 83127140, "Award ID": "58400060059", "Award Amount": 400000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-08-15", "CFDA Number": "10.253", "Description": "FUNDING RESEARCH ON FOOD SECURITY USING THE PANEL STUDY OF INCOME DYNAMICS - THE PROPOSED WORK IS A JOINT EFFORT TO DEVELOP GENOMIC AND BIOINFORMATIC APPROACHES TO DISSECT MAIZE, MAIZE'S WILD RELATIVES, AND OTHER CROPS' AGRONOMIC TRAITS. THE GOAL IS TO IDENTIFY SPECIFIC NUCLEOTIDE VARIANTS THAT COULD BE USED IN CROP IMPROVEMENT WITH A SPECIAL EMPHASIS ON THOSE THAT ARE THE SOURCE OF GENETIC LOAD. 1. GENOMICALLY CHARACTERIZE GERMPLASM FOR RARE NUCLEOTIDE VARIANTS. 2. CHARACTERIZE GERMPLASM FOR HYBRID VIGOR, DEVELOPMENTAL TRAITS, AND COLD TOLERANCE. 3. DEVELOP STATISTICAL ANALYSIS APPROACHES FOR RELATING GENOTYPE AND PHENOTYPE AND TO IDENTIFY MUTATIONS CONTRIBUTING TO GENETIC LOAD. DEPLOY THESE ANALYSIS APPROACHES IN EASY TO USE SOFTWARE FOR THE ENTIRE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_58400060059_12H4"}, {"internal_id": 111966488, "Award ID": "58400060056R", "Award Amount": -13365.7, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-11-12", "CFDA Number": "10.253", "Description": "THE FILL-IN TRIP PURCHASE DECISION BY SNAP AND WIC PARTICIPANTS: AN ANALYSIS OF PRICING, NUTRITION, AND STORE CHOICES - TO DISCOVER AND CHARACTERIZE NATURAL ENEMIES OF THE INVASIVE ROSEAU CANE SCALE (RCS) AND DETERMINE THEIR NATURAL DISTRIBUTION RANGE IN ASIA, PARTICULARLY JAPAN; AND CHARACTERIZE THEIR ASSOCIATION WITH HOST PLANT GENOTYPE DIFFERENCES THAT MAY BE RELATED TO SCALE INSECT COLONIZATION SUCCESS. RCS IS NATIVE TO NE ASIA AND HAS BECOME INVASIVE ALONG THE US GULF COAST, CAUSING DIE-OFF OF ROSEAU CANE GRASS THAT PROTECTS AGAINST COASTAL EROSION AND SILTING OF NAVIGATION CHANNELS. ARS AND APHIS ARE COORDINATING EFFORTS WITH US AND ASIAN COOPERATORS TO FIND A BIOLOGICAL CONTROL SOLUTION THAT CAN HELP MANAGE THE INVASIVE SCALE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_58400060056R_12H4"}, {"internal_id": 120382376, "Award ID": "58400060056", "Award Amount": 8857.85, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-12-28", "CFDA Number": "10.253", "Description": "THE FILL-IN TRIP PURCHASE DECISION BY SNAP AND WIC PARTICIPANTS: AN ANALYSIS OF PRICING, NUTRITION, AND STORE CHOICES - SCREEN A GROUP OF WILD POTATO SPECIES TO IDENTIFY NEW POTATO GERMPLASM THAT CONFER RESISTANCE TO POTATO CYST NEMATODES OR BLACKLEG DISEASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_58400060056_12H4"}, {"internal_id": 97853429, "Award ID": "58400060053R", "Award Amount": -263.9, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-08-23", "CFDA Number": "10.253", "Description": "COMMUNITY ELIGIBILITY PROVISION TAKE-UP BY RURAL VS. URBAN SCHOOL DISTRICTS AND EFFECTS ON SCHOOL MEAL PARTICIPATION AND STUDENT ATTENDANCE - DEVELOP EFFECTIVE FUMIGATION METHODS THAT CAN DELIVER FUMIGANTS TO DEEPER SOIL USING DEEP INJECTION, CARBONATION, AND LOW PERMEABILITY TARP OR COMBINATIONS OF THESE TECHNIQUES IN STRIP (TREE ROW) AND SPOT (TREE SITE) APPLICATIONS TO ACHIEVE GOOD NEMATODE CONTROL, LOW EMISSION, AND IMPROVEMENT ON TREE PERFORMANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdf928a5-3644-7a23-a2b3-0ce91ac0920e-C", "generated_internal_id": "ASST_NON_58400060053R_12H4"}, {"internal_id": 95808964, "Award ID": "58400060051R", "Award Amount": -5.03, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-02-24", "CFDA Number": "10.253", "Description": "DOES THE AMOUNT OF SNAP BENEFITS INFLUENCE FOOD CHOICES AND EXPENDITURES? - 1) BACKCROSS NEW SOURCES OF RESISTANCE TO ALL THREE RUST SPECIES INTO ELITE HARD WINTER WHEAT LINES TO CREATE NEW GERMPLASM LINES OR CULTIVARS WITH DURABLE, BROAD-SPECTRUM RUST RESISTANCE. 2) DEVELOP POPULATIONS TO MAP AND/OR EVALUATE RUST RESISTANCE GENES. 3) TEST RESULTING LINES AND/OR POPULATIONS FOR RUST RESISTANCE AND AGRONOMIC PERFORMANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_58400060051R_12H4"}, {"internal_id": 97853430, "Award ID": "58400060033", "Award Amount": -2131.29, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-02-03", "CFDA Number": "10.253", "Description": "LOCAL MARKET STRUCTURE, STORE CHARACTERISTICS, AND PERFORMANCE AMONG INDEPENDENT GROCERS - IDENTIFY THE IMPACT OF AGRICULTURAL CONSERVATION PRACTICES ON SURFACE AND SUBSURFACE RUNOFF WATER QUALITY AND QUANTITY IN THE ST. JOSEPH RIVER WATERSHED AND THE WESTERN LAKE ERIE BASIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5dbc7f97-7472-25a6-26ce-5386030fe667-C", "generated_internal_id": "ASST_NON_58400060033_12H4"}, {"internal_id": 95808963, "Award ID": "58400060023", "Award Amount": -21.52, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-02-25", "CFDA Number": "10.253", "Description": "UNDERSTANDING PRODUCE PURCHASING BEHAVIOR, OBESITY, AND BMI: EMPIRICAL RESULTS FROM IRI HOUSEHOLD PANEL AND MED PROFILER DATA - 1) BACKCROSS NEW SOURCES OF RESISTANCE TO ALL THREE RUST SPECIES INTO ELITE HARD WINTER WHEAT LINES TO CREATE NEW GERMPLASM LINES OR CULTIVARS WITH DURABLE, BROAD-SPECTRUM RUST RESISTANCE. 2) DEVELOP POPULATIONS TO MAP AND/OR EVALUATE RUST RESISTANCE GENES. 3) TEST RESULTING LINES AND/OR POPULATIONS FOR RUST RESISTANCE AND AGRONOMIC PERFORMANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5dbc7f97-7472-25a6-26ce-5386030fe667-C", "generated_internal_id": "ASST_NON_58400060023_12H4"}, {"internal_id": 128631661, "Award ID": "58400060020R", "Award Amount": -0.89, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2021-02-18", "CFDA Number": "10.253", "Description": "ASSESSING ALTERNATIVE METHODS FOR MEASURING FOOD SECURITY AMONG HOUSEHOLDS WITH CHILDREN - 1) COLLECT H. SOLANI ISOLATES FROM REPRESENTATIVE POTATO PRODUCTION AREAS. 2) DETERMINE IN VITRO SENSITIVITY OF H. SOLANI ISOLATES TO FUNGICIDES. 3) CONDUCT RISK ASSESSMENT ANALYSES OF FUNGICIDE RESISTANCE TO VARIOUS FUNGICIDES AND EXPLORE ALTERNATIVE DISEASE CONTROL METHODS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_58400060020R_12H4"}, {"internal_id": 138704266, "Award ID": "58400060009", "Award Amount": -0.02, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2021-07-14", "CFDA Number": "10.253", "Description": "FOOD SPENDING, CONSUMPTION AND DIETARY HABITS AMONG BABY BOOMERS: HISTORICAL PERSPECTIVES - TO SUPPORT THE INTERNATIONAL CONGRESS OF MEAT SCIENCE AND TECHNOLOGY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41978dcd-498c-8ab8-89bf-c6abd4f48389-C", "generated_internal_id": "ASST_NON_58400060009_12H4"}, {"internal_id": 79105431, "Award ID": "58400050097", "Award Amount": -1925.46, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-03-14", "CFDA Number": "10.253", "Description": "DO SUPERCENTERS EFFECT DIET QUALITY - INFECTIONS WITH HERPES VIRUSES ARE KNOWN TO GENERATE POWERFUL CD8 T CELL RESPONSES AND THERE IS A LARGE BODY OF EVIDENCE INDICATING THAT THESE RESPONSES PLAY A KEY ROLE IN IMMUNITY TO THESE VIRUSES. THIS HAS PROMPTED RESEARCH TO EXPLORE THE POTENTIAL OF CERTAIN HERPES VIRUSES AS VACCINE VECTORS, FOCUSING PARTICULARLY ON DISEASES THAT REQUIRE CD8 T CELL RESPONSES FOR IMMUNITY. THE CAPACITY OF CD8 T CELLS TO ACT AS EFFECTORS AGAINST VIRAL INFECTIONS GENERALLY RELIES ON THEIR ABILITY TO RECOGNISE AND RESPOND TO VIRUS-INFECTED CELLS BEFORE THEY PRODUCE LARGE QUANTITIES OF VIRUS. IN THIS REGARD, CD8 T CELL RESPONSES TO HERPES VIRUSES SUCH AS HUMAN HERPES SIMPLEX VIRUS (HSV-1) TEND TO INCLUDE DOMINANT RESPONSES AGAINST THE IE PROTEINS AND IT IS THESE RESPONSES THAT ARE PREDOMINANTLY INVOLVED IN MEDIATING IMMUNE PROTECTION. IN ADDITION, A NUMBER OF HERPES VIRUSES HAVE A PREFERENTIAL TROPISM FOR MACROPHAGES AND DENDRITIC CELLS, THUS ENABLING THE INFECTEDCELLS THEMSELVES TO ACT AS ANTIGEN-PRESENTING CELLS FOR INDUCTION OF CD8 T CELL RESPONSES. ONE SUCH GROUP IS THE CYTOMEGALOVIRUSES (CMV), WHICH IN HUMANS CAUSE ASYMPTOMATIC INFECTIONS IN HEALTHY PEOPLE BUT CAN BE PATHOGENIC IN IMMUNOCOMPROMISED INDIVIDUALS. MOREOVER, SINCE CMVS ARE POOR INDUCERS OF NEUTRALISING ANTIBODIES, A CD8 T CELL RESPONSE CAN STILL BE INDUCED FOLLOWING IMMUNIZATION OF PREVIOUSLY INFECTED INDIVIDUALS. THE COMBINATION OF THESE PROPERTIES MAKES CMVS AN ATTRACTIVE PROSPECT FOR USE AS VACCINE VECTORS. RECENT STUDIES UTILISING SIMIAN CMV AS A VECTOR FOR DELIVERY OF SIMIAN IMMUNODEFICIENCY VIRAL ANTIGENS HAVE SHOWN THAT IT INDUCES STRONG VIRUS-SPECIFIC CD8 T CELL RESPONSES AND HIGH LEVELS OF PROTECTION AGAINST VIRUS CHALLENGE. ALTHOUGH A CYTOMEGALOVIRUS HAS NOT BEEN IDENTIFIED IN CATTLE, BOVINE HERPES VIRUS 4 (BHV-4) SHARES A NUMBER OF PROPERTIES WITH CYTOMEGALOVIRUSES, WHICH HIGHLIGHT ITS POTENTIAL AS A VECTOR. ORIGINALLY CLASSIFIED AS A B-HERPES VIRUS AND REFERRED TO AS BOVINE CYTOMEGALOVIRUS, BASED ON ITS BIOLOGICAL PROPERTIES, BHV-4 WAS SUBSEQUENTLY FOUND TO BE A '-HERPES VIRUS. INFECTION WITH BHV-4 IS PREVALENT IN EUROPE AND USA AND ALTHOUGH THE VIRUS HAS BEEN ISOLATED FREQUENTLY FROM BOTH NORMAL AND DISEASED BOVINE TISSUES, THERE IS CURRENTLY NO EVIDENCE THAT IT IS THE CAUSATIVE AGENT OF DISEASE. LIKE CYTOMEGALOVIRUSES, BHV-4 IS REPORTED TO HAVE A PREDILECTION FOR THE MACROPHAGE LINEAGE AND IT INDUCES POOR NEUTRALIZING ANTIBODY RESPONSES. HENCE, IT IS LIKELY TO GENERATE CELLULAR IMMUNE RESPONSES IN PREVIOUSLY INFECTED ANIMALS AND COULD POTENTIALLY BE ADMINISTERED ON MORE THAN ONE OCCASION TO BOOST CELLULAR IMMUNE RESPONSES. BHV-4 HAS BEEN DEVELOPED AS A VACCINE VECTOR BY DR. GAITANO DONOFRIA, WHO HAS PRODUCED SEVERAL RECOMBINANT BHV-4 VIRUSES EXPRESSING VIRAL PROTEINS AND SHOWN THAT THEY STIMULATE STRONG ANTIBODY RESPONSES IN CALVES AND PROTECTION AGAINST THE RESPECTIVE VIRUSES. HOWEVER, THE ABILITY OF THE VIRUS TO INDUCE CELLULAR IMMUNE RESPONSES HAS NOT BEEN INVESTIGATED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fafdc950-0302-1107-c64c-74fb82b7ab42-C", "generated_internal_id": "ASST_NON_58400050097_12H4"}, {"internal_id": 73121461, "Award ID": "58400050057", "Award Amount": -5485.66, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-10-04", "CFDA Number": "10.253", "Description": "WIC REDEMPTION RATES, PARTICIPANT CHOICES AND RETAIL MARKET STRUCTURE: EVIDENCE FROM CALIFORNIA - THE AIM OF THE PROPOSED WORK IS TO DEVELOP A NOVEL METHOD TO SAFEGUARD HEN WELFARE BY REDUCING HEAT STRESS (HS) EFFECTS. THE OBJECTIVES ARE 1) TO DETERMINE IF COOLED PERCHES IMPROVE THERMAL COMFORT AND WELFARE FOR CAGED HENS DURING HOT WEATHER, 2) TO EXAMINE IF COOLED PERCHES PREVENT HEAT STRESS-INDUCED BEHAVIORAL AND NEUROPHYSIOLOGICAL CHANGES, IMPROVING HEAT ADAPTATION IN CAGED HENS, AND 3) TO CONDUCT ENGINEERING AND ECONOMIC ANALYSES OF THE COSTS AND MAINTENANCE OF COOLED PERCHES AND PERFORM SENSITIVITY ANALYSES TO KEY ECONOMIC PARAMETERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_58400050057_12H4"}, {"internal_id": 93273003, "Award ID": "58400050056", "Award Amount": -2842.01, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-12-11", "CFDA Number": "10.253", "Description": "RELATIVE CAREGIVERS IN SNAP AND CHILD-ONLY TANF CASES: EVIDENCE FROM SOUTH CAROLINA ADMINISTRATIVE DATA - THE UNIVERSITY OF GEORGIA AND THE AGRICULTURAL RESEARCH SERVICE DESIRE TO ENTER INTO THIS AGREEMENT FOR THE PURPOSE OF SUPPORTING RESEARCH TO BE CARRIED OUT AT ARS AND COOPERATOR FACILITIES. ARS DESIRES THE COOPERATOR TO PROVIDE GOODS AND SERVICES NECESSARY TO CARRY OUT RESEARCH OF MUTUAL INTEREST WITHIN THE ATHENS, GA, USNPRC LOCATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "096d86dd-58e3-ef77-1d09-1da377ad062c-C", "generated_internal_id": "ASST_NON_58400050056_12H4"}, {"internal_id": 79788887, "Award ID": "58400050050", "Award Amount": -165.09, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-03-20", "CFDA Number": "10.253", "Description": "A CASE STUDY OF FRESH PRODUCE SUPPLY TO LOW INCOME HOUSEHOLDS IN THE METRO NASHVILLE AREA - THE OBJECTIVE OF THIS PROJECT IS TO DEVELOP A SELF-PROPELLED FRESH MARKET BLUEBERRY HARVESTER THAT DELIVERS FRESH MARKET QUALITY BLUEBERRIES WITH LESS INTERNAL BRUISE DAMAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_58400050050_12H4"}, {"internal_id": 46197893, "Award ID": "58400050042", "Award Amount": -2.32, "Award Type": null, "Base Obligation Date": "2017-11-14", "CFDA Number": "10.253", "Description": "SOCIOECONOMIC, DEMOGRAPHIC AND GEOGRAPHIC FACTORS AFFECTING HOUSEHOLD FOOD - TO FACILITATE ONGOING IMPLEMENTATION AND EXPANSION OF THE VIVO RESEARCHERS AND COLLABORATORS SYSTEM BY IMPROVING EXISTING SOFTWARE AND DEVELOPING AND TESTING NEW TOOLS FOR DATA INGEST, ANALYSIS, DISPLAY, VISUALIZATION, NAVIGATION, REPORTING, SEARCH, EXPORT, AND RE-USE TO MEET MULTIPLE POTENTIAL USES FOR VIVO AND VIVO DATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_58400050042_12H4"}, {"internal_id": 67834556, "Award ID": "58400050004", "Award Amount": 14994.18, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-08-09", "CFDA Number": "10.253", "Description": "SCENARIO DEVELOPMENT FOR ASSESSMENT OF THE SUSTAINABILITY IMPLICATIONS OF HEALTHIER DIETS - THIS PROJECT WILL VALIDATE A HUMANE METHOD OF PIG EUTHANIZATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1365968e-88a8-9046-4733-6ec9e7f54826-C", "generated_internal_id": "ASST_NON_58400050004_12H4"}, {"internal_id": 93273004, "Award ID": "58400040045", "Award Amount": -14910.92, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-12-11", "CFDA Number": "10.253", "Description": "SETTING UP FOR SUCCESS: DEVELOPING STRATEGIES TO NUDGE LOW-INCOME SHOPPERS TO MAKE HEALTHIER GROCERY STORE PURCHASES - THE UNIVERSITY OF GEORGIA AND THE AGRICULTURAL RESEARCH SERVICE DESIRE TO ENTER INTO THIS AGREEMENT FOR THE PURPOSE OF SUPPORTING RESEARCH TO BE CARRIED OUT AT ARS AND COOPERATOR FACILITIES. ARS DESIRES THE COOPERATOR TO PROVIDE GOODS AND SERVICES NECESSARY TO CARRY OUT RESEARCH OF MUTUAL INTEREST WITHIN THE ATHENS, GA, USNPRC LOCATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_58400040045_12H4"}, {"internal_id": 73121460, "Award ID": "58400040044", "Award Amount": -234.13, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-10-23", "CFDA Number": "10.253", "Description": "CAPTURING CHANGES IN THE U.S. FOOD SUPPLY AND NUTRIENT INTAKE PATTERNS - THE AIM OF THE PROPOSED WORK IS TO DEVELOP A NOVEL METHOD TO SAFEGUARD HEN WELFARE BY REDUCING HEAT STRESS (HS) EFFECTS. THE OBJECTIVES ARE 1) TO DETERMINE IF COOLED PERCHES IMPROVE THERMAL COMFORT AND WELFARE FOR CAGED HENS DURING HOT WEATHER, 2) TO EXAMINE IF COOLED PERCHES PREVENT HEAT STRESS-INDUCED BEHAVIORAL AND NEUROPHYSIOLOGICAL CHANGES, IMPROVING HEAT ADAPTATION IN CAGED HENS, AND 3) TO CONDUCT ENGINEERING AND ECONOMIC ANALYSES OF THE COSTS AND MAINTENANCE OF COOLED PERCHES AND PERFORM SENSITIVITY ANALYSES TO KEY ECONOMIC PARAMETERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_58400040044_12H4"}, {"internal_id": 86314728, "Award ID": "58400040032", "Award Amount": -93.04, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-05-23", "CFDA Number": "10.253", "Description": "THE CHANGING STRUCTURE OF RETAIL FOOD STORES AND ITS IMPACT ON DIRECT MARKETING - UNIVERSITY OF GEORGIA (COOPERATOR) AND THE AGRICULTURAL RESEARCH SERVICE (ARS OR AGENCY) DESIRE TO ENTER INTO THIS AGREEMENT FOR THE PURPOSE OF SUPPORTING RESEARCH TO BE CARRIED OUT AT ARS AND COOPERATOR FACILITIES. ARS DESIRES THE COOPERATOR TO PROVIDE GOODS AND SERVICES NECESSARY TO CARRY OUT RESEARCH OF MUTUAL INTEREST WITHIN THE US NATIOAL POULTRY RESEARCH CENTER, ATHENS, GA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_58400040032_12H4"}, {"internal_id": 73121459, "Award ID": "58400030028", "Award Amount": -5.86, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2018-10-24", "CFDA Number": "10.253", "Description": "STATE VARIATION IN WIC FOOD PACKAGE COSTS: THE ROLE OF PRICES, CASELOAD COMPOSITION, AND COST-CONTAINMENT PRACTICES - THE AIM OF THE PROPOSED WORK IS TO DEVELOP A NOVEL METHOD TO SAFEGUARD HEN WELFARE BY REDUCING HEAT STRESS (HS) EFFECTS. THE OBJECTIVES ARE 1) TO DETERMINE IF COOLED PERCHES IMPROVE THERMAL COMFORT AND WELFARE FOR CAGED HENS DURING HOT WEATHER, 2) TO EXAMINE IF COOLED PERCHES PREVENT HEAT STRESS-INDUCED BEHAVIORAL AND NEUROPHYSIOLOGICAL CHANGES, IMPROVING HEAT ADAPTATION IN CAGED HENS, AND 3) TO CONDUCT ENGINEERING AND ECONOMIC ANALYSES OF THE COSTS AND MAINTENANCE OF COOLED PERCHES AND PERFORM SENSITIVITY ANALYSES TO KEY ECONOMIC PARAMETERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_58400030028_12H4"}, {"internal_id": 137054355, "Award ID": "58400010048R", "Award Amount": 50000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2021-06-02", "CFDA Number": "10.253", "Description": "WHAT'S FOR LUNCH? THE RELATIONSHIP BETWEEN SCHOOL MEALS AND STUDENT LUNCH PARTICIPATION - DEVELOP FHB RESISTANT WHEAT AND BARLEY ADAPTED TO NEW YORK THROUGH CONVENTIONAL AND MOLECULAR BREEDING METHODS AS WELL AS PARTICIPATE IN COOPERATIVE NURSERY SCREENING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a8f3e5e-ebc2-25c9-68fb-d8e77ee476f4-C", "generated_internal_id": "ASST_NON_58400010048R_12H4"}, {"internal_id": 137956826, "Award ID": "58400010046", "Award Amount": 35000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2021-06-28", "CFDA Number": "10.253", "Description": "COVID-19, SNAP AND RACIAL AND INCOME INEQUALITY IN NUTRITION - TO DISCOVER AND CHARACTERIZE NATURAL ENEMIES OF THE INVASIVE ROSEAU CANE SCALE AND DETERMINE THEIR NATURAL DISTRIBUTION RANGE IN ASIA; AND CHARACTERIZE THEIR ASSOCIATION WITH HOST PLANT GENOTYPE DIFFERENCES THAT MAY BE RELATED TO SCALE INSECT COLONIZATION SUCCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_58400010046_12H4"}, {"internal_id": 137054356, "Award ID": "58400010044", "Award Amount": 36000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2021-06-03", "CFDA Number": "10.253", "Description": "REAL-TIME\" FOOD INSECURITY TRACKER USING IRI SCANNER DATA AND THE HOUSEHOLD PULSE SURVEY - DEVELOP FHB RESISTANT WHEAT AND BARLEY ADAPTED TO NEW YORK THROUGH CONVENTIONAL AND MOLECULAR BREEDING METHODS AS WELL AS PARTICIPATE IN COOPERATIVE NURSERY SCREENING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_58400010044_12H4"}, {"internal_id": 145966563, "Award ID": "58400010043", "Award Amount": 35000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2021-07-29", "CFDA Number": "10.253", "Description": "USING FNS'S ITFPS-2 TO UNDERSTAND WIC PARTICIPATION AND NUTRITION OUTCOMES FOR TODDLERS AND CHILDREN - 1) DEVELOP AND VALIDATE EFFECTIVE TOOLS FOR LABORATORY DETECTION AND IN-FIELD DIAGNOSIS OF DICKEYA SPP. 2) EXAMINE THE THRESHOLD POPULATION LEVEL IN POTATO SEED LOTS AND EFFECTIVENESS OF DISEASE MANAGEMENT VIA SEED TREATMENT, OPERATION, AND STORAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee8636d0-3f78-fbb3-4346-eb49aabbb2b3-C", "generated_internal_id": "ASST_NON_58400010043_12H4"}, {"internal_id": 111341307, "Award ID": "58400000069", "Award Amount": 119360.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-09-21", "CFDA Number": "10.253", "Description": "INVENTORY LEVEL AND FOOD PRICES DURING PEAK FOOD-AT-HOME DEMAND PERIODS: ASSESSING PANDEMIC SHOCKS IN THE U.S. FOOD SYSTEM. - 1. DEVELOP CROPPING SYSTEMS WHICH IMPROVE SOIL HEALTH THROUGH INCLUSION OF PEAS OR LENTILS. 2. DETERMINE THE EFFECT OF CROP SEQUENCE AND ROTATION LENGTH ON NODULATION AND ROOT ROT IN PEAS AND LENTILS. 3. DETERMINE IF YIELD AND PROTEIN OF SMALL GRAIN CROPS CAN BE SUSTAINED FOLLOWING FIELD PEA OR LENTIL USING SOIL NITROGEN CREDITS IN A NO-TILL, SEMI-ARID CROPPING SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5dbc7f97-7472-25a6-26ce-5386030fe667-C", "generated_internal_id": "ASST_NON_58400000069_12H4"}, {"internal_id": 111138514, "Award ID": "58400000063", "Award Amount": 25000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-09-08", "CFDA Number": "10.253", "Description": "EXAMINING THE MISREPORTING OF FOOD INSECURITY IN THE UNITED STATES BETWEEN 1995 AND 20018 - TO SUPPORT THE INTERNATIONAL CONGRESS OF MEAT SCIENCE AND TECHNOLOGY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41978dcd-498c-8ab8-89bf-c6abd4f48389-C", "generated_internal_id": "ASST_NON_58400000063_12H4"}, {"internal_id": 108824475, "Award ID": "58400000058", "Award Amount": 29986.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-08-05", "CFDA Number": "10.253", "Description": "DO CHAINS SNAP\" UP THE BENEFITS OF THE SUPPLEMENTAL NUTRITION ASSISTANCE PROGRAM? EFFECTS OF STORE SNAP PARTICIPATION ON SALES VOLUME - THE OBJECTIVES FOR THIS PROJECT WILL BE TO: 1) DETERMINE THE PHENOTYPIC RESPONSE OF SPECIFIC ASSESSIONS OF USDA-ARS NATIONAL PLANT GERMPLASM SYSTEM (NPGS) APPLE COLLECTION TO FIRE BLIGHT IN ORDER TO IDENTIFY GERMPLASM DONOR STOCKS WITH POTENTIALLY NOVEL ALLELIC VARIANTS AT KNOWN FIRE BLIGHT RESISTANT LOCI AND TO IDENTIFY ACCESSIONS WITH POTENTIALLY NOVEL RESISTANCE LOCI FOR FIRE BLIGHT; 2) CONDUCT MULTIPLEX POLYMERASE CHAIN REACTION (PCR) FOR FIVE KNOWN MAJOR FIRE BLIGHT RESISTANCE LOCI ON FIRE BLIGHT RESISTANCE ACCESSIONS TO CLASSIFY GENETIC LOCI DETERMINING RESISTANCE OR IDENTIFY POTENTIALLY NOVEL SOURCES OF RESISTANCE; AND 3) DISSEMINATION OF PHENOTYPIC DATA FOR FIRE BLIGHT RESISTANCE AND MARKER LOCI CLASSIFICATION THROUGH THE GERMPLASM RESOURCES INFORMATION NETWORK (GRIN)-GLOBAL DATABASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce42d274-7283-659b-de1c-e11666794c48-C", "generated_internal_id": "ASST_NON_58400000058_12H4"}, {"internal_id": 108819910, "Award ID": "58400000057", "Award Amount": 100000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-08-13", "CFDA Number": "10.253", "Description": "THE ROLE OF FOOD ASSISTANCE IN RURAL AREAS - THE OBJECTIVES FOR THIS PROJECT WILL BE TO: 1) DETERMINE THE PHENOTYPIC RESPONSE OF SPECIFIC ASSESSIONS OF USDA-ARS, NATIONAL PLANT GERMPLASM SYSTEM (NPGS) APPLE COLLECTION TO FIRE BLIGHT IN ORDER TO IDENTIFY GERMPLASM DONOR STOCKS WITH POTENTIALLY NOVEL ALLELIC VARIANTS AT KNOWN FIRE BLIGHT RESISTANT LOCI AND TO IDENTIFY ACCESSIONS WITH POTENTIALLY NOVEL RESISTANCE LOCI FOR FIRE BLIGHT; 2) CONDUCT MULTIPLEX POLYMERASE CHAIN REACTION (PCR) FOR FIVE KNOWN MAJOR FIRE BLIGHT RESISTANCE LOCI ON FIRE BLIGHT RESISTANCE ACCESSIONS TO CLASSIFY GENETIC LOCI DETERMINING RESISTANCE OR IDENTIFY POTENTIALLY NOVEL SOURCES OF RESISTANCE; AND 3) DISSEMINATION OF PHENOTYPIC DATA FOR FIRE BLIGHT RESISTANCE AND MARKER LOCI CLASSIFICATION THROUGH THE GERMPLASM RESOURCES INFORMATION NETWORK (GRIN)-GLOBAL DATABASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_58400000057_12H4"}, {"internal_id": 111138515, "Award ID": "58400000056", "Award Amount": 100000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-09-09", "CFDA Number": "10.253", "Description": "PRODUCTIVITY AND EFFICIENCY ANALYSIS IN U.S. FOOD MANUFACTURING INDUSTRY - TO SUPPORT THE INTERNATIONAL CONGRESS OF MEAT SCIENCE AND TECHNOLOGY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "adf020df-cbb2-9a5c-55f6-00916037195e-C", "generated_internal_id": "ASST_NON_58400000056_12H4"}, {"internal_id": 111341306, "Award ID": "58400000024", "Award Amount": 39960.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-09-16", "CFDA Number": "10.253", "Description": "INNOVATION AND THE PERFORMANCE OF RURAL FOOD INDUSTRY FIRM: LINKING ENTREPRENEAURS AND FARMERS - 1. DEVELOP CROPPING SYSTEMS WHICH IMPROVE SOIL HEALTH THROUGH INCLUSION OF PEAS OR LENTILS. 2. DETERMINE THE EFFECT OF CROP SEQUENCE AND ROTATION LENGTH ON NODULATION AND ROOT ROT IN PEAS AND LENTILS. 3. DETERMINE IF YIELD AND PROTEIN OF SMALL GRAIN CROPS CAN BE SUSTAINED FOLLOWING FIELD PEA OR LENTIL USING SOIL NITROGEN CREDITS IN A NO-TILL, SEMI-ARID CROPPING SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "461898e0-2127-908a-58dc-e50985fb9001-C", "generated_internal_id": "ASST_NON_58400000024_12H4"}, {"internal_id": 108819911, "Award ID": "58400000021", "Award Amount": 30000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-07-30", "CFDA Number": "10.253", "Description": "HOUSEHOLD EXPENDITURES AT DOLLAR STORES AND IMPLICATIONS FOR HEALTH, 2008-18 - PREHARVEST AFLATOXIN CONTAMINATION OF COTTONSEED IS A MAJOR FOOD SAFETY PROBLEM BECAUSE COTTONSEED CAKES ARE FED TO CATTLE. AFLATOXIN CONTAMINATION OCCURS IN ARID AND SEMI-ARID TROPICS THAT INCLUDE THE COTTON BELT AND CORN GROWING AREAS IN THE USA AND THE PROBLEM IS EXACERBATED DURING DROUGHT CONDITIONS. IMPROVING THE HOST RESISTANCE OF COTTON PLANT TO RESIST INFECTION BY ASPERGILLUS FLAVUS, THE CAUSAL ORGANISM IS ONE OF THE PRIMARY OBJECTIVES. TRANSGENIC EXPRESSION OF NATURALLY-OCCURRING OR SYNTHETIC PEPTIDES HAS BEEN SHOWN TO IMPART RESISTANCE TO ASPERGILLUS UNDER LABORATORY AND GREENHOUSE CONDITIONS. SYNTHETIC PEPTIDES ARE OFTEN RESISTANT TO PROTEOLYTIC DEGRADATION AND OFFER A GOOD BROAD-SPECTRUM CONTROL OF SEVERAL MICROBIAL PATHOGENS. WE HAVE SEVERAL TRANSGENIC COTTON LINES EXPRESSING SYNTHETIC OR NATURAL ANTIFUNGAL PEPTIDES OR PROTEINS IN PROGRESS. ONE PROMISING SYNTHETIC, LYTIC PEPTIDE IS D4E1 AND TRANSGENIC LINES ARE READY FOR FIELD TEST. THE OBJECTIVES OF THIS STUDY ARE MANIFOLD AND INCLUDE: 1) EVALUATE TRANSGENIC COTTON LINES (E.G. D4E1) FOR RESISTANCE TO ASPERGILLUS FLAVUS AND OTHER SEEDLING PATHOGENS (FUSARIUM, VERTICILLIUM) AND INSECT PESTS AS COMPARED TO AN ISOGENIC CONTROL LINE UNDER NORMAL FIELD CONDITIONS IN ARIZONA; 2) DETERMINE THE LEVEL OF PREHARVEST AFLATOXIN CONTAMINATION IN COTTONSEED AND IDENTIFY RESISTANT LINES; 3) EVALUATE AGRONOMIC PERFORMANCE OF TRANSGENIC LINES (YIELD, FIBER/SEED QUALITY) AS COMPARED TO CONTROL; AND 4) ASSESS POSSIBLE EFFECTS OF TRANSGENIC LINES ON DIVERSITY OF SOIL MICROBES AND OTHER NON-TARGET SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1365968e-88a8-9046-4733-6ec9e7f54826-C", "generated_internal_id": "ASST_NON_58400000021_12H4"}, {"internal_id": 101103060, "Award ID": "58400000019", "Award Amount": 42000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-07-07", "CFDA Number": "10.253", "Description": "PRODUCTIVITY AND MARKUPS IN U.S. FLUID MILK MANUFACTURING - DEVELOP TRANSGENIC CUCUMBER PLANT FOR THE LONG HYPOCOTYL (LH1) GENE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_58400000019_12H4"}, {"internal_id": 101103057, "Award ID": "58400000018", "Award Amount": 48400.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2020-07-06", "CFDA Number": "10.253", "Description": "MEASURING THE IMPACT OF DOLLAR STORES EXPANSION ON FOOD RETAIL COMPETITION AND EMPLOYMENT IN RURAL AMERICA - DEVELOP TRANSGENIC CUCUMBER PLANT FOR THE LONG HYPOCOTYL (LH1) GENE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_58400000018_12H4"}]