[{"internal_id": 155562409, "Award ID": "20237900038975", "Award Amount": 4606850.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-16", "CFDA Number": "10.236", "Description": "SOYLEI INNOVATIONS (SLI), A LIMITED LIABILITY COMPANY REGISTERED IN THE STATE OF IOWA OPERATING A BIOPRODUCTS RESEARCH FACILITY AT THE IOWA STATE UNIVERSITY (ISU) RESEARCH PARK, WILL SCALE THREE RELATED BIOPRODUCTS FOR USE IN THE ASPHALT CONSTRUCTION INDUSTRY DERIVED FROM POLY(ACRYLATED EPOXIDIZED HIGH OLEIC SOYBEAN OIL) (PAEHOSO), AN AGRICULTURAL COMMODITY-BASED THERMOPLASTIC:P1: BIOMAG&TRADE;-EASYPAVE, A PAEHOSO EMULSION APPLIED TO 100% RECLAIMED ASPHALT PAVEMENT (RAP) MILLINGS TO FACILITATE THE CONSTRUCTION OF NEW ASPHALT PAVEMENTS WITHOUT THE NEED FOR HEAT OR VIRGIN RAW MATERIALS AT A DRASTICALLY REDUCED COST COMPARED TO HOT MIX ASPHALT (HMA) OR CONCRETE. SUCH COLD RECYCLED PAVEMENTS WILL REDUCE THE PROLIFERATION OF RAP WASTE PILES WHILE IMPROVING TRANSPORTATION INFRASTRUCTURE, ESPECIALLY IN HISTORICALLY UNDERSERVED LOW-INCOME RURAL AND URBAN COMMUNITIES.P2: BIOMAG&TRADE;-FOG&#39;N&#39;FIX, A REJUVENATING AND SEALING PAEHOSO EMULSION APPLIED TO EXISTING ASPHALT PAVEMENT SURFACES TO EXTEND THEIR SERVICE LIFE. UNLIKE INCUMBENT ASPHALT EMULSION PRODUCTS,BIOMAG&TRADE;-FOG&#39;N&#39;FIX WILL MINIMIZE TRAFFIC DISRUPTION WITH RAPID PENETRATION INTO THE PAVEMENT PORE STRUCTURE, PRESERVING TRAFFIC MARKINGS AND SKID RESISTANCE ON THE PAVEMENT SURFACE.P3: BIOMAG&TRADE;-EASYPMAC, A REJUVENATING POLYMER MODIFIER FOR HIGH-TRAFFIC HMA PAVEMENTS WITH HIGH RAP CONTENT FOR REDUCTIONS IN COST, WASTE, ENERGY USAGE, AND EMISSIONS GENERATION. INCUMBENT SBS-MODIFIED ASPHALT MUST BE PRODUCED AT SPECIALIZED ASPHALT TERMINALS AND INTERACTS POORLY WITH RAP. CONVERSELY, THIS BIOPRODUCT AND BE ADDED AT THE ASPHALT PLANT, FREEING CONTRACTORS TO FORMULATE HMA THAT SAVES COST AND INCREASES RAP UTILIZATION.SLI WILL SCALE UP: A CHAIN TRANSFER AGENT (CTA), AN INGREDIENT IN PAEHOSO MANUFACTURING (40KG,P1-3); BIOMAG&TRADE;-GLYTEX, A PAEHOSO-BASED SURFACTANT THAT STABILIZES BIOMAG&TRADE; EMULSIONS WITH MICRON-SCALE PARTICLE SIZE (1000 KG,P1-2); AND POLYMER COMPOUNDING REQUIRED TO TRANSFORM PAEHOSO TO A GRANULAR STATE (5000 KG,P3). COLLABORATOR CHS INC WILL SUPPLY EPOXIDIZED SOYBEAN OIL FEEDSTOCKS(UP TO 100 TON/D), AND ACS TECHNICAL PRODUCTS WILL DEVELOP THE CAPACITY TO MAKE UP TO 30 TON/D PAEHOSO USING CHS/ SLI INPUTS. SLI AND ISU WILL OPTIMIZE BIOMAG&TRADE; PRODUCT FORMULATIONS; NCAT AND ISU WILL CONDUCT TEA AND LCA ANALYSES OF THE BIOPRODUCTS. SLI AND COLORBIOTICS (CB) WILL COLLABORATE TO UPGRADE PAEHOSO TO FINISHED EMULSIONS (100 TONS EACH). SLI, CB, AND NCAT WILL COLLABORATE WITH STAKEHOLDERS TO DEMONSTRATE THE PRODUCTS IN PILOT CONSTRUCTION/MAINTENANCE PROJECTS, MAKE HEAD-TO-HEAD COMPARISONS WITH INCUMBENT PRODUCTS, AND DEVELOP VERIFIED ENVIRONMENTAL PRODUCT DECLARATIONS. SLI AND NCAT WILL EVALUATE TREATED PAVEMENT LIFETIMES THROUGH ACCELERATED WEAR TESTS. THESE ACTIVITIES WILL ADVANCE THE DEVELOPMENT OF COST-COMPETITIVE BIOPRODUCTS WITH ENVIRONMENTAL BENEFITS COMPARED TO INCUMBENT PRODUCTS, ALIGNED WITH THE 10 BIOPRODUCT PILOT PROGRAM PRIORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0f50b392-eca7-faaa-8ce7-a0d10928530f-R", "generated_internal_id": "ASST_NON_20237900038975_12H3"}, {"internal_id": 155562410, "Award ID": "20237900038974", "Award Amount": 2530926.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-16", "CFDA Number": "10.236", "Description": "MAKING BIOPRODUCTS FROM FOOD AND AGRICULTURAL WASTES SERVES A CENTRAL PILLAR SUPPORTING A CIRCULAR BIOECONOMY, MITIGATING ADVERSE ENVIRONMENTAL IMPACT AND SUSTAINING ECONOMIC DEVELOPMENT. ANNUALLY IN US THERE ARE 60.3 MILLION TONS FOOD PRODUCED WAS WASTED AT THE RETAIL AND CONSUMER LEVELS, CONSTITUTING A $161.6 BILLION LOSS. THIS WASTE HAS BEEN BEARING COLLECTION AND DUMPING COSTS. ON THE OTHER HAND, IT HAS HIGH CONTENTS OF NUTRIENTS, CARBON AND ENERGY THAT CAN BE RECOVERED FOR VALUABLE BIOPRODUCTS, AT THE SAME TIME REDUCING GREENHOUSE GAS EMISSION AND REDUCING LANDFILL COSTS. WE PROPOSE A UNIQUE BIOPRODUCT PILOT PROGRAM TO PRODUCE BIOBINDERS FOR ROAD CONSTRUCTION USING FOOD WASTE AND SWINE MANURE, REALIZED WITH A CONTINUOUS PLUG-FLOW HYDROTHERMAL LIQUEFACTION (HTL) PILOT REACTOR SYSTEM CAPABLE OF PROCESSING ONE TON PER DAY OF BIOWASTE. HTL PROCESS MIMICS THE NATURE PETROLEUM FORMATION, IN WHICH BIOMASS BURIED UNDERNEATH GROUND AND SUBJECTED TO HIGH-TEMPERATURE HIGH-PRESSURE FOR MILLIONS OF YEARS, WHILE THE HTL REACTOR TAKES LESS THAN AN HOUR. THE PRIMARY OUTPUTS ARE BIOCRUDE AND POST-HTL WASTEWATER (PHW). THE BIOCRUDE WILL BE SEPARATED INTO A BIOBINDER FOR ROAD PAVEMENT AND A LIGHT FRACTION AS TRANSPORTATION FUEL. THE PHW WILL BE TREATED TO RECOVER THE NUTRIENTS AS FERTILIZER. A SYSTEMATIC TECHNOECONOMIC ANALYSIS AND LIFE-CYCLE ANALYSIS WILL BE CONDUCTED TO ASSESS THE TECHNICAL, ECONOMIC AND ENVIRONMENTAL BENEFITS. THIS WASTE-TO-BIOPRODUCTS APPROACH WILL HAVE A DIRECT IMPACT ON THE JUSTICE 40 INITIATIVE AS REDUCTION OF BIOWASTE AND RECYCLING OF ASPHALT WILL LEAD TO SIGNIFICANT REDUCTION IN LANDFILL, WHICH IS OFTEN CONSTRUCTED IN UNDERSERVED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_20237900038974_12H3"}, {"internal_id": 155562411, "Award ID": "20237900038973", "Award Amount": 2400874.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-16", "CFDA Number": "10.236", "Description": "MOST COMMERCIAL PLASTICS USED NOWADAYS ARE PETROLEUM-BASED. MORE THAN 67% OF END-OF-LIFE PLASTICS END UP IN LANDFILLS WHILE ANOTHER EIGHT MILLION TONS ANNUALLY MAKE THEIR WAY INTO THE OCEAN WHERE THEY ARE NOT DEGRADABLE AND ONLY ACCUMULATE. IN THE PAST THREE PANDEMIC YEARS, THE GLOBAL CONSUMPTION OF THE SINGLE-USE PLASTICS FOR KEEPING HYGIENE HAVE CREATED SIGNIFICANT SOCIETAL AND ENVIRONMENTAL CONCERNS. THERE IS AN URGENT NEED FOR DEVELOPING BIODEGRADABLE PLASTICS FROM RENEWABLE SOURCES. THE USE OF PLASTICS IS CLOSELY LINKED TO ANOTHER IMPORTANT ENVIRONMENTAL ISSUE, NAMELY FOOD WASTE. NEARLY 40% OF FOOD PRODUCED IS DUMPED IN LANDFILLS, ACCOUNTING FOR THE SINGLE LARGEST COMPONENT OF U.S. MUNICIPAL SOLID WASTE, RESULTING IN NOT ONLY GREENHOUSE GAS EMISSIONS BUT ALSO AN ANNUAL COST OF $165 BILLION IN ECONOMIC LOSS INCLUDING THE FOOD ITSELF AND ASSOCIATED WATER, ENERGY, AND CHEMICALS SPENT IN THE FOOD SUPPLY CHAIN. THE CONVERSION OF FOOD WASTE TO VALUE-ADDED BIOPLASTIC MATERIALS THAT CAN BE BIODEGRADED IN ENVIRONMENT MAY OFFER A UNIQUE SOLUTION TO BOTH ENVIRONMENTAL ISSUES.THIS PROPOSED PILOT STUDY TARGETS THE PRODUCTION OF NATURALLY OCCURRING BIODEGRADABLE POLYESTERS SYNTHESIZED BY MANY MICROBES AS THE BASIC MATERIALS FOR PRODUCING BIOPLASTICS CAPABLE OF BEING DEGRADED IN VARIOUS ENVIRONMENTAL CONDITIONS INCLUDING IN THE OCEAN. A THREE-PRONGED MODULAR BIOPROCESSING SYSTEM WILL BE EXPERIMENTED IN THIS STUDY TO ENABLE A VARIETY OF MICROBIAL CULTURES TO CONVERT A WIDE SPECTRUM OF FOOD WASTES INTO BIOPLASTICS WITH PRODUCTIVITY HIGH ENOUGH TO OUTCOMPETE OTHER BIOPLASTIC PRODUCTION TECHNOLOGIES. THE OVERALL GOAL OF THIS PROJECT IS TO DEVELOP AND DEMONSTRATE A PILOT-SCALE MODULAR BIOPROCESSING SYSTEM TO PRODUCE BIOPLASTICS FROM FOOD WASTEWITH COST COMPETENCY. THIS WILL BE THE FIRST EFFORT TO CREATE A MODULAR BIOPLASTIC FERMENTATION SYSTEM TAILORED FOR ACCOMMODATING THE FOOD WASTE WITH HIGH PROPERTY VARIABILITY. THE OUTCOME OF THIS THREE-YEAR PROJECT WILL BE A PROCESS THAT DELIVERS MARKETABLE BIOPLASTIC PRODUCTS MADE FROM FOOD WASTES. THIS CIRCULAR DIVERSION OF FOOD WASTE FOR BIO-BASED PLASTIC PRODUCTION HOLDS PROMISE TO REDUCE LANDFILL QUANTITY AND WASTE MANAGEMENT COST, OFFSET PETROLEUM-BASED PLASTIC PRODUCTION AND POLLUTION, MINIMIZE GREENHOUSE GAS EMISSION, AND BRING ENVIRONMENTAL JUSTICE TO DISADVANTAGED COMMUNITIES. THIS PILOT STUDY WILL BE PERFORMED IN A MODULAR SYSTEM AT THE 100 LITERSCALE WITH EACH COMPONENT INDIVIDUALLY OPTIMIZABLE TO PROVIDE OUTPUTS CONTRIBUTING TO THE BEST OVERALL ECONOMIC AND ENVIRONMENTAL RESULTS. AN INTERDISCIPLINARY TEAM IS ASSEMBLED FROM THREE LAND-GRANT UNIVERSITIES AND A PRIVATE ENTERPRISE TO PROVIDE ALL THE TECHNOLOGICAL AND MARKETING COMPONENTS REQUIRED FOR THE SUCCESS OF THIS ADVANCED MODULAR SYSTEM. AN INDUSTRIAL ADVISORY BOARD CONSISTING OF STAKEHOLDERS AND BENEFICIARIES OF THE TECHNOLOGY WILL ALSO BE FORMED TO ENSURE DELIVERY OF THE TECHNOLOGY WITH GOOD APPLICATION RELEVANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20237900038973_12H3"}]