[{"internal_id": 155118084, "Award ID": "20237000338958", "Award Amount": 149996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-13", "CFDA Number": "10.217", "Description": "THE WATER (WATER FOR TEXAS THROUGH EDUCATION AND RESEARCH) PROJECT GOAL IS TO CREATE AN EXEMPLARY TRANSDISCIPLINARY EDUCATION AND RESEARCH MODEL AT TEXAS A&AMP;M UNIVERSITY-SAN ANTONIO FOR PREPARING WATER PROFESSIONALS TO RESPOND TO PREVAILING AND FUTURE REGIONAL WATER CHALLENGES, WITH THE COLLABORATION OF THE TEXAS STREAM TEAM, HISPANIC LEADERS IN AGRICULTURE AND THE ENVIRONMENT (HLAE), AND THE ASPIRE PARTNERSHIP OF SCHOOL DISTRICTS IN HISTORICALLY UNDERSERVED SOUTH BEXAR COUNTY. WATER ADDRESSES THE EDUCATIONAL NEED AREAS OF CURRICULUM DEVELOPMENT, INSTRUCTIONAL DELIVERY SYSTEMS, AND EXPANDING STUDENT CAREER OPPORTUNITIES. PROJECT ACTIVITIES WILL PROVIDE CULTURALLY-APPROPRIATE ROLE MODELS AND EXPERIENTIAL LEARNING METHODS FOCUSING ON REGIONAL WATER RESOURCE CHALLENGES. OBJECTIVES ARE (I) IMPROVE THE RECRUITMENT AND RETENTION OF STUDENTS PURSUING STUDIES IN WATER, AGRICULTURAL, NATURAL RESOURCES, AND RELATED SCIENCES BY DEVELOPING A TRANSDISCIPLINARY REGIONAL EDUCATION AND RESEARCH PROGRAM; (II) IMPROVE PROFESSIONAL DEVELOPMENT AND CAREER COUNSELING OPPORTUNITIES FOR UNDERGRADUATE STUDENTS, BY ENGAGING EARLY- AND MID-CAREER MASTER&#39;S- AND DOCTORATE DEGREE-LEVEL ECOSYSTEMS PROFESSIONALS AS MENTORS FROM THE HLAE; (III) IDENTIFY REGIONAL AGRICULTURAL AND NATURAL RESOURCES CHALLENGES BY ENGAGING UNDERGRADUATE STUDENTS IN FACULTY-MENTORED AND FIELD-CENTRIC RESEARCH EXPERIENCES WITH THE COLLABORATION OF TEXAS STREAM TEAM INSTRUCTORS; (IV) DEVELOP CRITICAL THINKING SKILLS TO PROMOTE A COLLEGE-GOING CULTURE AMONG HIGH AND MIDDLE SCHOOL STUDENTS THROUGH A&AMP;M-SAN ANTONIO&#39;S ASPIRE PARTNERSHIP ON PROJECT- AND INQUIRY-BASED FIELD TRAINING AND CITIZEN SCIENCE PROGRAMS MENTORED BY UNDERGRADUATE STUDENTS. WE ANTICIPATE THAT AT LEAST 8 PARTICIPATING FACULTY MEMBERS, 20 STUDENTS IN TWO COHORTS, 65 NON-COHORT UNIVERSITY STUDENTS, AND 225 GRADE-SCHOOL STUDENTS WILL BENEFIT FROM WATER&#39;S TWO-YEAR PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b934bab-f3cd-3856-3bbf-83abc79f5a4b-C", "generated_internal_id": "ASST_NON_20237000338958_12H3"}, {"internal_id": 155118099, "Award ID": "20237000338784", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-14", "CFDA Number": "10.217", "Description": "ALABAMA AGRICULTURAL AND MECHANICAL AND DELAWARE STATE UNIVERSITIES ARE COMMITTED TO ACADEMIC PROGRAMS THAT INCLUDE GLOBAL COLLABORATIONS AND PARTNERSHIPS TO STRENGTHEN FACULTY AND STUDENTS&#39; EXPERIENTIAL LEARNING AND OPPORTUNITIES. BOTH UNIVERSITIES HAVE DEVELOPED ACCESS AND APPRECIATION FOR INTERNATIONAL AND CROSS-CULTURAL EXPERIENCES THROUGH, CURRICULUM ENHANCEMENT, STUDY ABROAD AND EXCHANGE PROGRAMS. OUR PROPOSED PROJECT IS TO STRENGTHEN THE GLOBAL COMPETENCE OF STUDENTS AND FACULTY IN FOOD AND AGRICULTURAL SCIENCES, EXPAND THEIR GLOBAL AWARENESS IN A SUB-SAHARAN AFRICAN CULTURE, AND INTRODUCTION TO NEW GLOBAL VISION THROUGH COLLABORATIVE PARTNERSHIPS WITH INSTITUTIONS IN RWANDA. THE SPECIFIC OBJECTIVES INCLUDE: (1) INITIATING AND ESTABLISHING EXPERIENTIAL LEARNING PARTNERSHIPS WITH RWANDA AND SUB-SAHARAN AFRICA INSTITUTIONS; (2): INCREASING THE NUMBER OF STUDENTS PARTICIPATING IN INTERNATIONAL FOOD, AGRICULTURE, AND NATURAL RESOURCES SCIENCES OPPORTUNITIES; (3): DEVELOPING JOINT FACULTY MENTORING AND TRAINING OPPORTUNITIES IN SOME AGRICULTURE CHALLENGE AREAS , AND (4) USING THIS AND OTHER OVERSEAS PARTNERSHIPS TO BUILD STRONGER PIPELINES FOR MINORITY STUDENT RECRUITMENT INTO OUR PROGRAMS. THE PROJECT WHEN COMPLETED WILL SIGNIFICANTLY IMPACT THE QUALITY OF FOOD, AGRICULTURE, HUMAN, AND NATURAL SCIENCES EDUCATION AT BOTH AAMU AND DSU. THE STUDENTS ENROLLED IN THE PROGRAM WILL BE WELL PREPARED TO ADDRESS THE CRITICAL NATIONAL AND INTERNATIONAL AGRICULTURAL ISSUES/NIFA&#39;S STRATEGIC GOALS OF GLOBAL FOOD SECURITY AND HUNGER, FOOD SAFETY AND QUALITY, BIOENERGY/BIOFUEL, GLOBAL CLIMATE CHANGE EDUCATION, NATURAL RESOURCE MANAGEMENT AND CONSERVATION, AND SUSTAINABLE RURAL ECONOMIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_20237000338784_12H3"}, {"internal_id": 155118094, "Award ID": "20237000338783", "Award Amount": 149000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-14", "CFDA Number": "10.217", "Description": "AS CRISPR TECHNOLOGY HAS BECOME ONE OF THE MOST POPULAR GENETIC ENGINEERING TOOLS IN FOOD AND AGRICULTURAL RESEARCH AND INDUSTRY, IT IS CRITICAL THAT OUR NATION&#39;S FUTURE SCIENCE PROFESSIONALS ARE COMPETENT WITH THIS TECHNOLOGY. THE SUPPORT OF THIS GRANT WILL ENABLE OUR PROJECT TO ENHANCE THE QUALITY OF FOOD AND AGRICULTURAL SCIENCE EDUCATION IN HAWAII BY EXPANDING THE CRISPR LAB COURSE CAPACITY AT UH MANOA AND PROVIDING CRISPR WORKSHOPS FOR STUDENTS AT OTHER UH CAMPUSES WITH SIGNIFICANT MINORITY ENROLLMENT.THE LABORATORY COURSE OFFERS UNDERGRADUATE AND GRADUATE STUDENTS THE OPPORTUNITY OF FORMAL HANDS-ON TRAINING IN CRISPR GENE EDITING THAT WAS PREVIOUSLY UNAVAILABLE AT UH MANOA. THE CRISPR WORKSHOPS AVAILABLE TO STUDENTS AT ALL UH CAMPUSES, INCLUDING COMMUNITY COLLEGES, AIM TO EXTEND THIS UNIQUE CRISPR TRAINING OPPORTUNITY TO A BROADER COMMUNITY OF RISING SCIENTISTS AND PROMOTE THE PARTICIPATION OF STUDENTS FROM UNDERSERVED COMMUNITIES. FOR BOTH THE LAB COURSE AND THE WORKSHOPS, STUDENTS WILL HAVE HANDS-ON TRAINING IN DESIGNING AND EXECUTING CRISPR EXPERIMENTS FOR MICROALGAE, MAIZE, AND MAMMALIAN CELLS, ALLOWING STUDENTS TO WORK WITH A DIVERSE SELECTION OF LIVING SYSTEMS. THROUGH THE COURSES AND WORKSHOPS, TEACHING ASSISTANTS WILL GAIN CRITICAL LEADERSHIP, PROJECT MANAGEMENT, AND TEACHING SKILLS. ALL PARTICIPANTS WILL BENEFIT FROM INVALUABLE EXPERIENCES IN THEIR FUTURE RESEARCH AND CAREERS IN THE RAPIDLY ADVANCING SCIENCE INDUSTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20237000338783_12H3"}, {"internal_id": 154736185, "Award ID": "20237000338782", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-17", "CFDA Number": "10.217", "Description": "THE RISING COST OF TEXTBOOKS HAS BECOME A BARRIER TO AFFORDABLE HIGHER EDUCATION. ONE SOLUTION IS OPEN TEXTBOOKS - TEXTBOOKS WHICH HAVE BEEN RELEASED UNDER INTELLECTUAL PROPERTY LICENSES ALLOWING THEIR FREE USE AND REPURPOSING. WE PROPOSE A PLANNING ACTIVITY TO PLAN THE DEVELOPMENT OF AN OPEN TEXTBOOK FOR INTRODUCTORY SOIL SCIENCE COURSES. OUR OBJECTIVES ARE TO 1) ENGAGE SOIL SCIENCE EDUCATORS, 2) RECRUIT POTENTIAL CHAPTER AUTHORS, 3) PROMOTE DIVERSITY AMONG TEXTBOOK CONTRIBUTORS AND USERS, 4) FINALIZE A TEXTBOOK OUTLINE, AND 5) DEVELOP A PROPOSAL TO THE USDA HIGHER EDUCATION CHALLENGE PROGRAM FOR A COLLABORATIVE GRANT TYPE 2. WE WILL ACCOMPLISH THIS BY CONDUCTING A SURVEY OF INTRODUCTORY SOIL SCIENCE EDUCATORS AND HOLDING A SERIES OF FACE-TO-FACE AND VIRTUAL MEETINGS TO ENGAGE EDUCATORS AND TEXTBOOK DEVELOPMENT EXPERTS. THOSE MEETINGS INCLUDE SEVERAL EVENTS HELD DURING THE SOIL SCIENCE SOCIETY OF AMERICA MEETINGS - A SYMPOSIUM AND TOWN-HALL DISCUSSION ON OPEN TEXTBOOKS, FOCUS GROUPS,AND A ROUNDTABLE DISCUSSION - AS WELL AS VIRTUAL FOCUS GROUPS AND A SERIES OF MEETINGS TO SUMMARIZE OUR FINDINGS, FINALIZE THE TEXTBOOK OUTLINE, IDENTIFY TEXTBOOK CONTRIBUTORS, AND DEVELOP OUR NEXT HEC PROPOSAL. STIPENDS WILL BE PROVIDED TO SOIL SCIENCE EDUCATORS REPRESENTING VARIOUS COLLEGE AND UNIVERSITY TYPES OR UNDERREPRESENTED GROUPS TO ENSURE DIVERSITY AMONG CONTRIBUTORS. WE PREDICT THE TEXTBOOK WILL COLLECTIVELY SAVE STUDENTS UP TO $313,000 ANNUALLY. THIS PROJECT WILL STRENGTHEN INSTRUCTION DELIVERY SYSTEMS AND STUDENT RECRUITMENT AND RETENTION (HEC GOAL 1), ATTRACT STUDENTS TO THE SOIL SCIENCE PROFESSION (HEC GOAL 2), AND FACILITATE COOPERATION BETWEEN MULTIPLE INSTITUTIONS (HEC GOAL 3).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20237000338782_12H3"}, {"internal_id": 155118093, "Award ID": "20237000338780", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "10.217", "Description": "PROJECT SWEAT (STANDARDIZED WELDING EDUCATION AND TRAINING) SEEKS STANDARDIZE WELDING EDUCATION AND TRAINING ACROSS THREE REGIONAL UNIVERSITIES; TEXAS STATE UNIVERSITY; SAM HOUSTON STATE UNIVERSITY &AMP; TARLETON STATE UNIVERSITY. RECENT PROJECTIONS INDICATE THE DOMESTIC WELDING WORKFORCE WILL REACH A DEFICIT OF &GE;375,000 WORKERS BY 2026 (GUERRA, 2018). AS THE NATION&#39;S INFRASTRUCTURE CONTINUES TO AGE AND REQUIRES INCREASED MAINTENANCE, ACCESS TO A HIGHLY TRAINED WELDING WORKFORCE HAS NEVER BEEN MORE CRITICAL. THEREFORE, IT IS CRUCIAL TO EFFICIENTLY TRAIN EMERGING AND CURRENT WELDERS WITHOUT SACRIFICING QUALITY (BYRD &AMP; ANDERSON, 2012). SINCE THE INCEPTION OF WELDING, TRAINING PROGRAMS HAVE UNDERGONE CONTINUAL MODIFICATIONS TO BETTER PREPARE WELDERS. SIMULATOR TECHNOLOGIES, SUCH AS VIRTUAL REALITY (VR) AND VIRTUALLY AUGMENTED, HAVE EMERGED OVER PAST DECADES AND HAVE BEEN DEVELOPED FOR AND USED IN MANY TEACHING AND LEARNING CONTEXTS, INCLUDING WELDING (SAETTLER, 2004). THE LINCOLN ELECTRIC VIRTUALLY AUGMENTED WELDING MACHINE ALLOWS INSTRUCTORS TO INCREASE THEIR EFFECTIVENESS FOR BEGINNING WELDING INSTRUCTION. FIRST, TO CREATE A STANDARDIZED WELDING CURRICULUM FOR ALL POST-SECONDARY ACADEMIC INSTITUTIONS. STUDENTS ACROSS INSTITUTIONS WILL RECEIVE THE SAME TRAINING WITH THE SAME FEEDBACK TO STANDARDIZE WELDING EDUCATION WITH THE USE OF THE LINCOLN ELECTRIC REALWELD WELDING MACHINE. THE SECOND GOAL IS INCREASING THE STUDENT&#39;S KNOWLEDGE AND PERFORMANCE OF WELDING TECHNIQUES. THE COLLABORATION BETWEEN THE THREE INSTITUTIONS WILL LEAD TO OPPORTUNITIES FOR SHARED EFFORTS ON RESEARCH, TEACHING, AND PROFESSIONAL DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20237000338780_12H3"}, {"internal_id": 157863800, "Award ID": "20237000338779", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-21", "CFDA Number": "10.217", "Description": "THIS PROPOSED EFFORT IS A MULTI-STATE COLLABORATIVE PROJECT THAT POOLS FACULTY EXPERTISE, COURSES AND INSTITUTIONAL RESOURCES IN ONE OR MORE ASPECTS OF THE GRAIN VALUE CHAIN FROM SEVERAL U.S. LAND-GRANT UNIVERSITIES TO DEVELOP A M.S. LEVEL CURRICULUM IN GRAIN VALUE CHAIN (GVC). THE CURRICULUM WILL COVER A BROAD SPECTRUM OF GRAIN SCIENCE, POST-HARVEST OPERATIONS, STORED PRODUCTS ENTOMOLOGY, AGRICULTURAL ECONOMICS, BUSINESS MANAGEMENT, LEADERSHIP, ETC., BUT ALLOW STUDENTS TO FOCUS ON ONE ASPECT OF THE GRAIN VALUE CHAIN IN AN INDUSTRY DRIVEN M.S. THESIS PROJECT. THE CURRICULUM WILL BE AVAILABLE VIRTUALLY AND ONLINE ACROSS THE COLLABORATING INSTITUTIONS SO THAT STUDENTS HAVE THE OPPORTUNITY TO TAKE COURSES ACROSS CAMPUSES. WE WILL RECRUIT A COHORT OF GRADUATE STUDENTS (6) FROM THE COLLABORATING INSTITUTIONS UNDERTAKING THIS EFFORT. A HUGE PART OF THIS EFFORT WILL BE TO ATTRACT, SUPPORT, RETAIN, AND PROMOTE OPPORTUNITIES IN THE GRAIN INDUSTRY TO UNDERREPRESENTED MINORITY (URM) GRADUATE STUDENTS THROUGH COLLABORATIONS WITH TWO HBCUS. THE CURRICULUM INCLUDES LEADERSHIP DEVELOPMENT AND EXPERENTIAL LEARNING THROUGH INDUSTRY SUPPORTED PROJECTS, INTERNSHIPS, EXTENSION OUTREACH AND INTERNATIONAL INDUSTRY TOURS. THE SUCCESSFUL COMPLETION OF THIS PROJECT, INCLUDING THE ADOPTION OF THE CURRICULUM COMPONENTS AND DELIVERY STRATEGIES, WILL RESULT IN A SIGNIFICANTLY GREATER POOL OF PROFESSIONALS PREPARED TO WORK ON INTEGRATED GRAIN VALUE CHAIN. UPON COMPLETION OF THIS PROJECT, WE WOULD HAVE DEVELOPED AN INNOVATIVE MODEL OF GRADUATE EDUCATION BY BRINGING CORE EXPERTISE AND RESOURCES FROM VARIOUS LAND-GRANT INSTITUTIONS TO MERGE INTO TARGETED AREAS OF THE GRAIN VALUE CHAIN TO DELIVER AN INNOVATIVE MULTI-INSTITUTIONAL M.S. LEVEL CURRICULUM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20237000338779_12H3"}, {"internal_id": 154736241, "Award ID": "20237000338778", "Award Amount": 299884.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-18", "CFDA Number": "10.217", "Description": "THIS PROJECT AIMS TO DEVELOP A MULTIDISCIPLINARY PROBLEM-BASED LEARNING (PBL) CURRICULUM TO SUPPORT THE DEVELOPMENT OF ADAPTIVE APPAREL MERCHANDING AND DESIGN (AMD) COMPETENCIES. THE SPECIFIC PURPOSES OF THIS PROJECTARE(A) TO FOSTER AWARENESS OF THE IMPORTANCE OF ADAPTIVE AMD COMPETENCIES FOR PROFESSIONAL DEVELOPMENT AMONG DIVERSE UNDERGRADUATE STUDENT POPULATIONS AND (B) TO CULTIVATE THE ADAPTIVE AMD COMPETENCIES NECESSARY FOR THEIR WORKPLACE SUCCESS AS GRADUATES.THESE PURPOSES WILL BE ACHIEVED BY DEVELOPING, IMPLEMENTING, EVALUATING, AND REVISING AN ADAPTIVE APPAREL CURRICULUM, INCLUDING A WEB-BASED MODULE SERIES ANDPBL ACTIVITIES. THE DEVELOPED CURRICULUM WILL BE PACKAGED AS A CERTIFICATE AND DISSEMINATED FOR USE BY OTHER UNIVERSITIES. THIS PROJECT WILL HAVE POSITIVE OUTCOMES FOR STUDENTS, EDUCATORS, THE PWD COMMUNITY, AND ADAPTIVE APPAREL INDUSTRY PROFESSIONALS. IT WILL ENSURE THAT INCLUSIVE MINDSETS AND COMPETENCIES TO MERCHANDISE AND DESIGN ADAPTIVE APPAREL ARE PART OF FOOD AND AGRICULTURAL SCIENCES UNDERGRADUATE CURRICULA WITHIN HIGHER EDUCATION INSTITUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "147e841a-32d5-d2fa-ae13-c808e4a7e703-C", "generated_internal_id": "ASST_NON_20237000338778_12H3"}, {"internal_id": 155562396, "Award ID": "20237000338777", "Award Amount": 149000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-29", "CFDA Number": "10.217", "Description": "INCREASING USE OF TECHNOLOGY IN THE FOOD AND AGRICULTURE INDUSTRIES SPOTLIGHTS THE GROWING NEED FOR THE DESIGN OF INNOVATIVE EQUIPMENT AND MANUFACTURING TOOLS, ALONG WITH A SKILLED WORKFORCE TO DEVELOP THESE RESOURCES. NUMEROUS FOOD AND AGRICULTURE COMPANIES ARE CURRENTLY SEEKING GRADUATES WITH COMPUTER-AIDED DESIGN SKILLS TO FULFILL THESE CRITICAL POSITIONS. HOWEVER, MOST UNDERGRADUATE CURRICULA IN FOOD AND AGRICULTURAL ENGINEERING ARE SERIOUSLY LACKING EXPOSURE OF STUDENTS TO TOPICS ON INNOVATIVE USES OF GRAPHICAL DESIGN, SPATIAL VISUALIZATION, AND APPROPRIATE COMPUTER-BASED TOOLS APPLIED TO PROBLEMS FACED IN THE FOOD AND AGRICULTURAL INDUSTRIES. TO REMEDY THIS CRITICAL DEFICIENCY, THIS PROPOSAL ADDRESSES THE DEVELOPMENT OF ENHANCED, COMPUTER-AIDED GRAPHICAL DESIGN COURSE MATERIALS FOR STUDENTS IN FOOD AND AGRICULTURAL ENGINEERING PROGRAMS. THE OVERALL GOAL OF THIS PROJECT IS TO DEVELOP FLEXIBLE COMPUTER-AIDED GRAPHICAL DESIGN EDUCATIONAL MATERIALS FOCUSED ON INNOVATIONS IN THE FOODAND AGRICULTURAL INDUSTRIES, WHICH WILL BE MADE FREELY AVAILABLE ONLINE. KEY COMPONENTS OF THE PROPOSED EDUCATIONAL MATERIALS INCLUDE TECHNICAL INNOVATION AND INSTRUCTIONAL SKILL-BASED VIDEOS, TUTORIAL DOCUMENTATION WITH DISCUSSION PROMPTS, FOLLOW-UP ACTIVITIES, AND OPEN-ENDED DESIGN PROJECTS TO SUPPORT A DIVERSE STUDENT AUDIENCE. THE ANTICIPATED IMPACT OF THE PROPOSED PROJECT IS INCREASED STUDENT LEARNING IN SPATIAL VISUALIZATION AND 3-DIMENSIONAL GRAPHICAL DESIGN. IT IS ALSO ANTICIPATED THAT THE PROJECT WILL GENERATE INCREASED STUDENT INTEREST IN PURSUING A CAREER IN THE FOOD AND AGRICULTURE INDUSTRIES THROUGH INTEGRATION OF RELEVANT, CUTTING-EDGE EXAMPLES AND PROJECTS WITHIN THE EDUCATIONAL MATERIALS. THESE OUTCOMES WILL BE ASSESSED ON UC DAVIS STUDENTS IN AN INTRODUCTORY ENGINEERING DESIGN COURSE IN BIOLOGICAL SYSTEMS ENGINEERING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20237000338777_12H3"}, {"internal_id": 156315552, "Award ID": "20237000338776", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-17", "CFDA Number": "10.217", "Description": "THE OVERALL GOAL OF THIS PROJECT IS TO PROVIDE THE QUALITY OF EDUCATION NEEDED TO PRODUCE DIVERSE, CULTURALLY COMPETENT TEACHERS WHO CAN STRENTHEN THE GLOBAL FOOD AND AGRICULTURAL WORKFORCE. OUR OBJECTIVES ARE TO:1: DEVELOP PATHWAYS IN EDUCATION AND OUTREACH-ORIENTED CAREERS WITHIN AFNR FIELDS FOR UNDERGRADUATE STUDENTS TO DEVELOP GLOBAL COMPETENCY, WITH PRIORITY GIVEN TO PARTICIPANTS FROM MINORITY, UNDERREPRESENTED AND/OR LOW SES BACKGROUNDS.?2: PROVIDE OPPORTUNITIES FOR UNDERGRADUATE STUDENTS TO EXPERIENCE THE INTERSECTION BETWEEN EDUCATION, AGRICULTURE, AND CULTURE IN DIVERSE SETTINGS.3: ADVANCE THE AWARENESS OF AFNR IMPLICATIONS OF THE UNITED NATIONS SUSTAINABLE DEVELOPMENT GOALS (SDGS) FOR SECONDARY AGRICULTURAL SCIENCE STUDENTS.WE WILL INVOLVE 18 STUDENTS PER YEAR (6 FROM UIDAHO, 6 FROM PENN STATE, AND 6 FROM ACROSS THE NINETEEN 1890S INSTITUTIONS) WHO HAVE AN INTEREST IN A CAREER RELATED TO EDUCATION/OUTREACH THAT IS AGRICULTURALLY RELATED. ACCEPTED STUDENTS WILL:&BULL; PARTICIPATE IN PRE-IMMERSION WEBINARS&BULL; ATTEND THE BORLAUG DIALOGUES IN OCTOBER AT THE WORLD FOOD PRIZE AND RECEIVE PROFESSIONAL DEVELOPMENT ON GLOBAL LEARNING RELATED TOPICS, AND TRAINING ON TEACHING STRATEGIES.&BULL; DEVELOP LESSONS AND MATERIALS RELATED TO GLOBAL FOOD SECURITY IN VIRTUAL TEAMS (A MEMBER FROM EACH INSTITUTIONAL GROUP).&BULL; TEACH IN TRIAD GROUPS FOR A FULL WEEK (WITH REPRESENTATION FROM EACH INSTITUTION) IN DOMESTIC COMMUNITIES - FOCUSED ON TRADITIONALLY UNDERREPRESENTED POPULATIONS.&BULL; PARTICIPATE IN A10-DAY GLOBAL IMMERSION AS A COHORT, FOCUSED ON A SERVICE-PROJECT RELATED TO EXTENDING GLOBAL PERSPECTIVES AND CULTURAL FLUENCY OF PROGRAM PARTICIPANTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20237000338776_12H3"}, {"internal_id": 155877077, "Award ID": "20237000338775", "Award Amount": 29998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-10", "CFDA Number": "10.217", "Description": "ONSUMER DEMAND FOR FRESH, LOCAL, HIGH-QUALITY, PESTICIDE FREE, YEAR-ROUND, AND SUSTAINABLE PRODUCE CONTINUES TO RISE AS THE WORLD NAVIGATES SUPPLY CHAIN ISSUES AND PANDEMIC RECOVERY. CONTROLLED ENVIRONMENT AGRICULTURE (CEA) OFFERS THE OPPORTUNITY GROW CROPS ANYWHERE WITH HIGHER YIELDS DUE TO THE ABILITY TO CONTROL AND OPTIMIZE THE GROWTH ENVIRONMENT. CEA IS A COMPLEX OPERATION REQUIRING TECHNICAL SKILLS AND KNOWLEDGE IN AREAS RELATED TO PLANT PHYSIOLOGY, DATA SCIENCE, COMPUTER CODING, SYSTEMS ENGINEERING, SUSTAINABILITY MANAGEMENT, FOOD SAFETY, AND ENTREPRENEURSHIP. THE STATE OF MISSOURI CURRENTLY LACKS A FORMAL EDUCATIONAL PROGRAM FOCUSED ON CEA. MOREOVER, EXPERTISE IN CEA SYSTEMS IS SCATTERED ACROSS DIFFERENT UNIVERSITIES WITHIN THE MIDWEST REGION. OUR GOAL IS TO ATTRACT NEW STUDENTS INTERESTED IN CEA AND EXPOSE CURRENT STUDENTS FROM OTHER DISCIPLINES TO URBAN AGRICULTURE BY CREATING A MULTIDISCIPLINARY EDUCATIONAL PROGRAM FOCUSED ON CEA AT THE UNIVERSITY OF MISSOURI - KANSAS CITY. WE ANTICIPATE THAT STUDENTS COMPLETING THE PROGRAM WILL SEEK CAREERS, ENTREPRENEURIAL ACTIVITIES, OR GRADUATE PROGRAMS RELATED TO AGRICULTURE. THIS PLANNING GRANT WILL ALLOW OUR RESEARCH TEAM TO PERFORM A NEEDS ASSESSMENT AND SEEK COLLABORATION WITHIN THE REGION TO PREVENT DUPLICATION OF EFFORTS AS WELL AS SURVEY INDUSTRY PARTNERS ON WORKFORCE DEVELOPMENT NEEDS AND REQUIREMENTS. WE SEEK TO CONDUCT (1) A STRATEGIC PLANNING SESSION TO BRING TOGETHER EDUCATIONAL COORDINATORS, REGIONAL FACULTY, AND INDUSTRY LEADERS TO REPORT ON NEEDS ASSESSMENT FINDINGS, (2) PRESENT NEEDS ASSESSMENT FINDINGS TO INDUSTRY PARTNERS AND LEADERS, AND (3) DEVELOP A SELF-SUSTAINING CURRICULUM MODEL TO PREPARE A COLLABORATIVE GRANT PROPOSAL FOR 2023.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "466bb7e5-0742-3fc2-5029-530901df9261-C", "generated_internal_id": "ASST_NON_20237000338775_12H3"}, {"internal_id": 154736242, "Award ID": "20237000338774", "Award Amount": 149000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-22", "CFDA Number": "10.217", "Description": "WOMEN COMPRISE A SIGNIFICANT AND RISING SHARE OF THE AGRICULTURAL WORKFORCE DOMESTICALLY AND WORLDWIDE AS FARMERS, FARMWORKERS, POLICY-MAKERS, AND EXTENSION PROFESSIONALS. IN THE U.S., WOMEN PARTICIPATE IN FARM DECISION-MAKING ON 56% PERCENT OF ALL FARMS (USDA 2019). YET, SYSTEMATIC GENDER BIAS PERSISTS IN AGRICULTURE DUE TO DISCRIMINATORY POLICIES, PRACTICES, AND NORMS IN RURAL AREAS (SACHS ET AL, 2016). EMPLOYERS OF FOOD AND AGRICULTURAL SCIENCES (FAS) GRADUATES HAVE INCREASED THEIR DEMAND FOR JOB CANDIDATES WITH TRAINING AND EXPERIENCE IN THE AREA OF GENDER AND AGRICULTURE TO SUPPORT THE VITALITY AND SUCCESS OF THE AGRICULTURAL SECTOR. YET, UNIVERSITY CURRICULUM IN THE FAS HAVE BEEN SLOW TO PROVIDE SUCH EDUCATIONAL AND WORKFORCE DEVELOPMENT PROGRAMMING, OFTEN DUE TO THE DIFFICULTY OF ADDRESSING SENSITIVE CULTURAL NORMS AROUND GENDER EQUITY AND WOMEN&#39;S RIGHTS IN THE CLASSROOM.THIS STANDARD GRANT PROPOSES A THREE-YEAR INTERDISCIPLINARY PROGRAM TO PREPARE STUDENTS FOR FUTURE WORK SUPPORTING GENDER EQUITY AND DIVERSITY IN AGRICULTURE. FIFTEEN STUDENTS (TOTAL) WILL BE PLACED IN INTERNSHIPS WITH SIX PARTNER ORGANIZATIONS WHO ARE RECOGNIZED LOCAL AND GLOBAL LEADERS IN GENDER AND SUSTAINABLE AGRICULTURE RESEARCH AND PROGRAMMING (PENNSYLVANIA SUSTAINABLE AGRICULTURE, PENN STATE EXTENSION, INTERNATIONAL FOOD POLICY RESEARCH INSTITUTE (IFPRI), COOPERATIVE FOR ASSISTANCE AND RELIEF EVERYWHERE (CARE) USA, OXFAM AMERICA, AND MENNONITE ECONOMIC DEVELOPMENT ASSOCIATES (MEDA). THE PROGRAM HAS THREE WORKFORCE DEVELOPMENT COMPONENTS: (1) WEEKLONG PRE-INTERNSHIP TRAINING COVERING GENDER EQUITY ISSUES IN AGRICULTURE AND PROFESSIONAL DEVELOPMENT FOR NON-PROFIT WORK; (2) SUMMER INTERNSHIP PROGRAM THAT ENABLES STUDENTS TO DEVELOP AND APPLY THEIR PROBLEM-SOLVING AND CULTURAL AWARENESS SKILLS WHILE HELPING ADVANCE THE GENDER EQUITY WORK OF PARTNER ORGANIZATIONS; (3) CREATION OF A NEW COURSE ON GENDER AND AGRICULTURE THAT WILL UTILIZE PRODUCTS GENERATED BY STUDENTS DURING INTERNSHIPS AS CURRICULAR MATERIALS. ALTOGETHER, 15 STUDENTS WILL PARTICIPATE IN SUMMER INTERNSHIPS, AND UP TO 75 STUDENTS WILL PARTICIPATE IN THE GENDER AND AGRICULTURE COURSE, OVER THE THREE-YEAR LIFESPAN OF THE PROJECT.THE MAIN GOAL OF OUR PROGRAM IS TO EQUIP STUDENTS FOR FUTURE CAREERS IN FARMING OR AGRICULTURAL RESEARCH, EDUCATION, POLICY, OR EXTENSION WITH THE COMPETENCIES NEEDED TO ADDRESS GENDER EQUITY CONCERNS IN THE DOMESTIC AND INTERNATIONAL AGRICULTURAL WORKFORCE. THIS ALIGNS WITH HEC PROGRAM GOALS #1 AND #7.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20237000338774_12H3"}, {"internal_id": 155118098, "Award ID": "20237000338773", "Award Amount": 299998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-14", "CFDA Number": "10.217", "Description": "THIS PROJECT WILL CREATE AN ONLINE, SCIENCE COMMUNICATION CURRICULUM FOR GRADUATE STUDENTS IN FANH SCIENCES. THE MAJOR OUTPUTS ARE SHAREABLE MODULES DESIGNED TO INCREASE STUDENTS&#39; ABILITIES TO (1) UNDERSTAND THEORY, FRAMEWORKS, KEY CONCEPTS AND APPLICATION OF EFFECTIVE AND ETHICAL SCIENCE COMMUNICATION THAT IS CONSISTENT WITH THE LAND-GRANT MISSION; (2) ENHANCE CRITICAL THINKING AND DECISION-MAKING SKILLS WITH RESPECT TO APPROPRIATE RESEARCH TECHNIQUES, SOURCES AND TOOLS TO DIRECT COMMUNICATION EFFORTS AND EVALUATE IMPACT; AND (3) DEVELOP SKILLS NEEDED TO PRODUCE SCIENCE COMMUNICATION CONTENT THAT COMMUNICATES COMPLEX INFORMATION ACROSS DIFFERENT AUDIENCES.PARTNERING INSTITUTIONS WILL DEVELOP AND DELIVER MODULES IN AN ONLINE FORMAT AND MAKE THEM AVAILABLE FOR FACULTY TO IMPLEMENT AT ANY INSTITUTION WITH FANH SCIENCES. ALL MODULES WILL INCLUDE LESSON PLANS, ASSIGNMENTS, AND MATERIALS NECESSARY TO EFFECTIVELY DELIVER THE CURRICULUM AND WILL BE EVALUATED FOR EFFECTIVENESS BY PARTICIPATING FACULTY IN FANH SCIENCES. THIS INNOVATIVE MODEL HAS THE ABILITY TO ENHANCE THE QUALITY OF INSTRUCTION FOR SCIENCE COMMUNICATION AND PREPARE GRADUATE STUDENTS TO COMMUNICATE ABOUT SCIENCE TO THE PUBLIC. WITH LIMITED FACULTY FOCUSED ON COMMUNICATION IN FANH SCIENCES, THIS PROJECT WILL ENABLE THOSE TRAINED IN FANH DISCIPLINES TO FEEL CONFIDENT ABOUT TEACHING SCIENCE COMMUNICATION SKILLS TO GRADUATE STUDENTS IN COURSES WITHIN THEIR SPECIFIC FANH DISCIPLINE. THIS PROJECT CAN EXPAND ACCESS TO SCIENTIFIC KNOWLEDGE AND CONCEPTS THROUGH THE PREPARATION OF FUTURE SCIENTISTS AND THEIR ABILITIES TO SPEAK TO DIVERSE AUDIENCES AND IMPROVE THE PUBLIC&#39;S PERCEPTION OF FANH SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20237000338773_12H3"}, {"internal_id": 155118087, "Award ID": "20237000338772", "Award Amount": 749977.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-09", "CFDA Number": "10.217", "Description": "THIS IS A MULTI-INSTITUTIONAL, MULTI-DISCIPLINARY, COLLABORATIVE PROPOSAL INVOLVING LEADING INSTITUTIONS IN THE FOOD, AGRICULTURE, NATURAL, AND HUMAN SCIENCE (FANH) PROGRAMS AT LAND-GRANT, PUBLIC, AND MINORITY-SERVING INSTITUTIONS OF HIGHER EDUCATION. THE LEAD INSTITUTIONS ARE PART OF A NATION-WIDE NETWORK DESIGNED TO DEVELOP INNOVATIVE APPROACHES TO FOSTER THE SKILLS AND COMPETENCIES ESSENTIAL FOR THE FUTURE WORKFORCE IN FANH. THE SPECIFIC PROJECT OBJECTIVES ARE TO:1. DEVELOP A COMPREHENSIVE GRAND CHALLENGE SCHOLARS PROGRAM AROUND USDA PRIORITY AREAS OF FOOD JUSTICE, CLIMATE JUSTICE, AND SUSTAINABLE AGRICULTURE;2. CREATE A NATIONWIDE INTERDISCIPLINARY NETWORK DEDICATED TO ADDRESSING THE MULTI-FACETED NATURE OF USDA GRAND CHALLENGES THROUGH A SUSTAINABLE INFRASTRUCTURE COMBINING UNIVERSITY FANH AND HONORS PROFESSIONALS THAT CAN BE LEVERAGED TO RECRUIT STUDENTS TO GRADUATE STUDY AND RELATED CAREERS IN FANH;3. CULTIVATE CRITICAL THINKING AROUND COMPLEX PROBLEMS TO IMPROVE CAREER READINESS RELATED TO USDA PRIORITY AREAS;4. PROVIDE FACULTY WITH TRAINING TO FACILITATE SYSTEMS THINKING AND HIGH-IMPACT, COLLABORATIVE INSTRUCTIONAL STRATEGIES THAT WILL, IN TURN, PREPARE AND SUPPORT TEACHERS, RESEARCHERS, STUDENTS, AND OUTREACH PROFESSIONALS IN INNOVATIVE PROBLEM SOLVING.OUR OVERALL GOAL IS TO INCREASE THE NUMBER AND DIVERSITY OF GRADUATES IN FANH DISCIPLINES WHO ARE WELL PREPARED FOR THE WORKFORCE AND/OR GRADUATE LEVEL EDUCATION RELATED TO THE GRAND CHALLENGES. FUNDING FOR THIS THREE-YEAR PROJECT ESTABLISHES AND REFINES AN INNOVATIVE SYSTEMS-THINKING APPROACH TO EDUCATION WITHIN THE FANH SCIENCES. FOURTEEN WELL-ESTABLISHED INSTITUTIONS WILL COLLECTIVELY HARNESS THEIR RESOURCES TO SHARE PROJECT FINDINGS NATIONWIDE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_20237000338772_12H3"}, {"internal_id": 154736022, "Award ID": "20237000338771", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-30", "CFDA Number": "10.217", "Description": "NEED AREA: CURRICULUM DEVELOPMENT, INSTRUCTIONAL DELIVERY SYSTEMS AND EXPANDING STUDENTCAREER OPPORTUNITIESRANGELAND MANAGEMENT SPECIALISTS (OPM JOB SERIES -0454) ARE SCARCE, YET ARE NEEDED TO FULFILLMISSION-CRITICAL OCCUPATIONS FOR THE FEDERAL WORKFORCE. IN CALIFORNIA, A CERTIFIED RANGE MANAGER(CRM) OR SOMEONE SUPERVISED BY A CRM MAY BE REQUIRED FOR PLANNING ACTIVITIES ON FORESTEDLANDSCAPES PURSUANT TO PUBLIC RESOURCES CODE &SECT;&SECT; 762 AND 772 AND 14 CCR &SECT;&SECT; 1650 AND 1651.THESE REQUIRE SPECIFIC, MINIMUM UNIVERSITY-LEVEL COURSEWORK. DEMAND FOR GRAZING ANDCONSERVATION PLANNING IS EXPECTED TO INCREASE AS INITIATIVES TO CONSERVE WILDLIFE HABITAT,CONNECTIVITY, AND CARBON SEQUESTRATION EXPANDS ON PRIVATE AND PUBLIC RANGELANDS.OUR GOAL IS TO JOIN THE UNIVERSITY OF CALIFORNIA, THE CALIFORNIA STATE UNIVERSITY SYSTEM AND AUDUBONCALIFORNIA TO ENABLE PROSPECTIVE STUDENTS, RANCHERS, AND LAND MANAGERS TO OBTAIN THE NECESSARYACADEMIC QUALIFICATIONS TO BECOME CONSULTANTS AND FEDERAL SPECIALISTS. WE WILL ACCOMPLISH THISTHROUGH RECRUITMENT, ACADEMIC PRESCRIPTION, EXPERIENTIAL EDUCATION, AND MENTORSHIP. THE PLANNINGACTIVITY WILL DEVELOP THE FOLLOWING OBJECTIVES:A. IDENTIFY STRENGTHS AND WEAKNESSES IN EXISTING CURRICULA.B. CREATE A COMPREHENSIVE CRM STUDY GUIDE TO BE POSTED AS A CURATED COLLECTION ON RANGEDOCS(HTTPS://DOCS.RANGELANDSGATEWAY.ORG/).C. SUGGEST INTEGRATIVE NEW COURSES FOR CONTEMPORARY CHALLENGES IN ECOSYSTEM STEWARDSHIP.D. DEVELOP A LEARNING OUTCOMES DIAGNOSTIC PANEL AND PRESCRIPTION TO ASSESS PARTICIPANT SKILLSAND TO ACCOMPLISH PARTICIPANT GOALS.E. FRAME A PILOT PLACE-BASED LEARNING COHORT IN PARTNERSHIP WITH A WORKING RANCH. THE OBJECTIVEHERE WILL BE TO POSITION LEARNING OUTCOMES IN A MEANINGFUL, INTEGRATED CONTEXT, IN SERVICE TO THEGOALS OF THE COLLABORATING LANDOWNER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d29658a-c61f-bc5b-ee6c-2cd9e680b9ce-C", "generated_internal_id": "ASST_NON_20237000338771_12H3"}, {"internal_id": 153836549, "Award ID": "20237000338770", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-25", "CFDA Number": "10.217", "Description": "CLOSING THE CURRICULUM GAP AND INCREASING ACADEMIC SUCCESS OF TRANSFER STUDENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20237000338770_12H3"}, {"internal_id": 155562401, "Award ID": "20237000338769", "Award Amount": 149801.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-21", "CFDA Number": "10.217", "Description": "THERE IS AN EDUCATIONAL NEED FOR ESTABLISHING A GRADUATE-LEVEL CURRICULUM IN GERONTOLOGY TO EXPAND STUDENTS&#39; CAREER OPPORTUNITIES THAT RESPOND TO A SOCIAL CONCERN, A GROWING AGING POPULATION. IN THE U.S., GERONTOLOGY GRADUATE-LEVEL DEGREE PROGRAMS HAVE BEEN OFFERED VIA PREDOMINANTLY WHITE INSTITUTIONS AND NO 1890 LAND-GRANT INSTITUTIONS PROVIDE THE PROGRAM. THIS IS A THREAT THAT HINDERS THE ACCESSIBILITY OF GERONTOLOGY PROGRAMS TO UNDERREPRESENTED STUDENTS WHO SEEK GERONTOLOGY KNOWLEDGE AND SUBSEQUENTLY, AGING SERVICE PROFESSIONS UPON DEGREE COMPLETION. A HUMAN SCIENCE, FAMILY AND CONSUMER SCIENCES (FCS) CAN BE A LEADING DISCIPLINE TO BUILD A GRADUATE-LEVEL PROGRAM ON AGING WITHIN THE FOOD AND AGRICULTURAL SCIENCES. COLLABORATING WITH THE 1890 FCS DISTANCE LEARNING ALLIANCE, VIRGINIA TECH, THE OFFICE OF DISTANCE LEARNING AND AGING CENTER AT N.C. A&AMP;T, THE PROJECT TEAM PROPOSES A PROJECT, WHOSE PURPOSE IS TO UTILIZE A TRANSDISCIPLINARY APPROACH TO DEVELOP AN FCS ONLINE GRADUATE CERTIFICATE PROGRAM IN GERONTOLOGY TO ENHANCE THE CREDENTIALS OF UNDERREPRESENTED STUDENTS FOR CAREERS IN FCS, WHICH RESPONDS TO AN EDUCATIONAL NEED FOR A SOCIETAL CONCERN, THE POPULATION OF OLDER ADULTS. FOR THE PROJECT IMPLEMENTATION, THERE ARE THREE OBJECTIVES: (1) ESTABLISH AN FCS ONLINE GRADUATE CERTIFICATE PROGRAM IN GERONTOLOGY; (2) DEVELOP NEW COURSES THROUGH ONLINE DELIVERY INCORPORATING AGING CONCEPTS AND PROGRAM AREAS WITHIN FCS; AND (3) RECRUIT AND PROVIDE FINANCIAL SUPPORT TO PREPARE STUDENTS TO PROVIDE EDUCATION, SERVICES, AND SUPPORT FOR OLDER ADULTS. THE PROPOSED PROGRAM WILL CONTRIBUTE TO UNDERREPRESENTED STUDENTS&#39; WORKFORCE DEVELOPMENT TARGETED TOWARD A CRITICAL SOCIETAL CONCERN AND STRENGTHENING COMMUNITY CONNECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_20237000338769_12H3"}, {"internal_id": 154736238, "Award ID": "20237000338768", "Award Amount": 149000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-18", "CFDA Number": "10.217", "Description": "TO REDUCE THE GAPS BETWEEN INDUSTRY DEMANDS AND ACADEMIC OFFERINGS, THIS PROJECT AIMS TO ENHANCE FIBER, TEXTILE, AND APPAREL (FTA) STUDENTS&#39; DIGITAL DATA LITERACY SKILLS BY DEVELOPING ROBUST AND EFFECTIVE EDUCATIONAL PACKETS IN THE FORM OF OPEN-SOURCE DATASETS AND TEACHING MODULES. EDUCATORS OF FTA HAVE FOUND DIFFICULTIES IN TEACHING DIGITAL DATA LITERACY DUE TO THE LACK OF OPEN-SOURCE RETAIL/MERCHANDISING AND CONSUMER DATA SETS AND TEACHING MODULES. TO FULFILL THIS NEED, THIS PROJECT WILL HELP STUDENTS (A) SOLVE RETAIL/MERCHANDISING AND CONSUMER DATA ANALYSIS PROBLEMS THAT OCCUR IN THE DAY-TO-DAY INDIVIDUAL AND FIRM-LEVEL WORK AND (B) DEVELOP ABILITIES IN FINDING, ANALYZING, UNDERSTANDING, INTERPRETING, AND EFFECTIVELY COMMUNICATING DIGITAL DATA.ACCORDINGLY, WE HAVE THREE SPECIFIC OBJECTIVES: (1) TO DEVELOP DATASETS AND EDUCATIONAL PACKETS TO ENHANCE DIGITAL DATA LITERACY AT ALL LEVELS OF UNDERGRADUATE CURRICULA; (B) TO IMPLEMENT, TEST, AND ADJUST THE EDUCATIONAL MODULES IN TWO FTA COURSES; AND (3) TO ASSESS THE EFFECTIVENESS OF EDUCATIONAL MODULES AND DISSEMINATE THE RESULTS AND OUTCOMES WITHIN AND BEYOND FTA AND FAHN DISCIPLINES.THROUGHOUT THE PROJECT, THE CAREFUL ANALYSIS WILL BE CONDUCTED TO COMPARE STUDENT LEARNING OUTCOMES BETWEEN UNDER-REPRESENTED MINORITY STUDENT GROUPS AND OTHERS, IN ORDER TO CREATE PROJECTS THAT ARE EFFECTIVE TO ALL STUDENT GROUPS. THROUGH THE DEVELOPMENT OF THIS PROJECT, FTA AND FAHN STUDENTS WILL BE EQUIPPED WITH MULTI-PERSPECTIVE, CRITICAL, AND DATA-DRIVEN PROBLEM-SOLVING SKILLS. STUDENTS WILL BE MORE INDUSTRY- AND CHANGE-READY, FEELING EMPOWERED TO MAKE MEANINGFUL IMPACTS ON THE WORLD AS FAHN PROFESSIONALS IN THE 21ST CENTURY, FURTHER ENCOURAGED TO COMPLETE AND CONTINUE FAHN DISCIPLINES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20237000338768_12H3"}, {"internal_id": 154199751, "Award ID": "20237000338767", "Award Amount": 29399.1, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-07", "CFDA Number": "10.217", "Description": "PROJECT BRIDGE: BUILDING RELATIONSHIPS FOR INNOVATING, DIVERSIFYING, GROWING AND ENHANCING FOOD SCIENCE PROGRAMS IN SOUTHERN CALIFORNIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "554423bc-092e-20d8-e2b1-d8fee794a9bd-C", "generated_internal_id": "ASST_NON_20237000338767_12H3"}, {"internal_id": 139138779, "Award ID": "20217000335755", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-04", "CFDA Number": "10.217", "Description": "NON-TECHNICAL SUMMARYPRIMARY GOAL: TO CREATE INNOVATIVE CAREER OPPORTUNITIES IN THE FIELD OF AGRICULTURAL BIOSECURITY, VETERINARY AND HUMAN PUBLIC HEALTH BY DEVELOPING NEW GRADUATE CERTIFICATE AND MS DEGREE PROGRAMS EMPHASIZING EXPERIENTIAL LEARNING OF CLINICAL LABORATORY SKILLSETS; CONTRIBUTING TO RURAL WORKFORCE DEVELOPMENT THAT IS TRAINED TO SUPPORT SURGE TESTING NEEDS IN RESPONSE TO CURRENT COVID-19 PANDEMIC AND FUTURE ANIMAL/HUMAN/PLANT DISEASE OUTBREAKS. OBJECTIVES: 1) DEVELOP NEW COURSES IN LABORATORY OPERATIONS AND MANAGEMENT, BIO-SURVEILLANCE AND BIO-DETECTION TECHNIQUES, ONE HEALTH AND EXPERIENTIAL LEARNING; 2) CREATE NEW GRADUATE CERTIFICATE AND MS DEGREE PROGRAMS IN \"AGRICULTURAL BIOSECURITY- ONE HEALTH LABORATORY SCIENCES\" (ABOHLS); 3) EMPHASIZE INCREASED PARTICIPATION OF UNDERREPRESENTED STUDENTS WITH DEGREES IN VETERINARY MEDICINE, PLANT/ANIMAL/ BIOLOGICAL SCIENCES; 4) PROVIDE RURAL ENGAGEMENT AND LEADERSHIP OPPORTUNITIES; 5) ENABLE PROSPECTIVE GRADUATE STUDENTS RECEIVEINTERNATIONAL LABORATORY RESEARCH EXPOSURE (ARGENTINA, CHILE, INDIA, TAIWAN OR URUGUAY LABS); 6) PROVIDE MULTIFACETED MENTORING BY FACULTY FROM DIVERSE PROFESSIONAL EXPERTISE IN MICROBIOLOGY, PATHOLOGY, FOOD SAFETY, PHARMACOLOGY, POPULATION HEALTH AND HEALTH POLICY TO ENHANCE THE INTELLECTUAL ABILITY, SO AS TO GENERATE SCHOLARLY ARTICLES, AND TO PRESENT RESEARCH AT SCIENTIFIC/STAKEHOLDER MEETINGS. DELIVERABLES: 1) 3 NOVEL COURSES, 1 CERTIFICATE, 1 MS PROGRAM; 2) TO BENEFIT ~10 MS STUDENTS; ~25 GRADUATE CERTIFICATE STUDENTS DURING THE GRANT PERIOD; 3) HANDS-ON EXPERIENTIAL LEARNING ON VARIOUS DIAGNOSTIC PLATFORMS IN REFERRAL LABORATORIES, QUALITY CONTROL PROGRAMS, INTERACTIONS WITH SUBJECT MATTER EXPERTS FROM FANH SCIENCES AND AGRICULTURAL LEADERSHIP. 4) INTERNATIONAL EXPOSURE FOR MS STUDENTS ON GLOBAL AGRICULTURAL RESEARCH PRACTICES. OVERALL IMPACT: DEVELOP LEADERS CAPABLE OF PREVENTING AND RESPONDING TO AGRICULTURAL BIOSECURITY &AMP; ONE HEALTH THREATS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20217000335755_12H3"}, {"internal_id": 139651865, "Award ID": "20217000335735", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-13", "CFDA Number": "10.217", "Description": "THE PROPOSED PROJECT WILL DIRECTLY ADDRESS THE GAP THAT EXISTS BETWEEN THE EXPECTATIONS OF THE FOOD INDUSTRY EMPLOYERS AND OTHER STAKEHOLDERS RELATED TO NEW GRADUATES&#39; FOOD PRODUCT DEVELOPMENT (FPD) SKILLS AND THE REAL PERFORMANCE OF THESE GRADUATES WHEN TASKED WITH MANAGING AND LEADING FPD PROJECTS.WHY FOCUS ON FPD COURSES? (1) FPD IS A CAPSTONE COURSE IN MOST FOOD SCIENCE AND TECHNOLOGY PROGRAMS, YET IT IS NOT INCLUDED AS AN INDEPENDENT COURSE IN THE GUIDELINES FOR INSTITUTE OF FOOD TECHNOLOGISTS (IFT) APPROVAL OF UNDERGRADUATE FOOD SCIENCE AND FOOD TECHNOLOGY PROGRAMS. (2) WHILE THERE ARE NO FPD-SPECIFIC IFT ESSENTIAL LEARNING OUTCOMES (ELOS) DEFINED1, 2, NUMEROUS IFT ELOS ARE RELEVANT AND ARE APPLIED TO ASSESS FPD COURSES NATIONWIDE. (3) FPD REQUIRES THE TEACHING AND APPLICATION OF CORE CONCEPTS LEARNED IN THE FUNDAMENTAL FOOD SCIENCE AND TECHNOLOGY COURSES SUCH AS FOOD MICROBIOLOGY AND SAFETY, FOOD PROCESS AND ENGINEERING, FOOD CHEMISTRY, AND SENSORY EVALUATION OF FOODS COMBINED WITH OTHER DISCIPLINES RELATED TO THE BUSINESS ASPECT OF THE COURSE SUCH AS ECONOMICS AND MARKETING. (4) CURRENTLY, THERE IS NO BROADLY ACCEPTED TEXTBOOK OR RESOURCE MATERIALS WITH WHICH TO TEACH THE COURSE UNLIKE OTHER TEXTBOOKS COMMONLY USED IN FOOD SCIENCE CURRICULA NATIONWIDE.TEACHING FOOD PRODUCT DEVELOPMENT (FPD) EFFECTIVELY FACES SIGNIFICANT CHALLENGES. THESE CHALLENGES INCLUDE LACK OF TRAINING, THE ABSENCE OF A STANDARD TEXTBOOK, AND THE DISPARITY OF THE FPD CURRICULUM ACROSS INSTITUTIONS. TO OVERCOME THESE CHALLENGES, THE PROPOSED PROJECT SEEKS TO DEVELOP CONTENT FOR INSTRUCTORS TEACHING FPD. OUR GOAL IS TO CREATE A STANDARDIZED FPD CURRICULUM AND PEDAGOGY TO BRIDGE THE GAPS BETWEEN THE INDUSTRY, EDUCATORS, AND STUDENTS TO CREATE ROBUST AND JOB-READY PRODUCT DEVELOPERS. WE ENVISION DEVELOPING 35-50 MODULES ACCESSIBLE TO UNIVERSITIES AND INDUSTRY TO SUPPORT HIGH-QUALITY FPD TEACHING FOR BOTH INDUSTRY AND ACADEMIA AND ADDRESS THIS CHALLENGE FOR HIGHER EDUCATION, BRIDGING THEINDUSTRY WITH FACULTY AND STUDENTS, AND PREPARING QUALITY GRADUATES FOR THE FOOD INDUSTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5dbc7f97-7472-25a6-26ce-5386030fe667-C", "generated_internal_id": "ASST_NON_20217000335735_12H3"}, {"internal_id": 139651864, "Award ID": "20217000335730", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-13", "CFDA Number": "10.217", "Description": "CALIFORNIA STATE UNIVERSITY, NORTHRIDGE (CSUN) ALONG WITH ITS COLLABORATORS, VENTURA COMMUNITY COLLEGE (VC) AND PROVIDENCE HOLY CROSS MEDICAL CENTER (PROVIDENCE) JOINTLY PROPOSE TO ADVANCE THE QUALITY OF CSUN&#39;S FOOD AND AGRICULTURAL SCIENCES EDUCATION CURRICULUM TO PRODUCE DIVERSE BACCALAUREATE LEVEL NUTRITION GRADUATES WHO ARE PREPARED TO ENTER THE WORKFORCE AS CERTIFIED LACTATION COUNSELORS (CLC). THE OVERALL GOALS OF THIS PROJECT, \"PIPELINE FOR DIVERSE NUTRITION STUDENTS TO BECOME CERTIFIED LACTATION COUNSELORS\" ARE TO: 1) STRENGTHEN CSUN&#39;S CURRICULUM TO PREPARE DIVERSE UNDERGRADUATE NUTRTION STUDENTS TO BECOME ELIGIBLE TO SIT FOR AND SUCCESSFULLY PASS THE NATIONAL CREDENTIALLING EXAM FOR LACTATION COUNSELORS, THE CERTIFIED LACTATION COUNSELOR EXAM (CLC); (B) RAISE AWARENESS AMONG FRESHMAN AND SOPHOMORE NUTRITION STUDENTS AT VC AND CSUN ABOUT CAREER OPPORTUNITIES AND CSUN&#39;S ACADEMIC PROGRAM IN LACTATION COUNSELING; (C) IMPROVE LOW RETENTION AND TRANSFER RATES AT VC AND LOW RETENTION AND GRADUATION RATES AT CSUN AMONG DIVERSE STUDENTS PURSUING A B.S. IN NUTRITION. TO ACCOMPLISH THESE GOALS, THE COLLABORATING INSTITUTIONS PLAN TO: 1) STRENGTHEN THE LACTATION CURRICULUM TO ALIGN IT WITH THE NATIONAL CREDENTIALLING EXAM;2) DEVELOP OPPURTUNITES FOR: HANDS ON LEARNING, LEADERSHIP SKILLS DEVELOPMENT, SHADOWING, MENTORING AND NETWORKING; AND 3) ENGAGE IN ACTIVE RECRUITMENT EFFORTS, OFFER TUTORING, ACADEMIC AND CAREER ADVISEMENT, AND DEVELOP ARTICULATION AGREEMENTS. THE PROJECT ADDRESSES TWO EDUCATIONAL NEED AREAS: 1) CURRICULUM DEVELOPMENT AND EXPANSION OF STUDENT CAREER OPPORTUNITIES AND 2) FACILITATING INTERACTION WITH OTHER ACADEMIC INSTITUTIONS. THE PROJECT ALSO ADVANCES USDA&#39;S STRATEGIC GOAL 4 OF INCREASING RURAL ECONOMIC DEVELOPMENT BY SUPPORTING WORKFORCE AVAILABILITY OF NUTRITION PROFESSIONALS TRAINED AS CLCS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a158def-f835-249e-67d0-50b5bac200dc-C", "generated_internal_id": "ASST_NON_20217000335730_12H3"}, {"internal_id": 139138891, "Award ID": "20217000335498", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-28", "CFDA Number": "10.217", "Description": "THE CURRENT STATE OF KNOWLEDGE AROUND THE INCORPORATION OF CURRICULA FOCUSED ON MANAGED URBAN LANDSCAPES INTO RELEVANT UNDERGRADUATE NATURAL AND SOCIAL SCIENCE PROGRAMS IS UNKNOWN WITHIN THE STATE OF MINNESOTA. MANAGED URBAN LANDSCAPES INCLUDE GREEN SPACES SUCH AS PARKS AND YARDS THAT ARE LARGELY DOMINATED BY TURFGRASS. A WIDE SPECTRUM OF ACTIVITIES ARE RELATED TO THESE LANDSCAPES AND TURFGRASS SPECIFICALLY FROM GROWERS PROVIDING SEED AND SOD, RESEARCHERS ASSESSING DISEASE AND BREEDING IMPROVEMENTS, LAND MANAGERS ENSURING USABLE AND SAFE AREAS, AND INDIVIDUALS WHO CARE FOR AND RECREATE ON LAWNS. WE AIM TO FIRST ASSESS THE CURRENT STATE OF CURRICULA INVOLVING MANAGED URBAN LANDSCAPES ACROSS TWO-YEAR AND FOUR-YEAR HIGHER EDUCATION INSTITUTIONS IN THE STATE OF MINNESOTA AND SECOND TO DEVELOP AND PROVIDE CURRICULA, MODULES, AND RESEARCH PROJECT FRAMEWORKS TO INSTITUTIONS FOR INCORPORATION INTO EXISTING NATURAL AND SOCIAL SCIENCE COURSES, AS BOTH INTEGRATED AND STAND-ALONE EDUCATIONAL OPPORTUNITIES, AND STUDENT-LED RESEARCH PROJECTS TO INTRODUCE AND/OR ENHANCE STUDENT AND FACULTY KNOWLEDGE OF THESE CRITICAL URBAN GREEN SPACES. SUCH KNOWLEDGE WOULD TRANSLATE INTO INCREASED AGRICULTURAL SCIENCE LITERACY RELATED TO THESE LANDSCAPES WHICH EVERY STUDENT WILL INTERACT WITH WHILE IN SCHOOL, AND MORE GENERALLY AS CITIZENS, AS WELL AS OFFER OPPORTUNITIES FOR CAREER PATHS IN RELATED INDUSTRIES WHICH ARE PROJECTED TO GROW SIGNIFICANTLY IN THE COMING DECADE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20217000335498_12H3"}, {"internal_id": 139138902, "Award ID": "20217000335433", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-02", "CFDA Number": "10.217", "Description": "REGISTERED DIETITIAN NUTRITIONISTS (RDNS) ARE FOOD AND NUTRITION EXPERTS WHO PLAY A VITAL ROLE IN PREVENTING AND TREATING DIET-RELATED HEALTH CONDITIONS. THERE IS A CRITICAL SHORTAGE OF RDNS, ESPECIALLY ETHNICALLY/RACIALLY DIVERSE RDNS. TO BECOME AN RDN, STUDENTS COMPLETE A BACCALAUREATE DEGREE (MASTERS STARTING IN 2024) AND 1000 HOURS OF SUPERVISED DIETETICS PRACTICE (SDP) MENTORED BY CREDENTIALED PROFESSIONALS IN CLINICAL, COMMUNITY, AND MANAGEMENT NUTRITION SITES. THE RDN SHORTAGE IS RELATED TO LIMITED AVAILABILITY OF POSITIONS IN SDP PROGRAMS AND INADEQUATE ACCESSIBILITY TO TRAINING IN RURAL AREAS, BOTH OF WHICH ARE CONSTRAINED BY INSUFFICIENT STUDENT PLACEMENTS IN CLINICAL NUTRITION SITES. THIS PROJECT AIMS TO DEVELOP, IMPLEMENT, EVALUATE, REFINE, AND DISSEMINATE A SERIES OF HIGH-QUALITY SIMULATIONS (DELIVERED VIA FULL-BODY PATIENT SIMULATOR [SMART MANNEQUINS] AND VIRTUAL REALITY USING SMARTGLASSES) THAT DEVELOP CLINICAL NUTRITION SKILLS OF FOOD, NUTRITION, AND DIETETICS BACCALAUREATE, MASTERS, AND SDP STUDENTS. THESE SIMULATIONS WILL HELP REDUCE THE RDN SHORTAGE BY INCREASING ACCESS TO SDP OPPORTUNITIES; INCREASE ACCESSIBILITY OF CLINICAL SDP TRAINING THAT CAN BE DELIVERED REMOTELY; AND IMPROVE THE QUALITY OF RDN TRAINING BY PROVIDING STANDARDIZED LEARNING EXPERIENCES THAT PROMOTE STUDENT IMMERSION AND ENGAGEMENT. A SECOND AIM IS TO PREPARE FOOD, NUTRITION, AND DIETETICS INSTRUCTORS TO CONFIDENTLY INCORPORATE SMART MANNEQUIN AND VR SIMULATIONS IN THEIR CURRICULUM. A FINAL OBJECTIVE IS TO BUILD SUSTAINABILITY BY DISSEMINATING INSTRUCTOR TRAINING MATERIALS AND HOLDING WORKSHOPS THAT DEMONSTRATE IMPLEMENTATION OF THE SIMULATIONS IN NUTRITION AND DIETETIC PROGRAM CURRICULA; PUBLISHING AND PRESENTING PROJECT PRODUCTS AND OUTCOMES IN PEER-REVIEWED VENUES; AND DISSEMINATING PROJECT RESULTS AND PRODUCTS TO U.S. UNIVERSITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_20217000335433_12H3"}, {"internal_id": 139138882, "Award ID": "20217000335432", "Award Amount": 749995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-04", "CFDA Number": "10.217", "Description": "THIS PROJECT&#39;S PURPOSE IS TO DEVELOP, IMPLEMENT AND ENHANCE A FRAMEWORK FOR EFFECTIVELY USING MULTIMEDIA TO INCREASE FOOD AND AGRICULTURAL SCIENCES (FAS) EXPOSURE, LITERACY, AND WORKFORCE DEVELOPMENT. DESIGNED FOR A TARGET AUDIENCE OF STUDENTS IN HIGHER EDUCATION, THIS PROJECT WILL USE 3-D SPATIAL SCANNING EQUIPMENT AND SOFTWARE TO CREATE INTERACTIVE VIRTUAL TOURS (IVTS). THE IVTS WILL BE SUPPORTED WITH DEVELOPED CURRICULUM TO ALLOW EDUCATORS AND STUDENTS ENHANCED ACCESS TO VARIOUS FAS INDUSTRY SITES THROUGH VIRTUAL EXPLORATION, INTERACTIVITY, TRAINING, AND INSTRUCTION. THE PROJECT&#39;S OBJECTIVES ARE: 1.) DEVELOP AND DISSEMINATE INTERACTIVE VIRTUAL TOUR LEARNING MODULES FEATURING FOOD AND AGRICULTURAL SCIENCES (FAS) TOPIC AREAS. 2.) ENHANCE AGRICULTURE AND NATURAL RESOURCE INSTRUCTORS&#39; ABILITIES TO UTILIZE INTERACTIVE VIRTUAL TOURS FEATURING FAS TOPIC AREAS. 3.) EVALUATE EDUCATIONAL EFFECTIVENESS OF INTERACTIVE VIRTUAL TOURS OF FAS TOPIC AREAS IN HIGHER EDUCATION.THE PROJECTWILL BE COMPLETED IN THREE PHASES: (1) CREATING AND SHARING IVTS MODULES ENHANCED WITH SUPPORTING MATERIALS, (2) TRAINING EDUCATORS TO INCORPORATE THE MODULES IN EXISTING CURRICULUM, AND (3) EVALUATING IVT EDUCATIONAL EFFECTIVENESS. SHORT-TERM IMPACTS FROM THIS PROJECT WILL BE AN INCREASED KNOWLEDGE AND UNDERSTANDING OF FAS INDUSTRY PRACTICES AND POTENTIAL CAREERS. MEDIUM-TERM IMPACTS WILL BE STUDENTS PURSUING CAREERS IN THE FAS INDUSTRY. LONG-TERM IMPACTS WILL BE INCREASED TRANSPARENCY AND TRUST IN FAS FROM ACCESS TO IVTS, A MORE INFORMED ENTRY-LEVEL WORKFORCE, AND MORE INFORMED CONSUMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20217000335432_12H3"}, {"internal_id": 139138911, "Award ID": "20217000335431", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-02", "CFDA Number": "10.217", "Description": "LABORATORY-BASED COURSES ARE A VITAL PART OF FOOD, AGRICULTURAL, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCES CURRICULA BECAUSE THEY HELP STUDENTS CONNECT THEORIES TO APPLICATIONS AND BUILD BOTH PRACTICAL SKILLS AND CONCEPTUAL KNOWLEDGE. STUDIES SHOW THAT LABORATORY ACTIVITIES ENHANCE STUDENTS&#39; CONCEPTUAL UNDERSTANDING AND IMPROVE COGNITIVE GROWTH. HOWEVER, MANY STUDENTS STRUGGLE TO GAIN ACCESS TO LABORATORY FACILITIES AND PHYSICAL EXPERIMENTS FOR A VARIETY OF REASONS, INCLUDING SHRINKING FINANCIAL RESOURCES AND SCARCITY OF EXPENSIVE LABORATORY EQUIPMENT AT MANY UNIVERSITIES. FURTHER, DURING THE COVID-19 PANDEMIC, MANY INSTITUTIONS WERE FORCED TO SWITCH TO VIRTUAL CLASSES AND HALT IN-PERSON LABORATORY ACTIVITIES. IN THIS PROJECT, WE WILL DESIGN, DEVELOP, AND DEPLOY LOW-COST YET USER-FRIENDLY PAIRED VIRTUAL AND REMOTE LABORATORIES (VR-LABS) FOR UNDERGRADUATE AND GRADUATE-LEVEL FOOD SCIENCE AND ENGINEERING COURSES, AND WE WILL ASSESS THE EFFECTIVENESS OF THE VR-LABS ON STUDENT LEARNING. WE AIM TO DEVELOP WEB-BASED VIRTUAL LABORATORIES (VL) AND REMOTE LABORATORIES (RL) FOR FOOD SCIENCE AND ENGINEERING RELATED TOPICS. THE PROJECT WILL BRING TOGETHER EDUCATORS AND SCIENTISTS FROM FIVE INSTITUTIONS (I.E., WASHINGTON STATE UNIVERSITY, CORNELL UNIVERSITY, CAL POLY POMONA, THE OHIO STATE UNIVERSITY AND RUTGERS UNIVERSITY) WITH COMPLEMENTARY EXPERIENCE IN THE TEACHING OF FOOD SCIENCE, FOOD ENGINEERING, AND FOOD PACKAGING AND PROCESSING TECHNOLOGY COURSES. THE TEAM MEMBERS ALSO COMPLEMENT EACH OTHER WITH EXPERTISE IN THE AREAS OF COMPONENT DESIGN AND FABRICATION, COMPUTER SIMULATION, STUDENT LEARNING PEDAGOGY, INSTRUCTIONAL DESIGN AND EFFECTIVE DELIVERY TECHNIQUES. THE DEVELOPMENT OF VIRTUAL AND REMOTE LABORATORIES (VR-LABS) WILL PROVIDE A PROMISING SOLUTION TO SUPPORT EDUCATION IN THE FANH SCIENCES AND PROVIDE EQUAL ACCESS TO ALL, INCLUDING STUDENTS IN ONLINE DEGREE PROGRAMS AND STUDENTS WITH PHYSICAL DISABILITIES THAT PREVENT THEM FROM ACCESSING LABORATORY BUILDINGS. VIRTUAL LABORATORIES (VL) WILL BE BUILT USING COMMONLY USED SOFTWARE PROGRAMS ON PERSONAL COMPUTERS THAT WILL ALLOW USERS TO PERFORM EXPERIMENTS IN SIMULATED LAB ENVIRONMENTS. WE WILL UTILIZE THE LATEST EDUCATIONAL TOOLS, SUCH AS COMPUTER ANIMATION, SIMULATION, STUDENT LEARNING MANAGEMENT SYSTEM, AND STUDENT DISCUSSION FORUMS IN VL. THE VR-LABS WILL ADVANCE THE STUDENTS MASTERY OF THEORETICAL AND PRACTICAL KNOWLEDGE IN THE AREAS OF FOOD SCIENCE AND ENGINEERING. WE WILL DEVELOP LOW-COST, TAKE-HOME KITS THAT REPLICATE LABORATORY EQUIPMENT USING INEXPENSIVE SCALE MODELS. WE WILL EMPLOY SIMPLE DEVICES AND SENSOR TECHNOLOGIES THAT WILL FACILITATE THE DEVELOPMENT OF LOW-COST EXPERIMENTAL TAKE-HOME KITS FOR USE IN THE RL. A VARIETY OF TOOLS, INCLUDING 3D PRINTERS AND CNC MACHINE WILL BE UTILIZED TO FABRICATE PARTS FOR THE LABORATORY KITS. EACH OF THE EIGHT PAIRED ONLINE MODULES AND TAKE-HOME KITS WILL BE IMPLEMENTED, AT LEAST BY TWO OF THE TEN PARTICIPATING INSTITUTIONS ACROSS THE NATION, NAMELY CAL POLY-SAN LUIS OBISPO, CHAPMAN UNIVERSITY, CAL STATE-LA, ILLINOIS INSTITUTE OF TECHNOLOGY, MICHIGAN STATE UNIVERSITY, NORTH CAROLINA STATE UNIVERSITY, UNIVERSITY OF GEORGIA ATHENS, UNIVERSITY OF FLORIDA GAINESVILLE, UNIVERSITY OF WISCONSIN - STOUT, AND SAN JOSE STATE UNIVERSITY. A COMPREHENSIVE EVALUATION PLAN WILL ASSESS THE EFFECTIVENESS OF THE VR-LAB EXERCISES IN ORDER TO IMPROVE THE COURSE CURRICULUM AND INSTRUCTION; TO ATTRACT, RECRUIT, AND RETAIN QUALIFIED AND DIVERSE STUDENTS; AND TO PREPARE GRADUATES WITH THE KNOWLEDGE AND SKILLS TO MEET THE DEMANDS OF THE WORKPLACE. THE PROJECT OUTCOMES WILL BE DISSEMINATED TO A LARGE NATIONAL AUDIENCE OF STAKEHOLDERS AND POLICYMAKERS. WE WILL DISSEMINATE INFORMATION RELATED TO VR-LAB EXERCISES TO PEERS IN ACADEMIA THROUGH JOURNAL PUBLICATIONS, PROFESSIONAL CONFERENCE PRESENTATIONS, AND SHARE MAJOR FINDINGS ON SOCIAL MEDIA. OUR PROJECT OUTCOMES WILL ALSO PROMOTE ACCESS TO EDUCATION FOR TRADITIONALLY UNDER-REPRESENTED GROUPS AND IMPROVE THE EDUCATION QUALITY OF FANH SCIENCES PROGRAMS IN 1862 AND 1890 INSTITUTIONS BY IMPLEMENTING VR-LAB MODULES AT THESE INSTITUTIONS. THE VR-LAB IS A FORM OF ASSISTIVE TECHNOLOGY THAT HAS POTENTIAL TO HELP REDUCE EDUCATIONAL INEQUALITIES AND PROMOTE ACCESS TO LEARNING FOR ALL, REGARDLESS OF LOCATION, DISABILITY, OR SOCIAL STATUS. THE VR-LABS ARE IDEALLY SUITED FOR GEN-Z LEARNERS. FOR CONVENTIONAL ON-CAMPUS EDUCATION PROGRAMS IN FANH SCIENCES ACROSS THE NATION, OUR VL WILL BE FLEXIBLE AND COST EFFECTIVE FOR COMBINATION WITH PHYSICAL EXPERIMENTS IN HYBRID OR MIXED-REALITY LABORATORIES. OUR RL CAN SUPPLEMENT EXISTING CAMPUS LABORATORY EXPERIMENTS AND CAN ALSO HELP STUDENTS GAIN HANDS-ON EXPERIENCE WHILE CONDUCTING THEIR LABORATORY EXPERIMENTS AWAY FROM CAMPUS SETTINGS. ULTIMATELY, THIS PRACTICE OF UTILIZING VR-LABS WILL PROMOTE DIVERSITY, EQUITY, AND INCLUSION IN HIGHER EDUCATION BY PROVIDING TEACHING AND LEARNING TOOLS WITH GREATER ACCESSIBILITY AND AT LOWER COST TO ALL TERTIARY EDUCATIONAL INSTITUTIONS IN THE UNITED STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20217000335431_12H3"}, {"internal_id": 139138888, "Award ID": "20217000335430", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-28", "CFDA Number": "10.217", "Description": "HOSPITALITY AND RETAIL INDUSTRIES, WHICH ARE CONSUMER-FACING SECTORS OF THE AGRICULTURAL SUPPLY CHAIN, HAVE A PROFOUND NEGATIVE IMPACT ON THE ENVIRONMENT. THE AMOUNTS OF ENERGY AND WATER USED AND THE WASTE PRODUCED IN THESE INDUSTRIES ARE SIGNIFICANT. TO ADDRESS THESE CHALLENGES, HOSPITALITY AND RETAIL MANAGEMENT (HRM) BACCALAUREATE PROGRAMS MUST PREPARE THEIR GRADUATES TO ADVOCATE SUSTAINABLE BUSINESS PRACTICES. HOWEVER, PRELIMINARY STUDIES INDICATE A LACK OF SUSTAINABILITY EMPHASIS IN HRM PROGRAMS AND INCREASE IN DESIRE FOR SUSTAINABILITY EDUCATION AMONG HRM EDUCATORS AND STUDENTS. TO ENHANCE THE QUALITY OF SUSTAINABILITY INSTRUCTION FOR BACCALAUREATE HRM PROGRAMS, THIS PROJECT AIMS TO DEVELOP AND DISSEMINATE SUSTAINABILITY EDUCATION MODULES. DELIVERABLES ARE INDEXED, EASY-TO-USE INSTRUCTIONAL SUPPORT MATERIALS INCLUDING 360-DEGREE VIRTUAL VIDEOS AND INTERACTIVE CASE STUDIES, WHICH YIELD DIFFERENTIAL OUTCOMES TO DEMONSTRATE THE IMPACT OF BUSINESS DECISIONS ON ENVIRONMENTAL SUSTAINABILITY. SPECIFICALLY, WE AIM TO (A) EXPAND ENVIRONMENTAL SUSTAINABILITY KNOWLEDGE OF HRM EDUCATORS; (B) AUGMENT HRM EDUCATORS&#39; CAPABILITIES FOR IMPROVING STUDENTS&#39; EXPOSURE TO SUSTAINABLE MANAGEMENT OF ENERGY, WATER, AND WASTE; (C) ADVANCE FACULTY PREPAREDNESS AND TEACHING COMPETENCY; AND (D) INDIRECTLY, ADVANCE HRM UNDERGRADUATE STUDENTS&#39; SUSTAINABILITY KNOWLEDGE AND SELF-EFFICACY TO IMPLEMENT SUSTAINABLE PRACTICES IN HOSPITALITY AND RETAIL INDUSTRIES. KEY OUTCOMES INCLUDE (A) INCREASED SUSTAINABILITY KNOWLEDGE OF HRM FACULTY AND STUDENTS; (B) INCREASED FREQUENCY AND DURATION OF SUSTAINABILITY EDUCATION IN HRM PROGRAMS; AND (C) IMPROVED SELF-REPORTED PREPAREDNESS OF HRM EDUCATORS. THE PROJECT WILL EXTEND BEYOND THE FUNDING PERIOD THROUGH CONTINUATION OF THE RESOURCE WEBSITE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20217000335430_12H3"}, {"internal_id": 139138777, "Award ID": "20217000335429", "Award Amount": 299949.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-02", "CFDA Number": "10.217", "Description": "ALTHOUGH U.S. FOOD SYSTEM CHALLENGES ARE DISPROPORTIONATELY BORNE BY BLACK, INDIGENOUS, AND PEOPLE OF COLOR (BIPOC), THESE STUDENTS MADE UP ONLY 3% OF THOSE RECEIVING AGRICULUTURAL DEGREES IN 2019 (NCES 2020). THIS PROJECT WILL INCREASE DIVERSITY AND PROMOTE AN INCLUSIVE CURRICULUM FOR STUDENTS PURSUING FOOD AND AGRICULTURAL SCIENCE (FAS) DEGREES BY BUILDING AN EQUITABLE AND RESILIENT PARTNERSHIP BETWEEN SPELMAN COLLEGE&#39;S FOOD SYSTEMS PROGRAM AND THE UNIVERSITY OF GEORGIA&#39;S (UGA) SUSTAINABLE FOOD SYSTEMS (SFS) INITIATIVE.OBJECTIVES AND INTENDED IMPACT:1. ESTABLISH A LEARNING COMMUNITY OF FOOD SCHOLARS AT SPELMAN COLLEGE, A HISTORICALLY BLACK, WOMEN&#39;S COLLEGE -- TO ENHANCE FAS EDUCATIONAL OPPORTUNITIES FOR BIPOC STUDENTS, PROMOTE STUDENT DEVELOPMENT AND NETWORKING, AND PREPARE STUDENTS TO TRANSITION TO GRADUATE SCHOOLS IN FAS.2. BUILD AN INCLUSIVE COMMUNITY OF PRACTICE WITHIN UGA&#39;S SFS INITIATIVE -- TO SUPPORT FACULTY AND GRADUATE STUDENTS IN EXPANDING THE RACIAL INCLUSIVITY OF CURRICULUM AND MENTORING TO INCREASE THE RECRUITMENT AND RETENTION OF BIPOC STUDENTS.3. FOSTER SCHOLARLY EXCHANGES BETWEEN STUDENTS AND FACULTY IN BOTH PROGRAMS -- TO DEVELOP DURABLE RELATIONSHIPS THAT MAXIMIZE THE UNIQUE AND COMPLEMENTARY STRENGTHS OF EACH.WE ANTICIPATE THAT THIS PROGRAM WILL SERVE AS A MODEL FOR STRENGTHENING CROSS-INSTITUTIONAL PARTNERSHIPS AIMED AT EXPANDING RACIALLY INCLUSIVE CURRICULUM AND MENTORING, AND INCREASING THE REPRESENTATION OF BIPOC UNDERGRADUATE AND GRADUATE STUDENTS IN FAS PROGRAMS. BY COLLABORATIVELY ADDRESSING BARRIERS TO DIVERSITY IN FAS, WE WILL HELP BUILD A DIVERSE AND REPRESENTATIVE POOL OF FUTURE FAS EDUCATORS, THOUGHT LEADERS, AND PRACTITIONERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20217000335429_12H3"}, {"internal_id": 138710408, "Award ID": "20217000335428", "Award Amount": 279635.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-22", "CFDA Number": "10.217", "Description": "STUDENTS ENROLLED IN THE GROWING NUMBER OF UNIVERSITY \"FOOD SYSTEM\" AND \"FOOD INNOVATION\" PROGRAMS ARE NOT OFTEN PRESENTED WITH INTENSIVE RESEARCH OPPORTUNITIES THAT FACILITATE IN-DEPTH EXPLORATION OF THE COMPLEX CHALLENGES SURROUNDING THE GLOBAL FOOD SYSTEM. THIS IS PROBLEMATIC BECAUSE UNDERGRADUATE RESEARCH EXPERIENCES (URES) ARE KNOWN TO FOSTER RETENTION, GRADUATION, AND PERSISTENCE IN STEM FIELDS AMONG STEM STUDENTS, AND BECAUSE MULTIDISCIPLINARY RESEARCH EXPERIENCE WILL BE CRUCIAL FOR PREPARING THE NEXT GENERATION OF FOOD SYSTEM PROFESSIONALS.THIS PROJECT WILL ESTABLISH A UNIQUE PARTNERSHIP BETWEEN A LAND-GRANT UNIVERSITY AND A WORLD LEADER IN CULINARY EDUCATION, TO LAUNCH AN INNOVATIVE FACULTY RESEARCH FELLOWSHIP PROGRAM THAT WILL SUPPORT MULTIDISCIPLINARY TEAMS IN ADDRESSING PRESSING FOOD SYSTEM PROBLEMS. RESEARCH TEAMS WILL ALSO DEVELOP FOOD SYSTEM CURRICULUM MODULES FOR SECONDARY AUDIENCES TO STIMULATE NEW INTEREST IN THIS INCREASINGLY IMPORTANT FIELD. THE PROJECT OBJECTIVES ARE TO: 1) AWARD AT LEAST EIGHT FACULTY RESEARCH FELLOWSHIPS; 2) PROVIDE EXPERIENTIAL, PROBLEM-BASED LEARNING RESEARCH EXPERIENCES TO 40 UNDERGRADUATE STUDENTS THROUGH DIVERSE STUDENT RESEARCH TEAMS COMPRISING AT LEAST 30% UNDERREPRESENTED MINORITIES; 3) TRAIN AT LEAST EIGHT FACULTY ON IMPLEMENTING AND COORDINATING MULTIDISCIPLINARY, PROBLEM-BASED RESEARCH TEAMS; 4) PRODUCE 40 FOOD SYSTEM CURRICULUM MODULES DESIGNED FOR SECONDARY AUDIENCES; AND 5) INCREASE ENROLLMENT IN FOOD SYSTEMS PROGRAMS AT JWU AND URI BY 25% OVER FIVE YEARS. THIS PROJECT WILL ADDRESS MULTIPLE HEC GOALS IN THAT IT WILL ATTRACT AND SUPPORT UNDERGRADUATE STUDENTS IN RELEVANT FOOD SYSTEM MAJORS, FACILITATE A NEW COOPERATIVE INITIATIVE BETWEEN TWO INSTITUTIONS, AND STRENGTHEN INSTITUTIONAL CAPACITY AND QUALITY OF INSTRUCTION AT BOTH INSTITUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0cbbd6e-fb69-c52d-2d3b-4ea0507c4408-C", "generated_internal_id": "ASST_NON_20217000335428_12H3"}, {"internal_id": 139138829, "Award ID": "20217000335427", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-28", "CFDA Number": "10.217", "Description": "THE DEMAND FOR FOOD CONTINUES TO ESCALATE WITH THE GROWING POPULATION. INCREASINGLY, CONSUMERS DEMAND FOOD THAT IS ETHICALLY AND SUSTAINABLY SOURCED, NUTRITIOUS, AND HEALTHY. THERE IS ALSO A GROWING EMPHASIS ON TRAINING AND DEVELOPING THE FOOD INDUSTRY WORKFORCE TO MEET THE CHANGING LANDSCAPE OF THE FOOD INDUSTRY AND ALSO IN RESPONSE TO THE FOURTH INDUSTRY REVOLUTION. INNOVATIONS IN SMART FOOD DESIGN AND PRODUCT DEVELOPMENT; FOOD MANUFACTURING, PROCESSING, AND STORAGE TECHNOLOGIES; AND ALLIED SERVICES HAVE BECOME CRITICAL IN CREATING SUSTAINABLE FOOD TECHNOLOGIES. INTERDISCIPLINARY EDUCATION TARGETED AT LEVERAGING UNIQUE CAPABILITIES IN ENGINEERING AND SCIENCE WILL OFFER NEW OPPORTUNITIES TOWARDS CREATING INTEGRATED APPROACHES TO SOLVE EMERGING FOOD CHALLENGES. THE PROPOSED PROJECT AIMS TO DEVELOP A REPUTABLE FOOD SCIENCE EDUCATIONAL PROGRAM THAT WILL OFFER UNIQUE OPPORTUNITIES FOR UNDERGRADUATE ENGINEERING STUDENTS TO PARTICIPATE IN INTERDISCIPLINARY INSTRUCTIONAL AND RESEARCH ACTIVITIES IN FOOD SCIENCE AND TECHNOLOGY. THE PROJECT WILL BRING ON DIVERSE ENGINEERING STUDENTS INCLUDING FEMALE AND UNDERREPRESENTED MINORITY STUDENTS TO PARTICIPATE IN VARIOUS EXPERIENTIAL LEARNING AND PROFESSIONAL DEVELOPMENT ACTIVITIES IN FOOD SCIENCE AND TECHNOLOGY. THE PROJECT WILL GROOM THE INTEREST OF THE STUDENTS IN THE FOOD INDUSTRY, PROVIDING THEM WITH THE KNOWLEDGE AND SKILLS TO MAKE MEANINGFUL CONTRIBUTIONS TO TECHNOLOGY SOLUTIONS IN THE INDUSTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "02349b54-b601-3a2a-a5a6-d8c0db6e2f6c-C", "generated_internal_id": "ASST_NON_20217000335427_12H3"}, {"internal_id": 139138925, "Award ID": "20217000335426", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-28", "CFDA Number": "10.217", "Description": "OUR PROPOSAL AIMS TO STRENGTHEN AND MODERNIZE THE PENN STATE BIORENEWABLE SYSTEMS (BRS) PROGRAM AND POSITION IT AS AN INNOVATIVE MODEL PROGRAM TO TRAIN PROFESSIONALS FOR THE U.S. BIOECONOMY. THE BRSPROGRAM AT PENN STATE COMBINES WORLD-CLASS EDUCATION IN SUSTAINABILITY, TECHNOLOGY, SCIENCE, AND BUSINESS TO TRAIN A WORKFORCE CAPABLE OF ASSUMING LEADING ROLES IN THE GROWING AGRICULTURAL AND BIOPRODUCTS INDUSTRIES.THE RAPIDLY GROWING BIOECONOMY HAS A NEED FOR DIVERSE PROFESSIONALS WITH A HOLISTIC VIEW OF THE AGRICULTURAL AND BIOPRODUCTS SECTORS, AND THE BRS PROGRAM HAS THE POTENTIAL TO BECOME A MODEL PROGRAM TO TRAIN THOSE PROFESSIONALS. WE PROPOSE A SET OF INNOVATIVE APPROACHES THAT WILL STRENGTHEN THE INSTITUTIONAL CAPACITIES OF THE BRS PROGRAM, WHILE INCREASING STUDENT DIVERSITY, AND PREPARING OUR GRADUATES TO BE FUTURE LEADERS IN THE AGRICULTURAL AND BIOPRODUCTS INDUSTRIES. OUR APPROACH WILL SUPPORT THE MULTIDISCIPLINARY EDUCATION OF OUR BRS STUDENTS AT THE UNDERGRADUATE AND MASTER&#39;S LEVEL AND WILL PROVIDE A FRAMEWORK THAT CAN BE REPLICATED IN OTHER INSTITUTIONS.OUR PROJECT SUPPORTS THE HEC PROGRAM GOALS SINCE IT STRENGTHENS EDUCATIONAL CAPACITY OF THE BRS PROGRAM THROUGH CURRICULUM DEVELOPMENT AND STUDENT RECRUITMENT AND RETENTION, RESPONDS TO THE NATIONAL NEED OF PROFESSIONALS FOR THE BIOECONOMY, ATTRACTS AND SUPPORTS STUDENTS TO FOLLOW CAREERS IN THE FOOD AND AGRICULTURAL SCIENCES, INCREASES THE NUMBER AND DIVERSITY OF STUDENTS PURSUING BRS DEGREES, AND ENHANCES THE QUALITY OF INSTRUCTION IN THE BRS B.S. AND M.S PROGRAMS TO MEET THE CURRENT AND FUTURE WORKFORCE NEEDS OF THE BIOECONOMY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20217000335426_12H3"}, {"internal_id": 138710388, "Award ID": "20217000335425", "Award Amount": 149936.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-22", "CFDA Number": "10.217", "Description": "PROMOTING REGIONAL FOOD SYSTEM DEVELOPMENT, PARTICULARLY IN AREAS OF HIGH POVERTY AND ECONOMIC DISADVANTAGE, REQUIRES INNOVATIVE APPROACHES TO EDUCATIONAL TRAINING FOR FUTURE AGRICULTURAL AND RURAL DEVELOPMENT LEADERS. TO ADVANCE FARM VIABILITY, ENTREPRENEURIALISM, AND FOOD SYSTEM TRANSFORMATION IN THE CONTEXT OF THE INTERSECTING CHALLENGES OF CLIMATE VARIABILITY, ECONOMIC UNCERTAINTY, AND RURAL RESILIENCE, 21ST CENTURY LAND-GRANT INSTITUTIONS MUST PROMOTE EFFECTIVE TRANSDISCIPLINARY TRAINING IN FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN SCIENCES (FANH). THE REGIONAL FOOD SYSTEM DEVELOPMENT CERTIFICATE PROJECT AIMS TO STRENGTHEN THE TRAINING OF FUTURE FARMERS, RANCHERS AND RURAL DEVELOPMENT PROFESSIONALS AT WEST VIRGINIA UNIVERSITY (WVU) BY INTEGRATING SOCIAL AND BIOLOGICAL SCIENCES TO BUILD MORE RESILIENT COMMUNITIES. ADDRESSING DECLINING PARTICIPATION IN FANH FIELDS, THIS PROJECT WILL EXPOSE FANH STUDENTS TO ENTRY POINTS INTO THE WORK OF REGIONAL FOOD SYSTEM DEVELOPMENT, BY EXPANDING INTERNSHIP OPPORTUNITIES BEYOND FARM PRODUCTION TO INCLUDE AGGREGATION, DISTRIBUTION, PROCESSING, MARKETING, FOOD ACCESS PROGRAMS AND YOUTH PROGRAMMING.THIS PROJECT HAS THREE DISTINCTIVE ELEMENTS: 1)CURRICULUM DEVELOPMENT, 2) STRENGTHENING INSTRUCTIONAL DESIGN SYSTEMS, AND 3) EXPANDING CAREER OPPORTUNITIES. THE PROJECT FOCUSES ON FOUR COURSES IN GEOGRAPHY TO BUILD CAPACITIES IN STUDENTS THROUGH APPLICATION OF THE USDA FOOD SYSTEMS CORE COMPETENCIES, RESTRUCTURING AN EXISTING HORTICULTURE COURSE AND ENHANCING EXPERIENTIAL LEARNING AND INTERNSHIP OPPORTUNITIES. THROUGH THE REGIONAL FOOD SYSTEM DEVELOPMENT CERTIFICATE PROGRAM AT WEST VIRGINIA UNIVERSITY WE AIM TO PREPARE THE NEXT GENERATION OF YOUNG LEADERS IN AGRICULTURE IN CENTRAL APPALACHIA BY EXPANDING CAREER OPPORTUNITIES THROUGH TRAINING, APPRENTICESHIPS, INTERNSHIPS, AND A REGIONAL FOOD SYSTEM SYMPOSIUM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00b062d0-a179-1efa-2618-43bea86b43fd-C", "generated_internal_id": "ASST_NON_20217000335425_12H3"}, {"internal_id": 139138883, "Award ID": "20217000335424", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-28", "CFDA Number": "10.217", "Description": "ONE OF THE MOST PROFOUND CHALLENGES IN EDUCATING THE U.S.&#39;S FOOD, AGRICULTURAL, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH) WORKFORCE IS MODERNIZING TRAINING IN ADVANCED METHODS FOR STUDY OF PLANT, ANIMAL, AND SOIL MICROBIOMES THAT WE NOW KNOW TO BE ESSENTIAL FOR PLANT AND ANIMAL HEALTH AND PRODUCTIVITY. SPECIFICALLY, THE FANH WORKFORCE LAGS IN TRAINING ON THESE ESSENTIAL AGRICULTURAL MICROBIOMES IN THE AREAS OF HIGH-THROUGHPUT GENOME SEQUENCING AND RELATED APPROACHES THAT ANALYZE MICROBIOMES USING RNA, PROTEIN, AND OTHER MOLECULES USING ADVANCED COMPUTER APPROACHES THAT ARE NECESSARY FOR THIS WORK, USING LEADING BIOINFORMATICS SOFTWARE. WITHIN THIS REALM, AN AREA OF BROAD INTEREST TO FANH SCIENCES IS PLANT AND ANIMAL DEFENSIVE MICROBIOMES AND THE SPECIFIC HOST-MICROBE INTERACTIONS THAT ACT TO DRIVE THESE SYSTEMS TO PROTECT PLANTS AND ANIMALS FROM DISEASES. QUALITY INTEGRATED EDUCATION AND TRAINING PROGRAMS IN THIS AREA ARE SORELY LACKING, PARTLY DUE TO THE RAPID TECHNOLOGICAL CHANGES IN SEQUENCING AND COMPUTATION AND PARTLY DUE TO INSUFFICIENT EFFORTS TO PULL TOGETHER THE NECESSARY MULTIDISCIPLINARY TRAINING PROGRAMS. THEREFORE, THIS PROPOSAL SEEKS TO BRIDGE THE GAP IN OMICS AND BIOINFORMATICS TRAINING WHILE ADDRESSING TWO HEC EDUCATIONAL NEED AREAS (1) CURRICULUM DEVELOPMENT, INSTRUCTIONAL DELIVERY SYSTEMS AND EXPANDING STUDENT CAREER OPPORTUNITIES; AND (2) FACULTY PREPARATION AND ENHANCEMENT FOR TEACHING. THIS HEC PROJECT TAKES ADVANTAGE OF STRONG TEACHING AND TRAINING PROGRAMS AT TEXAS TECH UNIVERSITY (TTU) AND INTERDISCIPLINARY MULTI-DEPARTMENTAL TEAMS WITH PROJECT CO-DIRECTORS WITH STRENGTHS IN MICROBIOMES, GENOMICS AND BIOINFORMATICS, CATTLE SCIENCE, POULTRY SCIENCE, FOOD SAFETY, ANTIMICROBIAL RESISTANCE, CROP PHYSIOLOGY, AND AGRICULTURAL SOIL SUSTAINABILITY AND EFFECTS ON PRODUCTION. THE PROJECT ALSO INTEGRATES WITH TTU&#39;S NEW SCHOOL OF VETERINARY MEDICINE, AND TTU&#39;S MULTIPLE CAMPUSES WITH THEIR EXPANDING ENROLLMENT AND CORE FACILITIES. SPECIFICALLY, THIS HEC PROJECT SEEKS TO EDUCATE UNDERSERVED, RURAL WEST TEXAS STUDENTS THROUGH AN APPROACH THAT CENTERS ON AUTHENTIC PROJECT-BASED LEARNING AND MULTIDISCIPLINARY PEER-BASED MENTORING, IMPLEMENTED THROUGH THREE NEW COURSE-BASED UNDERGRADUATE RESEARCH EXPERIENCES (CURES) AND PILOTING A NEW MASTER&#39;S OF SCIENCE CONCENTRATION IN GENOMICS OF ANIMAL AND PLANT MICROBIOMES. THE PROJECT WILL ALSO FACILITATE ADVANCED FACULTY TRAINING IN THESE CRITICAL AREAS FOR NUMEROUS TTU FACULTY FROM DIFFERENT DEPARTMENTS, INCLUDING BIOLOGICAL SCIENCES, VETERINARY SCIENCES, ANIMAL &AMP; FOOD SCIENCES, AND PLANT &AMP; SOIL SCIENCES. THROUGH RIGOROUS PEDAGOGICAL PRACTICES IN TEACHING STUDENTS REAL-WORLD CUTTING-EDGE TOOLS, THIS PROJECT WILL PROVIDE CORE COMPETENCIES FOR APPROXIMATELY 194 STUDENTS IN BACCALAUREATE AND MASTER&#39;S PROGRAMS AT TTU AND CREATE 20 EDUCATIONAL PRODUCT OUTCOMES, WHILE ESTABLISHING PROGRAMS THAT IN THE NEAR-TERM FUTURE ARE EXPECTED TO EDUCATE ~200-500 STUDENTS PER YEAR. COREACTIVITIES WILL PROVIDE MUCH-NEEDED HANDS-ON, REAL-WORLD TRAINING COURSES THAT WILL BRIDGE VARIOUS FIELDS OF STUDY AND INTEGRATE UNDERGRADUATE, GRADUATE, AND FACULTY TRAINING. IT IS ANTICIPATED THAT TRAINEES FROM THIS PROGRAM MAY BECOME FUTURE TRAINERS, EXPONENTIALLY EXPANDING THE OUTCOMES OF THIS PROJECT TO MODERNIZE THE FANH WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20217000335424_12H3"}, {"internal_id": 138710417, "Award ID": "20217000335423", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-11", "CFDA Number": "10.217", "Description": "THE WORLD&#39;S POPULATION IS EXPECTED TO INCREASE TO OVER 10 BILLION BY 2050, 30% HIGHER THAN TODAY. FOOD AND AGRICULTURAL PRODUCTION SYSTEMS WILL NEED TO INCREASE BY 70% TO MEET THE NEED FOR A SAFE, HEALTHY, SECURE, AND SUSTAINABLE FOOD SUPPLY. EMERGING AGRICULTURAL PRODUCTION OF PLANT-BASED PROTEINS, CULTIVATED MEAT AND DAIRY, AND FERMENTATION-DERIVED PROTEINS COULD INCREASE FOOD PRODUCTIVITY, IMPROVE FOOD AVAILABILITY, AND MEET INCREASING DEMAND FOR PROTEIN. WHILE ADVANCES IN SCIENCE AND TECHNOLOGY HAVE ENABLED TECHNOLOGICAL ACCELERATION OF THESE FUTURE FOODS, THE CURRENT CHALLENGE IS HOW TO SUCCESSFULLY SCALE PRODUCTION, MEASURE SUSTAINABILITY, AND INNOVATE IN NEW MARKETS WHILE ENSURING EQUITY, INCLUSION, AND ECONOMIC PROSPERITY AS WELL AS TRANSLATION OF THESE TECHNOLOGIES TO LOCAL, REGIONAL, AND NATIONAL CONTEXTS AROUND THE WORLD. HIGHER EDUCATION INSTITUTES IN THE U.S. HAVE A ROLE TO PLAY IN ADDRESSING THIS CHALLENGE, BUT THIS WILL REQUIRE NEW RESEARCH INITIATIVES AND EDUCATIONAL PROGRAMS. WE PROPOSE \"CULTURED 1.0\", A SERIES OF VIRTUAL SEMINARS (YEAR 1) AND A SUMMER SYMPOSIUM (YEAR 2) THAT WILL INITIATE A LONG-TERM EFFORT TO DEVELOP EDUCATION AND TRAINING THAT INCORPORATES THE MOST RECENT ADVANCES IN FUTURE FOOD ISSUES FOR SUSTAINABLE FOOD PRODUCTION (EDUCATIONAL NEED AREA: CURRICULUM DEVELOPMENT, INSTRUCTIONAL DELIVERY SYSTEM AND EXPANDING STUDENT CAREER OPPORTUNITIES). THROUGH CULTURED 1.0, WE WILL PROVIDE A PLATFORM FOR STUDENTS TO ENGAGE IN TRANSDISCIPLINARY DIALOGUE WITH INDUSTRY, ACADEMIA, GOVERNMENT, AND NON-PROFIT ORGANIZATIONS ASSOCIATED WITH EMERGING AGRICULTURAL PRODUCTION. OUR LONG-TERM VISION IS TO INTEGRATE CULTURED INTO THE PENN STATE COLLEGE OF AGRICULTURAL SCIENCES INSTITUTE FOR SUSTAINABLE AGRICULTURAL, FOOD, AND ENVIRONMENTAL SCIENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20217000335423_12H3"}, {"internal_id": 138710386, "Award ID": "20217000335422", "Award Amount": 21231.89, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-11", "CFDA Number": "10.217", "Description": "NOT ONLY WILL THE MEAT PROCESSING BADGE PROGRAM GREATLY EXTEND THE EDUCATIONAL AND OUTREACH CAPACITY OF THE ANIMAL AND MEAT PROCESSING UNITS SYSTEM-WIDE, BUT THE WORK OF THIS PLANNING GRANT WILL ALSO, THROUGH DELIBERATE PARTNERSHIPS, INCREASE THE EXPOSURE FUTURE STUDENTS WILL HAVE TO REWARDING JOBS IN THE VETERINARY MEDICINE AND MEAT SCIENCE INDUSTRIES THROUGH THE CAREER DEVELOPMENT PROGRAM. ULTIMATELY, THIS WILL ALSO ALLOW UMN AS AN INSTITUTION TO BETTER SERVE THE RURAL COMMUNITIES, ESPECIALLY IN NORTHERN MINNESOTA, BY FORTIFYING THE MUCH-NEEDED COLLABORATION BETWEEN THE TWIN CITIES AND CROOKSTON CAMPUSES. THE MEAT PROCESSING BADGE TRAINING PROGRAM WILL BE THE FIRST OF ITS KIND OFFER IN THE UMN SYSTEM. RECENTLY, THE FACULTY OF THE CROOKSTON CAMPUS APPROVED THE INCLUSION OF DIGITAL BADGING AS PART OF THE CREDENTIALS OFFERED BY THE CROOKSTON CAMPUS. THIS PROJECT WILL EXTEND THE OFFERING SYSTEM-WIDE. WITH A FOCUS ON SCAFFOLDING OF EDUCATION, THE PROGRAM WILL INTENTIONALLY RECRUIT IMMIGRANT POPULATIONS AND OTHER UNDERSERVED RURAL AND URBAN COMMUNITIES INTERESTED IN EXTENDING THEIR CAREER OPPORTUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20217000335422_12H3"}, {"internal_id": 140510698, "Award ID": "20207000335995", "Award Amount": 272173.97, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "10.217", "Description": "THE PROPOSED 3-YEAR CG1 PROJECT WILL SUPPORT THE DEVELOPMENT, IMPLEMENTATION, AND EVALUATION OF A NEW POSTSECONDARY CURRICULUM MODULE GROUNDED IN AN INNOVATIVE, ONLINE, DATA-DRIVEN TOOL - HYDROLEARN - THROUGH WHICH UNDERGRADUATE STUDENTS USE NATIONAL WATER DATASETS TO EXPLORE, EXPLAIN, REASON, AND MAKE DECISIONS ABOUT CONTEMPORARY SOCIO-HYDROLOGICAL CHALLENGES IN THE FOOD-ENERGY-WATER-NEXUS (FEW-NEXUS). THE PILOT-TESTED, RESEARCH-BASED INSTRUCTIONAL MODULE WILL THEN BE DISSEMINATED TO 50 FANH SCIENCE FACULTY MEMBERS NATIONWIDE (YEAR 3) IN THE FORM OF FACULTY DEVELOPMENT WORKSHOPS, DESIGNED AROUND CORE TENETS OF EFFECTIVE UNDERGRADUATE STEM INSTRUCTION, TO SUPPORT THEIR IMPLEMENTATION OF THESE NEW RESOURCES IN THEIR OWN UNDERGRADUATE COURSES. THE GOALS OF THE PROJECT, WHICH WILL BE RIGOROUSLY EVALUATED THROUGH DISCIPLINE-BASED EDUCATION RESEARCH, ARE TO ENHANCE A) STUDENTS&#39; REASONING, PROBLEM-SOLVING, AND DECISION-MAKING ABOUT SOCIO-HYDROLOGICAL SYSTEMS THROUGH THE USE OF DATA-DRIVEN WATER SYSTEMS MODELING TOOLS AND B) CAPACITY OF FANH FACULTY MEMBERS TO IMPLEMENT DATA-DRIVEN WATER SYSTEMS MODELING TOOLS TO SUPPORT STUDENTS REASONING, PROBLEM-SOLVING, AND DECISION-MAKING ABOUT SOCIO-HYDROLOGICAL SYSTEMS IN UNDERGRADUATE FANH COURSES. THE PROPOSED PROJECT LEVERAGES PRIOR FEDERAL INVESTMENTS IN FEW-NEXUS EDUCATIONAL INNOVATION, IS DIRECTLY ALIGNED WITH USDA-NIFA&#39;S HEC GRANTS PROGRAM GOALS, AND IS GROUNDED IN STATE, NATIONAL, AND INTERNATIONAL STEM/FANH SCIENCE EDUCATION REFORM EFFORTS. THE PROJECT WILL IMPACT UNDERGRADUATE STUDENTS ACROSS THE UNITED STATES, PROVIDE INTEGRATED, MULTIDISCIPLINARY, LEARNER-CENTERED INSTRUCTION IN THE FEW-NEXUS WITH AN EMPHASIS ON SOCIO-HYDROLOGICAL CHALLENGES, AND WILL CONTRIBUTE TO GROWTH OF A SELF-SUSTAINING COMMUNITY OF PRACTICE FOR INSTRUCTIONAL INNOVATION THROUGH THE HYDROLEARN PLATFORM AND NATIONAL COLLABORATIVE FOR FOOD, ENERGY, &AMP; WATER EDUCATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ed0ee91-c2b9-af52-1843-b1a4d78f9683-C", "generated_internal_id": "ASST_NON_20207000335995_12H3"}, {"internal_id": 140510700, "Award ID": "20207000335915", "Award Amount": 260209.61, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "10.217", "Description": "MANY UNDERGRADUATE AND PROFESSIONAL ANIMAL AND VETERINARY SCIENCE STUDENTS IN THE UNITED STATES COME FROM NON-RURAL, NON-FARM BACKGROUNDS. IN ORDER TO GAIN EXPOSURE TO ANIMAL PRODUCTION, STUDENTS MUST PRIMARILY RELY ON THEIR COURSE AND LABORATORY WORK WITHIN THEIR DEGREE PROGRAMS. WHILE COURSES OFTEN INCORPORATE LIMITED ACCESS TO UNIVERSITY AND COMMERCIAL FARMS, THERE ARE A NUMBER OF CHALLENGES (I.E. FUNDING, BIOSECURITY, LARGE CLASS SIZES) THAT PREVENT STUDENTS FROM GAINING ADEQUATE FARM EXPOSURE AND EXPERIENCE SOLVING COMMON ANIMAL-RELATED CHALLENGES. THE PURPOSE OF THIS PROPOSAL IS TO INVESTIGATE AN ADDITIONAL MECHANISM FOR STUDENTS TO GAIN ON-FARM EXPERIENCE THROUGH THE USE OF VIRTUAL REALITY (VR) MODULES FOCUSING ON SWINE AND DAIRY PRODUCTION SYSTEMS AND COMMON WELFARE ISSUES THEY WOULD LIKELY COME ACROSS WHILE WORKING IN THE LIVESTOCK INDUSTRY.THE OBJECTIVES ARE AS FOLLOWS:1. CREATE, DEVELOP AND EVALUATE THE USE OF VR MODULES IN AN ENTRY-LEVEL FRESHMAN COURSE TO INCREASE STUDENT INTEREST AND UNDERSTANDING OF SWINE AND DAIRY PRODUCTION SYSTEMS.2. CREATE, DEVELOP AND EVALUATE THE USE OF VR-BASED ANIMAL WELFARE CASE STUDIES THAT CAN BE INTRODUCED IN UPPER-LEVEL ANIMAL WELFARE, CAPSTONE PRODUCTION, OR FIRST-YEAR GRADUATE/VETERINARY COURSES.3. PROVIDE TRAINING OPPORTUNITIES FOR ANIMAL SCIENCE-RELATED FACULTY AT OTHER U.S. INSTITUTIONS TO UTILIZE AND ASSESS THE SUCCESS OF THE VR MODULES IN THEIR OWN CLASSROOMS.TO ACCOMPLISH THESE OBJECTIVES, THE PRIMARY INVESTIGATORS ON THIS STUDY WILL UTILIZE A MULTI-COLLABORATOR, MULTI-UNIVERSITY AND PRIVATE BUSINESS APPROACH TO DEVELOP, UTILIZE AND EVALUATE WHETHER VR COULD BE A USEFUL TOOL FOR PREPARING UNDERGRADUATE STUDENTS FOR A FUTURE IN ANIMAL AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20207000335915_12H3"}, {"internal_id": 108819671, "Award ID": "20207000332314", "Award Amount": 149455.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-29", "CFDA Number": "10.217", "Description": "R1 LAND-GRANT INSTITUTIONS LIKE UC DAVIS PROVIDE STUDENTS WITH MYRIAD OPPORTUNITIES TO EXCEL IN FANH SCIENCES, YET LATINX, NATIVE AMERICAN, FIRST GENERATION, AND LOW-INCOME UNDERGRADUATES--COLLECTIVELY KNOWN AS RISING SCHOLARS-- REMAIN UNDERREPRESENTED IN THE COLLEGE OF AGRICULTURAL AND ENVIRONMENTAL SCIENCES (CA&AMP;ES), AND FEW ETHNIC STUDIES COURSES, SUCH AS CHICANA/O STUDIES, INTEGRATE FANH SCIENCE MATERIAL INTO THEIR CURRICULA. WE AIM TO SUPPORT THE EDUCATION OF RISING SCHOLARS IN FANH DISCIPLINES AND CHICANA/O STUDIES WHO INTERACT WITH THE UC DAVIS STUDENT FARM. WE WILL DESIGN INNOVATIVE CURRICULA, OFFER EXPERIENTIAL LEARNING OPPORTUNITIES, AND FOCUS ON STUDENT RECRUITMENT AND RETENTION IN FANH MAJORS, ALL CENTERED AROUND A COMMUNITY-BASED, CULTURALLY RELEVANT AND RESPONSIVE PEDAGOGY, WHILE ALSO CONSIDERING THE CONTEXT OF FOOD INSECURITY THAT MANY STUDENTS FACE. THIS APPROACH BUILDS ON ACADEMIC LITERATURE LINKING STUDENTS&#39; SENSE OF BELONGING TO ACADEMIC SUCCESS, AND RECOGNIZES THAT STUDENT FOOD SECURITY IS POSITIVELY CORRELATED WITH ACADEMIC PERFORMANCE. IN ADDITION, WE WILL PROVIDE CAREER AND LEADERSHIP WORKSHOPS TO STRENGTHEN THESE STUDENTS&#39; ACCESS TO PUBLIC/PRIVATE SECTOR CAREERS THROUGH ENHANCED PARTNERSHIPS BETWEEN A WIDE RANGE OF UC DAVIS UNITS. THIS PROPOSAL BRINGS TOGETHER AN INTERDISCIPLINARY TEAM OF FACULTY AND STAFF FROM CA&AMP;ES, THE COLLEGE OF LETTERS AND SCIENCES, THE STUDENT FARM, INTERNSHIP AND CAREER CENTER, AND STRATEGIC RETENTION INITIATIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20207000332314_12H3"}, {"internal_id": 108314915, "Award ID": "20207000332313", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-15", "CFDA Number": "10.217", "Description": "GENDER LENSED CURRICULA FOR THE FANH SCIENCES (GLCF) FILLS A GAP IN KNOWLEDGE BY CREATING GENDER-SENSITIVE CURRICULA COMPOSED OF FIVE MODULES AND A COURSE THAT FOCUS ON KEY DEVELOPMENT AREAS WITH EMPHASIS ON THE ROLE OF WOMEN IN DEVELOPMENT. MODULES FOR THIS CURRICULUM WILL BE DESIGNED TO BE TRANSDISCIPLINARY IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH) AND AS THE FOUNDATION FOR AN ENTIRE COURSE OR TAKEN INDIVIDUALLY AND ADDED TO EXISTING COURSES. GLCF&#39;S OBJECTIVES ARE TO: (I) INCREASE KNOWLEDGE AMONG UNDERGRADUATE STUDENTS ENROLLED IN FANH-RELATED COURSES ABOUT THE ROLE OF WOMEN IN DEVELOPMENT IN THE U.S. AND IN DEVELOPING NATIONS; (II) DEVELOP FIVE GENDER-LENSED MODULES RELATED TO SIX RESEARCH-BASED FEMALE DEVELOPMENT IMPACTS (I.E., FOOD SECURITY, FEMALE EDUCATION, HEALTH AND SAFETY, ECONOMIC DEVELOPMENT, AND CORRUPTION); (III) DEVELOP A HOLISTIC DEVELOPMENT COURSE (MODULE) COMPOSED OF THE FIVE GENDER LENSED MODULES; AND (IV) INCORPORATE THE ROLES OF WOMEN IN DEVELOPMENT INTO ONGOING UNIVERSITY FANH PROGRAMS OF STUDY. GLCF AIMS TO IMPROVE THE QUALITY OF EDUCATION IN THE FANH SCIENCES BY PROVIDING GENDER-SENSITIVE INFORMATION AND INSTRUCTION TO POSTSECONDARY AND GRADUATE STUDENTS. THIS WILL ALLOW STUDENTS TO INCREASE SELF-AWARENESS AND BECOME MORE INCLUSIVE AND ACCEPTING OF OTHERS AND, IN TURN, HAVE POSITIVE IMPACTS ON STUDENTS&#39; PERSONAL AND PROFESSIONAL LIVES. GLCF ATTRACTS AND NURTURES MORE ETHNICALLY-, CULTURALLY-, LINGUISTICALLY- AND GEOGRAPHICALLY-DIVERSE STUDENTS. GLCF HELPS PREPARE STUDENTS WITH DIVERSE EXPERIENCES FOR CAREERS IN SCIENCE, TECHNOLOGY, LEADERSHIP, EDUCATION, COMMUNICATIONS, AND HUMAN PERFORMANCE SYSTEMS IN THE GLOBAL CONTEXT OF THE BROAD ARRAY OF TODAY&#39;S FANH SCIENCE DISCIPLINES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44913900-e35a-479d-fd2b-81775f5f37a7-C", "generated_internal_id": "ASST_NON_20207000332313_12H3"}, {"internal_id": 108314916, "Award ID": "20207000332312", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-14", "CFDA Number": "10.217", "Description": "AUDIENCE: THE ONLINE CERTIFICATES IN HEMP, WILL TARGET STUDENTS, PROFESSIONALS, EXTENSION AGENTS, HOMEOWNERS, GROWERS, PROCESSORS AND POLICY MAKERS. THE PROJECT IS INTERDISCIPLINARY AND INVOLVES FACULTY AND INSTRUCTORS FROM MULTIPLE ACADEMIC UNITS.PRODUCTS: THE PRODUCTS OF THIS PROJECT INCLUDE: ONLINE UNDERGRADUATE AND GRADUATE CERTIFICATES IN HEMP IMPLEMENTED AT OSU; SEVERAL NEW ONLINE COURSES USING INNOVATIVE TEACHING METHODS WILL BE DEVELOPED AND OFFERED THROUGH OSU ECAMPUS; THE COURSE MATERIALS AND THE STUDENT PROJECT PAPERS USED IN THE DEVELOPMENT OF OTHER ONLINE COURSES; THE CAPSTONE PROJECT STUDENT PAPERS DEPOSITED AT SCHOLARSARCHIVE@OSU; AT LEAST 80 TO 120 STUDENTS MATRICULATED IN THIS CERTIFICATE PROGRAM IN YEARS 2 AND 3; AT LEAST 100 STUDENTS TAKING SINGLE ONLINE COURSES DEVELOPED BY THIS PROJECT EVERY YEAR.OUTCOMES/IMPACT: THE STUDENTS WILL BE ABLE TO DEMONSTRATE KNOWLEDGE ON HEMP PRODUCTION AND EXTRACTION; TO COMMUNICATE EFFECTIVELY ABOUT HEMP AND HEMP PRODUCTS, TO UTILIZE LITERATURE SOURCES TO MAKE PRACTICAL DECISION ON PRODUCTION SUSTAINABILITY OF HEMP, THE ROLE OF THE ENVIRONMENT ON PLANT NATURAL PRODUCTS SYNTHESIS AND ACCUMULATION, DIFFERENT EXTRACTION METHODS FOR ESSENTIAL OILS AND OTHER NATURAL PRODUCTS, AND OFFER PRACTICAL ADVICE TO HEMP GROWERS, HOMEOWNERS, POLICY MAKERS, BUT ALSO TO COMMERCIAL ESSENTIAL OIL PRODUCERS AND PROCESSORS.THE PROJECT ADDRESSES NEED AREA #1 CURRICULUM DEVELOPMENT, INSTRUCTIONAL DELIVERY AND EXPANDING STUDENT CAREER OPPORTUNITIES (WILL DEVELOP A NEW CURRICULUM), AND ALSO NEED AREA #2: FACULTY PREPARATION AND ENHANCEMENT FOR TEACHING (WILL HELP FACULTY GAIN EXPERIENCE WITH HEMP AND WITH INNOVATIVE TECHNOLOGY RELEVANT TO THEIR TEACHING RESPONSIBILITIES, EXPAND COMPETENCE WITH NEW METHODS OF INFORMATION TRANSFERENCE).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20207000332312_12H3"}, {"internal_id": 108314917, "Award ID": "20207000332311", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "10.217", "Description": "PRIMARY GOAL: TO ADDRESS A CRITICAL EDUCATIONAL NEED AREA OF EXPANDING CAREER OPPORTUNITIES FORSTUDENTS FROM RURAL GEORGIA THAT ARE PURSUING ASSOCIATE OR BACCALAUREATE DEGREES IN ANY OF THE FOLLOWINGMAJORS: VETERINARY TECHNOLOGY, PRE-VETERINARY MEDICINE, FOOD SAFETY, AGRICULTURE, BIOLOGICAL, ANIMAL ANDHUMAN SCIENCES. OBJECTIVES:1) OFFER 15 FULL-DAY WORKSHOPS ON CAREER OPTIONS WITH SPECIAL EMPHASIS ONLABORATORY DIAGNOSTICS DURING FALL &AMP; SPRING SEMESTERS ENGAGING 300 STUDENTS IN 3 YEARS; 2) OFFER 8 WEEKSOF COMPETITIVE SUMMER INTERNSHIPS TO A SUBSET OF WORKSHOP PARTICIPANTS (26 STUDENTS IN 3 YEARS).DELIVERABLES: 1) WORKSHOPS WILL PROVIDE EXPOSURE TO SKILLSETS NECESSARY FOR CURRENT AND FUTUREWORKFORCE NEEDS IN AREAS OF VETERINARY MEDICINE, FOOD SAFETY AND AGRICULTURE. 2) SUMMER INTERNS WILL GETHANDS-ON EXPERIENTIAL LEARNING OPPORTUNITIES ON VARIOUS DISEASE DIAGNOSTIC PLATFORMS IN A VETERINARYDIAGNOSTIC LABORATORY, LEARN ABOUT QUALITY CONTROL PROGRAMS, INTERACT WITH BOARD CERTIFIEDMICROBIOLOGISTS, PATHOLOGISTS, AND OTHER SUBJECT MATTER EXPERTS FROM FANH SCIENCES AND AGRICULTURALLEADERSHIP. IMPACT:1) INCREASE THE NUMBER AND DIVERSITY OF STUDENTS FROM UNDERREPRESENTED RURALCOMMUNITIES MOTIVATING THEM TO PURSUE ADVANCED GRADUATE STUDIES; 2) BUILD AND STRENGTHEN FIVE MULTIINSTITUTIONALCOLLABORATIONS IN GEORGIA; 3) FIRST LABORATORY-CENTERED INITIATIVE FOSTERING PARTICIPATION OFUNDERGRADUATES FOR CAREERS IN VETERINARY MEDICINE, FOOD SAFETY, AGRICULTURE AND HUMAN SCIENCES. 4)POTENTIALLY DEVELOP INTO AN \"EXPLORATORY ACADEMY\" MODEL TO FURTHER STRENGTHEN INSTITUTIONAL DIVERSITY/RECRUITMENT EFFORTS THAT COULD BE APPLIED TO OTHER RURAL DISTRICTS IN THE US. FUTURE SUSTAINABILITY: INSUBSEQUENT YEARS, NEW UNDERGRADUATE AND GRADUATE CERTIFICATE/DEGREE PROGRAMS IN LABORATORY OPERATIONSAND MANAGEMENT WILL BE DEVELOPED TO SELF-SUSTAIN AND PROVIDE CAREER OPPORTUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20207000332311_12H3"}, {"internal_id": 108314918, "Award ID": "20207000332310", "Award Amount": 147116.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "10.217", "Description": "SOILS PLAY AN IMPORTANT ROLE IN THE SOCIETY AND THE ENVIRONMENT AND INTEREST IN SOIL SCIENCEEDUCATION HAS BEEN CHANGING NOT JUST IN THE UNITED STATES OF AMERICA BUT WORLDWIDE AS WELL. IN THE UNITED STATES AND WORLDWIDE, THE GENERAL TREND IS THAT SOIL SCIENCE TEACHING IS BECOMING MORE GENERAL, WHILE SOIL SCIENCE RESEARCH IS BECOMING MORE SPECIALIZED WITH INTENSIVE USE OF TECHNOLOGICAL ADVANCES, FOR EXAMPLE: SENSING, CROWDSOURCING, INTERNET OF THINGS (IOT), 3D MODELING AND VISUALIZATION, VIRTUAL AND AUGMENTED REALITY, UNMANNED AERIAL VEHICLES, ETC. THIS PROJECT LEVERGES THESE TECHNOLOGIES TO CREATE ONLINE LEARNING MODULES THAT INCLUDE CUTTING-EDGE CONTENT AS WELL AS MECHANISMS TO EVALUATE AND ASSIST WITH LEARNING. THERE IS A NEED TO ENGAGE STUDENTS IN ONLINE-LEARNING THROUGH TECHNOLOGY-ENABLED MODULES IN ORDER TO IMPROVE THE EFFECTIVENESS OF UNDERGRADUATEEDUCATION IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_20207000332310_12H3"}, {"internal_id": 108314919, "Award ID": "20207000332309", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "10.217", "Description": "THIS PROPOSAL ALIGNS WITH THE EDUCATIONAL NEED AREA OF \"CURRICULUM DEVELOPMENT, INSTITUTIONAL DELIVERY SYSTEM, AND EXPANDING STUDENTS&#39; CAREER OPPORTUNITIES.\" IT ADDRESSES THE CHALLENGE OF THE LACK OF KNOWLEDGE AND SKILLS IN FOOD REGULATIONS AND NUTRITION POLICY OF GRADUATE STUDENTS IN HIGHER EDUCATION INSTITUTIONS. THIS EDUCATIONAL PROGRAM CONSISTS OF DEVELOPING AN INTERDISCIPLINARY CERTIFICATE PROGRAM IN FOOD/FEED REGULATIONS, NUTRITION POLICY, AND SCIENCE TRANSLATION FOR MS STUDENTS FROM THE DIVISION OF NUTRITIONAL SCIENCES, THE DEPARTMENT OF FOOD SCIENCE AND HUMAN NUTRITION, AND THE DEPARTMENT OF ANIMAL SCIENCE ATTHE UNIVERSITY OF ILLINOIS AT URBANA-CHAMPAIGN. THE GOAL IS TO PROVIDE THIRTYDIVERSE FUTURE PROFESSIONALS WITH THE TOOLS NEEDED TO SUPPORT THE INCREASING REGULATORY NEEDS EFFECTIVELY AS WELL AS SOLVING THE CHALLENGES OF FOOD AND AGRICULTURE IN THE YEARS TO COME. THE UNIVERSITY OF ILLINOIS URBANA-CHAMPAIGN RECOGNIZES THE IMPORTANCE OF TRAINING NEW LEADERS IN THIS AREA;THEREFORE, WE HAVE OBTAINED INTERNAL IN-KIND SUPPORT. THIS SUPPORT WILL ALLOW US TO OFFER TWO OF THE ELECTIVE COURSES, ADDITIONAL INVITED LECTURERS, AND EXTRA TIME EFFORT OF PERSONNEL, WHICH IS A VERY COST-EFFECTIVE USE OF USDA&#39;S FUNDING. THE STRATEGY OF THIS INNOVATIVE PROGRAM IS TO TRAIN STUDENTS USING AN INTERDISCIPLINARY APPROACH THAT INCLUDES NOT ONLY A BASIC UNDERSTANDING OF FOOD REGULATIONS AND NUTRITION POLICY BUT ALSO THE DEVELOPMENT OF LEADERSHIP WITH EXCELLENT COMMUNICATION SKILLS. IT INVOLVES TEN (10) INTERDISCIPLINARY FACULTY AND STAFF FROM FIVE UNITS WITHIN THE COLLEGE OF AGRICULTURAL, CONSUMER AND ENVIRONMENTAL SCIENCES AT THE UNIVERSITY OF ILLINOIS URBANA-CHAMPAIGN PLUS OUTSIDE PARTNERS FROM INDUSTRY AND GOVERNMENT. SIX OF THE FACULTY AND STAFF ARE MEMBERS OF THE DIVISION OF NUTRITIONAL SCIENCES. THIS DIVISION WILL LEAD AND ADMINISTER THE CERTIFICATE PROGRAM SINCE IT HAS A LONG RECORD OF ACCOMPLISHMENT OF RUNNING SUCCESSFUL TRAINING GRANTS FOR GRADUATE STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_20207000332309_12H3"}, {"internal_id": 108314920, "Award ID": "20207000332308", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "10.217", "Description": "THIS PROJECT ADDRESSES CRITICAL HEC GOALS OF ENHANCING THE INSTRUCTIONAL QUALITY AND IMPROVING STUDENT CAPABILITIES IN THE FOOD, AGRICULTURAL, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCE. IT IMPROVES PREPAREDNESS OF COLLEGE GRADUATES FOR THE MODERN, HIGHLY COMPETITIVE WORK ENVIRONMENT, ADDRESSING URGENT INDUSTRY NEEDS FOR HIGH-QUALITY HUMAN CAPITAL IN AN INCREASINGLY DIGITAL GLOBAL ECONOMY.SPECIFICALLY, THE PROJECT DESIGNS AND IMPLEMENTS AN INNOVATIVE MULTI-DISCIPLINARY CURRICULA INTEGRATION (MCI) FRAMEWORK, OFFERING A COMPREHENSIVE SET OF NOVEL PRACTICE-ORIENTED CURRICULAR MATERIALS AND METHODS OF INSTRUCTION TO ENHANCE STUDENT CAREER READINESS. IT IS BASED ON A PILOT STUDY, BUILDING UPON IT AND FOCUSING ON MULTIDISCIPLINARY COLLABORATION AND TEAMWORK, CRITICAL PROBLEM SOLVING, TIME MANAGEMENT, AND LEADERSHIP SKILLS. IT WILL BENEFIT INDUSTRY VIA REDUCED TRAINING COSTS, ENHANCED JOB RETENTION, AND EARLY CAREER ADVANCEMENT OF COLLEGE GRADUATES.TO ACCOMPLISH THESE OBJECTIVES, A 3-YEAR MULTIDISCIPLINARY RESEARCH PROGRAM IS PROPOSED. IN YEAR 1 THE THEORETICAL FRAMEWORK AND INSTRUCTIONAL METHODS WILL BE DESIGNED AND EMPIRICALLY TESTED TO FIT THE NEEDS OF AN INTEGRATIVE PROJECT COMBINING STUDENTS FROM THREE DIFFERENT ACADEMIC PROGRAMS. IN YEARS 2 AND 3 THE FRAMEWORK AND INSTRUCTIONAL METHODS WILL BE SCALED AND EXPANDED TO A BROADER SPECTRUM OF PROGRAMS WITHIN SOUTH DAKOTA STATE UNIVERSITY. COLLABORATIONS WITH THE ACADEMIC COMMUNITY WILL BE PROMOTED VIA CONFERENCES AND EDUCATIONAL WORKSHOPS.THE PROJECT COMBINES QUANTITATIVE STATISTICAL METHODS AND QUALITATIVE APPROACHES (REFLECTION JOURNALS AND OPEN-ENDED QUESTIONS IN SURVEY) TO ENSURE ANALYTICAL RIGOR AND PROVIDE COMPREHENSIVE INSIGHT INTO THE KEY DRIVERS OF PROFESSIONAL SKILLS AMONG STUDENTS IN FANH DISCIPLINES. MCI IS THE FUTURE OF UPPER LEVEL COLLEGE EDUCATION THAT MAKES STUDENTS AN INDUSTRY-READY COM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_20207000332308_12H3"}, {"internal_id": 108314921, "Award ID": "20207000332307", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-21", "CFDA Number": "10.217", "Description": "THIS PROPOSAL IS TO FUND THE U-ACRE (URBAN AGRICULTURE COMMUNITY-BASED RESEARCH EXPERIENCE) PROJECT AT CALIFORNIA STATE UNIVERSITY, FULLERTON (CSUF) WITH SEVERAL INNOVATIONS BASED ON PROGRESS SINCE THE PROJECT&#39;S INCEPTION. THESE INCLUDE DEEPENING OF THE STUDENT EXPERIENCE THROUGH INTEGRATION WITH ONGOING COMMUNITY-BASED RESEARCH ACTIVITIES, AND ADDITIONAL EMPHASIS ON DEVELOPING INNOVATION AND LEADERSHIP CAPABILITIES RELATED TO THE FANH SCIENCES. THE PROJECT WILL INCLUDE APPROXIMATELY 300 SERVICE-LEARNING STUDENTS PER YEAR. THE PROJECT PARTNERS INCLUDE FOUR K-12 SCHOOLS; NON-PROFITS SERVING THE HUNGRY, HOMELESS, AND FOSTER YOUTH; AND AREA FARMS. WITH THESE PARTNERS WE PLAN AND MANAGE COMMUNITY AND SCHOOL GARDENS AND WASTE DIVERSION USING VERMICOMPOST AND THERMOPHILIC COMPOST, AND CONDUCT RESEARCH ON NUTRITION AND DIETARY CHOICES, FOOD SECURITY AMONG THE HOUSING INSECURE, TRADITIONAL ECOLOGICAL KNOWLEDGE, INTEGRATED PEST MANAGEMENT, AND SUSTAINABLE AGRICULTURAL PRACTICES. INTERNSHIPS, UNDERGRADUATE RESEARCH, SERVICE LEARNING, COMMUNITY ENGAGEMENT, AND FACULTY AND PEER MENTORING ARE AT THE HEART OF THE U-ACRE MODEL.THE PROPOSED PROJECT BUILDS ON CSUF&#39;S STRENGTHS, RESOURCES, CURRICULA, AND PRIORITIES BY PROVIDING OPPORTUNITIES FOR UNDERGRADUATES, ESPECIALLY THOSE WHO ARE HISPANIC/LATINX OR FROM UNDERREPRESENTED GROUPS, TO GAIN KNOWLEDGE, SKILLS, AND HANDS-ON EXPERIENCE IN FANH SCIENCES AND PREPARING THEM FOR USDA MISSION-CRITICAL OCCUPATIONS.U-ACRE&#39;S PRIMARY GOAL IS TO FACILITATE STUDENTS&#39; ABILITIES TO IDENTIFY ISSUES SURROUNDING SUSTAINABILITY IN AGRICULTURE AND COMMUNITY FOOD SECURITY, AND APPLY SKILLS AND KNOWLEDGE OBTAINED THROUGH EXPERIENTIAL LEARNING TO DEVELOP, IMPLEMENT, AND EVALUATE WAYS TO ADDRESS THESE ISSUES. U-ACRE&#39;S RESEARCH ACTIVITIES BENEFIT COMMUNITY PARTNERS THROUGH THE DEVELOPMENT OF AGROECOLOGICAL METHODS REGARDING PRODUCTIVITY, WASTE DIVERSION AND COMPOSTING, AND INTEGRATED PEST MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7c3e3f83-34f2-0830-f7d3-72e58bdf176f-C", "generated_internal_id": "ASST_NON_20207000332307_12H3"}, {"internal_id": 108819670, "Award ID": "20207000332306", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-27", "CFDA Number": "10.217", "Description": "COLORADO STATE UNIVERSITY&#39;S (CSU) VIRTUAL VETERINARY EDUCATION TOOLS (VVET) PROGRAMMATIC MISSION HAS BEEN THE CREATION OF EDUCATIONAL TOOLS FOR USE IN UNDERGRADUATE (UG) AND VETERINARY (DVM) ANATOMY PROGRAMS AS WELL AS K-12 OUTREACH AND EXTENSION. OUR FLAGSHIP PROGRAM, VIRTUAL CANINE ANATOMY, IS AN INTERACTIVE DISSECTION PROGRAM THAT ENHANCES STUDENT LEARNING (LINTON, 2005), POTENTIALLY DECREASES EDUCATIONAL COSTS (PATRONEK, 2007), SIGNIFICANTLY DECREASES THE NUMBER OF ANIMALS NEEDED FOR ANATOMY INSTRUCTION, AND HAS MORE THAN 198,000 USERS IN 200 COUNTRIES. IN THE LAST 5 YEARS, WE EXPANDED THE SPECIES OFFERING FOR OUR VIRTUAL ANATOMY PROGRAMS, INCLUDING DEVELOPMENT OF THE OSTEOLOGY PORTION OF A VIRTUAL BOVINE ANATOMY PROGRAM. LAMENESS IN DAIRY CATTLE IS A SIGNIFICANT ISSUE AND PUBLIC EDUCATION OF FOOD ANIMAL ANATOMY AND HUSBANDRY RELATED TO WELFARE IS LIMITED (SHEARER, 2012). BY DEVELOPING ANATOMY TEACHING TOOLS THAT WE CAN USE TO ENHANCE HIGHER EDUCATION AS WELL AS ENGAGE LEARNERS FROM A VARIETY OF EDUCATIONAL SETTINGS, WE WILL DEMONSTRATE THE DIVERSITY OF IMPACT THAT CAN BE DERIVED FROM ANATOMICAL LEARNING. THE SPECIFIC AIMS THIS PROJECT ARE AS FOLLOWS: 1) THE DEVELOPMENT OF A 3D VBA PELVIC LIMB MODULE FOR DVM EDUCATION; 2) THE CREATION OF AN UG APPLIED FOOD ANIMAL ANATOMY CURRICULA; AND 3) ENGAGEMENT OF UG AND DVM STUDENTS IN LEARNING, TEACHING, AND OUTREACH ACTIVITIES THAT WILL RESULT IN THE CREATION OF INDEPENDENT ANATOMICAL LEARNING MODULES FOR OUTREACH ENGAGEMENT OF PRODUCERS AND K-12 STEM LEARNERS USING VR ANIMAL ANATOMY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20207000332306_12H3"}, {"internal_id": 108819669, "Award ID": "20207000332305", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.217", "Description": "FOOD PROCESSING LEADS TO MASSIVE CHANGES IN THE FOOD MATERIAL THAT ARE QUITE COMPLEX, INVOLVING CHEMISTRY, MICROBIOLOGY, AND, YES, PHYSICS. WHILE RESEARCH IN FOOD PHYSICS HAS ADVANCED SIGNIFICANTLY WITH DEVELOPMENTS IN COMPUTING AND MEASUREMENT TECHNOLOGIES, THESE ADVANCES HAVE NOT TRICKLED DOWN TO EDUCATION. WE BELIEVE THAT TRAINING IN THE ADVANCED PHYSICS OF FOOD PROCESSES WILL PROVIDE LEARNERS (IN COLLEGES AND IN INDUSTRY) WITH OPPORTUNITIES TO REDUCE RELIANCE ON TRIAL AND ERROR IN PRODUCT AND PROCESS DEVELOPMENT. INSTEAD OF BUILDING A SINGLE COURSE, WE WILL BUILD COORDINATED MULTILEVEL LEARNING MODULES THAT COMPLEMENT EACH OTHER AND ARE AVAILABLE BY THEMSELVES TO BE INCLUDED IN ANY COURSE OR AS STANDALONE. THE MODULES WILL BE FREE AND WEB-BASED FOR UNIVERSAL AVAILABILITY. THEIR MULTILEVEL APPROACH WILL MAKE THEM RELEVANT TO LEARNERS WITH A WIDE RANGE OF ACADEMIC PREPARATION, INCLUDING FOOD SCIENTISTS AND FOOD ENGINEERS. WE WILL ENSURE SUCCESS BY COLLABORATING WITH INSTRUCTORS NATIONALLY AND INTERNATIONALLY, USING THE LATEST UNDERSTANDING FROM ONLINE EDUCATION, AND CONSTANTLY ASSESSING THE STUDENT LEARNING PROCESS DURING THE DEVELOPMENT OF THE MODULES AND THEIR USE IN COURSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20207000332305_12H3"}, {"internal_id": 108314922, "Award ID": "20207000332304", "Award Amount": 296301.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-17", "CFDA Number": "10.217", "Description": "HE OBJECTIVES OF THE HEAT TRAINING ARE: (1) ENHANCE THE CAPACITY OF HIGHER EDUCATION AGRICULTURAL MECHANICS TRAINING BY USING ADVANCED TECHNOLOGIES (2) INCREASE DIVERSITY AND CULTURAL AWARENESS OF STUDENTS IN HIGHER EDUCATION, AND (3) ALIGN HIGHER EDUCATION AGRICULTURAL MECHANICS TRAINING TO INDUSTRY STANDARDS. THE CHRONIC SHORTAGE OF QUALIFIED WORKERS TO FILL VACANT POSITIONS CONTINUES TO PLAGUE MANY INDUSTRIES ACROSS THE UNITED STATES. THE AVERAGE WORKER IN THE UTILITY AND WELDING INDUSTRY HAS AN AVERAGE AGE OF 55, AND WITH THESE WORKERS NEARING RETIREMENT, THESE INDUSTRY SECTORS ARE EXPECTED TO FACE A SHORTAGE IN THE NEXT 10 YEARS. THE HEAT PROGRAM WILL PREPARE UNDERREPRESENTED, HISPANIC FAHN STUDENTS FOR THE FOR THE STEM WORKFORCE WHILE ENHANCING INTERCULTURAL AWARENESS AND DEVELOPMENT OF ALL STUDENTS INVOLVED. THIS PROJECT WILL ADDRESS THE LOW ENGAGEMENT OF UNDERREPRESENTED STUDENTS IN THE AGRICULTURAL MECHANICS-RELATED FIELDS, AND THEIR OVERALL LOW RATES OF EDUCATIONAL ATTAINMENT--ALL OF WHICH HAVE IMPACTS TO THE 21ST CENTURY WORKFORCE NEEDS. THE COLLABORATIVE PARTNERSHIP BETWEEN ISU AND TAMUK (A HISPANIC SERVING INSTITUTION [HSI] IN SOUTH TEXAS WITH A 74.1% HISPANIC UNDERGRADUATE POPULATION) IS UNIQUELY POSITIONED TO RESPOND TO THIS NEED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_20207000332304_12H3"}, {"internal_id": 108819668, "Award ID": "20207000332303", "Award Amount": 295527.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-28", "CFDA Number": "10.217", "Description": "THE FOOD, AGRICULTURE, NATURAL RESOURCE, AND HUMAN SCIENCES ARE EXPERIENCING COMPLEX CHALLENGES, SUCH AS CLIMATE CHANGE, POPULATION GROWTH, GLOBALIZED MARKETS AND A SHORTAGE OF QUALIFIED GRADUATES TO FILL POSITIONS, ESPECIALLY AMONG UNDERREPRESENTED GROUPS. THE CURRENT EDUCATIONAL AND RECRUITMENT MODEL FOR POSTSECONDARY AGRICULTURAL EDUCATION AND CAREERS HAS FAILED TO ADEQUATELY ADDRESS THESE NEEDS.THIS PROJECT PROPOSES USING A MODEL OF HIGH-IMPACT PRACTICES (HIPS) TO ENHANCE INSTRUCTIONAL EXPERIENCES FOR STUDENTS AT UA COSSATOT, THE ONLY HISPANIC-SERVING INSTITUTION IN ARKANSAS, WHILE EXPLICITLY ENCOURAGING COSSATOT STUDENTS TO PURSUE ACADEMIC AND CAREER PATHWAYS RELATED TO PRIORITY AREAS IN AGRICULTURE. THROUGH SHARED HIPS SUCH AS, INTERNATIONAL EXPERIENCES, SERVICE LEARNING, UNDERGRADUATE RESEARCH, AND LEARNING COMMUNITIES, UA COSSATOT STUDENTS WILL HAVE THE OPPORTUNITY TO WORK WITH UNIVERITY OF ARKANSAS FACULTY AND STUDENTS WHILE STILL ENROLLED AT THE COMMUNITY COLLEGE. THIS SHOULD HELP UA COSSATOT STUDENTS MORE EASILY ASSIMILATE INTO THE UNIVERSITY OF ARKANSAS AND ASSUAGE CONCERNS ABOUT TRANSITIONING FROM THE COMMUNITY COLLEGE INTO A FOUR-YEAR UNIVERSITY. THE ANTICIPATED OUTCOMES OF THIS PROJECT ARE TO INCREASE THE NUMBER OF STUDENTS WITH DIVERSE BACKGROUNDS MATRICULATING INTO THE U OF A AGRICULTURAL PROGRAMS, AND ENHANCE STUDENTS&#39; LEARNING EXPERIENCES THROUGH HIGH-IMPACT PEDAGOGICAL PRACTICES TO CREATE A WELL-PREPARED, DIVERSE WORKFORCE IN THE FANH SCIENTIFIC DISCIPLINES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "868c3cd8-2896-4496-6775-ad6a8c69c6d6-C", "generated_internal_id": "ASST_NON_20207000332303_12H3"}, {"internal_id": 108314923, "Award ID": "20207000332302", "Award Amount": 296667.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-22", "CFDA Number": "10.217", "Description": "PURPOSE: TEACHING AGRICULTURAL COMMUNICATIONS FOR CAREER SUCCESS (TACCS) WILL INCREASE THE NUMBER OF HISPANIC STUDENTS ACTIVELY INVOLVED IN AGRICULTURE, INCREASE CULTURAL COMPETENCY, AND WILL ASSIST IN SKILL DEVELOPMENT OF A DIVERSE GROUP OF QUALITY FANH MAJORS IN HIGHER EDUCATION.AUDIENCE: THE AUDIENCE FOR THIS PROJECT IS UNDERGRADUATE FANH STUDENTS AT TWO PUBLIC UNIVERSITIES IN ARKANSAS (UA) AND TEXAS (TAMU-K). THIS AUDIENCE WILL BE REACHED BY CREATING AND ADMINISTERING 7 REUSABLE ASYNCHRONOUS AGRICULTURAL COMMUNICATIONS CURRICULUM MODULES.PRODUCTS: THIS PROJECT WILL CREATE 7 ASYNCHRONOUS AGRICULTURAL COMMUNICATIONS MODULES TO PREPARE STUDENTS FOR FANH CAREERS BY REINFORCING THE SEVEN SOFT SKILL CLUSTERS (COMMUNICATION, DECISION MAKING/PROBLEM SOLVING, SELF-MANAGEMENT, TEAMWORK, PROFESSIONALISM, EXPERIENCES, AND LEADERSHIP SKILLS). A TOTAL OF 40 STUDENT PARTICIPANTS WILL REFLECT ON INTERCULTURAL COMPETENCY THROUGH INTERCULTURAL DEVELOPMENT INVENTORY (IDI) ACTIVITIES AND THE ADMINISTRATION OF THE INTERCULTURAL CONFLICT STYLE INVENTORY (ICS). ONE AGRICULTURAL COMMUNICATIONS GRADUATE STUDENT WILL BE HIRED TO ASSIST WITH MODULE DEVELOPMENT, DATA COLLECTION, AND RESEARCH DISSEMINATION. FIVE FACULTY MEMBERS AND 12 INDUSTRY PARTNERS (FROM FORTUNE 500 COMPANIES SUCH AS TYSON FOODS, WAL-MART, AND J.B. HUNT) WILL PROVIDE FEEDBACK TO STUDENTS THROUGH THE TEAM AND CAPSTONE PROJECTS. UPON COMPLETION OF THE GRANT, MODULES WILL BE UPLOADED TO UA WEBSITE FOR DISSEMINATION TO OTHER INSTITUTIONS.OUTCOME/IMPACT: TACCS PROJECT OUTCOMES INCLUDE THE DEVELOPMENT OF 7 AGRICULTURAL COMMUNICATION CURRICULUM MODULES, FACULTY INCREASED KNOWLEDGE OF IDI/ICS ASSESSMENTS, AND INCREASED KNOWLEDGE OF ONLINE COURSE DEVELOPMENT. ADDITIONAL OUTCOMES INCLUDE PARTICIPANTS&#39; INCREASED KNOWLEDGE OF AGRICULTURAL COMMUNICATIONS, CULTURAL COMPETENCY AND CONFLICT RESOLUTION, AND CAREERS IN FANH.?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "868c3cd8-2896-4496-6775-ad6a8c69c6d6-C", "generated_internal_id": "ASST_NON_20207000332302_12H3"}, {"internal_id": 108314924, "Award ID": "20207000332301", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "10.217", "Description": "AREAS: \"PROCESSING, DISTRIBUTION, SAFETY, MARKETING, AND UTILIZATION OF FOOD AND AGRICULTURAL PRODUCTS\"WRITTEN SUMMARY: THIS PROJECT ADDRESSES THE CHALLENGE OF EFFECTIVELY TEACHING COMPLEX CONCEPTS AND ANALYTICAL TOOLS RELATED TO FOOD PROCESSING SYSTEMS. THE INTRICATE AND OFTEN INACCESSIBLE HARDWARE USED FOR DEMONSTRATING AND TEACHING FOOD PROCESSING PRINCIPLES HAVE PERPETUALLY CHALLENGED INSTRUCTION USING CONVENTIONAL APPROACHES, PARTICULARLY FOR COMPLEX TOPICS INVOLVING FLUID MECHANICS AND MASS AND ENERGY TRANSFER PROCESSES. THE ANTICIPATED AUDIENCE FOR THE PROJECT IS UNDERGRADUATE STUDENTS IN FOOD SCIENCE MAJORS THAT ARE CONSIDERING CAREERS IN THE FOOD PROCESSING INDUSTRY AFTER GRADUATION OR A POSTGRADUATE DEGREE IN RELATED FIELDS. THE TARGET OBJECTIVES OF THE PROJECT ARE TO DEVELOP AND EVALUATE NEW INSTRUCTIONAL APPROACHES BASED ON VIRTUAL INTERACTIVE FOOD PROCESSING ENVIRONMENTS, WHICH ARE VIEWABLE ONLINE USING CONVENTIONAL PERSONAL COMPUTERS OR VIRTUAL REALITY (VR) HEADSETS ANDCAN SUBSTITUTE FOR REAL-LIFE EQUIPMENT FOR INSTITUTIONS WITHOUT EQUIPMENT ACCESS OR PILOT PLANT INFRASTRUCTURE. ADDITIONALLY, THE PROJECT AIMS TO UTILIZE STUDENT FEEDBACK TO REFINE THESE LEARNING TOOLS AND CREATE A STRONG UNDERGRADUATE PARTICIPATORY COMPONENT. THE ANTICIPATED IMPACTS OF THE PROJECT ARE IMPROVED STUDENT UNDERSTANDING OF THE SCALE, ORIENTATION, INTERCONNECTEDNESS, AND MODELING OF FOOD PROCESSING UNIT OPERATIONS. MOREOVER, STUDENT INTEREST IN POSTGRADUATE DEGREES AND CAREERS IN FOOD SCIENCE AND FOOD PROCESSING ARE EXPECTED TO INCREASE DUE THE ENHANCED ACCESSIBILITY TO, ENGAGEMENT IN, AND COMPREHENSION OF FOOD PROCESSING CONCEPTS DURING THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20207000332301_12H3"}, {"internal_id": 108314925, "Award ID": "20207000332300", "Award Amount": 9907.39, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-22", "CFDA Number": "10.217", "Description": "USING VIRTUAL REALITY TO INCREASE STUDENT UNDERSTANDING AND INTEREST IN FARM ANIMAL WELFARE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20207000332300_12H3"}, {"internal_id": 110209883, "Award ID": "20207000332299", "Award Amount": 739050.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-18", "CFDA Number": "10.217", "Description": "EDUCATIONAL INSTITUTIONS HAVE BEEN UNABLE TO CAPITALIZE ON AGRICULTURAL INFORMATICS-RELATED OPPORTUNITIES, DESIRED IN THE MARKETPLACE. AN AGRICULTURAL INFORMATICS CURRICULUM IS PROPOSED TO BE DEVELOPED IN COLLABORATION WITH 1862 AND 1890 INSTITUTIONS. A TOTAL OF 13 FACULTY/STAFF FROM THREE PARTNERING UNIVERSITIES WILL COME TOGETHER TO BUILD TRAINING RESOURCES TO HELP STUDENTS IN AGRISCIENCE DEPARTMENTS IMPROVE THEIR ABILITY TO 1) WRANGLE DISPARATE DATA INTO COHERENT LAYERS, FOR IMPROVED ANALYTICS AND RESEARCH CAPACITY, 2) GENERATE MODELS AND ANALYTIC METHODS TO FACILITATE REAL-TIME DECISION MAKING IN AGRICULTURE, AND 3) PRODUCE DATA ARCHITECTURES AND CODE THAT ENABLE IMPROVED DATA FLOW AND INTEROPERABILITY.OVER 1300 UNDERGRADUATE AND GRADUATE STUDENTS (MORE THAN 80% UNDERGRADUATES) WILL BE IMPACTED OVER 3 YEARS GRANT PERIOD BY PARTICIPATING IN TWO-WEEK COURSE MODULE, ENROLLING IN THREE NEW COURSES, AND UNDERGOING EXPERIENTIAL LEARNING BY PARTICIPATION IN DATATHONS/HACKATHONS, ONLINE DATA SYMPOSIUM, AND INTERNSHIPS.THE COURSES WILL USE PROBLEM-BASED LEARNING AND INVERTED CLASSROOM FOR ACTIVE STUDENT PARTICIPATION. COMMUNICATION, TEAM BUILDING, LEADERSHIP, AND INDEPENDENT LEARNING WILL BE EMPHASIZED THROUGHOUT. THE EDUCATIONAL CONTENT WILL ALSO BE MADE AVAILABLE TO OTHER LAND-GRANT UNIVERSITIES AND INDUSTRY FOR WIDER USE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20207000332299_12H3"}, {"internal_id": 110209885, "Award ID": "20207000332298", "Award Amount": 749000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-24", "CFDA Number": "10.217", "Description": "THE NATION NEEDS MORE TRAINED FORESTERS, AND IT NEEDS A FORESTRY WORKFORCE THAT IS MORE REPRESENTATIVE OF THE DIVERSITY OF THE POPULATION IT SERVES. TO ADDRESS THIS CRITICAL NEED, WE ARE DEVELOPING A COLLABORATIVE PARTNERSHIP BETWEEN THE DEPARTMENT OF FORESTRY (DOF) AT MICHIGAN STATE UNIVERSITY (MSU), MSU INSTITUTE OF AGRICULTURAL TECHNOLOGY (IAT), BAY COLLEGE (BC) AND MUSKEGON COMMUNITY COLLEGE (MCC), CENTERED AROUND THE DEVELOPMENT OF CURRICULUM FOR TWO NEW CERTIFICATE PROGRAMS THROUGH IAT: (1) PROFESSIONAL FORESTRY CERTIFICATE (PF) AT BC AND (2) URBAN AND COMMUNITY FORESTRY CERTIFICATE (UCF) AT MCC. THIS COLLABORATION CREATES A PATHWAY FOR STUDENTS TO COMPLETE A SPECIALIZED MSU CERTIFICATE THROUGH IAT AND AN ASSOCIATE DEGREE FROM PARTNER COMMUNITY COLLEGES IN JUST TWO YEARS. UPON COMPLETION OF THE TWO-YEAR PROGRAM, GRADUATES CAN ENTER THE WORKFORCE WITH NETWORKS CREATED THROUGH THE PROGRAM OR SEAMLESSLY MATRICULATE INTO DOF&#39;S BACHELOR&#39;S DEGREE PROGRAM.THIS PROGRAM WILL PROVIDE PROFESSIONAL DEVELOPMENT, EXPERIENTIAL LEARNING, AND LEADERSHIP TRAINING AND ESTABLISH ACTIVITIES DESIGNED TO PROMOTE STUDENT ENTRY, RETENTION, AND SUCCESS IN THE NEW CERTIFICATE PROGRAMS. THIS PROJECT FOCUSES ON THE HEC NEED AREAS OF CURRICULUM DEVELOPMENT, INSTRUCTIONAL DELIVERY SYSTEMS AND EXPANDING STUDENT CAREER OPPORTUNITIES AND FACILITATING INTERACTION WITH OTHER ACADEMIC INSTITUTIONS. ADDITIONALLY, THIS PROJECT ADVANCES BOTH HEC PROGRAM GOALS OF: (1) ENHANCING THE QUALITY OF INSTRUCTION FOR BACCALAUREATE DEGREES, AND (2) INCREASING THE NUMBER AND DIVERSITY OF STUDENTS COMPLETING POSTSECONDARY DEGREES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20207000332298_12H3"}, {"internal_id": 110209886, "Award ID": "20207000332297", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "10.217", "Description": "REGISTERED DIETITIAN NUTRITIONISTS (RDNS) AND NUTRITION AND DIETETIC TECHNICIANS REGISTERED (NDTRS) PLAY AN ESSENTIAL ROLE IN FACILITATING THE HEALTH AND WELL-BEING OF INDIVIDUALS, GROUPS, AND POPULATIONS. JOB GROWTH IS ANTICIPATED FOR BOTH PROFESSIONS AS THE IMPORTANCE OF FOOD AND NUTRITION IN PREVENTING AND TREATING DISEASES AND REDUCING HEALTH DISPARITIES IS WELL-ESTABLISHED. HOWEVER, ENTRY-LEVEL DEGREE REQUIREMENT CHANGES FROM THE ACCREDITATION COUNCIL FOR THE EDUCATION IN NUTRITION AND DIETETICS (ACEND) REQUIRING THAT FUTURE RDNS OBTAIN A MASTER&#39;S DEGREE TO SIT FOR THE NATIONAL CREDENTIALING EXAM IS PUTTING PRESSURE ON COLLEGES AND UNIVERSITIES TO RE-EVALUATE THEIR NUTRITION AND DIETETICS PROGRAMMATIC OFFERINGS, AS MOST DIETETIC-TRAINING PROGRAMS OPERATE AT THE BACCALAUREATE LEVEL. FURTHERMORE, RESOURCES FOR MANY COLLEGES AND UNIVERSITIES, BOTH PUBLIC AND PRIVATE, HAVE DIMINISHED OVER THE PAST DECADE, AND THUS INNOVATIVE APPROACHES ARE NEEDED TO DELIVER HIGH-QUALITY NUTRITION AND DIETETICS EDUCATION WHILE MEETING NEW ACCREDITATION REQUIREMENTS.IN RESPONSE TO THE NEW ACCREDITATION CHANGES, THREE INSTITUTIONS IN MILWAUKEE COUNTY, WISCONSIN, SEE THIS AS A PRIME OPPORTUNITY TO (1) REASSESS THE WAY WE DELIVER NUTRITION AND DIETETICS EDUCATION, (2) COLLABORATIVELY LEVERAGE INSTITUTIONAL RESOURCES TO FULFILL NEW REQUIREMENTS, AND (3) PROVIDE EXPERIENTIAL-LEARNING OPPORTUNITIES FOR STUDENTS TO HELP RESPOND TO SALIENT FOOD AND NUTRITION-RELATED ISSUES IN MILWAUKEE COUNTY. THESE INSTITUTIONS, THE UNIVERSITY OF WISCONSIN-MILWAUKEE (UWM), MILWAUKEE AREA TECHNICAL COLLEGE (MATC), AND MOUNT MARY UNIVERSITY (MMU), EACH PROVIDE NUTRITION AND DIETETIC PROGRAMS, BUT THE NEW ACEND REQUIREMENTS HAS OPENED THE DOOR FOR OUR INSTITUTIONS TO RETHINK THE WAY WE SERVE OUR STUDENTS AND OUR COMMUNITY, AS WELL AS STRENGTHEN THE EDUCATION IN THE FANH SCIENCES. FURTHERMORE, AS EACH OF OUR INSTITUTIONS ENROLL MORE STUDENTS FROM UNDERREPRESENTED GROUPS, WE ARE UNIQUELY POSITIONED AND PREPARED TO HELP AMELIORATE THE SIGNIFICANT LACK OF DIVERSITY WITHIN THE DIETETIC PROFESSION. THE SOCIODEMOGRAPHIC CHARACTERISTICS OF INDIVIDUALS WHO PURSUE ACADEMIC PROGRAMS AND CAREERS IN NUTRITION AND DIETETICS IS NOT REPRESENTATIVE OF THE U.S. POPULATION, AND THE MISMATCH IS WORSE IN WISCONSIN. PROVIDING ACCESSIBLE EDUCATIONAL OPPORTUNITIES TO TRAIN A DIVERSE, COMPETENT WORKFORCE IS CRITICALLY IMPORTANT IN RACIALLY AND CULTURALLY DIVERSE, DENSELY POPULATED URBAN AREAS SUCH AS MILWAUKEE COUNTY, WISCONSIN, WHICH IS DISPROPORTIONALLY AFFECTED BY ECONOMIC INEQUALITY AND HEALTH DISPARITIES LINKED TO DIETARY INTAKE AND EATING BEHAVIOR.TO ADDRESS THESE SIGNIFICANT ISSUES, UWM, MATC, AND MMUCOLLABORATIVELY PROPOSE TO CREATE AN INTER-INSTITUTIONAL NETWORK OF GUIDED EDUCATIONAL PATHWAYS TO ENCOURAGE EFFICIENT STUDENT PROGRESSION UP THE DEGREE FOOD-CHAIN, MAXIMIZING THEIR CREDENTIALING OPPORTUNITIES AT MULTIPLE LEVELS, AND INTEGRATING EDUCATIONAL EXPERIENCES DRIVEN BY REGIONALLY RELEVANT CONCERNS, SPECIFICALLY FOOD INSECURITY AND HUNGER. AS MOST GRADUATES FROM OUR INSTITUTIONS FIND EMPLOYMENT IN THE GREATER MILWAUKEE AREA, THIS INITIATIVE WILL EMPOWER OUR STUDENTS WITH THE ACADEMIC CREDENTIALS AND INTELLECTUAL CAPITAL TO MAKE A PROFOUND IMPACT IN THEIR COMMUNITIES AND THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce5b9c13-e48f-352f-0463-48ec7b709bd7-C", "generated_internal_id": "ASST_NON_20207000332297_12H3"}, {"internal_id": 110209887, "Award ID": "20207000332296", "Award Amount": 25603.58, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-24", "CFDA Number": "10.217", "Description": "HOW TO PROVIDE ACCESSIBLE AND CUSTOMIZED FOOD SAFETY TRAINING FOR STUDENTS OF DIFFERENT INTERESTS AND SPECIALTIES HAS BECOME A SIGNIFICANT CHALLENGE FOR HIGHER EDUCATION. ACCORDINGLY, THIS PLANNED ACTIVITY GRANT IS PROPOSED TO ADDRESS THIS CHALLENGE BY BRINGING IN INSIGHTS FROM STUDENTS, FACULTY, AND INDUSTRY LEADERS. GUIDED BY A DESIGN-THINKING MODEL, THIS PLANNING ACTIVITY GRANT AIMS TO IMPROVE FOOD SAFETY EDUCATION IN COLLEGE-LEVEL HOSPITALITY MANAGEMENT PROGRAMS IN THE U.S. THROUGH HOSTING STRATEGIC PLANNING SESSIONS AND FOCUS GROUP INTERVIEWS AMONG FACULTY, STUDENTS, AND INDUSTRY LEADERS, THIS PROJECT PLANS TO CONDUCT GAP ANALYSES AND IDENTIFY THE MAJOR AREAS THAT NEED IMPROVEMENT IN CURRENT FOOD SAFETY EDUCATION. THE FINDINGS OF THIS STUDY WILL PROVIDE VALUABLE INSIGHTS INTO HOW TO REVISE AND RE-CONSTRUCT FOOD SAFETY EDUCATION IN HOSPITALITY MANAGEMENT PROGRAMS. THE OUTPUT OF THIS STUDY WILL ALSO LEAD TO A SUBMISSION TO THE COLLABORATIVE HEC GRANT, WITH PLANS TO DEVELOP AND IMPLEMENT ACCESSIBLE FOOD SAFETY TRAINING MODULES FOR COLLEGE STUDENTS AS WELL AS OTHER PUBLICS THAT ARE IN NEED OF SUCH INFORMATION. ADDITIONALLY, THROUGH OFFERING ACCESSIBLE AND INNOVATIVE FOOD SAFETY EDUCATION MODULES AND TOOLS, THIS PROJECT ALSO PROMOTES INNOVATIVE EDUCATIONAL PRACTICES IN FOOD SAFETY EDUCATION, WHICH WILL HELP MEET CURRENT AND FUTURE WORKFORCE NEEDS IN THE FANH SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fe637886-1c9a-4787-2e60-ba0e49b1df05-C", "generated_internal_id": "ASST_NON_20207000332296_12H3"}, {"internal_id": 110209888, "Award ID": "20207000332295", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "10.217", "Description": "THE UNIVERSITY OF WASHINGTON (UW) SCHOOL OF PUBLIC HEALTH HAS LAUNCHED A NEW BACCALAUREATE DEGREE PROGRAM IN FOOD SYSTEMS, NUTRITION, AND SUPPORTS THIS PROGRAM WITH STRONG EXPERTISE IN NUTRITION, HEALTH, AND FOOD AND NUTRITION POLICY. WASHINGTON STATE UNIVERSITY (WSU), AS A LAND GRANT UNIVERSITY, POSSESSES BROAD AGRICULTURE PRODUCTION AND FOOD SYSTEMS PRODUCTION EXPERTISE INCLUDING FOOD SCIENCE, PACKAGING, AND CONSUMER RESEARCH IN ADDITION TO AGRONOMY, HORTICULTURE, ANIMAL SCIENCE, AND AGRICULTURAL ECONOMICS. THE STRENGTHS OF THE TWO INSTITUTIONS ARE COMPLEMENTARY, AND THE OPPORTUNITY FOR GREATER HARMONIZATION IS TREMENDOUS. THIS PLANNING ACTIVITY IS A BLUEPRINT FOR JOINING AGRICULTURE WITH NUTRITION THAT WILL BETTER MEET FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCE EDUCATIONAL GOALS AND PRODUCE FUTURE LEADERS ACROSS WASHINGTON STATE. THROUGH THE PROPOSED WORK, UW AND WSU WILL COMPARE AND CONTRAST THEIR INSTRUCTIONAL CAPABILITIES, IDENTIFY OPPORTUNITIES FOR SYNERGY,AND LAY THE GROUNDWORK FOR A COLLABORATIVE PLATFORM IN FOOD SYSTEMS EDUCATION. THERE ARE MULTIPLE WAYS OF PROMOTING NUTRITION SENSITIVE AGRICULTURE AND FOOD- SYSTEMS-SENSITIVE NUTRITION, BUT NONE HAVE EXPLORED HOW TO CREATE AN EDUCATIONAL PLATFORM THAT DRAWS FROM BOTH THE LAND GRANT AND PUBLIC HEALTH FACULTY ACROSS INSTITUTIONS. ONCE ENVISIONED AND DEVELOPED, THIS MODEL MAY BE ADOPTED BY OTHER INSTITUTIONS OF HIGHER EDUCATION WITH COMPLEMENTARY INSTRUCTIONAL CAPABILITIES IN FANH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_20207000332295_12H3"}, {"internal_id": 96585610, "Award ID": "20207000330933", "Award Amount": 749849.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-01", "CFDA Number": "10.217", "Description": "THIS COOPERATIVE PROPOSAL BETWEEN DEPARTMENTS OF ANIMAL SCIENCE AT SOUTH DAKOTA STATE UNIVERSITY (SDSU), NORTH DAKOTA STATE UNIVERSITY (NDSU), UNIVERSITY OF NEBRASKA-LINCOLN (UNL), AND UNIVERSITY OF MINNESOTA (UMN), AND THE ALLIED LIVESTOCK PRODUCTION INDUSTRY IS DESIGNED TO STRENGTHEN THE NEXT GENERATION OF LEADERS IN THE NATION&#39;S SCIENTIFIC AND PROFESSIONAL WORKFORCE IN FOOD AND ANIMAL AGRICULTURE.STUDENTS GRADUATING FROM GRADUATE OR PROFESSIONAL PROGRAMS RELATED TO LIVESTOCK PRODUCTION ARE FREQUENTLY LESS PREPARED THAN NECESSARY FOR SUCCESS IN ALLIED INDUSTRY CAREERS. SPECIFICALLY, THEY OFTEN LACK WELL-HONED INTERPERSONAL COMMUNICATIONS SKILLS AND PRACTICAL EXPERIENCE IN LIVESTOCK PRODUCTION SYSTEMS. MEAT ANIMAL PRODUCTION IS OFTEN AT THE FOREFRONT OF HIGHLY CHARGED DEBATES AND PUBLIC POLICIES. CONSEQUENTLY, THE NEED FOR STRONG COMMUNICATION SKILLS IN GRADUATES OF ANIMAL SCIENCE PROGRAMS, INCLUDING M.S. AND VETERINARY STUDENTS, IS PARAMOUNT. WHILE UNDERGRADUATE PROGRAMS INCREASINGLY INCORPORATE 21ST CENTURY SKILLS DEVELOPMENT, THE SAME IS OFTEN NOT TRUE FOR GRADUATE STUDENTS, ESPECIALLY WITH REGARD TO THEIR ABILITY TO EFFECTIVELY COMMUNICATE WITH A NON-ACADEMIC AUDIENCE. YET IT IS THESE AUDIENCES THAT OFTEN ARE MOST VOCAL AND EXPRESS THE GREATEST CONCERN REGARDING FOOD PRODUCTION METHODS. INTERACTION WITH FOOD PRODUCERS, PURCHASERS, AND POLICY MAKERS REQUIRES A DIFFERENT COMMUNICATION STYLE THAN IS TYPICALLY EMPHASIZED IN GRADUATE TRAINING (I.E. COMMUNICATING SCIENCE TO SCIENTISTS). IT IS CRUCIAL TO FUTURE SUCCESS OF PRODUCTION AGRICULTURE THAT ACADEMICS, PRODUCERS, AND INDUSTRY BECOME MORE INVOLVED IN PUBLIC DISCUSSION AND INCORPORATE METHODS TO BUILD AND REAFFIRM THE PUBLIC&#39;S TRUST, WHILE MAINTAINING AN EMPHASIS ON GOOD SCIENCE. TWO DECADES AGO IT WAS REPORTED MANY INCOMING ANIMAL SCIENCE STUDENTS HAD LITTLE TO NO PREVIOUS EXPOSURE TO FOOD ANIMAL PRODUCTION, AND UNFORTUNATELY THAT TREND CONTINUES TO GROW. THIS CREATES CHALLENGES COMMUNICATING WITH LIVESTOCK PRODUCERS DUE TO A LACK OF UNDERSTANDING OF THE COMPLEXITIES AND CHALLENGES OF DAY-TO-DAY LIVESTOCK PRODUCTION, YET COMMUNICATION WITH THESE INDIVIDUALS IS EXPECTED FOR MANY M.S. ANIMAL AND VETERINARY SCIENCE GRADUATES. RECENT TRENDS IN FARM LABOR SHOW AN INCREASING PROPORTION OF INTERNATIONAL WORKERS, COMPOUNDING COMMUNICATION CHALLENGES.THE SUCCESS OF AGRICULTURE-RELATED COMPANIES, LIVESTOCK PRODUCERS, AND THE FOOD INDUSTRY RESTS ON THE \"SOCIAL LICENSE\" TO OPERATE WHICH IS GRANTED BY OUR CONSUMERS AND SOCIETY IN GENERAL. AS PUBLIC INTEREST IN FOOD PRODUCTION INCREASES, FOOD PRODUCTION COMPANIES ARE INCREASINGLY EXPECTED TO FUNCTION WITHIN CORPORATE SOCIAL RESPONSIBILITY PRACTICES. SCIENTISTS ARE THOROUGHLY TRAINED IN CRITICAL THINKING SKILLS, RESEARCH METHODOLOGIES, AND COMMUNICATION WITH OTHER SCIENTISTS, BUT LACK TRAINING TO COMMUNICATE KEY OUTCOMES OF SCIENCE TO A NON-SCIENTIFIC AUDIENCE. YET INCREASINGLY, THE RESPONSIBILITY OF COMMUNICATING SCIENCE TO THE GENERAL PUBLIC FALLS TO THE SCIENTIST. THUS, INTENTIONAL TRAINING OF SCIENTISTS TO ACQUIRE SKILLS NECESSARY TO COMMUNICATE WITH THE PUBLIC NEEDS TO BECOME A KEY COMPONENT OF FORMAL SCIENTIFIC TRAINING.TWO KEY AREAS OF CONCERN, COMMUNICATION AND REAL-WORLD EXPERIENCE, ARE THE FOCUS OF THIS PROJECT AS A MEANS TO BETTER PREPARE STUDENTS FOR ENTRY INTO THE FANH SCIENCES WORKPLACE. THIS FOCUS, AND THE RESULTANT SCOPE OF THE PROJECT, WAS DEVELOPED IN DIALOG WITH INDUSTRY AND FACULTY LEADERS IN THE FANH SCIENCES; ALL PARTIES EXPRESSED AGREEMENT THAT THE POTENTIAL TO ADDRESS THESE CONCERNS WAS GREAT, BUT LARGELY UNREALIZED. THERE IS CURRENTLY NO UNIFYING INITIATIVE THAT BRINGS TOGETHER ALLIED INDUSTRIES, STUDENTS, AND TRAINING INSTITUTIONS WITH AN INTENTIONAL FOCUS ON TRAINING EXPERIENCES TO MEET THESE COMMUNICATION AND INDUSTRY EXPERIENCE DEFICITS.THE PROJECT CENTERS ON DEVELOPMENT OF A SERIES OF COMMUNICATION AND LEADERSHIP ACTIVITIES DURING A CONVENTIONAL GRADUATE PROGRAM. SUCCESSFUL DEVELOPMENT OF LEADERSHIP SKILLS IS MORE LIKELY WHEN RELEVANT LEARNING ACTIVITIES ARE INTEGRATED THROUGHOUT A COLLEGE PROGRAM RATHER THAN IN A FOCUSED, SINGLE LEARNING ACTIVITY. THIS PROJECT IS DESIGNED TO WORK IN CONCERT WITH TRADITIONAL SCIENCE AND CLASSROOM ACTIVITIES REQUIRED TO COMPLETE RESEARCH- OR COURSE-BASED M.S. DEGREES. THE SERIES OF ACTIVITIES ARE FORMULATED TO INTEGRATE PRIOR LEARNING INTO EACH SUBSEQUENT ACTIVITY TO REINFORCE EARLIER CONCEPTS.THE PROJECT&#39;S OBJECTIVES ARE:TO DEVELOP A SERIES OF INTER-DISCIPLINARY EVENTS AROUND THE USDA EDUCATION NEED AREAS OF: CURRICULUM DEVELOPMENT, INSTRUCTIONAL DELIVERY SYSTEMS, AND EXPANDING STUDENT CAREER OPPORTUNITIES.TO PROVIDE FOUNDATIONAL GRADUATE STUDENT DEVELOPMENT OPPORTUNITIES FOCUSED IN THE AREA OF INTERPERSONAL COMMUNICATION, LEADERSHIP, AND REAL-WORLD EXPERIENCE RELEVANT TO THE FANH SCIENCES WORKPLACE.TO DEVELOP INTERDISCIPLINARY COMMUNICATION AND LEADERSHIP EXPERIENCES FOR TEAMS OF AGRICULTURE AND NON-AGRICULTURE-FOCUSED STUDENTS AROUND KEY COMMUNICATION CHALLENGE AREAS IN THE FANH SCIENCES WORKPLACE.TO DEVELOP A CADRE OF STUDENTS WHO, IN COMBINATION WITH ALLIED LIVESTOCK PRODUCTION INDUSTRY, WILL ACQUIRE KEY ANALYTICAL AND PROBLEM-SOLVING SKILLS BASED ON REAL-WORLD PROBLEMS IN THE FANH SCIENCES TO CREATE PRACTICAL SOLUTIONS.OBJECTIVES WILL BE ACCOMPLISHED THROUGH:DEVELOPMENT OF A VIDEO SEMINAR SERIES DESIGNED TO TRAIN STUDENTS IN DIVERSE COMMUNICATION TECHNIQUES THAT ARE FOCUSED ON A RANGE OF COMMUNICATION FORMATS SUITABLE FOR A DIVERSITY OF TARGET AUDIENCES.AN ANNUAL COMMUNICATION CONFERENCE, IN COLLABORATION WITH ALLIED INDUSTRY, WHERE STUDENTS PARTICIPATE IN DISCUSSIONS AROUND THE NATIONAL LIVESTOCK INDUSTRY, DEVELOP SOLUTIONS FOR CASE STUDIES BASED ON REAL-WORLD SCENARIOS, AS WELL AS PRESENT EXTENSION TALKS AND SALES PITCHES FOR REVIEW BY RELEVANT EXTENSION SPECIALIST AND INDUSTRY SALES LEADERS, RESPECTIVELY.SELF-AWARENESS TRAINING PROGRAMTWO WEEK INDUSTRY INTERNSHIPSTHINK/PAIR/SHARE EDUCATIONAL ACTIVITY WHERE ANIMALSCIENCE STUDENTS PREPARE CONCISE EDUCATIONAL MATERIAL ON HOT BUTTON TOPIC RELEVANT TO FOOD ANIMAL PRODUCTION. EDUCATIONAL MATERIALS ARE EVALUATED BY STUDENTS IN HUMAN NUTRITION AND COMMUNICATION STUDY AREAS.COURSES CENTERED ON COMMUNICATING WITHIN DIVERSE CULTURESTEACHING CERTIFICATE FOCUSED ON DEVELOPMENT OF COMMUNICATION SKILLS WITHIN THE CLASSROOMTHROUGH THIS PROGRAM, \"STRENGTHENING THE SCIENTIFIC AND PROFESSIONAL WORKFORCE, \" MASTER&#39;S AND VETERINARY SCIENCE STUDENTS WILL BE BETTER EQUIPPED TO HANDLE WORKPLACE DEMANDS IN THE FANH SCIENCES AND WILL HAVE ENHANCED SKILLS FOR IMPROVED COMMUNICATION WITH THE NON-AGRICULTURE COMMUNITY. THIS PROJECT INCORPORATES LEARNING ACTIVITIES USING DIRECT INTERACTION WITH FANH SCIENCE WORKFORCE LEADERS THROUGH PROBLEM-SOLVING, EDUCATIONAL AND EXTENSION ACTIVITIES, AND INTERNSHIP EXPERIENCES TO INCREASE THE NUMBER OF HIGH QUALITY GRADUATES PREPARED TO LEAD THE FANH SCIENCES WORKPLACE INTO THE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_20207000330933_12H3"}, {"internal_id": 96585578, "Award ID": "20207000330932", "Award Amount": 528851.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-07", "CFDA Number": "10.217", "Description": "INNOVATIONS IN THE DEVELOPMENT OF APPLIED 3D, OR VIRTUAL, TECHNOLOGIES ARE IMPACTING INDUSTRIES IN ALL SECTORS OF THE U.S. ECONOMY, AS ORGANIZATIONS INCREASINGLY SEE THE VALUE OF THESE TECHNOLOGIES FOR IMPROVED EFFICIENCY, COST SAVINGS, AND ENHANCED OPERATIONS. GRADUATES OF FOOD, AGRICULTURAL, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCE PROGRAMS ARE EXPECTED TO BE SKILLED IN WORKPLACE-RELEVANT (APPLIED) VIRTUAL TECHNOLOGIES AND TO BE CAPABLE OF ADOPTING NEW ONES. THUS, THROUGH EXISTING PARTNERSHIPS WITH INDUSTRY COLLABORATORS, THE TWO-FOLD INSTRUCTIONAL OBJECTIVE IS (1) TO FOSTER AN AWARENESS OF THE IMPORTANCE OF APPLIED VIRTUAL TECHNOLOGY COMPETENCIES AMONG DIVERSE POPULATIONS OF UNDERGRADUATE STUDENTS, AND (2) TO HELP THEM CULTIVATE THE APPLIED VIRTUAL TECHNOLOGY COMPETENCIES NECESSARY FOR PROFESSIONAL SUCCESS. THE TWO AUDIENCES ADDRESSED BY THIS PROJECT ARE FANH SCIENCES UNDERGRADUATE STUDENTS AND ORGANIZATIONS THAT HIRE GRADUATES OF FANH SCIENCE PROGRAMS. EDUCATIONAL MATERIALS WILL BE CREATED COMPRISED OF REAL-WORLD, INDUSTRY-BASED PROBLEMS TARGETING VIRTUAL TECHNOLOGY APPLICATIONS. INSTRUCTIONAL DELIVERY STRATEGIES WILL BE CREATED TO ADDRESS STUDENTS AS DIVERSE LEARNERS. MATERIALS AND STRATEGIES WILL BE COMBINED TO FORM FIVE VIRTUAL MODULES (V-MODULES) TARGETING CORE VIRTUAL TECHNOLOGY COMPENTENCIES: CRITICAL DECISION-MAKING, COLLABORATION AND TEAMWORK, PROJECT LEADERSHIP AND MANAGEMENT, CREATIVE PROBLEM-SOLVING, AND SPATIAL VISUALIZATION. EFFECTIVENESS OF PROJECT OUTCOMES WILL BE MEASURED WITH AN ASSESSMENT TOOL CREATED TO EVALUATE THE MATERIALS AND DELIVERY STRATEGIES. WITH THE GOAL OF ENHANCING PROGRAM QUALITY AND ATTRACTING AND RETAINING A DIVERSE STUDENT POPULATION, PROJECT OUTCOMES WILL HELP TO MEET U.S. WORKFORCE NEEDS BY CULTIVATING COMPETENCIES IN APPLIED VIRTUAL TECHNOLOGIES AMONG UNDERGRADUATES AS FUTURE FANH SCIENCE PROFESSIONALS AND INDUSTRY LEADERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "096d86dd-58e3-ef77-1d09-1da377ad062c-C", "generated_internal_id": "ASST_NON_20207000330932_12H3"}, {"internal_id": 97800376, "Award ID": "20207000330931", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-13", "CFDA Number": "10.217", "Description": "THIS PROJECT WILL DEVELOP A SET OF COURSES AND CO-CURRICULAR LEARNING EXPERIENCES DESIGNED TO ENGAGE STUDENTS IN PROJECT-BASED COMMUNITY SERVICE CONTRIBUTING TOWARDS LASTING DISASTER RELIEF AND RESILIENCY IN PUERTO RICO AFTER HURRICANE MARIA. WE ARE WELL PREPARED TO ENGAGE IN THIS EFFORT AS OUR STUDENT-LED PROJECTS HAVE ALREADYBEEN INITIATED AS A RESULT OF A PREVIOUSLY EXISTING COLLABORATIVE EFFORT BETWEEN THESE THREE INSTITUTIONS. THE LONG-TERM GOAL OF THIS EFFORT IS TO ESTABLISH A MODEL FOR A SUSTAINABLE PIPELINE OF EDUCATIONAL OPPORTUNITIESSTEMMINGFROM HIGHLY MOTIVATING GRAND CHALLENGES SUCH AS THESE. THE PRIMARY OPERATIONAL CHALLENGE WE OBSERVE WHEN ENGAGING STUDENTS IN THIS CONTEXT IS THAT THEIR LEARNING LIFECYCLES ARE SHORT RELATIVE TO RESILIENT PROBLEM SOLVING AFTER DISASTERS, WHICH HAS ESPECIALLY LONG PROBLEM SOLVING LIFECYCLES. THUS, TO FACILITATE SUCH EXPERIENCES, WHILE MAINTAINING STEADILY DEVELOPING AND DEMONSTRABLE OUTCOMES FOR OUR COLLABORATING COMMUNITIES, OUR OVERARCHING OBJECTIVE IS TO SOLIDIFY AND STRENGTHEN OUR COLLABORATIONS WITH CURRENT AND FUTURE LOCAL PARTNERS. THE OUTCOME WILL BE A NEW CADRE OF STUDENTS WHO ARE VERSED IN LEADERSHIP, PROJECT MANAGEMENT, AND CAPABLE OF CROSS-CULTURAL AND TRANSDISCIPLINARY GLOBAL ENGAGEMENTS WHEN PROBLEM SOLVING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_20207000330931_12H3"}, {"internal_id": 97800377, "Award ID": "20207000330930", "Award Amount": 749443.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-13", "CFDA Number": "10.217", "Description": "PLANT BREEDING IS A KEY COMPONENT FOR MEETING FUTURE FOOD NEEDS IN A WORLD UNDERGOING POPULATION GROWTH, A CHANGING CLIMATE, AND A SHRINKING LAND AND WATER RESOURCE BASE. AN ESSENTIAL INGREDIENT FOR BREEDING PROGRESS IS THE GENETIC DIVERSITY CONSERVED IN THE USDA-ARS NATIONAL PLANT GERMPLASM SYSTEM AND SIMILAR ORGANIZATIONS. MAINTAINING AND UTILIZING THE PLANT GENETIC RESOURCES (PGR) IN THESE GENEBANKS REQUIRE A SPECIALIZED SET OF SKILLS, BUT THERE IS A LACK OF HIGH-QUALITY MATERIALS FOR LEARNING THESE SKILLS. THIS PROJECT REPRESENTS A UNIQUE COLLABORATION BETWEEN SCIENTISTS AT COLORADO STATE UNIVERSITY, IOWA STATE UNIVERSITY, AND USDA-ARS TO ADDRESS THIS NEED. THE LONG-TERM GOAL OF THE PROJECT IS TO EXPAND THE AGRICULTURAL WORKFORCE THAT IS WELL TRAINED IN SUBJECTS RELEVANT TO PGR ACQUISITION, PRESERVATION, DISTRIBUTION, EVALUATION, AND UTILIZATION. WE WILL DEVELOP AN ORGANIZED SERIES OF LEARNING RESOURCES (VIDEOS, EBOOK CHAPTERS, IMAGES, ETC.) COVERING PGR TOPICS; ESTABLISH AN ONLINE REPOSITORY TO HOST, ORGANIZE, AND TRACK USAGE OF THE CONTENT; DEVELOP AND OFFER THREE 1-CREDIT GRADUATE-LEVEL COURSE MODULES AT COLORADO STATE UNIVERSITY ON PGR CONSERVATION AND USE IN PLANT BREEDING AND GENETICS; AND DISSEMINATE THE DEVELOPED MATERIALS BROADLY TO COMMUNITIES OF INTEREST, BOTH IN THE U.S. AND GLOBALLY. TWO GRADUATE STUDENTS WILL HELP CREATE AND EVALUATE THE EFFECTIVENESS OF THE LEARNING RESOURCES. WE ENVISION THAT THE MATERIALS DEVELOPED IN THIS PROJECT WILL BE WIDELY INCORPORATED INTO GRADUATE AND UNDERGRADUATE AGRICULTURAL AND BIOSCIENCE COURSES, THUS ENHANCING THE UNDERSTANDING OF CROP GENETIC DIVERSITY AND ITS IMPORTANCE IN GLOBAL FOOD SECURITY. THE LEARNING RESOURCES WILL ALSO BE USED BY USDA-ARS, PRIVATE COMPANIES, AND NON-GOVERNMENTAL ORGANIZATIONS TO IMPROVE THE ABILITIES OF THEIR EMPLOYEES TO CONSERVE AND USE PGR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20207000330930_12H3"}, {"internal_id": 97800378, "Award ID": "20207000330929", "Award Amount": 299772.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-12", "CFDA Number": "10.217", "Description": "WOMEN AND PERSONS OF COLOR ARE UNDERREPRESENTED IN LEADERSHIP POSITIONS IN AGRICULTURE THROUGHOUT THE US. THIS LACK OF DIVERSITY MEANS THAT THE FULL POTENTIAL OF OUR NATION IS NOT BEING UTILIZED TO FILL LEADERSHIP ROLES IN FOOD PRODUCTION AND FOOD SECURITY. TO ADDRESS THIS LACK OF DIVERSITY IN AGRICULTURAL LEADERSHIP POSITIONS, OUR PROJECT AIMS TO PROVIDE TRAINING AND EXPERIENCES TO DEVELOP SCIENCE-ENGAGED, CULTURALLY COMPETENT, RESEARCH-SAVVY WOMEN LEADERS IN ANIMAL SCIENCE. WE WILL ACCOMPLISH THIS BY PARTNERING IOWA STATE UNIVERSITY AND NORTH CAROLINA A &AMP; T UNIVERSITY TO PROVIDE INTENSE TRAINING TO A CORE GROUP OF FELLOWS IN PROFESSIONAL SKILLS, CULTURAL COMPETENCY, AND AGRICULTURAL PRACTICES, THROUGH COLLABORATIVE EXPERIENTIAL LEARNING MENTORED BY FOUR FACULTY MEMBERS. THE FELLOWS AND FACULTY MENTORS WILL EXTEND BROADER IMPACTS OF THE PROJECT THROUGH WRITTEN AND ELECTRONIC COMMUNICATIONS. THIS PROJECT WILL PROVIDE BACCALAUREATE FELLOWS WITH NOVEL EXPERIENTIAL AND LEADERSHIP TRAINING TO ENHANCE THEIR CAREER SUCCESS, INCREASE THE NUMBER AND DIVERSITY OF STUDENTS IN ANIMAL SCIENCES, AND FACILITATE ENGAGEMENT BETWEEN UNIVERSITIES, WITH THE OVERALL AIM TO BRING MORE WOMEN AND STUDENTS OF COLOR SUCCESSFULLY THROUGH THE PIPELINE, WELL-PREPARED TO TAKE ON LEADERSHIP POSITIONS IN AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20207000330929_12H3"}, {"internal_id": 97015845, "Award ID": "20207000330928", "Award Amount": 27823.03, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-11", "CFDA Number": "10.217", "Description": "SUPPORTING UNDERGRADUATE TEACHING AND LEARNING ABOUT SOCIO-HYDROLOGICAL CHALLENGES THROUGH DATA-DRIVEN MODELING IN THE FANH SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20207000330928_12H3"}, {"internal_id": 97015846, "Award ID": "20207000330927", "Award Amount": 257346.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-16", "CFDA Number": "10.217", "Description": "VETERINARIANS ARE A CRITICAL COMPONENT OF OUR MODERN DAY SOCIETY. THEY PROTECT ANIMAL HEALTH AND WELFARE, PROMOTE PUBLIC HEALTH, AND ENHANCE THE ECONOMIES OF THE COMMUNITIES IN WHICH THEY LIVE. IT IS VITAL THAT VETERINARIANS ENTER THEIR PROFESSIONAL CAREERS WITH COMPETENCE AND CONFIDENCE. PRIOR RESEARCH SUGGESTS THAT THE TRANSITION FROM UNIVERSITY STUDY TO VETERINARY PRACTICE IS DIFFICULT DUE TO LACK OF EXPERIENCE WITH PRACTICAL/TECHNICAL SKILLS, MANAGEMENT OF PRIMARY CASES AND CLIENT COMMUNICATION. USING REAL-WORLD CASES PRESENTED BY VETERINARIANS IN PRIMARY CARE PRACTICE PROVIDES A UNIQUE OPPORTUNITY TO EXPOSE VETERINARY STUDENTS TO THE TYPES OF CASES AND CHALLENGES THAT THEY WILL FACE FOLLOWING GRADUATION.WEB-BASED VIDEOCONFERENCING (TELEMEDICINE) WILL BE USED TO CONNECT VETERINARY STUDENTS WITH VETERINARY PRACTITIONERS TO DISCUSS THESE CASES. A NETWORK OF VETERINARIANS WILL BE ESTABLISHED BY THE PROJECT TEAM TO DEVELOP A SERIES OF 16 TELEMEDICINE SESSIONS OF APPROXIMATELY 20 MINUTES EACH. THESE SESSIONS WILL BE HIGHLY INTERACTIVE AND WILL ALLOW THE STUDENTS THE OPPORTUNITY TO DEVELOP CLINICAL DECISION MAKING SKILLS WITH ACTUAL CASES. ADDITIONAL TEACHING MATERIALS WILL BE PROVIDED TO STUDENTS BY THE RESEARCH TEAM AT THE CONCLUSION OF EACH SESSION TO ADDRESS FUNDAMENTAL PRINCIPLES OF ANATOMY/PHYSIOLOGY, DIAGNOSTICS OR THERAPY HIGHLIGHTED BY THE PRESENTED CASE. AT THE COMPLETION OF ALL SESSIONS, CONFERENCES WILL BE ORGANIZED FOR THE CLINICIANS AND STUDENTS TO NETWORK AND PROVIDE FEEDBACK TO THE RESEARCH TEAM AS TO THE EFFECTIVENESS OF TELEMEDICINE AS A COMPLEMENTARY TEACHING TOOL. IN ADDITION, AN EXTERNAL EVALUATION TEAM WILL PROVIDE FEEDBACK FOR IMPROVEMENT OF THIS APPROACH TO TEACHING AND INFORMATION AS TO THE SUCCESS OF THIS PROJECT IN ACHIEVING ITS OBJECTIVES.THE ULTIMATE GOAL OF THIS PROJECT IS TO ENHANCE THE COMPETENCE AND CONFIDENCE OF GRADUATE VETERINARIANS. THIS PROJECT WILL ALSO DEVELOP AND REFINE THE USE OF TELEMEDICINE IN PROFESSIONAL CURRICULA, WHICHCOULD SUBSEQUENTLY BE USED TO INCREASE THE COMPETENCE AND CONFIDENCE OF PROFESSIONAL STUDENTS IN OTHER DISCIPLINES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20207000330927_12H3"}, {"internal_id": 97015847, "Award ID": "20207000330926", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-11", "CFDA Number": "10.217", "Description": "THE SMART PROGRAM BRINGS TOGETHER STUDENTS FROM A WIDE RANGE OF DISCIPLINES TO ADDRESS COMPLEX PROBLEMS IN DIVERSE CONTEXTS. STUDENTS ARE RECRUITED FROM FIELDS SITUATED ACROSS THE UNIVERSITY--E.G. APPLIED ECONOMICS AND MANAGEMENT, FOOD SCIENCE, GLOBAL DEVELOPMENT, AGRICULTURAL SCIENCES, ANIMAL SCIENCES, INFORMATION SCIENCE, ENGINEERING, AND FINE ARTS, AMONG OTHERS. THE PROJECTS THEY TACKLE, THOUGH ALL WITHIN THE AGRIBUSINESS SECTOR, INVOLVE QUESTIONS OF MARKETING AND MARKET DEVELOPMENT, VALUE CHAINS, NUTRITION AND FOOD SAFETY, FINANCIAL MANAGEMENT, EXPORT REGULATIONS, AND A NUMBER OF OTHER CHALLENGES. THE MULTIDISCIPLINARY NATURE OF THE TEAMS, COMBINED WITH THE MULTIFACETED NATURE OF THE ASSIGNED PROJECTS, PROVIDES STUDENTS WITH A HOLISTIC AND IN-DEPTH UNDERSTANDING OF AGRICULTURAL SYSTEMS, SUPPLY CHAINS, AND MARKETS.ADDITIONALLY, EACH TEAM ACTS UNDER THE GUIDANCE OF AN EXPERIENCED TEAM LEADER, A CORNELL FACULTY MEMBER, AND AN EXPERT FROM THE FIELD, PROVIDING STUDENTS WITH DIVERSE AND VALUABLE INSIGHTS TO UNDERSTAND ISSUES IN THE INTERNATIONAL AGRICULTURAL SECTOR. SMART IS UNIQUE AND INNOVATIVE IN THAT IT COMBINES ELEMENTS OF SERVICE AND COMMUNITY-BASED LEARNING WITH A GLOBAL RESEARCH COMPONENT AND INDUSTRY EXPERTISE. THIS MODEL PROVIDES STUDENTS WITH A DEEP AND THOROUGH UNDERSTANDING OF THE AGRICULTURAL AND AGRIBUSINESS SECTOR IN A CONTEXT DIFFERENT FROM WHAT THEY ARE ACCUSTOMED TO. IT ALSO INTRODUCES THEM TO VALUABLE RESEARCH, ANALYSIS, BUSINESS MANAGEMENT, AND LEADERSHIP SKILLS, AND INSTILLS IN THEM VALUES INCLUDING GLOBAL CITIZENSHIP, CULTURAL HUMILITY, AND MUTUAL LEARNING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20207000330926_12H3"}, {"internal_id": 96162607, "Award ID": "20207000330925", "Award Amount": 149119.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-26", "CFDA Number": "10.217", "Description": "GRAND CHALLENGES AT THE INTERFACE OF HUMANS, ANIMALS AND THE ENVIRONMENT ARE MORE \"WICKED\" AND URGENT THAN EVER. TO MEET THESE CHALLENGES, TRADITIONAL, SINGLE-SOLUTION PROGRESS IS INSUFFICIENT. ECOSYSTEM HEALTH (ESH), GROUNDED IN COMMUNITY-FOCUSED TRANSDISCIPLINARY SCIENCE AND DIVERSE WAYS OF KNOWING, PROVIDES A CRITICAL APPROACH TO THESE PROBLEMS. A STRONG WORKFORCE EMERGING FROM DIVERSE DISCIPLINES--INCLUDING FOOD SYSTEMS, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH)--WILL BENEFIT FROM ESH TRAINING TO BE SUSTAINABILITY-SAVVY; PREPARED TO FUNCTION IN A TRANSDISCIPLINARY, TEAM-BASED ENVIRONMENT; AND EQUIPPED WITH LEADERSHIP SKILLS NECESSARY TO NAVIGATE COMPLEX SYSTEMS, BALANCE DIVERSE STAKEHOLDERS&#39; NEEDS, AND RESPOND TO UNFORESEEN SITUATIONS. WE AIM TO DEVELOP TRANSPARENT UNDERGRADUATE \"PATHWAYS\" THAT INTEGRATE CURRICULAR AND CO-CURRICULAR COMPONENTS EMPHASIZING ESH AND EXPERIENTIAL LEARNING AND THAT ARE TAILORED FOR STUDENTS IN VARIOUS DISCIPLINES; THAT ARE RESPONSIVE TO EMPLOYER AND STUDENT NEEDS, INCLUDING NEEDS OF STUDENTS OF COLOR, LOWER INCOME AND FIRST GENERATION STUDENT STATUS; AND THAT ARE DEVELOPED AND IMPLEMENTED AMONG UNITS OFFERING SUSTAINABILITY EDUCATION AND LEADERSHIP DEVELOPMENT.PROJECT ACTIVITIES ARE GROUPED INTO THREE PHASES. THE FIRST FOCUSED ON ASSESSING STAKEHOLDER (EMPLOYER, STUDENT, FACULTY) NEEDS; THE SECOND ON DEVELOPING PATHWAYS TO ESH PREPAREDNESS RESPONSIVE TO IDENTIFIED NEEDS, INCLUDING DEVELOPING NEW ESH COURSES AND FACULTY CAPACITY TO TEACH THEM; AND THE THIRD TESTING THE PATHWAYS MODEL AND CURRICULAR INNOVATIONS DEVELOPED IN PHASE 2.THIS PROJECT IS RESPONSIVE TO NIFA&#39;S GOALS TO ENHANCE THE QUALITY OF EDUCATION FOR UNDERGRADUATE FANH STUDENTS, TO INCREASE THE DIVERSITY OF FANH STUDENTS, AND TO ENHANCE THE CONTENT EXPERTISE AND PEDAGOGICAL APPROACHES OF FACULTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20207000330925_12H3"}, {"internal_id": 96585579, "Award ID": "20207000330924", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-27", "CFDA Number": "10.217", "Description": "NON-TECHNICAL SUMMARY OVER THE PAST FEW DECADES, RECOGNITION HAS INCREASED SUBSTANTIALLY FOR THE NEED TO PROVIDE VOCATIONAL SKILLS TRAINING AND SUPPORTED EMPLOYMENT SERVICES TO INDIVIDUALS WITH DEVELOPMENTAL DISABILITIES SUCH AS AUTISM SPECTRUM DISORDER (ASD). GREEN INDUSTRY JOBS SERVE THIS PURPOSE WELL, BUT REPRESENT AN UNDERUTILIZED EMPLOYMENT SOURCE FOR THESE TYPES OF INDIVIDUALS. HORTICULTURAL THERAPY (HT) IS THE PRACTICE OF USING PLANTS AND HORTICULTURAL ACTIVITY TO ADDRESS REHABILITATION GOALS FOR INDIVIDUALS WITH DISABILITIES. IN THIS REGARD, HT HAS SPECIFIC APPLICATIONS TO VOCATIONAL REHABILITATION. HOWEVER, VOCATIONAL REHABILITATION IN HT HAS LONG BEEN UNDERDEVELOPED BY EDUCATIONAL AND PROFESSIONAL PRACTICE STANDARDS. TO ADDRESS THIS PROBLEM, THIS PROJECT PROPOSES TWO OBJECTIVES: 1) TO DEVELOP AND DELIVER A CLASSROOM COURSE TO EDUCATE HT STUDENTS IN PROVIDING GREEN INDUSTRY SKILLS TRAINING TO INDIVIDUALS WITH ASD; AND 2) TO ESTABLISH AN ACCOMPANYING EXPERIENTIAL LEARNING INTERNSHIP OPPORTUNITY FOR THIS TRAINING. IN ALIGNMENT WITH USDA NIFA HEC GOALS, THIS NEW CURRICULUM WILL ENHANCE THE CURRENT RUTGERS HT EDUCATIONAL PROGRAM WITH THE ADDITION OF THE VOCATIONAL REHABILITATION COMPONENT. THROUGH RECRUITMENT OF STUDENTS IN HUMAN SCIENCES DISCIPLINES SUCH AS PSYCHOLOGY, SOCIAL WORK, OCCUPATIONAL THERAPY, SPECIAL EDUCATION, REHABILITATION COUNSELING, AND RECREATIONAL COUNSELING, THE NEW CURRICULUM WILL ALSO HELP TO DIVERSIFY POPULATIONS WITHIN THE FANH SCIENCES. SINCE A VOCATIONAL TRAINING SITE DOES NOT EXIST CURRENTLY IN THE STATE OF NEW JERSEY, ESTABLISHING SUCH A SITE ON THE RUTGERS CAMPUS HAS THE END GOAL OF BECOMING A STATE-APPROVED VENDOR FOR GREEN INDUSTRY SKILLS TRAINING THROUGH THE NEW JERSEY DIVISION OF VOCATIONAL REHABILITATION SERVICES, THE STATE/FEDERAL AGENCY THAT FUNDS SUCH SERVICES. SUCCESS OF THIS PROGRAM WILL SERVE AS A MODEL FOR OTHER HT PROGRAMS ACROSS THE UNITED STATES, ULTIMATELY PROVIDING BETTER-QUALIFIED SUPPORT WORKERS IN THE FORM OF HT PRACTITIONERS TO IMPROVE COMMUNITY INCLUSION AND OBTAIN STABLE EMPLOYMENT FOR INDIVIDUALS WITH ASD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_20207000330924_12H3"}, {"internal_id": 96162606, "Award ID": "20207000330923", "Award Amount": 144391.7, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-13", "CFDA Number": "10.217", "Description": "ECONOMIC GROWTH AND DEVELOPMENT IN RURAL COMMUNITIES IS HIGHLY DEPENDENT ON THE HEALTH AND WELL-BEING OF THEIR RESIDENTS,INCLUDING THOSE IN THE AGRICULTURAL AND MANUFACTURING SECTORS (FRIEDMAN, 2019). HOWEVER, RECENT EVIDENCE SHOWS THAT THEBEHAVIORAL HEALTH WORKFORCE IN RURAL COMMUNITIES IS SHRINKING NATIONWIDE (ANDRILLA, PATTERSON, GARBERSON, COULTHARD, &AMP; LARSON,2018). THIS WORKFORCE IS COMPOSED NOT ONLY OF LICENSED PSYCHIATRISTS AND PSYCHOLOGISTS, BUT OF OTHERS WHO DELIVER PROGRAMSAND SERVICES DESIGNED TO PROMOTE RESILIENCE AND HEALTHY PSYCHOLOGICAL, EMOTIONAL, AND BEHAVIORAL DEVELOPMENT AMONGCHILDREN, YOUTH, AND ADULTS. THIS BROADLY INCLUDES YOUTH DEVELOPMENT PROFESSIONALS, AS PROGRAMS ARE OFTEN PROVIDED BYNONCLINICAL SPECIALISTS WHO WORK IN DIVERSE SETTINGS, SUCH AS SCHOOLS, NONPROFIT ORGANIZATIONS, AND YOUTH DEVELOPMENT PROGRAMS(E.G., 4-H AND AFTERSCHOOL PROGRAMS). ALTHOUGH NATIONAL PUBLIC HEALTH INITIATIVES ARE WORKING TO ENLARGE THE BEHAVIORAL HEALTHWORKFORCE IN RURAL COMMUNITIES, THESE EFFORTS ARE PRIMARILY FOCUSED ON LICENSED HEALTH AND MENTAL HEALTH PROFESSIONALS (E.G., DOCTORS AND PSYCHOLOGISTS). OF EQUAL IMPORTANCE ARE THE COMMUNITY-BASED PROFESSIONALS WHO STRIVE TO IMPROVE THE OVERALLMENTAL AND BEHAVIORAL HEALTH OF CHILDREN, YOUTH, AND FAMILIES.THIS RURAL YOUTH PROFESSIONAL FELLOWS PROGRAM FOR UNDERGRADUATE STUDENTS IS DESIGNED TO BUILD AND DEVELOP KEY SPECIFICCOMPETENCIES THAT HAVE BEEN IDENTIFIED BY YOUTH PROFESSIONALS IN VARIOUS PROFESSIONS (RIEBSCHLEGER ET AL., 2015; ANDERSON-BUTCHER ET AL., 2017). THE PROPOSED INSTRUCTIONAL DELIVERY SYSTEM WILL BE GUIDED BY THE FOLLOWING PRINCIPLES:RURAL YOUTH ARE HETEROGENEOUS AND YOUTH PROFESSIONALS MUST BE CULTURALLY COMPETENT AND INCLUSIVE.RURAL COMMUNITIES HAVE MANY STRENGTHS, YET THEY HAVE UNIQUE CHALLENGES THAT YOUTH PROFESSIONALS MUST UNDERSTAND AND ADDRESS.RURAL YOUTH PROFESSIONALS MUST HAVE EXPERTISE IN \"YOUTH DEVELOPMENT.\"PROFESSIONAL PREPARATION PROGRAMS SHOULD CREATE OPPORTUNITIES FOR STUDENTS TOUNDERSTAND, APPRECIATE, AND SUPPORT ALL YOUTH LIVING IN COMPLEX AND DIVERSE RURAL COMMUNITIES.THE PURPOSE OF THIS PROJECT IS TO PROVIDE AN EXPERIENTIAL LEARNING COURSE OF STUDY FOR UNDERGRADUATE STUDENTS TO ENHANCE THEIR PREPARATION FOR WORKING WITH GEOGRAPHICALLY DISPERSED, RACIALLY AND ECONOMICALLY DIVERSE, AND UNDERREPRESENTED YOUTH IN RURAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20207000330923_12H3"}, {"internal_id": 96162605, "Award ID": "20207000330922", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-18", "CFDA Number": "10.217", "Description": "PLANNING ACTIVITY FOR THE DEVELOPMENT OF ALL-INCLUSIVE SYSTEMS-BASED REVIEW MODULES IN PREPARATION FOR VETERINARY STUDENT CLINICAL ROTATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20207000330922_12H3"}, {"internal_id": 96162604, "Award ID": "20207000330921", "Award Amount": 12736.08, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-13", "CFDA Number": "10.217", "Description": "GRADUATE STUDENT WORKSHOP AND SUMMER INTERNSHIP PROGRAM WITH OXFAM ON THE GENDER DYNAMICS OF THE AGRI-FOOD SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20207000330921_12H3"}, {"internal_id": 96162603, "Award ID": "20207000330920", "Award Amount": 24478.05, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-25", "CFDA Number": "10.217", "Description": "FOOD, AGRICULTURAL, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCES ARE DIFFERENT THAN TRADITIONAL \"BENCH SCIENCES\" BECAUSE MOST DATA COLLECTION FOR CLASS LABORATORIES AND RESEARCH OCCURS AT REMOTE FIELD LOCATIONS. RECENT SURVEYS OF STUDENTS AND RESEARCHERS REVEAL A CULTURE AT FIELD SITES WHERE SEXUAL HARASSMENT AND ASSAULT ARE TOLERATED AND UNDERREPORTED, WITH STUDENTS BEING THE MOST COMMON VICTIMS. UNIVERSITIES ARE REQUIRED BY TWO FEDERAL LAWS, TITLE IX OF THE EDUCATION AMENDMENTS AND THE VIOLENCE AGAINST WOMEN REAUTHORIZATION ACT, TO PROVIDE A SAFE WORKPLACE FREE FROM SEXUAL HARASSMENT AND VIOLENCE. THIS PLANNING ACTIVITY GRANT PROJECT WILL ASSEMBLE TWO INFORMATION-GATHERING SESSIONS WITH PANELS OF EXPERTS WHO WILL IDENTIFY WAYS TO PREVENT SEXUAL HARASSMENT AND ASSAULT DURING FIELD-BASED LABORATORIES, OVERNIGHT FIELD TRIPS, AND FIELDWORK FOR RESEARCH PROJECTS. EACH SESSION WILL FOCUS ON SPECIFIC TYPES OF REMOTE FIELDWORK, WITH THE ULTIMATE OBJECTIVE OF PRODUCING POLICIES AND IMPLEMENTATION PLANS APPLICABLE TO ALL DISCIPLINES WITHIN THE FANH SCIENCES. IDENTIFYING A SUCCESSFUL SOLUTION FOR PROVIDING STUDENTS WITH A SAFE LEARNING ENVIRONMENT REQUIRES A CONVERSATION AMONG UNIVERSITIES, STATE AND FEDERAL AGENCIES, AND NON-GOVERNMENTAL ORGANIZATIONS THAT HOST STUDENT RESEARCHERS AND CLASS TRIPS. THEREFORE, THIS PROJECT ADDRESSES THE USDA HIGHER EDUCATION CHALLENGE GRANTS PROGRAM EDUCATIONAL NEED AREA OF FACILITATING INTERACTION WITH OTHER ACADEMIC INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20207000330920_12H3"}, {"internal_id": 96162602, "Award ID": "20207000330919", "Award Amount": 8333.41, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-24", "CFDA Number": "10.217", "Description": "CROSS-POLLINATING CIRCUMPOLAR CURRICULA: WORKSHOPPING A NEW VARIETY OF FOOD SYSTEMS EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60295d89-b22d-012f-5bda-efd5622a7a03-C", "generated_internal_id": "ASST_NON_20207000330919_12H3"}, {"internal_id": 96162601, "Award ID": "20207000330918", "Award Amount": 26248.61, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-24", "CFDA Number": "10.217", "Description": "INITIATING A FIBER, TEXTILES AND CLOTHING CURRICULUM ENHANCEMENT PROGRAM TO ADVANCE CIRCULAR ECONOMY COMPETENCIES IN BACCALAUREATE EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20207000330918_12H3"}, {"internal_id": 78596420, "Award ID": "20197000329095", "Award Amount": 202982.2, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-02-20", "CFDA Number": "10.217", "Description": "A CRITICAL SHORTAGE OF AGRISCIENCE TEACHERS EXISTS ON THE NATIONAL LEVEL. THE PROBLEM IS EVEN MORE ACUTE IN NEW MEXICO. FURTHER, THE QUALITY OF PROGRAM IS HIGHLY VARIABLE. A TEACHER INDUCTION PROGRAM FOR SCHOOL-BASED AGRICULTURE TEACHERS CAN PROVIDE FIRST-YEAR TEACHERS THE SUPPORT SYSTEM THEY NEED TO BE SUCCESSFUL IN THEIR TEACHING POSITION AND LEAD TO RETENTION SO THEY CAN MAKE AN IMPACT ON THEIR STUDENTS AND COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_20197000329095_12H3"}, {"internal_id": 77566571, "Award ID": "20197000329094", "Award Amount": 149819.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-12", "CFDA Number": "10.217", "Description": "THE QUEST TO MANUFACTURE FOODS WITH TARGETED HEALTH BENEFITS IS AN UNDERPINNING GOAL OF THE MODERN FOOD INDUSTRY. UNFORTUNATELY, MOST UNDERGRADUATE CURRICULA IN FOOD SCIENCE AND ENGINEERING ARE SERIOUSLY LACKING EXPOSURE OF STUDENTS TO TOPICS RELATED TO DESIGN OF FOODS FOR HEALTH. THE FUNCTIONAL ROLE OF THE HUMAN GASTROINTESTINAL TRACT IN BREAKING DOWN FOOD MATRICES TO EXTRACT NUTRITIONAL COMPOUNDS FROM THE FOOD MACRO- AND MICROSTRUCTURE IS SELDOM TAUGHT IN DETAIL. THERE ARE NO TEXTBOOKS OR OTHER TEACHING RESOURCES AVAILABLE IN THIS AREA. TO REMEDY THIS CRITICAL DEFICIENCY, THIS PROPOSAL ADDRESSES THE DEVELOPMENT OF A COURSE FOR UNDERGRADUATE STUDENTS FOCUSED AT THE INTERFACE BETWEEN FOOD SCIENCE AND NUTRITION, FOR DESIGNING THE FUTURE GENERATION OF FOODS FOR HEALTH. CURRICULAR MATERIALS WILL BE DEVELOPED USING THE \"FLIPPED CLASSROOM\" METHOD. THESE RESOURCES WILL INCLUDE INTERNET-MEDIATED COURSE CONTENTS, SUCH AS VIDEO TUTORIALS, VIRTUAL EXPERIMENTS, GROUP QUIZZES, GROUP DISCUSSION QUESTIONS, AND PROBLEM SETS. THE NEW COURSE WILL BE TAUGHT AT UC DAVIS, AND STUDENT LEARNING WILL BE ASSESSED. TO ENHANCE PROJECT IMPACT, ALL INTERNET-MEDIATED CONTENTS DEVELOPED IN THIS PROJECT WILL BE MADE AVAILABLE AS OPEN SOURCE FOR ANY INSTRUCTOR TO USE IN THEIR OWN TEACHING, AND AS A RESOURCE FOR FOOD INDUSTRY PROFESSIONALS. THE INFORMATION IN THE PROPOSED COURSE WILL INCREASE THE TECHNICAL SKILLS OF GRADUATES IN FOOD AND AGRICULTURAL SCIENCES IN A CRITICAL, EMERGING AREA, TO ENSURE THAT THE US FOOD MANUFACTURING INDUSTRY REMAINS GLOBALLY COMPETITIVE WITH ITS FUTURE HIRES WHO ARE ABLE TO PROVIDE INCREASED INSIGHT IN DESIGN OF FOODS FOR HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20197000329094_12H3"}, {"internal_id": 78596419, "Award ID": "20197000329093", "Award Amount": 15980.26, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-01-30", "CFDA Number": "10.217", "Description": "PLANNING AN INDUSTRY-LED HIGH-TECH GREENHOUSE CREDENTIALING PROGRAM FOR NON-TRADITIONAL & DISADVANTAGED STUDENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3154c53-30a3-37c2-5584-53050f85c36b-C", "generated_internal_id": "ASST_NON_20197000329093_12H3"}, {"internal_id": 79105452, "Award ID": "20197000329092", "Award Amount": 725381.08, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-05", "CFDA Number": "10.217", "Description": "THERE IS WIDESPREAD ACKNOWLEDGMENT OF THE IMPORTANCE IN DEVELOPING LEADERSHIP SKILLS OF STUDENTS STUDYING AGRICULTURE (CRAWFORD ETAL., 2011; NRC, 2009). HOWEVER, FACULTY IN TECHNICAL AGRICULTURE FIELDS MAY NOT THE REQUISITE KNOWLEDGE FOR THIS TASK. THIS PROJECT WILLDEVELOP AN ONLINE ACADEMY TO TEACH FACULTY HOW TO USE CASE STUDIES CONTEXTUALIZED IN AGRICULTURAL DISASTERS TO EMBED LEADERSHIP SKILLSIN THEIR TECHNICAL AGRICULTURE COURSEWORK. 40 FACULTY FROM AGRICULTURAL DISCIPLINES ACROSS THE SOUTHERN U.S. WILL BE SELECTED THROUGH ACOMPETITIVE PROCESS TO BECOME POLA FELLOWS (PREPARING ORGANIZATIONAL LEADERS IN AGRICULTURE). POLA FELLOWS WILL PARTICIPATE IN A14-WEEK ONLINE ACADEMY TO LEARN ABOUT AGRICULTURAL DISASTERS, LEADERSHIP DEVELOPMENT, AND CASE STUDY TEACHING. UNDER LEADERSHIP FROMTHE PROJECT TEAM, POLA FELLOWS WILL BE ORGANIZED IN TO THREE GROUPS AND THEN WILL THEN TRAVEL TO AN AREA IMPACTED BY AN AGRICULTURALDISASTER TO GATHER DATA TO CREATE A CASE STUDY. DEVELOPED CASE STUDIES WILL BE REVIEWED FOR TECHNICAL ACCURACY AND THE APPROPRIATENESS OFTHE EMBEDDED LEADERSHIP COMPETENCIES. POLA FELLOWS WILL THEN USE THE CASE STUDY IN THEIR COURSES. ALL OUTPUTS FROM THIS PROJECT WILLBE POSTED IN A PUBLICALLY ACCESSIBLE LOCATION FOR CONTINUED USAGE AFTER THE PROJECT ENDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20197000329092_12H3"}, {"internal_id": 78596418, "Award ID": "20197000329091", "Award Amount": 247041.93, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-01-30", "CFDA Number": "10.217", "Description": "THE PROPOSED PROGRAM, A PARTNERSHIP BETWEEN NORTH CAROLINA STATE UNIVERSITY (NCSU) AND NCAGRICULTURE AND TECHNICAL STATE UNIVERSITY (NC A&AMP;T) WILL ADDRESS SEVERAL OF THE STRATEGIES IN THEEDUCATIONAL NEED AREA. SPECIFICALLY, WE WILL UTILIZE A SERIES OF EXTERNSHIPS PRIOR TO AND DURING THEEARLY YEARS OF THE DVM CURRICULUM TO IMPROVE THE HANDS-ON EXPERIENCE AND PROBLEM SOLVING SKILLSOF OUR STUDENTS WITH AN INTEREST IN FOOD-ANIMAL VETERINARY MEDICINE. EXTERNSHIPS WILL PROVIDEPRACTICAL TRAINING IN ANIMAL AGRICULTURE AND FOOD-ANIMAL VETERINARY MEDICINE. AT THE COMPLETION OFTHE EXTERNSHIPS, STUDENTS WILL PRESENT THEIR FINDINGS IN A FORMAL MEETING WITH FACULTY ADVISORS,PRACTITIONERS AND FARM MANAGERS. THEN, THE STUDENTS WILL PRESENT THEIR RESULTS AT PROFESSIONALMEETINGS. TO STRENGTHEN LEADERSHIP SKILLS, STUDENTS WILL COMPLETE A ONE-WEEK LEADERSHIP PROGRAM ATTHE SHELTON LEADERSHIP CENTER, NCSU. TO ADDRESS THE NEED FOR GLOBAL ENGAGEMENT, THE STUDENTSWILL BE STRONGLY ENCOURAGED TO PARTICIPATEIN A 2 - 4 WEEK EXTERNSHIP IN A FOREIGN COUNTRY. TOEVALUATE THE PROGRAM, ONE COPD WILL USE MODERN PROGRAM EVALUATION THEORY AND MEASUREMENT, ANDTHE PROJECT WILL BEGIN WITH A LOGIC MODEL. THE BASIC MODEL CONSISTS OF FOUR FACETS: RESOURCES,ACTIVITIES, OUTPUTS AND OUTCOMES. WE ANTICIPATE THE PROJECT TO GENERATE SIX PRODUCTS, TO SUPPORT ONEFACULTY STUDY LEAVE, AND TO BENEFIT OVER 100 STUDENTS. IT IS EXPECTED THAT THE PROGRAM WILL CONTINUE WITH SUPPORT FROM THE COLLEGES AND ALLIED INDUSTRIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20197000329091_12H3"}, {"internal_id": 77566570, "Award ID": "20197000329090", "Award Amount": 8133.7, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-13", "CFDA Number": "10.217", "Description": "DEVELOPMENT OF AN INTERCULTURALLY COMPETENT AND GLOBAL-READY POULTRY WORKFORCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20197000329090_12H3"}, {"internal_id": 79105451, "Award ID": "20197000329089", "Award Amount": 748684.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-05", "CFDA Number": "10.217", "Description": "INCREASING PRESENCE OF WOMEN AND UNDERREPRESENTED MINORITIES (URMS) IN STEM-BASED FOOD,AGRICULTURAL, NATURAL RESOURCES, ANDHUMAN (FANH) SCIENCES DISCIPLINES HAS BEEN A GOAL AT LAND-GRANT INSTITUTIONS WITH MANY USING AVARIETY OF STRATEGIES. A LESS-OFTEN USED APPROACH IS CREATING COLLABORATIVE CAPACITY BUILDINGPARTNERSHIPS BETWEEN 1862 AND 1890 LAND-GRANT UNIVERSITIES (LGUS) FOCUSING ON INCLUSIVE ANDINTENTIONAL MENTORING PRACTICES. THIS PROJECT WILL REACH NEARLY 4,000 FACULTY AND STUDENTS ACROSSTEN 1862 AND 1890 LGUS CREATING COLLABORATIVE PARTNERSHIPS EMPOWERING FACULTY LEADERSHIP TEAMS(FLTS) TO DEVELOP CAMPUS-BASED MENTORING PROGRAMS. PROJECT OBJECTIVES ARE TO: 1) DEVELOP MULTI-INSTITUTIONAL MENTORING NETWORK FOR TRANSFORMINGORGANIZATIONAL CULTURE (M.E.N.T.O.R.) CONSORTIUM FACILITATING INTERACTIONS AMONG FLTS FROM 1862 AND1890 LGUS TO DEVELOP EFFECTIVE RECRUITMENT AND RETENTION STRATEGIES FOCUSING ON USE OF INCLUSIVE AND INTENTIONAL MENTORING PRACTICES; 2) EMPOWER FLTS TO IMPLEMENT INNOVATIVE CAMPUS-BASED INCLUSIVEAND INTENTIONAL MENTORING PROGRAMS TO CREATE A SUPPORTIVE CULTURE INCREASING RECRUITMENT ANDRETENTION OF URMS IN FANH MAJORS; AND 3) DEVELOP AN ELECTRONIC REPOSITORY OF BEST PRACTICES AND INNOVATIVE MODELS TO ENHANCE A SUPPORTIVECULTURE FOR INCLUSIVE AND INTENTIONAL MENTORING OF URMS IN FANH. THIS PROJECT ENHANCES THECOLLECTIVE CAPACITY BETWEEN TWO DISPARATE LGU TYPES, IDENTIFYING CHALLENGES AND DEVELOPING EFFECTIVE STRATEGIES TO INCREASE DIVERSITY IN STEM-BASED FANH SCIENCESDISCIPLINES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20197000329089_12H3"}, {"internal_id": 79402081, "Award ID": "20197000329088", "Award Amount": 299788.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-20", "CFDA Number": "10.217", "Description": "WE ARE PROPOSING A NEW PROJECT TO ADDRESS FOUR SIGNIFICANT CHALLENGES RELATED TO FORESTRY EDUCATION: 1) TO INCREASE OVERALL NUMBERS OF TRAINED FORESTRY GRADUATES, 2) TO BROADEN PARTICIPATION OF UNDERREPRESENTED MINORITIES IN THE FORESTRY PROFESSION, 3) TO INCREASE ENGAGEMENT OF URBAN POPULATIONS IN FORESTRY AND NATURAL RESOURCE MANAGEMENT, AND 4) TO EXPOSE ALL STUDENTS TO A DIVERSITY OF PEOPLE AND EXPERIENCES AS A CORE COMPONENT OF THEIR PROFESSIONAL TRAINING. TO ACCOMPLISH THESE GOALS, WE ARE FORMING A PARTNERSHIP BETWEEN THE DEPARTMENT OF FORESTRY (DOF) AT MICHIGAN STATE UNIVERSITY (MSU) AND THE DEPARTMENT OF CHEMISTRY AND ENVIRONMENTAL SCIENCE (CES) AT MEDGAR EVERS COLLEGE (MEC), CENTERED AROUND THE DEVELOPMENT OF A NEW 3+2 CURRICULUM. THE NEW 3+2 PROGRAM WILL ALLOW STUDENTS TO EARN A B.S. IN ENVIRONMENTAL SCIENCE FROM MEC AND A M.S. IN FORESTRY FROM MSU IN JUST 5 YEARS. THE PROGRAM WILL INCLUDE PROFESSIONAL DEVELOPMENT AND LEADERSHIP TRAINING, AND WILL CONTRIBUTE TO A DIVERSE WORKFORCE WITH OUTSTANDING EXPERIENCE IN FORESTRY AND NATURAL RESOURCE MANAGEMENT. THE TARGET AUDIENCE INCLUDES: 1) UNDERREPRESENTED MINORITY (URM) UNDERGRADUATE STUDENTS FROM THE NEW YORK CITY METROPOLITAN AREA, 2) CURRENT STUDENTS IN MSU&#39;S PROFESSIONAL FORESTRY DEGREE PROGRAM, AND 3) EMPLOYERS WHO CURRENTLY HAVE GREAT DIFFICULTY RECRUITING NON-CAUCASIAN EMPLOYEES FOR PROFESSIONAL FORESTRY POSITIONS (SAMPLE ET AL. 2015).  WE EXPECT THIS PROGRAM TO RESULT IN SEVERAL IMPORTANT TRANSFORMATIONS IN FOOD, AGRICULTURAL, NATURAL RESOURCES AND HUMAN (FANH) SCIENCES EDUCATION THROUGH THE ACCOMPLISHMENT OF FOUR TARGET OBJECTIVES:1) INCREASE INTEREST IN THE FIELDS OF FORESTRY AND NATURAL RESOURCE MANAGEMENT AMONG ENVIRONMENTALLY-INTERESTED URM STUDENTS FROM THE NEW YORK CITY METROPOLITAN AREA.2) BROADEN PARTICIPATION IN THE FORESTRY PROFESSION BY STUDENTS FROM DIVERSE BACKGROUNDS.3) EXPOSE TRADITIONAL STUDENTS IN OUR PROFESSIONAL FORESTRY PROGRAM TO MORE DIVERSE PERSPECTIVES AND EXPERIENCES, TO BETTER PREPARE THEM FOR THE 21ST CENTURY WORKPLACE.4) PROVIDE A TEMPLATE FOR EXPANDING THIS MODEL TO NEW INSTITUTIONS AND NEW FANH DISCIPLINES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20197000329088_12H3"}, {"internal_id": 77566569, "Award ID": "20197000329087", "Award Amount": 29688.86, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-13", "CFDA Number": "10.217", "Description": "INSTRUCTION AND CERTIFICATION IN AG-TECH RESOURCES FOR UNMANNED SYSTEMS (ICARUS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ac8cba5-b951-7f72-969a-e08917e12ea8-C", "generated_internal_id": "ASST_NON_20197000329087_12H3"}, {"internal_id": 78596417, "Award ID": "20197000329086", "Award Amount": 678136.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-02-12", "CFDA Number": "10.217", "Description": "THE OBJECTIVES OF THIS CG2 PROPOSAL ARE TO 1) DEVELOP A SUSTAINABLE PIPELINE OF MINORITY STUDENTS IN FANH SCIENCES, 2) EXPAND AND ENHANCE FANH SCIENCES CURRICULA THROUGH DISTANCE EDUCATION INNOVATIONS, ADVANCED PLACEMENT DUAL CREDIT, AND FACULTY DEVELOPMENT, AND 3) INCREASE STUDENT ENGAGEMENT IN FANH SCIENCES THROUGH UNDERGRADUATE RESEARCH, EXPERIENTIAL LEARNING AND LEADERSHIP EDUCATION. THIS PROJECT WILL ADDRESS THE HEC PROGRAM GOALS OF ENHANCING INSTRUCTION AND INCREASING THE NUMBER AND DIVERSITY OF STUDENTS WHO WILL PURSUE AND COMPLETE POST-SECONDARY DEGREES IN FANH SCIENCES BY ADDRESSING THREE EDUCATIONAL NEED AREAS: 1) CURRICULUM DEVELOPMENT, INSTRUCTIONAL DELIVERY SYSTEMS AND EXPANDING STUDENT CAREER OPPORTUNITIES; 2) FACULTY PREPARATION AND ENHANCEMENT FOR TEACHING, AND 3) FACILITATING INTERACTION WITH OTHER ACADEMIC INSTITUTIONS. ACTIVITIES THAT WILL BE IMPLEMENTED INCLUDE: FACULTY DEVELOPMENT IN STEM AND PEDAGOGY THROUGH THE CURRICULUM FOR AGRICULTURAL SCIENCE EDUCATION (CASE), AP CREDIT TRANSFER BETWEEN BOLTON HS AND STCC AND/OR TSU FOR 4 COURSES/12 HOURS OF CREDIT, NEW STCC A.S. DEGREES/TENNESSEE TRANSFER PATHWAYS IN ANIMAL SCIENCE, PLANT SCIENCE, &AMP; AG BUSINESS, 2+2 AGREEMENT &AMP; CURRICULUM ALIGNMENT FOR BS COMPLETION, LECTURE-CAPTURE LAB DEVELOPMENT AND COURSE SHARING, EXPERIENTIAL LEARNING, SUMMER APPRENTICESHIP, PROGRAM INTEGRATION, AGRICENTER SUMMER EXPERIENCES, LEADERSHIP EDUCATION, MARKETING/RECRUITING, AND EVALUATION/DISSEMINATION. EXPECTED LONG-TERM IMPACTS INCLUDE: DEVELOPMENT OF A CADRE OF STUDENTS PURSUING HIGHER EDUCATION DEGREES IN FANH SCIENCES; INCREASE IN HUMAN CAPITAL TO MEET FUTURE NATIONAL FOOD, AGRICULTURE, NATURAL RESOURCE AND HUMAN (FANH) SCIENCE WORKPLACE NEEDS, INCREASED HUMAN CAPITAL TO SERVE UNDERSERVED COMMUNITIES (I.E. MEMPHIS, NASHVILLE, ETC), INCREASED DIVERSITY OF FANH STUDENTS AND THOSE CHOOSING FANH SCIENCES CAREERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_20197000329086_12H3"}, {"internal_id": 77566568, "Award ID": "20197000329085", "Award Amount": 299271.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-19", "CFDA Number": "10.217", "Description": "VERY FEW AGRICULTURE TEACHING CERTIFICATION DEGREE PROGRAMS INCLUDE WILDLIFE ECOLOGY AND MANAGEMENT COURSES, YET HIGH SCHOOL AGRICULTURE EDUCATORS ARE EXPECTED TO COVER THESE TOPICS IN THEIR COURSES. TO ADDRESS THIS GAP IN SKILLS, WE PROPOSE THE WILDLIFE EDUCATION AND SUSTAINABILITY TRAINING (WEST) PROGRAM, AN INTEGRATED EDUCATION AND RESEARCH PROPOSAL. THE OVERALL GOAL OF THIS PROJECT IS TO INCREASE THE NUMBER OF POST-SECONDARY STUDENTS AND EDUCATIONAL PROFESSIONALS TRAINED IN FOOD, AGRICULTURAL, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH) THROUGH A 4-DAY WORKSHOP OF IMMERSIVE LEARNING EXPERIENCES, SO THEY CAN INTEGRATE FANH TOPICS IN GREATER DEPTH IN THEIR EDUCATION PROGRAMS. THE GOAL OF THIS MULTI-INSTITUTIONAL AND MULTI-DISCIPLINARY PROJECT, ENTITLED WILDLIFE EDUCATION AND SUSTAINABILITY TRAINING (WEST) PROGRAM IS TO: 1) DEVELOP A STATE AND NATIONAL STANDARDS ALIGNED CURRICULUM OF EXPERIENTIAL LESSONS FOCUSED ON WILDLIFE ECOLOGY AND MANAGEMENT FOR USE POST-SECONDARY AGRICULTURE TEACHER PREPARATION , 2) CONDUCT FREE, ANNUAL 4-DAY PROFESSIONAL DEVELOPMENT WORKSHOPS TO PROVIDE AN EXPERIENTIAL LEARNING EXPERIENCE FOR PRE-SERVICE TEACHERS WHILE TRAINING THEM IN USE OF THE CURRICULUM, 3) PROVIDE LEADERSHIP SCHOLARSHIPS AND PROFESSIONAL DEVELOPMENT FOR TRAINED PRE-SERVICE TEACHERS TO PRESENT A LESSON-BASED TRAINING WORKSHOP AT A STATE TEACHER CONFERENCE, AND 4) CONDUCT RESEARCH ON THE PROGRAM&#39;S EFFECTIVENESS. PRE-SERVICE AGRICULTURE SCIENCE AND OTHER ENVIRONMENTAL EDUCATORS WILL BE ELIGIBLE TO APPLY TO THE WEST PROGRAM. THIS PROPOSAL WILL DIRECTLY IMPACT 90 POST-SECONDARY STUDENTS AND FOCUSES ON WILDLIFE ECOLOGY AND MANAGEMENT NIFA PRIORITY AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_20197000329085_12H3"}, {"internal_id": 77566567, "Award ID": "20197000329084", "Award Amount": 7317.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-12", "CFDA Number": "10.217", "Description": "STAY IN THE GAME: FIRST QUARTER; INCREASING PARTICIPATION OF DIVERSE STUDENTS IN PLANT SCIENCES USING TURFGRASS SCIENCE AS AN ENTRY POINT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_20197000329084_12H3"}, {"internal_id": 78596416, "Award ID": "20197000329083", "Award Amount": 28200.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-02-22", "CFDA Number": "10.217", "Description": "IN 2015 THE STATE OF TENNESSEE INITIATED A PROGRAM KNOWN AS TENNESSEE PROMISE WHICH PROVIDES LAST DOLLAR SCHOLARSHIPS FOR COMMUNITY COLLEGES. CURRENTLY, THERE IS NO COHESIVE STATEWIDE STRATEGY AMONG THE UNIVERSITIES AND COLLEGES TO DEVELOP A SEAMLESS TRANSFER PATHWAY THAT CONNECTS ASSOCIATE PROGRAMS WITH FOUR YEAR INSTITUTIONS. AS A RESULT, THERE IS A NEED TO DEVELOP A CLEAR PATHWAY THAT LEADS TO A BACHELOR&#39;S DEGREE AT THE PUBLIC AND PRIVATE UNIVERSITIES ACROSS THE STATE. DEVELOPING A SEAMLESS TRANSITION FROM AN ASSOCIATE DEGREE TO A UNIVERSITY WILL HELP INCREASE THE QUALITY OF THE STATES&#39; WORKFORCE AND IMPROVE ECONOMIC DEVELOPMENT ESPECIALLY IN RURAL AREAS.THE OBJECTIVE IS TO DEVELOP A PLANNING CONFERENCE THAT WILL BRING KEY PLAYERS TOGETHER TO DEVELOP A SEAMLESS TRANSFER PATHWAY THAT CAN IMPROVE THE NUMBER AND QUALITY OF STUDENTS OBTAINING DEGREES IN THE FANH DISCIPLINE AREAS ACROSS THE STATE. THE COLLABORATION AMONG COMMUNITY AND TECHNIAL COLLEGES AND FOUR UNIVERSITIES WILL ENABLE BETTER COORDIANTION OF STATE RESOURCES IN HIGHER EDUCAITON AND WILL LEAD TO MORE ACCESS TO HIGHER EDUCATION OPPORTUNITES FOR TENNESSEE RESIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0adfd22a-dd03-490a-1008-d5f2fbc5287a-C", "generated_internal_id": "ASST_NON_20197000329083_12H3"}, {"internal_id": 77566566, "Award ID": "20197000329082", "Award Amount": 747328.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-15", "CFDA Number": "10.217", "Description": "THIS PROPOSAL IS A MULTISTATE COLLABORATION ASSOCIATED WITH AN ONGOING USDA MULTISTATE PROJECT (NC1023: ENGINEERING FOOD SAFETY AND QUALITY) ON IMPROVING TEACHING AND LEARNING OF NON-ENGINEERING STUDENTS IN FOOD PROCESSING AND FOOD ENGINEERING COURSES. THE CURRENT COMBINATION OF A LECTURE-CENTERED TEACHING STYLE, UNDERPREPARED STUDENTS, AND LACK OF STUDENT EXPERIENCE IN SMART-FOOD MANUFACTURING AND OUTREACH ACTIVITIES HAS LIMITED THE PREPARATION OF NEXT-GENERATION FOOD SCIENTISTS AND ENGINEERS. TO ADDRESS THIS ISSUE, THIS PROJECT WILL APPLY AND EVALUATE EVIDENCE-BASED, STUDENT-CENTERED INNOVATIVE INSTRUCTIONAL DELIVERY MODELS IN FOOD PROCESSING AND FOOD ENGINEERING COURSES ACROSS SIX LAND-GRANT INSTITUTIONS IN THREE REGIONS OF THE UNITED STATES. THE OVERALL GOAL OF THIS PROJECT IS TO ENHANCE STUDENT LEARNING EXPERIENCES IN FOOD PROCESSING AND ENGINEERING, IMPROVING STUDENTS&#39; ABILITY TO SOLVE COMPLEX, REAL-WORLD PROBLEMS, AND CREATING A MORE PREPARED 21ST CENTURY U.S. WORKFORCE. KEY ELEMENTS OF THE INSTRUCTIONAL CHANGES IN THIS PROJECT INCLUDE 1) COLLECTING DATA, INCLUDING PRE-AND-POST SURVEYING, INSTITUTIONAL RETENTION DATA, AND FOCUS GROUP DISCUSSIONS INVOLVING STUDENTS AND INDUSTRY PROFESSIONALS, TO DETERMINE KEY AREAS OF EMPHASIS TO STRENGTHEN STUDENTS&#39; PREPARATION TO ENTER THE WORKFORCE; 2) CREATING A COMMON, THEMED GROUP PROJECT FOR ALL INSTITUTIONS; 3) ENGAGING UNDERGRADUATE FELLOWS TO PROVIDE ADDITIONAL STUDENT HELP SESSIONS; AND 4) DEVELOPING FACULTY TRAINING/WORKSHOPS ON HOW TO MODIFY CONTENT DELIVERY TO ADDRESS KEY STUDENT WEAKNESSES USING ADVANCED INSTRUCTIONAL TECHNOLOGIES. THE OUTCOMES AND PRODUCTS FROM THIS PROJECT WILL BE USED TO IMPROVE SIMILAR NATIONAL AND INTERNATIONAL PROGRAMS INCORPORATING FOOD SCIENCE, PROCESSING, AND ENGINEERING COURSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_20197000329082_12H3"}, {"internal_id": 78596415, "Award ID": "20197000329081", "Award Amount": 27784.95, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-02-13", "CFDA Number": "10.217", "Description": "LINKING SUPPLY CHAINS THROUGH A FRAMEWORK OF SUSTAINABILITY: INITIATING A MULTIDIMENSIONAL APPROACH USING THE CASE OF BEEF CATTLE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20197000329081_12H3"}, {"internal_id": 66486458, "Award ID": "20187000328118", "Award Amount": 740611.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-26", "CFDA Number": "10.217", "Description": "THIS PROJECT WILL INITIATE A SCHOOL OF URBAN AGRICULTURE AT THE UNIVERSITY OF WISCONSIN-MADISON IN PARTNERSHIP WITH TWO NONPROFITS, COMMUNITY GROUNDWORKS (CGW) AND THE CENTER FOR RESILIENT CITIES (CRC), BOTH NATIONALLY RECOGNIZED FOR THEIR EXPERTISE IN URBAN AGRICULTURE PROGRAM DESIGN, IMPLEMENTATION AND WORKFORCE DIVERSITY. THE PROJECT OFFERS A NEW APPROACH TO SCIENCES EDUCATION AND TRAINING IN URBAN AGRICULTURE AND RELATED SCIENCES BY SIMULTANEOUSLY CREATING CURRICULA THAT MEETS THE NEEDS OF STUDENTS SEEKING SHORT, INTENSE TRAINING IN SPECIFIC ASPECTS OF URBAN AGRICULTURE (WORKSHOP AND SHORT COURSE INSTRUCTION) AND THE NEEDS OF FOUR-YEAR BACCALAUREATE STUDENTS WHO ARE INTERESTED IN ENHANCING THEIR EDUCATION IN THIS EMERGING CONTENT AREA.THE PROJECT&#39;S TARGET AUDIENCE INCLUDES UW UNDERGRADUATES, SECONDARY STUDENTS IN THE PIPELINE TO ENTER UW (NOW ENGAGED IN PRE-COLLEGE PROGRAMS EMPHASIZING FOOD SYSTEMS), AND NON-CREDIT STUDENTS SUCH AS FARMERS AND NON-PROFIT MANAGERS. THEY WILL GAIN TECHNICAL TRAINING, SCIENCE-BASED SKILLS AND LEADERSHIP SKILLS (E.G., NON-PROFIT ORGANIZATION MANAGEMENT, COMMUNITY RELATIONS) ASSOCIATED WITH URBAN FARMING. TO ACCOMPANY THEIR ON-CAMPUS TRAINING, STUDENTS WILL BE PLACED IN EXTERNSHIPS AT CGW&#39;S TROY COMMUNITY FARM, CRC&#39;S BADGER ROCK CENTER, AND OTHER GARDEN NETWORK SITES ACROSS MADISON. PROJECT OUTCOMES WILL INCLUDE: LAUNCHING A NEW SCHOOL FOR URBAN AGRICULTURE, CURRICULAR MATERIALS FOR THREE TYPES OF PROGRAMS TESTED OVER TWO YEARS OF STUDENT ENROLLMENT, A COMMUNITY ORGANIZATION AND UNIVERSITY RELATIONSHIP BRIEF (BEST PRACTICES FOR NONPROFITS PARTNERING WITH UNIVERSITIES) AND A NEW FRAMEWORK FOR AN URBAN AGRICULTURE COMMUNITY OF PRACTICE DISSEMINATED THROUGH THE ONLINE COMMUNITY FOOD SYSTEMS TOOLKIT HOSTED BY UW EXTENSION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20187000328118_12H3"}, {"internal_id": 64128651, "Award ID": "20187000327667", "Award Amount": 81013.8, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-01", "CFDA Number": "10.217", "Description": "FOOD LITERACY: USING CULTURAL COMPETENCY TO INCREASE AWARENESS IN AGRICULTURAL AND HUMAN SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "868c3cd8-2896-4496-6775-ad6a8c69c6d6-C", "generated_internal_id": "ASST_NON_20187000327667_12H3"}, {"internal_id": 62550754, "Award ID": "20187000327666", "Award Amount": 149813.0, "Award Type": null, "Base Obligation Date": "2018-02-22", "CFDA Number": "10.217", "Description": "EXPANDING THE CIRCLE: INCREASING ACCESS TO GRADUATE EDUCATION FOR TRIBAL COMMUNITIES AND COLLEGES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_20187000327666_12H3"}, {"internal_id": 64128650, "Award ID": "20187000327665", "Award Amount": 29995.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-01", "CFDA Number": "10.217", "Description": "TRAINING THE NEXT GENERATION OF LEADERS FOR A TRANSFORMING GRAIN INDUSTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20187000327665_12H3"}, {"internal_id": 65967814, "Award ID": "20187000327664", "Award Amount": 297354.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-03", "CFDA Number": "10.217", "Description": "THE GOAL OF THIS MULTI-INSTITUTIONAL AND MULTI-DISCIPLINARY PROJECT IS TO PREPARE FUTURE AGRICULTURE, ENGINEERING, AND NATURAL RESOURCE MANAGERS TO ADDRESS THE COMPLEXITIES OF MANAGING FOR MULTIPLE USES AND WORKING WITH STAKEHOLDERS THROUGH THE DEVELOPMENT OF GRADUATE STUDENT AND FACULTY EXPERIENCES IN SYSTEMS THINKING (ST) AND SYSTEMS DYNAMICS (SD). NATURAL RESOURCE ISSUES ARE FREQUENTLY DEEMED \"WICKED PROBLEMS\" THAT INVOLVE \"HARD SYSTEMS\" (ECOSYSTEM STRUCTURE AND PROCESSES) AND \"SOFT SYSTEMS\" (DIVERSE VALUES OF STAKEHOLDERS) THAT BOTH INFORM AND ARE INFLUENCED BY MANAGEMENT DECISIONS. THE AUDIENCE FOR THIS PROJECT INCLUDES MASTER&#39;S AND PHD STUDENTS ENROLLED IN AGRICULTURE AND NATURAL RESOURCE PROGRAMS AT THE MULTIPLE PARTICIPATING INSTITUTIONS AND THEIR FACULTY MENTORS. GRADUATE STUDENTS IN THESE PROGRAMS ARE TRAINING TO BECOME MANAGERS OF NATURAL RESOURCE SYSTEMS AND WILL LIKELY BE CHALLENGED TO ADDRESS WICKED PROBLEMS THROUGHOUT THEIR PROFESSIONAL CAREERS THAT EXIST AT THE NEXUS OF FOOD, ENERGY, AND WATER SYSTEMS.TO ADDRESS THESE NEEDS, FOLLOWING OBJECTIVES GUIDE THIS PROJECT:#1: DEVELOP A ONE-YEAR FELLOWSHIP, ENTITLED THE \"FOOD, ENERGY, AND WATER SYSTEMS FELLOWSHIP,\" FOR GRADUATE STUDENTS AND FACULTY THAT JOINS OUR FOUR INSTITUTIONS IN TRAINING THE NEXT GENERATION OF AGRICULTURE PROFESSIONALS WHO CAN ADDRESS WICKED FOOD, ENERGY, AND WATER ISSUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_20187000327664_12H3"}, {"internal_id": 64128649, "Award ID": "20187000327663", "Award Amount": 144341.91, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-27", "CFDA Number": "10.217", "Description": "STUDENT CROSS-TRAINING OPPORTUNITIES FOR COMBINING FOOD AND CYBERSECURITY INTO AN ACADEMIC FOOD SYSTEMS EDUCATION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "868c3cd8-2896-4496-6775-ad6a8c69c6d6-C", "generated_internal_id": "ASST_NON_20187000327663_12H3"}, {"internal_id": 64128648, "Award ID": "20187000327662", "Award Amount": 299993.0, "Award Type": null, "Base Obligation Date": "2018-02-28", "CFDA Number": "10.217", "Description": "MULTIDISCIPLINARY, PROBLEM-BASED LESSONS ON ANTIMICROBIAL RESISTANCE FOR SEAMLESS INTEGRATION INTO VETERINARY CURRICULA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20187000327662_12H3"}, {"internal_id": 65967861, "Award ID": "20187000327661", "Award Amount": 299900.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-20", "CFDA Number": "10.217", "Description": "AGRICULTURAL DRAINAGE, A PRACTICE THAT IS CRITICAL FOR FOOD AND AGRICULTURAL PRODUCTION ON SOME OF THE MOST PRODUCTIVE LANDS OF THE U.S, IS UNDERGOING MAJOR CHANGES. DRAINAGE DESIGNS THAT PREVIOUSLY FOCUSED ONLY ON REMOVAL OF EXCESS WATER NOW NEED TO FULFILL THE ADDITIONAL GOAL OF IMPROVING WATER QUALITY TO MEET INCREASING SOCIETAL EXPECTATIONS OF ENVIRONMENTAL PROTECTION, WHILE MAINTAINING COST-EFFECTIVENESS. DESIGNING EFFECTIVE DRAINAGE SYSTEMS THAT BALANCE FARMERS&#39; ECONOMIC OBJECTIVES WITH OTHER SOCIETAL, ENVIRONMENTAL, AND POLICY CONSIDERATIONS WILL REQUIRE MORE HOLISTIC EDUCATION THAN WAS COMMON IN THE PAST. MOREOVER, WHILE THE NEED FOR ENGINEERS WITH THESE SKILLS HAS INCREASED, THE NUMBER OF STUDENTS TAKING DRAINAGE-RELATED COURSES HAS DECREASED, AND IT IS THEREFORE DIFFICULT FOR ANY SINGLE INDIVIDUAL OR UNIVERSITY TO UNDERTAKE THE TASK OF CREATING CURRICULA THAT WILL ENABLE STUDENTS TO DEVELOP THE NEXT GENERATION OF DRAINAGE STRATEGIES TO MEET SOCIETY&#39;S GROWING NEEDS.TOMEET THIS INSTRUCTIONAL CHALLENGE, OUR TEAM OF DRAINAGE RESEARCHERS AND EDUCATORS FROM FIVE INSTITUTIONS IN FOUR STATES (IOWA, ILLINOIS, INDIANA, OHIO) PROPOSES TO DEVELOP A CUSTOMIZABLE AGRICULTURAL DRAINAGE CURRICULUM FOR EDUCATING STUDENTS IN AGRICULTURAL OR BIOLOGICAL ENGINEERING, TECHNOLOGY, CROP SCIENCES, WATER RESOURCES MANAGEMENT, AND RELATED FIELDS. THE AUDIENCE INCLUDES THE STUDENTS WHO WILL BENEFIT FROM INCREASED LEARNING AND RESULTING EMPLOY-MENT OPPORTUNITIES, AGRICULTURAL PRODUCERS, THE DRAINAGE INDUSTRY, AND THE DOWNSTREAM PUBLIC WHO WILL BENEFIT FROM IMPROVED DRAINAGE SYSTEMS DESIGNED BY STUDENTS WHO GAIN THIS EXPERTISE.OUR OVERALL GOAL IS TO ENHANCE THE CAPACITY OF INSTITUTIONS TO OFFER DRAINAGE EDUCATION THAT INCLUDES THE TECHNICAL AND CONTEXTUAL ELEMENTS THAT ARE NECESSARY FOR SOLVING PRESENT DAY DRAINAGE CHALLENGES AND INTERESTING TO MORE DIVERSE GROUPS OF STUDENTS. OUR PROJECT WILL DEVELOP THE CURRICULUM, EVALUATE AND IMPROVE IT THROUGH A CYCLE OF PILOT TESTING AND FORMATIVE ASSESSMENT, APPLY IT AT THE FOUR UNIVERSITIES INCLUDED IN THIS PROJECT, AND THEN DISSEMINATE IT BROADLY FOR IMPROVEMENT OF WATER MANAGEMENT EDUCATION, RESULTING IN IMPROVED DRAINAGE DESIGNS FOR PRODUCTION AND WATER QUALITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20187000327661_12H3"}, {"internal_id": 65967916, "Award ID": "20187000327660", "Award Amount": 747495.6, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-03", "CFDA Number": "10.217", "Description": "THE FAMILY AND CONSUMER SCIENCES (FCS) PROFESSION HAS DOCUMENTED A NATIONAL NEED FOR INCREASING THE NUMBER OF FCS EDUCATORS FOR THE WORKFORCE. THE NATIONWIDE CLOSURE OF 153 FCS EDUCATOR PREPARATION PROGRAMS HAS DISADVANTAGED INDIVIDUALS WHO WANT TO JOIN THE FCS WORKFORCE AND EMPLOYERS WHO WANT TO FILL VACANT FCS EDUCATOR POSITIONS. THE NATIONAL PARTNERSHIP TO RECRUIT, PREPARE, AND SUPPORT HUMAN SCIENCES/FAMILY CONSUMER SCIENCES EDUCATORS PROJECT IS FACILITATING COLLABORATIVE INTERACTION WITH EDUCATION INSTITUTIONS, STATE DEPARTMENTS OF EDUCATION, EXTENSION, K-12 EDUCATORS AND STUDENTS, PROFESSIONAL ASSOCIATIONS, STUDENT ORGANIZATIONS, AND INDUSTRY PARTNERS ON A NATIONWIDE BASIS TO RECRUIT, PREPARE, AND SUPPORT FCS EDUCATORS. THE PROJECT USES LICENSURE INFORMATION, CURRICULUM AND WEBINAR LIBRARIES, ONLINE COURSES PROVIDED BY MULTIPLE INSTITUTIONS, TRADITIONAL AND ALTERNATIVE LICENSURE MODEL RECOMMENDATIONS, STUDENT SUPPORT INFORMATION, LEADERSHIP ACADEMY SUMMITS, MARKETING CAMPAIGNS AND PRODUCTS, AND TARGETED REGIONAL SUPPORT ACTIVITIES TO CREATE AND IMPLEMENT HOLISTIC INITIATIVES FOR RECRUITING, PREPARING, AND SUPPORTING FCS EDUCATORS. BY COMBINING RESOURCES AND SHARING EXPERTISE TO CREATE AND USE BEST PRACTICE MODELS, THE STAKEHOLDERS WILL CREATE NATIONAL RESOURCES THAT CAN BE ACCESSED AND REPLICATED OR ADAPTED AT STATE LEVELS WITH STATE STAKEHOLDERS. COMBINING UNIVERSITY RESOURCES AND GRANT FUNDS WITH PROFESSIONAL AND STUDENT ASSOCIATION RESOURCES AND WITH INDUSTRY AND EDUCATION PARTNER EXPERTISE, CREATES A SYNERGY THAT FACILITATES A COST EFFECTIVE, COLLABORATIVE, AND HOLISTIC APPROACH TO RECRUITING, PREPARING, AND SUPPORTING FCS EDUCATORS TO MEET STATE AND NATIONAL WORKFORCE NEEDS THAT CAN BE REPLICATED AND SUSTAINED OVER TIME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "79595c98-862c-2eaf-b7e5-c7a3b9552ab9-C", "generated_internal_id": "ASST_NON_20187000327660_12H3"}, {"internal_id": 62550755, "Award ID": "20187000327658", "Award Amount": 13835.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-21", "CFDA Number": "10.217", "Description": "EXPANDING THE BOUNDARIES OF THE CENTER FOR ANIMAL HEALTH IN APPALACHIA: A MULTI-INSTITUTIONAL APPROACH TO EMPOWERING RURAL VETERINARIANS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee13153f-cb03-804e-9cee-b1fd5096648b-C", "generated_internal_id": "ASST_NON_20187000327658_12H3"}, {"internal_id": 65967972, "Award ID": "20187000327657", "Award Amount": 255809.61, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-03", "CFDA Number": "10.217", "Description": "TWO NEW YORK STATE COLLEGES OF AGRICULTURE WILL WORK TOGETHER TO BUILD LINKAGES AND GENERATE A CRITICAL MASS OF EXPERTISE THAT WILL 1) INCREASE THE NUMBER AND DIVERSITY OF STUDENTS PURSING AND COMPLETING UNDERGRADUATE AND GRADUATE DEGREES IN PLANT SCIENCE; 2) IMPROVE THE OVERALL RELEVANCE, CONTENT AND QUALITY OF INSTRUCTION IN PLANT SCIENCE COURSES; AND 3) ADEQUATELY PREPARE STUDENTS TO SUCCEED IN PLANT SCIENCE GRADUATE PROGRAMS. SUNY COBLESKILL WILL UTILIZE THE PLANT SCIENCE AND TEACHER TRAINING EXPERTISE AT CORNELL TO IMPROVE ITS PLANT SCIENCE CURRICULUM AND TEACHING PEDAGOGY. COBLESKILL WILL ADAPT ITS CURRICULUM TO EVIDENCE-BASED METHODS REFLECTING HOW TODAY&#39;S STUDENTS LEARN WHILE CREATING A NEW PLANT SCIENCE BACHELORS OF SCIENCE DEGREE THAT ALIGNS WITH CORNELL&#39;S MASTERS OF PROFESSIONAL STUDIES PROGRAM IN PLANT SCIENCE. CORNELL WILL CREATE NEW PLANT SCIENCE COURSES IN RESPONSE TO INDUSTRY NEEDS AND WILL ALSO UPGRADE ITS TEACHING PEDAGOGY THROUGH PROFESSIONAL DEVELOPMENT TRAINING. THE END PRODUCT WILL BE AN ARTICULATION AND COURSE ALIGNMENT ARRANGEMENT THAT CORNELL CAN REPLICATE WITH OTHER UNDERGRADUATE COLLEGES TO INCREASE THE NUMBER AND DIVERSITY OF STUDENTS PURSING GRADUATE DEGREES IN PLANT SCIENCE AND INCREASING THE PERCENTAGE WHO SUCCESSFULLY COMPLETE THE DEGREE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee038064-4537-a769-8d7d-36c77e9aa8d0-C", "generated_internal_id": "ASST_NON_20187000327657_12H3"}, {"internal_id": 64128647, "Award ID": "20187000327656", "Award Amount": 29383.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-01", "CFDA Number": "10.217", "Description": "DEVELOPING COMMUNITY-ENGAGED SERVICE LEARNING AND RESEARCH OPPORTUNITIES FOR STUDENTS IN FANH SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_20187000327656_12H3"}, {"internal_id": 62550756, "Award ID": "20187000327655", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-12", "CFDA Number": "10.217", "Description": "A PLANNING ACTIVITY PROJECT FOR DEVELOPMENT OF A MASTER OF PUBLIC HEALTH TRACKED IN FOOD SAFETY AND FOODBORNE DISEASE EPIDEMIOLOGY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_20187000327655_12H3"}, {"internal_id": 62253450, "Award ID": "20187000327654", "Award Amount": 30000.0, "Award Type": null, "Base Obligation Date": "2018-02-02", "CFDA Number": "10.217", "Description": "INNOVATING TEACHING AND LEARNING IN THE NEXUS: CAPACITY-BUILDING FOR UNDERGRADUATE FOOD, ENERGY, & WATER EDUCATION - NATIONAL CONFERENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20187000327654_12H3"}, {"internal_id": 65324089, "Award ID": "20187000327653", "Award Amount": 149996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-14", "CFDA Number": "10.217", "Description": "THE CONTINUING RAPID GROWTH IN INTEREST IN FERMENTED FOODS AND BEVERAGES, SUCH AS BEER, WINE, YOGURT, AND FERMENTED VEGETABLES, HAS CREATED AN INCREASED DEMAND FOR EMPLOYEES WITH TECHNICAL TRAINING RELATED TO THEIR PRODUCTION. IN RESPONSE TO THIS DEMAND, EASTERN MICHIGAN UNIVERSITY, A REGIONAL COMPREHENSIVE UNIVERSITY WITH SIGNIFICANT MINORITY ENROLLMENT, HAS CREATED NEW MAJOR AND MINOR UNDERGRADUATE DEGREES IN FERMENTATION SCIENCE, WHICH WILL PROVIDE STUDENTS PRACTICAL, HANDS-ON TRAINING IN THE SCIENCE OF THE CHEMICAL AND BIOLOGICAL PROCESSES OF FERMENTATION. GIVEN THE INFANCY OF THE FIELD OF FERMENTATION SCIENCE, THERE IS NOT A STANDARD CURRICULUM TO BE USED AS A TEMPLATE, NOR ARE THERE NUMEROUS STANDARD EXPERIMENTS OR TEXTBOOKS AVAILABLE TO \"PLUG IN\" TO A NEW PROGRAM. THE GOALS OF THIS PROPOSED PROJECT ARE (1) TO CREATE AND INTEGRATE PRACTICAL EXPERIENCES INTO THE CURRICULUM IN ORDER TO PREPARE STUDENTS FOR THEIR SENIOR-YEAR INTERNSHIPS, (2) TO DEVELOP CLOSER RELATIONSHIPS WITH BUSINESSES IN THE FERMENTATION INDUSTRY TO OPTIMIZE TRAINING OF POTENTIAL TECHNICAL EMPLOYEES, AND (3) TO PROVIDE ACCESS TO THIS INDUSTRY TO HISTORICALLY UNDERREPRESENTED GROUPS. THE BENEFICIARIES OF THIS PROJECT WILL BE THE STUDENTS WITHIN THE PROGRAM, ESPECIALLY THOSE FROM UNDERREPRESENTED GROUPS, AS THEY RECEIVE A GREATER AMOUNT OF CONTEXTUALLY RELEVANT TRAINING AND OUR EXTERNAL PARTNERS IN THE FERMENTATION COMMUNITY, WHO HOST OUR INTERNSHIPS AND HIRE OUR GRADUATES, AND WILL BENEFIT FROM A STUDENT/EMPLOYEE WITH A LARGER BASE OF PRACTICAL TRAINING. CURRICULAR MATERIALS AND PROCEDURES WILL BE DISSEMINATED AND MADE AVAILABLE TO THE EDUCATION COMMUNITY FOR USE OR ADAPTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73c8964d-5178-868f-df99-15e611ce90fc-C", "generated_internal_id": "ASST_NON_20187000327653_12H3"}, {"internal_id": 64128646, "Award ID": "20187000327652", "Award Amount": 150000.0, "Award Type": null, "Base Obligation Date": "2018-03-01", "CFDA Number": "10.217", "Description": "PATHWAYS TO LACTATION CONSULTING FOR HUMAN SCIENCES STUDENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a158def-f835-249e-67d0-50b5bac200dc-C", "generated_internal_id": "ASST_NON_20187000327652_12H3"}, {"internal_id": 62253451, "Award ID": "20187000327651", "Award Amount": 130389.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-07", "CFDA Number": "10.217", "Description": "WE WILL CREATE AN UNDERGRADUATE CERTIFICATE IN URBAN AND COMMUNITY FORESTRY (U&AMP;CF) AT THE UNIVERSITY OF KENTUCKY. BROAD IN SCOPE, THIS PROGRAM WILL FILL A GAP IN STUDENT EXPOSURE TO URBAN AND COMMUNITY FORESTRY AND ADDRESS THE EXPANDING NEED FOR NATURAL RESOURCE PROFESSIONALS TRAINED IN MULTIPLE ASPECTS OF URBAN FORESTS. WE ANTICIPATE THAT OVER THE 3-YEAR GRANT PERIOD 60 STUDENTS WILL BE TRAINED IN U&AMP;CF, A FIELD OF STUDY NOT CURRENTLY OFFERED IN THE REGION. STUDENTS IN THE U&AMP;CF PROGRAM WILL GAIN AN INTERDISCIPLINARY UNDERSTANDING OF THE CRITICAL ROLE OF TREES IN URBAN AND SUBURBAN AREAS, DEMONSTRATE SPECIALIZED UNDERSTANDING OF U&AMP;CF WITHIN THEIR FOCAL AREA OF INTEREST, AND BE ABLE TO EFFECTIVELY COMMUNICATE ABOUT U&AMP;CF TO PROFESSIONALS AND THE GENERAL PUBLIC. COMPLETION OF THE CERTIFICATE WILL HELP PREPARE STUDENTS FOR CAREERS THAT PROMOTE HUMAN INTERACTIONS WITH URBAN TREES, BUILDING A STRONGER WORKFORCE IN THIS GROWING FIELD.THIS PROGRAM WILL DRAW TOGETHER EXISTING COURSES ACROSS A BROAD RANGE OF DISCIPLINES IN SEVERAL COLLEGES WITH TWO NEW COURSES REQUIRED OF ALL U&AMP;CF STUDENTS: AN INTRODUCTORY COURSE IN U&AMP;CF AND AN UPPER LEVEL CAPSTONE-INTERNSHIP EXPERIENCE. STUDENTS WILL SPECIALIZE IN ONE OF FOUR PATHWAYS ADDRESSING (1) TREES AND TREE HEALTH, (2) GREEN INFRASTRUCTURE, PLANNING, AND DESIGN, (3) ENVIRONMENTAL EDUCATION, AND (4) HUMAN HEALTH AND WELLNESS. TO DEVELOP AND DELIVER THIS PROGRAM, WE WILL FUND A PART-TIME PROGRAM COORDINATOR AND A PART-TIME COURSE INSTRUCTOR WHO WILL DESIGN AND INSTRUCT KEY COURSES, RECRUIT STUDENTS, AND LEAD THE U&AMP;CF CURRICULUM COMMITTEE IN PROGRAM EVALUATION AND SECURING LONG-TERM SELF-SUSTAINING FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_20187000327651_12H3"}, {"internal_id": 66486482, "Award ID": "20187000327650", "Award Amount": 497266.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-26", "CFDA Number": "10.217", "Description": "TO EDUCATE A NEW GENERATION OF WORKFORCE PREPARED TO LEAD SUSTAINABLE LAND RECLAMATION MANAGEMENT EFFORTS IN CENTRAL APPALACHIA, BY DEVELOPING A NEW CERTIFICATE, WHILE ENHANCING THE NUMBER AND DIVERSITY OF UNDERGRADUATE STUDENTS PURSUING A UNIVERSITY DEGREE, AND INCREASING EMPLOYMENT OPPORTUNITIES FOR STUDENTS THROUGH INDUSTRY PARTNERSHIPS. AUDIENCE: STUDENTS WHO ARE ATTENDING TWO-YEAR COLLEGES AND ARE PLANNING TO PURSUE A HIGHER DEGREE AT A FOUR-YEAR UNIVERSITY. THIS WILL INCLUDE UNDERREPRESENTED AND FIRST GENERATION COLLEGE STUDENT GROUPS AND WILL ALSO TARGET STUDENTS IN EXISTING NATURAL RESOURCES AND STEM PROGRAMS, WHO WANT TO AUGMENT THEIR EDUCATION IN SUSTAINABLE LAND RECLAMATION MANAGEMENT. PRODUCTS: (1) A CERTIFICATE AND 2+2 PROGRAM IN SUSTAINABLE LAND RECLAMATION MANAGEMENT EDUCATION, (2) FIVE NEW COURSES AT WVU AND OUR PARTNER COLLEGES, AND (4) AN ONLINE COURSE LIBRARY, (5) SIX WORKSHOPS OR MEETINGS FOR FACULTY INTERACTIONS AND INDUSTRY/AGENCY PARTNERS, (6) THREE CAREER FAIRSFOR STUDENTS AND INTERACTION WITH INDUSTRY/AGENCY PARTNERS. OUTCOMES/IMPACTS: (1) A SUSTAINABLE, HIGH-QUALITY, AND MULTIDISCIPLINARY EDUCATION PROGRAM IN SUSTAINABLE LAND RECLAMATION MANAGEMENT IN THE CENTRAL APPALACHIAN REGION, (2) 10-15 TRANSFERRED STUDENTS EACH YEAR FROM TWO-YEAR COLLEGES PURSUING A BACHELOR OF SCIENCE DEGREE, (3) 35-55 STUDENTS EACH YEAR TO OBTAIN A CERTIFICATE IN SUSTAINABLE LAND RECLAMATION MANAGEMENT AT WVU, (4) HANDS-ON EXPERIENCE AND INTERNSHIPS AVAILABLE FROM REGIONAL INDUSTRY PARTNERS TO REINFORCE STUDENTS&#39; LEARNING AND EMPLOYMENT OPPORTUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00b062d0-a179-1efa-2618-43bea86b43fd-C", "generated_internal_id": "ASST_NON_20187000327650_12H3"}, {"internal_id": 65324041, "Award ID": "20187000327649", "Award Amount": 719578.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-20", "CFDA Number": "10.217", "Description": "HIGHER EDUCATION MUST DEVELOP A FOOD-SYSTEM PROFESSIONAL WORKFORCE THAT CAN TAKE ON COMPLEX FOOD SYSTEM SUSTAINABILITY CHALLENGES, VIA ADVANCED CAPACITIES FOR SYSTEMIC THOUGHT AND ACTION. FOR THIS PURPOSE, OUR PROJECT TEAM HAS RECENTLY DEVELOPED A SIGNATURE PEDAGOGY FOR THE FIELD OF SUSTAINABLE FOOD SYSTEMS (SFS). A SIGNATURE PEDAGOGY IS A CONCEPTUAL MODEL THAT GUIDES PROFESSIONAL EDUCATION IN A GIVEN FIELD. IN OUR SIGNATURE PEDAGOGY, KEY LEARNING APPROACHES ARE: (1) HOLISTIC AND PLURALISTIC (SYSTEMS) THINKING, (2) INTER- AND TRANS-DISCIPLINARITY, (3) EXPERIENTIAL LEARNING AND, (4) COLLECTIVE ACTION PROJECTS. HOWEVER, DESIGNERS OF EXISTING SFS DEGREE PROGRAMS WERE NOT FULLY COGNIZANT OF THIS MODEL, LIMITING THE EFFECTIVENESS OF THESE PROGRAMS. THE OVERALL PURPOSE OF THIS COLLABORATIVE GRANT TYPE 2 PROJECT IS TO ADDRESS THIS INSTRUCTIONAL PROBLEM BY CREATING INCLUSIVE AND REPLICABLE FOUR-YEAR CORE CURRICULA MODELS FOR BACCALAUREATE DEGREE-LEVEL SFS PROGRAMS. CURRICULUM DEVELOPMENT WILLBE GUIDED BY OUR SIGNATURE PEDAGOGY, A MODEL OF COGNITIVE MATURATION IN YOUNG ADULTS, AND METHODS FOR ENHANCING INCLUSION OF UNDER-REPRESENTED MINORITIES. DEVELOPMENT WILL PROCEED BY CORE CURRICULUM MAPPING, REFINEMENT, IMPLEMENTATION, EVALUATION, AND DISSEMINATION. INTENDED BENEFICIARIES ARE STUDENTS AND FACULTY OF FANH AND FOOD-SYSTEMS-RELATED DEGREE PROGRAMS IN NORTH AMERICA, AND THE THREE SFS PROGRAMS PARTICIPATING IN THIS PROJECT. MAIN DELIVERABLE PRODUCTS ARE CORE SFS CURRICULUM MODELS FOR FOOD-SYSTEMS PROGRAMS AT OTHER INSTITUTIONS. THESE CURRICULUM MODELS WILL INCLUDE CURRICULUM MAPS, LESSON PLANS, HANDS-ON COURSE ACTIVITIES, AND EVALUATION TOOLS. INTENDED MEASURABLE OUTCOMES ARE: (1) EFFECTIVENESS IN MEETING LEARNING AND ENGAGEMENT OUTCOMES, (2) QUALITY OF STUDENT WORK, (3) COGNITIVE MATURATION AND, (4) PROFESSIONAL DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_20187000327649_12H3"}, {"internal_id": 62208663, "Award ID": "20177000326415", "Award Amount": 29508.61, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-09", "CFDA Number": "10.217", "Description": "NUTRI-VIAS: PATHWAYS FOR DIVERSIFIED LEARNING IN NUTRITION AND DIETETICS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b0f7689-aaf8-396f-d4b3-b944796d133f-C", "generated_internal_id": "ASST_NON_20177000326415_12H3"}, {"internal_id": 45251594, "Award ID": "20177000326394", "Award Amount": 60989.05, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-23", "CFDA Number": "10.217", "Description": "AGRICULTURAL SCIENCES PATHWAYS 2+2 HEC PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e893c6d1-6abc-3aa7-e8e4-815c03909f87-C", "generated_internal_id": "ASST_NON_20177000326394_12H3"}, {"internal_id": 45251593, "Award ID": "20177000326393", "Award Amount": 126166.99, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-06", "CFDA Number": "10.217", "Description": "A HIGH-FIDELITY VETERINARY CLINICAL SIMULATION PLATFORM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20177000326393_12H3"}, {"internal_id": 45251591, "Award ID": "20177000326391", "Award Amount": 128218.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-04-10", "CFDA Number": "10.217", "Description": "DEVELOPING A BEHAVIORALLY-ANCHORED CRITICAL THINKING ASSESSMENT (BACTA) FOR FACULTY UTILIZATION IN THE CLASSROOM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20177000326391_12H3"}, {"internal_id": 45251590, "Award ID": "20177000326390", "Award Amount": 127751.85, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-04-03", "CFDA Number": "10.217", "Description": "THERE IS AN URGENT NEED TO UPGRADE THE LEVEL OF TECHNOLOGY IN AGRICULTURE AND NATURAL RESOURCE EDUCATION TO ADDRESS THE RAPIDLY EVOLVING INTERNET OF THINGS (IOT) WHERE UBIQUITOUS NETWORKED SENSORS WILL INFORM OUR UNDERSTANDING OF THE WORLD. AS BOTH FIXED AND MOBILE SENSORS DROP IN PRICE AND INCREASE IN RELIABILITY, STUDENTS WILL NEED TO BE ABLE TO EVALUATE THE EFFICACY OF DATA THAT COMES FROM SENSOR READINGS AND TO PLAN AND USE DEPLOYMENTS OF SENSOR NETWORKS TO MAKE OPERATIONAL DECISIONS. PROJECT AUDIENCE IS FOCUSED ON UNDERGRADUATE INSTITUTIONS THAT CURRENTLY TEACH INTRODUCTORY SOIL SCIENCE COURSE AS WELL AS HISTORICALLY BLACK COLLEGES, UNIVERSITIES AND LAND GRANT TRIBAL COLLEGES THAT OFFER AGRICULTURE, NATURAL RESOURCE, OR ENVIRONMENTAL SCIENCE PROGRAMS. PRODUCTS OF THE PROPOSED PROJECT INCLUDE WEB-BASED LEARNING MODULES AND MOBILE APPLICATIONS FOR SOIL COLOR DETERMINATION USING A NETWORKED COLOR SENSOR. THESE MODULES WOULD TRAIN STUDENTS IN SMARTPHONE BASED SENSOR DATA COLLECTION AS WELL AS GEOSPATIAL AND CROWDSOURCING TOPICS. PROJECT DISSEMINATION WOULD BE THROUGH FREELY PROVIDED SENSOR/TABLET KITS TO A TARGETED GROUP OF UNDERGRADUATE INSTITUTIONS. WE PLAN EVALUATE AND MEASURE THE IMPACT OF THE LEARNING MODULES AND SENSOR/SMARTPHONE APPLICATIONS ON STUDENT UNDERSTANDING OF SENSOR TECHNOLOGY AND DEPLOYMENT AS WELL AS GEOSPATIAL CONCEPTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_20177000326390_12H3"}, {"internal_id": 62253557, "Award ID": "20177000326389", "Award Amount": 138042.34, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-04-03", "CFDA Number": "10.217", "Description": "DEVELOPING A CURRICULUM FOR ADVANCED SENSORY SCIENCE EDUCATION THROUGH BLENDED DELIVERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20177000326389_12H3"}, {"internal_id": 45251589, "Award ID": "20177000326388", "Award Amount": 8847.11, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-02", "CFDA Number": "10.217", "Description": "S.A.F.E. TRIP, SCIENCE IN AGRICULTURE, FOOD, AND THE ENVIRONMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20177000326388_12H3"}, {"internal_id": 45251588, "Award ID": "20177000326387", "Award Amount": 139483.59, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-15", "CFDA Number": "10.217", "Description": "EXCELLENCE IN EDUCATION FOR FOOD, ENERGY, AND WATER (E2FEW)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20177000326387_12H3"}, {"internal_id": 45251586, "Award ID": "20177000326385", "Award Amount": 138014.09, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-04-18", "CFDA Number": "10.217", "Description": "PURPOSE: THE PURPOSES FOR THIS PROJECT ARE TO 1) IMPROVE THE QUALITY AND RELEVANCE OF FIBER, TEXTILE, AND APPAREL (FTA) CURRICULUM AND PROMOTE ENHANCED CURRICULUM AND INSTRUCTIONAL MATERIALS AND METHODS, 2) ATTRACT, RECRUIT, AND RETAIN MORE QUALIFIED AND DIVERSE STUDENTS FOR THE FTA SECTOR, AND 3) PREPARE GRADUATES WITH THE KNOWLEDGE AND SKILLS TO MEET CURRENT AND FUTURE WORKPLACE NEEDS. AUDIENCE: POSTSECONDARY STUDENTS ENROLLING IN FTA PROGRAMS WILL BE THE MAIN BENEFICIARIES FROM THIS PROJECT. THE PRODUCTS AND OUTCOMES FROM THIS PROJECT WILL BENEFIT FACULTY TEACHING IN FTA PROGRAMS AND BUSINESSES RECRUITING GRADUATES FROM FTA PROGRAMS.PRODUCTS: 1. INTERVIEW PROTOCOL AND TRANSCRIPTS; 2. SURVEY INSTRUMENT AND RESPONSES; 3. NEEDED DISCIPLINARY KNOWLEDGE AND BASIC EMPLOYABILITY SKILLS FOR FTA GRADUATES; 4. ALIGNED CURRICULUM; 5. FACULTY PROFESSIONAL DEVELOPMENT WORKSHOPS; 6. INSTRUCTIONAL MATERIALS AND DELIVERY METHODS; 7. ASSESSMENT METRICS; 8. RECRUITMENT MATERIALS; 9. ANNUAL AMDT CAREER DAY EVENT; 10. WORKSHOPS IN ANNUAL TEEN CONFERENCES AT WSU; 11. INDUSTRY FIELD TRIPS; AND 12. A DESIGNATED WEBSITE FOR PROJECT PRODUCTS AND OUTCOMES.OUTCOME/IMPACT: 1. COLLABORATIONS ON CURRICULUM DEVELOPMENT BETWEEN INDUSTRY, PROGRAM IN POSTSECONDARY INSTITUTION, AND GRADUATES; 2. ADVANCED CURRICULUM ALIGNED WITH THE NEEDS OF TODAY AND FUTURE WORKFORCE; 3. ADVANCED INSTRUCTIONAL MATERIALS AND METHODS; 4. ENHANCED FACULTY COMPETENCIES IN SUBJECT CONTENT AND INSTRUCTIONAL DELIVERY SKILLS; 5. IMPROVED STUDENT LEARNING QUALITY; 6. MORE QUALIFIED AND DIVERSE STUDENTS ATTRACTED TO ENTER AND FINISH THE PROGRAM AND READY TO ENTER THE WORKFORCE; 7. BROAD DISSEMINATION OF THE PROJECT OUTCOMES (E.G., PROJECT WEBSITE, PUBLICATIONS, PRESENTATIONS, WORKSHOP, RECRUITMENT MATERIALS, ETC.)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20177000326385_12H3"}, {"internal_id": 45251585, "Award ID": "20177000326384", "Award Amount": 91389.77, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-15", "CFDA Number": "10.217", "Description": "BY MOST ACCOUNTS, HUMANITY HAS OVERSTEPPED ITS WELCOME. FROM GLOBAL WARMING TO THE SIXTH MASS EXTINCTION, LIFE--AS WE KNOW IT--IS TRULY UNSUSTAINABLE. THE UN CLIMATE CHANGE AND DESERTIFICATION UNIT ESTIMATES THAT THE COMBINED EFFECTS OF CLIMATE CHANGE AND LAND DEGRADATION HAVE DRAMATICALLY INCREASED THE LOSS OF ARABLE LAND LOSS AROUND THE GLOBE (CURRENTLY OCCURRING AT 30 TO 35 TIMES THE HISTORICAL RATE), DIRECTLY AFFECTING 74% OF THE WORLD&#39;S POOR AND REDUCING GLOBAL FOOD PRODUCTION BY AS MUCH AS 12% OVER THE NEXT 25 YEARS.[1] TO ADAPT TO PROBLEMS OF THIS MAGNITUDE, WE MUST DEVELOP NEW TOOLS TO MANAGE THE EARTH&#39;S RESOURCES. PERHAPS THE MOST IMPORTANT RESOURCE UNDER THREAT IS LAND, AND IN RESPONSE, NON-GOVERNMENTAL ORGANIZATIONS, AID AGENCIES, NATION STATES, CORPORATIONS, AND MULTI-LATERAL INTERNATIONAL INSTITUTIONS ARE CREATING NEW INITIATIVES TO PROMOTE SUSTAINABLE, INTEGRATED LAND MANAGEMENT.WHAT IS NEEDED TO ADDRESS THESE THREATS TO OUR LAND BASE IS A MORE INTEGRATED APPROACH TO LINKING AGRICULTURE, NUTRITION, LIVESTOCK, INDIVIDUAL, HOUSEHOLD AND COMMUNITY WELLBEING, ECOLOGICAL HEALTH, AND REGIONAL DEVELOPMENT. ONE OF THE MOST ENDURING DEBATES IN CONSERVATION AND SUSTAINABLE DEVELOPMENT IS THE LAND-SHARING VERSUS LAND-SPARING DEBATE (PHALAN ET AL., 2011). PROPONENTS OF THE FORMER POSITION SUGGEST THAT DIVERSIFIED, INTEGRATED FARMING AND LIVELIHOOD SYSTEMS PROMOTE BOTH ECONOMIC AND ECOLOGICAL WELLBEING, WHILE PROPONENTS OF THE LATTER POSITION ARGUE THAT INTENSIFYING PRODUCTION ON LESS LAND ALLOWS FOR GREATER PROTECTION OF BOUNDED NATURAL AREAS. IN THIS PROJECT, WE ARGUE THAT THE OPPOSITION BETWEEN THE TWO POSITIONS IS UNSUSTAINABLE; CONTEMPORARY CHANGES IN CLIMATE, POPULATION GROWTH, ECONOMIC DEVELOPMENT AND RESOURCE USE REQUIRE FLEXIBLE, DYNAMIC LAND MANAGEMENT THAT IS LOCALLY APPROPRIATE AND SENSITIVE TO THE MULTIPLE AND COMPETING DEMANDS ON LAND. THIS MEANS THAT IN SOME CONTEXTS, LAND-SPARING APPROACHES ARE FEASIBLE AND SATISFY THE GREATEST NUMBER OF OBJECTIVES, WHILE IN OTHERS, LAND-SHARING APPROACHES ARE MOST APPROPRIATE. SOPHISTICATED TOOL-KITS THAT INCORPORATE LOCAL KNOWLEDGE (BOTH THE KNOWLEDGE OF LOCALS AND KNOWLEDGE OF THE LOCATION) ARE REQUIRED TO ASSESS COMPETING DEMANDS FOR LAND AND OPPORTUNITIES FOR INTERVENTION.THIS PROJECT THUS BUILDS ON AND GOES BEYOND RECENT TRENDS TOWARDS COUPLED NATURAL HUMAN SYSTEMS, MULTI-FUNCTIONALITY, WORLD ECOLOGIES AND SOCIO-ENVIRONMENTAL SYNTHESIS. IN BRINGING TOGETHER DISCIPLINES THAT SPAN THE LIFE, PHYSICAL AND SOCIAL SCIENCES WITH LAW AND THE HUMANITIES, THIS PROJECT PROMISES TO TRAIN A NEW KIND OF SCHOLAR AND PRACTITIONER, ONE WHO CAN BUILD AN ALTERNATIVE FUTURE BECAUSE THEY UNDERSTAND THAT THE PAST IS NO LONGER AN APPROPRIATE MODEL. WORKING IN THE ARENA OF LAND MANAGEMENT AT MULTIPLE SCALES, WE WILL TRAIN ENGINEERS WHO UNDERSTAND HISTORY AND POLITICS, HUMANISTS WHO DEPLOY GIS, AND LAWYERS WHO UNDERSTAND ECOLOGY AND LANDSCAPE MODELING. WE WILL DO SO NOT SIMPLY TO FURTHER THE CAREERS OF TOPSTUDENTS, BUT TO GENERATE THE FORMS OF KNOWLEDGE AND PRACTICE NECESSARY TO INHABIT THE WORLD DIFFERENTLY. THIS PROJECT WILL BE A MODEL FOR OTHER INSTITUTIONS OF HIGHER LEARNING TO EMULATE. THE PROPOSED PROGRAM OF INTEGRATED EDUCATION AND HANDS-ON TRAINING WITH CURRICULAR DEVELOPMENT COMBINES ALL OF THE ACTIVITIES NECESSARY TO BUILD A WELL-TRAINED AND EXPERIENCED SCHOLAR-PRACTITIONERS TO WORK IN THE VARIED FIELDS OF FOOD AND NUTRITION SECURITY IN THE US AND ABROAD. THE PROPOSED PROGRAM USES A MINIMUM OF RESOURCES TO MAXIMUM EFFECT. HTTP://WWW.UNCCD.INT/LISTS/SITEDOCUMENTLIBRARY/WDCD/DLDD%20FACTS.PDF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20177000326384_12H3"}, {"internal_id": 45251584, "Award ID": "20177000326383", "Award Amount": 688221.39, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-04-18", "CFDA Number": "10.217", "Description": "THIS UNIVERSITY OF ARKANSAS, TEXAS A&AMP;M UNIVERSITY, AND TEXAS TECH UNIVERSITY PROJECT ADDRESSES THE NEED TO BE READY AND CAPABLE OF SOLVING GLOBAL FOOD SECURITY AND HUNGER PROBLEMS THAT SPAN GEO-POLITICAL BORDERS. THE INSTRUCTIONAL OPPORTUNITY ADDRESSED BY THIS PROJECT IS TO REACH GRADUATE STUDENTS IN FOOD AND AGRICULTURAL SCIENCES BY GLOBALIZING THE CURRICULA WITH CONTEXTUALLY-RICH REUSABLE LEARNING ELEMENTS (RLES) AND AUTHENTIC CASE STUDIES PROVIDED BY THE BORLAUG INSTITUTE AT TEXAS A&AMP;M FOCUSED ON NIFA PRIORITY AREAS. RLES CAN CONTAIN A WIDE ARRAY OF MEDIA, INCLUDING TEXT, WEBSITES, CHARTS, MAPS, MODELS, POWERPOINT AND PREZI PRESENTATIONS, PHOTOS, CASE STUDIES, SIMULATIONS, VIDEO CLIPS, AUDIO CLIPS, AND ASSESSMENTS. INSTRUCTION WILL BE CREATED IN THREE BROAD AREAS (GLOBAL HORTICULTURE, SUSTAINABLE INTERNATIONAL DEVELOPMENT, HUMAN HEALTH AND NUTRITION) WITH CONTENT EXPERTS CREATING THE MATERIALS. THE UNIVERSITY PARTNERS WILL PLAN AND DEVELOP A HIGH-IMPACT INTERNATIONAL SERVICELEARNING PROGRAM FOR SELECT STUDENTS. THE BORLAUG INSTITUTE, WITH ITS EXTENSIVE NETWORK OF INTERNATIONAL COLLABORATORS, WILL ORGANIZE AND FACILITATETWO- TO THREE WEEK INTERNATIONAL SERVICE LEARNING EXPERIENCES.CONTINUATION OF THIS COURSE AND PROJECT WILL BE ACCOMPLISHED THROUGH THE UNIVERSITY OF ARKANSAS GLOBAL CAMPUS AND AG*IDEA. THE ONLINE DISTANCE EDUCATION METHODOLOGY EMPLOYED IN THIS PROJECT WILL ALLOW PARTICIPANTS TO GATHER CULTURALLY-RICH DATA AND CONTENT TO EMBED GLOBAL PERSPECTIVES INTO COURSES FOR USE BY ANY FACULTY MEMBER OR GRADUATE STUDENT WHO HAS THE OPPORTUNITY TO PARTICIPATE IN AN INTERNATIONAL EXPERIENCE.THIS PROJECT CREATES THE FIRST CROSS-DISCIPLINARY DISTANCE COURSE IN THE AG*IDEA CONSORTIUM, FOCUSED ON HORTICULTURE, HUMAN NUTRITION AND SUSTAINABILITY WITH A GLOBAL CONTEXT. GRADUATES OF THIS COURSE WILL GAIN AN INCREASED AWARENESS OF ADVANCED DEGREE AND CAREER OPPORTUNITIES RELATED TO GLOBAL FOOD SECURITY AND HUNGER, COMMUNITY RESILIENCE, AND CHILDHOOD OBESITY. GRADUATES WILL ALSO HAVE AN INCREASED UNDERSTANDING OF, AND APPRECIATION FOR, THE GLOBAL NATURE AND IMPACT OF GLOBAL FOOD SECURITY AND HUNGER, COMMUNITY RESILIENCE, AND CHILDHOOD OBESITY. STUDENTS PARTICIPATING IN THE INTERNATIONAL SERVICE LEARNING EXPERIENCE WILL BE TAUGHT CASE STUDY METHODOLOGY (ALSO DEMONSTRATED AS PART OF THE CULMINATING CASE STUDY IN CLASS), AND THEN DEVELOP REAL-WORLD CASE STUDIES FOCUSED ON ADDRESSING ISSUES AT THE NEXUS OF HORTICULTURAL PRODUCTION, FAMILY AND VILLAGE-LEVEL NUTRITION, AND SOCIAL CONSTRAINTS TO THESE AREAS. THESE CASE STUDIES WILL BE UPLOADED TO A PUBLICLY AVAILABLE WEBSITE FOR USE BY UNDERGRADUATE AND GRADUATE INSTRUCTORS AND STUDENTS ACROSS THE U.S AND POSSIBLY IN INTERNATIONAL CLASSROOMS. THE EXPECTED OUTCOME OF THIS PROJECT IS DEVELOP GRADUATE STUDENTS WITH THE KNOWLEDGE AND SKILLS TO ADDRESS ISSUES AT THE NEXUS OF HORTICULTURE AND HUMAN NUTRITION TO ENHANCE COMMUNITY RESILIENCE AND FOOD SECURITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ee21ac-739d-5576-dcac-ca74ea0e4047-C", "generated_internal_id": "ASST_NON_20177000326383_12H3"}, {"internal_id": 62253559, "Award ID": "20177000326381", "Award Amount": 730514.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-30", "CFDA Number": "10.217", "Description": "BUILDING CAPACITY AND DIFFUSING INNOVATION IN COMMUNITY DEVELOPMENT EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_20177000326381_12H3"}, {"internal_id": 45251583, "Award ID": "20177000326380", "Award Amount": 134794.87, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-23", "CFDA Number": "10.217", "Description": "WRITING THE SCIENCE OF SUSTAINABLE AGRICULTURE A TRANSDISCIPLINARY TEACHING MODEL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5dbc7f97-7472-25a6-26ce-5386030fe667-C", "generated_internal_id": "ASST_NON_20177000326380_12H3"}, {"internal_id": 45251582, "Award ID": "20177000326379", "Award Amount": 139087.71, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-04-24", "CFDA Number": "10.217", "Description": "SUSTAINABILITY SCHOLARS PROGRAM: INCREASING UNDERREPRESENTED STUDENT SUCCESS THROUGH EXPERIENTIAL LEARNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20177000326379_12H3"}, {"internal_id": 45251581, "Award ID": "20177000326378", "Award Amount": 139514.53, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-02", "CFDA Number": "10.217", "Description": "URBAN FOOD SYSTEMS: LINKING INTER-DISCIPLINARY STUDENTS TO A COMPLEX FOOD SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20177000326378_12H3"}, {"internal_id": 45251580, "Award ID": "20177000326377", "Award Amount": 137807.06, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-31", "CFDA Number": "10.217", "Description": "DEVELOPING HONORS (HIGHER ORDER NETWORKS, OPPORTUNITIES, RESOURCES  AND SKILLS) THROUGH FACULTY ENGAGEMENT AND EXPERIENTIAL LEARNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_20177000326377_12H3"}, {"internal_id": 45251579, "Award ID": "20177000326376", "Award Amount": 738997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-08", "CFDA Number": "10.217", "Description": "ANIMAL WELFARE IS A KEY SOCIAL CONCERN THAT MUST BE ADDRESSED TO SAFEGUARD THE FUTURE VIABILITY OF FOOD ANIMAL INDUSTRIES. VETERINARIANS PLAY A SPECIAL ROLE IN EDUCATING THEIR CLIENTS ABOUT PRACTICES THAT PROMOTE GOOD ANIMAL WELFARE, AND ARE INCREASINGLY EXPECTED TO PROVIDE PROFESSIONAL OPINION, EXPERT ADVICE, AND TRAINING ON STANDARDS OF ANIMAL CARE (AVMA-FVE-CVMA, 2011). REPORTS FROM THE AMERICAN VETERINARY MEDICAL ASSOCIATION AND ASSOCIATION OF AMERICAN VETERINARY MEDICAL COLLEGES (AVMA AAVMC, 2010), NORTH AMERICAN VETERINARY MEDICAL EDUCATION CONSORTIUM (NAVMEC, 2011), FEDERATION OF VETERINARIANS OF EUROPE (2013), AND THE WORLD ANIMAL HEALTH ORGANIZATION (OIE) AD HOC WORKING GROUPS ON ANIMAL WELFARE (2002) AND VETERINARY EDUCATION (2012) INCLUDE ANIMAL WELFARE AMONG THE CORE COMPETENCIES REQUIRED OF GRADUATING VETERINARIANS. DESPITE THIS RECOGNIZED NEED FOR VETERINARY PARTICIPATION IN ANIMAL WELFARE, VETERINARY COLLEGES HAVE BEEN SLOW TO INTEGRATE THIS SUBJECT INTO THEIR CURRICULUM. AS ANIMAL WELFARE IS A RELATIVELY NEW COMPETENCY EXPECTED OF THE VETERINARIANS, FEW RESOURCES ARE AVAILABLE FOR VETERINARY COLLEGES TO CREATE INSTRUCTIONAL MATERIALS FOR TEACHING THIS TOPIC. THUS, THIS LARGE-SCALE REGIONAL PROPOSAL IS DESIGNED TO DEVELOP CURRICULUM MATERIALS TO STRENGTHEN ANIMAL WELFARE EDUCATION IN THE VETERINARY CURRICULUM, WITH EMPHASIS ON IMPORTANT FOOD ANIMAL SPECIES. OUR SPECIFIC OBJECTIVES ARE TO:OBJECTIVE 1. DEVELOP AN ONLINE 1-CREDIT BASIC ANIMAL WELFARE COURSE FOR FRESHMAN LEVEL VETERINARY STUDENTSOBJECTIVE 2. CREATE ELECTRONIC PROBLEM-BASED-LEARNING CASE STUDIES FOR FOOD PRODUCTION ANIMALS AND AN ONLINE REPOSITORY TO STORE THESE CASESOBJECTIVE 3. DEVELOP TWO 1-WEEK EXPERIENTIAL COURSES (CLINICAL ROTATIONS) FOCUSED ON ASSESSING SWINE AND DAIRY CATTLE WELFARE FOR SENIOR VETERINARY STUDENTSOBJECTIVE 4. CREATE AND VALIDATE EFFECTIVE MULTIPLE-CHOICE EXAMINATION QUESTIONS TO EVALUATE STUDENT COMPETENCY IN ANIMAL WELFARE PRINCIPLES AND PRACTICESOBJECTIVE 5. DEVELOP AN ONLINE NAVIGATIONAL PLAN OF EXISTING EDUCATIONAL OPPORTUNITIES TO FACILITATE VETERINARY STUDENT SPECIALIZATION IN ANIMAL WELFARETHIS PROJECT ADDRESSES HEC EDUCATIONAL NEED AREA #1: CURRICULUM DEVELOPMENT, INSTRUCTIONAL DELIVERY SYSTEMS AND EXPANDING STUDENT CAREER OPPORTUNITIES, BY PROVIDING NEW COURSES, EVALUATION TOOLS AND CASE STUDY MATERIALS IN THE TOPIC OF ANIMAL WELFARE FOR DELIVERY IN THE VETERINARY CURRICULUM. BY THE END OF THIS PROJECT, INSTRUCTIONAL MATERIALS WILL BE AVAILABLE FOR IMPLEMENTATION ACROSS THE 4-YEAR VETERINARY CURRICULUM TO ENSURE DAY ONE VETERINARY COMPETENCY IN ANIMAL WELFARE. PRODUCTS CREATED FROM THIS PROJECT INCLUDE A STAND-ALONE ONLINE BASIC COURSE IN ANIMAL WELFARE, AN ONLINE REPOSITORY FOR CASE STUDIES INCLUDING FOOD PRODUCTION ANIMAL CASE STUDIES, AND TWO ADVANCED EXPERIENTIAL ON-FARM COURSES IN SWINE AND DAIRY CATTLE WELFARE. DEVELOPMENT OF ROBUST EVALUATION TOOLS, SUCH AS MULTIPLE-CHOICE EXAMINATION QUESTIONS, WILL ARE CRITICAL FOR EVALUATING COMPREHENSION AND QUALITY OF INSTRUCTION, PARTICULARLY IN LARGE CLASSROOMS TYPICAL OF VETERINARY PROFESSIONAL COURSES. THE CURRICULUM MATERIALS DEVELOPED IN THIS PROJECT WILL EXPAND AND ENRICH INSTRUCTION IN ANIMAL WELFARE AND VETERINARY COURSES AT PARTNER INSTITUTIONS, AND PROVIDE OPPORTUNITY FOR INCLUSION AT OTHER VETERINARY COLLEGES. FURTHERMORE, THESE CURRICULUM MATERIALS WILL PROVIDE A SPRINGBOARD FROM WHICH FUTURE ANIMAL WELFARE CONTENT CAN BE CREATED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20177000326376_12H3"}, {"internal_id": 140510719, "Award ID": "20167000324842", "Award Amount": -10927.39, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-02", "CFDA Number": "10.217", "Description": "DEVELOPING GLOBAL-READY AGRICULTURIST THROUGH EXPERIENTIAL LEARNING MODULES (ELMS): SOLVING PROBLEMS OF FOOD INSECURITY AND HUMAN SUFFERING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20167000324842_12H3"}, {"internal_id": 108314975, "Award ID": "20167000324837", "Award Amount": -218862.27, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-14", "CFDA Number": "10.217", "Description": "WASHINGTON FORESTRY TRAINING INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "541fa7a0-1c0d-e0f8-692a-bfc0ea9c3617-C", "generated_internal_id": "ASST_NON_20167000324837_12H3"}, {"internal_id": 150355135, "Award ID": "20167000324835", "Award Amount": -15373.63, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-01", "CFDA Number": "10.217", "Description": "A STATEWIDE NETWORK FOR MULTIPLE PATHWAYS TO A BACCALAUREATE DEGREE IN SUSTAINABLE AGRICULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20167000324835_12H3"}, {"internal_id": 128759209, "Award ID": "20167000324829", "Award Amount": -34846.2, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-05", "CFDA Number": "10.217", "Description": "MAKING A CASE FOR AGRICULTURE: DEVELOPING A FRAMEWORK FOR TEACHING ISSUES COMMUNICATION IN AGRICULTURAL SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20167000324829_12H3"}, {"internal_id": 128759210, "Award ID": "20167000324825", "Award Amount": -78.54, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-05", "CFDA Number": "10.217", "Description": "ASSESSING CONCEPTS, SKILLS, AND EMPLOYER EXPECTATIONS FOR IMPROVEMENT OF PLANT PATHOLOGY FOUNDATION COURSES AND CURRICULUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20167000324825_12H3"}, {"internal_id": 148592684, "Award ID": "20167000324823", "Award Amount": -219930.34, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-03", "CFDA Number": "10.217", "Description": "SOWING SYNERGY: A GRADUATE PROGRAM TO INTEGRATE INDIGENOUS AND SCIENTIFIC KNOWLEDGE FOR SUSTAINABILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6d09c80-dc07-ff93-67b8-5c349abd28d8-C", "generated_internal_id": "ASST_NON_20167000324823_12H3"}, {"internal_id": 68053947, "Award ID": "20167000324777", "Award Amount": -2081.48, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-15", "CFDA Number": "10.217", "Description": "BRIDGING THE GAP BETWEEN ACADEMIA AND INDUSTRY: A NEW PATHWAY FOR AGRICULTURAL COMMUNICATION CURRICULUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20167000324777_12H3"}, {"internal_id": 108314976, "Award ID": "20167000324776", "Award Amount": -12924.47, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-29", "CFDA Number": "10.217", "Description": "TEACHING LOCALLY, ENGAGING GLOBALLY: CREATING A COMMUNITY OF GLOBAL THINKING FELLOWS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20167000324776_12H3"}, {"internal_id": 120382345, "Award ID": "20167000324775", "Award Amount": -59899.08, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-23", "CFDA Number": "10.217", "Description": "COLLABORATING TO ENHANCE UNDERREPRESENTED MINORITY STUDENT PARTICIPATION IN PLANT SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20167000324775_12H3"}, {"internal_id": 137054507, "Award ID": "20167000324774", "Award Amount": -41281.7, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-11", "CFDA Number": "10.217", "Description": "OKLAHOMA'S BACCALAUREATE DEGREE IN AGRICULTURAL LEADERSHIP: A STATE-WIDE PARTNERSHIP TO SUPPORT DEGREE COMPLETION IN THE FOOD AND AGRICULTUR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20167000324774_12H3"}, {"internal_id": 80211451, "Award ID": "20167000324773", "Award Amount": -13564.24, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-01", "CFDA Number": "10.217", "Description": "EXPLORING AGRICULTURE: LEARNING OPPORTUNITIES FOR UNDER-REPRESENTED POPULATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_20167000324773_12H3"}, {"internal_id": 98187886, "Award ID": "20167000324771", "Award Amount": -8649.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-03", "CFDA Number": "10.217", "Description": "TEXTILE AND APPAREL CURRICULUM DEVELOPMENT FOR A SUSTAINABLE FUTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_20167000324771_12H3"}, {"internal_id": 62550689, "Award ID": "20147000327952", "Award Amount": 220896.73, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-22", "CFDA Number": "10.217", "Description": "VIRTUAL CHICKEN: THE DIGESTIVE TRACK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20147000327952_12H3"}, {"internal_id": 61616326, "Award ID": "20147000322368", "Award Amount": -225403.33, "Award Type": null, "Base Obligation Date": "2017-11-30", "CFDA Number": "10.217", "Description": "VIRTUAL CHICKEN: THE DIGESTIVE TRACK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20147000322368_12H3"}, {"internal_id": 128759234, "Award ID": "20147000322367", "Award Amount": -76.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-04", "CFDA Number": "10.217", "Description": "INCREASING COLLEGE ACCESS TO UNDERREPRESENTED STUDENTS THROUGH DUAL ENROLLMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa5971fe-0538-f6f3-f657-7c3882004571-C", "generated_internal_id": "ASST_NON_20147000322367_12H3"}, {"internal_id": 68176283, "Award ID": "20147000322360", "Award Amount": -13.1, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "10.217", "Description": "HEC INNOVATIVE ONLINE BIOENERGY EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20147000322360_12H3"}, {"internal_id": 129033847, "Award ID": "20147000322358", "Award Amount": -2328.58, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-16", "CFDA Number": "10.217", "Description": "NANOTECHNOLOGY 2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_20147000322358_12H3"}, {"internal_id": 80422845, "Award ID": "20147000322356", "Award Amount": -2415.01, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-24", "CFDA Number": "10.217", "Description": "FOOD SECURITY EDUCATIONAL PARTNERSHIP: THE INTERSECTION OF SUSTAINABILITY, HUNGER, NUTRITION AND HEALTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20147000322356_12H3"}, {"internal_id": 85400184, "Award ID": "20147000322355", "Award Amount": -2777.97, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "10.217", "Description": "SWEET POTATO INNOVATION CHALLENGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20147000322355_12H3"}, {"internal_id": 123184426, "Award ID": "20137000321528", "Award Amount": -29.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-08", "CFDA Number": "10.217", "Description": "A COLLABORATIVE RENEWABLE ENERGY ASSESSMENT CURRICULUM TO ENGAGE SCIENCE AND NON-SCIENCE MAJORS IN SUSTAINABLE ENERGY PRODUCTION ON AGRICULT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20137000321528_12H3"}, {"internal_id": 83116269, "Award ID": "20137000320929", "Award Amount": -54464.76, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "10.217", "Description": "CREATE ELEARNING IN NIFA CHALLENGE AREAS TO TRANSFORM EDUCATION OF CONTROLLED ENVIRONMENT ANIMAL PRODUCTION (ECEAP) FOR SUSTAINABILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20137000320929_12H3"}, {"internal_id": 65967816, "Award ID": "20137000320928", "Award Amount": -0.01, "Award Type": null, "Base Obligation Date": "2018-04-02", "CFDA Number": "10.217", "Description": "BROADENING STUDENTS ' EXPERIENCES AND EXPANDING THEIR CAREER COMPETENCIES THROUGH INTERNATIONAL EXPERIENTIAL LEARNING OPPORTUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20137000320928_12H3"}, {"internal_id": 65967860, "Award ID": "20137000320924", "Award Amount": -8404.28, "Award Type": null, "Base Obligation Date": "2018-04-25", "CFDA Number": "10.217", "Description": "INTEGRATING SPATIAL EDUCATIONAL EXPERIENCES (ISEE) - MAPPING A NEW APPROACH TO TEACHING AND LEARNING SOIL SCIENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20137000320924_12H3"}, {"internal_id": 62550714, "Award ID": "20137000320922", "Award Amount": -9979.83, "Award Type": null, "Base Obligation Date": "2018-02-16", "CFDA Number": "10.217", "Description": "TRANSDISCIPLINARY OBESITY PREVENTION PROGRAM - UNDERGRADUATE (TOPP-U)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_20137000320922_12H3"}, {"internal_id": 79402074, "Award ID": "20137000320921", "Award Amount": -53890.8, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-25", "CFDA Number": "10.217", "Description": "CLIMATE CHANGE ADAPTATION, SUSTAINABLE ENERGY DEVELOPMENT AND COMPARATIVE AGRICULTURAL AND RURAL POLICY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20137000320921_12H3"}, {"internal_id": 67834270, "Award ID": "20127000320107", "Award Amount": -17043.48, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-15", "CFDA Number": "10.217", "Description": "LEARNING FROM THE LAND: A CROSS-CULTURAL PARTNERSHIP IN FOREST STEWARDSHIP EDUCATION FOR CLIMATE CHANGE ADAPTATION IN THE NORTHERN FOREST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6d09c80-dc07-ff93-67b8-5c349abd28d8-C", "generated_internal_id": "ASST_NON_20127000320107_12H3"}, {"internal_id": 65967894, "Award ID": "20127000320059", "Award Amount": -1463.47, "Award Type": null, "Base Obligation Date": "2018-04-23", "CFDA Number": "10.217", "Description": "DEVELOPMENT AND ASSESSMENT OF AN EDUCATIONAL MODULE FOR COLLEGE STUDENTS FOR CONCEPTUAL AND ATTITUDINAL CHANGES TOWARDS FOOD SAFETY SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_20127000320059_12H3"}, {"internal_id": 120382325, "Award ID": "20103841121396", "Award Amount": -1150.51, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-18", "CFDA Number": "10.217", "Description": "DEVELOPMENT OF TEACHING MODULES FOR CONTROLLED ENVIRONMENT PLANT PRODUCTION ENGINEERING/TECHNOLOGY COURSES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20103841121396_12H3"}]