[{"internal_id": 153836625, "Award ID": "20233842438751", "Award Amount": 220000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-27", "CFDA Number": "10.227", "Description": "EXPLORING COVER CROPS TO IMPROVE SOIL PROPERTIES AND VEGETABLE PRODUCTION FOR THE RED LAKE NATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8887e180-9bbb-f74c-8b15-9946515447f3-C", "generated_internal_id": "ASST_NON_20233842438751_12H3"}, {"internal_id": 153836536, "Award ID": "20233842438750", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-24", "CFDA Number": "10.227", "Description": "COMPARATIVE STUDY OF TRIBAL COOPERATIVE DEVELOPMENT EFFORTS IN THE U.S. AND CANADA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cae8e8a4-aafb-8978-85bf-d64cc3d1c9d8-C", "generated_internal_id": "ASST_NON_20233842438750_12H3"}, {"internal_id": 154199755, "Award ID": "20233842438749", "Award Amount": 220000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-01", "CFDA Number": "10.227", "Description": "USING ENVIRONMENTAL DNA TO DISCOVER LONGFIN SMELT (SPIRINCHUS THALEICHTHYS) DISTRIBUTION IN THE NORTH SALISH SEA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac6183e-1557-2159-5f1f-639ba4b2a783-C", "generated_internal_id": "ASST_NON_20233842438749_12H3"}, {"internal_id": 153836542, "Award ID": "20233842438748", "Award Amount": 498272.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-26", "CFDA Number": "10.227", "Description": "CLIMATE CHANGE IMPACTS ON PINYON CONE CROPS AND PINYON JAYS ON THE NAVAJO NATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f46aa58c-38be-b4b1-7cf5-9814687f92de-C", "generated_internal_id": "ASST_NON_20233842438748_12H3"}, {"internal_id": 154199753, "Award ID": "20233842438747", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-03", "CFDA Number": "10.227", "Description": "USING MOLECULAR METHODS TO DETERMINE THE ROLE OF PHYTOPLANKTON IN WEST COAST SHELLFISH DIE-OFFS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac6183e-1557-2159-5f1f-639ba4b2a783-C", "generated_internal_id": "ASST_NON_20233842438747_12H3"}, {"internal_id": 154199754, "Award ID": "20233842438746", "Award Amount": 219999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-03", "CFDA Number": "10.227", "Description": "BIOLOGICAL FACTORS INFLUENCING MERCURY CYCLING IN THE ST. LOUIS RIVER WATERSHED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65de3fed-5658-a726-1f3d-b16aa72cdef1-C", "generated_internal_id": "ASST_NON_20233842438746_12H3"}, {"internal_id": 153836494, "Award ID": "20233842438745", "Award Amount": 95000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-24", "CFDA Number": "10.227", "Description": "GROWING CVSE (PUMPKIN) AND THE ORKO (PAWPAW)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b8806c8e-2345-bf8d-c62d-2b493f0f897f-C", "generated_internal_id": "ASST_NON_20233842438745_12H3"}, {"internal_id": 137054539, "Award ID": "20213842434958", "Award Amount": 454740.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-07", "CFDA Number": "10.227", "Description": "POLYMERS ARE ONE THE MOST WIDELY USED MATERIALS TODAY FOR INFRASTRUCTURE APPLICATIONS. HOWEVER, WITH EXPOSURE TO ENVIRONMENTAL ELEMENTS SUCH AS UV RADIATION, HUMIDITY, AND HEAT THESE POLYMERS TEND TO BREAK DOWN OR DEGRADE. THE DEGRADED POLYMERS ARE OFTEN MIXED IN THE WATER STREAM WITH WATER RUNOFF. THIS STUDY AIMS TO1. UTILIZE AGRICULTURAL PRODUCTS SUCH AS SOYBEAN OIL, CORN OIL, AND BEET JUICE FOR FABRICATION OF POLYURETHANE BASED COMPOSITES.2. THE FABRICATED SAMPLES WILL BE EXPOSED TO ACCELERATED WEATHERING AND WILL BE EXAMINED FOR THE CHANGES IN THE MECHANICAL AND THERMAL PROPERTIES.3. FINALLY, THE DEGRADED POLYMERIC MATERIAL WILL BE COLLECTED AND WILL BE EXPOSED TO HUMAN LIVER CELLS IN VARIOUS CONCENTRATIONS, AND ITS IMPACT ON THE CELLS WILL BE STUDIED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bc5ad6f-7be8-75f4-2391-9cbb437fa242-C", "generated_internal_id": "ASST_NON_20213842434958_12H3"}, {"internal_id": 134198934, "Award ID": "20213842434957", "Award Amount": 220000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-26", "CFDA Number": "10.227", "Description": "IN AQUATIC SYSTEMS, PHYTOPLANKTON AND ALGAE NEED LIGHT, WATER, AIR AND NUTRIENTS TO GROW. NUTRIENTS ARE NATURALLY PRESENT IN NATURE BUT SOMETIMES, AGRICULTURAL RUNOFF CAN TRANSPORT ABUNDANT NUTRIENTS TO THE SEAWATER AND TRIGGER ALGAE BLOOM EVENTS. SOME ALGAE CAN BE REALLY TOXIC TO HUMAN AND ARE A SERIOUS THREAT TO SHELLFISHERIES ALONG THE WEST COAST OF THE U.S.A. OF THE 29 FEDERALLY RECOGNIZED TRIBES LIVING IN THE SALISH SEA REGION OF WASHINGTON STATE, 23 HAVE CURRENTLY ACCESS TO TRADITIONAL FISHING GROUNDS AND OCEAN RESOURCES. THE LUMMI PEOPLE HAVE BEEN HARVESTING SHELLFISH SINCE TIME IMMEMORIAL, AND DEPEND ON THE SHELLFISHERIES FOR SUBSISTENCE, CEREMONIAL, AND COMMERCIAL PURPOSES. WE HYPOTHETIZE THAT WEATHER CONDITIONS (PRECIPITATION, TEMPERATURE, AND WIND) AND UPLAND AGRICULTURAL PRACTICES ON EXPECTED NUTRIENT LOADING IN THE NOOKSACK RIVER WATERSHED (NRW), ARE LIKELY TO TRIGGER AND/OR ENCOURAGE BLOOM GROWTH. THE MAJOR GOALS OF THIS RESEARCH ARE TO 1) DEVELOP A MODEL OF THE NRW TO ASSESS NUTRIENT FLUXES AND DETERMINE THEIR IMPACT ON EPISODIC ALGAE BLOOMS IN AND AROUND BELLINGHAM, LUMMI, AND PORTAGE BAYS, 2) UNDERSTAND THE ROLE UPLAND AGRICULTURAL USE HAS ON THE NUTRIENT LOADING IN THE NRW, AND 3) INCREASE FOOD SAFETY IN THE LUMMI TRIBAL COMMUNITY BY ESTABLISHING BASELINE DATA TO CREATE LONG-TERM MONITORING OF TOXIC ALGAE AND SHELLFISH POISONING. THIS PROJECT WILL HELP THE LUMMI NATION IN EXPANDING DOCUMENTATION OF THE IMPACTS NUTRIENTS HAVE ON TOXIC ALGAE BLOOMS, INCREASE THE CAPACITY OF ALREADY PRESENT MONITORING PROGRAMS TO EFFECTIVELY MONITOR THEM IN THE FUTURE AND PROVIDE BETTER MANAGEMENT OF THE NRW AND DELTA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35fa0249-45e6-399b-e26d-914b294bfe2a-C", "generated_internal_id": "ASST_NON_20213842434957_12H3"}, {"internal_id": 134198935, "Award ID": "20213842434956", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "10.227", "Description": "THIS PROPOSAL IS A NEW APPLICATION BY DIN&EACUTE; COLLEGE (1994 LAND GRANT INSTITUTION) AND COLLABORATOR NORTHERN ARIZONA UNIVERSITY (NAU SCHOOL OF FORESTRY FUNDED UNDER THE MCINTIRE-STENNIS COOPERATIVE FORESTRY RESEARCH PROGRAM) UNDER THE PROJECT TYPE CATEGORY \"AREA OF EXPERTISE.\" THE PROJECT BUILDS UPON THE EXPERTISE WE HAVE DEVELOPED WHILE WORKING TOGETHER ON THE PREVIOUSLY FUNDED TCRGP GRANT \"ECOLOGICAL RESTORATION OF NATIVE PLANT COMMUNITIES IN FORESTS AND WOODLANDS ON THE NAVAJO NATION\" (FEDERAL AWARD NUMBER 2018-38424-28520). THE PREVIOUS GRANT, CURRENTLY IN THE THIRD AND FINAL YEAR OF THE PROJECT (2018-2021), HAS LED TO KEY ADVANCES IN THE LEVEL OF EXPERTISE OF DIN&EACUTE; COLLEGE AND NAU FACULTY, STAFF, AND STUDENTS. WE PROPOSE TO BUILD UPON THIS FOUNDATION TO EXPAND INTO RESEARCH ON THE BASIS OF AGRICULTURAL PRODUCTION, SOIL AND FUNGAL (MYCOBIAL) COMMUNITIES, ALONG WITH THE FOOD (PINYON NUTS) AND AGRICULTURAL PRODUCTION (FORAGE, WOOD FIBER) RELATED TO FOREST ECOSYSTEMS ON THE NAVAJO NATION. THE PROJECT WILL BENEFIT OVER 200 DIN&EACUTE; COLLEGE STUDENTS THROUGH CLASSES AND FIELD TRIPS TO ON-CAMPUS RESEARCH SITES AS WELL AS A GROUP OF DEDICATED STUDENT INTERNS WHO CARRY OUT THE RESEARCH PROJECTS UNDER FACULTY AND STAFF MENTORSHIP. SEVERAL UNDERGRADUATE AND ONE MS FORESTRY STUDENT FROM NORTHERN ARIZONA UNIVERSITY WILL ALSO BE ENGAGED. STUDENTS WILL VISIT THE TWO INSTITUTIONS AND PRESENT AND PUBLISH FINDINGS. DIN&EACUTE; COLLEGE FACULTY AND STAFF WILL GAIN RESEARCH CAPACITY IN MULTIPLE FIELDS--MYCOECOLOGY, FORESTRY, DENDROCHRONOLOGY, CLIMATE--THAT WILL BENEFIT FUTURE STUDENTS AND POSITION THE INSTITUTION FOR GROWTH IN ITS LAND GRANT MISSION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ca6ae09-c02c-1ad6-1957-79de6f598529-C", "generated_internal_id": "ASST_NON_20213842434956_12H3"}, {"internal_id": 137660864, "Award ID": "20213842434955", "Award Amount": 493094.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-15", "CFDA Number": "10.227", "Description": "THE PREVALENCE OF DIABETES IS INCREASING EVERY YEAR ACROSS THE COUNTRY AND IS TWICE AS HIGH IN THE NATIVE AMERICAN POPULATION.DIETS ARE FAR FROM IDEAL AND DIETARY CHANGES ARE NECESSARY TO MITIGATE DIABETES. AVAILABLE POSITIVE CHOICES INCLUDE DECREASING THE GLYCEMIC LOAD AND INDEX OF STAPLE FOODS SUCH AS POTATOES WHICH ALSO CONTAIN FLAVONOLS THAT HAVE ANTI-OBESITY AND ANTI-DIABETIC EFFECTS. LOW GLYCEMIC POTATOES WILL BE TESTED IN A DIET INDUCED OBESITY MODEL IN RATS TO DETERMINE IF THESE PLANTS CAN LOWER BLOOD GLUCOSE LEVELS AND THE WEIGHT OF THE ANIMALS. PLANT BREEDING BY DR. SANDS AND HIS RESEARCH GROUP (MSU) WILL PROVIDE SEVERAL VARIETIES OF POTATOES WITH LOW GLYCEMIC PROPERTIES AND WILL BE GROWN TO MATURITY AT THE FORT PECK COMMUNITY COLLEGE (FPCC). VARIOUS DIETARY TESTS WILL BE DONE BY DR. TESKE&#39;S RESEARCH GROUP ( UNIVERSITY OF ARIZONA) WILL DETERMINE IF THERE IS AN EFFECT ON THE OBESITY AND DIABETIC STATE OF TEST ANIMALS. SINCE THE TRANSPORT MECHANISMS ARE DIFFERENT IN OBESE ANIMALS SOME TISSUE SAMPLES WILL BE SENT BACK TO FPCC FOR WESTERN BLOTTING (GLUCOSE TRANSPORTERS) TO EXAMINEHOW GLUCOSE IN TRANSPORTED IN THE INTESTINE.THE MICROBIOME ARE BACTERIA NECESSARY IN THE DIGESTIVE TRACT THAT AID IN THE DIGESTION OF NUTRIENTS AND WHEN THE DIFFERENT SPECIES ARE NOT IN THE CORRECT AMOUNTS ARE THOUGHT TO CONTRIBUTE TO OBESITY AND DIABETES.MICROBIOME SAMPLES WILL BE ANALYZED ANDSINCE CHANGES FROM NORMAL TO OBESE PATIENTS AND IN ANIMAL MODELS OF OBESITY ARE THOUGHT TO BE CONTRIBUTORS TO DISEASE.THESE FACTORS WILL DETEMINE IF THE LOW GLYCEMIC POTATOES CAN LOWER THE EFFECTS OF DIABETES AND OBESITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "131d475f-b7c3-4712-47e0-7ce25fbb37b5-C", "generated_internal_id": "ASST_NON_20213842434955_12H3"}, {"internal_id": 137660865, "Award ID": "20213842434954", "Award Amount": 95000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-11", "CFDA Number": "10.227", "Description": "DEVELOPE AND IMPLEMENT AN INTERNAL PILOT STUDY WHICH WILL COMPARE THE EFFECTS OF ANCIENT KHORASAN WHEAT WITH THE EFFECTS OF MODERN WHEAT ON PHYSIOLOGICAL MEASURES ASSOCIATED WITH DIABETES IN ADULT NATIVE AMERICAN TYPE 2 DIABETES MELLITUS (T2DM) PATIENTS ON THE ROCKY BOY&#39;S INDIAN RESERVATION. THE RESULTS OF THIS INTERNAL PILOT STUDY WILL DETERMINE THE VIABILITY OF EXPANDING THE TRIAL TO A FULL STUDY OR LARGE-SCALE MAIN TRIAL..", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38b04aee-08a9-6ce5-732e-7f43a5d2e0ca-C", "generated_internal_id": "ASST_NON_20213842434954_12H3"}, {"internal_id": 134198906, "Award ID": "20213842434953", "Award Amount": 220000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-24", "CFDA Number": "10.227", "Description": "MULTIPLE TRIBES ALONG THE MISSOURI RIVER HAVE BEEN IMPACTED BY FEDERAL GOVERNMENT DECISIONS SUCH AS DAMMING. THE CREATION OF A MISSOURI RIVER CONSORTIUM THROUGH THE TRIBAL COLLEGES AND UNIVERSITIES (TCUS) LOCATED ALONG THE MISSOURI RIVER WILL CONNECT THOSE TRIBES AND ALLOW THEM TO HAVE A COLLECTIVE VOICE ABOUT THE ISSUES THEY FACE. BECAUSE THIS NATION OF THE UNITED STATES WAS FOUNDED ON ALL NATIVE LAND, IT IS IMPORTANT FOR NATIVE PEOPLE TO HAVE A VOICE IN ISSUES RELATED TO THE LAND AND RESOURCES. THIS PROJECT IS ONE WAY OF BRINGING SOME OF THOSE VOICES TOGETHER, WHICH IS AN OPPORTUNITY FOR THE LOCAL COMMUNITIES ON AND OFF THE RESERVATIONS, AS WELL AS REGIONALLY TO BECOME INFORMED ABOUT TRIBAL NATURAL RESOURCE ISSUES.THE PROJECT WILL CREATE RESEARCH PROCEDURES THAT ARE INFORMED BY NATIVE PHILOSOPHIES. THE PROJECT WILL FOCUS ON BOTH CULTURAL AND BIOLOGICAL PARAMETERS TO MEASURE AND MONITOR TO INFORM PRIORITIES AND DECISION-MAKING RELATED TO THE MISSOURI RIVER.THE ULTIMATE GOAL OF THE PROJECT IS TO CREATE A SAFE AND POWERFUL SPACE FOR TRIBES TO COME TOGETHER TO IDENTIFY AND ADDRESS COMMON ISSUES AS THEY RELATE TO THE MISSOURI RIVER. THE PROJECT WILL ALSO ESTABLISH SOME COMMON BIOLOGICAL FEATURES FOR MONITORING AND ESTABLISH SOME BASELINE DATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a1218e1-6914-7979-89b9-a15cd8979fc0-C", "generated_internal_id": "ASST_NON_20213842434953_12H3"}, {"internal_id": 134198936, "Award ID": "20213842434952", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-26", "CFDA Number": "10.227", "Description": "CAPACITY BUILDING FOR FOND DU LAC TRIBAL AND COMMUNITY COLLEGE (FDLTCC) IS CRITICAL FOR THE CONTINUED DEVELOPMENT OF FIELD AND LABORATORY EXPERIENCES FOR THE NEXT GENERATION OF LEADERS AND SCIENTISTS TO EMERGE FROM FDLTCC. THE BEST WAY TO PROVIDE THESE EXPERIENCES IS TO ENGAGE STUDENTS IN PRACTICAL RESEARCH PROJECTS THAT ARE GUIDED BY ISSUES CONCERNING REGIONAL TRIBAL LANDS. THE AREA OF EXPERTISE GRANT WOULD USE THE MOMENTUM THAT HAS BEEN CREATED BY OUR SUCCESSFUL PAST RESEARCH PROJECTS AND BUILD IT INTO A STEM FOCUSED PROGRAM THAT GIVES OUR TRIBAL COLLEGE STUDENTS ENHANCED SKILLS, KNOWLEDGE, AND LEADERSHIP EXPERIENCES NEEDED TO PURSUE HIGHER EDUCATIONAL DEGREES AND GET THEM INTO STEM CAREERS. OUR GOAL IS TO CREATE AN IN-HOUSE RESEARCH FOR UNDERGRADUATE (REU) PROGRAM FOCUSED ON MEANINGFUL REGIONAL NATURAL RESOURCE RESEARCH THAT IS MORE ACCESSIBLE TO OUR TRIBAL COLLEGE STUDENTS WHO OFTEN ARE UNCOMFORTABLE LEAVING THEIR COMMUNITIES. THE INTENT OF THIS AREA OF EXPERTISE PROJECT WILL BE TO SUPPORT STUDENT RESEARCHERS AND HIRE A NEW RESEARCH COORDINATION STAFF TASKED WITH BUILDING CAPACITY AROUND STUDENT ENHANCED LEARNING AND PARTICIPATION IN ACTIVE RESEARCH OF PRESSING NATURAL RESOURCE ISSUES THAT TRIBAL LANDS ARE FACING. THIS PROGRAM WILL EXPAND OUR ABILITY TO PROVIDE QUALITY DATA FOR OUR TRIBAL AND OTHER COMMUNITY PARTNERS. CURRENT COMMUNITY RESEARCH OPPORTUNITIES WILL PROVIDE EXPERIENCES IN FORESTRY, WILDLIFE BIOLOGY, AND CLIMATE CHANGE ECOLOGY WITH REGIONAL PROFESSIONALS THAT WILL EXPAND THE KNOWLEDGE, SKILLS, AND OPPORTUNITIES FOR FACULTY, STAFF, AND STUDENTS. THE AREA OF EXPERTISE SUPPORT WOULD EXPAND OUR NETWORK OF RESEARCH MENTORS AT THE COLLEGE AND WITH REGIONAL PARTNERS TO RECRUIT TRIBAL COLLEGE STUDENTS EARLIER IN THEIR EDUCATIONAL CAREER TO INCREASE STUDENT OPPORTUNITIES FOR UNDERGRADUATE RESEARCH PROJECTS, EXPERIENCES, AND SUCCESSFUL INTERNSHIPS AS THEY TRANSITION FROM OUR TWO-YEAR INSTITUTION TO HIGHER DEGREES. STUDENTS THAT PARTICIPATE IN THESE TYPES OF PROGRAMS HAVE BEEN SHOWN TO BE MORE MOTIVATED AND SUCCESSFUL IN PURSUING STEM JOBS AND/OR HIGHER DEGREES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65de3fed-5658-a726-1f3d-b16aa72cdef1-C", "generated_internal_id": "ASST_NON_20213842434952_12H3"}, {"internal_id": 139138793, "Award ID": "20213842434951", "Award Amount": 220000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-27", "CFDA Number": "10.227", "Description": "THE PURPOSE OF \"BUILDING A NORTHERN FRUIT CONSORTIUM\" IS TO INCREASE HEALTH AND WELLNESS AMONG INDIGENOUS PEOPLE BY INCREASING LOCAL FRUIT PRODUCTION AND AVAILABILITY. CMN AND OUR REGIONAL PARTNERS AIM TO ACHIEVE THIS GOAL THROUGH THE ESTABLISHMENT OF A COLLABORATIVE AND PARTICIPATORY FRUIT EVALUATION EFFORT ACROSS THE NORTHERN STATES FROM NORTH DAKOTA TO VERMONT. OUR TEAM WILL INCLUDE COMMUNITY MEMBERS, TRIBAL AGENCY STAFF MEMBERS, AND TRIBAL COLLEGE STUDENTS AND FACULTY FROM THE MENOMINEE, ONEIDA, MOHICAN, HO CHUNK, OJIBWE, DAKOTA, AND ABENAKI NATIONS. THE PROJECT IS A PILOT STUDY TO DETERMINE WHETHER PARTICIPATORY PLANT BREEDING METHODS WILL BE A GOOD FIT FOR TRIBAL COLLEGES AND TRIBAL COMMUNITIES AS WE LOOK FOR IMPROVED VARIETIES ADAPTED TO OUR LOCATIONS TO BOOST LOCAL FOOD PRODUCTION. OUR SPECIES OF INTEREST IS WILD PLUM, A TRADITIONAL SPECIES OF INTEREST AMONG SOME INDIGENOUS COMMUNITIES, AND ONE THAT COULD BE GROWN RAPIDLY IN MANY PLACES TO INCREASE LOCAL FRUIT AVAILABILITY ANDTO IMPROVE DIETS. WE WILL ESTABLISH HUNDREDS OF SEEDLING PLUMS AND TREES OF A CHECK VARIETY IN RESEARCH PLOTS AMONG COLLABORATING COMMUNITY MEMBERS, ORGANIZATIONS, AND INSITUTIONS TO SET UP A FOLLOW UP PROJECT TO EVALUATE THE FRUIT FROM THESE TREES ONCE THEY ARE MATURE. STUDENT INTERNS WILL ASSIST OTHER TEAM MEMBERS TO ESTABLISH THESE RESEARCH PLOTS, TO LEARN ABOUT EXTENSION AND RESEARCH IN SERVICE TO THE PUBLIC, AND TO COMMUNICATE OUR EXPERIENCES WIDELY. WE WILL ALSO TEAM WITH COMMUNITY EXPERTS, USDA EXPERTS, LAND GRANT EXPERTS, AND AN INTERNATIONAL PARTICIPATORY PLANT BREEDING EXPERT TO SHARE INFORMATION ABOUT TRADITIONAL USES OF PLUM, PLUM BIOLOGY, PLUM BREEDING, AND ORGANIC METHODS FOR FRUIT PRODUCTION AMONG TEAM MEMBERS AS WE PREPARE FOR MORE LOCAL FRUIT PRODUCTION TO IMPROVE HEALTH AND WELLNESS AMONG THE PEOPLE OF OUR COMMUNITIES AND BEYOND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b61e1582-fd78-235b-3101-5290eb21efca-C", "generated_internal_id": "ASST_NON_20213842434951_12H3"}, {"internal_id": 137054540, "Award ID": "20213842434950", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-01", "CFDA Number": "10.227", "Description": "KEWEENAW BAY OJIBWA COMMUNITY COLLEGE WILL BUILD ON ITS PARTNERSHIP WITH MICHIGAN STATE UNIVERSITY&#39;S INSTITUTE OF WATER RESEARCH TO ADDRESS POTENTIAL HUMAN HEALTH RISKS FROM DRINKING WATER IN BARAGA COUNTY, MICHIGAN, HOME OF THE L&#39;ANSE INDIAN RESERVATION.IN 2018-2021 WESUCCESSFULLY IMPLEMENTED AN INITIAL SURVEY OF ARSENIC CONCENTRATION IN 145 RESIDENTIAL WELLS, REVEALING THE PRESENCE OF ELEVATED ARSENIC IN THE AREA, INCLUDING TWO POTENTIAL \"HOT ZONES\" OF CONTAMINATION. BECAUSE PARTICIPANTS EXPRESSED CONCERN ABOUT ADDITIONAL TOXINS,WE WILLEXPAND EFFORTS TO INCLUDE URANIUM AND MANGANESE TESTING IN ADDITION TO ARSENIC. OUR HYPOTHESES ARE THAT RESIDENTS ARE AT RISK FROM EXPOSURE TO TOXINS IN THEIR DRINKING WATER, AND THAT THE PRESENCE AND CONCENTRATION OF VARIOUS TOXINS MAY BE RELATED TO EACH OTHER AS WELL AS THE UNDERLYING GEOLOGY. OUR OBJECTIVES ARE TO INCREASE INSITUTIONAL RESEARCH CAPACITY, EXPAND ON PREVIOUS FINDINGS, PROVIDE VALUABLE PRODUCTS AND SERVICES TO THE COMMUNITY, AND INCREASE STUDENT ENGAGEMENT IN THE RESEARCH PROCESS. TO ADDRESS PUBLICHEALTH RISKS, WE WILLPROVIDE REMEDIATION SERVICES THROUGH FREEREVERSE OSMOSIS SYSTEMS FOR HOMES WHOSE WATER EXCEEDS SAFE LIMITS FOR THESE TOXINS. STUDENT INVOLVEMENT WILLINCLUDE PAID RESEARCH AND TEACHING ASSISTANTSHIPS THAT WILL LEAD TO CONFERENCE PRESENTATIONS AND SUCCESSFUL STUDENT CAPSTONE RESEARCH PROJECTS IN PERPARATION FOR THEIR TRANSFER TO 4-YEAR DEGREE PROGRAMS. STUDENTS WILL ALSO GAIN EXPERIENCES IN HYDROLOGY AND TOXICOLOGYTHROUGH TRAINING BY PROJECT PARTNERS. FUNDING WILL SUPPORT CROSS-INSTITUTIONAL RESEARCH PARTNERSHIPS, PROVIDEHEALTH-RELATED SERVICES TO THE COMMUNITY, AND ALOOW US TO PRODUCE DIGITAL HYDROLOGY MODELING TOOLS TO ASSIST WITH COMMUNITY PLANNING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0945d74d-3e05-4e61-1460-946e04f46a40-C", "generated_internal_id": "ASST_NON_20213842434950_12H3"}, {"internal_id": 134198937, "Award ID": "20213842434949", "Award Amount": 95000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-24", "CFDA Number": "10.227", "Description": "THE PROJECT \"TRAUMA-FOCUSED EQUINE ASSISTED LEARNING (TF-EAL) INTEGRATION INTO EQUINE STUDIES CURRICULA\" IS BEING SUBMITTED BY NUETA HIDATSA SAHNISH COLLEGE (NHSC), UNDER THE CAPACITY BUILDING RESEARCH PROJECT, WITH AN APPLIED FACULTY/COMMUNITY FOCUS. AS DEFINED BY USDA-NIFA, THIS PROJECT IS CLEARLY A \"SKILLFUL ADAPTATION OF EXISTING KNOWLEDGE TO ADDRESS UNIQUE COMMUNITY NEEDS REQUIRING A CULTURALLY SENSITIVE APPROACH\". SPECIFICALLY, IT IS EVALUATING THE FEASIBILITY OF IMPLEMENTING TRAUMA-FOCUSED STRATEGIES INTO AN EXISTING AGRICULTURE ACADEMIC DEPARTMENT UTILIZING A MORE CULTURALLY APPROPRIATE AND TRAUMA-FOCUSED MODEL OF EDUCATION DELIVERY TO ADDRESS EFFECTS OF GENERATIONAL AND CONTEMPORARY TRAUMA THAT RESONATES DEEPLY WITH STUDENTS AND THE COMMUNITY. A RETURN TO WELLNESS FOR THE PEOPLE OF FORT BERTHOD, OVERCOMING \"RISK FACTORS\" AND HEALTH DISPARITIES REQUIRE US TO HONOR INDIGENOUS HOLISTIC HEALTH MODELS THAT ADDRESS PHYSICAL, EMOTIONAL, AND SPIRITUAL HEALTH WHILE HONORING TRADITIONAL WAYS OF LIVING AND BEING. THISMODEL INTEGRATES CULTURALLY-RELEVANT, TRAUMA-FOCUSED EQUINE ASSISTED EXPERIENTIAL LEARNING INTO COURSEWORK INTO AN EQUINE STUDIES ASSOCIATES OF SCIENCE DEGREE WITHIN THE AGRICULTURE DEPARTMENT AT ATRIBAL COLLEGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a1218e1-6914-7979-89b9-a15cd8979fc0-C", "generated_internal_id": "ASST_NON_20213842434949_12H3"}, {"internal_id": 123184388, "Award ID": "20213842434022", "Award Amount": 220000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-05", "CFDA Number": "10.227", "Description": "PROJECT INVESTIGATORS: DR. IRENE ANE ANYANGWE (PD), NAVAJO TECHNICAL UNIVERSITY; DR. PALMER MESUMBE NETONGO (CO-PD), NAVAJO TECHNICAL UNIVERSITY; DR. ARTHUR L. ALLEN, UNIVERSITY OF MARYLAND, EASTERN SHORE, AND DR. FAWZY HASHEM, UNIVERSITY OF MARYLAND, EASTERN SHORE. THE NAVAJO NATION AGRICULTURAL SOILS SIMILAR TO OTHER SOIL TYPES ADJOINING URANIUM TAILINGS, ARE A VARIED MIXTURE OF ORGANIC AND INORGANIC PARTICLES THAT CO-OCCUR TO FORM SECONDARY AGGREGATES. WITHIN AND BETWEEN THESE AGGREGATES WOULD LIE VOIDS OR PORES COMPRISING MOSTLY AIR AND WATER, WHICH ARE IDEAL ECOSYSTEM FOR BACTERIA. GENERALLY, THIS SOIL ECOSYSTEM OF THE NAVAJO NATION LIES IN AN ARID TO SEMI-ARID CLIMATE IN WHICH MOST AREAS RECEIVE LESS THAN 10 INCHES OF ANNUAL PRECIPITATION. FARMING ACTIVITIES DEPEND ON THE BIOLOGICAL SOIL CRUST OF THIS ENVIRONMENT. THIS PROPOSAL TITLED, \"POLLUTION PROPERTIES OF URANIUM TAILING RESERVOIRS AND THEIR EFFECT ON PUTATIVE EXTREMOPHILES OF CONTIGUOUS NAVAJO AGRICULTURAL SOILS\" IS A NEW APPLICATION SUBMITTED AS A NEW DISCOVERY-ENHANCED, SINGLE-FUNCTION RESEARCH PROJECT. THE OVERALL PROPOSAL TO THE NATIONAL INSTITUTE OF FOOD AND AGRICULTURE (NIFA), TRIBAL COLLEGES RESEARCH GRANTS PROGRAM IS A COLLABORATION BETWEEN NAVAJO TECHNICAL UNIVERSITY (LEAD) AND THE UNIVERSITY OF MARYLAND, EASTERN SHORE (UMES). THE OVERALL GOAL OF THE PROJECT IS TO DETERMINE THE DIVERSITY OF MICROBIAL COMMUNITIES AND THEIR EFFECT ON URANIUM TAILING-LITTERED NAVAJO FARMING ENVIRONMENTS. THE PROPOSED RESEARCH IS TO DETERMINE THE BACTERIAL POPULATIONS THAT ARE SUPPORTED IN AGRICULTURAL SOILS BORDERING NAVAJO NATION URANIUM TAILINGS AND THEIR RELATIONSHIP WITH KNOWN BACTERIAL SPECIES HAVING METAL-REDUCING CAPABILITIES. THE UMES INVESTIGATORS DRS. ARTHUR ALLEN AND FAWZY HASHEM WILL SUPPORT THE OVERALL PROJECT AS DESCRIBED IN THE DETAILED PROPOSAL. SPECIFIC RESPONSIBILITIES OF DRS. ALLEN AND FAWZY IN THE PROJECT ARE; 1) FACILITATE RECOGNITION OF STANDARD TAILINGS-WATER INTERFACE ZONES FOR SAMPLE COLLECTION IN COLLABORATION WITH NTU RESEARCHERS AND STUDENTS, 2) ADVISE AND MENTOR PARTICIPATING NTU STUDENTS, AND 3) PROVIDE GUIDANCE IN THE QUALITY OF WORK, CLARIFY EXPECTATIONS REGARDING PUBLICATIONS, AND CONFERENCE PRESENTATIONS. NTU LAND GRANT FACULTY AND UNDERGRADUATE BIOLOGY STUDENTS WILL IMPLEMENT THE PROJECT AND ENSURE EFFECTIVE COLLABORATION WITH UNIVERSITY OF MARYLAND, EASTERN SHORE AS A PARTICIPATING INSTITUTION. THE GRANT OPPORTUNITY WILL AFFORD NTU STUDENTS BETTER PROSPECTS FOR EDUCATIONAL ACHIEVEMENT BY ENGAGING THEM IN LABORATORY AND FIELD RESEARCH IN THE NATURAL RESOURCE SCIENCES. ULTIMATELY, THIS PROJECT WILL PROVIDE OUR AMERICAN INDIAN STUDENT POPULATIONS WITH THE SKILLS NEEDED TO PERFORM LABORATORY AND FIELD ANALYSIS OF RESEARCH INFORMATION, AS WELL AS ENCOURAGE THEM TO UNDERTAKE DOMESTIC FIELD RESEARCH THAT WOULD ADDRESS THE FOOD, AGRICULTURAL AND NATURAL RESOURCES CONCERN OF THEIR TRIBAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f46aa58c-38be-b4b1-7cf5-9814687f92de-C", "generated_internal_id": "ASST_NON_20213842434022_12H3"}, {"internal_id": 116524678, "Award ID": "20213842433467", "Award Amount": 499995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-01", "CFDA Number": "10.227", "Description": "LAND MANAGERS AND AGRICULTURAL OPERATORS LACK TOOLS FOR ADDRESSING NOXIOUS WINTER ANNUAL GRASS INVASIONS AND REVEGETATING WITH FAVORABLE GRASS, FORB, AND SHRUB COMMUNITIES. GRASSLANDS IN THE NORTHWEST, AND PARTICULARLY THE INTER MOUNTAIN AND PRAIRIE GRASSLAND ECOSYSTEM ARE IN SERIOUS DECLINE, LARGELY DUE TO ANNUAL INVASIVE GRASSES THAT FORM MONOCULTURES CREATING THATCH LAYERS THAT SUPPRESS FAVORABLE PLANTS. THE PROCESS OF INVASION DISRUPTS NITROGEN AND WATER CYCLES, FORAGE QUANTITY AND QUALITY DECLINES, FIRE FREQUENCY INCREASES CREATING CONDITIONS UNAVORABLE FOR FLOWERING SHRUBS, AND NATIVE PLANT AND POLLINATOR DIVERSITY DECREASES.THE GRASSLAND AND POLLINATOR HABITAT SCENARIO WE INTEND TO ADDRESS IS INCLUDING GRASSES, FORBS, AND SHRUBS FAVORED BY NATIVE POLLINATORS, AND USING HERBICIDES AND WEED FABRIC FOR THE SUPPRESSION OF NOXIOUS WINTER ANNUAL GRASS WEEDS. THE SPECIFIC AIMS ARE TO DEVELOP TOOLS FOR RESTORING NATIVE POLLINATOR PLANTS WHILE CONTROLLING COMPETITIVE INVASIVE ANNUAL GRASSES, IMPLEMENT POLLINATOR FORB AND SHRUB RESTORATION, AND INCREASE AGENCY AND PUBLIC AWARENESS. WE WILL PLANT PLUGS IN &#39;ISLANDS&#39; WITH WEED FABRIC, DRILL SEED GRASS, FORBS, AND SHRUBS AFTER HERBICIDE TREATMENTS TO SUPPRESS ANNUAL GRASSES, AND CONDUCT ISLAND RESTORATIONS BASED ON RESULTS OF PREVIOUS EXPERIMENTS. OUR EXPECTED OUTCOMES ARE TO IDENTIFY NATIVE PLANT SPECIES THAT EXPRESS RESISTANCE TO HERBICIDE, DETERMINE THE BEST TIMING AND APPLICATION RATES FOR SUPPRESSION OF INVASIVE GRASS AND SURVIVAL OF NATIVE GRASSES, FORBS AND SHRUBS IMPROVING GRASSLAND CONDITIONS IMPROVING NATIVE POLLINATOR HABITAT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01f19eb5-569b-d91e-3ee0-6695ebcadb87-C", "generated_internal_id": "ASST_NON_20213842433467_12H3"}, {"internal_id": 116078384, "Award ID": "20213842433466", "Award Amount": 94891.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-16", "CFDA Number": "10.227", "Description": "THIS PROJECT WILL SUPPORT COLLABORATIVE RESEARCH BETWEEN THE NEBRASKA INDIAN COMMUNITY COLLEGE (NICC), A 1994 LAND-GRANT INSTITUTION, AND THE UNIVERSITY OF NEBRASKA LINCOLN (UNL), AN 1862 LAND-GRANT INSTITUTION. FACULTY FROM THE UNL COLLEGE OF ENGINEERING&#39;S ELECTRICAL &AMP; COMPUTER ENGINEERING PROGRAM (WEI QIAO, CHAIR OF THE ELECTRICAL ENGINEERING GRADUATE PROGRAM)WILL WORK WITH NICC&#39;S TECHNICAL/VOCATIONAL EDUCATION PROGRAM MANAGER TO CONDUCT A DISCRETE FIELD-BASED RESEARCH PROJECT, SUITABLE FOR HANDS-ON INVOLVEMENT OF 1STYEAR TECHNICAL EDUCATION STUDENTS AT A TRIBAL COLLEGE. SPECIFICALLY, THE RESEARCH TEAM WILL EVALUATE THE EFFICIENCY AND DURABILITY OF PHOTOVOLTAIC SYSTEM COMPONENTS IN AGRICULTURAL SETTINGS IN NEBRASKA. THIS COLLABORATION WILL: INCLUDE PROFESSIONAL DEVELOPMENT FOR NICC FACULTY; EVALUATE THE FEASIBILITY FOR EXPANDING THE RESEARCH PROGRAM TO INCLUDE ADDITIONAL STUDY SITES IN FUTURE YEARS; MAKE SOLAR TECHNOLOGY MONITORING METHODS AND DATA ACCESSIBLE TO THE STUDENTS AND TRIBAL COMMUNITIES; AND STRENGTHEN STUDENT INVOLVEMENT IN BOTH THE TECHNICAL EDUCATION AND RESEARCH PROGRAMS AT NICC. THROUGH THIS NEW PARTNERSHIP WITH UNL&#39;S COLLEGE OF ENGINEERING, THIS PROPOSED PROJECT WILL INTRODUCE NICC&#39;S STUDENTS AND TRIBAL COMMUNITY TO ENGINEERING AND SOLAR TECHNOLOGY AS POTENTIAL CAREER PATHWAYS. IT IS EXPECTED THAT THIS PROJECT WILL INCREASE THE CAPACITY FOR THE RESEARCH TEAM TO ADDRESS THE NEED OF TRIBAL COMMUNITIES TO INVEST IN RENEWABLE ENERGY, GIVE AMERICAN INDIAN STUDENTS BETTER PROSPECTS FOR EMPLOYMENT IN THE ALTERNATIVE ENERGY FIELD, AND FORGE BETTER INSTITUTIONAL RELATIONSHIPS BETWEEN NICC AND UNL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "62b367a0-1be5-0e30-b624-7a5bdd3a144f-C", "generated_internal_id": "ASST_NON_20213842433466_12H3"}, {"internal_id": 116078385, "Award ID": "20213842433465", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-19", "CFDA Number": "10.227", "Description": "PROJECT TITLE: DECISION SUPPORT FOR AGRICULTURAL REUSE OF MUNICIPAL WASTEWATER EFFLUENT IN THE NAVAJO NATION.PROBLEM STATEMENT: EFFICIENT WATER USE IS CRITICAL TO ADVANCING THE STANDARD OF LIVING ON THE NAVAJO NATION. IMPEDIMENTS TO INCREASED EFFICIENCY ARISE FROM: (I) LACK OF ECONOMIC RESOURCES, WHICH LIMITS CAPITAL INVESTMENT AND LOAN REPAYMENT CAPACITY THROUGH REVENUE GENERATION; (II) AGING WATER AND WASTEWATER INFRASTRUCTURE, (II) LOW POPULATION DENSITY (~ 13 PER MI2 ON AVERAGE AND OFTEN MUCH LESS) THAT MAKES UNIVERSAL EXTENSION OF DELIVERED WATER ECONOMICALLY INFEASIBLE; (III) ENVIRONMENTAL AND ENDANGERED SPECIES CONCERNS; AND (IV) CLIMATE EFFECTS THAT WILL FURTHER STRESS SOUTHWESTERN WATER RESOURCES. THE NAVAJO NATION MUST PURSUE EXPANSION OF ITS WATER RESOURCES PORTFOLIO VIA NON-TRADITIONAL AVENUES SUCH AS REUSE OF RECLAIMED WASTEWATER.CENTRAL HYPOTHESIS: USE OF RECLAIMED WASTEWATER IN AGRICULTURE CAN MITIGATE WATER STRESS AND OFFSET FERTILIZER COSTS, PARTIALLY AVOIDING THE COST OF WASTEWATER TREATMENT PLANT UPGRADES.PRIMARY GOAL: THE PROJECT WILL IDENTIFY AND ADDRESS POTENTIAL TECHNICAL AND SOCIAL IMPEDIMENTS TO AGRICULTURAL USE OF RECLAIMED WASTEWATER. IT ADDRESSES TCRGP PRIORITY AREA A9101, THE \"SAFE USE OF NON-TRADITIONAL WATER SOURCES SUCH AS...RECYCLED, AND TREATED WATERS.\"PROPOSAL: THE MULTIDISCIPLINARY TEAM WILL EXECUTE COORDINATED RESEARCH, EXTENSION AND EDUCATIONAL ACTIVITIES SUPPORTING DECISIONS RELATED TO USE OF RECLAIMED WASTEWATER FOR FOOD PRODUCTION IN NAVAJO COMMUNITIES.METHODS: ACTIVITIES WILL INCLUDE (I) EFFLUENT SAMPLING AND CONVENTIONAL ANALYSIS AT WASTEWATER TREATMENT PLANTS ACROSS THE NAVAJO NATION, (II) DETERMINATION OF EFFLUENT MICROBIOLOGICAL QUALITY VIA CELL CULTURING AND PCR/RT-PCR, (III) SCREENING FOR TRACE ORGANIC CONTAMINANTS IN EFFLUENTS USING LCMS/MS, (IV) FIELD DEMONSTRATIONS IN COMMUNITIES (CHAPTERS) OF THE NAVAJO NATION WHERE IRRIGATION USING RECLAIMED WASTEWATER IS UNDER CONSIDERATION, (V) COMMUNITY OUTREACH AND (VI) STEM EDUCATION IN WATER AND AGRICULTURE.EXPECTED OUTCOMES: RESULTS WILL SUPPORT RISK MODELING IN THE AREA OF WATER REUSE. POTENTIAL SOCIAL IMPEDIMENTS WILL BE ADDRESSED DIRECTLY THROUGH COMMUNITY WORKSHOPS INVOLVING WATER PROVIDERS, FARMERS AND THE COMMUNITY AT LARGE. RELATED EXTENSION AGENT TRAININGS, WORKSHOPS AND UTILITY EDUCATION WILL BE CARRIED OUT THROUGHOUT THE STUDY. RESULTS WILL PROVIDE A MODEL APPROACH TO THE REUSE OF TREATED WASTEWATER IN AGRICULTURE THAT EXTENDS PROJECT IMPACT FAR BEYOND ITS IMMEDIATE RESULTS IN THE NAVAJO NATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ca6ae09-c02c-1ad6-1957-79de6f598529-C", "generated_internal_id": "ASST_NON_20213842433465_12H3"}, {"internal_id": 116524672, "Award ID": "20213842433464", "Award Amount": 219869.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-09", "CFDA Number": "10.227", "Description": "THE EDUCATIONAL GOAL OF THIS PROPOSAL IS TO EDUCATE UNDERGRADUATE AMERICAN INDIAN STUDENTS IN SUSTAINABLE MANUFACTURING, PROMOTE SCIENCE EDUCATION AMONG K-12 AMERICAN INDIAN STUDENTS, AND ULTIMATELY DEVELOP THE HUMAN RESOURCES TO MEET THE FUTURE NEED OF ADVANCING SCIENCE AND TECHNOLOGY. THIS GOAL WILL BE ACCOMPLISHED BY (1) ENHANCING THE TECHNICAL EXPERTISE OF THE NTU FACULTY IN AM-BIOPRINTING AND (2) EDUCATING UNDERGRADUATE AMERICAN INDIAN STUDENTS AND ENCOURAGING THEM TO PURSUE RESEARCH IN ADDITIVE MANUFACTURING. NTU UNDERGRADUATE STUDENTS ENROLLED IN ENGINEERING AND BIOLOGY PROGRAMS WILL BE INVOLVED IN ACTIVITIES SUCH AS 3D MODELING, BIOPRINTING, POST-PROCESSING, AND CHARACTERIZATION OF SOFT MATERIALS FOR TISSUE-ENGINEERED MEAT. THIS RESEARCH PROVIDES EXPERIENTIAL LEARNING OPPORTUNITIES FOR NTU STUDENTS TO ENGAGE IN INTERDISCIPLINARY RESEARCH BETWEEN ENGINEERING AND BIOLOGY. THE PROJECT UTILIZES THE FAB LAB AND ITS EQUIPMENT TO INCREASE RESEARCH ACTIVITIES AT NTU AND DEEPEN AM AND MATERIALS EDUCATION AMONG NTU STUDENTS THROUGH THE INTEGRATION OF ADDITIVE MANUFACTURING, MATERIAL CHARACTERIZATIONS, AND BIOENGINEERING. RESEARCH ACTIVITIES WILL BE INCORPORATED INTO THE FOLLOWING COURSES AT NTU: IE 343-MANUFACTURING &AMP; DESIGN II, ENGR 143: CHARACTERISTICS OF ENGINEERING MATERIALS, BIOL302: CELL BIOLOGY, AND BIOL409: MOLECULAR BIOLOGY. NATIVE AMERICAN STUDENTS WILL GAIN HANDS-ON LEARNING OF CHARACTERIZATION EQUIPMENT INCLUDING SEM, OPTICAL MICROSCOPY, MASS AND FLUORESCENCE SPECTROSCOPY, INDENTATION, AND MECHANICAL TESTING. THIS PROJECT WILL PROVIDE AN AVENUE TO INCREASE HANDS-ON RESEARCH IN BIO-ADDITIVE MANUFACTURING FOR NTU STUDENTS THROUGH THE LENS OF FOOD PRODUCTION. THE ANTICIPATED OUTCOME OF THIS ACTIVITY IS TO STRENGTHEN THE NTU STUDENT RESEARCH CURRICULA AND BUILD STUDENT INTEREST IN GRADUATE EDUCATION. THIS IS BASICALLY A \"BACK DOOR\" APPROACH TO INTRODUCING UNDERGRADUATE AMERICAN INDIAN STUDENTS TO GRADUATE EDUCATION, ESPECIALLY IN ADDITIVE MANUFACTURING. THE STUDENTS WILL LEARN HOW RESEARCH IS CONDUCTED IN THE ENGINEERING FIELDS, EXPERIMENT DESIGN AND ANALYSIS, AND RESULTS INTERPRETATION. THIS PROJECT WILL GIVE THEM OPPORTUNITIES FOR ENGAGING IN HANDS-ON LEARNING IN LABORATORY ACTIVITIES AND BUILD THEIR CONFIDENCE IN APPLYING TO GRADUATE SCHOOL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f46aa58c-38be-b4b1-7cf5-9814687f92de-C", "generated_internal_id": "ASST_NON_20213842433464_12H3"}, {"internal_id": 116078386, "Award ID": "20213842433462", "Award Amount": 219997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-12", "CFDA Number": "10.227", "Description": "THE BIOLOGY, ECOLOGY, AND POPULATION DYNAMICS OF LONGFIN SMELT (SPIRINCHUS THALEICTHYS) ARE LACKING IN SCIENTIFIC LITERATURE. THE SMELT ARE CULTURALLY IMPORTANT AND HAVE PROVIDED A SUSTAINABLE FOOD SOURCE TO THE LUMMI PEOPLE SINCE PRE-CONTACT. HOWEVER, TRADITIONAL ECOLOGICAL KNOWLEDGE (TEK) OF LUMMI ELDERS SUGGEST THAT THE NOOKSACK RIVER POPULATION OF LONGFIN SMELT IS IN DECLINE. TO DETERMINE SPAWNING LOCATIONS OF SMELT IN THE NOOKSACK RIVER, THIS PROJECT WILL DEVELOP SPECIES-SPECIFIC EDNA ASSAYS TO DETECT THE EXTENT OF THE UPSTREAM MIGRATION. THE EDNA ASSAYS WILL BE DEVELOPED AND TESTED IN YEAR 1, WITH FURTHER REFINEMENT IN YEAR 2. EDNA SAMPLING IN THE NOOKSACK RIVER WILL OCCUR IN BOTH YEARS, WITH THE FINAL RESULTS OF THE ASSAY COMPLETED IN YEAR 2. THE SPECIES-SPECIFIC ASSAY CAN BE USED TO DETECT POPULATIONS OF LONGFIN SMELT THROUGHOUT THEIR RANGE, AND WILL BE USEFUL TO MANAGEMENT AGENCIES, ESPECIALLY IN AREAS WHERE THE SMELT HAVE ALREADY EXPERIENCED DECLINES. UNDERGRADUATES AT NORTHWEST INDIAN COLLEGE WILL TAKE PART IN THIS STUDY AND WILL GAIN AN UNDERSTANDING OF GENETIC TOOLS AVAILABLE TO ENHANCE DECISION MAKING REGARDING CULTURALLY IMPORTANT RESOURCES. THIS PROJECT WILL CONTRIBUTE TO THE OVERALL GOALS OF THE PROGRAM BY INCREASING THE CAPACITY FOR RESEARCH AND SCHOLARSHIP AMONG NATIVE AMERICANS, AND IT WILL EXPAND THE CAPACITY OF THE SALISH SEA RESEARCH CENTER TO ADDRESS EDNA-SPECIFIC STUDIES IDENTIFIED AS MANAGEMENT PRIORITIES BY COAST SALISH TRIBES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35fa0249-45e6-399b-e26d-914b294bfe2a-C", "generated_internal_id": "ASST_NON_20213842433462_12H3"}, {"internal_id": 116524759, "Award ID": "20213842433461", "Award Amount": 220000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-07", "CFDA Number": "10.227", "Description": "THIS GRANT ENTITLED\"TRACE METAL ABSORPTIVE MECHANISMS IN BISON ON THE FORT PECK INDIAN RESERVATION \" ADDRESSESREASONS FOR TRACE METAL DEFICIENCIES BY INVESTIGATING THE TRANSPORT MECHANISMS AND TRACE METALANTAGONISMS, STUDIES ON MICROBIOTA THAT DIGESTS THE FORAGE, AND PARASITIC INFECTIONS IN THE DIGESTIVETRACT. FROM LIVER SAMPLES ISOLATED FROM BISON, DEFICIENCIES IN TRACE METAL ABSORPTION SUCH AS COPPERAND ZINC HAVE BEEN DISCOVERED. IRON LEVELS ARE SLIGHTLY ELEVATED WHILE MOLYBDENUM AND SELENIUMARE AT TOXIC LEVELS. AS A RESULT OF OUR EFFORTS WE ARE EXPANDING OUR SCIENCE BUILDING TO ACCOMMODATETHE CURRENT RESEARCH AND POSSIBLE FUTURE FUNDING.MY ROLE AS THE PROJECT LEADER WILL BE TO SUPERVISE ISOLATION OF TISSUES FROM THE BISON BY MY STUDENTSAFTER THEY ARE HUNTED. TISSUES AND MICROBIOTA SAMPLES FROM THE GASTROINTESTINAL TRACT WILL BEREMOVED AND BROUGHT BACK TO THE COLLEGE. USSING CHAMBERS FOR TRANSPORT STUDIES WHILE OTHERSFROZEN OR PREPARED FOR MOLECULAR BIOLOGY ANALYSIS SUCH AS WESTERN BLOTS. COLLABORATORS INCLUDE DRKELLING WHO IS HEAD OF THE VETERINARY SCHOOL AT THE UNIVERSITY OF NEBRASKA, HAS EXPERTISE IN BISONHEALTH AND WORKS WITH OTHER BISON HERDS ON OTHER INDIAN RESERVATIONS SO HIS EXPERIENCE ANDKNOWLEDGE WILL BE ESSENTIAL. DR. RAJENDRAN IS PROFESSOR AT WEST VIRGINIA UNIVERSITY AND HAS BEENPERFORMING NUTRIENT TRANSPORT STUDIES FOR DECADES AND WE PERFORMED A NUMBER OF PROJECTS TOGETHER.DR. RAJENDRAN WILL CONTINUE TO ADVISE OUR RESEARCH STAFF ON DESIGNING EXPERIMENTS AND PUBLISHINGPAPERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "131d475f-b7c3-4712-47e0-7ce25fbb37b5-C", "generated_internal_id": "ASST_NON_20213842433461_12H3"}, {"internal_id": 116078387, "Award ID": "20213842433460", "Award Amount": 220000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-16", "CFDA Number": "10.227", "Description": "THE OVERALL GOAL OF THIS RESEARCH IS TO CULTIVATE CANNABIS SATIVA WITH COMPANION CROPPING METHODS ON THE LAC COURTE OREILLES RESERVATION, IN A USDA PLANT HARDINESS ZONE 3B, FOR ECONOMIC FEASIBILITY.THIS PROPOSAL IS A COLLABORATION BETWEEN LAC COURTE OREILLES OJIBWE COLLEGE EXTENSION, THE LAC COURTE OREILLES BAND OF LAKE SUPERIOR CHIPPEWA, AND THE UNIVERSITY OF WISCONSIN-MADISON, BEING SUBMITTED UNDER THE TCRGP NEW DISCOVERY.THE OBJECTIVES ARE TO IDENTIFY THE MOST SUITABLE CANNABIS SATIVA VARIETIES TO GROW ON THE LAC COURTE OREILLES RESERVATION; TO EVALUATE THE EFFECTS OF COMPANION CROPPING ON TOTAL YIELD AND CANNABINOID CONTENT IN CANNABIS SATIVA; TO MEASURE THE ECONOMIC VIABILITY OF CULTIVATING CANNABIS SATIVA FOR CANNABINOIDS AND THE SUPPLEMENTAL MARKETS FOR COMPANION CROPS; AND TO DOCUMENT AND DISSEMINATE SUCCESSFUL STRATEGIES FOR CANNABIS SATIVA COMPANION CROPPING TO STUDENTS, TRIBAL MEMBERS, AND AREA FARMERS AND GARDENERS. THIS RESEARCH WILL PROVIDE LEARNING OPPORTUNITIES FOR UNDERGRADUATE INTERNSHIPS AND EXPERIENCE IN RESEARCH METHODOLOGY AND SUSTAINABLE PRODUCTION SYSTEMS.REPLICATED CBD HEMP CULTIVAR TRIALS WILL BE CONDUCTED IN 2021 AND 2022. EACH SITE WILL BE PLANTED USING A RANDOMIZED COMPLETE BLOCK EXPERIMENTAL DESIGN WITH TEN HIGH CBD VARIETIES, WITH 10 PLANTS PER BLOCK, REPLICATED 4 TIMES. IN RESEARCH PLOT #2, THERE WILL BE TWO REPLICATED COMPANION PLANTING STUDIES AT LCO IN THE SUMMER OF 2021 AND 2022. EACH STUDY WILL BE PLANTED USING A RANDOMIZED COMPLETE BLOCK EXPERIMENTAL DESIGN USING ONE CBD HEMP CULTIVAR, SEVEN COMPANION TREATMENTS AND A NEGATIVE CONTROL. THERE WILL BE 5 PLANTS PER BLOCK, PER TREATMENT, AND THREE REPLICATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5968cc2-9897-e9bd-cf9d-5805a1d1e20f-R", "generated_internal_id": "ASST_NON_20213842433460_12H3"}, {"internal_id": 116078388, "Award ID": "20213842433459", "Award Amount": 220000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-16", "CFDA Number": "10.227", "Description": "OUR NEW DISCOVERY PROPOSAL, LANDSCAPE IMPACTS ON MERCURY BIOACCUMULATION IN THE ST. LOUIS RIVER WATERSHED, PROVIDES RESEARCH THAT HELPS TRIBAL AUTHORITIES ADDRESS THE IMPACT OF MERCURY ON BOTH FOND DU LAC COMMUNITY AND NATURAL RESOURCES IN THE ST. LOUIS RIVER WATERSHED. OUR 1862 LAND GRANT PARTNER IS THE UNIVERSITY OF MINNESOTA. ASSOCIATE PROFESSOR NATHAN JOHNSON IS A LEADER IN THE FIELD OF MERCURY RESEARCH IN THIS REGION OF THE STATE AND HIS EXPERTISE IS IMPORTANT FOR OUR SUCCESSFUL IMPLEMENTATION OF THIS PROJECT. THIS PROJECT IS A CONTINUATION OF PREVIOUS RESEARCHSUPPORTED BY THE USDA&#39;S NIFA PROGRAM AND WILL EXPAND ON THAT WORK TO STUDY THE INFLUENCE OFLANDSCAPE TYPE ON BIOACCUMULATION OF HG IN ODONATE (DRAGONFLY) LARVAE. IN PRIOR WORK, OUR TEAM OF RESEARCHERS AND STUDENTS INVESTIGATED SPATIAL PATTERNS IN MERCURY DEPOSITION IN THE ST LOUIS RIVER WATERSHED, A LARGE DIVERSE ECOSYSTEM WITH MINING IMPACTS NEAR THE HEADWATERS AND CONNECTION TO RESERVOIRS AND LAKE SUPERIOR NEAR ITS MOUTH. WHILE SOME SPATIAL DIFFERENCES IN HG WERE IDENTIFIED, THEY APPEARED TO BE RELATED MORE TO THE CHARACTER OF THE LOCAL WATERSHED UPSTREAM FROM THE SAMPLING SITE RATHER THAN THE PROXIMITY TO REGIONAL HG POINT SOURCES. IN THE WORK PROPOSED HEREIN, WE WILL USE SAMPLE COLLECTION AND MEASUREMENT METHODS TO ELUCIDATE THE BIOACCUMULATION OF MERCURY IN ODONATES AS A FUNCTION OF FOOD WEB STRUCTURE IN UPSTREAM REACHES OF THE ST. LOUIS RIVER IN MINNESOTA. OUR SCIENTIFIC OBJECTIVE IS TO DETERMINE IF FOOD WEB DIFFERENCES CAN EXPLAIN DIFFERING BAF RELATIONSHIPS IN STREAMS OF DIFFERENT LANDSCAPE TYPE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65de3fed-5658-a726-1f3d-b16aa72cdef1-C", "generated_internal_id": "ASST_NON_20213842433459_12H3"}, {"internal_id": 131813194, "Award ID": "20213842433458", "Award Amount": 60000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-30", "CFDA Number": "10.227", "Description": "THE NIFA TRIBAL COLLEGE RESEARCH PROGRAM AIMS TO ENHANCE INSTITUTIONAL RESEARCH CAPACITY, FORGE COLLABORATIONS BETWEEN LAND-GRANT INSTITUTIONS, ADDRESS TRIBAL AGRICULTURE AND NATURAL RESOURCE CONCERNS, AND ENGAGE AMERICAN INDIAN STUDENTS IN LAB AND FIELD RESEARCH WHILE DEVELOPING THEIR LEADERSHIP SKILLS. THIS PROJECT ALIGNS DIRECTLY WITH ALL OF THOSE PRIORITIES, ENABLING RED LAKE NATION COLLEGE (RLNC) TO COLLABORATE WITH THE UNIVERSITY OF MINNESOTA (UMN) TO FOSTER MENTORED SUSTAINABLE AGRICULTURE RESEARCH OPPORTUNITIES FOR RLNC STUDENTS THROUGH FIELD AND LAB INVESTIGATIONS OF SOIL PROPERTIES AND IMPACTS OF COVER CROPS ON SOIL HEALTH ON THE RED LAKE INDIAN RESERVATION. COLLABORATING WITH THE GROSSMAN LAB AT UMN IN ST. PAUL WOULD EXPAND RESEARCH CAPACITY AT RLNC WHILE ADDRESSING LOCAL INTEREST AND NEED FOR BETTER UNDERSTANDING OF SUSTAINABLE AGRICULTURE PRACTICES AND ALLOWING RLNC STUDENTS TO GAIN MENTORED FIELD AND LAB RESEARCH EXPERIENCE.OUR PROJECT SEEKS TO DEVELOP A STUDENT-DRIVEN RESEARCH PROGRAM FOR RLNC THAT WILL OFFER STUDENTS AUTHENTIC AND MENTORED RESEARCH EXPERIENCE AND ADVANCE THE INSTITUTION&#39;S CAPACITY TO CONDUCT INDEPENDENT PLANT AND SOIL RESEARCH. THREE RLNC STUDENT INTERNS WILL BE RECRUITED EACH YEAR. BEGINNING EACH FALL, STUDENTS WILL LEARN ABOUT ENVIRONMENTAL RESEARCH, SPECIFICALLY SOIL, COVER CROPS, AND SOIL AND PLANT ANALYSIS THROUGH LAB AND FIELD TECHNIQUES. EACH RLNC STUDENT WILL BE PARTNERED WITH A UMN GRADUATE STUDENT MENTOR WITH WHOM THEY WILL DEVELOP A YEAR-LONG COLLABORATIVE RESEARCH RELATIONSHIP. RLNC STUDENTS WILL COLLABORATE WITH THEIR MENTOR TO DESIGN AND CARRY OUT A COMPONENT OF SOILS AND COVER CROP RESEARCH ON NEWLY ESTABLISHED PLOTS ON THE RED LAKE INDIAN RESERVATION. AFTER FINAL FIELD SAMPLING AT THE END OF THE SUMMER, RLNC STUDENTS WILL ANALYZE DATA, AND EACH PREPARE A PRESENTATION OF THEIR FINDINGS. THROUGHOUT THE PROJECT, UMN GRADUATE STUDENT MENTORS WILL WORK ALONGSIDE THE PROJECT PI AND CO-PI TO ASSIST RLNC STUDENTS WITH DEVELOPMENT OF RESEARCH QUESTIONS, EXPERIMENTAL DESIGN, DATA ANALYSIS, AND PRESENTATION OF FINDINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8887e180-9bbb-f74c-8b15-9946515447f3-C", "generated_internal_id": "ASST_NON_20213842433458_12H3"}, {"internal_id": 131813179, "Award ID": "20213842433457", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-05", "CFDA Number": "10.227", "Description": "THE GOAL OF THIS AREA OF EXPERTISE PROPOSAL IS TO ENHANCE ANALYSIS CAPACITY OF THE SALISH SEA RESEARCH CENTER AT NORTHWEST INDIAN COLLEGE TO MONITOR FOR PARALYTIC SHELLFISH TOXINS IN THE SALISH SEA, WASHINGTON, USA. THE COAST SALISH PEOPLE HAVE BEEN FISHING IN THE SALISH SEA SINCE TIME IMMEMORIAL, AND DEPEND ON THE SHELLFISHERIES FOR SUBSISTENCE, CEREMONIAL, AND COMMERCIAL PURPOSES. HARMFUL ALGAE AND BIOTOXIN EVENTS ARE COMMON ALONG THE WEST COAST OF THE US, AND ARE A SERIOUS, PERSISTENT THREAT TO SHELLFISHERIES. THROUGH TWO PREVIOUS NIFA AWARDS NORTHWEST INDIAN COLLEGE AND LUMMI NATION HAVE WORKED TOGETHER TO MONITOR FOR BIOTOXINS IN BELLINGHAM AND LUMMI BAYS, AND HAVE IDENTIFIED THE MOST CONCERNING SALISH SEA MARINE TOXIN, PARALYTIC SHELLFISH TOXINS, AS NEEDING ADDITIONAL MONITORING. TO ACCOMPLISH OUR GOAL, WE HAVE IDENTFIED THE UNIVERSITY OF CALIFORNIA SANTA CRUZ AS AN 1862 LAND GRANT PARTNER FOR THIS PROJECT, BRINGING EXTENSIVE EXPERIENCE IN BIOTOXIN ANALYSIS AND MONITORING. THE ADDITIONAL ANALYSIS CAPACITY THIS PROPOSAL WOULD PROVIDE (1) ENHANCED PARALYTIC SHELLFISH TOXIN ANALYSIS AT NORTHWEST INDIAN COLLEGE, (2) COMPARISON OF PASSIVE SAMPLING MONITORING TOOLS FOR PARALYTIC SHELLFISH TOXINS, AND (3) FIELD TESTING OF PASSIVE SAMPLERS IN BELLINGHAM AND LUMMI BAY. THIS ADDITIONAL MONITORING CAPACITY MAY ALLOW TIMELY DETERMINATION FOR BIOTOXIN EVENTS IN BELLINGHAM AND LUMMI BAY, AND HAS BEEN IDENTIFIED AS A PRIORITY FOR LUMMI NATION BECAUSE OF THE SWIFT CONSEQUENCES TO SHELLFISH HARVESTS THAT HARMFUL ALGAE EVENTS PRODUCE. THIS PROJECT WOULD SUPPORT AT LEAST NINE UNDERGRADUATE NATIVE AMERICAN STUDENTS AT NORTHWEST INDIAN COLLEGE THROUGH RESEARCH INTERNSHIPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35fa0249-45e6-399b-e26d-914b294bfe2a-C", "generated_internal_id": "ASST_NON_20213842433457_12H3"}, {"internal_id": 116524806, "Award ID": "20213842433456", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-30", "CFDA Number": "10.227", "Description": "THIS PROJECT IS DEEPLY ROOTED IN A GROWING COMMUNITY-WIDE INTEREST AMONG LOCAL GRASSROOTS ORGANIZATIONS, TRIBAL GOVERNMENT, AND INDIVIDUAL COMMUNITY PRACTITIONERS TO RECLAIM MENOMINEE CULTURE, FOOD SOVEREIGNTY, AND COMMUNITY WELLBEING USING THE AGRICULTURAL TECHNIQUES OF OUR ANCESTORS. A DRAFT STATEMENT FROM CMN DESCRIBES FOOD SOVEREIGNTY AS LIVING OUR TRADITIONAL MENOMINEE WAYS, IDENTITY, VALUES AND RELATIONSHIPS TO PROVIDE A TRIBALLY SUSTAINED COMMUNITY FOOD SYSTEM FOR FUTURE GENERATIONS. THIS PROJECT AS AN OPPORTUNITY TO ENHANCE THE SUSTAINABILITY OF OUR PEOPLE AND OTHERS, TODAY AND INTO THE FUTURE. THEREFORE, WITH CMN&#39;S ROLE AS A NATION BUILDER, BOTH WITHIN OUR COMMUNITY AND AS CONNECTED THROUGH THE TCU NETWORK, WE WILL WORK TO DEVELOP A CLEARER UNDERSTANDING OF OUR ANCESTRAL FOOD PRODUCTION TECHNIQUES AND TO DETERMINE THEIR RELEVANCE IN ADDRESSING THE FOOD SOVEREIGNTY AND SUSTAINABILITY CONCERNS OF OUR COMMUNITY TODAY. THIS WILL BECOME OUR AREA OF EXPERTISE. THIS MIXED METHODS RESEARCH IS DESIGNED AS A COLLABORATIVE EFFORT WITH THE UNIVERSITY OF WISCONSIN-MADISON AND THE MENOMINEE TRIBE&#39;S HISTORIC PRESERVATION OFFICE. THE LONG-TERM GOAL OF THIS PROJECT IS TO ADVANCE A COMMUNITY-BASED SUSTAINABLE AGRICULTURE AGENDA, ESTABLISHING CMN AS A LEADER IN TRIBAL FOOD SYSTEMS THROUGH ESTABLISHMENT OF OUR AGRICULTURAL RESEARCH STATION. THROUGH THIS PROJECT, CMN ANTICIPATES THE FOLLOWING IMMEDIATE OUTCOMES:1. THE PROJECT STAFF AND STUDENT INTERNS WILL HAVE A CLEAR UNDERSTANDING OF THE CROPS GROWN IN THE ANCIENT RAISED BED GARDENS, HOW THESE GARDENS WERE ESTABLISHED, WHY THESE GARDENING METHODS WERE CHOSEN, AND HOW WELL THEY SCALE UP FOR FOOD PRODUCTION TODAY.2. THE PROJECT STAFF AND STUDENT INTERNS WILL IMPROVE THEIR RESEARCH AND OUTREACH SKILLS THROUGH THIS COLLABORATIVE EFFORT WITH UW-MADISON, LOCAL ORGANIZATIONS, AND SEVERAL PROJECT CONSULTANTS.3. THE PROJECT STAFF AND STUDENT INTERNS WILL GAIN GREATER FAMILIARITY WITH OUR LOCAL FOOD SYSTEM, AND THE COMMUNITY MEMBERS AND PROGRAMS ASSOCIATED WITH IT.4. CMN WILL FORMALLY ESTABLISH OUR AGRICULTURAL RESEARCH STATION AROUND OUR AREA OF EXPERTISE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b61e1582-fd78-235b-3101-5290eb21efca-C", "generated_internal_id": "ASST_NON_20213842433456_12H3"}, {"internal_id": 116078389, "Award ID": "20213842433455", "Award Amount": 499953.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-18", "CFDA Number": "10.227", "Description": "HIGH-THROUGHPUT ELECTROCHEMICAL SCREENING TECHNOLOGY IS THE EXTENSION OF THE CURRENT ELECTROCHEMICAL SENSING RESEARCH ACTIVITIES AT NAVAJO TECHNICAL UNIVERSITY. THERE IS AN IMMEDIATE DEMAND TO DEVELOP THIS TECHNOLOGY IN THE NAVAJO NATION TO UTILIZE THE AVAILABLE BIOMASS INTO A USEFUL PRODUCT SUCH AS SUGAR MOLECULES AND FINALLY TO BIOFUEL. THIS COLLABORATIVE PROJECT WITH ASU HELP TO BREAK THE BIOMASS (CELLULOSE) INTO SUGAR THROUGH BIOTECHNOLOGY, AND DETAILED ELECTROCHEMICAL CHARACTERIZATION AND SCREENING USING A MULTI-ELECTRODE ARRAY SETUP HELP TO IDENTIFY THE RIGHT BIOTECHNOLOGY APPROACH TO CONVERT ALL THE AVAILABLE BIO-MASS INTO USEFUL PRODUCTS AT THE LOW COSTS. TRADITIONAL HIGH-THROUGHPUT COLORIMETRIC SCREENING IS AN EXPENSIVE AND TIME-CONSUMING PROCESS; THEREFORE, HERE WE FOCUS ON DEVELOPING NOVEL ELECTRODE MATERIALS TO SCREEN THE 96 WELLS PARALLELLY AND SIMULTANEOUSLY. IN PARTICULAR, THESE JOINT RESEARCH ACTIVITIES TARGET TO IDENTIFY THE RIGHT BIOLOGICAL STRAIN TO BREAK THE CELLULOSE MOLECULES, TO DESIGN AND UTILIZE OF RIGHT ELECTRODE MATERIALS TO SCREEN THE RESULTS AS SOON AS POSSIBLE. MOREOVER, THE PRODUCTION OF BULK ENZYMES HAVE AN ESTIMATED MARKET THE SIZE OF ONE BILLION US DOLLARS, AND ADVANCES IN THIS PROJECT CAN APPLY TO THE SECRETION OF A WIDE ARRAY OF INDUSTRIALLY ESSENTIAL PROTEINS. ULTIMATELY, THESE INDUSTRIAL TECHNOLOGIES FOR THE GENERATION OF SUGARS FROM LIGNOCELLULOSIC BIOMASS WILL NOT ONLY CREATE \"GREEN\" JOBS IN NAVAJO NATION BUT ALSO MAXIMIZE THE NAVAJO FARMERS&#39; PROFITABILITY, AVOID FOREST FIRE, AND MINIMIZE ENVIRONMENTAL IMPACTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f46aa58c-38be-b4b1-7cf5-9814687f92de-C", "generated_internal_id": "ASST_NON_20213842433455_12H3"}, {"internal_id": 116078390, "Award ID": "20213842433454", "Award Amount": 220000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-16", "CFDA Number": "10.227", "Description": "THIS PROJECT INVOLVES MONITORING SURFACE WATER TEMPERATURES IN LOCAL STREAMS, LAKES, AND WETLANDS AS A CONTINUATION AND EXPANSION OF PREVIOUSRESEARCH.PRELIMINARY FINDINGS HAVE ALREADY HELPED INFORM KBIC NATURAL RESOURCE MANAGEMENT STRATEGIES, AND AREAS OF CONCERN HAVE BEEN IDENTIFIED FOR FOLLOW-UP STUDY AND MANAGEMENT REVISION. BESIDES PROVIDING VALUABLE PLANNING TOOLS FOR DEVELOPING BEST MANAGEMENT PRACTICES, OUR FINDINGS CAN ALSO HELP ALERT KBIC LEADERSHIP OF POTENTIAL UPSTREAM/OFF-RESERVATION ACTIVITIES NEGATIVELY IMPACTING THE NATURAL, CULTURAL, AND ECONOMIC RESOURCES OF THE COMMUNITY. FOR INSTANCE, THE KBIC IS VERY CONCERNED ABOUT POTENTIAL ENVIRONMENTAL JUSTICE ISSUES RESULTING FROM OFF-RESERVATION ACTIVITIES. ANTICIPATED WARMING SCENARIOS ALSO REQUIRE ONGOING TEMPERATURE MONITORING TO DETECT POTENTIAL LONG-TERM TRENDS.SURFACE WATER TEMPERATURE DATA WILL BE COLLECTED USING SUBMERSIBLE, REMOTE DATALOGGERS THAT STORE TEMPERATURE READINGS INTERNALLY. AFTER BEING RETRIEVED FROM FIELD SITES, DATA IS UPLOADED BY USB AND PROVIDE SPREADSHEETS OF TEMPARATURE DATAPOINTS. ANALYSIS OF SEASONS&#39; WORTH OF TEMPERATURE PROFILES, ACROSS OVER 60 TOTAL STUDY SITES, WILL ALLOW US TO DETECT TRENDS OF POTENTIAL CONCERN. THE WEALTH OF DATA WILL HELP US ASSESS FISH HABITAT SUITABILITY, DETECT SEASONAL AND YEAR-OVER-YEAR PATTERNS, AND PROVIDE VALUABLE INSIGHT FOR MANAGEMENT PARTNERS. THE DATASETS WILL ALSO BE AVAILABLE FOR STUDENT ASSISTANTS TO CONDUCT THEIR OWN SMALLER, INDEPENDENT RESEARCH PROJECTS THAT ARE REQUIRED FOR GRADUATION.THE PROPOSED RESEARCH IS EXTREMELY RELEVANT TO THE TRIBAL COMMUNITY AND ITS PARTNERS. OUR COMMUNITY HAS VESTED ECONOMIC AND CULTURAL INTERESTS IN ITS WATER QUALITY AND FISHERIES. THE KBIC OWNS ANDOPERATES A COLD-WATER FISH HATCHERY THAT STOCKS NUMEROUS SPECIES OF FISH THAT PROVIDE CRITICAL SUSTENANCE FOR COMMUNITY MEMBERS.THE SUCCESS OF THIS PROGRAM RELIES ON ACCURATEECOLOGICAL DATA.ALL ASPECTS OF THIS WORK ARE INFORMED BY FINDINGS FROM EXTENSIVE COMMUNITY-BASED SOCIAL SCIENCE RESEARCH. VALUES AND CONCERNS RELATED TO FISHERIES, MEDICINAL PLANTS, AND WATER RESOURCES HAVE BEEN IDENTIFIED IN PEER-REVIEWED, COMMUNITY-BASED RESEARCH BY PD KOZICH, STUDENT RESEARCH ASSISTANTS, AND UNIVERSITY PARTNERS. OUR PROPOSED EXPANSION INTOCEDAR SWAMP ECOSYSTEMS IS DIRECTLY BASED ON STATED CONCERNS FROM COMMUNITY MEMBERS.RESEARCH CAPACITY WILL BE ENHANCED THROUGH KBOCC&#39;S PARTNERSHIP WITH MICHIGAN TECHNOLOGICAL UNIVERSITY&#39;S COLLEGE OF FOREST RESOURCES AND ENVIRONMENTAL SCIENCE (CFRES), AND KBOCC ENVIRONMENTAL SCIENCE CURRICULUM WILL BE ENHANCED IN THREE COURSES THAT ARE PART OF THE CORE CURRICULUM OF THE ASSOCIATE DEGREE PROGRAM. THESE STEPS WILL HELP ENSURE THAT CURRICULUM IS RICH, CURRENT, AND RELEVANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0945d74d-3e05-4e61-1460-946e04f46a40-C", "generated_internal_id": "ASST_NON_20213842433454_12H3"}, {"internal_id": 98488003, "Award ID": "20203842431821", "Award Amount": 220000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-23", "CFDA Number": "10.227", "Description": "EARLY DETECTION OF NEW BIOLOGICAL INVASIONS IS CRITICAL TO SUCCESSFUL AND COST-EFFECTIVE CONTROL AND ERADICATION, YET MOST AQUATIC NUISANCE SPECIES ARE DIFFICULT TO DETECT AT LOW POPULATION SIZES EARLY IN THE INVASION PROCESS WHEN MANAGEMENT IS MOST TRACTABLE (LODGE ET AL. 2016). SEVERAL EMERGING CONCEPTS AND TECHNOLOGIES OFFER OPPORTUNITIES FOR IMPROVED SURVEILLANCE OF POTENTIAL OR NEW BIOLOGICAL INVASIONS. EMERGING MOLECULAR TOOLS LIKE ENVIRONMENTAL DNA (EDNA) HAVE DEMONSTRATED HIGH SENSITIVITY TO DETECT SOME AQUATIC NUISANCE SPECIES AT VERY LOW POPULATION ABUNDANCES (THOMSEN AND WILLERSLEV, 2015). ENVIRONMENTAL DNA REFERS TO THE DNA OF MACROBIOTA COLLECTED AND IDENTIFIED FROM AN ENVIRONMENTAL SAMPLE, LIKE WATER.CURRENTLY OF CONCERN TO FOND DU LAC RESOURCE MANAGEMENT WATER AND INVASIVE SPECIES DIVISIONS IS THE POTENTIAL PRESENCE OF BOTH RUSTY CRAYFISH (ORCONECTES RUSTICUS) AND ZEBRA MUSSEL (DREISSENA POLYMORPHA) IN THE WATERSHEDS OF THE WILD RICE LAKES. RUSTY CRAWFISH HAS BEEN FOUND TO GRAZE HEAVILY ON GERMINATING AQUATIC VEGETATION. INTRODUCTIONS OF RUSTY CRAWFISH HAVE SHOWN DETRIMENTAL IMPACTS ON AQUATIC PLANT POPULATIONS AROUND THE LITTORAL ZONE OF LAKE SYSTEMS. IN SOME INSTANCES, REDUCTIONS OF AQUATIC PLANT POPULATIONS BY AS MUCH AS 80% HAVE OCCURRED. (WENNER, 2017). THE POTENTIAL IMPACT ON THE WILD RICE LAKES COULD BE SUBSTANTIAL. WILD RICE LAKES ARE SHALLOW LAKES THAT SUPPORT WILD RICE (ZIZANIA PALUSTRIS) WHICH IS AN ANNUAL GRASS THAT IS CONSIDERED A FIRST FOOD BY THE ANISHINAABE PEOPLE AND AN IMPORTANT NUTRITIOUS FOOD SOURCE FOR TRIBAL COMMUNITIES. THE OTHER SPECIES OF CONCERN IS THE ZEBRA MUSSEL. THE ZEBRA MUSSEL GREATLY IMPACTS THE CLARITY, AMOUNT OF PHYTOPLANKTON, AND FISHERIES OF LAKES. WHAT IS UNKNOWN IS THE IMPACT OF A ZEBRA MUSSEL INFESTATION ON THE ECOLOGY OF WILD RICE. WILD RICE IN LAKES PREFERS SHALLOW LAKES WITH MUCKY BOTTOMS WITH LOW WATER CLARITY. IF WATER CLARITY IN THESE LAKES INCREASES, IT MIGHT LEAD TO GROWTH OF COMPETING PLANT SPECIES THAT COULD CROWD OUT THE ANNUAL GRASS. WE WILL USE THE EDNA TECHNOLOGY TO TEST IF THIS METHOD OF AIS MONITORING, WHICH IS LESS LABOR INTENSIVE THAN TRADITIONAL FIELD VERIFICATION, IS A USEFUL ALTERNATIVE METHOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65de3fed-5658-a726-1f3d-b16aa72cdef1-C", "generated_internal_id": "ASST_NON_20203842431821_12H3"}, {"internal_id": 98488004, "Award ID": "20203842431820", "Award Amount": 59911.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-24", "CFDA Number": "10.227", "Description": "THE MENOMINEE RESERVATION IS DOMINATED BY FOREST, WITH 95 PERCENT OF ITS 235,000 ACRES IN TREES. THE ANCIENT MENOMINEE RELIED HEAVILY ON THE FOREST FOR SUBSISTENCE, GATHERING WILD PLANTS AND ALTERING THE WOODLAND ENVIRONMENT TO CREATE RAISED GARDEN BEDS FOR FOOD PRODUCTION. THE COMMUNITY&#39;S IDENTITY, BOTH ECONOMICALLY AND CULTURALLY, IS INEXTRICABLY TIED TO ITS FOREST. THEREFORE, THIS PROPOSAL, ENTITLED \"SURVEY OF EDIBLE PLANTS ON THE MENOMINEE RESERVATION\", WILL FOCUS ON IDENTIFYING AND MAPPING EXISTING EDIBLE WOODLAND PLANTS TO AID IN RETURNING \"PRE-CONTACT FOODS\" AND FOOD SOVEREIGNTY TO THE MENOMINEE PEOPLE, ENHANCING BOTH THE COMMUNITY&#39;S CULTURAL AND NUTRITIONAL HEALTH. SPECIFICALLY, THIS PROJECT SEEKS TO BROADEN AND DEEPEN THE SCIENTIFIC AND CULTURAL UNDERSTANDING OF TRADITIONAL EDIBLE PLANTS BY: (1) DEVELOPING AND ENHANCING FACULTY AND STUDENT EXPERTISE IN PLANNING AND IMPLEMENTING SCIENTIFICALLY-VALID APPLIED RESEARCH; (2) ENHANCING CMN AND SDI FACULTY, STAFF, AND STUDENT COLLABORATIONS WITH THE UNIVERSITY OF WISCONSIN-MADISON AND OTHER INSTITUTIONS OF HIGHER LEARNING; (3) IDENTIFYING, CHARACTERIZING AND MAPPING LOCALLY-AVAILABLE, NATURALLY OCCURRING EDIBLE WOODLAND PLANTS AND DOCUMENTING THE APPROPRIATE HARVEST TIME, HARVEST METHOD, CULTURAL SIGNIFICANCE OF AND COMMUNITY ATTITUDE TOWARD EACH PLANT; AND (4) ENGAGING INDIGENOUS STUDENTS IN ALL FACETS OF RESEARCH TO FOSTER THEIR POTENTIAL FOR FURTHER PURSUIT OF STEM RELATED EDUCATION AND CAREERS.RESEARCH FINDINGS APPROVED FOR DISSEMINATION BY THE MENOMINEE LANGUAGE AND CULTURE COMMISSION WILL BE SHARED THROUGHOUT THE COMMUNITY THROUGH PRESENTATIONS, GENERAL AUDIENCE PUBLICATIONS, AND VARIOUS ELECTRONIC MEANS (VLOGS, BLOGS, VIDEOS, ETC), AS WELL AS REGIONALLY AND NATIONALLY THROUGH CONFERENCE PRESENTATIONS AND PUBLICATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b61e1582-fd78-235b-3101-5290eb21efca-C", "generated_internal_id": "ASST_NON_20203842431820_12H3"}, {"internal_id": 98187927, "Award ID": "20203842431819", "Award Amount": 498810.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "10.227", "Description": "THE HYPOTHESIS BEING CONSIDERED IS THAT INDUSTRIAL HEMP CAN BE A VIABLE CROP AND RAW MATERIAL TO SUPPORT THE PROSPERITY OF MICHIGAN TRIBAL COMMUNITIES AND THE STATE OF MICHIGAN, BUT ADDITIONAL RESEARCH-BASED INFORMATION IS NEEDED TO SUPPORT STAKEHOLDER DECISION-MAKING. OUR PROPOSED PROJECT WILL DRAW ON THE RELEVANT AND COMPLIMENTARY EXPERTISE OF BAY MILLS COMMUNITY COLLEGE, MICHIGAN STATE UNIVERSITY, LAKE SUPERIOR STATE UNIVERSITY, AND THE LITTLE TRAVERSE BAY OF ODAWA INDIANS TO HELP FACILITATE THE SUCCESSFUL ADOPTION OF HEMP BY MICHIGAN TRIBAL COMMUNITIES VIA THE FOLLOWING OBJECTIVES:CONDUCT HEMP VARIETY TRIALS AT THREE LOCATIONS IN BRIMLEY, CHATHAM, AND HARBOR SPRINGS, MICHIGAN TO ASSESS GROWTH, YIELD AND QUALITY OF AVAILABLE COMMERCIAL GRAIN/FIBER AND CBD HEMP VARIETIES UNDER LOCAL CONDITIONS.EVALUATE VARIETY PLOTS FOR THE PRESENCE OF INSECT PESTS AND PATHOGENS TO GAUGE SUSCEPTIBILITY.CONDUCT A REPLICATED STUDY TO EXAMINE THE EFFICACY OF CULTIVATION, SYNTHETIC MULCH AND COVER CROPS (LIVING MULCH) AS WEED CONTROL TOOLS UNDER MICHIGAN CONDITIONS.ANALYZE PLANT MATERIAL RESULTING FROM THESE TRIALS FOR CANNABINOID CONTENT, GRAIN AND FIBER QUALITY TO DETERMINE REGULATORY COMPLIANCE AND ECONOMIC VALUE.GATHER AND DISSEMINATE INFORMATION ON POTENTIAL OPPORTUNITIES AND CHALLENGES RELATED TO HEMP PRODUCTION AND UTILIZATION BY TRIBAL COMMUNITIES AND PARTNERS IN MICHIGAN THROUGH PARTICIPATORY DISCUSSION SESSIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c32f2c2c-0ede-71b0-7531-10266e795b91-R", "generated_internal_id": "ASST_NON_20203842431819_12H3"}, {"internal_id": 108314945, "Award ID": "20203842431818", "Award Amount": 219577.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-09", "CFDA Number": "10.227", "Description": "COMPARATIVE STUDY OFTRIBAL COOPERATIVE DEVELOPMENT EFFORTS IN THE U.S. AND CANADA SUMMARY SOUTHWESTERN INDIAN POLYTECHNIC INSTITUTE IS SUBMITTING A NEW APPLICATION UNDER THE NEW DISCOVERY - REGULAR RESEARCH PROGRAM. THE SUBJECT AREA IS A COMPARATIVE STUDY OF TRIBAL COOPERATIVES DEVELOPMENT IN THE U.S. AND CANADA AND ANALYSIS OF FACTORS ASSOCIATED WITH SUCCESS OR FAILURE.THROUGH THE PROPOSED RESEARCH WE SEEK TO EXPAND RURAL TRIBAL BUSINESS OPPORTUNITIES, QUALITY OF LIFE AND WORKFORCE AVAILABILITY BY IDENTIFYING FACTORS ASSOCIATED WITH TRIBAL COOPERATIVE SUCCESS IN CANADA AND SHARING THESE WITH TRIBES IN THE U.S. AND TO:ENHANCE THE BODY OF SCIENTIFIC KNOWLEDGE RELATED TO THE SUCCESS OF TRIBAL COOPERATIVES;SHARE THE RESULTS OF THIS RESEARCH TO HELP SOLVE THE PROBLEMS OF NATIVE AMERICAN POVERTY AND LACK OF JOB OPPORTUNITIES ON TRIBAL LANDS, A NATIONAL CHALLENGE;BUILD LINKS BETWEEN TRIBES IN THE US AND CANADA TO GENERATE A CRITICAL MASS OF EXPERTISE ON TRIBAL COOPERATIVES, INCLUDING FOOD,AGRICULTURE AND NATURAL RESOURCE COOPERATIVES; ANDINTEGRATE BUSINESS AND CULTURAL EDUCATION TO PROVIDE EXPERIENTIAL LEARNING OPPORTUNITIES FOR STUDENTS IN APPLIED RESEARCH AND TRIBAL COMMUNITY DEVELOPMENT.THIS GRANT WILL FURTHER SIPI&#39;S RESEARCH CAPACITY AS A 1994 LAND-GRANT INSTITUTION AND PROVIDE OPPORTUNITIES FOR SIPI STUDENTS TO BE INVOLVED IN PUBLISHABLE RESEARCH. SIPI STUDENTS WILL BE INVOLVED IN ALL ASPECTS OF THE RESEARCH PROJECT, FROM PROJECT DESIGN TO RESULTS ANALYSIS.PDS AND CO-PDS: PD - RODNEY GREER, PHD, SIPI; CO-PD - CHRISTOPHER HARRINGTON, JD, SIPI; CO-PD - COURTNEY BERNER, MS, UNIVERSITY OF WISCONSIN CENTER FOR COOPERATIVES (1862 LAND GRANT INSTITUTION); CO-PD - PAMELA STANDING, MBA, MINNESOTA INDIGENOUS BUSINESS ALLIANCE; CO-PD - SANDRA MCCARDELL, MBA, COOPERATIVE CATALYST OF NEW MEXICO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cae8e8a4-aafb-8978-85bf-d64cc3d1c9d8-C", "generated_internal_id": "ASST_NON_20203842431818_12H3"}, {"internal_id": 108314946, "Award ID": "20203842431817", "Award Amount": 95000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-09", "CFDA Number": "10.227", "Description": "THIS TRIBAL COLLEGE RESEARCH PROPOSAL FOR THE COLLEGE OF MENOMINEE NATION SEED REMATRIATION PROGRAM IS DESIGNED TO FOSTER AND ENHANCE THE DIVERSITY OF TRADITIONAL FOODS SYSTEMS GROWN ON THE MENOMINEE RESERVATION CONTRIBUTING TO A TRIBALLY SUSTAINED COMMUNITY FOOD SYSTEMS THROUGH THE FOLLOWING OBJECTIVES: 1) RESEARCHING NATIVE MENOMINEE SEEDS TO BE REMATRIATED FROM MUSEUMS AND SEED BANKS IN A CULTURALLY APPROPRIATE MANNER, 2) REMATRIATED SEEDS WILL BE PLANTED TO DETERMINE BEST PRACTICES TO INCREASE KNOWLEDGE OF SEEDS FOR FUTURE COMMUNITY SHARING BASED ON THE FINDINGS, 3) KEY INFORMANT INTERVIEWS TO GATHER DATA ON HEIRLOOM SEEDS DONATED BY MENOMINEE TRIBAL MEMBERS, 4) INCREASED SEED DIVERSITY, AND LASTLY 5) THE SUCCESSFUL GERMINATION OF SEEDS FROM BOTH REMATRIATED AND COMMUNITY DONATED SEEDS. THE COLLEGE OF MENOMINEE NATION IS A LEADER WITHIN THE COMMUNITY AND NORTHEAST WISCONSIN WITH ITS PREVIOUS WORK IDENTIFYING HISTORICAL ANCIENT AGRICULTURAL SITES ON THE MENOMINEE RESERVATION THAT DATE BACK OVER 5000 YEARS AGO. WITH THE RECENT HIRE OF A SUSTAINABLE AGRICULTURE FACULTY POSITION, THE COLLEGE HAS THE CAPACITY TO UNDERTAKE MEANINGFUL RESEARCH THAT CAN BE SHARED WITH OTHER TRIBAL COLLEGES AND COMMUNITIES. IN ADDITION, STUDENTS WILL BE GIVEN THE OPPORTUNITY TO BE A PART OF RESEARCH IN HIGHER EDUCATION THAT WILL ENHANCE THEIR LEARNING EXPERIENCE AT THE COLLEGE OF MENOMINEE NATION. THE COLLEGE HAS WORKED WITH THE MENOMINEE TRIBE OF WISCONSIN AND THE UNIVERSITY OF WISCONSIN DIVISION OF EXTENSION TO CREATE OPPORTUNITIES FOR THE COMMUNITY TO LEARN THE ANCIENT AGRICULTURAL TECHNIQUES AS WELL AS LEARN ABOUT THE FOODS THAT WERE GROWN AND CONSUMED BY THEIR ELDERS. THIS PROJECT WILL GIVE COMMUNITY MEMBERS THE OPPORTUNITY TO GROW TRADITIONAL NATIVE PLANTS THAT WERE ONCE GROWN BY THEIR ANCESTORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b61e1582-fd78-235b-3101-5290eb21efca-C", "generated_internal_id": "ASST_NON_20203842431817_12H3"}, {"internal_id": 98187926, "Award ID": "20203842431816", "Award Amount": 59967.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-03", "CFDA Number": "10.227", "Description": "NEBRASKA INDIAN COMMUNITY COLLEGE STUDENT LED RESEARCH GRANT 2019 APPLICATION - TRIBAL COLLEGE STUDENT CLIMATE CHANGE RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "62b367a0-1be5-0e30-b624-7a5bdd3a144f-C", "generated_internal_id": "ASST_NON_20203842431816_12H3"}, {"internal_id": 98187925, "Award ID": "20203842431815", "Award Amount": 498342.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-05", "CFDA Number": "10.227", "Description": "PINYON PINES ARE A CULTURALLY AND ECOLOGICALLY IMPORTANT SPECIES ACROSS MUCH OF THE SOUTHWESTERN US INCLUDING THE NAVAJO NATION. THEY HAVE EXPERIENCED WIDESPREAD MORTALITY DUE TO RECENT DROUGHT IN THE REGION, AND ACTIVE MITIGATION, SUCH AS RESTORATION PLANTING, MAY BE REQUIRED TO MAINTAIN TREES IN AREAS THEY HAVE HISTORICALLY OCCUPIED. OUR PREVIOUS WORK ON PINYON PINE SUGGESTS THAT SPECIFIC TREES AND POPULATIONS MAY BE BETTER SUITED TO FUTURE CONDITIONS. AT THE SAME TIME, SEED PRODUCTION IS INCREASINGLY LIMITED BY HEAT AND ARIDITY, THUS THERE IS A TIME SENSITIVE NEED TO COLLECT, STORE AND TEST PINYON PINE SEED FOR RE-PLANTING. THOUGH JUNIPER IS MORE DROUGHT TOLERANT THAN PINYON PINE, RECENTLY MORTALITY RATES ARE INCREASING FOR THIS SPECIES AS WELL. THERE IS ALSO CONCERN THAT BOTH PINYON AND JUNIPER LOSS TO FUELWOOD CUTTING ON THE NAVAJO NATION MAY BE ACCELERATING WITH THE LOSS OF COAL MINING OPERATIONS. THUS, IT IS CRUCIAL AND TIME SENSITIVE TO UNDERSTAND THE CURRENT STATUS AND FUTURE TRENDS FOR PINYON JUNIPER WOODLANDS AND TO DEVELOP RESTORATION RESOURCES AND TECHNIQUES.OBJECTIVES:WE WILL USE REMOTE SENSING AND GROUND-BASED SURVEY PLOTS TO UNDERSTAND THE EXTENT OF PINYON-JUNIPER, ITS LOSS, AND ITS POTENTIAL FOR REGENERATION.WE WILL COLLECT AND STORE SEED FROM MANY SITES TO ENSURE THE AVAILABILITY OF SEEDS FOR FUTURE RESTORATION.WE WILL DEVELOP TECHNIQUES FOR GERMINATION, GROWTH, AND INOCULATION WITH BENEFICIAL SOIL MICROBES SO THAT TREES CAN BE REPLACED WHERE THEY HAVE BEEN LOST.THESE OBJECTIVES WILL BE ADDRESSED THROUGH A COLLABORATION BETWEEN NTU, NAU, NAVAJO NATION AGENCIES AND THE UNITED STATES FOREST SERVICE. THE LATTER WILL SHARE FOREST INVENTORY AND ANALYSIS DATA AND EXPERTISE IN REMOTE SENSING AND MODELING PLANT DISTRIBUTIONS. NTU STUDENTS WILL BE TRAINED IN FOREST SURVEY METHODS, AS WELL AS, IN REMOTE SENSING DATA AND GEOGRAPHIC INFORMATION SYSTEMS ANALYSES. THE EVENTUAL GOAL IS TO MAP CURRENT AND PREDICT FUTURE PINYON JUNIPER WOODLAND DISTRIBUTION AND TO DEVELOP METHODS, RESOURCES, AND PLANS FOR RESTORATION. THIS PROJECT IS PRIMARILY BASED AT NAVAJO TECHNICAL UNIVERSITY WHERE FACULTY AND STUDENTS WILL BE ADVISED AND TRAINED BY FACULTY AND STAFF FROM NORTHERN ARIZONA UNIVERSITY AND BY DR. SAM CUSHMAN OF THE UNITED STATES FOREST SERVICE. A PREVIOUS USDA AWARD TO NTU ESTABLISHED AN EXPERIMENTAL FOREST AND RESTORATION TEST WHICH WILL BE USED IN THIS PROGRAM. NINE NTU STUDENTS WILL RECEIVE TRAINING AS INTERNS AND MORE WILL BE TRAINED DURING COURSEWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f46aa58c-38be-b4b1-7cf5-9814687f92de-C", "generated_internal_id": "ASST_NON_20203842431815_12H3"}, {"internal_id": 98488005, "Award ID": "20203842431814", "Award Amount": 213741.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-11", "CFDA Number": "10.227", "Description": "AS CHANGING CLIMATE AND ENVIRONMENTAL DISTURBANCES ARE BECOMING MORE FREQUENT AND LESS PREDICTABLE, IT IS IMPORTANT THAT WE MAKE SURE ACCURATE AND USEFUL INFORMATION IS AVAILABLE TO OUR UNDERREPRESENTED TRIBAL COMMUNITIES. WITH MAJOR FLOODS IN 2011 AND 2019, ALONG WITH A DROUGHT IN 2012, OUR TRIBAL COMMUNITIES HAVE HAD TO OVERCOME MAJOR CHALLENGES WITH LIMITED RESOURCES. THESE EVENTS HAVE HAD MAJOR EFFECTS ON OUR TRIBAL ECONOMY, COMMUNITY HEALTH AND THE ECOLOGY OF OUR TRIBAL LANDS. THIS RESEARCH GRANT WILL EXPAND ON EXISTING ENVIRONMENTAL MONITORING RESEARCH AND INCREASE ITS APPLICATIONS TO ENSURE USEFUL INFORMATION IS AVAILABLE FOR THE TRIBES TO MAKE INFORMED DECISIONS AND PREPARE FOR NEW ENVIRONMENTAL NORMS.THIS RESEARCH PROJECT COLLABORATION BETWEEN NICC AND THE NEBRASKA STATE CLIMATE OFFICE WILL UTILIZE HISTORICAL WEATHER DATA, ALONG WITH NICC WEATHER STATION DATA TO ESTABLISH A CHRONOLOGICAL WEATHER TIMETABLE. THIS TIMETABLE WILL THEN BE COMPARED WITH OUR EXISTING AND FUTURE PLANT INVENTORY AND SOIL SAMPLE DATA FROM OUR NATIVE PRAIRIE RESTORATION RESEARCH PLOTS, (100-200 YARDS FROM MISSOURI RIVER). IT IS OUR INTENTION TO EXPAND OUR RESEARCH FOCUS TO THE MISSOURI RIVER; LOOKING AT HISTORICAL CHANNEL FLOWS, PLANT COMPOSITION AND SEDIMENTATION RATES.UTILIZING THE METHODS OUTLINED, THIS PROJECT GOAL IS TO ESTABLISH A COLLABORATIVE RESEARCH PROGRAM WITH THE NEBRASKA STATE CLIMATE OFFICE TO STRENGTHEN RESEARCH PROGRAMMING AT NICC FOR THE BENEFIT OF FACULTY, STUDENTS AND THE LOCAL COMMUNITY. THIS WILL BE ACHIEVED THROUGH FOLLOWING OBJECTIVES: UNDERSTAND LOCAL HISTORICAL WEATHER PATTERNS, INCREASE COLLABORATION BETWEEN NICC AND UNL, AND ENHANCE RESEARCH CAPACITY FOR NICC FACULTY, STAFF AND STUDENTS. METHODS WILL INVOLVE STUDENT EXPERTISE IN ANALYZING DATASETS, SUMMARIZING THE DATA, AND PROVIDING PRESENTATIONS IN COMMUNITY FORUMS. FACULTY RESEARCH SKILLS WILL BE ENHANCED THROUGH REGULAR ENGAGEMENT WITH UNL SCIENTISTS ON OUTCOME-BASED PROJECT OBJECTIVES. IMPROVED RESEARCH CAPABILITIES WILL LEAD TO BETTER PREPARATION OF THE STUDENT WORKFORCE FOR COMMUNITY DEVELOPMENT. AN ENHANCED UNDERSTANDING OF THE LOCAL ENVIRONMENT WILL BE ACHIEVED AND SHARED WITH THE BROADER COMMUNITY. THIS WILL AID IN TRIBAL AGENCY MANAGEMENT DECISIONS, REDUCE RISK AND ENHANCE PREPAREDNESS ASSOCIATED WITH ENVIRONMENTAL ISSUES AND EXTREME WEATHER EVENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "62b367a0-1be5-0e30-b624-7a5bdd3a144f-C", "generated_internal_id": "ASST_NON_20203842431814_12H3"}, {"internal_id": 98488006, "Award ID": "20203842431813", "Award Amount": 219964.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-15", "CFDA Number": "10.227", "Description": "THE PROPOSED PROJECT TITLED, \"LAYING THE FOUNDATION OF A SUSTAINABLE INDIGENOUS FOOD SYSTEM\" WILL ENHANCE THE MISSION OF THE COLLEGE OF MENOMINEE NATION (CMN)-SUSTAINABLE DEVELOPMENT INSTITUTE (SDI) BY ADVANCING INDIGENOUS FOOD SYSTEMS, TRIBAL FOOD SOVEREIGNTY, AND NATIVE AMERICAN STUDENT PARTICIPATION IN STEM-BASED EDUCATION AND CAREERS THROUGH COMMUNITY-CENTERED AND CULTURALLY-RELEVANT APPLIED AGRICULTURAL RESEARCH IN FOOD PRODUCTION. BUILDING UPON PREVIOUS RESEARCH AND GUIDED BY THE MENOMINEE ARCHEOLOGICAL RECORD, THIS PROJECT WILL EMPHASIZE STUDENT, YOUTH AND COMMUNITY INVOLVEMENT TO: 1) DESIGN AND CONDUCT SCIENTIFIC RESEARCH EVALUATING THE IMPACT OF TRADITIONAL MENOMINEE AGRICULTURAL TECHNIQUES, INCLUDING RAISED BED GARDENS, ON BEAR ISLAND FLINT CORN PRODUCTION, CORN NUTRITIONAL DENSITY, AND SOIL HEALTH AND ENVIRONMENTAL SUSTAINABILITY; 2) IDENTIFY SUCCESSFUL TRADITIONAL AND CONTEMPORARY FLINT CORN DRYING AND STORAGE TECHNIQUES, 3) EXPLORE THE USE OF FLINT CORN IN CONTEMPORARY RECIPES AND DIETS; 4) SCREEN VARIETIES OF CORN AND OTHER CROPS FOR LOCAL ADAPTATION, 5) DEVELOP FACULTY, STAFF, STUDENT AND YOUTH LEADERS THROUGH ONE-ON-ONE MENTORING AND JOB SHADOWING OPPORTUNITIES, AS WELL AS THE EMPLOYMENT OF A TEAM-BASED APPROACH TO DESIGNING, IMPLEMENTING, AND COMPLETING RESEARCH AND OUTREACH OBJECTIVES; AND 6) PROMOTE CULTURAL-BASED, AGRICULTURAL SCIENCE EDUCATION TO CMN STUDENTS, FACULTY AND STAFF, MENOMINEE YOUTH, AND INTERESTED COMMUNITY MEMBERS THROUGH SUMMER STEM WORKSHOPS EMPHASIZING THE INTEGRATION OF TRADITIONAL AND SCIENTIFIC AGRICULTURAL KNOWLEDGE, SCIENTIFIC RESEARCH DESIGN, EFFECTIVE COMMUNICATION AND LEADERSHIP SKILLS, AND CAREER EXPLORATION. PROJECT RESULTS WILL BE WIDELY DISSEMINATED THROUGH FACULTY, STAFF, AND STUDENT PRESENTATIONS AT REGIONAL AND NATIONAL CONFERENCES AND COMMUNITY EVENTS, PUBLICATION OF GENERAL AUDIENCE FACTSHEETS, AND THE CREATION OF VLOGS, BLOGS, AND OTHER FORMS OF SOCIAL MEDIA AND ELECTRONIC CONTENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b61e1582-fd78-235b-3101-5290eb21efca-C", "generated_internal_id": "ASST_NON_20203842431813_12H3"}, {"internal_id": 98187924, "Award ID": "20203842431812", "Award Amount": 220000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-03", "CFDA Number": "10.227", "Description": "THE PROJECT \"REGENERATIVE AGRICULTURE: DIVERSE YEAR-ROUND COVER CROPS AND INTENSIVE GRAZING EFFECT ON SOIL HEALTH FOR LOCAL FOOD PRODUCTION\" IS BEING SUBMITTED BY NUETA HIDATSA SAHNISH COLLEGE (NHSC), UNDER THE NEW DISCOVERY RESEARCH OPTION. THIS PROJECT IS FOCUSED ON SOLVING RELEVANT ISSUES OF FOOD SOVEREIGNTY THROUGH RESEARCH IN THE NEW AREA OF REGENERATIVE AGRICULTURE.THE PROPOSED PROJECT DIRECTOR WILL BE LORI NELSON, LAND GRANT DIRECTOR AT NUETA HIDATSA SAHNISH COLLEGE (NHSC). NHSC LOCAL FOODS COORDINATOR, JESSICA URAN AND AGRICULTURE FACULTY, JOE REUM, WILL BE KEY CONTRIBUTORS. OUR COLLABORATORS WILL BE DR. CYNTHIA DALY, PROFESSOR OF AGRICULTURE/DIRECTOR AND PRIYA TUVELL, LECTURER/PROGRAM MANAGER FROM THE CENTER OF REGENERATIVE AGRICULTURE &AMP; RESILIENT SYSTEM, CALIFORNIA STATE UNIVERSITY, CHICO (CSU, CHICO). THE PRIMARY GOALS OF THIS PROJECT ARE TO INVESTIGATE SOIL HEALTH AND ITS EFFECTS ON RESILIENCE, NUTRITION CONTENT, AND PROFITABILITY IN NORTH DAKOTA VEGETABLE PRODUCTION SYSTEMS. THE STUDY WILL DRILL DOWN ON THE COST/BENEFIT OF NO-TILL ORGANIC VEGETABLE PRODUCTION SYSTEMS WITH COVER CROPS AND TERMINATION OF COVER CROPS BY EITHER ROLLING OR LIVESTOCK INTEGRATION, BY COMPARING SOIL QUALITY, YIELD, NUTRIENT DENSITY, AND COSTS AS COMPARED TO FULL TILLAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a1218e1-6914-7979-89b9-a15cd8979fc0-C", "generated_internal_id": "ASST_NON_20203842431812_12H3"}, {"internal_id": 79105458, "Award ID": "20193842429293", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-07", "CFDA Number": "10.227", "Description": "PINYON PINES ARE A CULTURALLY AND ECOLOGICALLY IMPORTANT SPECIES ACROSS MUCH OF THE SOUTHWESTERN US INCLUDING THE NAVAJO NATION. THEY HAVE EXPERIENCED WIDESPREAD MORTALITY DUE TO RECENT DROUGHT IN THE REGION, AND ACTIVE MITIGATION, SUCH AS RESTORATION PLANTING, MAY BE REQUIRED TO MAINTAIN TREES IN AREAS THEY HAVE HISTORICALLY OCCUPIED. FURTHERMORE, UNDERSTANDING THE EXTENT OF FUTURE PINYON MORTALITY DUE TO DROUGHT WILL DEPEND ON ESTIMATING THE NUMBER OF DROUGHT TOLERANT PINYONS ON THE NAVAJO NATION LANDSCAPE. RECENT RESEARCH DEMONSTRATES THAT INDIVIDUAL PINYONS VARY DRAMATICALLY IN THEIR ABILITY TO SURVIVE EXTREME DROUGHT AND TO GROW AND REPRODUCE DURING PROLONGED DROUGHT. IN ADDITION, DROUGHT TOLERANCE TRAITS ARE PASSED TO THEIR OFFSPRING AND ASSOCIATED WITH PARTICULAR BENEFICIAL SOIL MICROBES. HOWEVER, DROUGHT TOLERANT TREES CANNOT ALWAYS BE READILY RECOGNIZED ON THE LANDSCAPE SO THAT APPROPRIATE SEED STOCK CAN BE COLLECTED. HERE, WE PROPOSE TO COMBINE MEASURES OF DROUGHT TOLERANCE(GROWTH, PHYSIOLOGY, SOIL MICROBIAL COMMUNITIES) WITH CUTTING EDGE ADVANCEMENTS IN LIDAR AND HYPERSPECTRAL IMAGING TO DEVELOP A SPECTRAL SIGNAL OF DROUGHT TOLERANCE THAT CAN EVENTUALLY BE USED TO IDENTIFY DROUGHT TOLERANT PINYONS AT THE LANDSCAPE SCALE. OUR PROJECT INVOLVES DEVELOPMENT OF LIDAR AND HYPERSPECTRAL IMAGES FOR TREES WITH KNOWN DROUGHT TOLERANCE TRAITS, TESTS OF THE EFFICACY OF THESE IMAGING TECHNIQUES ON TREES OF UNKNOWN DROUGHT TOLERANCE, AND TESTS OF THE INHERITANCE OF DROUGHT TOLERANCE TRAITS USING GREENHOUSE AND EXPERIMENTAL FOREST PLANTINGS. THESE OBJECTIVES WILL BE ADDRESSED THROUGH A COLLABORATION BETWEEN NAVAJO TECHNICAL UNIVERSITY (NTU), NORTHERN ARIZONA UNIVERSITY, AND THE ARMY RESEARCH LAB. THE LATTER WILL SHARE EQUIPMENT AND EXPERTISE IN HYPERSPECTRAL IMAGING AND LIDAR THROUGH AN EDUCATIONAL PARTNERSHIP AGREEMENT WITH NTU. NTU STUDENTS WILL BE TRAINED IN TRADITIONAL MEASURES OF PLANT PERFORMANCE, AS WELL AS, IN HYPERSPECTRAL IMAGING AND LIDAR FIELD METHODS ANDDATA ANALYSIS. THE EVENTUAL GOAL IS TO IDENTIFY HYPERSPECTRAL SIGNALS OF DROUGHT TOLERANCE THAT CAN BE USED TO IDENTIFY DROUGHT TOLERANT TREES AT LARGE SPATIAL SCALES USING REMOTE SENSING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f46aa58c-38be-b4b1-7cf5-9814687f92de-C", "generated_internal_id": "ASST_NON_20193842429293_12H3"}, {"internal_id": 79402055, "Award ID": "20193842429292", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-11", "CFDA Number": "10.227", "Description": "PROJECT SUMMARY: THE AREA OF EXPERTISE BEING DEVELOPED IN THIS PROJECT IS HORTICULTURE PRODUCTION RESEARCH, USING THE CULTURALLY RELEVANT JUNEBERRY IN NATIVE, NRCS PLANTINGS, AND CULTIVATED ORCHARDS. THE JUNEBERRY FRUIT IS A SMALL POME AND IT IS BORNE IN CLUSTERS OF SIX TO 12 POMES, RIPENING TO PURPLE, RED OR ALMOST BLACK COLOR. JUNEBERRY IS A HIGHLY NUTRITIOUS FRUIT CROP WITH AN EXCELLENT SOURCE OF IRON, POTASSIUM, MAGNESIUM AND PHOSPHORUS; A HIGHER PROTEIN, CALCIUM, AND FIBER CONTENT THAN BLUEBERRY, AND A VITAMIN AND PHENOLIC CONTENT SIMILAR TO BLUEBERRY (OCHTERSKI, 2010). IN CONTRAST TO BLUEBERRY THE JUNEBERRY IS WELL-ADAPTED TO THE NORTHERN CENTRAL PLAINS (LAUGHLIN ET AL., 1996; ST.PIERRE, 1999). THE AIMS OF THIS PROJECT ARE TO DEVELOP MANAGEMENT PRACTICES FOR JUNEBERRY CULTIVAR ORCHARDS AND NCRS PLANTINGS FOR NORTH DAKOTA CONDITIONS AND TRAIN STUDENTS IN RESEARCH PRODUCTION METHODOLOGIES WITH THE SPECIFIC AIMS OF: 1) DETERMINING IMPORTANT FACTORS IMPACTING FRUIT YIELD BY ALTERING PRODUCTION VARIABLES IN JUNEBERRY CULTIVAR ORCHARDS. 2) DEVELOP BASELINE FRUIT YIELD INFORMATION FOR NRCS SEEDLING DERIVED PLANTINGS AND NATIVE STAND FRUIT YIELD. 3) TRAIN NHSC STUDENTS IN FRUIT CROP RESEARCH METHODOLOGIES AND DEVELOP CURRICULUM MATERIALS FOR NATIVE PLANT BOTANY COURSE. THIS PROJECT IS HIGHLY RELEVANT TO THE TRIBAL COMMUNITY, WILL BENEFIT THE PUBLIC, INCREASE EDUCATION AND RESEARCH CAPACITY, AND HAVE BROADER APPLICATION TO OTHER GROWERS IN THE REGION. TRIBAL MEMBERS WILL BENEFIT FROM INCREASED AVAILABILITY OF FRUIT AND KNOWLEDGE TO IMPROVE THEIR OWN PLANTINGS, PROVIDING ECONOMIC OPPORTUNITY FOR ENTREPRENEURIAL TRIBAL MEMBERS. THE RESULTS OF THESE STUDIES WILL BE DISSEMINATED THROUGH PRESENTATIONS, BULLETINS, AND RESEARCH PAPERS TO TRIBAL AND SCIENTIFIC AUDIENCES. IN ADDITION, EXPERTISE AND INFRASTRUCTURE DEVELOPED BY THIS NEW RESEARCH PROJECT HAVE POTENTIAL APPLICATION FOR USE WITH OTHER NATIVE FRUIT MATERIALS.THE JUNEBERRY IS AN EXCELLENT FRUIT TO INCREASE THE NATIVE AMERICAN CONTEMPORARY DIET BECAUSE OF THE HEALTH BENEFITS (ORCHTERSKI, 2010). HISTORICALLY, THE NATIVE SHRUB WAS A WIDELY USED FOOD STAPLE BY MANY NORTH AMERICAN INDIAN TRIBES AND FLOWERS AND FRUIT WERE IMPORTANT IN NATIVE CEREMONIES (MOERMAN, 1998; ST-PIERRE, 1999). FRUIT WERE USED FRESH, STEAMED OR MASHED, DRIED AND USED IN PEMMICAN CAKES (DRIED LEAN MEAT, MELTED FAT, AND JUNEBERRIES) THAT WOULD KEEP FOR MONTHS IN A COOL, DRY PLACE AND WAS A WINTER STAPLE. THE NATIVE JUNEBERRY, IS STILL USED AS MUCH AS POSSIBLE BY MEMBERS OF THE MANDAN, HIDATSA, AND ARIKARA NATIONS AND KNOWN WILD PLOTS ARE HARVESTED FOR FRESH AND DRIED EATING AND FROZEN FOR MULTIPLE USES.FORT BERTHOLD COMMUNITY COLLEGE (NOW NHSC) BEGAN THE JUNEBERRY PROJECT IN 2003 BY PLANTING THREE LARGE ORCHARDS OF JUNEBERRIES, TWO ORCHARDS OF CULTIVARS ARE LOCATED IN THE WHITE SHIELD DISTRICT ON THE EAST SEGMENT OF THE RESERVATION AND ONE IN THE MANDAREE DISTRICT ON THE WEST SEGMENT. A THIRD ORCHARD AT ELBOWOOD IS COMPOSED OF SEEDLING DERIVED PLANTS FROM NCRS. IN ADDITION, THERE ARE SEVERAL KNOWN AND STUDIED WILD NATIVE STANDS OF THE JUNEBERRY. DR. HARTMAN CONDUCTED THE INITIAL RESEARCH FOR HIS PHD STUDIES ENTITLED, \"REESTABLISHING THE JUNEBERRY ON THE FORT BERTHOLD INDIAN RESERVATION: CULTURAL, HORTICULTURAL, AND EDUCATIONAL CONNECTIONS\" (HARTMAN, 2008). INITIALLY THE FORT BERTHOLD COMMUNITY COLLEGE AGRICULTURE DEPARTMENT CONDUCTED STUDIES OF PROPAGATION AND TRANSPLANT, PESTS, AND WEED CONTROL. RESULTS INCLUDED MULTIPLE CULTIVAR DIFFERENCE IN GROWTH AND HARDINESS, BENEFITS OF WEED BARRIER, AND NO SIGNIFICANT PEST ISSUES. IN 2007, DR. HARTMAN AND DR. ANNE FENNELL (CO-PD OF THIS PROPOSAL) OF THE SOUTH DAKOTA STATE UNIVERSITY (SDSU) AGRONOMY, HORTICULTURE AND PLANT SCIENCE DEPARTMENT, BEGAN A RESEARCH PROJECT INTO PROPAGATION METHODS FOR JUNEBERRIES. THE PUBLISHED RESULTS INDICATED PROPAGATION FROM SEEDS AS THE MOST COST EFFECTIVE METHOD FOR PROPAGATING JUNEBERRIES. DR. HARTMAN COLLABORATED WITH DR. FATHI HALAWEISH, BIOCHEMISTRY DEPARTMENT AT SDSU ON A 2011 USDA FUNDED PROJECT TO STUDY THE NUTRITIONAL AND ANTI-CANCER PROPERTIES OF THE JUNEBERRY. THIS PUBLISHED RESEARCH \"EVALUATION OF CHEMOPREVENTIVE CONTENTS OF NATIVE AMERICAN JUNEBERRIES\" SHOWED JUNEBERRIES IN GENERAL TO BE EXTREMELY NUTRITIONAL AND CONTAIN HIGH LEVELS ON ANTI-OXIDANTS (GUNAWARDANA ET AL. 2016). DR. HARTMAN&#39;S EXPERIENCES WITH THE JUNEBERRY PROVIDE WELL-ESTABLISHED PLANT RESOURCES AND A STRONG RESEARCH FOUNDATION TO DEVELOP THE NEW RESEARCH IN SPECIALTY CROP PRODUCTION AND TIE THIS DIRECTLY TO COLLEGE CURRICULUM. THIS PROJECT WILL IMPROVE HIS RESEARCH EXPERTISE, PROVIDE STUDENT RESEARCH OPPORTUNITIES AND NEW CURRICULUM.THE FORT BERTHOLD JUNEBERRY PROJECT HAS BEEN SUCCESSFUL IN PROMOTING THE REESTABLISHMENT OF THE JUNEBERRY ON THE FORT BERTHOLD RESERVATION. IN ADDITION, CULTURAL NOTATIONS AND EDUCATIONAL PRACTICES SURROUNDING THIS TRADITIONAL FOOD SOURCE HAVE ALSO BEEN REESTABLISHED IN THE FORT BERTHOLD INDIAN RESERVATION. THE ORCHARDS AND WILD STANDS PROVIDE HUNDREDS OF GALLONS OF JUNEBERRIES WHICH ARE DISTRIBUTED TO ELDERS AND COMMUNITY MEMBERS IN SOME YEARS. MEMBERS HAVE ALSO SUCCESSFULLY MARKETED JUNEBERRIES AND OTHER JUNEBERRY PRODUCTS, UNFORTUNATELY, THERE ARE SOME YEARS WHEN THE FRUIT YIELD IS VERY LOW OR NON-EXISTENT. THE PURPOSE OF THIS NEW RESEARCH IS TO MANIPULATE SEVERAL CULTURAL PRACTICES (IRRIGATION, PRUNING, AND FERTILIZER) IN ORCHARDS AND TO EXPLORE THE PRODUCTIVITY OF NCRS DERIVED SEEDLING PLANTINGS AND NATIVE STANDS TO PROVIDE INFORMATION TO ENHANCE MANAGEMENT STRATEGIES IN THE THREE DIFFERENT GROWING SYSTEMS.PREVIOUSLY THE BERTHOLD JUNEBERRY PROJECT INVESTIGATED SOILS, LOCATION, TOPOGRAPHY, AND LAND USE FACTORS ON THE GROWTH AND PERFORMANCE OF NATIVE JUNEBERRY STANDS (HARMON, 2008). HOWEVER, YIELD IN NATIVE STANDS AND NRCS PLANTINGS IS RARELY STUDIED AND AT PRESENT THERE IS NO RESOURCE AVAILABLE THAT DOCUMENT OR INFORM MANAGEMENT OF NRCS OR NATIVE JUNEBERRY YIELDS. HENCE, IN ORDER TOMEET THE NEEDS DETERMINED BY THE PRIMARY STAKEHOLDERS TO CROP JUNEBERRY AND STATE AND FEDERAL INTERESTS IN DEVELOPING ECOLOGICAL, ECONOMICAL, AND SUSTAINABLE JUNEBERRY PRODUCTION, IT IS ESSENTIAL TO DETERMINE FRUIT YIELD IN ALL SYSTEMS TO PROVIDE BASELINE INFORMATION FOR EXPLORING MANAGEMENT ENHANCEMENT STRATEGIES. THIS PROJECT WILL USE CULTIVAR ORCHARDS TO EXPLORE IRRIGATION, PRUNING, AND FERTILIZATION ON YIELD. THE NRCS PLANTINGS AND NATIVE STANDS WILL BE USED TO PROVIDE THE MOST BASIC DATA ON YIELD IN NATURAL CONDITIONS OR MINIMAL IRRIGATION SUPPLEMENTS, TO DEVELOP THE KNOWLEDGE TO PROMOTE ADEQUATE PRODUCTION OF JUNEBERRY CROPS IN THE TRIBAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a1218e1-6914-7979-89b9-a15cd8979fc0-C", "generated_internal_id": "ASST_NON_20193842429292_12H3"}, {"internal_id": 79402054, "Award ID": "20193842429291", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-26", "CFDA Number": "10.227", "Description": "GRAZING OF GRASS FORAGE BY LIVESTOCK IS THE DOMINANT LAND USE IN THE SOUTHWESTERN UNITED STATES, AND IS A MAJOR PART OF THE ECONOMY OF MANY SOUTHWESTERN TRIBES. PERSISTANT DROUGHT AND OTHER STRESSORS THREATEN THE BIOLOGICAL INTEGRITY AND RESILIENCE OF THE GRASS ECOSYSTEMS IN THE SOUTHWEST, AND POSE CHALLENGES TO SUSTAINABLE RANGELAND MANAGEMENT.DETRIMENTAL IMPACTS ON THE CAPACITY OF GRASS VEGETATION TO SUPPORT SUSTAINABLE LIVESTOCK PRODUCTION ARE APARAMOUNT CONCERN FOR BOTH TRIBAL AND PUBLIC LANDS.THE DESIGN OF EFFECTIVE STRATEGIES FOR MITIGATION AND ADAPTATION CAN BENEFIT FROM TIMELY, SPATIALLY COMPREHENSIVE INFORMATION ABOUT HOW GRASS IN THE SOUTHWEST RESPONDS TO STRESSORS AND MANAGEMENT PRACTICES OVER SPACE AND TIME. BY ENABLING CONSISTENT OBSERVATIONS OVER SEASONAL, ANNUAL, DECADAL AND LONGER TIME-PERIODS, SATELLITE-BASED REMOTE SENSING CAN BE AN EFFECTIVE SOURCE OF SUCH INFORMATION. THIS PROJECT IS DESIGNED TO SUPPORT IMPROVED RANGELAND MANAGEMENT IN THE SOUTHWESTERN U.S. BY TESTING A NEWMETHODOLOGY THAT EXTRACTS INFORMATION ON GRASS CONDITION FROM IMAGES COLLECTED AT FREQUENT INTERVALS BY EARTH-OBSERVING SATELLITES. THE PROJECT ADVANCES A LONG-TERM OBJECTIVE TO ESTABLISH AN OPERATIONAL, SATELLITE-BASED MONITORING SYSTEM THAT CAN INFORM AND GUIDE EFFECTIVE MANAGEMENT OF TRIBAL, PUBLIC AND PRIVATE GRAZING LANDS IN THE SOUTHWEST IN RESPONSE TO MULTIPLE STRESS FACTORS, INCLUDING A VARIABLE AND CHANGING CLIMATE AND GRAZING PRESSURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cae8e8a4-aafb-8978-85bf-d64cc3d1c9d8-C", "generated_internal_id": "ASST_NON_20193842429291_12H3"}, {"internal_id": 79105459, "Award ID": "20193842429136", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-02-26", "CFDA Number": "10.227", "Description": "TO MEET THE NEEDS OF INCREASING STEM CAPACITY AT TRIBAL COLLEGES, PROMOTE NATURAL RESOURCE MANAGEMENT, AND PREPARE NATIVE AMERICAN STUDENTS IN STEM FIELDS, UNITED TRIBES TECHNICAL COLLEGE (UTTC), COLLABORATIVELY WITH NORTH DAKOTA STATE UNIVERSITY (NDSU), AIMS TO MEET FOUR GOALS FOR THE BATS III PROJECT THAT ARE ALIGNED WITH THE COMMON GOALS OF THE LAND-GRANT INSTITUTIONS:&BULL; ENHANCE THE COLLABORATIVE BAT ECOLOGY RESEARCH GROUP (NDSU AND UTTC), WITH A FOCUS ON INCREASING INTERACTION BETWEEN NDSU GRADUATE STUDENTS AND UTTC UNDERGRADUATE STUDENTS, ESTABLISHING ADDITIONAL RESEARCH INFRASTRUCTURE, AND PROVIDING FACULTY DEVELOPMENT OPPORTUNITIES AT UTTC&BULL; BUILD UPON THE PROJECTS COMPLETED IN THE BATS AND BATS II PROGRAMS TO ASK MORE ADVANCED RESEARCH QUESTIONS THAT ARE OF SIGNIFICANCE TO LOCAL TRIBAL COMMUNITIES, ND PRODUCERS, AND THE GREATER SCIENTIFIC COMMUNITY.&BULL; ADDRESS THE CONSERVATION RESEARCH NEEDS OF LOCAL COMMUNITIES WHILE ENCOURAGING SCIENTIFIC LITERACY AND SUPPORT FORREGIONAL CONSERVATION EFFORTS.&BULL; CREATE STRUCTURED RESEARCH OPPORTUNITIES FOR THREE TRIBAL COLLEGE STUDENTS PER YEAR, WITH AN EMPHASIS ON DEVELOPING RESEARCH SKILLS (LAB AND FIELD) AND PURSUING TRAINING ON PROFESSIONAL DEVELOPMENT TOPICS RELEVANT TO FUTURE CAREER PROSPECTS.THE RESEARCH PROJECT IS FOUNDED ON A TIMELY THEME OF BAT ECOLOGY, WHICH MAY HAVE SEVERE IMPACTS FOR TRIBAL COMMUNITIES IN THE COMING YEARS. BUILDING UPON THE SUCCESSES OF THE BATS AND BATS II PROGRAMS, THE PD AND CO-PD WILL EXPAND THE PROGRAM TO ESTABLISH MORE AUTHENTIC RESEARCH PARTNERSHIPS AND DEEPER TRAINING FOR GRADUATE AND UNDERGRADUATE STUDENTS WHILE ALSO ADDRESSING TIMELY AND IMPORTANT RESEARCH QUESTIONS THAT ARE RELEVANT TO TRIBAL COMMUNITIES, AGRICULTURAL PRODUCERS, AND SCIENTISTS.THE FOLLOWING OBJECTIVES WILL BE ACCOMPLISHED THROUGH THIS PROGRAM. THE PROGRAM WILL INCREASE THE CAPACITY FOR UTTC TO DISSEMINATE RESEARCH FINDINGS, INCREASE THE INTEREST OF UTTC STUDENTS IN PURSUING A GRADUATE SCHOOL THROUGHTIERED MENTORING, AND PROVIDE PROFESSIONAL DEVELOP TRAININGS FOR TRIBAL COLLEGE FACULTY. THE PROGRAM WILL EXPAND RESEARCH COLLABORATIONS BETWEEN UTTC AND NDSU AND CREATE STRONGER TIES WITH USFWS, USGS, AND ARS. THE PROGRAM WILL ADVANCE LONG-TERM BAT RESEARCH PROGRAMS AT UTTC AND NDSU, DEVELOP REGIONAL WILDLIFE MANAGEMENT PLANS APPLICABLE TO TRIBAL LANDS, AND DEVELOP AN ELEMENTARY SCHOOL EDUCATION PROGRAM DESIGNED FOR TRIBAL SCHOOLS. FINALLY, THE PROGRAM WILL PREPARE STUDENTS IN RESPONSIBLE CONDUCT OF RESEARCH, RESUME PREPARATION, AND INDIVIDUAL DEVELOPMENT PLANS, ENGAGE STUDENTS IN A 10-WEEK RESEARCH PROGRAM, AND REQUIRE STUDENT PRESENTATIONS AT A RESEARCH SYMPOSIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bc5ad6f-7be8-75f4-2391-9cbb437fa242-C", "generated_internal_id": "ASST_NON_20193842429136_12H3"}, {"internal_id": 68547603, "Award ID": "20183842428705", "Award Amount": 60000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-07", "CFDA Number": "10.227", "Description": "CURRENTLY, NATIVE AMERICANS ARE FAR OUTNUMBERED IN STEM CAREERS AND FIELDS OF STUDY, AND SPARKING INTEREST IN SCIENCE AT THE ASSOCIATE&#39;S DEGREE LEVEL IS SIGNIFICANT TO CMN. BY INCORPORATING THIS RESEARCH PROJECT, OVERALL EDUCATION IN SCIENCE FIELDS, AND ACTIVE INVOLVEMENT IN THE AISES (AMERICAN INDIAN SCIENCE AND ENGINEERING SOCIETY) GROUP, CMN LOOKS TO RAISE THE LEVEL OF STUDENTS PURSUING A BACHELOR&#39;S DEGREE OR HIGHER IN SCIENCE RELATED FIELDS.THE COLLEGE OF THE MUSCOGEE NATION RECOGNIZES THE IMPORTANCE OF PROVIDING STUDENTS WITH RESEARCH EXPERIENCE AND APPLIED PROBLEM SOLVING. THE OVERALL RESEARCH OBJECTIVE OF THE PROJECT IS TO CONTINUE TO PROVIDE STUDENTS WITH GUIDANCE IN THE EFFECTIVE USE OF RESEARCH INFORMATION RESOURCES. THIS STUDENT RESEARCH WILL FOCUS ON THE BASICS OF RESEARCH PRINCIPLES FOR STUDYING ASPECTS OF THE MVSKOKE AGRARIAN CULTURE. THE PROJECT ALSO ENCOURAGES STUDENTS TO BOLSTER RESEARCH KNOWLEDGE, AND TO TAKE THOSE SKILLS FORWARD IN THEIR QUEST FOR HIGHER EDUCATION, WHICH EFFECTIVELY ENCOURAGES LIFE-LONG LEARNING.THE FACTS DERIVED FROM THIS PROJECT WILL ENHANCE THE STUDENT&#39;S ANALYTICAL AWARENESS OF TRADITIONAL FOODS, RESEARCH KNOWLEDGE AND CAPABILITY OF STUDENTS IN REGARD TO THEIR OVERALL EDUCATION AND EXPERIENCE. FURTHERMORE, THESE STUDENTS WILL BE INSPIRED TO PARTICIPATE IN FUTURE RESEARCH PROJECTS AND DEVELOP THEIR INTEREST IN METHODICAL STUDIES, WHICH CAN HELP THEM AS THEY TRANSITION TO A FOUR-YEAR INSTITUTION AND BEYOND. STUDENTS WILL DEVELOP SCHOLASTICALLY BY GAINING EXPERIENCE WITH RESEARCH METHODOLOGIES AND DATA COLLECTION THROUGH THIS PROJECT. AS A 1994 TRIBAL LAND-GRANT INSTITUTION, RESEARCH RELATING TO TRIBAL NATURAL RESOURCES SUCH AS THAT RELATED TO PLANT RESEARCH IS DIRECTLY CORRELATED WITH THE MISSION OF LAND GRANT INSTITUTIONS, WHICH FOCUSES ON THE TEACHING OF PRACTICAL SCIENCE, AND FOR CMN, IT WILL BE APPROPRIATE TO THE ASSOCIATE&#39;S DEGREE LEVEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b8806c8e-2345-bf8d-c62d-2b493f0f897f-C", "generated_internal_id": "ASST_NON_20183842428705_12H3"}, {"internal_id": 67834318, "Award ID": "20183842428528", "Award Amount": 60000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-01", "CFDA Number": "10.227", "Description": "STUDENT RESEARCH: NESTED MENTORING MODEL TO SUPPORT NWIC STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35fa0249-45e6-399b-e26d-914b294bfe2a-C", "generated_internal_id": "ASST_NON_20183842428528_12H3"}, {"internal_id": 68176361, "Award ID": "20183842428527", "Award Amount": 49498.99, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-23", "CFDA Number": "10.227", "Description": "THIS PROJECT CONTINUES AND EXPANDS ON THE WORK OF A NIFA-FUNDED PROJECT DESIGNED TO ENHANCE EXISTING GARDENING INITIATIVES ON ONE LOCAL NATIVE AMERICAN RESERVATION, AND PROVIDE AGRICULTURE SCIENCE EDUCATION TO NATIVE AMERICAN STUDENTS AT HASKELL INDIAN NATIONS UNIVERSITY AND WITHIN THE TRIBAL COMMUNITY.THE PRIMARY RESEARCH OBJECTIVE OF THIS PROJECT IS TO ESTABLISH THE BENEFITS AND COSTS OF IRRIGATION FOR SMALL SCALE VEGETABLE PRODUCTION ON THE KICKAPOO RESERVATION IN NORTHEAST KANSAS. THE TRIBE OPERATES THEIR OWN WATER UTILITY FROM A FRAGILE SURFACE WATER SOURCE, AND DURING PAST DROUGHTS HAS INSTITUTED A BROAD BAN ON OUTDOOR WATER USE. THIS PROJECT WILL DETERMINE THE BENEFIT: COST RATIO OF VARIOUS LEVELS OF SUPPLEMENTAL IRRIGATION, WHICH MAY INFLUENCE TRIBAL POLICY TO PRIORITIZE IRRIGATION FOR FOOD CROPS OVER SUCH USES AS LAWN WATERING AND CAR WASHING.THE PROPOSED IRRIGATION LEVELS WILL BE DESIGNATED AS HIGH, WHERE WATERING THREE TIMES A WEEK (MONDAY, WEDNESDAY, FRIDAY) WHEN RAINFALL HAS NOT EXCEEDED &FRAC14; INCH SINCE THE PREVIOUS IRRIGATION. THE MEDIUM IRRIGATION LEVEL WILL WATER JUST ONCE PER WEEK, WHEN TOTAL RAINFALL THE PREVIOUS WEEK DOES NOT EXCEED &FRAC14; INCH. THE CONTROL TREATMENT WILL NOT RECEIVE ANY SUPPLEMENTAL WATER AFTER THE INITIAL 2-WEEK ESTABLISHMENT PERIOD.A SECONDARY OBJECTIVE WILL BE TO INCLUDE THE KICKAPOO COMMUNITY GARDEN AND HASKELL INDIAN NATIONS UNIVERSITY IN THE KANSAS STATE UNIVERSITY MASTER GARDENER VEGETABLE TRIALS. THIS MULTI-LOCATIONAL TRIAL HAS BEEN CONDUCTED FOR OVER 10 YEARS. THROUGH EXPERIENTIAL LEARNING DURING THIS PROJECT, HASKELL STUDENTS AND KICKAPOO HIGH SCHOOL STUDENTS WILL BE EMPLOYED TO CARE FOR THE GARDENS AND TO COLLECT RESEARCH DATA ON THE VEGETABLE CULTIVAR&#39;S PERFORMANCE. THE STUDENTS WILL LEARN BASIC RESEARCH PROCEDURES, YIELD DATA COLLECTION TECHNIQUES AND BASIC ANALYSIS.THIS PROJECT WILL ALSO LINK WITH AN EXISTING KICKAPOO COMMUNITY HEALTH INITIATIVE TO PROMOTE THE VALUE OF GARDENING AS A HEALTHFUL ACTIVITY AND SOURCE OF NUTRITIOUS, SAFE AND DELICIOUS FOOD. A NEW HIGH TUNNEL WILL BE BUILT AS PART OF THE KICKAPOO COMMUNITY HEALTH INITIATIVE, AND ADVICE AND ASSISTANCE WILL BE PROVIDED BY THE PROJECT DIRECTORS OF THIS INITIATIVE. HASKELL&#39;S EXPERIENCES OPERATING THEIR OWN SMALL GREENHOUSE, ALONG WITH THOSE MORE COMPLEX AND EXTENSIVE AT K-STATE WILL BE VERY INSTRUCTIONAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122f5dc4-81de-211b-081d-36a6cf2cddb8-C", "generated_internal_id": "ASST_NON_20183842428527_12H3"}, {"internal_id": 68547604, "Award ID": "20183842428526", "Award Amount": 89000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-14", "CFDA Number": "10.227", "Description": "EXPANDING A SURFACE WATER MONITORING PROGRAM IN THE L'ANSE INDIAN RESERVATION AND CEDED TERRITORY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0945d74d-3e05-4e61-1460-946e04f46a40-C", "generated_internal_id": "ASST_NON_20183842428526_12H3"}, {"internal_id": 68053956, "Award ID": "20183842428525", "Award Amount": 90613.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-31", "CFDA Number": "10.227", "Description": "COLLABORATIVE RESEARCH AND STRATEGIC PLANNING FOR FORT PECK INTER-TRIBAL BUFFALO TREATY IMPLEMENTATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "131d475f-b7c3-4712-47e0-7ce25fbb37b5-C", "generated_internal_id": "ASST_NON_20183842428525_12H3"}, {"internal_id": 68053967, "Award ID": "20183842428524", "Award Amount": 188542.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-08", "CFDA Number": "10.227", "Description": "CLIMATE CHANGE IMPACTS RANGE ACROSS ALL SIX DIMENSIONS OF THE MENOMINEE THEORETICAL MODEL OF SUSTAINABILITY (LAND &AMP; SOVEREIGNTY, NATURAL ENVIRONMENT, TECHNOLOGY, INSTITUTIONS, ECONOMICS, AND HUMAN, PERCEPTION, ACTIVITY AND BEHAVIOR) INCLUDING DIRECT IMPACTS ON THE DEEP-ROOTED CONNECTION BETWEEN THE LAND AND THE PEOPLE, SIGNIFIED BY NAMES SUCH AS MAEQTEKUAHKIHKIW KEW KAN?HWIHTAHQUAQ (\"THE FOREST KEEPERS\"). THE SHIFTING SEASONS AND CHANGING PHENOLOGY STAND AS A DIRECT THREAT TO THOUSANDS-OF-YEAR-OLD CULTURAL RELATIONSHIPS. IN ADDITION, CONTEMPORARY UNDERSTANDING AND USE OF RELATIONSHIPS ARE THREATENED. THE LONG-TERM GOAL OF THIS PROJECT IS TO SUPPORT SUSTAINABLE FORESTS AND LIVELIHOODS OF THE MENOMINEE NATION. THE PROJECT HAS THREE OVERARCHING AIMS: 1) CONDUCT RELEVANT, PRACTICAL RESEARCH THAT CAN PROVIDE INDICATORS OF FOREST RESPONSES TO CLIMATE CHANGE 2) BUILD RESEARCH CAPACITY AT CMN THROUGH TRAINING OF STUDENT INTERNS; 3) ENGAGE THE LOCAL COMMUNITY, THE COLLEGE COMMUNITY, AND THE REGIONAL TRIBAL COMMUNITY. WE BUILD ON RESULTS FROM TWO PROJECTS FUNDED BY USDA NIFA TCRGP THROUGH THE RECENSUS OF THREE 1-HA FOREST DYNAMICS PLOTS AND THE CONTINUATION OF A TIME SERIES OF GROUND-LAYER PLANT PHENOLOGICAL OBSERVATIONS. THE PROPOSED PROJECT WOULD CONTINUE TO ANCHOR FOREST RESEARCH TO THREE 1-HECTARE MONITORING PLOTS THAT REPRESENT A LONG-TERM COMMITMENT TO DEVELOP AND PROVIDE RELEVANT RESEARCH TO THE MENOMINEE COMMUNITY IN REGARDS TO ITS SUSTAINABLY MANAGED FOREST RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b61e1582-fd78-235b-3101-5290eb21efca-C", "generated_internal_id": "ASST_NON_20183842428524_12H3"}, {"internal_id": 68176362, "Award ID": "20183842428523", "Award Amount": 219973.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-23", "CFDA Number": "10.227", "Description": "LANDSCAPE IMPACTS ON MERCURY CYCLING IN THE ST. LOUIS RIVER WATERSHED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65de3fed-5658-a726-1f3d-b16aa72cdef1-C", "generated_internal_id": "ASST_NON_20183842428523_12H3"}, {"internal_id": 68176363, "Award ID": "20183842428522", "Award Amount": 151153.87, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-23", "CFDA Number": "10.227", "Description": "BUILDING SOIL HEALTH NECESSARY FOR INCREASED FOOD PRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5968cc2-9897-e9bd-cf9d-5805a1d1e20f-R", "generated_internal_id": "ASST_NON_20183842428522_12H3"}, {"internal_id": 68053943, "Award ID": "20183842428521", "Award Amount": 220000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-28", "CFDA Number": "10.227", "Description": "FABRICATION AND EDUCATION OF MULTI-PURPOSE NANO ELECTROCHEMICAL SENSOR TO DETECT ENDOCRINE DISRUPTORS (BISPHENOL COMPOUNDS) AND GLUCOSE IN NAVAJO NATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f46aa58c-38be-b4b1-7cf5-9814687f92de-C", "generated_internal_id": "ASST_NON_20183842428521_12H3"}, {"internal_id": 67834319, "Award ID": "20183842428520", "Award Amount": 220000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-05", "CFDA Number": "10.227", "Description": "THE PROPOSAL TITLED, \"ECOLOGICAL RESTORATION OF NATIVE PLANT COMMUNITIES IN FORESTS AND WOODLANDS ON THE NAVAJO NATION\" IS A NEW APPLICATION SUBMITTED AS A NEW DISCOVERY-ENHANCED, APPLIED RESEARCH PROJECT. THE OVERALL PROPOSAL TO THE AGRICULTURE AND FOOD RESEARCH INITIATIVE (AFRI) NATIONAL INSTITUTE OF FOOD AND AGRICULTURE (NIFA) TRIBAL COLLEGES RESEARCH GRANTS PROGRAM IS A PARTNERSHIP BETWEEN DIN&EACUTE; COLLEGE (LEAD) AND NORTHERN ARIZONA UNIVERSITY. THE OVERALL GOAL IS TO CARRY OUT EXPERIMENTS IN ECOLOGICAL RESTORATION IN AND NEAR TSAILE, ARIZONA. THE PROPOSED RESEARCH IS TO DETERMINE EVIDENCE OF ECOLOGICAL RESTORATION OF NATIVE VEGETATION AFTER IMPLEMENTING ECOLOGICAL RESTORATION THINNING PRESCRIPTIONS IN DENSE PINYON, JUNIPER AND PONDEROSA PINE FOREST.THE NAU INVESTIGATOR P. FUL&EACUTE;, WILL SUPPORT THE OVERALL PROJECT AS DESCRIBED IN THE FULL PROPOSAL. SPECIFIC RESPONSIBILITIES OF DR. FUL&EACUTE; ARE TO (1) SUPPORT DEVELOPMENT OF RESTORATION TREATMENTS IN COLLABORATION WITH DIN&EACUTE; COLLEGE STAFF AND FOREST MANAGERS, (2) SERVE AS MENTOR TO NAU STUDENTS PARTICIPATING IN THE PROJECT, AND (3) EVALUATE RESEARCH OUTPUTS AND CONTRIBUTE TO THEIR PROFESSIONAL PRESENTATION AND PUBLICATION.DIN&EACUTE; COLLEGE LAND GRANT STAFF AND INTERNS WILL IMPLEMENT THE PROJECT AND ENSURE THE COLLABORATION WITH NORTHERN ARIZONA UNIVERSITY AS A PARTNERING INSTITUTION. THE GRANT OPPORTUNITY WILL ALLOW DIN&EACUTE; COLLEGE STUDENT&#39;S INTERNS TO RECEIVE EXPERIENCE IN APPLIED RESEARCH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ca6ae09-c02c-1ad6-1957-79de6f598529-C", "generated_internal_id": "ASST_NON_20183842428520_12H3"}, {"internal_id": 68547605, "Award ID": "20183842428519", "Award Amount": 220000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-11", "CFDA Number": "10.227", "Description": "ASSESSING THE EXTENT, MOVEMENT, AND CONCENTRATION OF GROUNDWATER ARSENIC CONTAMINATION IN THE L'ANSE INDIAN RESERVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0945d74d-3e05-4e61-1460-946e04f46a40-C", "generated_internal_id": "ASST_NON_20183842428519_12H3"}, {"internal_id": 67834320, "Award ID": "20183842428518", "Award Amount": 220000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-07", "CFDA Number": "10.227", "Description": "RAPID, EARLY WARNING APPROACHES TO TRACK SHELLFISH TOXINS AT SE'LHAEM BUOY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35fa0249-45e6-399b-e26d-914b294bfe2a-C", "generated_internal_id": "ASST_NON_20183842428518_12H3"}, {"internal_id": 68053952, "Award ID": "20183842428458", "Award Amount": 219999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-09", "CFDA Number": "10.227", "Description": "CONTROL OF ANNUAL INVASIVE GRASSES IN ROCKY MOUNTAIN INTERMOUNTAIN MONTANE GRASSLANDS WITH ESPLANADE (INDAZIFLAM) HERBICIDE AND NO-TILL SEEDINGVENTENATA (VENTENATA DUBIA) REPRESENTS A SIGNIFICANT THREAT TO WESTERN MONTANA RANGELANDS. VENTENATA IS FOUND IN SITES INFESTED WITH MEDUSAHEAD WILDRYE (TAEANIATHERUM CAPUT-MEDUSAE) AND CHEATGRASS (BROMUS TECTORUM) FORMING A VENTENATA-MEDUSAHEAD-CHEATGRASS (VMC) WINTER ANNUAL INVASIVE GRASS COMPLEX. CHEATGRASS IS WIDESPREAD, WHEREAS VENTENATA AND MEDUSAHEAD ARE NEW INVADERS THAT ARE BEING FOUND ON MORE LAND TYPES INCLUDING RANGE, DRY PASTURE, ROADWAYS, SUB-IRRIGATED, AND SEASONALLY IRRIGATED LANDS. CHEATGRASS PROVIDES SEASONAL GRAZING FOR LIVESTOCK AND WILDLIFE, WHEREAS VENTENATA AND MEDUSAHEAD PROVIDE MINIMAL TO NO FORAGE VALUE. VENTENATA WILL EVENTUALLY REPLACE CHEATGRASS AND MEDUSAHEAD, FURTHER REDUCING FORAGE AND DEGRADING THE SITE (HIRONAKA, 1994). THE VMC COMPLEX FOLLOWS \"INVASIONAL MELTDOWN\" ECOLOGICAL THEORY, WHERE ONE INVASIVE SPECIES IS REPLACED BY ANOTHER INVASIVE SPECIES, TRANSFORMING HABITATS, DEGRADING ECOSYSTEMS, AND REDUCING BIODIVERSITY CAUSING SEVERE NEGATIVE IMPACTS THAT ARE EXPLOITED BY ANOTHER MORE DAMAGING INVASIVE (SIMBERLOFF, 1999). CURRENTLY WE HAVE NO PROVEN STRATEGIES DESIGNED TO CONTAIN VMC AND RESTORE PRODUCTIVITY. WE WILL TEST ESPLANADE (INDAZIFLAM) ALONE AND WITH THREE TANK-MIX PARTNER HERBICIDES, AND NO-TILL SEEDING OF NATIVE AND INTRODUCED GRASSES FOR SUPPRESSING VMC AND RESTORING ECOSYSTEM FUNCTIONS.WE HYPOTHESIZE TIMELY APPLICATION OF ESPLANADE (INDAZIFLAM) ALONE AND WITH TANK-MIX PARTNER HERBICIDES WILL RELEASE IN-SITU PERENNIAL GRASSES, AND NO-TILL SEEDING OF NATIVE AND INTRODUCED GRASSES WILL INCREASE CONTAINMENT AND RESTORATION SUCCESS.OBJECTIVE 1. TEST EFFICACY OF HERBICIDES ON VENTENATA, MEDUSAHEAD, AND CHEATGRASS.OBJECTIVE 2. RELEASE IN SITU PERENNIAL GRASSES AND TEST ESTABLISHMENT OF SEVERAL GRASSES WITH NO-TILL SEEDING.OBJECTIVE 3. CONDUCT VECTOR ANALYSIS AND INVENTORY LOCATIONS FOR VENTENATA.OBJECTIVE 4. SUPPORT FIVE SKC INTERNS CAREER DEVELOPMENT WITH UNDERGRADUATE RESEARCH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01f19eb5-569b-d91e-3ee0-6695ebcadb87-C", "generated_internal_id": "ASST_NON_20183842428458_12H3"}, {"internal_id": 45250877, "Award ID": "20173842427081", "Award Amount": 219100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-04", "CFDA Number": "10.227", "Description": "ENHANCING THE QUALITY OF SHEEP WOOL AND MEAT, AND LIVESTOCK MEAT MARKETS FOR NAVAJO PRODUCERS THROUGH APPLIED RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ca6ae09-c02c-1ad6-1957-79de6f598529-C", "generated_internal_id": "ASST_NON_20173842427081_12H3"}, {"internal_id": 62208693, "Award ID": "20173842427077", "Award Amount": 27243.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "10.227", "Description": "RECONSTRUCTING CLIMATE DRIVERS AND FIRE-HISTORY IN LOW-SEVERITY FIRE REGIME WHITEBARK PINE FORESTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01f19eb5-569b-d91e-3ee0-6695ebcadb87-C", "generated_internal_id": "ASST_NON_20173842427077_12H3"}, {"internal_id": 45250875, "Award ID": "20173842427076", "Award Amount": 179537.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-22", "CFDA Number": "10.227", "Description": "EFFECTIVENESS OF SUBIRRIGATION IN THE MILK RIVER FLOODPLAIN, MONTANA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e4ac90a-6118-5959-5898-1eef7bdc1d0c-R", "generated_internal_id": "ASST_NON_20173842427076_12H3"}, {"internal_id": 62208694, "Award ID": "20173842427075", "Award Amount": 95000.0, "Award Type": "PROJECT GRANT", "Base Obligation Date": "2017-08-23", "CFDA Number": "10.227", "Description": "IMPLEMENTING INTERDISCIPLINARY EXPERIENTIAL LEARNING AT A TRIBAL COLLEGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a1218e1-6914-7979-89b9-a15cd8979fc0-C", "generated_internal_id": "ASST_NON_20173842427075_12H3"}, {"internal_id": 45250874, "Award ID": "20173842427074", "Award Amount": 60000.0, "Award Type": null, "Base Obligation Date": "2017-09-06", "CFDA Number": "10.227", "Description": "TRADITIONAL HARVEST AND NUTRITION EXPERIENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b8806c8e-2345-bf8d-c62d-2b493f0f897f-C", "generated_internal_id": "ASST_NON_20173842427074_12H3"}, {"internal_id": 45250873, "Award ID": "20173842427073", "Award Amount": 60000.0, "Award Type": null, "Base Obligation Date": "2017-08-28", "CFDA Number": "10.227", "Description": "IAIA STUDENT AGRICULTURAL RESEARCH PROJECT PHASE II", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "079b60f5-732d-614e-c652-279c16d98db0-C", "generated_internal_id": "ASST_NON_20173842427073_12H3"}, {"internal_id": 45250872, "Award ID": "20173842427072", "Award Amount": 59164.01, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-06", "CFDA Number": "10.227", "Description": "EXPLORING CULTURAL AND NATURAL HERITAGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ec2f7f4-7bc5-a5ae-0f36-a3bdb4675fe3-C", "generated_internal_id": "ASST_NON_20173842427072_12H3"}, {"internal_id": 62208695, "Award ID": "20173842427071", "Award Amount": 20824.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "10.227", "Description": "BUILDING A COMMUNITY-BASED RESEARCH PLAN AT TOHONO O'ODHAM COMMUNITY COLLEGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa031619-7276-aa1b-f695-73dfe4f03074-C", "generated_internal_id": "ASST_NON_20173842427071_12H3"}, {"internal_id": 146686063, "Award ID": "20163842425558", "Award Amount": -100089.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-23", "CFDA Number": "10.227", "Description": "POPULATION CONNECTEDNESS AND THE ROLE OF FLOWERING RUSH IN NORTHERN PIKE INVASIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01f19eb5-569b-d91e-3ee0-6695ebcadb87-C", "generated_internal_id": "ASST_NON_20163842425558_12H3"}, {"internal_id": 110335849, "Award ID": "20163842425557", "Award Amount": -4768.92, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "10.227", "Description": "TRIBAL COLLEGE SURVEY OF NEEDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bc5ad6f-7be8-75f4-2391-9cbb437fa242-C", "generated_internal_id": "ASST_NON_20163842425557_12H3"}, {"internal_id": 116078391, "Award ID": "20163842425554", "Award Amount": -62994.49, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-18", "CFDA Number": "10.227", "Description": "NEW DISCOVERY: ATMOSPHERIC MERCURY LOADING IN THE ST. LOUIS RIVER WATERSHED AND POTENTIAL CORRELATION WITH DRAGONFLY BIOACCUMULATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65de3fed-5658-a726-1f3d-b16aa72cdef1-C", "generated_internal_id": "ASST_NON_20163842425554_12H3"}, {"internal_id": 127669516, "Award ID": "20163842425553", "Award Amount": -15720.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-25", "CFDA Number": "10.227", "Description": "STONE CHILD COLLEGE TRIBAL COLLEGES CAPACITY-BUILDING RESEARCH PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38b04aee-08a9-6ce5-732e-7f43a5d2e0ca-C", "generated_internal_id": "ASST_NON_20163842425553_12H3"}, {"internal_id": 67014848, "Award ID": "20153842424093", "Award Amount": -62535.74, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-18", "CFDA Number": "10.227", "Description": "RADON GAS IMPACTS TO NAVAJO INDIANS; AN OPPORTUNITY TO SAVE LIVES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f46aa58c-38be-b4b1-7cf5-9814687f92de-C", "generated_internal_id": "ASST_NON_20153842424093_12H3"}, {"internal_id": 127669551, "Award ID": "20153842424054", "Award Amount": -2787.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-24", "CFDA Number": "10.227", "Description": "GENERATING RESEARCH IN AGRICULTURE FOR STUDENTS IN STEM (GRASSTEM)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bc5ad6f-7be8-75f4-2391-9cbb437fa242-C", "generated_internal_id": "ASST_NON_20153842424054_12H3"}, {"internal_id": 110335848, "Award ID": "20153842424032", "Award Amount": -350.73, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-11", "CFDA Number": "10.227", "Description": "NDR: HYDROGEN SULFIDE INDUCED REDUCED GROWTH RATES IN MANILA CLAMS (VENERUPIS PHILIPPINARUM) ON LUMMI TIDE FLATS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35fa0249-45e6-399b-e26d-914b294bfe2a-C", "generated_internal_id": "ASST_NON_20153842424032_12H3"}, {"internal_id": 61616286, "Award ID": "20153842424029", "Award Amount": -20690.65, "Award Type": null, "Base Obligation Date": "2018-01-24", "CFDA Number": "10.227", "Description": "WATER AND TRIBAL ENVIRONMENT RESEARCH (WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b8806c8e-2345-bf8d-c62d-2b493f0f897f-C", "generated_internal_id": "ASST_NON_20153842424029_12H3"}, {"internal_id": 116524846, "Award ID": "20153842424026", "Award Amount": -6098.22, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-15", "CFDA Number": "10.227", "Description": "STREAM BANK BEST MANAGEMENT PRACTICES ON TRIBAL LANDS IN NORTHEASTERN KANSAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122f5dc4-81de-211b-081d-36a6cf2cddb8-C", "generated_internal_id": "ASST_NON_20153842424026_12H3"}, {"internal_id": 85400172, "Award ID": "20153842422671", "Award Amount": -5782.85, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "10.227", "Description": "AN INTERVENTION TO PROMOTE NAVAJO GARDENING, NUTRITION AND COMMUNITY WELLNESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ca6ae09-c02c-1ad6-1957-79de6f598529-C", "generated_internal_id": "ASST_NON_20153842422671_12H3"}, {"internal_id": 128759399, "Award ID": "20153842422669", "Award Amount": -533.19, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-04", "CFDA Number": "10.227", "Description": "BROADENING ACHIEVEMENTS TOGETHER IN STEM II (BATS II)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bc5ad6f-7be8-75f4-2391-9cbb437fa242-C", "generated_internal_id": "ASST_NON_20153842422669_12H3"}, {"internal_id": 67834279, "Award ID": "20143842421829", "Award Amount": -6234.84, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-08", "CFDA Number": "10.227", "Description": "FACULTY TRAINING FOR UNDERGRADUATE RESEARCH EXPERIENCE FOR FUTURE GRANT-SUPPORTED RESEARCH AND DOCUMENTATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cae8e8a4-aafb-8978-85bf-d64cc3d1c9d8-C", "generated_internal_id": "ASST_NON_20143842421829_12H3"}, {"internal_id": 65967944, "Award ID": "20133842420992", "Award Amount": -535.0, "Award Type": null, "Base Obligation Date": "2018-04-25", "CFDA Number": "10.227", "Description": "'CLIMATE, FIRE AND PEOPLE: IMPLICATIONS OF ANCIENT AND RECENT FOREST MANAGEMENT'", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01f19eb5-569b-d91e-3ee0-6695ebcadb87-C", "generated_internal_id": "ASST_NON_20133842420992_12H3"}, {"internal_id": 149359394, "Award ID": "20123842419746", "Award Amount": -1718.01, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-10", "CFDA Number": "10.227", "Description": "SEEKING FOOD AND ENERGY SUSTAINABILITY WITH SUCCULENT PLANT SPECIES IN THE HIGH DESERT OF THE NAVAJO NATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ca6ae09-c02c-1ad6-1957-79de6f598529-C", "generated_internal_id": "ASST_NON_20123842419746_12H3"}, {"internal_id": 149359396, "Award ID": "20113842430522", "Award Amount": -1813.83, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-10", "CFDA Number": "10.227", "Description": "ESTABLISHING AGRIBUSINESS OPPORTUNITIES ON THE NAVAJO NATION THROUGH RESEARCH AND ANALYSIS OF DIVERSIFIED FORAGE CROPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ca6ae09-c02c-1ad6-1957-79de6f598529-C", "generated_internal_id": "ASST_NON_20113842430522_12H3"}]