[{"internal_id": 151882444, "Award ID": "20227000838352", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "10.322", "Description": "DEVELOPMENT OF ONLINE COURSES IN TROPICAL WILDLIFE MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20227000838352_12H3"}, {"internal_id": 151882386, "Award ID": "20227000838351", "Award Amount": 150624.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "10.322", "Description": "ANIMAL AND FOOD SOURCES DISTANCE EDUCATION INITIATIVE FOR CURRENT AND POTENTIAL STUDENTS IN THE ANIMAL SCIENCES AND RELATED FIELDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "017cbd50-9348-d775-2ab7-f83d48e15603-C", "generated_internal_id": "ASST_NON_20227000838351_12H3"}, {"internal_id": 151882385, "Award ID": "20227000838350", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "10.322", "Description": "FOOD SECURITY AND AGRICULTURAL RESEARCH DATA CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "017cbd50-9348-d775-2ab7-f83d48e15603-C", "generated_internal_id": "ASST_NON_20227000838350_12H3"}, {"internal_id": 137660869, "Award ID": "20217000435162", "Award Amount": 146087.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-09", "CFDA Number": "10.322", "Description": "THE COOPERATIVE RESEARCH AND EXTENSION (CRE) PROGRAM AND AGRICULTURE AND NATURAL RESOURCES MANAGEMENT (ANRM) PROGRAM PROMOTES AGRICULTURE DEVELOPMENT IN THE FEDERATED STATES OF MICRONESIA (FSM), TYPICALLY TRAINING APPROXIMATELY A HUNDRED STUDENTS PER YEAR ACROSS THE FOUR STATES OF THE FSM, PLUS SEVERAL TIMES THAT NUMBER OF AGRICULTURE STUDENTS IN OTHER PROGRAMS THE COLLEGE OFFERS. COMPUTING RESOURCES ARE ONLY AVAILABLE TO THESE STUDENTS AT THEIR RESPECTIVE CAMPUSES DURING HOURS OF OPERATION. THEIR ABILITY TO MAKE PROGRESS WILL BE IMPROVED IF THE COLLEGE CAN ESTABLISH A \"FREE LAPTOP\" PROGRAM AT EACH SITE TO SERVE THESE STUDENTS. THE PROGRAM WILL BE SUSTAINABLE AS THE COLLEGE IS PROVIDING FREE LAPTOPS TO STUDENTS AFFECTED BY THE GLOBAL PANDEMIC AND THE COLLEGE IS MOVING TOWARDS REQUIRING A LAPTOP AS PART OF THE ADMISSION PROCESS BY 2026. THE PROPOSAL IS FOR FUNDS TO PURCHASE THESE COMPUTERS AND ADMINISTER DISPERSAL AND ORIENTATION ON BASIC COMPUTER USAGE, PLUS EXTRA MONIES TO PAY FOR STUDENTS AND FACULTY TO DEVELOP A FEW HIGH-NEED ONLINE RESOURCES: WEBSITES FOR PUBLIC EDUCATION, VIDEOS AND TEXT MATERIALS AS PART OF THE DISTANCE EDUCATION COURSEWORK WITH THIS TECHNOLOGY WILL ENSURE THE AGRICULTURE EXTENSION STUDENTS HAVE THE TOOLS THEY NEED TO SUCCEED IN THE AGRICULTURE PROGRAM AND BEYOND, AND WILL SUPPORT THE PROGRESS IN THE AGRICULTURE SECTOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3414d09b-6b91-c79a-d99b-d138ba25549f-R", "generated_internal_id": "ASST_NON_20217000435162_12H3"}, {"internal_id": 138710324, "Award ID": "20217000435095", "Award Amount": 149996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "10.322", "Description": "IT IS WIDELY KNOWN THAT FOR FARMERS IN GENERAL, AND THOSE OPERATING IN DIFFICULT TO ACCESS FARM AREAS, LIKE THOSE IN THE PUERTO RICAN CENTRAL CORDILLERA, TRAVELING LONG DISTANCES TO OBTAIN TRAINING ON PRODUCTION AND BEST PRACTICES IS AN ONEROUS AND SOMETIMES DANGEROUS PROCESS THAT DISCOURAGES ACTIVE PARTICIPATION. FARMERS IN THE BOSQUE MODELO (BM) CENTRAL CORDILLERA FOOTPRINT OPERATE IN THIS DIFFICULT TO ACCESS AREAS.IN THIS PROJECT, DISTANCE EDUCATION (DE) TECHNOLOGY AND TRAINING WILL BE USED TO CARRYOUT A SUCCESSFUL NON-FORMAL EDUCATION AND COMPANIONSHIP PROGRAM THAT WILL TARGET AGRICULTURAL EXTENSION SERVICE PERSONNEL, FARMERS AND COMMUNITIES IN REMOTE AREAS. AS A RESULT, FARMERS WILL INCREASE AND DIVERSIFY HIGH QUALITY PROTEIN AND HORTICULTURAL PRODUCTION THROUGH THE ESTABLISHMENT OF AQUAPONIC SYSTEMS.AT THE END OF THIS PROJECT, THE ANTICIPATED OVERALL IMPACT WILL BE TO HAVE INPLACE A HUB NETWORK OF FIVE DISTANCE EDUCATION FACILITIES WITH STATE OF THE ART TECHNOLOGY. THESE HUBS WILL COUNT WITH A STAFF OF HIGHLY TRAINED TEAM OF EXTENSION AGENTS AND EXTENSION LEADERS. THIS STAFF WILL PROVIDE SCIENTIFICALLY BASED NON-FORMAL DE TRAINING IN THE AREAS OF DE METHODS AND AQUAPONIC SYSTEMS WITHIN THE BM CENTRAL CORDILLERA FOOTPRINT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20217000435095_12H3"}, {"internal_id": 138341035, "Award ID": "20217000435094", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-28", "CFDA Number": "10.322", "Description": "DISTANCE EDUCATION GRANTS PROGRAM FOR HIGHER EDUCATION IN THE INSULAR AREAS (DEG)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20217000435094_12H3"}, {"internal_id": 137054471, "Award ID": "20217000435093", "Award Amount": 149998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-09", "CFDA Number": "10.322", "Description": "LEARNING EXPERIENCES IN OUR COLLEGE OF AGRICULTURAL SCIENCES RELY MOSTLY ON UNDERGRADUATE RESEARCH WHILE NON RESEARCH-ORIENTED STUDENTS HAVE LIMITED OPPORTUNITIES FOR THEIR PROFESSIONAL DEVELOPMENT. IN ADDITION, GRADUATE TEACHING ASSISTANTS TEACH LABORATORY COURSES WITH NO PREVIOUS TEACHING EXPERIENCE. THIS PROJECT WILL ENGAGE STUDENTS IN ONLINE TUTORING AS AN APPROACH TO IMPROVE THE READINESS OF ANIMAL SCIENCE&#39;S STUDENTS TO COMPETE IN THE JOB MARKET AND TO IMPROVE EDUCATION OF LABORATORY COURSES. TUTORING CAN HELP STUDENTS IMPROVE THEIR TRANSFERABLE SKILLS SUCH AS PROBLEM-SOLVING, CRITICAL THINKING, LEADERSHIP, TIME MANAGEMENT, ORGANIZATION, EFFECTIVE COMMUNICATION AND TEAMWORK. THEREFORE, THIS PROJECT IS DESIGNED TO OFFER UPPER-LEVEL UNDERGRADUATE STUDENTS (JUNIOR AND SENIORS) AN EXPERIENCE IN TEACHING BY SERVICING AS ONLINE TUTORS. IN ADDITION, MENTORING AND ONLINE SEMINARS BY USDA-APHIS PERSONNEL WILL BE PREPARED TO EDUCATE AND PROVIDE STUDENTS WITH OTHER LIFE EXPERIENCES. SOME TUTORS WILL BE PROVIDED THE OPPORTUNITY TO TRAVEL TO A PROFESSIONAL MEETING DURING THE SUMMER AND NINE OTHER STUDENTS WILL HAVE SIMILAR OPPORTUNITIES LOCALLY. THE PROPOSED ACTIVITIES WILL INCREASE TRANSFERABLE SKILLS IN OUR STUDENTS, THEIR ACADEMIC PERFORMANCE, AND WILL BETTER TEACHING OF LABORATORY COURSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20217000435093_12H3"}, {"internal_id": 139138801, "Award ID": "20217000435092", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-29", "CFDA Number": "10.322", "Description": "THE AVAILABILITY OF USDA NIFA RESIDENT INSTRUCTION AND DISTANCE EDUCATION FUNDING HAS ALLOWED ASCC ACNR TO TAKE IMMEDIATE STEPS AS WELL AS DEVELOP LONG-TERM MEASURES TO ADDRESS THE DISPARITIES FACED. THERE IS AN INCREASE IN ENROLLMENTS, NUMBER OF ACNR GRADUATES, STUDENTS RECEIVING SCHOLARSHIPS AND STIPENDS, AND STUDENTS PARTICIPATING IN EXPERIENTIAL LEARNING PROGRAMS. THERE ARE ALSO 3 FULL TIME INSTRUCTORS IN THE ACNR DEPARTMENT, AS WELL AS PROFESSIONAL DEVELOPMENT OPPORTUNITIES FOR FACULTY AND STAFF. CONTINUED SUPPORT FROM DEG WILL HELP TO ENSURE FURTHER SUCCESSES IN ACNR&#39;S LONG-TERM MEASURES. THE PROJECT GOALS FOCUSES ON 2 EDUCATIONAL NEED AREAS (ENA) -INSTRUCTIONAL DELIVERY SYSTEMS AND FACULTY PREPARATION &AMP; ENHANCEMENT FOR TEACHING. WITH THE ENAS AS A GUIDING TOOL, THE OBJECTIVES OF THE PROJECT ARE: TO ENCOURAGE USE OF ALTERNATIVE DELIVERY SYSTEMS AND COMPUTER-LAB EQUIPMENT; ENHANCE CAPACITY OF ACNR STUDENT LAB AND QUALITY OF INSTRUCTION PROGRAM, PROVIDE SCHOLARSHIPS FOR FACULTY AND STAFF PURSUING DEGREES IN THE FANH SCIENCES, AND TO PROVIDE FINANCIAL SUPPORT FOR FACULTY AND STAFF PROFESSIONAL DEVELOPMENT. THESE OBJECTIVES WILL HELP ACNR MEET ITS OUTCOMES AND OVERALL NIFA OBJECTIVES OF INCREASING THE NUMBER AND DIVERSITY OF STUDENTS PURSING DEGREES IN THE FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN (FANH) SCIENCES, AND ENHANCING THE QUALITY OF POSTSECONDARY INSTRUCTION TO HELP MEET CURRENT AND FUTURE WORKPLACE NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7824ca33-0633-4494-1432-0e60610ec6de-C", "generated_internal_id": "ASST_NON_20217000435092_12H3"}, {"internal_id": 108314912, "Award ID": "20207000432392", "Award Amount": 170963.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-22", "CFDA Number": "10.322", "Description": "ACCORDING TO EXPERTS OF THE COMMUNITY FOUNDATION OF THE VIRGIN ISLANDS, WHO CONDUCT RESEARCH ON VULNERABLE POPULATIONS FOCUSING SPECIFICALLY ON CHILDREN AND THE JUST PUBLISHED THE KID&#39;S COUNT REPORT 2019, ROCKET IS A VITAL PILOT PROGRAM THAT SHOULD BE CONSIDERED FOR FUNDING, AS IN THE 2015-2016 SCHOOL YEAR 59.1% OF THE 978 PUBLIC SCHOOL THIRD GRADERS TESTED BY SMARTER BALANCE AND THE NATIONAL CENTER AND STATE COLLABORATIVE ASSESSMENT SCORED BELOW STANDARD PERFORMANCE LEVELS FOR READING. IN THE SAME REPORT FOR 2019, 61.8% OF 7TH GRADERS HAD READING SCORES BELOW BASIC LEVELS WHILE IN THAT SAME GROUP MORE THAN 33.3% SCORED BELOW BASIC LEVELS IN MATHEMATICS. IN THE SAME REPORT, THESE SAME EXPERTS ALSO FOUND THAT ONLY 7.4 % OF 11TH GRADERS HAD ADVANCED READING PROFICIENCY AND THERE WERE 0.0% ADVANCED PROFICIENCY IN MATHEMATICS. THIS CLEARLY ILLUSTRATES THAT ROCKET IS NEEDED TO REINFORCE MATH AND SCIENCE SKILLS STEEPED IN READING THAT IS FUN AND ENGAGING AND ALLOWS YOUTH AN OPPORTUNITYAT HANDS-ON LEARNING FOCUSED ON STEM TO HELP INCREASE PATHWAYS TO HIGHER EDUCATION. IN ADDITION, PROVIDING TEACHERS AND YOUTH WITH HANDS-ON SCIENCE KITS IN WEATHER AND CLIMATE, ROCKETRY, WATER QUALITY AMONG OTHERS ENHANCES IN-CLASS AND AT-HOME EDUCATION BY PROVIDING TOOLS THEY WOULD NOT OTHERWISE BE EXPOSED AS FUNDING FOR SUCH ACTIVITIES IS LIMITED IN MOST CASES AND NIL TO NONE POST TWO CATEGORY FIVE HURRICANES WHICH DEVASTATED THE ISLANDS IN 2017. DUE TO COVID 19, PLANS ARE BEING MADE TO CHANGE CLASSROOM SUPPLY KITS TO POSSIBLE SINGLE USE FOR STUDENTS AS WELL AS ALLOWANCE FOR CLASSROOM KITS FOR LARGER GROUPS SETTING BUT THOSE PROCUREMENTS WILL BE BASED ON THE VI DEPARTMENT OF EDUCATION&#39;S (DOE) PLAN FOR THE FALL OF 2020, SO THIS WILL BE MODIFIED ACCORDING TO FIT THAT EDUCATIONAL SETTING ONCE IT HAS BEEN FORMALIZED BY DOE.ACCORDING TO NOAA AND THE USDA, OFFICE OF CHIEF ECONOMIST, DROUGHT MONITORS HAVE CURRENTLY RATED THE DROUGHT AND PRECIPITATION INDEXES AT A DL2 WHICH MEANS THERE IS SIGNIFICANT DROUGHT IN THE TERRITORY WHICH NOT ONLY AFFECTS FARMERS AND HOME GARDENERS BUT ALSO THOSE IN THE TERRITORY WHO MUST COLLECT WATER IN THEIR CISTERNS FOR THEIR HOMES FROM ROOFTOP COLLECTION. ROCKET ENGAGES YOUTH IN CLASSROOM LESSONS DELIVERED IN PERSON OR ONLINE WHICH CAN ALLOW THEM TO UNDERSTAND EXTREME WEATHER AND CLIMATE IMPACTS AND HOW THEY RELATE TO EDUCATIONAL PROGRAMS IN THE FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN SCIENCES (FANH) AT UVI AND THE IMPACT OF THESE EVENTS IN THE WORLD AROUND THEM, INCLUDING INTRODUCING THEM TO CAREERS THAT EMERGE DUE TO SUCH DISTRESS. ROCKET ALLOWS YOUTH TO BE EXPOSED TO CAREERS, HANDS-ON RESEARCH, TO LEARN ABOUT CITIZEN SCIENCE AND EXPERTS SO THEY CAN ADDRESS DROUGHT AND EXTREME WEATHER EVENTS AS WELL AS FOOD SECURITY ISSUES THEY MAY FACE IN THEIR LIFETIME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_20207000432392_12H3"}, {"internal_id": 85400079, "Award ID": "20197000430392", "Award Amount": 127686.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.322", "Description": "THE PROJECT WILL FOCUS ON INCREASING AGRICULTURAL EXPERIENTIAL LEARNING OPPORTUNITIES FOR PACIFIC ISLANDERS. TWO TYPES OF EXPERIENTIAL LEARNING PROGRAMS WILL AIM FOR: (A) IMPROVEMENT OF STUDENTS&#39; RESEARCH SKILLS AND (B) INCREASE IN STUDENTS&#39; KNOWLEDGE OF AGRICULTURAL AND SOCIAL ENVIRONMENTS OF OTHER CULTURES. THE PROJECT OFFERS UNDERGRADUATE STUDENTS THE OPPORTUNITY TO CONDUCT AGRICULTURAL FIELD AND LABORATORY RESEARCH PROJECTS AND TO PARTICIPATE IN AN INTERNSHIP PROGRAM AT THE UNIVERSITY OF RYUKYUS IN OKINAWA. THE PROJECT ALSO GIVES STUDENTS FROM OTHER INSULAR INSTITUTIONS THE OPPORTUNITY TO PARTICIPATE IN THE CONSORTIUM SUMMER INTERNSHIP PROGRAM AT THE UNIVERSITY OF GUAM. THE PROJECT WILL ALSO PROVIDE SCHOLARSHIPS FOR QUALIFIED NEW GRADUATE STUDENTS TO PURSUE ADVANCED DEGREES IN THE NEWLY ESTABLISHED MS DEGREE PROGRAM OF SUSTAINABLE AGRICULTURE, FOOD AND NATURAL RESOURCES AT UNIVERSITY OF GUAM. THE PROJECT SUPPORTS TWO EDUCATIONAL NEED AREAS: (1) STUDENT EXPERIENTIAL LEARNING: TO DEVELOP STUDENTS&#39; SCIENTIFIC AND PROFESSIONAL COMPETENCIES THROUGH EXPERIENTIAL LEARNING PROGRAMS INCLUDING LEADERSHIP DEVELOPMENT WORKSHOP THAT PROVIDE OPPORTUNITIES TO SOLVE COMPLEX PROBLEMS IN THE CONTEXT OF REAL-WORLD SITUATIONS; AND (2) STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY: TO STRENGTHEN STUDENT RECRUITMENT AND RETENTION PROGRAMS WITH FINANCIAL ASSISTANCE TO ENSURE THE FUTURE STRENGTH OF THE NATION&#39;S SCIENTIFIC, PROFESSIONAL, AND TECHNICAL WORK FORCE IN THE FOOD AND AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20197000430392_12H3"}, {"internal_id": 85400080, "Award ID": "20197000430391", "Award Amount": 84341.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.322", "Description": "BEFORE USDA NIFA RESIDENT INSTRUCTION (RIIA) AND DISTANCE EDUCATION (DEG) FUNDING BECAME AVAILABLE TO THE AMERICAN SAMOA COMMUNITY COLLEGE (ASCC), AGRICULTURE, COMMUNITY, AND NATURAL RESOURCES (ACNR) LAND GRANT PROGRAM IN 2006, THE ACNR INSTRUCTIONAL PROGRAM WAS IN A DISMAL STATE, WITHOUT ANY FEDERAL OR LOCAL FUNDING. DEG FUNDING HAS ENABLED ACNR TO TAKE BOTH IMMEDIATE STEPS AND DEVELOP LONG-TERM MEASURES TO ADDRESS THE DISPARITIES FACED. THERE ARE NOW 3 FULL-TIME INSTRUCTORS, AND THERE IS AN INCREASE IN ENROLLMENTS, NUMBER OF ACNR GRADUATES, STUDENTS RECEIVING SCHOLARSHIPS AND STIPENDS, AND STUDENTS PARTICIPATING IN EXPERIENTIAL LEARNING PROGRAMS. CONTINUED SUPPORT FROM DEG WILL HELP TO ENSURE FURTHER SUCCESSES IN ACNR&#39;S LONG-TERM MEASURES. THE PROJECT GOALS FOCUSES ON 2 EDUCATIONAL NEED AREAS (ENA) -INSTRUCTIONAL DELIVERY SYSTEMS AND FACULTY PREPARATION &AMP; ENHANCEMENT FOR TEACHING. WITH THE ENAS AS A GUIDING TOOL, THE OBJECTIVES OF THE PROJECT ARE: TO ENCOURAGE USE OF DE ANDCOMPUTER-LAB EQUIPMENT; ENHANCE CAPACITY OF ACNR STUDENT LAB AND QUALITY OF INSTRUCTION PROGRAM, PROVIDE SCHOLARSHIPS FOR FACULTY AND STAFF PURSUING DEGREES IN FOOD AND AGRICULTURAL AND RELATED SCIENCES, AND TO PROVIDE FINANCIAL SUPPORT FOR FACULTY AND STAFF PROFESSIONAL DEVELOPMENT. THESE OBJECTIVES WILL HELP ACNR MEET ITS OUTCOMES AND OVERALL NIFA OBJECTIVES OF INCREASING THE NUMBER AND DIVERSITY OF STUDENTS PURSING DEGREES IN FOOD AND AGRICULTURAL SCIENCES, AND ENHANCING THE QUALITY OF POSTSECONDARY INSTRUCTION TO HELP MEET CURRENT AND FUTURE WORKPLACE NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7824ca33-0633-4494-1432-0e60610ec6de-C", "generated_internal_id": "ASST_NON_20197000430391_12H3"}, {"internal_id": 85400081, "Award ID": "20197000430231", "Award Amount": 132641.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "10.322", "Description": "THIS PROPOSAL PRESENTS A DISTANCE EDUCATION FACILITIES IMPROVEMENT INSTRUMENTATION PROJECT TO UPDATE AND IMPROVE IDENTIFIED DISTANCE EDUCATION FACILITIES FOR THE FANH STEM DISCIPLINES AT THE UNIVERSITY OF PUERTO RICO IN PONCE. FUNDING WILL BE USED TO PURCHASE EQUIPMENT, INSTRUMENTATION, INCREASE NETWORK CAPACITY, HARDWARE AND SOFTWARE, DIGITAL NETWORK TECHNOLOGY, AND TO UPDATE THE NECESSARY PHYSICAL INFRASTRUCTURE. THE ULTIMATE GOAL IS TO ATTRACT AND RETAIN STUDENTS AND FACULTY AND TO PROMOTE EDUCATIONAL EQUITY. THE PROJECT WILL HAVE A DURATION OF 24 MONTHS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b4bdc5f7-09a1-20b6-50be-581f486df22f-C", "generated_internal_id": "ASST_NON_20197000430231_12H3"}, {"internal_id": 85400082, "Award ID": "20197000430230", "Award Amount": 134319.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.322", "Description": "THE UPRP FANH CAPACITY BUILDING PROJECT WILL DEVELOP AND ENHANCE EDUCATIONAL SERVICES FORSTEM FANH FACULTY. EXPERT PERSONNEL WILL BE HIRED TO ASSIST FACULTY MEMBERS AND PROVIDETECHNICAL SUPPORT. NON-CERTIFIED FACULTY MEMBERS WILL HAVE AN OPPORTUNITY TO BECOME CERTIFIEDAS DISTANCE LEARNING INSTRUCTORS. THE PROJECT WILL HAVE A DURATION OF 12 MONTHS. CAPACITYBUILDING AND TECHNICAL ASSISTANCE WILL BE AVAILABLE TO ALL STEM FANH DISCIPLINES FACULTY. THEPROJECT WILL TAKE PLACE AT THE UPRP FACILITIES FOR DISTANCE EDUCATION AND WILL PROVIDESUPPORT TO STEM FANH DISCIPLINES FACULTY MEMBERS. BY THE COMPLETION OF THE PROJECT, 12MONTHS, ALL PARTICIPATING FACULTY MUST MAKE USE OF THE DISTANCE LEARNING TEACHING MODALITY INITS COURSES.THE FACILITY WILL BE USED AS A CENTER FOR ACADEMIC SUPPORT TO ASSIST FACULTY. THE OBJECTIVES FOR THESEPROJECT ARE: 1. TO HIRE HIGHLY QUALIFIED PERSONNEL TO OFFER DISTANTEDUCATION CAPACITY BUILDING, TRAINING, AND SUPPORT, AND; 2. TO CERTIFY A TOTAL OF 35 STEM ANDFANH FACULTY MEMBERS IN DISTANCE LEARNING SO THEY CAN GRASP AN UNDERSTANDING OF THE DISTANCEEDUCATION PROCESS; 3. TO ASSIST FACULTY MEMBERS TO ADAPT AND CONVERT THEIR COURSES TO DISTANCELEARNING COURSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b4bdc5f7-09a1-20b6-50be-581f486df22f-C", "generated_internal_id": "ASST_NON_20197000430230_12H3"}, {"internal_id": 85400083, "Award ID": "20197000430229", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "10.322", "Description": "THIS PROPOSAL REQUESTS FUNDS UNDER THE DEG PROGRAM TO DEVELOP HUMAN CAPITAL ON ONLINE EDUCATION ON AGRICULTURAL SCIENCE. IN RECENT YEARS, NIFA HAS SUPPORTED UPR-M PROJECTS TO CREATE THREE NEW ONLINE MASTER&#39;S DEGREE PROGRAMS: AGRICULTURAL ECONOMICS, AGRIBUSINESS, AND FOOD SCIENCE AND TECHNOLOGY. IT IS IMPORTANT TO NOTE, THAT THE NEW ONLINE MASTER&#39;S DEGREE IN AGRICULTURAL ECONOMICS IS EXPECTED TO BE THE FIRST ONLINE DEGREE OF THE UNIVERSITY OF PUERTO RICO.THE UNIVERSITY OF PUERTO RICO (UPR), THE PREMIER PUBLIC INSTITUTION OF HIGHER EDUCATION IN THE ISLAND, IS FACING UNPRECEDENTED BUDGET CUTS THAT CAN SEVERELY HAMPER THE FULFILLMENT OF ITS MISSION IF INNOVATIVE SOLUTIONS TO ITS PROBLEMS ARE NOT PROMPTLY DEVISED AND IMPLEMENTED. THE POTENTIAL OF ONLINE EDUCATION FOR PROVIDING THE KNOWLEDGE AND SKILLS STUDENTS NEED IN A COST-EFFECTI WAY TO COMPETE IN CHANGING LOCAL AND GLOBAL MARKETPLACES HAS BEEN RECOGNIZED BY EXPERTS IN HIGHER EDUCATION TRENDS. IN THE ONGOING PROCESS OF DEVELOPING THESE NEW ONLINE MASTER&#39;S DEGREES, WE REALIZED THAT WE NEED TO CREATE STRONG COMPLEMENTARITIES WITH THE OTHER ACADEMIC PROGRAMS IN THE COLLEGE OF AGRICULTURAL SCIENCE OF THE UPR-M. THEREFORE, THIS PROJECT WOULD LIKE TRAIN PROFESSORS IN ONLINE SKILLS AND PROVIDE EQUIPMENT TO THEM.THIS PROPOSAL HAS AS ITS PRINCIPAL OBJECTIVE THE TRAINING OF SIXTEEN CAS PROFESSORS IN MOODLE PLATFORM TOOLS AND IN THE CAMTASIA SOFTWARE WITH THE SHORT TERM GOAL OF HELPING THEM INCORPORATE ONLINE EDUCATION RESOURCES INTO THEIR COURSES. IN THE LONG TERM, THIS PROJECT ALSO AIMS TO HELP THEM TRANSFORM GRADUATE AND UNDERGRADUATE COURSES, AND EXTENSION SHORT COURSES, TO AN ONLINE MODALITY. TO FACILITATE THIS PROCESS, FUNDS ARE REQUESTED FOR THE ACQUISITION OF LAPTOPS, SOFTWARE LICENSES, STUDENT ASSISTANTSHIPS, AND FOR THE PROVISION OF A STIPEND TO EACH PARTICIPANT PROFESSOR. THE STRATEGIC PLANNING AND ASSESSMENT COMMITTEE OF THE CAS (COPLEA, FOR ITS SPANISH INITIALS) COMPOSED BY ITS BUDGET AND PLANNING DIRECTOR AND BY REPRESENTATIVES FROM THE RESEARCH, EXTENSION AND TEACHING FACULTY OF THE CAS, IS ACTIVELY PARTICIPATING IN THE PROPOSAL&#39;S ELABORATION AND IMPLEMENTATION. THE APPROACH FOLLOWED IS IN LINE WITH THE DEG PROGRAM&#39;S \"CHARACTERISTICS AND CONDITIONS\" WHICH ENCOURAGE APPLICATIONS TO \"ACQUIRE EQUIPMENT\", \"PROVIDE TEACHER EDUCATION\", AND PROVIDE \"LEADERSHIP DEVELOPMENT TO ADMINISTRATORS...AND FACULTY... WITH INSTITUTIONAL RESPONSIBILITY FOR TECHNOLOGY EDUCATION\" (DEG RFP 2019).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20197000430229_12H3"}, {"internal_id": 83795121, "Award ID": "20197000430227", "Award Amount": 119998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-22", "CFDA Number": "10.322", "Description": "THE PROJECT SUMMARY OF THIS PILOT PROGRAM IS TO CREATE A STEM ECOSYSTEM TO PREPARE YOUTH OF COLLEGE, HIGH AND JUNIOR SCHOOL AGES TO CREATE A PIPELINE FOR HIGHER EDUCATION IN STEM AND EXPOSE THEM TO STEM BASED CAREERS AND VOCATIONS INCLUDING ADVANCED DEGREES, SCIENCE CAREERS AND INCREASE AWARENESS IN WATER CONSERVATION AND RESOURCES INCLUDING WATER AND SOIL QUALITY TO HELP REBUILD A BATTERED WORKFORCE POST STORMS AND TO PROMOTE A GLOBAL, HIGH-QUALITY SCIENTIFIC WORKFORCE IN THE USVI TO BENEFIT THE PUBLIC AT LARGE. THIS PROPOSAL SEEKS FUNDING WHICH LEVERAGES THE MODEL EDUCATIONAL PROGRAM THAT FOLLOWS THE NEXT GENERATION OF STEM STANDARDS (NGSS), WHICH ARE THE USVI DEPARTMENT OF EDUCATION TERRITORIAL STANDARDS FOR SCIENCE. THE STORMS LEFT MANY SCHOOLS AND TEACHERS WITHOUT MUCH NEEDED HANDS ON MATERIALS AND SUPPLIES TO TEACH OR ADVANCE BASIC STEM PROGRAMS INCLUDING MATH, CHEMISTRY AND PHYSICAL SCIENCE AS WELL AS PHYSICS AND LIMITS THEIR ABILITY TO OFFER STATE OF THE ART TECHNOLOGY INTO THE CLASSROOM. THIS PROGRAM WILL PROVIDE EDUCATIONAL MATERIALS AND TECHNOLOGY TO SUPPORT LEARNING MORE ABOUT AND STRENGTHEN THEIR UNDERSTANDING AND THEIR RELATIONSHIP TO FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN SCIENCES (FANH). THE SPECIFIC OBJECTIVE WOULD BE TO CREATE A STEM ECOSYSTEM THAT ADVANCES SCIENTIFIC LEARNING AND THINKING. THE PROJECT IS DESIGNED TO PAIR YOUTH AND TRAIN TEACHERS BY ALLOWING THEM ACCESS TO UVI YOUTH AND RESEARCHERS WITH EXPERIENCE IN EACH OF THE SUBJECT MATTER AREAS SO THAT TEACHERS IN THE USVI PARTICIPATING IN THE PROGRAM CAN NOT ONLY BENEFIT FROM THE TRAINING, MATERIALS AND SUPPLIES PROVIDED BUT ALSO SHARE IT THROUGH VIDEO, AUDIO AND POWER POINT ANIMATIONS WITH OTHERS TO CREATE A STRONGER NEAR TO PEER STEM PATHWAY THAT LEADS TO HIGHER EDUCATION IN THE TERRITORY. SAP WILL INTRODUCE MORE THAN 100 YOUTH, OVER TWO YEARS, IN THE JUNIOR AND HIGH SCHOOL SYSTEMS OF PUBLIC, PRIVATE AND PAROCHIAL AS WELL AS HOME SCHOOL, TO ADDRESS ISSUES SURROUNDING AGRICULTURE, FOOD SAFETY, NATURAL RESOURCES, WATER AND SOIL QUALITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_20197000430227_12H3"}, {"internal_id": 85399906, "Award ID": "20197000430056", "Award Amount": 149877.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "10.322", "Description": "CATTLE WORKING PENS WILL BE CONSTRUCTED FOR MANAGING THE UNIVERSITY RESEARCH HERD. THE PENS WILL INCLUDE A SQUEEZE CHUTE AND SCALE, CROWDING AND SORTING PENS, A LOADING CHUTE AND A SOLAR POWERED WELL TO PROVIDE WATER IN THE PENS, SOLAR POWER FOR THE SCALE AND WATER HARVESTING FROM THE ROOF OVER THE SCALE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_20197000430056_12H3"}, {"internal_id": 69573250, "Award ID": "20187000428811", "Award Amount": 130466.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-11", "CFDA Number": "10.322", "Description": "BEFORE USDA NIFA RESIDENT INSTRUCTION (RIIA) AND DISTANCE EDUCATION (DEG) FUNDING BECAME AVAILABLE TO THE AMERICAN SAMOA COMMUNITY COLLEGE (ASCC), AGRICULTURE, COMMUNITY, AND NATURAL RESOURCES (ACNR) LAND GRANT PROGRAM IN 2006, THE ACNR INSTRUCTIONAL PROGRAM WAS IN A DISMAL STATE, WITHOUT ANY FEDERAL OR LOCAL FUNDING. DEG FUNDING HAS ENABLED ACNR TO TAKE BOTH IMMEDIATE STEPS AND DEVELOP LONG-TERM MEASURES TO ADDRESS THE DISPARITIES FACED. THERE ARE NOW 3 FULL-TIME INSTRUCTORS, AND THERE IS AN INCREASE IN ENROLLMENTS, NUMBER OF ACNR GRADUATES, STUDENTS RECEIVING SCHOLARSHIPS AND STIPENDS, AND STUDENTS PARTICIPATING IN EXPERIENTIAL LEARNING PROGRAMS. CONTINUED SUPPORT FROM DEG WILL HELP TO ENSURE FURTHER SUCCESSES IN ACNR&#39;S LONG-TERM MEASURES. THE PROJECT GOALS FOCUS ON 2 EDUCATIONAL NEED AREAS (ENA) - ENA (3) INSTRUCTIONAL DELIVERY SYSTEMS AND ENA (6) STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY. WITH THE ENAS AS A GUIDING TOOL, THE OBJECTIVES OF THE PROJECT ARE: TO ENCOURAGE USE OF DE AND COMPUTER-LAB EQUIPMENT; ENHANCE CAPACITY OF ACNR STUDENT LAB AND QUALITY OF INSTRUCTION PROGRAM, PROVIDE SCHOLARSHIPS FOR STUDENTS PURSUING DEGREES IN FOOD AND AGRICULTURAL AND RELATED SCIENCES, AND TO PROVIDE FINANCIAL SUPPORT FOR FACULTY AND STAFF PROFESSIONAL DEVELOPMENT. THESE OBJECTIVES WILL HELP ACNR MEET ITS OUTCOMES AND OVERALL NIFA OBJECTIVES OF INCREASING THE NUMBER AND DIVERSITY OF STUDENTS PURSING DEGREES IN FOOD AND AGRICULTURAL SCIENCES, AND ENHANCING THE QUALITY OF POSTSECONDARY INSTRUCTION TO HELP MEET CURRENT AND FUTURE WORKPLACE NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7824ca33-0633-4494-1432-0e60610ec6de-C", "generated_internal_id": "ASST_NON_20187000428811_12H3"}, {"internal_id": 69573225, "Award ID": "20187000428688", "Award Amount": 144609.77, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "10.322", "Description": "UNMANNED AIRCRAFT SYSTEMS FOR SUSTAINABLE AGRICULTURE AND NATURAL RESOURCE MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b0f7689-aaf8-396f-d4b3-b944796d133f-C", "generated_internal_id": "ASST_NON_20187000428688_12H3"}, {"internal_id": 69667279, "Award ID": "20187000428687", "Award Amount": 120589.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "10.322", "Description": "INCREASING AGRICULTURAL EXPERIENTIAL LEARNING OPPORTUNITIES FOR PACIFIC ISLANDERS AT UNIVERSITY OF GUAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20187000428687_12H3"}, {"internal_id": 69573246, "Award ID": "20187000428686", "Award Amount": 146465.29, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-14", "CFDA Number": "10.322", "Description": "TRAINING AND TECHNICAL SUPPORT FOR UOG FACULTY DEVELOPING STEM COURSES FOR ONLINE DELIVERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20187000428686_12H3"}, {"internal_id": 68547754, "Award ID": "20187000428685", "Award Amount": 149592.55, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-05", "CFDA Number": "10.322", "Description": "SUPPORTING TROPICAL AGRICULTURE RESEARCH BY THE ACQUISITION OF CUTTING-EDGE TECHNOLOGY FOR PHYTOPATHOLOGY LABORATORIES IN PUERTO RICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20187000428685_12H3"}, {"internal_id": 78596467, "Award ID": "20187000428680", "Award Amount": 79876.3, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-31", "CFDA Number": "10.322", "Description": "FOUNDED APIRL 1993, THE COLLEGE OF MICRONESIA-FEDERATED STATES OF MICRONESIA (COM-FSM), LOCATED IN THE WESTERN PACIFIC OCEAN, OFFERS INSTRUCTION AND AWARDS ASSOCIATE DEGREES AND CERTIFICATES IN MORE THAN 30 SUBJECTS; MOST OF THEM IN SCIENCE, TECHNOLOGY, ENGINEERING, AGRICULTURE, AND MATH (STEAM)-RELATED FIELDS. THERE ARE FOUR ISLANDS (YAP, CHUUK, POHNPEI, AND KOSRAE ISLANDS) AND FIVE CAMPUSES IN THE COM-FSM SYSTEM; INCLUDING THE NATIONAL CAMPUS ON POHNPEI. THE FACT THAT CAMPUSES, AND THEIR STUDENTS, ARE SEPARATED BY HUNDREDS OF MILES OF OCEAN MEANS THAT DISTANCE EDUCATION TECHNOLOGY, VIA SATELLITE OR UNDERSEA CABLE, IS CRITICAL TO EDUCATING AND EMPOWERING NEARLY 1,700 STUDENTS A YEAR. IN THIS GRANT, THERE IS A FOCUS ON FACULTY PREPARATION AND ENHANCEMENTOF TEACHING THROUGH PROJECTS SUCH AS LECTURE CAPTURE FO ASYNCHRONOUS ACCESS, THE SUPPORT OF A FACULTY MEMBER TO COMPLETE A DISTANCE EDUCATION MASTER&#39;S DEGREE IN AGRICULTURE SCIENCE AT WASHINGTON STATE UNIVERSITY, THE ACQUISITION AND SHARING OF INDIGENOUS KNOWLEDGE FOR SCIENCE FOR SUSTAINABLE ISLAND LIVING, AND A 5-DAY TECHNOLOGY AND LEDERSHIP CAMP TO ENHANCE THE KNOWLEDGE AND SKILLS OF MORE THAN 60 STUDENTS, TEACHERS, INSTRUCTORS, AND LEADERS. IN ADDITION, PIS/PDS WILL LEAD AND MANAGE THSE SUB-PROJECTS AND ATTEND THE ANNUAL MEETING. THESE PROJECTS, COUPLED WITH OTHER COM-FSM EFFORTS, WILL CONTINUE TO MOVE THE STUDENTS AND RESIDENTS OF THE FSM TOWARDS MORE DESIRABLE FUTURES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3414d09b-6b91-c79a-d99b-d138ba25549f-R", "generated_internal_id": "ASST_NON_20187000428680_12H3"}, {"internal_id": 147941266, "Award ID": "20187000428679", "Award Amount": 149500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-27", "CFDA Number": "10.322", "Description": "BUILDING FACULTY CAPACITY AND ENHANCING INSTRUCTION DELIVERY THROUGH DISTANCE EDUCATION FOR AGRICULTURE AND RELATED SCIENCE PROGRAMS AT PALAU COMMUNITY COLLEGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PW", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a5cc10f-f7a1-1d97-adae-a335e818aff0-R", "generated_internal_id": "ASST_NON_20187000428679_12H3"}, {"internal_id": 68176316, "Award ID": "20187000428678", "Award Amount": 85750.48, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-13", "CFDA Number": "10.322", "Description": "THE MAYAGUEZ CAMPUS OF THE UNIVERSITY OF PUERTO RICO (UPRM) IS A HISPANIC SERVING LAND-GRANT INSTITUTION LOCATED ON THE WEST SIDE OF THE ISLAND OF PUERTO RICO. THE FOOD SCIENCE AND TECHNOLOGY (FST) MULTIDISCIPLINARY PROGRAM RESIDES WITHIN THE CAS AND OFFERS A MASTER DEGREE WITH THESIS. FOR THE 2013 TO 2017 TIME-PERIOD, THE FST GRADUATE STUDENT POPULATION GREW FROM 30 TO 62; AN INCREASE FROM 23% TO 30% OF THE TOTAL CAS GRADUATE STUDENT POPULATION. ADMISSION DATA SHOW THAT, DESPITE THE INTEREST IN THE FST PROGRAM, APPLICANTS ARE TURNED AWAY EVEN THOUGH THEY MEET THE ADMISSION REQUIREMENTS. DURING A RECENT INTROSPECTION EFFORT, FST PROGRAM FACULTY IDENTIFIED THAT, THOUGH CURRENT LAB CAPABILITIES ARE APPROPRIATE, THEY ARE THE LIMITING FACTOR TO ADMITTING MORE STUDENTS. IN CONTRAST, GRADUATE COURSES HAVE PLENTY OF CAPACITY TO RECEIVE MORE STUDENTS. FACULTY CONCLUDED THAT OFFERING NON-THESIS OPTIONS TO THE CURRENT MASTER DEGREE CAN BE A MEANS TO ADDRESS THE INTERESTS OF THE STILL GROWING POPULATION OF STUDENTS STRIVING TO PURSUE CAREERS IN FST. THE DEVELOPMENT PROCESS OF SUCH PROPOSAL IDENTIFIED A PORTION OF THE TARGET MARKET COMPRISED OF WORKING PROFESSIONALS, BOTH LOCAL AND OVERSEAS, THAT CAN BENEFIT FROM THE DEGREE BEING OFFERED ONLINE. THUS, THE CURRENT PROJECT PROPOSES TO STRENGTHEN UPRM CAPABILITY TO CARRY OUT RESIDENT INSTRUCTION, CURRICULUM, AND TEACHING PROGRAMS IN THE FOOD AND AGRICULTURAL SCIENCES THROUGH DISTANCE EDUCATION TECHNOLOGY. SPECIFICALLY, THE MAIN OBJECTIVES OF THE PROPOSED PROJECT IS TO ENABLE FST FACULTY CAPACITY TO OFFER THEIR COURSES ONLINE AND FACILITATE THE TRANSFORMATION PROCESS OF CURRENT COURSES TO ONLINE VERSIONS. ACHIEVEMENT OF SUCH OBJECTIVE STARTS WITH AN ASSESSMENT BASED REVISION OF CURRENT COURSES AND CURRICULUM, AND TRAINING OF FST FACULTY IN ONLINE TEACHING TOOLS. ONCE TRAINED, FST FACULTY TRANSFORMS ASSESSMENT-BASED UPDATED COURSES TO ONLINE VERSIONS. CONCURRENTLY, FST TECHNOLOGY AND INFRASTRUCTURE NEEDS TO BE UPDATED TO SUPPORT COURSE TRANSFORMATION AND TEACHING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20187000428678_12H3"}, {"internal_id": 68547755, "Award ID": "20187000428676", "Award Amount": 122500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-14", "CFDA Number": "10.322", "Description": "DEVELOPMENT OF PUERTO RICO'S AGRICULTURAL EXTENSION SERVICE DISTANCE EDUCATION INFRASTRUCTURE AND CAPACITY BUILDING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20187000428676_12H3"}, {"internal_id": 62253549, "Award ID": "20177000427276", "Award Amount": 143284.52, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.322", "Description": "DEVELOPING INTERACTIVE DISTANCE EDUCATION CURRICULA FOR DELIVERY WITH OR WITHOUT THE INTERNET", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20177000427276_12H3"}, {"internal_id": 62253551, "Award ID": "20177000427234", "Award Amount": 103873.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-10", "CFDA Number": "10.322", "Description": "INCREASE CAPACITY AT THE NORTHERN MARIANAS COLLEGE IN THE FIELD OF FOOD AND AGRICULTURE SCIENCE BY PROVIDING RESIDENT INSTRUCTION, CURRICULUM, AND TEACHING PROGRAMS THROUGH DISTANCE LEARNING EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3aeef6a6-8b58-c8e0-39d1-7866f01f4910-R", "generated_internal_id": "ASST_NON_20177000427234_12H3"}, {"internal_id": 62208664, "Award ID": "20177000427232", "Award Amount": 89823.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.322", "Description": "IMPROVING DISTANCE EDUCATION AT UPR-UTUADO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6853e01-3760-2cbb-f61d-a25cc143f771-C", "generated_internal_id": "ASST_NON_20177000427232_12H3"}, {"internal_id": 62253554, "Award ID": "20177000427230", "Award Amount": 137066.05, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-12", "CFDA Number": "10.322", "Description": "DEVELOPING RESIDENT INSTRUCTION IN FOOD & AGRICULTURE RELATED SCIENCES AT THE AMERICAN SAMOA COMMUNITY COLLEGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7824ca33-0633-4494-1432-0e60610ec6de-C", "generated_internal_id": "ASST_NON_20177000427230_12H3"}, {"internal_id": 129033990, "Award ID": "20167000425662", "Award Amount": -286.84, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-16", "CFDA Number": "10.322", "Description": "INCREASING OPPORTUNITIES FOR UNDERGRADUATE STUDENTS VIA EXPERIENTIAL LEARNING IN AGRICULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_20167000425662_12H3"}, {"internal_id": 128759208, "Award ID": "20167000425659", "Award Amount": -1588.68, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-05", "CFDA Number": "10.322", "Description": "INNOVATIVE EDUCATIONAL APPROACHES TO ADDRESSING CLIMATE CHANGE IN THE CARIBBEAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_20167000425659_12H3"}, {"internal_id": 120382310, "Award ID": "20167000425655", "Award Amount": -12002.52, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-23", "CFDA Number": "10.322", "Description": "DEVELOPING A HIGH QUALITY HUMAN CAPITAL IN AGRIBUSINESS THROUGH A LONG DISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20167000425655_12H3"}, {"internal_id": 110859860, "Award ID": "20157000424218", "Award Amount": -839.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "10.322", "Description": "DISTANT EDUCATION GRANT FOR THE INSTITUTIONS OF HIGHER EDUCATION IN INSULAR AREAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20157000424218_12H3"}, {"internal_id": 110859859, "Award ID": "20157000424217", "Award Amount": -104516.58, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "10.322", "Description": "DISTANT EDUCATION GRANT FOR INSTITUTIONS OF HIGHER EDUCATION IN INSULAR AREAS (DEG): A HYBRID APPROACH FOR INSULAR AREAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_20157000424217_12H3"}, {"internal_id": 110859977, "Award ID": "20157000424216", "Award Amount": -47245.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-24", "CFDA Number": "10.322", "Description": "BUILDING FACULTY CAPACITY TO MEET THE NORTHERN MARIANA ISLAND'S INSTRUCTIONAL & COMMUNITY NEEDS IN AG & FAMILY & CONSUMER SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3aeef6a6-8b58-c8e0-39d1-7866f01f4910-R", "generated_internal_id": "ASST_NON_20157000424216_12H3"}, {"internal_id": 110859858, "Award ID": "20157000424174", "Award Amount": -42804.09, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "10.322", "Description": "EVALUATION OF THE RELATIONSHIP BETWEEN BODY TEMPERATURE AND GRAZING BEHAVIOR IN LIVESTOCK IN THE TROPICS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_20157000424174_12H3"}, {"internal_id": 110859856, "Award ID": "20157000424171", "Award Amount": -1146.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "10.322", "Description": "DISTANCE EDUCATION AS A TOOL FOR SHORTENING THE GAP BETWEEN TWO CAMPUSES OF THE UNIVERSITY OF PUERTO RICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20157000424171_12H3"}, {"internal_id": 110859855, "Award ID": "20157000424167", "Award Amount": -10892.61, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "10.322", "Description": "PIPING STUDENTS TO GRADUATE SCHOOL BY INCREASING UNDERGRADUATE RESEARCH OPPORTUNITIES IN TWO CAMPUSES OF THE UNIVERSITY OF PUERTO RICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20157000424167_12H3"}, {"internal_id": 98187913, "Award ID": "20157000424142", "Award Amount": -23342.23, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-03", "CFDA Number": "10.322", "Description": "CONSOLIDATING A PREMIER MASTERS OF SCIENCE PROGRAM IN AGRICULTURAL ECONOMICS FOR THE CARIBBEAN BASIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20157000424142_12H3"}, {"internal_id": 85400182, "Award ID": "20147000422047", "Award Amount": -70404.49, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "10.322", "Description": "DEVELOPING DISTANCE EDUCATION CAPACITY IN FOOD AND AGRICULTURAL RELATED SCIENCES AT COLLEGE OF MICRONESIA-FSM- PHASE V", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3414d09b-6b91-c79a-d99b-d138ba25549f-R", "generated_internal_id": "ASST_NON_20147000422047_12H3"}, {"internal_id": 83116274, "Award ID": "20147000422046", "Award Amount": -8574.83, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "10.322", "Description": "PHASE V- DEVELOPING DISTANCE EDUCATION IN AGRICULTURE, FOOD AND RELATED SCIENCES AT UNIVERSITY OF PUERTO RICO-MAYAGUEZ LAND GRANT INSTITUTIO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20147000422046_12H3"}, {"internal_id": 85400183, "Award ID": "20147000422045", "Award Amount": -30384.25, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.322", "Description": "DISTANT EDUCATION GRANT FOR INSTITUTIONS OF HIGHER EDUCATION IN INSULAR AREAS (DEG): A US VIRGIN ISLANDS FOCUS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_20147000422045_12H3"}, {"internal_id": 62550691, "Award ID": "20147000422044", "Award Amount": -4986.0, "Award Type": null, "Base Obligation Date": "2018-02-15", "CFDA Number": "10.322", "Description": "DEVELOPING DISTANT EDUCATION IN FOOD AND AGRICULTURAL RELATED SCIENCES AT THE UNIVERSITY OF GUAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20147000422044_12H3"}, {"internal_id": 62550690, "Award ID": "20147000422035", "Award Amount": -278.33, "Award Type": null, "Base Obligation Date": "2018-02-16", "CFDA Number": "10.322", "Description": "EXPERIENTIAL LEARNING AS A FORM OF RESIDENT INSTRUCTION FOR STUDENTS AT THE UNIVERSITY OF THE VIRGIN ISLANDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_20147000422035_12H3"}]