[{"internal_id": 162054789, "Award ID": "20237000141001", "Award Amount": 149940.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "10.326", "Description": "THE GOAL OF OUR PROJECT IS TO EVALUATE HOW NOVEL REGENERATIVE ORGANIC HORTICULTURAL PRACTICES AFFECT SOIL HEALTH, INSECT AND DISEASE INCIDENCE, WEED OCCURRENCE, AND CROP YIELD OF COMMON CENTRAL COAST VEGETABLES. OUR PROJECT IS INSPIRED BY TEST FIELDS ESTABLISHED BY BRAGA FRESH IN THE SALINAS VALLEY EXPLORING A BEDLESS VEGETABLE PRODUCTION SYSTEM THAT MAINTAINS BOTH A RYE AND CLOVER COVER CROP ALONG WITH A TRANSPLANTED CASH CROP. MEMBERS OF THE BRAGA FRESH TEAM HAVE INDICATED A FOUR TO FIVE FOLD REDUCTION IN TRACTOR PASSES ON THEIR TEST PLOTS COMPARED TO THEIR STANDARD SHAPED BED PRODUCTION SYSTEMS WITH LOW YIELD REDUCTIONS(KYLE HARMON, PERSONAL COMMUNICATION). WORKING IN COLLABORATION WITH BRAGA FRESH, WE SEEK TO CONDUCT A REPLICATED MULTI-YEAR STUDY THAT CAN EXPAND ON THEIR PRELIMINARY RESULTS, WHILE DEVELOPING UNIQUE FIELD-BASED LEARNING MODULES THAT WILL PROVIDE CAL POLY STUDENTS WITH OPPORTUNITIES TO EXPAND THEIR KNOWLEDGE OF ORGANIC PRODUCTION SYSTEMS, SUSTAINABLE PRODUCTION PRACTICES, EXPERIMENTAL LOGIC, DESIGN, ANALYSIS AND REPORTING, AND THE DEVELOPMENT OF OUTREACH MATERIALS. TO THIS END, WE PLAN TO:DEVELOP A CONTROLLED, MULTI-YEAR FIELD TRIAL COMPARING STANDARD ORGANIC PRACTICE TO ALTERNATIVE REGENERATIVE SYSTEMS;DETERMINE HOW REGENERATIVE PRACTICES AFFECT YIELD AND INSECT, DISEASE AND WEED PRESSURE INCLUDING ASSESSMENT OF POTENTIAL SYNERGIES AND TRADEOFFS COMPARED WITH STANDARD ORGANIC SYSTEM,DEVELOP EDUCATIONAL MODULES FOR CAL POLY SLO STUDENTS INTEGRATED WITH LONG-TERM MONITORING PROTOCOLS AND SCIENCE COMMUNICATION ,EXTEND PROJECT OUTCOMES TO CENTRAL COAST ORGANIC FARMERS.THE PROJECT IS INTENDED AS A PROOF-OF-CONCEPT EXPLORING DISRUPTIVE TECHNOLOGIES FOR THE FUTURE OF ORGANIC VEGETABLE PRODUCTION IN THE CENTRAL COAST REGION. EXTENSIVE EVALUATION AND OPTIMIZATION WILL BE NEEDED TO MAKE THE PROPOSED SYSTEMS SCALABLE. CAL POLY SLO AND THE GRIMM FAMILY CENTER FOR ORGANIC PRODUCTION AND RESEARCH ARE UNIQUELY POSITIONED TO CONDUCT THIS RESEARCH, GIVEN ITS LOCATION IN THE CENTRAL COAST REGION, ACCESS TO LAND FOR FIELD TRIALS, AND ABILITY TO BREAK DOWN SILOS AND WORK IN INTERDISCIPLINARY TEAMS INCLUDING SOIL SCIENTISTS, ENTOMOLOGISTS, PLANT PATHOLOGISTS, AND AGRICULTURAL ENGINEERS. THE PROPOSED RESEARCH IS AIMED TO BE THE BEGINNING OF A LONG-TERM TRIAL, CREATING OPPORTUNITIES TO STUDY VARIOUS ASPECTS OF THESE NOVEL AND DIVERSE LOW-TILL ORGANIC VEGETABLE CROPPING SYSTEMS. PROVIDING HANDS ON TRAINING FOR CAL POLY STUDENTS IS AN EQUALLY IMPORTANT OUTCOME FOR THIS PROJECT AS IT WILL DEVELOP THE TALENT NEEDED TO FURTHER DEVELOP ORGANIC PRODUCTION IN THE CENTRAL COAST AND BEYOND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5dbc7f97-7472-25a6-26ce-5386030fe667-C", "generated_internal_id": "ASST_NON_20237000141001_12H3"}, {"internal_id": 162054788, "Award ID": "20237000141000", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "10.326", "Description": "THE AGRICULTURAL MECHANICS PROGRAM AT TXST IS IN DESPERATE NEED OF NEW EQUIPMENT IN THE MACHINERY MANAGEMENT LABORATORY. WITHIN THE MACHINERY MANAGEMENT COURSE AT TXST, STUDENTS ASSIGNED INTO TEAMS, ARE ASSIGNED A SEMESTER LONG PROJECT THAT MUST BE COMPLETED BY THE END OF THE SEMESTER. THESE PROJECTS INCLUDE BUT ARE NOT LIMITED TO TRACTOR OR FARM IMPLEMENT RESTORATION, REFURBISHMENT, AND ENGINE REBUILDS. THROUGH THIS PROPOSAL, STUDENTS IN COURSES WILL HAVE THE OPPORTUNITY TO WORK WITH MODERN INDUSTRY STANDARD EQUIPMENT TO COMPLETE THESE PROJECTS. THE PURCHASE OF THE NEW EQUIPMENT ALLOWS STUDENTS TO DEVELOP TRADITIONAL TECHNICAL SKILLS, BUT ALSO COMMUNICATION AND TEAMWORK OR SOFT SKILLS. SOFT SKILLS ARE IDENTIFIED AS KEY COMPETENCIES THAT EMPLOYERS LOOK TO FOR IN NEW HIRES. THIS PROJECT IMPROVES THE MACHINERY MANAGEMENT EQUIPMENT THROUGH THE PURCHASE OF SEVEN SNAP-ON PREMIUM COMBINATION TOOL SETS, AS WELL AS, FLOOR JACKS, JACK STANDS, ENGINE HOISTS, ENGINE STANDS, PARTS CLEANERS, SAND BLASTERS, A SAND BLASTING CABINET, PALM SANDERS, AND IMPACT WRENCHES AND SOCKET SETS. THIS EDUCATION PROJECT TYPE PROPOSAL ALIGNS WITH THE AGRICULTURAL/BIOLOGICAL ENGINEERING DISCIPLINE (CODE E). THE PURPOSE OF THIS PROPOSAL IS TO IMPROVE STUDENTS&#39; EXPERIENCE IN THE MACHINERY MANAGEMENT LABORATORY AREA FOR DAS STUDENTS AT TXST. THE PURPOSE WILL BE FULFILLED BY THE FOLLOWING OBJECTIVES: 1) PROVIDE A LEARNING ENVIRONMENT THAT EDUCATES STUDENTS UTILIZING INDUSTRY-STANDARD EQUIPMENT IN THE MACHINERY MANAGEMENT LABORATORY SPACE.; 2) INCREASE STUDENT ENGAGEMENT WITHIN AGRICULTURAL MECHANICS MAJOR AND COURSES AT TXST.; 3) HOST PROFESSIONAL DEVELOPMENT WORKSHOPS FOR SBAE TEACHERS INTERESTED IN MACHINERY MANAGEMENT AND EQUIPMENT REFURBISHMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20237000141000_12H3"}, {"internal_id": 162054787, "Award ID": "20237000140999", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "10.326", "Description": "AGRICULTURAL PRODUCTION IN SOUTH FLORIDA IS INCREASINGLY COMING UNDER PRESSURE DUE TO INCREASED FLOODING, SALTWATER INTRUSION, AND SOIL EROSION.THE AGRICULTURAL CHALLENGES ARE INTENSIFIED WITH THE PROJECTED SEA LEVEL RISE OF ONE FOOT IN NEXT 30 YEARS IN FLORIDA. WITH INCREASING EXTREME CLIMATE EVENTS LEADING TO AGRICULTURE LOSSES, WELL-INFORMED ADJUSTMENTS TO CROP PRODUCTION ARE NEEDED TO FEED A GROWING POPULATION WITHOUT HARMING THE ENVIRONMENT.THIS PROPOSAL IS A SYNERGY BETWEEN STUDENT TRAINING, EXTENSION EFFORTS, RESEARCH AND OUTREACH TO AGRICULTURE PRODUCERS INTERESTED IN APPLIED FIELD RESEARCH ON SOIL QUALITY AND CROP MONITORING USING ACQUIRED FIELD INSTRUMENTATION FOR MONITORING CROP HEALTH (MULTISPECTRAL DRONE) AND SOIL HEALTH (FTIR-MIR SPECTROMETER).THESE PORTABLE INSTRUMENTS WILL ALSO ALLOW INSTRUCTORS TO CONDUCT FIELD-LABORATORY EXERCISES, AND EXTENSION TRAINING IN THE AREA OF PLANT-SOIL INTERFACE WITH APPLICATIONS IN CROP MANAGEMENT, AND SOIL HEALTH. THE PROPOSED INTEGRATEDPROJECT WILL IMPACT ATLEAST 100 STUDENTS BY IMPROVING THEIR TECHNICAL AND LEADERSHIP SKILLS THROUGH IMPROVED CURRICULUM, ACTIVE LEARNING AND SUMMER RESEARCH INTERNSHIP FOR 6 STUDENTS IN AGRICULTURE DISCIPLINE. THE PROGRAM HAS THE POTENTIAL TO YIELD SIGNIFICANT OUTCOMES IN MINORITY STUDENT GRADUATION, LEADERSHIP AND EMPLOYABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_20237000140999_12H3"}, {"internal_id": 162054786, "Award ID": "20237000140995", "Award Amount": 29958.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-14", "CFDA Number": "10.326", "Description": "DAIRY FARMS ARE INCREASINGLY BECOMING MORE CONSOLIDATED, WHILE SMALL FAMILY FARMS ARE RAPIDLY DECLINING. EACH YEAR WISCONSIN LOSES SEVERAL HUNDRED FAMILY FARMS. THESE CHANGES UNDOUBTABLY HAVE AN IMPACT ON THE SOCIAL AND ECONOMIC CONDITIONS IN RURAL COMMUNITIES, AFFECTING SOCIAL AND MENTAL WELL-BEING OF INDIVIDUALS. FOR EXAMPLE, CONCERNS ABOUT MENTAL HEALTH AND INCREASED SUICIDE OCCURRENCE FROM AGRICULTURAL AND RURAL COMMUNITIES HAVE BEEN REPORTED. WITH A NEED TO INCREASE AGRICULTURAL PRODUCTION BY 50% UNTIL THE YEAR 2050, WE NEED TO ENSURE OUR PRODUCTION SYSTEMS ARE RESILIENT IN ALL ASPECTS OF THE SOCIO-ECONOMIC SYSTEM, REQUIRING MULTIDISCIPLINARY APPROACHES THAT ADDRESS WHICH FACTORS CONTRIBUTE TO RESILIENT ECOSYSTEMS, GREATER COMMUNITY WELFARE, INCLUDING MENTAL HEALTH, AS WELL AS IMPROVED ANIMAL WELFARE, AND THUS ECONOMIC SUSTAINABILITY. IF WE RECOGNIZE THAT SUSTAINABILITY IS MORE THAN JUST PROTECTING THE ENVIRONMENT, WE CAN RECOGNIZE THAT FOSTERING SUSTAINABILITY IN THE DAIRY INDUSTRY MEANS ENSURING ECONOMIC VIABILITY FOR DAIRY FARMERS, AS WELL AS MENTAL AND PHYSICAL WELL-BEING. GIVEN THE SENSITIVITY AROUND MANY OF THESE ISSUES, ESTABLISHING GOOD RELATIONSHIPS WITH FARMERS IS VITAL.SUPPORT FROM THIS GRANT ALLOWS FOR FOUNDATIONAL OUTREACH TO ESTABLISH CONTACTS AND BUILD TRUST BETWEEN FARMERS AND RESEARCHERS, ALLOWING FOR MORE ROBUST AND HONEST DISCUSSIONS AND SHARING OF INFORMATION. THIS PLANNING GRANT WILL GATHER DAIRY FARMERS FROM GRAZING AND CONFINEMENT DAIRY SYSTEMS, STAKEHOLDER GROUPS, INCLUDING COMMUNITY LEADERS FROM AROUND THE UW RIVER FALLS AND PLATTEVILLE CAMPUSES, TO ASSESS HOW DIFFERENT ASPECTS OF FARM MANAGEMENT AFFECT THE THREE PILLARS OF THE ONE HEALTH/WELFARE APPROACH, WHICH INCLUDE HUMAN, ANIMAL, AND ECOSYSTEM HEALTH.IN COLLABORATION WITH THE DAIRY PRODUCERS, WE WILL REFINE THE EXPERIMENTAL DESIGN AND METHODS FOR A FULL RESEARCH PROPOSAL, TO ACCOMMODATE FARM MANAGEMENT AND TO MINIMIZE INTERFERENCE WITH FARM OPERATIONS. AS PART OF THE OUTCOMES, WE WILL IDENTIFY FARMS THAT WILL SERVE AS EXPERIMENTAL LOCATIONS TO EVALUATE THE ONE HEALTH/WELFARE APPROACH WITHIN GRAZING AND CONFINEMENT DAIRY SYSTEMS FOR A FULL RESEARCH PROPOSAL. PRIOR TO THE MEETINGS WE WILL REACH OUT TO SEVERAL PRODUCERS BY PHONE AND EMAIL, INCLUDING BRIEF SURVEYS TO GAUGE THEIR INTERESTS IN SUCH MEETINGS. PRODUCTS FROM THIS PLANNING GRANT WILL ALSO INCLUDE RECOMMENDATIONS FOR SCIENCE-PRODUCER COLLABORATIONS, AS WELL AS FARMER COMPENSATION FOR ON-FARM PARTICIPATORY RESEARCH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b755101b-5f7e-ab14-f8df-a5363d28439b-C", "generated_internal_id": "ASST_NON_20237000140995_12H3"}, {"internal_id": 149752791, "Award ID": "20227000137583", "Award Amount": 149801.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-16", "CFDA Number": "10.326", "Description": "AN INCREASING NUMBER OF NEW SMALL AND MEDIUM-SIZE FARM OPERATORS IN THE U.S. SEEK SELF-REPRESENTATION, EFFICIENT MARKETING, AND DIGITAL MARKETING. MANY OF THE NEW/SMALL FARM OPERATORS HAVE LIMITED PREVIOUS KNOWLEDGE OF THIS KIND. UNFORTUNATELY, UNIVERSITIES HAVE NOT KEPT PACE WITH THE INCREASING DEMAND FROM PRODUCERS FOR THIS TYPE OF EDUCATIONAL DEGREE AND ASSOCIATED OUTREACH AND RESEARCH. A STANDARDIZED PROGRAM THAT COVERS THESE TOPICS AND DELIVERS THE INFORMATION CONVENIENTLY TO THESE PRODUCERS IS NEEDED. IN THIS PROJECT, WE PROPOSE TO CREATE AN AGRICULTURAL DIGITAL MARKETING LEARNING SYSTEM TO INCREASE KNOWLEDGE OF DIGITAL MARKETING, ENHANCE THE IMPLEMENTATION OF DATA-ORIENTED MARKETING APPROACHES, AND PROMOTE SELF-REPRESENTATION PRACTICES FOR TEXAS AGRICULTURAL PRODUCERS. PROJECT ACTIVITIES WILL LAY THE FOUNDATION FOR ONGOING, SUSTAINABLE DEVELOPMENT THAT WILL ADDRESS STAKEHOLDER NEEDS AND THE LONG-TERM GOALS OF BUILDING ADDITIONAL EDUCATIONAL AND LEADERSHIP DEVELOPMENT CAPACITY IN SYSTEMS-BASED DIGITAL MARKETING IN AGRICULTURE. THIS APPLICATION IS AN INTEGRATED PROPOSAL THAT WILL CREATE PROJECTS TO STRENGTHEN HIGHER EDUCATION TEACHING PROGRAMS IN FOOD AND AGRICULTURAL SCIENCES (DISCIPLINE: M). THESE PROJECTS WILL ASSIST THE SHSU SCHOOL OF AGRICULTURAL SCIENCES TO EXPAND ITS CAPACITY TO CONDUCT EDUCATION, RESEARCH, AND OUTREACH/EXTENSION ACTIVITIES BY PROVIDING OPPORTUNITIES FOR STUDENTS TO LEARN ABOUT DIGITAL MARKETING IN AGRICULTURE. THE PROJECTS WILL EMPLOY GRADUATE STUDENTS. TO INCREASE THE NUMBER AND DIVERSITY OF STUDENTS ENTERING FOOD AND AGRICULTURE-RELATED DISCIPLINES, WE WILL WORK WITH THE MINORITIES IN AGRICULTURE, NATURAL RESOURCES, AND RELATED SCIENCES (MANRRS) STUDENT ORGANIZATION AT SHSU. THIS PROPOSAL ALIGNS WITH NLGCA AND USDA&#39;S STRATEGIC GOAL TO FACILITATE RURAL PROSPERITY AND ECONOMIC DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e203c5c-b5cf-4250-6a7e-c33fc97fb6f2-C", "generated_internal_id": "ASST_NON_20227000137583_12H3"}, {"internal_id": 149359429, "Award ID": "20227000137582", "Award Amount": 299932.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-07", "CFDA Number": "10.326", "Description": "STRENGTHENING SUSTAINABLE FOOD PRODUCTION AND ENHANCING AGRICULTURAL PRODUCTIVITY CAN PROVIDE SOLUTIONS TO OVERCOME GLOBAL HUNGER. THE SECOND SUSTAINABLE DEVELOPMENT GOAL OF THE UNITED NATIONS HIGHLIGHTS THE NEED FOR PROMOTING SUSTAINABLE AGRICULTURE BY EMPOWERING SMALL FARMERS (UN SUSTAINABLE DEVELOPMENT GOALS, 2021). THE UNIVERSITY OF TENNESSEE MARTIN AND PENNSYLVANIA STATE UNIVERSITY WILL COLLABORATE ON THIS INTEGRATED PROJECT TO BUILD REGIONAL CAPACITY FOR AGRICULTURAL SUSTAINABILITY BY INVOLVING SMALLHOLDER FORAGE-LIVESTOCK AND VEGETABLE FARMERS IN RESEARCH, EDUCATION, PRODUCER EXCHANGE SCHOOLS, AND A REGIONAL SUSTAINABILITY CONFERENCE (C, P, S CODES). STUDENT INTERNSHIPS FOR RESEARCH AND EXPERIENTIAL LEARNING WILL BE CREATED IN PARTNERSHIP WITH SECONDARY EDUCATORS, AND FARMERS&#39; MARKETS AND LOCAL FOOD NETWORKS WILL BE HIGHLIGHTED AS INSTRUMENTS FOR FOOD SELF-SUFFICIENCY. ANOTHER GOAL IS TO PROMOTE GLOBAL ENGAGEMENT AND CULTURAL AWARENESS AMONG STUDENTS THROUGH AN EMBEDDED COURSE INCLUDING AN INTERNATIONAL TRAVEL STUDY PROGRAM (CODE I) ON SUSTAINABILITY PRACTICES IN INDIGENOUS COMMUNITIES.RESEARCH PROJECTS FOCUS ON SUSTAINABLE FORAGE AND VEGETABLE PRODUCTION SYSTEMS THAT ADDRESS THE NEED AREA OF APPLIED STUDIES IN THE FOOD AND AGRICULTURAL SCIENCES. EDUCATIONAL PROJECTS ADDRESS NEED AREAS SUCH AS CURRICULUM DESIGN, COLLABORATIVE INTERACTION WITH OTHER ACADEMIC INSTITUTIONS, INSTRUCTION DELIVERY SYSTEMS AND EXPERIENTIAL LEARNING. OUTREACH PROJECTS ADDRESS NEED AREAS SUCH AS NATURAL RESOURCES, FOOD AND AGRICULTURAL SCIENCES, AND LEADERSHIP DEVELOPMENT. THE PROJECT WILL: EQUIP SMALLHOLDER FARMERS WITH SUSTAINABLE METHODS OF FORAGE AND VEGETABLE PRODUCTION; ENHANCE AWARENESS OF STUDENTS ON GLOBAL PERSPECTIVES OF SUSTAINABILITY; PROVIDE OPPORTUNITIES FOR FACULTY TO IMPROVE RESEARCH, TEACHING AND MENTORING SKILLS AND; HIGHLIGHT THE IMPORTANCE OF FARMERS&#39; MARKETS AND LOCAL FOOD NETWORKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0adfd22a-dd03-490a-1008-d5f2fbc5287a-C", "generated_internal_id": "ASST_NON_20227000137582_12H3"}, {"internal_id": 149359417, "Award ID": "20227000137581", "Award Amount": 297950.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-10", "CFDA Number": "10.326", "Description": "THE PROPOSED RESEARCH PROJECT ADDRESSES THE TARGETED NEED AREA OF APPLIED STUDIES IN THE FOOD AND AGRICULTURAL SCIENCES. FIRST, THE LONG-TERM RESEARCH GOAL OF THIS PROJECT IS TO INCREASE CROP PRODUCTION THROUGH THE MANIPULATION OF CROP GENOMICS, GENETIC RESOURCES, AND BIOTECHNOLOGY. PHYTOPHTHORA STEM AND ROOT ROT (PSR) IS CAUSED BY THE OOMYCETEPHYTOPHTHORA SOJAEAND LEADS TO SIGNIFICANT SOYBEAN LOSSES. THE DISEASE IS CURRENTLY MANAGED BY DEPLOYING RESISTANT SOYBEAN CULTIVARS CARRYINGRPS(RESISTANCEPHYTOPHTHORA. SOJAE) GENES/ALLELES.UPON RECOGNITION OF THE PATHOGEN, RPS PROTEINS INITIATE A ROBUST IMMUNE RESPONSE AGAINST THE INVADING PATHOGEN, GIVING RISE TO HOST IMMUNITY. OVER TIME, HOWEVER, THE PATHOGEN CAN EVOLVE TO OVERCOME THIS RESISTANCE. MANIPULATING SIGNAL TRANSDUCTION DOWNSTREAM OF THE RPS PROTEINS PROVIDES AN ALTERNATIVE STRATEGY TO INCREASE THE DURABILITY OF THE HOST RESISTANCE. WE HYPOTHESIZE THAT EPIGENETIC CHANGES, INCLUDING DNA METHYLATION, ARE CRUCIAL IN THIS SIGNALING PROCESS. THEREFORE, THIS PROJECT WILL INVESTIGATE HOW DNA METHYLATION REGULATES THE SIGNALING COMPONENTS IN RPS-MEDIATED IMMUNE RESPONSE. SECONDLY, TO ACHIEVE THE EDUCATIONAL GOAL, THE PROJECT WILL TRAIN STUDENTS FROM UNDERREPRESENTED GROUPS IN STEM AGRICULTURAL RESEARCH TO INCREASE THE NUMBER AND DIVERSITY OF STUDENTS ENTERING THE STEM FIELD. THE COALITION BUILT WITH IOWA STATE UNIVERSITY AND THE ARKANSASSAS STATE UNIVERSITY GENERATES A CRITICAL MASS OF EXPERTISE AND ACTIVITY. IT STRENGTHENS THE SCOPE AND QUALITY OF THE PROJECT&#39;S IMPACT, WHICH WILL BUILD ARKANSAS STATE UNIVERSITY&#39;S CAPACITY TO COMPETE FOR FEDERAL GRANTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad54a5fd-acfb-7538-079a-92438f81aa48-C", "generated_internal_id": "ASST_NON_20227000137581_12H3"}, {"internal_id": 150355129, "Award ID": "20227000137580", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-07", "CFDA Number": "10.326", "Description": "ENHANCING THE CAPACITY OF FOOD AND NUTRITION EDUCATION THROUGH INTEGRATED RESEARCH BASED PEDAGOGICAL PRACTICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52a3bc33-b23b-0c54-7fff-2e17fbd7bfb0-C", "generated_internal_id": "ASST_NON_20227000137580_12H3"}, {"internal_id": 149752782, "Award ID": "20227000137579", "Award Amount": 299958.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "10.326", "Description": "CONTROLLED ENVIRONMENT HYDROPONIC PRODUCTION SYSTEMS ARE INCREASINGLY GAINING TRACTION FOR EFFICIENT AND SUSTAINABLE PRODUCTION OF HIGH-VALUES VEGETABLE CROPS IN URBAN AND PERI-URBAN COMMUNITIES, GENERATING AN ARRAY OF RESEARCH AND TRAINING NEEDS TO SUPPORT THIS EMERGING INDUSTRY. TEXAS A&AMP;M UNIVERSITY COMMERCE IS EXPANDING WITH THE CREATION OF A NEW PROGRAM OF BACHELOR OF SCIENCE IN SUSTAINABLE AGRICULTURE TO CONTRIBUTE TO THE TRAINING OF PROFESSIONALS WITH EXCEPTIONAL SKILLS IN SUSTAINABLE AGRICULTURAL PRODUCTION SYSTEMS. THIS INTEGRATED-JOINT PROJECT BETWEEN A&AMP;M-COMMERCE AND TEXAS A&AMP;M AGRILIFE RESEARCH WILL STRENGTHEN THE UNIVERSITY CAPACITY IN DELIVERING INNOVATIVE EDUCATIONAL TRAINING BASED ON EXPERIENTIAL LEARNING RELATED TO CONTROLLED ENVIRONMENT HYDROPONIC PRODUCTION SYSTEMS. IN ADDITION, THE PROJECT WILL ALLOW THE TWO INSTITUTIONS TO COLLABORATIVELY ADDRESS CRITICAL NEED IN APPLIED RESEARCH TO GENERATE SCIENCE-BASED BEST MANAGEMENT PRACTICES FOR ENHANCING PRODUCTIVITY WITH THESE SYSTEMS AND ADVANCE SUSTAINABLE URBAN AGRICULTURE IN TEXAS AND BEYOND. SPECIFIC RESEARCH ACTIVITIES INCLUDE 1) DEVELOPING OPTIMUM PRACTICES FOR AN EFFICIENT AND YEAR-ROUND PRODUCTION OF LETTUCE IN CONTROLLED ENVIRONMENT HYDROPONIC SYSTEMS, AND 2) EVALUATING THE EFFECTIVENESSOFVEGETABLE GRAFTING TECHNIQUE FOR EFFICIENT HYDROPONIC TOMATO PRODUCTION IN PROTECTED STRUCTURES. EDUCATION NEED AREAS WILL BE ADDRESSED BY ENHANCING THE SUSTAINABLE AGRICULTURE CURRICULUM WITH HANDS-ON BASIC RESEARCH PROJECTS AND STUDENT-CENTERED EXPERIENTIAL LEARNING COURSES TO CULTIVATE PROFESSIONALS WITH COMPETENCIES IN CONTROLLED ENVIRONMENT HYDROPONIC PRODUCTION SYSTEMS. BY ADVANCING SUSTAINABLE URBAN VEGETABLE PRODUCTION AND PREPARING NEW GENERATION OF SKILLFUL AND CAREER-READY AGRICULTURAL PROFESSIONALS WITH HANDS-ON RESEARCH EXPERIENCE, THE GOAL AND ACTIVITIES OF THIS PROJECT WILL CLEARLY ADVANCE THE OVERALL GOALS OF NLGCA PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5716ab91-4140-5a22-09b6-b691936211e7-C", "generated_internal_id": "ASST_NON_20227000137579_12H3"}, {"internal_id": 149359438, "Award ID": "20227000137578", "Award Amount": 297187.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-02", "CFDA Number": "10.326", "Description": "THIS INTEGRATED PROPOSAL GROWS THE CAPACITY OF THE OHIO UNIVERSITY STUDENT FARM AND ALIGNS WITH NLGCA NEED AREAS IN OUTREACH AND EDUCATION AND ACADEMIC DISCIPLINE CODES G &AMP; S. WE WILL ENGAGE A TEAM OF LOCAL AGRICULTURAL EXPERTS, AND PARTNER WITH RURAL ACTION (RA) AND COMMUNITY FOOD INITIATIVES (CFI), TWO LOCAL NON-PROFITS THAT HAVE SIGNIFICANT COMMITMENT AND EXPERIENCE EDUCATING FARMERS AND INCREASING ACRES OF FARMED LAND AND FOOD SECURITY IN SOUTHEASTERN OHIO. OHIO WILL DEVELOP AN INNOVATIVE, SUSTAINABLE, FARM MANAGEMENT PLAN AND HIRE A FARM MANAGER TO IMPLEMENT IT. WE WILL BRING ELECTRICITY TO THE FARM THAT HAS NONE BY ENGAGING OHIO ENGINEERING STUDENTS TO DESIGN AND BUILD A SOLAR ARRAY, MAKING THE FARM A SUSTAINABLE ENTERPRISE. THE SOLAR ARRAY WILL POWER A COOLER TO KEEP PRODUCE FRESH WHILE AWAITING TRANSPORT FOR SALE OR DONATION. WE WILL ADD A HIGH TUNNEL EXTENDING OUR GROWING SEASON AND PRODUCTIVITY. WE WILL TRANSITION PARTS OF THE FARM TO ORGANIC PRODUCTION EXPANDING OUR EDUCATIONAL, RESEARCH AND MARKETING OPPORTUNITIES. OHIO WILL LEVERAGE THE FARM&#39;S NEW RESOURCES &AMP; RA&#39;S EXPERTISE TO DELIVER WORKSHOPS AND PEER TO PEER LEARNING TO TRAIN STUDENTS, FACULTY AND NEW FARMERS AND PROVIDE ESTABLISHED FARMERS WITH NEW WAYS TO PRODUCE INCOME. OHIO AND RA WILL RECRUIT, ENGAGE AND OHIO WILL TRAIN HIGH SCHOOL STUDENTS AND UNDERGRADUATES IN SUSTAINABLE AGRICULTURE AND FOOD PRODUCTION. OHIO WILL GROW AND CFI WILL MAKE AVAILABLE HEALTHY PRODUCE FOR FOOD INSECURE POPULATIONS IN SOUTH EAST OHIO. THROUGH THIS INTEGRATED PROPOSAL, WE COMBINE RA&#39;S EXTENSIVE OUTREACH AND PEER TO PEER LEARNING PORTFOLIO WITH THE FARM&#39;S UNIQUE EXPERIENTIAL LEARNING OPPORTUNITIES AND OHIO&#39;S ENVIRONMENTAL AND ECOLOGICAL SCIENCES CURRICULA TO EDUCATE AND INSPIRE STUDENTS AND FARMERS ALIKE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5a7a8b2-6594-d1dd-547b-4d52ca715071-C", "generated_internal_id": "ASST_NON_20227000137578_12H3"}, {"internal_id": 149359426, "Award ID": "20227000137577", "Award Amount": 299996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-08", "CFDA Number": "10.326", "Description": "THE DWINDLING NUMBER OF EXPERIENCED PLANT BREEDERS IN THE US AND THE LACK OF QUALIFIED INDIVIDUALS TO REPLACE THEM PUTS THE NATIONAL FOOD SYSTEM AT CRITICAL RISK AND SERIOUSLY COMPROMISES THE CAPACITY OF LEARNING INSTITUTIONS TO EDUCATE FUTURE PLANT BREEDERS. INCREASING THE QUANTITY AND QUALITY OF NEXT-GENERATION PLANT BREEDERS WILL REQUIRE RE-INVENTING EDUCATIONAL PROGRAMS TO RECRUIT, TRAIN AND PREPARE A DIVERSE GROUP OF STUDENTS FOR A COMPETITIVE CAREER PATH IN PLANT BREEDING. THE OVERALL GOALS OF THE PROPOSED PROJECT ARE TO (1) RAISE INTEREST IN PLANT BREEDING AMONG UNDERGRADUATE STUDENTS AND ENCOURAGE THEM TO PURSUE GRADUATE DEGREES AND PROFESSIONAL CAREERS IN THE FIELD, AND (2) ENSURE THAT GRADUATE STUDENT EDUCATION IN PLANT BREEDING APPROPRIATELY PREPARES STUDENTS FOR FUTURE JOBS IN EITHER THE PUBLIC OR PRIVATE SECTOR. THESE GOALS WILL BE ACHIEVED BY PROVIDING OPPORTUNITIES FOR PLANT BREEDING-RELATED INTERNSHIPS TO TWELVE UNDERGRADUATE STUDENTS AND A GRADUATE RESEARCH ASSISTANTSHIP TO ONE PHD STUDENT FROM UNDERREPRESENTED AND/OR ECONOMICALLY DISADVANTAGED SECTORS IN THE US. OPPORTUNITIES THAT CAN FURTHER ENHANCE THE EDUCATIONAL EXPERIENCE AND PROFESSIONAL DEVELOPMENT OF THE STUDENTS THROUGH MENTORING, NETWORKING, AND PARTICIPATION IN SCIENTIFIC MEETINGS AND FARMER FIELD DAYS WILL ALSO BE PROVIDED. TO ENSURE WORKFORCE PREPAREDNESS, TRAINING OF THE PHD STUDENT WILL BE BASED ON A CAREFULLY DESIGNED STUDY PLAN THAT INTEGRATES FUNDAMENTAL KNOWLEDGE IN PLANT BREEDING WITH PRACTICAL SKILLS THROUGH APPLIED RESEARCH AND EXPERIENTIAL LEARNING. THE INTERNSHIP AND RESEARCH OPPORTUNITIES THAT WILL BE PROVIDED TO THE STUDENTS WILL CENTER ON OPERATIONS RELATED TO CONTEMPORARY RICE BREEDING.PROVIDING FINANCIAL SUPPORT FOR EXPERIENTIAL LEARNING THROUGH INTERNSHIP EXPERIENCES AND GRADUATE STUDENT RESEARCH, AS WELL AS FOR PROFESSIONAL DEVELOPMENT WILL ENCOURAGE INTEREST IN THE DISCIPLINE AND INCREASE THE REPRESENTATION OF MINORITY AND ECONOMICALLY DISADVANTAGED GROUPS IN PLANT BREEDING-RELATED WORKFORCE. THESE WILL BE CRITICAL IN STEMMING THE CONTINUOUS DECLINE IN THE NUMBER OF QUALIFIED PLANT BREEDERS IN THE US TOWARDS SUSTAINING THE PLANT BREEDING CAPACITY IN THE COUNTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20227000137577_12H3"}, {"internal_id": 149359418, "Award ID": "20227000137576", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-10", "CFDA Number": "10.326", "Description": "THE CAL POLY BULL TEST HAS SERVED AS AN INVALUABLE EXPERIENTIAL LEARNING OPPORTUNITY FOR UNDERGRADUATES FOR 65 YEARS. ADDITIONALLY, THE PROGRAM PROVIDES A VALUABLE SERVICE TO BULL BREEDERS AND BUYERS IN CALIFORNIA AS THE ONLY BULL TEST REMAINING IN THE STATE. HOWEVER, THE CURRENT PROGRAM LACKS THE INFRASTRUCTURE TO PROVIDE CUTTING EDGE RESEARCH, SERVICE, AND OUTREACH TO BEEF PRODUCERS. OUR OBJECTIVE IS TO SUCCESSFULLY INTEGRATE TEACHING, RESEARCH, AND OUTREACH EFFORTS TO THE PROGRAM TO IMPROVE THE SERVICE WE CURRENTLY PROVIDE; THUS, THE PROPOSED INTEGRATED PROJECT IS A MULTI-INSTITUTIONAL COLLABORATIVE EFFORT BETWEEN CALIFORNIA STATE UNIVERSITY, SAN LUIS OBISPO (CAL POLY), CALIFORNIA STATE UNIVERSITY, CHICO, AND UNIVERSITY OF WYOMING. THIS PROJECT WILL INCREASE THE CAPACITY OF ALL INSTITUTIONS TO ASSESS BULL MANAGEMENT PRACTICESWE PLAN TO ASSESS THE GROWTH AND DEVELOPMENT OF YEARLING BULLS WITH THE FOLLOWING METRICS: BULL BEHAVIORAL TRAITS ASSOCIATED WITH PHYSICAL FITNESS/ACTIVITY ANDLIBIDO, METABOLOMIC MARKERS IN SEMINAL FLUID AND SERUM ASSOCIATED WITH FERTILITY, AND PENILE AND SEMINAL FLUID MICROBIOME EFFECTS ON FERTILITY. WE ALSO STRIVE TO BUILD A PARTNERSHIP BETWEEN CALIFORNIA STATE UNIVERSITY, CHICO (ANOTHER NON-LAND GRANT UNIVERSITY) AND THE UNIVERSITY OF WYOMING WHEREIN A STUDENT EXCHANGE AND INTERNSHIP PROGRAM WILL BE DEVELOPED. FURTHERMORE, OUTREACH EFFORTS TO ADDRESS THE CHALLENGES OF BULL MANAGEMENT WILL BE REPLICATED AT THE PARTNER INSTITUTIONS. THIS PROJECT FULFILLS THE INTEGRATED, LARGE-SCALE COMPREHENSIVE INITIATIVES BY COMBINING AND IMPROVING THE TEACHING, RESEARCH, AND OUTREACH MISSION OF THE CAL POLY BULL TEST. THESE INSTITUTIONS COMPLEMENT RESEARCH, TEACHING, AND OUTREACH EFFORTS BECAUSE OF DIFFERENCES IN BREEDING/CALVING SEASON AND BULL DEVELOPMENT PRACTICES. THE NATURE OF RESEARCH OF BEEF BULLS TYPICALLY RESULTS IN LOW ANIMAL NUMBERS. HOWEVER, THIS COLLABORATIVE EFFORT WILL STRENGTHEN THE PROJECT AND DATA INTEGRITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5dbc7f97-7472-25a6-26ce-5386030fe667-C", "generated_internal_id": "ASST_NON_20227000137576_12H3"}, {"internal_id": 148592607, "Award ID": "20227000137404", "Award Amount": 149960.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-29", "CFDA Number": "10.326", "Description": "METHANE HAS NEGATIVE EFFECTS ON THE CLIMATE DUE TO ITS HIGH GLOBAL WARMING POTENTIAL. HUMAN ACTIVITIES SUCH AS AGRICULTURE, WASTE DISPOSAL AND FOSSIL FUEL PRODUCTION PRODUCE ABOUT 60% OF THE WORLD&#39;S METHANE EMISSIONS THAT IS RESPONSIBLE FOR AT LEAST 25% OF TODAY&#39;S GLOBAL WARMING. ENTERIC FERMENTATION AND MANURE MANAGEMENT ARE THE TWO PROCESSES PRODUCING METHANE IN LIVESTOCK. WASTING PART OF THE FEED ENERGY IN THE FORM OF METHANE IS NOT ONLY A CLIMATE ISSUE BUT ALSO A PRODUCTION PROBLEM. ACCORDING TO THE UNITED NATIONS, THE WORLD POPULATION IS ABOUT 7.7 BILLION IN 2019 AND EXPECTED TO GROW TO AROUND 8.5, 9.7 AND 10.9 BILLION IN 2030, 2050 AND 2100, RESPECTIVELY. THIS POPULATION GROWTH IS THE MAIN MOTIVATION OF THE INCREASED DEMAND FOR LIVESTOCK PRODUCTS. TO MEET THE GROWING GLOBAL DEMANDS OVER THE NEXT 50 YEARS, IT IS ESTIMATED THAT LIVESTOCK PRODUCTION SHOULD INCREASE BY 70%. THEREFORE, METHANE EMISSIONS ARE EXPECTED TO CONTINUE TO INCREASE AS THE DEMAND FOR ANIMAL PRODUCTS INCREASES. THEREFORE, SCIENTISTS HAVE BEEN INVESTIGATING DIFFERENT STRATEGIES TO REDUCE METHANE EMISSIONS AS COMMUNITIES BECAME MORE AWARE OF THE NEGATIVE IMPACT OF CLIMATE CHANGE ON THE ENVIRONMENT. MEASURING METHANE EMISSION ON A LARGE-SCALE LIVESTOCK PRODUCTION FARM IS CHALLENGING DUE TO THE HIGH COSTS AND THE LOW THROUGHPUT OF THE TRADITIONAL USED METHODS. THIS PROJECT WILL CONDUCT A NUMBER OF EXPERIMENTS IN THE LAB AND FIELD TO DEVELOP A LOW COST AND A HIGHLY EFFICIENT SYSTEM THAT WILL BE ABLE TO MONITOR AND MEASURE METHANE EMISSION ON A LARGER SCALE USING COMPUTER VISION AND ARTIFICIAL INTELLIGENCE TECHNIQUES. THE RESULTS OF THIS PROJECT WILL BE USED FOR PROMOTING GREENER LIVESTOCK AND DISSEMINATED IN A STRAIGHTFORWARD WAY TO LIVESTOCK PRODUCERSTHROUGH CONDUCTING WORKSHOPS AND ACCESSIBLE WEBSITE. THIS PROJECT WILL CONDUCT EDUCATION WORKSHOPS TO ANIMAL SCIENCE STUDENTS TO ENRICH THEIR SKILLS IN USING AI TECHNOLOGIES IN THE FIELD OF ANIMAL SCIENCE. IN CONCLUSION, THE EXPECTED OUTCOMES OF THIS PROJECT WILL BE USED BY LIVESTOCK PRODUCERS FOR BETTER MANAGEMENT PRACTICES SUCH AS CHOOSING THE OPTIMAL DIET FOR THEIR HERD AND MANURE MANAGEMENT PRACTICES THAT WILL HELP WITH REDUCING METHANE EMISSION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "860e898a-39c5-1b85-9719-9fa3e8c32778-C", "generated_internal_id": "ASST_NON_20227000137404_12H3"}, {"internal_id": 148592615, "Award ID": "20227000137315", "Award Amount": 149943.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-29", "CFDA Number": "10.326", "Description": "DRY, LEGUMINOUS PLANT SEEDS CALLED PULSES INCLUDE A WIDE VARIETY OF BEANS, LENTILS, CHICKPEA, AND PEAS. OLIGOSACCHARIDES ARE MAJOR COMPONENTS IN PULSE, WHICH CONTAIN STACHYOSE, VERBASCOSE, AND HIGH AMOUNT OF RAFFINOSE. RECENT RESEARCHES SHOW THAT RAFFINOSE OLIGOSACCHARIDE (RFO) IS ASSOCIATED WITH A BENEFICIAL ROLE AS PREBIOTICS, WHICH SIGNIFICANTLY HELPS IN PROMOTING THE GUT-HEALTH AND GROWTH OF PROBIOTIC BACTERIA. IN THIS RESEARCH STUDY, WE WILL INVESTIGATE VARIETY OF PULSES, FOR THEIR RAFFINOSE OLIGOSACCHARIDE CONTENT. RFOS WILL BE EXTRACTED THROUGH SEVERAL PULSES AND METHOD OF EXTRACTION WILL BE OPTIMIZED. FURTHER, PREBIOTIC RFO POWDER WILL BE FORTIFIED IN FERMENTED PRODUCTS LIKE YOGURT FOR THEIR FOOD APPLICATIONS. FERMENTED MILK PRODUCTS SUCH AS YOGURT ARE ONE OF THE MOST POPULAR PROBIOTIC PRODUCTS. THEY OFFER HEALTH BENEFITS DUE TO FUNCTIONAL PROPERTIES OF ACTIVE PROBIOTIC BACTERIA. UNFORTUNATELY, IT IS DIFFICULT TO KEEP BACTERIA VIABLE DURING STORAGE OF FERMENTED PRODUCTS. THEREFORE, THE PROPOSED STUDY WILL FOCUS ON EXTRACTION, CHARACTERIZATION, AND EVALUATION OF PULSE PREBIOTICS ON PHYSIOCHEMICAL, TEXTURAL, SENSORY QUALITY AND SHELF LIFE OF YOGURT. THIS STUDY WILL PROVIDE DATA ON THE EFFECT OF PULSE PREBIOTICS AS A FOOD INGREDIENT IN FERMENTED FOODS, IN THIS CASE, YOGURT. THIS WILL ALSO HELP IN IMPROVING OUR KNOWLEDGE AND UNDERSTANDING OF THE PHYSICAL, CHEMICAL, AND BIOLOGICAL PROPERTIES OF PULSE PREBIOTICS AS A FOOD INGREDIENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c31cfa60-5675-54e2-0621-c9e8dcd39163-C", "generated_internal_id": "ASST_NON_20227000137315_12H3"}, {"internal_id": 148406024, "Award ID": "20227000137314", "Award Amount": 299709.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-19", "CFDA Number": "10.326", "Description": "LICENSED CHILDCARE CENTERS, MORE THAN 125,000 IN NUMBER SERVING APPROXIMATELY 12M CHILDREN NATIONWIDE, ARE IMPORTANT FACILITIES WITH PROFOUND IMPACTS ON CHILDREN&#39;S HEALTH AND WELLBEING. DESIGN-BASED INTERVENTIONS IN CHILDCARE OUTDOOR ENVIRONMENTS WERE FOUND TO SUPPORT CHILDREN&#39;S INCREASED PHYSICAL ACTIVITY (PA) AND HEALTHY DIET; THE TWO MOST IMPORTANT CRITERIA FOR PREVENTING EARLY CHILDHOOD OBESITY. HOWEVER, TRAINING CHILDCARE PROVIDERS AND STAKEHOLDERS ABOUT IMPLEMENTING HEALTHY OUTDOOR ENVIRONMENTS AND DISSEMINATING REQUIRED RESOURCES FOR A COST-EFFECTIVE IMPLEMENTATION ARE CHALLENGING. FIELD TRIPS TO DEMONSTRATION SITES OFFER AN OPPORTUNITY TO MOTIVATE AND CONNECT CHILDCARE PROVIDERS TO ENCOURAGE AND EDUCATE THEM ABOUT SUCH HEALTHY AND ACTIVE OUTDOOR ENVIRONMENTS FOR CHILDREN. BUT EDUCATIONAL FIELD TRIPS ARE NOT ONLY EXPENSIVE BUT ARE ALSO TIME-CONSUMING FOR CARE PROVIDERS WHO ARE CONSTANTLY MANAGING A HEAVY WORKLOAD AND STRUGGLING TO STAFF THEIR CENTERS DUE TO A HIGH RATE OF TURNOVERS. INTERNET-BASED VIRTUAL FIELD TRIPS USING THE LATEST 3D CAMERA TECHNOLOGY MAY OVERCOME THESE CONSTRAINTS RELATED TO BUDGET AND TIME. ADDITIONALLY, INTERACTIVE VIRTUAL TOURS (IVTS) THAT EMBED EDUCATIONAL RESOURCES WITHIN THE VIRTUAL FIELD TRIP CAN PROVIDE AN INNOVATIVE, ENGAGING, AND COST-EFFECTIVE WAY OF DISSEMINATING TRAINING RESOURCES TO CHILDCARE PROVIDERS. TEXAS TECH UNIVERSITY (TTU) PROPOSES THIS JOINT PROJECT IN COLLABORATION WITH THE NATIONAL WILDLIFE FEDERATION (NWF) TO CREATE AN ONLINE TRAINING MODULE USING INTERACTIVE VIRTUAL TOURS (IVTS) TO TRAIN CHILDCARE PROVIDERS AND CAREGIVERS AND DISSEMINATE RESOURCES TO CREATE HEALTHY AND ACTIVE OUTDOOR ENVIRONMENTS FOR 0-5 YEARS OLD CHILDREN IN US LICENSED CHILDCARE CENTERS. PARALLEL TO TRAINING CHILDCARE PERSONNEL, THE PROJECT ALSO AIMS TO TRAIN AND EDUCATE FUTURE LEADERS ABOUT THE CRITICAL NEEDS OF HEALTHY AND ACTIVE OUTDOOR ENVIRONMENTS IN EARLY CHILDHOOD INSTITUTES. THIS IS WHY THE NEWLY CREATED IVTS WILL BE REUSED ASINSTRUCTIONAL MODULES IN FOR-CREDIT COURSES FOR TEXAS TECH STUDENTS IN FAMILY STUDIES AND DESIGN AND TWO ONLINE CERTIFICATE COURSES FOR DESIGN PROFESSIONALS. FINALLY, A SIGNIFICANT PART OF THE PROJECT WILL BE DEDICATED TO EVALUATING THE EFFECTIVENESS OF IVT-BASED INSTRUCTIONAL MODULES FOR TRAINING TARGETED AUDIENCES ABOUT DESIGN INTERVENTIONS IN CHILDCARE OUTDOOR ENVIRONMENTS TO PROMOTE CHILDREN&#39;S HEALTH AND WELLBEING.THE PROJECT WILL LEVERAGE ALREADY CREATED DEMONSTRATION SITES IN TEXAS (1 SITE) AND COLORADO (2 SITES) WHICH WERE DEVELOPED BY TTU (IN TEXAS) AND NWF (IN COLORADO) AND CONTAIN THE BEST PRACTICES OF OUTDOOR ENVIRONMENT DESIGN FOR PROMOTING PHYSICAL ACTIVITY AND HEALTHY DIETS AMONG CHILDREN. SUCH INTERVENTIONS INCLUDE OPPORTUNITIES FOR CHILDREN TO BE INVOLVED IN HANDS-ON FRUIT AND VEGETABLE GARDENING, CONCRETE PATHWAYS TO INCREASE CHILDREN&#39;S MOVEMENT BEHAVIORS, AMPLE SHADE PROTECTIONS TO PROVIDE SAFE AND COMFORTABLE CONDITIONS YEAR-ROUND FOR CHILDREN&#39;S PHYSICALACTIVITIES, ETC. IVTS WILL BE CREATED BY EMBEDDING NEW AND EXISTING MULTIMEDIA RESOURCES IN THE VIRTUAL TOURS. THESE IVTS WILL BE USED TO DESIGN A SYNCHRONOUS WORKSHOP MODULE FOR CHILDCARE PROVIDERS WHO ARE INTERESTED TO TRANSFORM THEIR OUTDOOR ENVIRONMENTS INTO HEALTHY AND ACTIVE ONES. USING THE IVT-BASED MODULE, TTU AND NWF WILL ORGANIZE TWO INTERACTIVE ONLINE WORKSHOPS - ONE IN TEXAS AND ONE IN COLORADO. FROM WORKSHOP PARTICIPANTS, 4 CENTERS WILL BE SELECTED (2 IN TEXAS AND 2 IN COLORADO) FOR THE IMPLEMENTATION OF HEALTHY OUTDOOR ENVIRONMENTS. THESE 4 CENTERS WILL RECEIVE SEED GRANTS FROM THE PROJECT AND IVT-BASED TRAINING RESOURCES TO GUIDE THE IMPLEMENTATIONS. AFTER COMPLETING THE INTERVENTIONS, NEW IVT RESOURCES WILL BE CREATED FROM 3D IMAGERY OF THESE FOUR SITES. IVT RESOURCES CREATED IN THE PROJECT WILL BE MODIFIED/EDITED TO CREATE INSTRUCTIONAL MATERIALS FOR FOUR FOR-CREDIT UNDERGRADUATE- AND GRADUATE-LEVEL TTU COURSES AND TWO CERTIFICATE COURSES (BY TTU AND NWF) TO TRAIN FUTURE LEADERS AND DESIGN PROFESSIONALS ABOUT HEALTHY OUTDOOR ENVIRONMENT INTERVENTIONS. ONLINE SURVEYS FOR STUDENTS AND INSTRUCTORS WILL BE USED TO COLLECT LEARNER AND EDUCATOR FEEDBACK. TWO FOCUS GROUPS WILL BE ORGANIZED TO COLLECT IN-DEPTH DATA REGARDING THE EFFECTIVENESS OF IVT RESOURCES. ANALYTICS DATA FROM WEBSITES, ONLINE COURSE PORTALS (BLACKBOARD AND MS TEAMS), AND IVTS WILL ALSO BE COLLECTED TO MEASURE THE ENGAGEMENT AND INTERACTIVITY OF USERS.TRAINING CHILDCARE PROVIDERS AND EDUCATING FUTURE LEADERS USING ENGAGING AND INTERACTIVE IVT RESOURCES WILL POTENTIALLY SPREAD A CULTURE OF HEALTH INITIALLY AMONG THE TARGETED TEXAS AND COLORADO CHILDCARE COMMUNITIES. BUT CONSIDERING THE NATIONAL REACH OF THE PARTNERING ORGANIZATION NWF, THE IVTS AND IVT-BASED TRAINING RESOURCES CAN BE DISSEMINATED TO A NATIONAL AUDIENCE BEYOND TEXAS AND COLORADO. A WEB LIBRARY OF IVTS DEMONSTRATING HIGH-QUALITY HEALTHY AND ACTIVE OUTDOOR ENVIRONMENTS IN CHILDCARE CENTERS WILL BE HOSTED ON THE NWF WEBSITE WHICH WILL BE OPEN AND ACCESSIBLE TO ALL INTERESTED AUDIENCES. REMOVING THE BARRIERS OF FIELD TRIPS TO CHILDCARE DEMONSTRATION SITES BY PROVIDING AN ALTERNATIVE SOLUTION, THE PROJECT WOULD CREATE POSSIBILITIES FOR MORE DIALOGUE, LATERAL LEARNING, AND PEER INTERACTIONS AMONG CHILDCARE PROVIDERS INTERESTED IN TRANSFORMING THEIR OUTDOOR ENVIRONMENTS TO GENERATE INCREASED PHYSICAL ACTIVITY AND HEALTHY EATING BEHAVIORS AMONG CHILDREN. THE PROJECT ALSO REIMAGINES THE ONLINE EDUCATION SYSTEM BY PROVIDING A NEW AND ENGAGING WAY FOR INSTRUCTORS FOR DELIVERING EDUCATIONAL CONTENT TO THEIR STUDENTS OUTSIDE THE RIGID FRAMEWORK OF ONLINE COURSE PLATFORMS.THE ASSOCIATION BETWEEN CHILDCARE ATTENDANCE AND THE RISK OF OBESITY IN CHILDREN IS OF CRITICAL IMPORTANCE AND DEMANDS SPECIAL ATTENTION, ESPECIALLY BECAUSE A LARGE NUMBER OF INFANTS AND YOUNG CHILDREN (0-5 YEARS) IN THE UNITED STATES SPEND A MAJORITY OF THEIR WAKING HOURS IN SOME TYPE OF EARLY CARE SETTINGS EACH DAY. LICENSED CHILDCARE CENTERS, THEREFORE, CAN PLAY A SIGNIFICANT ROLE IN CHILDREN&#39;S HEALTH AND WELLBEING BY IMPROVING THEIR OUTDOOR ENVIRONMENTS. INNOVATION IS NEEDED TO PROMOTE A CULTURE OF HEALTH BY TRANSFORMING CHILDCARE OUTDOOR ENVIRONMENTS AND INCORPORATING DESIGN BEST PRACTICES TO ENCOURAGE CHILDREN&#39;S NATURE INTERACTIONS, PHYSICAL ACTIVITY, AND HEALTHY EATING. THE PROPOSED PROJECT CAN POTENTIALLY PLAY A CRITICAL ROLE IN THE LICENSED CHILDCARE ENTERPRISE BY INCREASING THE PRACTICE AND VISIBILITY OF USING HEALTHY AND ACTIVE OUTDOORS FOR IMPROVING DIET AND PHYSICAL ACTIVITIES. WITH GROWING INTEREST FROM EARLY CHILDHOOD PROGRAMS TO RE-IMAGINE OUTDOOR PLAY AND LEARNING SPACES, GUIDANCE FROM THE CENTERS FOR DISEASE CONTROL AND PREVENTION (CDC) TO SPEND MORE TIME OUTDOORS TO REDUCE COVID VIRUS TRANSMISSION, AND NEW HEAD START GUIDANCE ENCOURAGING PROGRAMS TO SPEND AMERICAN RESCUE PLAN RELIEF FUNDS ON OUTDOOR CLASSROOMS AND GARDENS IN LIEU OF TRADITIONAL PLAY EQUIPMENT, CREATING ACCESSIBLE TOOLS FOR SUPPORTING PROVIDERS IN THIS WORK IS CRITICAL. THE PROJECT IS A STRONG CANDIDATE FOR HIGHER LEVELS OF FUNDING. THE PROJECT AIMS TO EXPAND BEYOND THE PROPOSED GRANT PERIOD BY GRADUALLY INCREASING THE NUMBER OF VIRTUAL TOURS PROMOTING CHILDCARE HEALTHY OUTDOOR ENVIRONMENTS WHICH MAY LEAD TO ADOPTING VIRTUAL TOUR BASED CHILDCARE HEALTH PROMOTION AS A NATION-WIDE STRATEGY. TO ACHIEVE THE GOAL, THE PROJECT WILL INTEGRATE VIRTUAL TOURS WITH RECOGNIZED MAPPING AND CENSUS PLATFORMS AND COLLABORATE WITH EARLY CHILDHOOD ORGANIZATIONS - HEAD START, SMART START, NAAEE, NAEYC, ETC. THE PROJECT WILL BE PIONEERING IN ITS FIELD AS IT OFFERS A NEW TAKE ON EVIDENCE-SHARING AND INTEGRATES A SUCCESSFUL INTERNET-BASED MARKETING STRATEGY TO PROMOTE A CULTURE OF OUTDOOR HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20227000137314_12H3"}, {"internal_id": 148592653, "Award ID": "20227000137313", "Award Amount": 749923.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-28", "CFDA Number": "10.326", "Description": "THE PURPOSE OF THIS PROJECT IS TO PROMOTE A COLLABORATIVE RESEARCH INITIATIVE BETWEEN THREE INSTITUTIONS--TARLETON STATE UNIVERSITY, TEXAS A&AMP;M AGRILIFE RESEARCH-STEPHENVILLE, AND TEXAS A&AMP;M UNIVERSITY-KINGSVILLE--WITH THE FOCUS OF CONSERVING POLLINATORS IN GRASSLANDS IN THE SOUTHERN GREAT PLAINS.POLLINATOR INSECTS ARE IN DECLINE IN MUCH OF THE UNITED STATES, WHICH PROVIDES OVER $39 BILLION PER YEAR IN POLLINATION SERVICES FOR AGRICULTURAL CROPS. THERE IS NO SINGLE LEADING CAUSE OF THIS DECLINE, BUT THE LOSS OF NATIVE FLOWERING PLANTS THAT POLLINATORS RECOGNIZE AS A FOOD SOURCE IS A CONTRIBUTING FACTOR. AT THE SAME TIME, OVER 40% OF THE UNITED STATES IS COMPOSED OF WORKING LANDS, WHICH INCLUDES FARMS, RANGELANDS, AND OTHER LANDSCAPES FORMERLY DOMINATED BY NATIVE GRASS BUT HAVE BEEN REPLACED BY NON-NATIVE VEGETATION. REPLACING NON-NATIVE VEGETATION WITH NATIVE VEGETATION CAN IMPROVE FORAGE FOR BIRDS AND POLLINATORS BUT ALSO PROVIDE IMPORTANT ECOSYSTEM SERVICES, SUCH AS TOLERATINGDROUGHT. GRASSES, WHICH NORMALLY ARE NOT CONSIDERED A SOURCE OF FOOD FOR POLLINATORS, MAY PRODUCE POLLEN THAT IS READILY ACCEPTED BY BEES, FLIES, AND OTHER POLLINATING INSECTS, AND GIVEN THAT GRASS POLLEN MAY HAVE HIGHER STARCH AND WATER CONTENT THAN OTHER FLOWERING PLANTS, GRASS POLLEN MAY BE AN IMPORTANT RESOURCE FOR POLLINATORS DURING TIMES OF DROUGHT.IN SUMMATION, WE SIMPLY DO NOT KNOW HOW CRITICAL GRASS POLLEN IS FOR SUSTAINING INSECT POLLINATOR POPULATIONS IN WORKING LANDS IN THE US, AND SEEK TO IDENTIFY A SUPPLEMENTAL RESOURCE THAT CAN PROVIDE BENEFITS TO POLLINATORS DURING PERIODS WHERE OTHER RESOURCES ARE LIMITED. OUR COLLABORATIVE RESEARCH WILL HELP IDENTIFY A SUITE OF GRASS SPECIES THAT COULD BE INCLUDED INTO \"POLLINATOR-FRIENDLY\" PLANTINGS OR LEAD TO PLANT TRIALS FOR COMMERCIAL USE IN LANDSCAPES, RANGELANDS, AND RESTORATION ACROSS NORTH-CENTRAL TEXAS, WITH EXPECTATIONS TO EXPAND OUR FINDINGS TO HELP IMPROVE RESTORATION EFFORTS THROUGH THE SOUTHERN GREAT PLAINS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49c91ae2-031e-78ae-0475-3e6df4b3dc67-C", "generated_internal_id": "ASST_NON_20227000137313_12H3"}, {"internal_id": 148592606, "Award ID": "20227000137312", "Award Amount": 749724.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-26", "CFDA Number": "10.326", "Description": "WITH THE INCREASING DEMAND FOR \"LOCAL\" FOODS, FARMERS MARKETS ARE BECOMING A SIGNIFICANT AND INTEGRATED PART OF THE LOCAL FOOD SYSTEM. WITH MANY FARMERS MOVING INTO THE BUSINESS OF PROCESSING AND SELLING THEIR OWN MEAT AND POULTRY, IT IS BECOMING MORE EVIDENT THAT THESE PRODUCTS ARE GENERALLY LESS REGULATED AND MAY COME WITH THEIR OWN FOOD SAFETY RISKS. THE OVERALL GOAL OF THIS MULTI-INSTITUTIONAL, INTERDISCIPLINARY, INTEGRATED PROJECT IS TO ENHANCE THE SAFETY OF MEAT AND POULTRY AT FARMERS MARKETS AND OTHER SOURCES OF DIRECT FARMER-TO-CONSUMER SALES THROUGH INTEGRATING EDUCATION, RESEARCH, AND OUTREACH ACTIVITIES. THIS GOAL WILL BE ACCOMPLISHED BY 1) ENHANCING THE FOOD SCIENCE CURRICULUM AND RESEARCH CAPACITY AT WESTERN KENTUCKY UNIVERSITY, 2) TRAINING THE NEXT GENERATION OF AGRICULTURE AND FOOD SCIENCE STUDENTS WITH EXPERIENTIAL SKILLS, 3) COLLECTING MUCH-NEEDED DATA ON MICROBIAL SAFETY OF PROCESSED MEAT AND POULTRY, 4) ASSESSING KNOWLEDGE AND PRACTICES OF FARMERS MARKET VENDORS, 5)EVALUATING CONSUMERS&#39; PERCEPTIONS OF MEAT AND POULTRY SAFETY RISKS, AND 6) ESTABLISHING AN INFRASTRUCTURE FOR SMALL MEAT AND POULTRY PROCESSORS AND VENDORS TO DEVELOP INNOVATIVE STRATEGIES TO CONTROL PATHOGENIC MICROORGANISMS ON MEAT AND POULTRY PRODUCTS AND TO GAIN THE KNOWLEDGE TO ENSURE BOTH FOOD SAFETY AND THE PROFITABILITY. THIS PROJECT IS A COLLABORATIVE EFFORT BETWEEN WESTERN KENTUCKY UNIVERSITY, WEST VIRGINIA UNIVERSITY, AND WAYNE STATE UNIVERSITY TO INCREASE THE NUMBER AND DIVERSITY OF STUDENTS ENTERING FOOD AND AGRICULTURE-RELATED SCIENCE AND ENHANCE FOOD SAFETY THAT WILL LEAD TO PROMOTING RURAL PROSPERITY AND ECONOMIC DEVELOPMENT TO MEAT AND POULTRY FARMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2b253917-c6e9-1827-2f34-2d88a0176aae-C", "generated_internal_id": "ASST_NON_20227000137312_12H3"}, {"internal_id": 149039669, "Award ID": "20227000137311", "Award Amount": 149086.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-12", "CFDA Number": "10.326", "Description": "THE DAIRY INDUSTRY IS UNDERGOING MANY STRUCTURAL CHANGES WHICH HAS SIGNIFICANT IMPLICATIONS FOR ITS LONG-TERM PROFITABILITY. THE COMBINATION OF THE SHIFT AWAY FROM FLUID MILK AND INCREASED DOMESTIC PRODUCTION HAVE LED TO OVERSUPPLY, LOW MILK PRICES, AND A SIGNIFICANT LOSS OF FARM INCOME. AT THE SAME TIME, THE MARKET FOR NON-DAIRY MILK IS RAPIDLY INCREASING. PART OF THESE CHANGES IN CONSUMPTION ARE DRIVEN BY CONCERNS ABOUT THE TREATMENT OF FARM ANIMALS. USING A MULTI-STAKEHOLDER APPROACH THIS STUDY EXAMINES FARMER AND CONSUMER DECISION-MAKING PERTAINING TO THE PRACTICE OF EARLY CALF DAM SEPARATION, A MAJOR PUBLIC CONCERN, AND ITS IMPLICATIONS FOR THE SOCIAL SUSTAINABILITY OF THE DAIRY INDUSTRY. WE ALSO EXAMINE THE ROLE OF MILK PROCESSORS IN THE CREATION OF VALUE ADDED SUPPLY CHAINS FOR THESE ATTRIBUTES. DATA ARE FROM A SAMPLE OF DAIRY FARMERS AND PROCESSORS IN MAJOR DAIRY PRODUCING STATES IN THE US. DATA FROM A NATIONAL REPRESENTATIVE SAMPLE OF US DAIRY CONSUMERS WILL ALSO BE COLLECTED.THIS IS A MULTI-DISCIPLINARY PROJECT THAT BRINGS TOGETHER FACULTY AND STUDENT RESEARCHERS FROM DAIRY SCIENCE AND AGRICULTURAL ECONOMICS. THE STUDY INTEGRATES INSIGHTS FROM SCIENTIFIC RESEARCH ON ALTERNATIVE CALF-DAM MANAGEMENT METHODS INTO FARMER,PROCESSOR AND CONSUMER/PUBLIC STATED PREFERENCE ANALYSIS TO IDENTIFY POTENTIAL POINTS OF CONVERGENCE. WE PROVIDE UNDERGRADUATE RESEARCH TRAINING OPPORTUNITIES FOR STUDENTS AND GENERATE EVIDENCE-BASED INSIGHTS FOR TRAINING STUDENTS IN THE DAIRY SCIENCE AND AGRICULTURAL ECONOMICS PROGRAMS. INSIGHTS FROM THIS STUDY CAN INFORM INDUSTRY STRATEGIES AND HELP THE DAIRY INDUSTRY TO ACHIEVE THE TRIPLE GOALS OF HIGHER SOCIAL SUSTAINABILITY, IMPROVED LONG-TERM PROFITABILITY AND ENHANCED FARM ANIMAL WELFARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b755101b-5f7e-ab14-f8df-a5363d28439b-C", "generated_internal_id": "ASST_NON_20227000137311_12H3"}, {"internal_id": 148592621, "Award ID": "20227000137310", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-29", "CFDA Number": "10.326", "Description": "THOUGH CALIFORNIA PRODUCES MORE MILK THAN ANY OTHER STATE, ITS DAIRY BUSINESSES FACE SIGNIFICANTCHALLENGES: VOLATILE FLUID MILK PRICES, DECLINING DEMAND, AN ACUTE LABOR SHORTAGE, AND INCREASEDCOSTS. THESE IMPACTS RIPPLE THROUGHOUT CALIFORNIA&#39;S DAIRY INDUSTRY, RESPONSIBLE FOR 55,000 MILKPRODUCTION AND PROCESSING JOBS AT 150 DAIRY-RELATED PROCESSING FACILITIES. AT THE SAME TIME, THENUMBER OF POSTSECONDARY STUDENTS ENTERING FOOD AND AGRICULTURE-RELATED STEM DISCIPLINES ISDECLINING. GIVEN THE TREMENDOUS NEED TO RESTORE PROFITABILITY TO CALIFORNIA DAIRY BUSINESSES, ADDRESSTHE WORKFORCE SHORTAGE, AND INCREASE THE NUMBER AND DIVERSITY OF STUDENTS ENTERING STEMPROGRAMS, CALIFORNIA STATE UNIVERSITY, FRESNO (FRESNO STATE), A NON-LAND GRANT COLLEGE OFAGRICULTURE (NLGCA) IS PROPOSING A COLLABORATIVE LARGE-SCALE COMPREHENSIVE INITIATIVE (LCI). THEPROJECT GOAL IS TO GENERATE A CRITICAL MASS OF EXPERTISE, SKILL, AND TECHNOLOGY TO BUILD FRESNO STATE&#39;SCAPACITY, PRIMARILY IN THE FOOD SCIENCE/TECHNOLOGY AND MANUFACTURING DISCIPLINE (CODE F). THECALIFORNIA DAIRY INNOVATION CENTER AND LEPRINO FOODS WILL PARTNER IN THIS EFFORT TO ACCOMPLISHPROJECT OBJECTIVES, INCLUDING: 1) EXPANDING FRESNO STATE&#39;S DAIRY PILOT-PLANT CAPACITY BY ACQUIRINGSTATE-OF-THE-ART EQUIPMENT; 2) ESTABLISHING AN INSTITUTE FOR ETHNIC AND SPECIALTY DAIRY PRODUCTDEVELOPMENT 3) INCREASING THE NUMBER AND DIVERSITY OF STUDENTS ENTERING THE DAIRY INDUSTRY THROUGHA PRIVATE SECTOR COLLABORATION TO FORMALIZE STUDENT INTERNSHIPS; AND 4) PROVIDING OUTREACH ANDTECHNICAL ASSISTANCE TO DAIRY BUSINESSES AND THEIR WORKFORCE. THIS IS HIGHLY RELEVANT AND DIRECTLYALIGNS WITH THE NLGCA&#39;S PRIORITIES TO INCREASE THE NUMBER AND DIVERSITY OF STUDENTS ENTERING STEMFIELDS; TO BUILD LINKAGES WITH OTHER INSTITUTIONS; AND TO ADDRESS A SPECIFIC NEED AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ab29287-28bf-03aa-68c4-d1771de25b83-C", "generated_internal_id": "ASST_NON_20227000137310_12H3"}, {"internal_id": 148406025, "Award ID": "20227000137309", "Award Amount": 749815.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-22", "CFDA Number": "10.326", "Description": "SUSTAINABLE INTENSIFICATION OF AGRICULTURE REQUIRES SOLUTIONS TO INCREASE FOOD PRODUCTION CAPACITY WHILE MINIMIZING ENVIRONMENTAL IMPACTS. CURRENTLY, THE INEFFICIENT CYCLING OF NUTRIENTS ON FARMS RESULT IN THE DETERIORATION OF AIR AND WATER QUALITY. PYROLYSIS HAS THE POTENTIAL TO IMPROVE AGRICULTURAL SUSTAINABILITY. HOWEVER, BIOCHAR HAS PRIMARILY BEEN STUDIED IN AGRICULTURE AS AN AMENDMENT TO AGRONOMIC SOILS TO FOSTER SOIL HEALTH, REDUCE NUTRIENT LEACHING AND SEQUESTER CARBON. WE PURPOSE TO CONDUCT A VARIETY OF STUDIES LOOKING AT DIFFERENT USES OF BIOCHAR AT LIVESTOCK FACILITIES FOR IMPROVING WATER AND AIR QUALITY OUTCOMES, WHILE ALSO BUILDING CAPACITY AT UW-PLATTEVILLE FOR FUTURE ON-FARM BIOCHAR RESEARCH STUDIES. AT UW-PLATTEVILLE A PILOT SCALE PYROLYSIS REACTOR WILL BE INSTALLED TO PRODUCE BIOCHAR FOR PILOT/PLOT SCALE RESEARCH PROJECTS. WHILE THE SYSTEM WILL BE INSTALLED AT UW-PLATTEVILLE, A WISCONSIN BIOCHAR RESEARCH HUB WILL BE ESTABLISHED BETWEEN UW-PLATTEVILLE, UW-GREEN BAY AND UW-MADISON PROVIDING ACCESS TO EQUIPMENT, BENEFITING BIOCHAR RESEARCH AT ALL INSTITUTIONS INTO THE FUTURE. EACH CAMPUS WILL BE RESPONSIBLE FOR CONDUCTING SPECIFIC RESEARCH OBJECTIVES. GRADUATE AND UNDERGRADUATE STUDENTS WILL BE INTEGRATED INTO ALL ASPECTS OF THE PROJECT AT ALL UNIVERSITIES PROVIDING THEM WITH HANDS-ON AGRICULTURAL RESEARCH OPPORTUNITIES. RESEARCH STUDIES CONDUCTED ON BIOCHARS USES IN AGRICULTURE WILL TARGET ON-FARM AND EDGE OF FIELD NUTRIENT RECOVERY SYSTEMS, PHOSPHORUS DENSIFICATION OF MANURE THROUGH PYROLYSIS, AND REDUCING GREENHOUSE GAS EMISSIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "caf8838b-7ce4-78f1-1fc9-8645b5fb9d6f-C", "generated_internal_id": "ASST_NON_20227000137309_12H3"}, {"internal_id": 148592620, "Award ID": "20227000137308", "Award Amount": 149943.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-03", "CFDA Number": "10.326", "Description": "THE INTEGRATION OF NEW SENSORS AND DIGITAL TECHNOLOGIES IS MOVING AGRICULTURE TOWARD A NEW REVOLUTION THAT WILL CONTRIBUTE TO THE EXPONENTIAL GAIN IN PRODUCTIVITY NEEDED TO FEED A GROWING POPULATION WHILE BEING RESPECTFUL OF THE ENVIRONMENT. CSU FRESNO IS IN THE CENTER OF THE MOST PRODUCTIVE AGRICULTURAL AREA IN THE UNITED STATES: THE SAN JOAQUIN VALLEY, GLOBALLY RECOGNIZED FOR SPECIALTY CROP PRODUCTION. CURRENT REMOTE SENSING TECHNOLOGIES WERE DESIGNED TO FULFILL THE NEEDS OF FIELD CROP PRODUCTION, BUT AN INCREASE IN RESOLUTION IS NEEDED TO SUCCESSFULLY DEPLOY THESE TOOLS IN A CONTEXT WHERE EACH PLANT HAS A HIGH VALUE AND COULD BE MANAGED INDIVIDUALLY. THE RAPID DEVELOPMENT OF REMOTE SENSING SERVICES DEMONSTRATES THE CRITICAL NEED OF THE AGRICULTURAL INDUSTRY FOR THESE TECHNOLOGIES; HOWEVER, BOTH FUNDAMENTAL AND APPLIED SCIENCE ARE NEEDED TO DEVELOP APPLICATIONS THAT CAN ADDRESS REAL-WORLD PROBLEMS AT SCALE. AT THE FOREFRONT OF THIS RESEARCH FIELD, WE REQUEST FUNDS TO PURCHASE EQUIPMENT THAT WILL COMPLEMENT OUR CURRENT HYPERSPECTRAL IMAGERY CAPABILITY TO PROVIDE INFORMATION ACROSS MULTIPLE SCIENTIFIC DOMAINS IN AGRICULTURE AND POWER TECHNOLOGY BREAKTHROUGHS THAT WILL INCREASE THE COMPETITIVENESS OF THE AMERICAN SPECIALTY CROP INDUSTRY. THE NEW EQUIPMENT WOULD BE UTILIZED BY FACULTY AND STUDENTS FOR EDUCATION AND RESEARCH, AND ALLOW US TO COLLABORATE WITH OTHER INSTITUTIONS ACROSS THE NATION NEEDING FIELD DATA TO VALIDATE REMOTE IMAGERY. OUR HOPE IS THAT THIS EQUIPMENT WOULD ALSO SERVE AS THE BASIS FOR A JOINT CENTER ON DATA ASSIMILATION FOR SPATIAL ANALYSIS OF SOILS AND CROP PERFORMANCE IN COLLABORATION WITH SCIENTISTS FROM NEIGHBORING UNIVERSITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ab29287-28bf-03aa-68c4-d1771de25b83-C", "generated_internal_id": "ASST_NON_20227000137308_12H3"}, {"internal_id": 133051738, "Award ID": "20217000134832", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-03", "CFDA Number": "10.326", "Description": "TEXAS A&AMP;M UNIVERSITY-COMMERCE (TAMUC) WILL BUILD CAPACITY THROUGH A PLANNING ACTIVITY TO SUPPORT THE DEVELOPMENT OF SECONDARY LEVEL URBAN AGRICULTURAL EDUCATORS WITH ACADEMIC AND EXPERIENTIAL LEARNING IN SUSTAINABLE AGRICULTURE AND FOOD SYSTEMS. THIS INITIATIVE WILL INCREASE THE NUMBER OF FANH GRADUATES AT TAMUC WITH THE SOCIAL, LEADERSHIP, AND TECHNICAL SKILLS NEEDED BY URBAN AGRICULTURAL EDUCATORS. THE ACTIVITY IS AFFILIATED WITH THE AGRICULTURE ACADEMY, A PARTNERSHIP WITH DALLAS COLLEGE (DC) TO INCREASE QUANTITY AND DIVERSITY OF BACHELOR&#39;S DEGREE (BS) GRADUATES IN FANH. DALLAS COLLEGE PROVIDES THE FIRST TWO YEARS OF INSTRUCTION AND THE THIRD AND FOURTH YEARS WILL BE TAUGHT BY TAMUC, INCLUDING THE THIRD YEAR TAUGHT AT DALLAS COLLEGE BY FACULTY FROM TAMUC. PLANS ARE CURRENTLY UNDERWAY FOR THE AGRICULTURE ACADEMY TO BEGIN IN THE FALL OF 2021. EDUCATOR PREPARATION IN AGRICULTURE, FOOD, AND NATURAL RESOURCES FOR GRADES 6-12 IS THE PRIMARY FOCUS OF THIS INITIATIVE WHICH WILL STRENGTHEN EXISTING COURSES, PROVIDE EXPERIENTIAL LEARNING FOR STUDENTS, AND EXPANDS RECRUITMENT AND MARKETING CAPABILITIES. THIS IS A PLANNING ACTIVITY WHICH WILL BEGIN IN JANUARY OF 2021 AND EXTEND THROUGH DECEMBER OF 2021.THIS EDUCATION PROJECT WILL FACILITATE STRATEGIC PLANNING SESSIONS TO ACHIEVE THE FOLLOWING OBJECTIVES (1) IDENTIFY KEY STAKEHOLDERS AND OPINION LEADERS FOR URBAN AGRICULTURAL EDUCATION IN DALLAS COUNTY, (2) IDENTIFY POTENTIAL PUBLIC SCHOOL, AGENCY, INDUSTRY, AND NONPROFIT PARTNERS FOR RELEVANT EXPERIENTIAL LEARNING, (3) DEVELOP AGREEMENTS FOR FIELD-BASED TEACHING INTERNSHIPS IN URBAN SETTINGS, (4) ESTABLISH SERVICE-ORIENTED EXPERIENTIAL LEARNING, (5) DEVELOP A PROPOSAL FOR A SUBSEQUENT LARGE-SCALE COMPREHENSIVE INITIATIVE (LCI)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5716ab91-4140-5a22-09b6-b691936211e7-C", "generated_internal_id": "ASST_NON_20217000134832_12H3"}, {"internal_id": 132969227, "Award ID": "20217000134781", "Award Amount": 149998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "10.326", "Description": "THIS PROJECT IMPROVES THE WELDING EQUIPMENT THROUGH THE PURCHASE OF EIGHT LINCOLN ELECTRIC C300 MULTIPROCESS WELDERS. THE C300 ALLOWS OUR STUDENTS TO LEARN HOW TO COMPLETE THE FOLLOWING WELDING PROCESSES: SHIELDED METAL ARC WELDING (SMAW), GAS METAL ARC WELDING (GMAW), GAS TUNGSTEN ARC WELDING (GTAW) AND FLUX CORE WELDING FROM ONE MACHINE. THE C300 WOULD REPLACE OUTDATED EQUIPMENT AND OFFER FOUR DIFFERENT PROCESSES IN ONE STATION. ADDITIONALLY, THIS PROJECT WOULD INCLUDE THE PURCHASE OF TWO TORCHMATE 4400 PLASMA CUTTING TABLES. THE TXST DAS CURRENTLY DOES NOT HAVE AN OPERATIONAL CNC PLASMA CUTTING TABLE IN THE WELDING LABORATORY. THE TORCHMATE 4400 ALLOWS STUDENTS TO LEARN HOW TO USE COMPUTER AIDED DESIGN (CAD) SOFTWARE TO DESIGN ITEMS TO BE CUT USING A CNC PLASMA CUTTING TABLE. THE PURCHASE OF THESE MACHINES WOULD ALSO INCLUDE THE EDUCATIONAL SOFTWARE PACKAGES FOR COMPUTER AIDED DESIGN (CAD) AND COMPUTER AIDED MANUFACTURING (CAM). STUDENTS WILL USE CAD/CAM SOFTWARE, WHICH IS WIDELY UTILIZED IN INDUSTRY TO DESIGN AND DRAW PARTS. THEY WILL GAIN EXPERIENCE IN CREATING PARTS IN A CAD ENVIRONMENT, ENTERING SPECIFICATIONS, SETTING TOLERANCES, AND CHECKING TOOL PATHS. THE PURPOSE OF THIS PROPOSAL IS TO UPDATE THE WELDING LABORATORY AT THE TXST DAS FOR THE AGRICULTURAL EDUCATION STUDENTS AND THE NEWLY TRANSITIONED AGRICULTURAL MECHANICS STUDENTS. THE PURPOSE WILL BE FULFILLED BY THE FOLLOWING OBJECTIVES: 1) PROVIDE WELDING TRAINING USING PROCESSES THAT MEET INDUSTRY STANDARDS, 2) PREPARE STUDENTS TO USE PRODUCT DESIGN AND RAPID PRODUCTION FABRICATION, AND 3) PURCHASE EQUIPMENT NEEDED TO CONDUCT VIRTUAL REALITY SEQUENCING RESEARCH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20217000134781_12H3"}, {"internal_id": 134198901, "Award ID": "20217000134780", "Award Amount": 297426.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-12", "CFDA Number": "10.326", "Description": "THIS COLLABORATIVE EDUCATIONAL PROJECT BETWEEN ABRAHAM BALDWIN AGRICULTURAL COLLEGE (ABAC) AND THE UNIVERSITY OF GEORGIA VETERINARY DIAGNOSTIC LABORATORY (UGA VDL) WILL ENGAGE 50 BIOLOGY AND ANIMAL SCIENCE STUDENTS PER YEAR WITH EXPERIENCES AND OPPORTUNITIES IN VETERINARY MEDICINE. BOTH LOCATED IN TIFTON, GA, THE TWO INSTITUTIONS SERVE ONE OF THE MOST ECONOMICALLY DISADVANTAGED, RURAL AREAS OF THE COUNTRY. TO MEET THE DEMAND FOR VETERINARIANS IN THESE AREAS, THE DISCIPLINE CODE A, B, V PROJECT WILL INCREASE THE NUMBER AND QUALITY OF VETERINARY MEDICINE APPLICANTS BY GIVING STUDENTS THE EXPERIENCE AND TRAINING THEY NEED TO BE SUCCESSFUL. OVER THE COURSE OF THE PROJECT, A TOTAL OF 150 ABAC STUDENTS WILL: (1) LEARN ABOUT VETERINARY SCIENCE APPLICATIONS THROUGH THEIR PARTICIPATION IN EXTRAMURAL CLUBS, MONTHLY SEMINARS, AND DAYLONG WORKSHOPS AT THE UGA VDL; (2) LEARN ABOUT VETERINARY SCIENCE TECHNIQUES AND THEORY THROUGH CREDIT-BEARING, UPPER DIVISION COURSES TAUGHT BY ABAC AND/OR THE UGA VDL FACULTY, UTILIZING THE RESOURCES, MATERIALS, AND EQUIPMENT AVAILABLE AT THE DIAGNOSTIC LAB; (3) DEEPEN THEIR UNDERSTANDING OF SCIENTIFIC METHODOLOGY AND ENHANCE THEIR RESEARCH SKILLS BY COMPLETING 14 WEEK, PARTTIME INTERNSHIPS DURING SPRING AND FALL SEMESTERS AND THROUGH EIGHT WEEK FULL-TIME SUMMER INTERNSHIPS, ALL UNDER THE GUIDANCE OF THE UGA VDL FACULTY MEMBERS, AND WILL; (4) DEVELOP RESEARCH DISSEMINATION AND PEER NETWORKING SKILLS BY PRESENTING INTERNSHIP RESULTS IN AT LEAST ONE LOCAL, REGIONAL, OR NATIONAL CONFERENCE. A SUCCESSFUL PROJECT CAN SERVE AS A MODEL FOR SIMILAR INSTITUTIONS NATIONWIDE. THE EDUCATIONAL PURPOSES OF THIS PROJECT ALIGN WITH NLCGA GOALS THROUGH TEACHING, OUTREACH ACTIVITIES, AND BY INCREASING THE NUMBER OF QUALIFIED GRADUATES FOR FUTURE EMPLOYMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d8beba72-a4d9-360f-5927-6fb7d8e5a883-C", "generated_internal_id": "ASST_NON_20217000134780_12H3"}, {"internal_id": 133051737, "Award ID": "20217000134778", "Award Amount": 299867.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-27", "CFDA Number": "10.326", "Description": "POLLINATORS HAVE SEEN MAJOR DECLINES IN RECENT DECADES. PESTICIDE EXPOSURE, PESTS, DISEASES, AND A SIGNIFICANT LOSS OF HABITAT DUE TO URBANIZATION HAVE PLAYED AN IMPORTANT ROLE IN THE LOSS OF POLLINATORS. LOSS OF HABITAT HAS BEEN EXACERBATED BY INCREASED DROUGHT BROUGHT ABOUT BY CLIMATE CHANGE. THE PLANT DRIPS (PLANT DROUGHT RESPONSE AND INSECT POLLINATOR STUDIES) PROJECT AT TEXAS A&AMP;M UNIVERSITY-COMMERCE AND TARLETON STATE UNIVERSITY SEEKS TO LEARN HOW POLLINATOR-FRIENDLY PERENNIALS IN ORNAMENTAL LANDSCAPES PROVIDE A SOLUTION. THIS RESEARCH AND EDUCATION PROJECT LEVERAGES CURRENT A&AMP;M-COMMERCE AND TARLETON RESOURCES TO CREATE A RESEARCH AND EDUCATION GARDENS THAT ADDRESS QUESTIONS ABOUT THE RELATIONSHIP BETWEEN MOISTURE STRESS, ORNAMENTAL PLANTS AND POLLINATORS, AND THE INTERRELATIONSHIP BETWEEN THE THREE UNDER DISCIPLINE CODES P (PLANT SCIENCES AND HORTICULTURE), D (SOIL SCIENCES), AND T (ENTOMOLOGY - PLANT). WE WANT TO FIND PLANTS THAT WILL SURVIVE ON DRIPS OF WATER WHILE PROVIDING DRIPS OF NECTAR AND POLLEN FOR FORAGING POLLINATORS, ENHANCING BOTH THE AESTHETIC AND ECOLOGICAL ROLES OF OUR LANDSCAPES. THE PROJECT HAS THREE OBJECTIVES:1. EVALUATE LANDSCAPE PERENNIALS ACROSS MULTIPLE SOIL MOISTURE LEVELS,2. EVALUATE POLLINATOR BEHAVIORS RELATED TO FLORAL TIMING AND FLOWER QUALITY AND HOW THESE CHANGE DURING PERIODS OF WATER DEFICITS, AND3. CREATE DEMONSTRATION LANDSCAPES THAT IMPROVE INSTRUCTION AND EXPLORATION IN PLANT SCIENCE, SOIL SCIENCE, HORTICULTURE, ENTOMOLOGY, AND SUSTAINABLE AGRICULTURE EDUCATION AT A&AMP;M-COMMERCE AND TARLETON.THESE OBJECTIVES ARE BUILD EDUCATION AND RESEARCH CAPACITY AT A&AMP;M-COMMERCE AND TARLETON, MAINTAINING AND EXPANDING THE INSTITUTIONS&#39; CAPACITY TO CONDUCT EDUCATIONAL AND RESEARCH ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5716ab91-4140-5a22-09b6-b691936211e7-C", "generated_internal_id": "ASST_NON_20217000134778_12H3"}, {"internal_id": 132969228, "Award ID": "20217000134777", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-19", "CFDA Number": "10.326", "Description": "CURRENTLY, THREE IS NO OFFICIAL METHOD FOR GOAT PROCESSING WITH SKIN, WHICH WOULD BE BENEFICIAL TO THE US GOAT INDUSTRY AND ETHNIC MEAT CONSUMERS. IN 2019, THE IMPORTED GOAT MEAT CONSTITUTED UP TO 65% OF DOMESTIC GOAT CONSUMPTION IN THE U.S. WITH 100% IMPORT OF SKIN-ON GOAT MEAT. THE SUCCESS OF THIS PROJECT WILL GENERATE ETHNIC (SKIN-ON) AND TRADITIONAL (SKIN-OFF) GOAT MEATS WITH QUALITY AND SAFETY IMPROVEMENTS AS WELL AS EDUCATION OF UNIVERSITY STUDENTS AND INDUSTRY EMPLOYEES FOR NON-TRADITIONAL MEAT PRODUCTS.TO ACHIEVE THIS GOAL, THE SPECIFIC OBJECTIVES ARE:                                                                     1.DEVELOP SKIN-ON GOAT PROCESSING FOR ETHNIC GOAT MEAT PRODUCTS.                                                   2.SYSTEMATICALLY GENERATE NON-TRADITIONAL MEAT FOR NICHE MARKETS AND TRADITIONAL MEAT FOR TRADITIONAL MARKETS WITH QUALITY AND SAFETY IMPROVEMENTS.                                                                                                3.PROVIDE COLLEGE STUDENTS AND INDUSTRY STAKEHOLDERS WITH EDUCATIONAL AND TRAINING OPPORTUNITIES IN MEAT PROCESSING.THE NUMBER ONE CHALLENGE IN THE GOAT MEAT INDUSTRY IS LOW PROFITABILITY AND TOUGH MEAT, PARTIALLY DUE TO A SKIN ELIMINATION BEFORE CARCASS CHILLING. SKIN REPRESENTS ABOUT 9% OF GOAT BODY WEIGHT AND SERVES AS A BARRIER TO MOISTURE LOSS AND COLD SHORTENING DURING CHILLING. IN THIS PROJECT, WE WILL DEVELOP SKIN-ON PROCESSING, IMPLEMENT THE TECHNOLOGY IN THE CURRENT ACADEMIC AND LABORATORY COURSES, AND TRANSFER THE KNOWLEDGE TO THE GOAT INDUSTRY THROUGH WORKSHOPS AND SEMINARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5dbc7f97-7472-25a6-26ce-5386030fe667-C", "generated_internal_id": "ASST_NON_20217000134777_12H3"}, {"internal_id": 133051736, "Award ID": "20217000134776", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-29", "CFDA Number": "10.326", "Description": "THE GOAL OF THIS PROJECT IS TO BUILD CAPACITY IN THE DEPARTMENT OF ANIMAL AND VETERINARY SCIENCES, HUNTLEY COLLEGE OF AGRICULTURE, NEEDED TO PREPARE STUDENTS FOR CAREERS IN FEED MANUFACTURING OR RELATED FIELDS. THE DEPARTMENT AND COLLEGE ACCORD HIGH PRIORITY TO THE PROPOSED PROJECT BECAUSE OF ITS POTENTIAL TO INCREASE THE NUMBER OF UNDERREPRESENTED STUDENTS WITH JOB READY SKILLS REQUIRED IN THE FEED MANUFACTURING INDUSTRY. THE NUMBER OF BACCALAUREATE DEGREE-HOLDERS JOINING THE FEED MANUFACTURING INDUSTRY IS SMALL WITH UNDERREPRESENTED GRADUATES SHOW AFFECTED THE MOST (U.S. CENSUS BUREAU, 2012). CAL POLY POMONA (CPP) PRIDES ITSELF AND IS PROVIDING QUALITY TEACHING PREMISED ON THE LEARN-BY-DOING MODEL, RESEARCH AND OUTREACH SERVICES TO CLIENTELE. SIXTEEN UNDERGRADUATE STUDENTS WILL DIRECTLY BENEFIT FROM SUMMER TRAINING OPPORTUNITIES INCLUDING FEEDING LIVESTOCK ON CPP FARM ON FEEDS PRODUCED IN THE FEED MILL. FURTHERMORE, THE PLACEMENT OF CPP GRADUATES IN COMPETITIVE POSITIONS IN THE FEEDMANUFACTURING INDUSTRY WILL ADD DIVERSITY TO AVAILABE CAREER OPPORTUNITIES AND POSITIVELY IMPACT RECRUITMENT. THE OBJECTIVES OF THIS PROJECT ARE: (I) ENHANCE THE SKILL SET OF SIXTEEN UNDERREPRESENTED STUDENTS IN FEED MANUFACTURING TECHNOLOGY; (II) DEVELOP A MINOR IN FEED MANUFACTURING TECHNOLOGY; AND (III) RESEARCH FEED ADDITIVES FOR NUTRITIONAL AND MEDICINAL PROPERTIES BENEFICIAL TO CHICKENS. THIS PROJECT WILL ADDRESS THE GOAL OF USDA NIFA-NLGCA FOR THE FISCAL YEAR 2020: FOCUS ON DEVELOPING THE NEXT GENERATION OF RESEARCH, EDUCATION, AND EXTENSION PROFESSIONALS IN THE FOOD AND AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "554423bc-092e-20d8-e2b1-d8fee794a9bd-C", "generated_internal_id": "ASST_NON_20217000134776_12H3"}, {"internal_id": 133051735, "Award ID": "20217000134775", "Award Amount": 149565.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-28", "CFDA Number": "10.326", "Description": "BUILDING A REGIONAL SOIL HEALTH INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10173174-996f-bcdb-66a8-616b2698f271-C", "generated_internal_id": "ASST_NON_20217000134775_12H3"}, {"internal_id": 132969229, "Award ID": "20217000134774", "Award Amount": 299988.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-22", "CFDA Number": "10.326", "Description": "THE CENTRAL VALLEY OF CALIFORNIA IS ONE OF THE WORLD&#39;S MOST PRODUCTIVE AGRICULTURAL REGIONS AND MOST COUNTIES IN THE VALLEY (E.G. TULARE, KERN) ARE THE NATION&#39;S TOP AGRICULTURE PRODUCING COUNTIES. THE VALLEY&#39;S TOP AGRICULTURE COMMODITIES ARE DAIRY AND CROP PRODUCTS. ACCORDINGLY, A HUGE AMOUNT OF AGRICULTURE-DERIVED WASTE STREAMS SUCH AS DAIRY WASTEWATER AND ORCHARD PRUNING ARE GENERATED. THEREFORE, THE OVERARCHING GOAL OF THIS COLLABORATIVE PROJECT BETWEEN CALIFORNIA STATE UNIVERSITY-BAKERSFIELD (CSUB) AND THE UNIVERSITY OF CALIFORNIA-RIVERSIDE (UCR) IS TO BUILD THE CAPACITY FOR FANH PROGRAM STUDENTS, WOMEN, AND UNDERREPRESENTED MINORITIES IN INVESTIGATING SUSTAINABLE WASTE TREATMENT METHODS AND DEVELOPING SUSTAINABLE ENTREPRENEURSHIP AND LEADERSHIP THROUGH INTEGRATED RESEARCH/EDUCATION/OUTREACH/EXTENSION. TWO RESEARCH LABORATORIES, ONE ENTREPRENEURSHIP CLUB, AND THREE RESEARCH CENTERS WILL COLLABORATE TO ACHIEVE SIX SUPPORTING OBJECTIVES: 1) DEVELOP STUDENT HANDS-ON SKILLS VIA EXPERIENTIAL LEARNING IN ASSESSING AN ADVANCED THERMOCHEMICAL CONVERSION TECHNOLOGY AND A POLYMER COMPOSITE FABRICATION METHOD FOR ENERGY/RESOURCE RECOVERY FROM AGRICULTURAL WASTES (10 STUDENTS); 2) DEVELOP STUDENT COMPUTATIONAL AND ANALYTICAL CAPABILITIES IN MODELING WASTE-TO-ENERGY PROCESS AND ASSESSING AGRICULTURAL WASTE AVAILABILITY AND PROCESS FEASIBILITY (4 STUDENTS); 3) CONDUCT OUTREACH WITH THE VALLEY COMMUNITIES TO DEVELOP EXPERIENTIAL LEARNING INTERNSHIPS AND BUILD NEW STARTUPS (~66 STUDENTS); 4) DELIVER CLASSES AND WORKSHOPS ON SUSTAINABLE ENTREPRENEURSHIP AND LEADERSHIP SKILLS DEVELOPMENT (~470 STUDENTS); 5) DEVELOP CURRICULUM MATERIALS FOR THE ENVIRONMENTAL ENGINEERING LECTURE AND TEACHING LABORATORY, AGRICULTURAL BUSINESS CLASSES, AND OUTREACH ACTIVITIES, AND 6) ENRICH EXTENSION ACTIVITIES THROUGH VISITING AGRICULTURAL WASTE TREATMENT PROJECTS AND DISSEMINATE INFORMATION. MOREOVER, A CSUB-UC PIPELINE WILL BE ESTABLISHED FOR PREPARING CSUB STUDENTS TO PURSUE GRADUATEDEGREES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b27e689-8c07-43d5-38af-dcc1989f0f21-C", "generated_internal_id": "ASST_NON_20217000134774_12H3"}, {"internal_id": 137660828, "Award ID": "20217000134773", "Award Amount": 299652.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-16", "CFDA Number": "10.326", "Description": "THE CENTER FOR REGENERATIVE AGRICULTURE AND RESILIENT SYSTEMS (CRARS)AT CALIFORNIA STATE UNIVERSITY, CHICO (CHICO STATE), IN COLLABORATION WITH THECALIFORNIA ASSOCIATION OF RESOURCE CONSERVATION DISTRICTS (CARCD), PROPOSES TO CREATE THEAGRICULTURAL MANAGEMENT SYSTEMS LEARNING COLLABORATIVE (AMS COLLABORATIVE) TO INCREASE KNOWLEDGE AND ENHANCE IMPLEMENTATION SUPPORT FOR THE EXPANSION OF SYSTEMS-BASED FARM/RANCH/FOREST MANAGEMENT PRACTICES IN NORTHERN CALIFORNIA PRODUCTION SYSTEMS. PROJECT ACTIVITIES WILL LAY THE FOUNDATION FOR ONGOING, SUSTAINABLE DEVELOPMENT THAT WILL CONTINUE TO ADDRESS IDENTIFIED STAKEHOLDER NEEDS, AS WELL AS OUR LONG-TERM GOALS TO BUILD ADDITIONAL EDUCATIONAL AND LEADERSHIP DEVELOPMENT CAPACITY IN SYSTEMS-BASED AGRICULTURAL MANAGEMENT. PROJECT ACTIVITIES ARE RESPONSIVE TO THE RESULTS OF A BROADLY DISSEMINATED NEEDS ASSESSMENT (113 RESPONSES ANALYZED). OUR STAKEHOLDERS INCLUDE PRODUCERS; AGRICULTURAL PROFESSIONALS, INCLUDING COOPERATIVE EXTENSION, CALIFORNIARESOURCE CONSERVATION DISTRICT (RCD), AND NRCS STAFF; AND STUDENTS ENROLLED IN AGRICULTURE, NATURAL RESOURCES, ENVIRONMENTAL SCIENCES, AND LAND RESOURCE MANAGEMENT.      PROJECT GOALS:1)ESTABLISH FLEXIBLE NON-CREDIT BEARING LEARNING OPPORTUNITIES TO ADDRESS A BROAD RANGE OF STAKEHOLDER NEEDS AND INTERESTS;2)ESTABLISH A COHORT OF PEER MENTORS/ROLE MODELS IN SYSTEMS-BASED AGRICULTURAL MANAGEMENT SYSTEMS; AND3)PROVIDE ADDITIONAL PARTICIPANT-DRIVEN SUPPORT MECHANISMS TO PROMOTE AND ENCOURAGE SUSTAINED KNOWLEDGE BUILDING/SHARING AND CONNECTIONS ACROSS THE COMMUNITY.       PROJECT OBJECTIVES:1)DEVELOP FOUR ONLINE COURSES IN AGRICULTURAL SYSTEMS AND SOIL HEALTH MANAGEMENT THAT WILL SERVE AS A FOUNDATION FOR MULTIPLE EDUCATION AND OUTREACH PATHWAYS;2)IDENTIFY, SUPPORT, AND ASSESS THE EXPERIENCES OF 10 PAIRED TEAMS OF NORTHERN CALIFORNIA PRODUCERS AND RCD TECHNICAL ASSISTANCE PROVIDERS WHO WILL SERVE AS PEER ROLE MODELS AND MENTORS; AND3)ADD VALUE TO EXISTING CRARS OUTREACH AND ASSISTANCE EFFORTS THROUGH COMMUNITY-DRIVEN WORKSHOPS AND AND AN ONLINE AMS COLLABORATIVE NETWORK.        PROJECT OUTCOMES:1)FOUR ON-LINE COURSES IN SYSTEMS-BASED AGRICULTURE,2)A SUSTAINED PRESENTATION SESSION AT THE CARCD ANNUAL CONFERENCE,3)SUSTAINED VALUE-ADDED ELEMENTS TO CRARS OUTREACH EFFORTS; AND4)DATA-INFORMED (QUANTITATIVE AND QUALITATIVE) APPROACHES AND LESSONS LEARNED THAT CAN BE TRANSLATED TO OTHER LOCAL AND REGIONAL CONTEXTS. OVER TIME, WE CAN ADDITIONALLY EXPECT INCREASED LITERACY IN SYSTEMS-BASED AGRICULTURE AT CSU, CHICO.      MEDIUM- AND LONG-TERM OUTCOMESOF THE AMS COLLABORATIVE PROJECT BEYOND THE FUNDING PERIOD INCLUDE:1)ESTABLISH A PROFESSIONAL COURSE SERIES AS A CONTINUING PROGRAM FOR AGRICULTURAL PRODUCERS AND PROFESSIONALS,2)CREATE AN INSTITUTIONALLY-APPROVAL 21-CREDIT CERTIFICATE PROGRAM AVAILABLE TO REGIONAL AND NATIONAL AUDIENCES;3)ESTABLISH AN UNDERGRADUATE PROGRAM AND ONLINE MASTER&#39;S PROGRAM IN SYSTEMS-BASED AGRICULTURAL MANAGEMENT; AND4)SUSTAIN THE AMS COLLABORATIVE THROUGH CONTINUING PARTNERSHIPS, COLLABORATIONS AND PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebf64842-58e6-a016-b32a-e8451d29b297-C", "generated_internal_id": "ASST_NON_20217000134773_12H3"}, {"internal_id": 134198872, "Award ID": "20217000134772", "Award Amount": 299868.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-12", "CFDA Number": "10.326", "Description": "THE GOAL OF THIS JOINT EDUCATION PROJECT IS TO INCREASE THE NUMBER OF STUDENTS FROM TRADITIONALLY UNDERSERVED COMMUNITIES TRANSFERRING FROM REGIONAL COMMUNITY COLLEGES TO NMHU AND GRADUATING WITH LEADERSHIP AND RESEARCH EXPERIENCE IN NATURAL RESOURCES MANAGEMENT THROUGH ENGAGEMENT IN THE RIO MORA NATURAL RESOURCES FIELD SKILLS &AMP; LEADERSHIP DEVELOPMENT PROGRAM. THE PROJECT WILL BUILD LASTING RELATIONSHIPS WITH THREE REGIONAL HISPANIC-SERVING COMMUNITY COLLEGES, LUNA COMMUNITY COLLEGE (LCC), SANTA FE COMMUNITY COLLEGE (SFCC) AND THE COMMUNITY COLLEGE OF DENVER (CCD) THAT SUPPORT THE TRANSFER OF NATURAL RESOURCE STUDENTS BY INCORPORATING CROSS-INSTITUTIONAL PROFESSIONAL DEVELOPMENT FOR ALL PARTICIPATING FACULTY WITH A TEAM-TEACHING MODEL THROUGHOUT THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c43c6de2-3f39-7d82-48fe-378934e226d2-C", "generated_internal_id": "ASST_NON_20217000134772_12H3"}, {"internal_id": 132969230, "Award ID": "20217000134771", "Award Amount": 299947.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-15", "CFDA Number": "10.326", "Description": "THE OVERALL GOAL OF THIS INTEGRATED PROJECT IS TO BUILD CAPACITY FOR FORAGE AND ANIMAL SCIENCE (A AND P CODES) PROGRAMS THROUGH THE ESTABLISHMENT OF A FUNCTIONAL FORAGE NUTRITION LABORATORY AT THE UNIVERSITY OF TENNESSEE AT MARTIN IN COLLABORATION WITH THE UNIVERSITY OF MISSOURI. THIS ACCOMPLISHES SUPPORTING OBJECTIVES TO STRENGTHEN UG TEACHING TO ENHANCE STUDENT LEARNING, INCREASE YOUTH PARTICIPATION IN AGRICULTURE AND, SUPPORT LIVESTOCK COMMUNITIES IN DEVELOPING SUMMER FORAGE MANAGEMENT SKILLS THROUGH RESEARCH AND OUTREACH ACTIVITIES. WITH ASSISTANCE FROM AN ESTABLISHED FORAGE SCIENCE PROGRAM, THIS PROJECT WILL STRENGTHEN THE ABILITY OF A REGIONAL AGRICULTURAL UNIVERSITY TO INITIATE INNOVATIVE EDUCATIONAL AND OUTREACH PROGRAMS AND, CREATE OPPORTUNITIES FOR FUTURE COLLABORATION WITH OTHER INSTITUTES IN FORAGE SCIENCE.PLANS FOR THE PROJECT INCLUDE DEVELOPING THE INFRASTRUCTURE FOR THE PROPOSED FORAGE LABORATORY, DESIGNING THE CORRESPONDING LABORATORY CURRICULUM, AND CREATING A PLATFORM FOR PARTICIPATION AND LEARNING OPPORTUNITIES FOR STAKEHOLDERS.UNDER EDUCATION, THIS PROJECT ADDRESSES THE NEED AREAS OF CURRICULUM DESIGN, INSTRUCTION DELIVERY SYSTEMS, SCIENTIFIC INSTRUMENTATION FOR EDUCATION AND, EXPERIENTIAL LEARNING. UNDER OUTREACH, THIS PROJECT ADDRESSES THE NEED AREAS OF 4-H ACTIVITY AND FANH SCIENCES. UNDER RESEARCH, THIS PROJECT ADDRESSES THE NEED AREA APPLIED STUDIES IN THE FOOD AND AGRICULTURAL SCIENCES.AS A RESULT OF THIS PROJECT, UG STUDENTS WILL BETTER UNDERSTAND RESEARCH PROCEDURES AND IMPROVE ANALYTICAL SKILLS; FACULTY MEMBERS WILL HAVE OPPORTUNITIES TO IMPROVE RESEARCH, TEACHING, AND MENTORING SKILLS; LIVESTOCK PRODUCERS WILL BE INFORMED AND EDUCATED ON ALTERNATIVE FORAGE SPECIES FOR SUMMER FORAGE PRODUCTION AND; YOUTH PARTICIPATION IN AGRICULTURE AND LIVESTOCK PRODUCTION WILL BE ENHANCED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0adfd22a-dd03-490a-1008-d5f2fbc5287a-C", "generated_internal_id": "ASST_NON_20217000134771_12H3"}, {"internal_id": 129033841, "Award ID": "20217000134527", "Award Amount": 744256.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-22", "CFDA Number": "10.326", "Description": "AGRICULTURE IN THE SOUTHEASTERN UNITED STATES FACES MANY CHALLENGES IN THE COMING DECADES. THE ABILITY OF FARMERS, RANCHERS, AND FORESTERS TO COMPETE IN A HARSH ECONOMIC ENVIRONMENT IS BEING MADE INCREASINGLY DIFFICULT BY INVASIVE SPECIES, SOIL DEGRADATION, UNPREDICTABLE CLIMATES, AND OTHER ISSUES. TO ASSIST OUR REGIONAL PRODUCERS, WE PROPOSE PARTNERS FOR AGRICULTURAL INNOVATION AND SUSTAINABILITY (PAIS 2.0), THE GOAL OF WHICH WILL BE TO PROVIDE NEEDED OUTREACH AND ASSISTANCE TO STAKEHOLDERS IN THE WEST ALABAMA/EAST MISSISSIPPI REGION. WE WILL ACHIEVE THIS GOAL THROUGH 1) DEVELOPING A DATABASE OF STAKEHOLDER AWARENESS, 2) CREATING AN OUTREACH PROGRAM TO ADDRESS INFORMATION GAPS, 3) PROVIDING HANDS-ON ASSISTANCE IN THE FORM OF TRAINED STUDENT INTERNS, 4) ENHANCING CAREER OPPORTUNITIES FOR STUDENTS INTERESTED IN AGRICULTURE AND CONSERVATION, AND 5) CONTINUING THE DEVELOPMENT OF THE WEST ALABAMA CENTER FOR AGRICULTURE AND BIODIVERSITY.PAIS 2.0 WILL FOCUS ON FOUR SPECIFIC ISSUES AFFECTINGPRODUCTION IN THE REGION: 1) INVASIVE SPECIES, 2) POLLINATOR SUPPORT, 3) FOREST MANAGEMENT, AND 4) SOIL HEALTH. PAIS 2.0 IS A COLLABORATIVE EFFORT BETWEEN THE UNIVERSITY OF WEST ALABAMA (UWA), COASTAL ALABAMA COMMUNITY COLLEGE (CACC), EAST MISSISSIPPI COMMUNITY COLLEGE (EMCC), AND THE SUMTER COUNTY SOIL AND WATER CONSERVATION DISTRICT (SCSWCD), ALL OF WHICH SERVE THE RURAL BLACK BELT OF SOUTHWEST ALABAMA AND EASTERN MISSISSIPPI.PAIS 2.0 WILL STIMULATE INTERACTION BETWEEN STRUGGLING AGRICULTURAL PRODUCERS IN THE REGION AND THE INSTITUTIONS PREPARED TO ASSIST THEM. IN THIS WAY, IT WILL PROVIDE A COMPETITIVE ADVANTAGE TO STAKEHOLDERS, SPUR ECONOMIC GROWTH, AND STABILIZE COMMUNITIES IN THE AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ff8089c-fbed-3fd4-9276-700bd0a98054-C", "generated_internal_id": "ASST_NON_20217000134527_12H3"}, {"internal_id": 129033842, "Award ID": "20217000134526", "Award Amount": 299866.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-15", "CFDA Number": "10.326", "Description": "MEETING THE INCREASING DEMAND FOR AGRICULTURAL COMMODITIES FOR FOOD, FEED, FUEL AND OTHER USES, WITHOUT PUTTING GREATER PRESSURE ON THE WORLD&#39;S NATURAL RESOURCES, WILL REQUIRE INNOVATIVE SOLUTIONS GENERATED BY THE NEXT GENERATION OF DIVERSE AND WELL-TRAINED SCIENTISTS IN FOOD, AGRICULTURAL, NATURAL RESOURCES AND HUMAN (FANH) SCIENCES. DESPITE THIS GROWING DEMAND FOR A SKILLED WORKFORCE, UNDERGRADUATE STUDENT RECRUITMENT AND RETENTION REMAIN MAJOR CHALLENGES FOR INSTITUTIONS OF HIGHER EDUCATION, AS WELL AS FOR THE AGRICULTURAL AND FOOD INDUSTRY. THESE CHALLENGES ARE EXACERBATED FOR LOW-INCOME, FIRST-GENERATION, AND TRADITIONALLY UNDERREPRESENTED MINORITY (URM) STUDENTS WHO GENERALLY LACK STRONG NETWORKS AND CONNECTIONS TO FACULTY AND MENTORS THAT WOULD INCREASE THEIR SUCCESS, PARTICULARLY IN STEM COURSES AND RESEARCH EXPERIENCES. HERE, WE PROPOSE TO DEVELOP A PROGRAM TO ENHANCE CURRENT PARTNERSHIPS BETWEEN CALIFORNIA STATE UNIVERSITY MONTEREY BAY (CSUMB) AND HARTNELL COLLEGE (HC), TWO HISPANIC SERVING INSTITUTIONS LOCATED IN MONTEREY COUNTY, CALIFORNIA, AN AREA POPULARLY REFERRED AS THE SALAD BOWL OF THE WORLD, AND EQUALLY KNOWN FOR HAVING ONE OF THE WIDEST INCOME DISPARITIES BETWEEN HISPANIC AND WHITE POPULATIONS. THE LONG-TERM GOAL OF THIS PROGRAM IS TO ADVANCE EDUCATIONAL ACHIEVEMENT AND ENTHUSIASM FOR FANH FIELDS, PROMOTING THE TRANSFER PROCESS FROM HC TO CSUMB, AND TO IMPROVE SOCIAL MOBILITY BY PREPARING REGIONAL STUDENTS FOR CAREERS IN THE AGRICULTURAL SECTOR. THIS PROJECT SEEKS TO IMPROVE STUDENT-LEARNING THROUGH THE IMPLEMENTATION OF COURSE-BASED UNDERGRADUATE RESEARCH EXPERIENCES IN THE CLASSROOM, AIMED AT ENHANCING PROFESSIONAL AND ACADEMIC GROWTH OF PARTICIPATING STUDENTS, AS WELL AS THEIR ABILITY TO IDENTIFY THEMSELVES AS POTENTIAL ACTIVE PARTICIPANT OF THE SCIENTIFIC RESEARCH COMMUNITY WORKING TO ADDRESS THE CHALLENGES EXPERIENCED BY THE AGRICULTURAL INDUSTRY. THESE COURSE-BASED RESEARCH EXPERIENCES WILL ALSO ENHANCE EARLY PARTICIPATION AND EXPOSURETO INTERDISCIPLINARY LABORATORY AND FIELD-BASED RESEARCH OFFERING AUTHENTIC EXPERIENTIAL LEARNING OPPORTUNITIES FOR COMMUNITY COLLEGE AND UNDERGRADUATE STUDENTS TO IMPROVE KNOWLEDGE ABOUT SCIENTIFIC RESEARCH AND MODERN MICROBIAL BIOTECHNOLOGY RESEARCH APPROACHES, INCLUDING MOLECULAR DIAGNOSTICS OF SOILBORNE PATHOGENS, AS WELL AS UNDERSTANDING OF THE COMPLEX ISSUES SURROUNDING PLANT DISEASE MANAGEMENT. COLLECTIVELY, THESE EFFORTS WILL CONTRIBUTE TO EMPOWER URM STUDENTS AT HISPANIC SERVING INSTITUTIONS TO BECOME THE NEXT GENERATION OF AGRICULTURAL PROFESSIONALS THAT WILL FILL THE LARGE AND GROWING NUMBER OF AGRICULTURAL JOBS IN OUR REGION AND STATE. PROFESSIONAL DEVELOPMENT OPPORTUNITIES AND THE ORGANIZATION OF A REGIONAL CAREER FAIR WILL ALLOW STUDENTS FROM THE TRI-COUNTY REGION TO MEET WITH PRIVATE ORGANIZATIONS AND FEDERAL AGENCIES TO EXPLORE CAREERS AND PROFESSIONAL RESOURCES, AND TO BECOME AWARE OF RELEVANT JOB OPENINGS, INTERNSHIPS, AND SCHOLARSHIPS. ULTIMATELY, THE MISSION-ORIENTED RESEARCH PROPOSED IN THIS PROJECT FOCUSING ON CHARACTERIZING INDIGENOUSSOIL BACTERIAL POPULATIONS FROM ADAPTED TO LOCAL AGRICULTURAL ENVIRONMENTS AND CATALOGUING THEIR ANTIMICROBIAL CAPACITIES AND BIOCONTROL POTENTIAL AGAINST PLANT PATHOGENS OF LOCALLY-GROWN CROPS IS AIMED AT ADDRESSING REAL-WORLD PROBLEMS, AND SPECIFICALLY, TO ENHANCE UNDERSTANDING OF THE DIVERSITY AND FUNCTION OF INDIGENOUS SOIL MICROBIAL COMMUNITIES, AND THEIR POTENTIAL APPLICATIONS TO PROMOTE SOIL HEALTH AND AGRICULTURAL SUSTAINABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e893c6d1-6abc-3aa7-e8e4-815c03909f87-C", "generated_internal_id": "ASST_NON_20217000134526_12H3"}, {"internal_id": 128759367, "Award ID": "20217000134525", "Award Amount": 130859.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-09", "CFDA Number": "10.326", "Description": "THIS PROJECT IS AIMED AT PURCHASING SCIENTIFIC EQUIPMENT TO BUILD A FERMENTED BEVERAGES ANALYSIS LABORATORY TO ENHANCE LEARN BY DOING, PRACTICAL TRAINING, AND RESEARCH IN FERMENTED FOODS AT CALIFORNIA POLYTECHNIC STATE UNIVERSITY (CAL POLY). THE EQUIPMENT WILL ALLOW FOR THE ANALYSIS OF QUALITY PARAMETERS ROUTINELY MEASURED IN THE INDUSTRY TO MONITOR FERMENTED BEVERAGE PRODUCTION. THROUGH THIS PROJECT, NEW FERMENTATION TEACHING MODULES WILL BE DEVELOPED, AND BOTH THE EQUIPMENT AND NEW TEACHING MODULES WILL BE INCORPORATED INTO EXISTING COURSES. THIS PROJECT FURTHER SEEKS TO UTILIZE EXPERIENTIAL LEARNING AS THE MAIN PEDAGOGICAL TECHNIQUE FOR INTEGRATING FERMENTATION TOPICS INTO THE CURRICULUM. THIS IS AN EDUCATION GRANT WHICH COVERS THE RELATED BIOLOGICAL SCIENCES AND FOOD SCIENCE/TECHNOLOGY AND MANUFACTURING DISCIPLINES. THE NEWLY DEVELOPED LABORATORY WILL SERVE AS A MAJOR RESOURCE TO PROVIDE RESEARCH OPPORTUNITIES FOR BOTH UNDERGRADUATE AND GRADUATE STUDENTS. THE PROJECT WILL ADDRESS THE EDUCATION NEEDS OF PROVIDING SCIENTIFIC INSTRUMENTATION FOR EDUCATION AND EXPERIENTIAL LEARNING AND WILL HELP PREPARE STUDENTS FOR GRADUATE SCHOOL OR FOR CAREERS IN THE AGRICULTURAL INDUSTRY. IT ALSO ALIGNS WELL WITH THE PURPOSE AND PRIORITIES OF THE NLGCA PROGRAM, WHICH ARE TO MAINTAIN AND EXPAND CAPACITY TO CONDUCT EDUCATION, RESEARCH, AND OUTREACH/EXTENSION ACTIVITIES RELATED TO THE FANH SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5dbc7f97-7472-25a6-26ce-5386030fe667-C", "generated_internal_id": "ASST_NON_20217000134525_12H3"}, {"internal_id": 128759197, "Award ID": "20217000134524", "Award Amount": 149318.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-04", "CFDA Number": "10.326", "Description": "WE PROPOSE A PROJECT THAT PUTS US AT THE FOREFRONT OF ONE OF THE MOST IMPORTANT BRANCHES OFAGRICULTURAL CHEMISTRY: USING ENZYMES TO DEVELOP AND MODIFY A BIOSENSOR FOR DIABETES. IMPORTANTLY,THESE ENZYMES ARE MANUFACTURED IN A CORN KERNEL BIOFACTORY. OUR PROJECT SUPPORTS THE NATIONALINSTITUTE OF FOOD AND AGRICULTURE (NIFA) GOAL TO ADVANCE OUR NATION&#39;S ABILITY TO STRENGTHEN HIGHEREDUCATION IN THE FOOD AND AGRICULTURAL SCIENCES. THIS PROJECT ALSO SUPPORTS THE USDA RESEARCH,EDUCATION AND ECONOMICS (REE) GOAL OF SUSTAINABLE INTENSIFICATION OF AGRICULTURAL PRODUCTION,NANOTECHNOLOGY, AND BIOTECHNOLOGY. THIS PROJECT WILL STRENGTHEN INFRASTRUCTURE THAT SUPPORTSRESEARCH CAPABILITIES AT ARKANSAS STATE UNIVERSITY (A-STATE) TO ESTABLISH GREATER CREDIBILITY INPRODUCTIVITY FROM RESEARCH FUNDING, PARTICULARLY IN THE AREA OF NANOTECHNOLOGY AND BIOTECHNOLOGY,WHICH WILL INCREASE THE CAPABILITY OF A-STATE TO BE MORE COMPETITIVE FOR FEDERAL FUNDS FOR RESEARCH.AGRICULTURAL CHEMISTRY, WHICH INVOLVES CHANGES IN THE PRODUCTION AND OPTIMAL USE OF CROPS, IS ANAPPLIED SCIENCE AND TECHNOLOGY. THE PROJECT ALSO IS FOCUSED ON INCREASING THE NUMBER OF MINORITIESAND WOMEN IN STEM FOR AGRICULTURAL RESEARCH THROUGH UNDERGRADUATE OPPORTUNITIES. THE LONG-TERMGOAL OF THIS RESEARCH PROJECT IS MINIATURIZATION OF A SIGNIFICANTLY IMPROVED GLUCOSE BIOSENSOR THATHAS INCREASED SENSITIVITY AND LONGEVITY FOR DIABETES SUFFERERS. THIS GOAL IS DEPENDENT ON USINGENZYMES PRODUCED FROM AN AGRICULTURAL CROP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad54a5fd-acfb-7538-079a-92438f81aa48-C", "generated_internal_id": "ASST_NON_20217000134524_12H3"}, {"internal_id": 129033843, "Award ID": "20217000134523", "Award Amount": 149976.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-24", "CFDA Number": "10.326", "Description": "GIVEN THE IMPORTANCE OF SUSTAINABLE FORAGE CROP PRODUCTION, INCREASING SOIL HEALTH, AND GROWING DEMAND FOR QUALIFIED NEW PROFESSIONALS PREPARED IN THESE AREAS, THE DEVELOPMENT OF PROFESSIONALS IN FORAGES, GRAZING MANAGEMENT, AND SOIL HEALTH ASSESSMENTS HAVE BECOME MORE ESSENTIAL THAN EVER.IMPROVING CROP ALTERNATIVE OPTIONS IS CRITICAL FOR A STRONG AGRICULTURAL ECONOMY (MARQUES ET AL., 2020). WITH INCREASING EXTREME CLIMATE EVENTS LEADING TO DROUGHT AND FORAGE CROP WINTER-KILL, WELL-INFORMED ADJUSTMENTS TO CROP PRODUCTION MANAGEMENT ARE NEEDED.THIS PROPOSAL IS A SYNERGY BETWEEN STUDENT TRAINING, EXTENSION EFFORTS, AND EDUCATION AND OUTREACH TO WATERSHED PRODUCERS INTERESTED IN APPLIED FIELD RESEARCH ON ALTERNATIVE FORAGE CROPS AND SUMMER ANNUAL FORAGES USING FIELD INSTRUMENTATION FOR MONITORING FORAGES (CANOPY ANALYZER) AND SOIL HEALTH (HANDHELD TIME DOMAIN REFLECTOMETERS). THESE PORTABLE INSTRUMENTS WILL ALSO ALLOW INSTRUCTORS TO CONDUCT FIELD-LABORATORY EXERCISES, AND EXTENSION TRAINING IN THE AREA OF PLANT-SOIL INTERFACE WITH APPLICATIONS IN FORAGE AND CROP PRODUCTION, GRAZING MANAGEMENT, AND SOIL HEALTH. RESULTS ON FORAGE AND SOIL TESTING WILL ALSO BE MADE AVAILABLE TO FARMERS TO DEMONSTRATE SUSTAINABLE PRODUCTION METHODS THAT HAVE MINIMUM IMPACT ON THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b755101b-5f7e-ab14-f8df-a5363d28439b-C", "generated_internal_id": "ASST_NON_20217000134523_12H3"}, {"internal_id": 129033844, "Award ID": "20217000134522", "Award Amount": 29827.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-12", "CFDA Number": "10.326", "Description": "THROUGH ONGOING, ITERATIVE DISCUSSIONS BETWEEN UNIVERSITYOF WI-PLATTEVILLE AND THE AMERICAN INDIAN HIGHER EDUCATION CONSORTIUM (AIHEC), WE HAVE DISCOVERED MANY AREAS OF COMPLEMENTARY AND SYNERGISTIC RESEARCH AND EDUCATION RELATING TO THE TOPICS OF SOIL AND WATER QUALITY. THIS HAS GIVEN RISE TO A DESIRE TO IDENTIFY THE LARGER SCOPE OF POTENTIAL COLLABORATION AMONG THESE INSTITUTIONS AND CREATE A COLLABORATIVE NETWORK ACROSS SITES TO FACILITATE RESEARCH, EDUCATION, AND OUTREACH ACTIVITIES. WHILE WE FEEL THAT THERE ARE SIGNIFICANT RESEARCH NETWORKS WITHIN THE LAND GRANT UNIVERSITIES AND STATE AND FEDERAL GOVERNMENTS THIS CAPACITY IS UNDERUTILIZED IN NON-LAND GRANT COLLEGES AND THE TRIBAL COLLEGES AND UNIVERSITIES. HERE WE PROPOSE TO ENHANCE OUR CAPACITY FOR RESEARCH, EDUCATION, AND OUTREACH BY DEVELOPING A MUTUALLY BENEFICIAL NETWORK OF SCIENTISTS AND EDUCATORS TO LEVERAGE EXISTING RESOURCES, SHARE PERSPECTIVES, AND BUILD CAPACITY TO SUPPORT SUSTAINABLE INTENSIFICATION OF NATURAL RESOURCES.THROUGH THIS PLANNING GRANT WE INTEND TO RECRUIT ADDITIONAL INTERESTED SCIENTISTS AND EDUCATORS FROM INSTITUTIONS WITHIN AIHEC AND NLGCA IN ORDER TO ENGAGE IN INTER-INSTITUTIONAL STRATEGIC PLANNING WHICH WILL (1) IDENTIFY WATER QUALITY AND SOIL HEALTH CHALLENGES COMMON ACROSS THE NETWORK; (2) INVENTORY RELEVANT RESOURCES AND FACILITIES; (3) FORMULATE POTENTIAL COLLABORATIVE RESEARCH, EDUCATION, AND OUTREACH ACTIVITIES; AND (4) GENERATE AND IMPLEMENT A NLGCA LARGE-SCALE COMPREHENSIVE INITIATIVE GRANT PROPOSAL FOCUSED ON WATER QUALITY AND SOIL HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "caf8838b-7ce4-78f1-1fc9-8645b5fb9d6f-C", "generated_internal_id": "ASST_NON_20217000134522_12H3"}, {"internal_id": 128759993, "Award ID": "20217000134521", "Award Amount": 299768.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-10", "CFDA Number": "10.326", "Description": "TEXAS DAIRY INDUSTRY IS RAPIDLY EXPANDING. LOCATED AT THE HEART OF TEXAS MILKSHED, THE SOUTHWEST REGIONAL DAIRY CENTER (SWRDC) LOCATED AT TARLETON STATE UNIVERSITY IS AT THE FOREFRONT OF GATHERING AND PROCESSING RESEARCH-BASED INFORMATION FOR TEXAS DAIRY FARMERS. TO MEET THE SERVICE/OUTREACH DEMAND OF DAIRY COMMUNITIES OF ENTIRE TEXAS AND THE SOUTHWEST, IT BECAME APPARENT THAT THE SWRDC NEEDS GREATER CAPACITY FOR ENGAGING MORE GEOGRAPHICALLY DISTANT GROUPS, INCLUDING DAIRY PRODUCERS IN TEXAS PANHANDLES MILKSHED, AGRICULTURAL RESEARCHERS IN COLLEGE STATION, AND EXTENSION EDUCATORS SPREAD THROUGHOUT ALL TEXAS COUNTIES. TO ADDRESS THIS BOTTLENECK ISSUE, WE PROPOSE TO EMPLOY 360&DEG; VIRTUAL REALITY (VR) OUTREACHING OUTLET.THE PI&#39;S ON THE PROJECT WILL RECORD VR VIDEOS IN DIFFERENT AREAS OF FARM AND MANURE MANAGEMENT. WE WILL USE THESE VR VIDEOS TO ENGAGE MORE PRODUCERS THROUGH THE STATE OF TX AND REACH MORE PERSONNEL THROUGH VR TRAINING. LASTLY, WE WILL DEVELOP AN EXTENSION TRAINING NETWORK THROUGH THE SWRDC TO TRAIN MORE PRODUCERS ON BEST PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49c91ae2-031e-78ae-0475-3e6df4b3dc67-C", "generated_internal_id": "ASST_NON_20217000134521_12H3"}, {"internal_id": 129033845, "Award ID": "20217000134520", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-26", "CFDA Number": "10.326", "Description": "THE UNITEDSTATES(U.S.)AGRICULTUREWORKFORCEIS INCREASINGLYDIVERSEINLANGUAGE,CULTURE,ANDEDUCATION.IMMIGRATION LABORISCRITICALTO PRODUCTIONAGRICULTURE AND SUSTAINABILITY, ASAPPROXIMATELYHALF OFALLFARMLABORERSAREHISPANIC.A LINGUISTICALLY DIVERSE WORKFORCE MAKES IT CHALLENGING FOR VETERINARIANS AND ANSC PROFESSIONALS TO COMMUNICATE EFFECTIVELY WITH NON-ENGLISH SPEAKING ANIMAL CARETAKERS, LEADING TO NEGATIVE IMPACTS ON ANIMAL HEALTH, WELFARE, AND FOOD SAFETY.OUR JOINT EFFORT PROPOSES TO MEDIATE THE POTENTIAL CULTURAL AND LANGUAGE BARRIER WITH ANIMAL CARETAKERS AND TO SUPPORTHIGHER EDUCATION IN FOOD,AGRICULTURE,NATURAL RESOURCES, ANDHUMAN SCIENCES (FANH). TEXAS TECH UNIVERSITY (TTU), TARLETON STATE UNIVERSITY (TSU), NORTH CAROLINA STATE UNIVERSITY (NCSU), AND THE UNIVERSIDAD NACIONAL AUTONOMA DE MEXICO (UNAM) PROPOSETO1) DEVELOP AND IMPLEMENT THREE COURSES (BEGINNER, LOWER-INTERMEDIATE AND HIGH-INTERMEDIATE) OF SPANISH FOR SPECIFIC PURPOSES IN AGRICULTURE (SSPA) IN THE FRAMEWORK OF THE CURRENT VETERINARY MEDICINE AND ANSC PROGRAM CURRICULUM USING INNOVATIVE TEACHING METHODSTHAT ENHANCE STUDENTS&#39; METACOGNITIVE PROCESSESAND EXPERIENTIAL LEARNINGACTIVITIES INTEGRATED INTO THE CURRICULUM,AND 2) IMPROVE VETERINARY AND ANSC STUDENTS&#39; COMMUNICATION ON-FARM WITH ANIMAL CARETAKERS, LEADING TO ENHANCED ANIMAL HEALTH, WELFARE, AND FOOD SAFETY.THE CURRICULA WILL BE EVALUATED (THROUGH A NEEDS ANALYSIS, STUDENT, AND ON-FARM SURVEYS, AND THE IMPACT OF THE PROGRAM THROUGH ON-FARM AUDITS BEFORE AND AFTER STUDENT PARTICIPATION), REFINED, AND DISSEMINATED. PRODUCTS GENERATED WILL INCLUDE SSPA CURRICULA COMPONENTS, AND HIGHLY QUALIFIED VETERINARY AND ANSC STUDENTS. THE BENEFITS OF THIS PROJECT WILL GO BEYOND THE LIFE OF THE GRANT AS A MODEL FOR OTHER NON-LAND GRANT INSTITUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20217000134520_12H3"}, {"internal_id": 128759529, "Award ID": "20217000134519", "Award Amount": 749929.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-05", "CFDA Number": "10.326", "Description": "HUMAN-WILDLIFE CONFLICT (HWC) IS A TOPIC OF TREMENDOUS CONCERN FOR PEOPLE ALL OVER THE WORLD. IN NORTH AMERICA, CONFLICTS BETWEEN AGRICULTURAL PRODUCERS AND CARNIVORES SUCH AS GREY WOLVES, BEARS, AND COYOTES POSE SIGNIFICANT CHALLENGES TO BOTH PRODUCERS AS WELL AS STATE AND FEDERAL AGENCIES. AFRICAN COMMUNITIES ARE FREQUENTLY ON THE FOREFRONT OF HWC ISSUES, GIVEN A RAPIDLY EXPANDING HUMAN POPULATION AND INCREASING AGRICULTURAL DEVELOPMENT IN RURAL AREAS. THESE AREAS OF CONFLICT OFTEN ARE THE SITE OF SOME OF THE LARGEST REMAINING WILD POPULATIONS OF MANY SPECIES. IN BOTSWANA, \"CONFLICT\" TYPICALLY COMES IN THE FORM OF PREDATORS, LIKE LIONS, CHEETAHS, OR WILD DOGS, KILLING LIVESTOCK. MUCH OF THE RESEARCH AND PRACTICE ON HWC IS FOCUSED ON ALLEVIATING CONFLICT AND FINDING WAYS TO COMPENSATE PEOPLE WHO HAVE EXPERIENCED NEGATIVE INTERACTIONS WITH WILDLIFE. IN MORE RECENT YEARS, THE CONCERN HAS SHIFTED TO FINDING WAYS FOR PEOPLE AND WILD ANIMALS TO COEXIST, TO SHARE LANDSCAPES AND COMMUNITIES, EVEN AS THEY ARE COMPETING FOR SPACE, WATER, AND FOOD. THIS HOLISTIC APPROACH ACKNOWLEDGES THE SOCIAL AND HUMAN DIMENSIONS OF HWC. THIS APPROACH ALSO RECOGNIZES THAT CONFLICTS OVER LAND, POLITICS, VALUES, COMPETING LIVELIHOODS, AND OTHER SOCIAL TENSIONS, OR \"HUMAN-HUMAN CONFLICTS,\" ARE AT THE ROOT OF HWC.A SIGNIFICANT BODY OF EVIDENCE ATTESTS TO THE IMPORTANCE OF EXPERIENTIAL LEARNING IN AUGMENTING TRADITIONAL CLASSROOM-BASED CURRICULUM. IMMERSIVE EXPERIENCES FACILITATE LEARNING BY PROVIDING OPPORTUNITIES FOR STUDENTS TO PROCESS AND TRANSFORM RELEVANT EXPERIENCES INTO KNOWLEDGE. SUCH \"HANDS-ON\" EXPERIENCES BENEFIT NATURAL RESOURCES STUDENTS BY FOSTERING THE ACQUISITION OF PRACTICAL KNOWLEDGE AND INCREASING STUDENT PERCEPTIONS OF THE APPLICABILITY OF BOTH FIELD-BASED AND CLASSROOM INFORMATION TO \"REAL WORLD\" SITUATIONS. THESE EXPERIENCES ALSO BENEFIT STUDENTS BY INSTILLING SOCIAL RESPONSIBILITY, PROMOTING INCLUSION OF HISTORICALLY UNDERREPRESENTED GROUPS, AND \"CEMENTING THEIR IDENTITYAS ECOLOGISTS\". IN ASSESSING THE OUTLOOK FOR THE FISHERIES AND WILDLIFE PROFESSION IN THE COMING DECADES, EDGE (2016) ARGUED THAT UNIVERSITY NATURAL RESOURCES CURRICULA SHOULD INCLUDE A VARIETY OF EXPERIENTIAL-LEARNING OPPORTUNITIES - INCLUDING INTERNSHIPS, UNDERGRADUATE RESEARCH, AND INTERNATIONAL EXPERIENCES - IN ORDER TO PROVIDE GRADUATES THE APPROPRIATE SKILLS TO SUCCESSFUL ADDRESS NATURAL RESOURCE CHALLENGES. INTERNATIONAL EXPERIENCES ARE VALUABLE TOOLS FOR EXPOSING NATURAL RESOURCES STUDENTS TO ALTERNATIVE PROBLEM-SOLVING APPROACHES. BECAUSE INDIVIDUAL ATTITUDES TOWARD NATURE ARE DETERMINED LARGELY BY THE CULTURAL CONTEXT, ATTITUDES AND APPROACHES TOWARD WILDLIFE CONSERVATION ARE CONTINGENT PARTIALLY UPON THE CULTURE AND HISTORY IN WHICH THEY ARISE.WE PROPOSE A LARGE-SCALE COMPREHENSIVE INITIATIVE TO PERFORM AN INTEGRATED PROJECT FOCUSED ON BOTH APPLIED NATURAL AND SOCIAL SCIENCE RESEARCH THAT ADDRESSES A REAL-WORLD PROBLEM IN RENEWABLE NATURAL RESOURCE CONSERVATION, AS WELL AS EDUCATION FOCUSED ON EXPERIENTIAL LEARNING IN THE FORM OF INTERNSHIPS AND UNDERGRADUATE RESEARCH EXPERIENCES. THE SPECIFIC OBJECTIVES OF OUR PROPOSAL ARE TO 1) ADDRESS INFORMATION DEFICIENCIES IN THE AREA OF HUMAN-WILDLIFE CONFLICT BY CONDUCTING RESEARCH IN BOTSWANA AIMED AT IDENTIFYING WAYS FOR PEOPLE IN THE KALAHARI TO BENEFIT FROM THEIR CLOSE PROXIMITY TO WILD CARNIVORES AND TO GAIN SUPPORT FOR EFFORTS TO SAFEGUARD THEIR CATTLE WHILE ALSO TRACKING, MONITORING, AND STEWARDING WILD CARNIVORES; 2) PROVIDE EXPERIENTIAL LEARNING OPPORTUNITIES TO STUDENT PARTICIPANTS THAT INVOLVE REDUCING HUMAN-WILDLIFE CONFLICT IN BOTH BOTSWANA AND THE UNITED STATES, IN THE FORM OF APPLIED UNDERGRADUATE RESEARCH PROJECTS IN BOTSWANA AND PROFESSIONAL UNDERGRADUATE AND GRADUATE INTERNSHIPS IN THE UNITED STATES; AND 3) INCREASE THE CAPACITY OF TARLETON STATE UNIVERSITY TO CONDUCT EDUCATION AND RESEARCH ACTIVITIES RELATED TO AGRICULTURE AND NATURAL RESOURCES BY PROMOTING THE PROFESSIONAL GROWTH AND DEVELOPMENT OF FACULTY, PROVIDING GRADUATE ASSISTANTSHIPS, AND BUILDING LINKAGES BETWEEN TSU AND PARTICIPATING INSTITUTIONS AND ORGANIZATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49c91ae2-031e-78ae-0475-3e6df4b3dc67-C", "generated_internal_id": "ASST_NON_20217000134519_12H3"}, {"internal_id": 128759806, "Award ID": "20217000134518", "Award Amount": 749999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-10", "CFDA Number": "10.326", "Description": "THE OVERALL GOAL OF SAFE IS TO IMPROVE THE HEALTH AND ECONOMIC VIABILITY OF RURAL COMMUNITIES BY DEVELOPING A SUSTAINABLE FOOD SYSTEM MODEL. THE OBJECTIVES ARE: 1) UTILIZE SOIL MANAGEMENT PRACTICES TO IMPROVE CROP AND PASTURE PRODUCTION FOR ENHANCED PRODUCTIVITY AND FOOD QUALITY ACROSS DIFFERENT FOOD SYSTEMS; AND 2) ESTABLISH A FOOD SYSTEM TRAINING CENTER TO PROVIDE SUPPORT IN THE AREAS PRODUCTION, PROCESSING, PRESERVATION, SAFETY, AND FOOD SCIENCE EDUCATION. RESEARCHERS WILL UTILIZE A DAIRY FOOD SYSTEM AND VEGETABLE FOOD SYSTEM TO INVESTIGATE THE IMPACT OF SOIL MANAGEMENT PRACTICES ON CROP, ANIMAL AND FOOD PRODUCTION AND ECONOMICS AND EDUCATION. RESEARCH WILL INFORM THE ENHANCEMENT OF CURRENT AND CREATION OF NEW UNDERGRADUATE COURSES IN PLANT AND SOIL SCIENCE, ANIMAL SCIENCE, FOOD SCIENCE, AGRICULTURE ECONOMICS, AND AGRICULTURAL EDUCATION. OUTREACH INITIATIVES WILL TARGET FARMERS, HIGH SCHOOL AGRICULTURAL EDUCATION TEACHERS, UNDERGRADUATE AND GRADUATE STUDENTS THROUGH FIELD DAY ACTIVITIES, SEMINARS, WEBSITE CREATION, MOBILE FOOD SCIENCE LABORATORY KITS, AND PROFESSIONAL DEVELOPMENT. THIS PROJECT ALIGNS WITH 2018-2022 USDA STRATEGIC PLAN, GOAL 4, PROMOTING RURAL PROSPERITY AND ECONOMIC DEVELOPMENT, AND THE NLGCA PROGRAM PRIORITY TO INCREASE THE NUMBER AND DIVERSITY OF STUDENTS ENTERING FOOD AND AGRICULTURE-RELATED SCIENCE, TECHNOLOGY, ENGINEERING, AND MATHEMATICS (STEM) DISCIPLINES. THIS INTEGRATED PROJECT (DISCIPLINE CODES D AND G) ADDRESSES RESEARCH NEED AREAS OF STUDIES AND EXPERIMENTATION IN FOOD AND AGRICULTURAL SCIENCES, EDUCATION NEED AREAS OF SCIENTIFIC INSTRUMENTATION FOR EDUCATION, EXPERIENTIAL LEARNING, AND COLLABORATIVE INTERACTIONS WITH OTHER ACADEMIC INSTITUTIONS, AND OUTREACH/EXTENSION NEED AREAS OF 4-H, OR OTHER, SIMILAR YOUTH DEVELOPMENT ACTIVITY, FANH SCIENCES, AND NATURAL RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebf8420f-77f6-6999-58ae-b617a80eab9d-C", "generated_internal_id": "ASST_NON_20217000134518_12H3"}, {"internal_id": 128759893, "Award ID": "20217000134517", "Award Amount": 149999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-04", "CFDA Number": "10.326", "Description": "OVER 90% OF U.S. FARMS ARE CLASSIFIED AS FAMILY FARMS AND THEY ACCOUNT FOR MORE THAN 80% OF AGRICULTURAL PRODUCTION. UNFORTUNATELY, IT IS OFTEN STATED THAT ONLY 30% OF FAMILY FARMS SURVIVE THE TRANSITION TO THE SECOND GENERATION AND ONLY 10% MAKE IT TO THE THIRD. WHILE FAMILY FARMS PLAY A SIGNIFICANT ROLE IN THE ECONOMIC DEVELOPMENT OF RURAL COMMUNITIES, THEY ARE OFTEN ILL PREPARED FOR SUCCESSION PLANNING AND ARE NOT SUCCESSFULLY PASSED ALONG TO THE NEXT GENERATION. THIS INTEGRATED, EDUCATION AND OUTREACH/EXTENSION, PROJECT IS DESIGNED TO ADDRESS THIS ISSUE HEAD ON AND IS WELL ALIGNED WITH THE USDA STRATEGIC GOAL TO \"FACILITATE RURAL PROSPERITY AND ECONOMIC DEVELOPMENT.\" THE OVERALL PURPOSE OF THIS PROJECT IS TO TRAIN FUTURE AND CURRENT FARM MANAGERS WITH THE SKILLS NECESSARY TO BECOME MORE FINANCIALLY RESILIENT AS IT RELATES TO SUCCESSION PLANNING. THIS GOAL WILL BE ACHIEVED BY DEVELOPING A NEW LEARNING MODULE TO DEMONSTRATE HOW FAMILY FARM BUSINESSES CAN BECOME BETTER PREPARED FOR SUCCESSION PLANNING. THIS INNOVATIVE, MULTIDISCIPLINARY, LEARNING MODULE WILL BE INTEGRATED INTO UPPER DIVISION COURSES IN THE AGRICULTURAL BUSINESS AND ANIMAL SCIENCE PROGRAMS AT MULTIPLE INSTITUTIONS. THESE MATERIALS WILL ALSO BE USED TO DEVELOP A NEW ONLINE AND IN-PERSON OUTREACH/EXTENSION PROGRAM FOR LOCAL FARMERS AND RANCHERS. BOTH STUDENTS AND PRODUCERS WILL BE TRAINED WITH THE CRITICAL TOOLS THAT ARE NEEDED FOR SUCCESSION MANAGEMENT DECISIONS. BY INSTITUTIONALIZING THE NEW COURSEWORK MATERIALS INTO THE CURRICULUM, THE PROJECT WILL HAVE LONG-TERM IMPACTS ON EDUCATIONAL CAPACITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebf64842-58e6-a016-b32a-e8451d29b297-C", "generated_internal_id": "ASST_NON_20217000134517_12H3"}, {"internal_id": 128759368, "Award ID": "20217000134516", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-09", "CFDA Number": "10.326", "Description": "CHILDHOOD OBESITY IS A SIGNIFICANT PUBLIC HEALTH CRISIS IN THE UNITED STATES TODAY, AND RURAL YOUTHARE OFTEN DISPROPORTIONATELY IMPACTED BY HEALTHDISPARITIES FROM LACK OF ACCESS TO OBESITY CARE. THEREFORE, HOLISTIC AND ACCESSIBLE PREVENTION PROGRAMSARE NEEDED TO SUPPORTYOUTH IN MAKING HEALTHY LIFESTYLE CHOICES. THEINCLUSION OF THERAPY HORSES IN OBESITY PREVENTION PROGRAMS IS AN UNTAPPED RESOURCE THAT OFFERSAN INNOVATIVE APPROACH FOR DELIVERING NUTRITION AND PHYSICAL HEALTH EDUCATION TO YOUTHAND THEIR FAMILIES. FURTHERMORE, THEPUBLIC DEMAND FOR ACCESS TO EQUINE-ASSISTED HEALTHCARE TREATMENT CONTINUES TO GROW. THUS,MORE EDUCATIONAL OPPORTUNITIES ARE NEEDED TO BUILD CAPACITYFOR STUDENTS IN THE FANH SCIENCES TO OBTAIN CAREERS IN THE RAPIDLY GROWING FIELD OF EQUINE-ASSISTED SERVICES.THEREFORE, THE OBJECTIVES OF THIS PROJECT ARE TO (1) EVALUATETHE IMPACT OF DELIVERING THE EQUINE-ASSISTED POSITIVELY FIT PROGRAMTO RURAL YOUTH, (2) ASSESS THE CURRICULUM TREATMENT COMPONENTS FOR CONSISTENCY ACCROSS PARTICIPANTS,(3) INCREASE OUR CAPACITYTO TRAIN STUDENTS FOR FUTURE CAREERS INEQUINE-ASSISTED SERVICES, AND 4) PRODUCE A CURRICULUM MANUAL THAT CAN BE WIDELY DISSEMINATED TO EQUINE-ASSISTED SERVICE CENTERS ACROSS THE UNITED STATES.TO CARRY OUT THE MAIN OBJECTIVES OF THIS PROJECT, WE WILL RECRUIT20 CHILDREN,AGES 9-12, AND THEIR CAREGIVERS TO PARTICIPATE IN EIGHT SESSIONS OFEQUINE-ASSISTED POSITIVELY FIT PROGRAM. YOUTH OUTCOMES WILL BE ASSESSED BY MEASURING CHANGES IN BODY COMPOSITION, PHYSICAL ACTIVITY, SELF-EFFICACY, FEELINGS OF HOPEFULNESS, AND OVERALL QUALITY OF LIFE. WE WILL ALSOTRAINUNDEGRADUATE AND GRADUATE STUDENTS IN THE FAHN SCIENCESTO PARTICIPATE IN THE DELIVERY OF THE EQUINE-ASSISTED POSITIVLEY FIT PROGRAM AND EVALUATE STUDENT LEARNING OUTCOMES AS RELATED TO OUR CAPACTITY-BUILDING GOALS. FINALLY, WE WILL MEASURE THE DEGREE TO WHICH THE PROGRAM CONTENTCAN BE DELIEVERED UNIFORMALYACROSS PARTICIPANTS IN ORDER TO DEVELOP A STANDARDIZED CURRICULUM MANUAL FOR WIDESPREAD DISTRIBUTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20217000134516_12H3"}, {"internal_id": 128759671, "Award ID": "20217000134515", "Award Amount": 299999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-04", "CFDA Number": "10.326", "Description": "IN LIGHT OF ENVIRONMENTAL CHANGE, INCREASED DEMAND ON FOOD SYSTEMS, AND PERSISTENT EQUITY GAPS IN HIGHER EDUCATION, THERE IS AN URGENT NEED TO PREPARE A DIVERSE POOL OF NATURAL RESOURCE SCIENTISTS TO ENTER A WORKFORCE FOCUSED ON CLIMATE-READY AND SUSTAINABLE AGRICULTURAL PRACTICES, PARTICULARLY IN RANGELANDS. COLLEGE COMPLETION RATES IN THE US CONTINUE TO BE TIED DISPROPORTIONATELY TO RACE AND ETHNICITY, SOCIOECONOMIC STATUS, AND FAMILY HISTORY IN HIGHER EDUCATION. INEQUITIES ARE ESPECIALLY PRONOUNCED IN NATURAL RESOURCE AND AGRICULTURAL SCIENCES. CLOSING THESE EQUITY GAPS IS BOTH A MORAL IMPERATIVE AND ESSENTIAL TO IMPROVE SCIENCE, BY BRINGING IN A WIDER RANGE OF VOICES AND VIEWPOINTS. HUMBOLDT STATE UNIVERSITY IS POISED TO HELP MEET WORKFORCE DEMANDS FOR A DIVERSE POOL OF NATURAL RESOURCE SCIENTISTS FOCUSED ON CLIMATE-READY AND SUSTAINABLE AGRICULTURAL PRACTICES, PARTICULARLY ON RANGELANDS. HSU, A NON-LAND GRANT UNIVERSITY, HAS A DIVERSE STUDENT BODY AND A COMPLETE COMPLEMENT OF AGRICULTURALLY-RELATED NATURAL RESOURCE SCIENCE PROGRAMS. OUR COLLABORATIVE EDUCATIONAL PROJECT ADDRESSES FOUR NEED AREAS OF THE NLGCA: (I) CURRICULUM DESIGN, (III) STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY, (IV) EXPERIENTIAL LEARNING, AND (V) PROFESSIONAL DEVELOPMENT FOR FACULTY MEMBERS. IN COLLABORATION WITH POINT BLUE CONSERVATION SCIENCE, A NON-GOVERNMENTAL ORGANIZATION WITH A SUCCESSFUL TRACK RECORD OF INTEGRATING CONSERVATION ON WORKING LANDSCAPES AND A RECENT EMPHASIS ON WORKFORCE DIVERSITY, OUR PROJECT WILL ENGAGE UNDERREPRESENTED STUDENTS AT THE NEXUS OF RANGELAND AND WILDLIFE CONSERVATION. THE PROJECT ENTAILS SIX CORE ACTIVITIES: (1) ASSISTANTSHIPS FOR UNDERREPRESENTED GRADUATE STUDENTS TO WORK AT NEXUS OF RANGE MANAGEMENT AND CONSERVATION, (2) INFORMATIONAL SESSIONS FOR UNDERGRADUATES ABOUT EXTRA-CURRICULAR EXPERIENTIAL OPPORTUNITIES IN NATURAL RESOURCES &AMP; AGRICULTURE, (3) UNDERGRADUATE INTERNSHIPS IN RANGELAND CONSERVATION, (4) PROFESSIONAL DEVELOPMENT IN CULTURALLY RESPONSIVE PEDAGOGY FOR NATURAL RESOURCE FACULTY, (5) A NEW COURSE TO PROVIDE OPPORTUNITIES FOR STUDENTS TO LEARN ABOUT SUCCESSFUL INTEGRATION OF HEALTHY SOILS, WILDLIFE CONSERVATION, AND SUSTAINABLE FOOD PRODUCTION, AND (6) LEADERSHIP SKILLS DEVELOPMENT FOR UNDERREPRESENTED STUDENTS IN STEM. COLLECTIVELY, THESE ACTIVITIES WILL HELP PROPEL HUMBOLDT STATE UNIVERSITY TO ACHIEVE THE LONG-TERM GOAL OF THIS PROJECT IS TO INCREASE THE NUMBER AND DIVERSITY OF STUDENTS ENTERING FOOD AND AGRICULTURE-RELATED SCIENCES. WHILE OUR PROPOSED ACTIVITIES LEVERAGE INSTITUTION SPECIFIC-STRENGTHS, PATTERNS OF A RAPIDLY DIVERSIFYING STUDENT BODY AND CHALLENGES TO ADVANCE INCLUSIVE EXCELLENCE ARE TRANSFERABLE TO MANY CAMPUSES, AND OUR ROBUST EVALUATION PLAN AND TRACK RECORD OF DISSEMINATING EDUCATIONAL OUTCOMES WILL ENSURE OUR LESSONS LEARNED ARE SHARED WIDELY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d29658a-c61f-bc5b-ee6c-2cd9e680b9ce-C", "generated_internal_id": "ASST_NON_20217000134515_12H3"}, {"internal_id": 97472313, "Award ID": "20207000131552", "Award Amount": 273000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-01", "CFDA Number": "10.326", "Description": "CONCENTRATED DAIRY OPERATIONS ARE IMPLICATED IN LAKE AND STREAM EUTROPHICATION AS WELL AS IN THE FORMATION OF OCEAN DEAD ZONES. COST-EFFECTIVE METHODS FOR PRODUCING BIOCHARS THAT CAN ENHANCE BIOREMEDIATION OF PHOSPHOROUS-SATURATED SOILS CAN SIMULTANEOUSLY INCREASE THE ENVIRONMENTAL AND ECONOMIC SUSTAINABILITY OF DAIRY OPERATIONS. WE PROPOSE TO CONDUCT AN INTEGRATED, MULTIDISCIPLINARY PROGRAM FOR THE STUDENT-FOCUSED DEVELOPMENT, TESTING, AND PROMOTION OF PHOSPHORUS-REMEDIATING BIOCHARS. WHILE BIOCHAR IS INCREASINGLY BEING PROMOTED TO ENHANCE CARBON SEQUESTRATION, STIMULATE PLANT GROWTH, AND REMEDIATE SOILS, ITS USE IS CURRENTLY LIMITED DUE TO THE HIGH PRODUCTION COSTS. PRELIMINARY RESEARCH HAS DEMONSTRATED THAT BIOCHARS PRODUCED FROM A BLEND OF MANURE AND WASTE DAIRY HAY HAVE LOWER PRODUCTION COSTS DUE TO REDUCED MOISTURE WHILE DEMONSTRATING ENHANCED PHOSPHORUS REMEDIATION PROPERTIES. OUR MULTI-AGENCY TEAM, CONSISTING OF TEXAS A&AMP;M AGRILIFE RESEARCH, AND TARLETON STATE UNIVERSITY IS IDEALLY POISED TO FURTHER INVESTIGATE THESE FINDINGS BY COMBINING RESEARCH, TEACHING, AND EXTENSION EXPERTISE FROM ENVIRONMENTAL ENGINEERING, DAIRY MANAGEMENT, AGRONOMY, SOIL SCIENCE, GENOMICS, AND ECONOMICS. COST-EFFECTIVE BIOCHAR PRODUCTION WILL PROVIDE DAIRY FARMERS WITH A VIABLE METHOD FOR OFF-FARM REMOVAL OF EXCESS MANURE NUTRIENTS THROUGH BIOCHAR SALE TO FARMING, GARDENING, AND BIOSWALE OPERATIONS. IT WILL ALSO HELP THEM PROTECT WATER QUALITY BY ENHANCING THE REMOVAL OF LEGACY SOIL PHOSPHORUS. THIS PROJECT&#39;S INTEGRATION OF BASIC AND APPLIED RESEARCH WITH OUTREACH ACTIVITIES WILL ENHANCE COLLABORATION AMONG INVESTIGATORS WHILE PROVIDING STUDENTS WITH THE COMBINED TECHNICAL AND PRACTICAL SCIENCE EXPERTISE THEY WILL NEED TO ADDRESS \"WICKED\" PROBLEMS FACING AGRICULTURAL AND ENVIRONMENTAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49c91ae2-031e-78ae-0475-3e6df4b3dc67-C", "generated_internal_id": "ASST_NON_20207000131552_12H3"}, {"internal_id": 97800414, "Award ID": "20207000131434", "Award Amount": 149129.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-12", "CFDA Number": "10.326", "Description": "THE REGENERATIVE AGRICULTURE DEMONSTRATION LAB (RAD-LAB) PROGRAM FOR SOIL SCIENCE UNDERGRADUATE RESEARCH EXPERIENCE (RAD-4-SSURE) WILL PROVIDE FIELD AND LABORATORY OPPORTUNITIES, TRAINING, AND EXPERIENCES TO A DIVERSE STUDENT POPULATION AT CALIFORNIA STATE UNIVERSITY, CHICO THROUGH THE RAD-LAB AND A VARIETY OF APPLIED RESEARCH AND SERVICE LEARNING PROJECTS. THE OBJECTIVE OF RAD-4-SSURE IS TO EXPOSE STUDENTS TO NEW AND EXISTING ANALYTICAL TECHNIQUES AND TECHNOLOGIES TO ASSESS AND QUANTIFY SOIL HEALTH AND PROVIDE AN INTEGRATED TRAINING ENVIRONMENT THAT INCLUDES LAB, LEADERSHIP, DATA SCIENCE, AND COMMUNICATION EXPERIENCES. BUILT AROUND A COHORT BASED EXPERIENTIAL LEARNING APPROACH (SOILS OUTSTANDING INTERDISCIPLINARY LEADERS - SOIL), RAD-4-SSURE WILL FOSTER THE DEVELOPMENT OF SKILLED KNOWLEDGEABLE STUDENTS PREPARED TO BECOME LEADERS IN THE RAPIDLY CHANGING AGRICULTURE AND NATURAL RESOURCES WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebf64842-58e6-a016-b32a-e8451d29b297-C", "generated_internal_id": "ASST_NON_20207000131434_12H3"}, {"internal_id": 97800479, "Award ID": "20207000131296", "Award Amount": 272981.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "10.326", "Description": "HEALTH AND WELL-BEING, TIMELESSLY AND UBIQUITOUSLY, ARE CORNERSTONES IN ACHIEVING A FULFILLING AND HAPPY LIFE. THEIR PURSUIT EXTENDS LIFE QUALITY AND EXPECTANCY FOR INDIVIDUALS WHILE FOSTERING POSITIVE SOCIETAL AND FINANCIAL EXTERNALITIES FOR COMMUNITIES AND NATIONS AT LARGE. ACHIEVING GOOD HEALTH OUTCOMES IS CHALLENGING IN THE FACE OF MULTIPLE CONSTRAINTS INCLUDING FINANCES, TIME, ACCESS TO SERVICES AND INFORMATION. WHILE INCREASING HEALTH CARE COSTS ARE AFFECTING DISPROPORTIONALLY SEVERAL INDIVIDUALS AND COMMUNITIES, HEALTHCARE SYSTEMS ARE OFTEN SUPPLEMENTED WITH SCATTERED COMMUNITY PROGRAMS, TARGETING PARTICULARLY DISADVANTAGED COMMUNITIES. HOWEVER, HEALTH STATISTICS ON QUALITY OF LIFE, WELL-BEING, CHRONIC DISEASE BURDEN IN THE US AND GLOBALLY INDICATE THAT DESIRED HEALTH OUTCOMES REMAIN ELUSIVE. WITHOUT VIABLE AND LONG-TERM HEALTHCARE SOLUTIONS, INDIVIDUALS ARE LEFT WITH LITTLE RECOURSE, THUS IN NEED FOR ALTERNATIVE APPROACHES TO PREVENT AND MANAGE DISEASE, AND/OR ACHIEVE OPTIMALHEALTH. WE POSIT THAT A DIFFERENT APPROACH IS NECESSARY TO ENHANCE HEALTHCARE, WHEREBY PERSONALIZED, ADAPTIVE AND INTEGRATED SMART SOLUTIONS, PAIRED WITH REAL-TIME/REAL-LIFE HEALTH/LIFESTYLE MONITORING, AID INDIVIDUALS IN MAKING INFORMED PRACTICAL HEALTH DECISIONS AND PREVENTING AND/OR MANAGING CHRONIC DISEASE. THIS NOVEL APPROACH EMPLOYS AI AND MACHINE LEARNING TECHNIQUES TO HELP PREDICT OUTCOMES AND THE DRIVERS OF THESE OUTCOMES, WHILE INTERFACING WITH A CUSTODIAL CLOUD OF EXPERTS FOR FINE-TUNING AND FEEDBACK USING INDIVIDUAL HEALTH/CLINICAL DATA. SUCH HEALTH STRATEGIES AND ASSETS MAY WELL BE THE WAY OF THE FUTURE AS THEY EMPOWER INDIVIDUALS, ACCOUNT FOR THEIR DIVERSITY OF NEEDS, CHALLENGES AND OPPORTUNITIES, AND GRANT THEM OWNERSHIP OF THEIR HEALTH.IN THIS PROPOSAL WE USE THE CASE OF FARMWORKERS AN UNDERSERVED UNDERSTUDIED POPULATION AT HIGH RISK FOR TYPE-2 DIABETES MELLITUS (T2DM) AND CARDIOVASCULAR DISEASE (CVD) AS A PARADIGM OF AN INTEGRATED ACTION-ORIENTED RESEARCH AND EDUCATION AND EXTENSION APPROACH INVOLVING DEVELOPMENT OF LONG-TERM EQUITABLE RESEARCH PARTNERSHIP BETWEEN ACADEMIC INSTITUTIONS AND AGRICULTURE STAKEHOLDERS. A TECHNOLOGY-BASED EMPOWERMENT DIDACTIC MODULE (TEDM) AND AN INFORMED DECISION-MAKING ENHANCER (IDME) COUPLED IN A SMART APPLICATION (APP) TAILORED FOR FARMWORKERS, TO TEACH, SET GOALS, MONITOR AND SUPPORT IN TERMS OF NUTRITION, PHYSICAL ACTIVITY, CIRCADIAN RHYTHM, HYDRATION TOWARDS LOWERING T2DM AND CVD RISK, WILL BE DEVELOPED AND IMPLEMENTED CONSIDERING THE PARTICULAR CHARACTERISTICS OF THE POPULATION AND SETTING. IN PARALLEL, RIGOROUS CLINICAL ASSESSMENT WILL BE MONITORING RISK PARAMETERS FOR T2DM AND CVD AND COMPLIANCE TO DIETARY PLANS. THE APP INCORPORATING CLINICAL/BIOCHEMICAL PARAMETERS, DIETARY/LIFESTYLE BEHAVIOR AND GOAL ACHIEVEMENT DEGREE WILL BE CONSTANTLY REFINED AND IMPROVED THROUGH MACHINE LEARNING AND RE-PROGRAMMING. THE APP WILL FUNCTION AS A PROGRAMMABLE TOOL CONSTANTLY LEARNING, ADAPTING AND TAILORING ITS SERVICES TO USER NEEDS HELPING OPTIMIZATION OF PRACTICAL INFORMED DECISION MAKING TOWARDS MINIMIZING DISEASE RISK. STUDENTS WILL BE INVOLVED IN THE PROCESS WHILE CAL POLY WILL BE ACQUIRING KNOW-HOW ON THIS TYPE OF APPROACH ALONG WITH INFRASTRUCTURE, AND STAKEHOLDERS WILL BE GAINING A HEALTHIER MORE VIBRANT WORKFORCE. THESE EFFORTS WILL WORK TOWARDS CAPACITY BUILDING AND THE DEVELOPMENT OF EFFECTIVE OUTREACH/EXTENSION ACTIVITIES COMBINED WITH EDUCATION AND RESEARCH INVOLVING STUDENTS VIA A LEARNING LAB FOR CAL POLY&#39;S STUDENTS PRODUCING AN ACADEMIY OF HEALTH EDUCATORS COMMUNITY AMBASSADORS (AHECA) COMPRISED OF STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5dbc7f97-7472-25a6-26ce-5386030fe667-C", "generated_internal_id": "ASST_NON_20207000131296_12H3"}, {"internal_id": 97800457, "Award ID": "20207000131295", "Award Amount": 149441.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "10.326", "Description": "THE FOOD RETAIL INDUSTRY HAS BECOME VERY CONSOLIDATED IN RECENT DECADES. ACCORDING TO ESTIMATES FROM THE USDA ECONOMIC RESEARCH SERVICE (USDA-ERS, 2018), THE FOUR-FIRM CONCENTRATION RATIO (CR4) FOR GROCERY STORES IN THE US INCREASED FROM 16.8% IN 1992 TO 42.4% IN 2016. THIS CHANGE HAS BEEN DRIVEN LARGELY THROUGH A WAVE OF MERGERS AND ACQUISITIONS (MA) THAT CONTINUES TO THE TIME OF WRITING. A RECENT AND NOTABLE EXAMPLE OF THIS IS THE ACQUISITION OF SAFEWAY BY ALBERTSONS IN 2014, RESULTING IN THE THIRD LARGEST GROCER IN THE UNITED STATES, BY REVENUES. OVER THE SAME TIME PERIOD, FOOD WHOLESALING HAS BECOMING MORE CONSOLIDATED. IN 2017, TWO OF THE LARGEST WHOLESALERS IN THE U.S., UNIFIED AND SUPERVALU, MERGED. ONE YEAR LATER, SUPERVALU WAS PURCHASED BY UNITED NATURAL FOODS. IN THE EASTERN U.S., C&AMP;S WHOLESALE GROCERS, THE LARGEST WHOLESALER IN THE US, ACQUIRED OLEAN WHOLESALE IN A DEAL THAT ALSO INCLUDED 270 RETAIL LOCATIONS.OUR PROPOSAL SEEKS TO BUILD CAPACITY FOR RESEARCH ON STRUCTURAL CHANGE, AS DEFINED BY MA ACTIVITY, IN THE FOOD RETAILING AND WHOLESALING SECTORS. IN THE SPIRIT OF CAPACITY BUILDING AND LEVERAGING THE CAL POLY AGRIBUSINESS DEPARTMENT&#39;S INDUSTRY CONNECTIONS, OUR PROPOSED SCOPE OF WORK FOCUSES ON CALIFORNIA, WITH THE INTENTION TO EXPAND THE PROJECT TO STUDY THE UNITED STATES BEYOND THE TIMETABLE OF THE AWARD FUNDING. RELATIVELY LITTLE IS UNDERSTOOD ABOUT THE ECONOMIC IMPACTS OF THE EXTENSIVE MA ACTIVITY THAT HAS OCCURRED IN RECENT YEARS AND IS ONGOING TODAY. WE ARGUE THAT RESEARCH IS MOTIVATED IN THREE IMPORTANT DIRECTIONS. THE FIRST IS TO UPDATE AND EXPAND UPON THE RESEARCH ON THE IMPACTS OF MA ACTIVITY IN THE FOOD RETAILING SECTOR. THE SECOND IS TO EXPLORE AND IDENTIFY THE ECONOMIC IMPACTS OF MA ACTIVITY IN FOOD WHOLESALING, BY STUDYING THE FIRMS THAT SELL FOODS IN BULK TO RETAILERS. THE LAST IS TO INVESTIGATE UPSTREAM ECONOMIC IMPACTS, BROADLY DEFINED, ON THE AGRICULTURAL PRODUCTION SECTOR. WE DISCUSS EACH IN TURN.MANY STUDIES HAVE BEEN CONDUCTED TO MEASURE ASSOCIATIONS BETWEEN RETAIL MARKET STRUCTURE AND FOOD PRICES. THESE STUDIES, WHICH INCLUDE MARION ET AL. (1979), LAMM (1981), CONNOR AND PETERSON (1992), WRIGHT (2000), AND YU AND CONNOR (2002), HAVE CONSISTENTLY FOUND POSITIVE AND SIGNIFICANT ASSOCIATIONS BETWEEN MARKET CONCENTRATION AND RETAIL FOOD PRICES. THIS EFFECT IS TYPICALLY ATTRIBUTED TO LARGER FIRMS WITH DECREASED COMPETITION EXERCISING MARKET POWER, OR RAISING THEIR PRICES TO INCREASE THEIR PROFITS. HOWEVER, THIS WORK NEEDS TO BE REVISITED AND UPDATED IN TODAY&#39;S DIVERSE FOOD RETAIL LANDSCAPE, WHICH FEATURES NON-TRADITIONAL FORMATS COMPETING FOR CONSUMERS&#39; FOOD DOLLAR. A GROWING BODY OF RESEARCH SUGGESTS THAT NON-TRADITIONAL FORMATS (E.G. SUPERCENTERS, GOURMET SUPERMARKETS, ETC.) INFLUENCE THE NATURE OF COMPETITION AND PRICE DYNAMICS IN FOOD RETAILING (STIEGERT AND SHARKEY, 2007; VOLPE AND LAVOIE, 2008; EZEALA-HARRISON ET AL., 2016; RAHKOVSKY AND VOLPE, 2017). IN SHORT, THE RELATIONSHIP BETWEEN MARKET STRUCTURE AND FOOD PRICES IS UNCLEAR GIVEN THE CHANGES THAT THE INDUSTRY HAS UNDERGONE.IN ADDITION TO PRICE IMPACTS, RETAIL MA ACTIVITY AND CHANGES IN MARKET CONCENTRATION ARE LIKELY TO HAVE ADDITIONAL ECONOMIC AND WELFARE IMPACTS, BUT THE RESEARCH ON THESE IS THIN. FOR EXAMPLE, DRS. VOLPE AND CAI ARE COAUTHORS ON A STUDY CURRENTLY UNDER REVIEW AT FOOD POLICY THAT IDENTIFIES LINKAGES BETWEEN RETAIL MARKET CONCENTRATION AND FRUIT AND VEGETABLE EXPENDITURES AMONG US HOUSEHOLDS.ARGENTESI ET AL. (2016) FOUND THAT SUPERMARKET MERGERS RESULTED IN DECREASED PRODUCT VARIETY. DAVIS (2010) SAW THAT, POST-MERGER, SUPERMARKETS OFFERED FEWER PROMOTIONS, OR SALES. RICHARDS AND HAMILTON (2006) DEMONSTRATED THAT SUPERMARKETS COMPETE IN QUALITY AND SERVICE IN ADDITION TO PRICE, WHILE RICHARD AND ALLENDER (2013) ALSO FOUND EVIDENCE FOR COMPETITION THROUGH LOCATION. AS COMPETITION, BROADLY DEFINED, VARIES WITH MARKET CONCENTRATION, ALL OF THESE FACTORS AND MORE MAY BE IMPACTED BY MA ACTIVITY.THE DEGREEOF CONCENTRATION AND CONSOLIDATION IN FOOD WHOLESALING IS NOT AS WELL UNDERSTOOD AS IT IS IN RETAILING. CONNOR (1997) EXAMINED A HIGH-PROFILE MERGER IN FOOD WHOLESALING AND FOUND THAT IT INCREASED MARKET CONCENTRATION IN AT LEAST FOUR GEOGRAPHIC AREAS TO AN EXTENT THAT VIOLATED FEDERAL GUIDELINES. OF COURSE, SINCE THAT TIME, MANY OTHER LARGE MERGERS AND ACQUISITIONS HAVE TAKEN PLACE IN THE INDUSTRY, INCLUDING THE RECENT EXAMPLES DISCUSSED ABOVE. THEREFORE, THE NUMBER OF RETAILERS, AND BY EXTENSION, CONSUMERS POTENTIALLY AFFECTED BY WHOLESALING MA ACTIVITY IS ENORMOUS. VIRTUALLY ALL SMALL AND INDEPENDENT RETAILERS PURCHASE THEIR GROCERIES THROUGH WHOLESALERS, BUT EVEN THE LARGEST FOOD RETAILERS PURCHASE AS LEAST SOME OF THEIR PRODUCT LINES FROM WHOLESALERS. FOR EXAMPLE, C&AMP;S, THE LARGEST WHOLESALER IN THE U.S., SELLS GROCERIES TO OVER 4,000 SUPERMARKETS AND THEIR CLIENTS INCLUDE WALMART, THE LARGEST FOOD RETAILER IN THE WORLD (WHOLESALEGROCERSDIRECTORY, 2014).A CENTRAL AND MOTIVATING FACTOR BEHIND OUR PROPOSAL IS THE FACT THAT THE GREAT MAJORITY OF RESEARCH ON MARKET STRUCTURE OR MA ACTIVITY IS DOWNSTREAM, OR CONSUMER, FOCUSED. IT IS WELL UNDERSTOOD THAT MARKET POWER FLOWS BOTH DOWNSTREAM (SELLING POWER) AND UPSTREAM (BUYING POWER). THE LATTER IS NOT WELL UNDERSTOOD EMPIRICALLY, AS THE LITERATURE ON VERTICAL LINKAGES IN THE FOOD SUPPLY CHAIN IS THIN. TO BE CLEAR, THERE IS A WEALTH OF RESEARCH ON PRICE TRANSMISSION IN THE FOOD SUPPLY CHAIN. PERHAPS THE MOST RELEVANT CONSENSUS FINDING IN THIS RESPECT IS THE TIMING AND MAGNITUDE OF PRICE TRANSMISSION FROM THE FARM TO MANUFACTURERS OR WHOLESALERS, ON TO RETAILERS, AND FINALLY TO CONSUMERS, DEPENDS IMPORTANTLY ON MARKET STRUCTURE (E.G. BAKUCS ET AL. 2014). HOWEVER WHAT IS NOT UNDERSTOOD, AND BARELY STUDIED TO OUR KNOWLEDGE, ARE THE ECONOMIC IMPACTS OF MA ACTIVITY AND INCREASED SUPPLY CHAIN MARKET CONCENTRATION ON PRODUCERS.DOBSON ET AL. (2003) REVIEWED THE LITERATURE TO-DATE ON THE ECONOMIC IMPLICATIONS OF RETAILER CONCENTRATION AND SUMMARIZED THE CONCERNS RELATED TO OLIGOPOLISTIC BEHAVIOR AND BUYING POWER. THE FOCUS OF THE STUDY WAS COUNTRIES IN THE EUROPEAN UNION, BUT THE MARKET STRUCTURE AND SUPPLY CHAIN IMPLICATIONS PROVIDE TESTABLE HYPOTHESES FOR OUR PROJECT. AS THE PRICES PAID FOR AGRICULTURAL COMMODITIES FALL, WHETHER INTENDED FOR USE IN THE FRESH OR PROCESSED MARKETS, ONLY THE MOST EFFICIENT PRODUCERS ARE ABLE TO SURVIVE. THE POTENTIAL IMPACTS ON CALIFORNIA PRODUCERS MAY BE DUE TO INCREASED CONCENTRATION IN THE RETAILING AS WELL AS WHOLESALING SECTORS, AS BOTH ARE MAJOR BUYERS OF PRODUCE. CALIFORNIA COMMODITY PRODUCTION ACCOUNTS FOR OVER 13% OF THE NATION&#39;S AGRICULTURAL VALUE (CDFA, 2019), AND FOOD RETAIL IS THE SINGLE LARGEST MARKETING CHANNEL FOR THESE COMMODITIES (COOK, 2014). LI AND SEXTON (2013) SHOWED THAT RETAILER PRICING BEHAVIOR (WHICH IS NECESSARILY A FUNCTION OF FIRM SIZE AND MARKET POWER), HAS DIRECT IMPLICATIONS FOR THE VOLATILITY OF FARM PRICES AND FARM INCOME. THESE INDICATORS ARE MEASURED CONSISTENTLY BY USDA, FACILITATING RESEARCH ON THIS TOPIC. GIVEN THE SIZE OF BOTH THE PRODUCTION AND RETAIL SECTORS IN CALIFORNIA ALONE, THE MAGNITUDE OF THESE ECONOMIC IMPACTS MAY BE QUITE LARGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5dbc7f97-7472-25a6-26ce-5386030fe667-C", "generated_internal_id": "ASST_NON_20207000131295_12H3"}, {"internal_id": 97800456, "Award ID": "20207000131294", "Award Amount": 149239.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "10.326", "Description": "FUNDS ARE REQUESTED FOR THE ACQUISITION OF A TRIPLE QUADRUPOLE LIQUID CHROMATOGRAPHY/MASS SPECTROMETRY (LC/MS/MS) TO STRENGTHEN HANDS-ON EDUCATION AND ANALYTICAL TRAINING IN SAFE WATER FOR FOOD PRODUCTION AT MONTCLAIR STATE UNIVERSITY (MSU). WATER IS VITAL TO AGRICULTURE. HOWEVER, EMERGING CONTAMINANTS (E.G. PER- AND POLYFLUOROALKYL SUBSTANCES) PRESENT IN IRRIGATION WATER ARE CHALLENGING THE SAFETY OF THE U.S. FOOD PRODUCTION. THE PROJECT EFFORTS AIMS TO ADDRESS THE NATIONWIDE CHALLENGE IN THE U.S. AGRICULTURE. THE INSTRUMENT WILL ALLOW FOR ACCURATE IDENTIFICATION AND QUANTIFICATION OF VARIOUS EMERGING CONTAMINANTS IN IRRIGATION WATER, THEREBY ENABLING NEW EDUCATION AND TECHNICAL TRAINING IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCES AT MSU. SPECIFICALLY, THE INSTRUMENT AND NEW TEACHING MODULES WILL BE INTEGRATED INTO EXISTING COURSES. THE ENHANCED LEARNING EXPERIENCE, TOGETHER WITH WELL-DESIGNED ACTIVITIES IN OPEN HOUSE, WILL RETAIN AND ATTRACT MORE STUDENTS TO CHOOSE FANH RELATED CAREERS. MEANWHILE, THE LC/MS/MS WILL SERVE AS A MAJOR INSTRUMENT TO OPEN MORE THESIS/DISSERTATION RESEARCH OPPORTUNITIES IN FANH SCIENCES. THE INSTRUMENT WILL BE ALSO PLANNED IN SUMMER RESEARCH OF HIGH SCHOOL STUDENTS WHO MOSTLY COME FROM MINORITY AND ECONOMICALLY DISADVANTAGED FAMILIES. MSU IS A HISPANIC-SERVING INSTITUTION. THEREFORE, THIS PROJECT WILL HAVE A PROFOUND IMPACT UPON UNDERREPRESENTED GROUPS. UNDOUBTEDLY, THIS PROJECT IS TIGHTLY ALIGNED TO THE PURPOSE OF NLGCA, I.E. TO MAIN AND EXPAND CAPACITY TO CONDUCT EDUCATION, RESEARCH, AND OUTREACH/EXTENSION ACTIVITIES RELATING TO THE FANH SCIENCES THROUGH THE PURCHASE OF EQUIPMENT. IT ALSO TARGETS AT A USDA STRATEGIC GOAL -IMPROVED INFRASTRUCTURE, BROADBAND ACCESS AND CONNECTIVITY, AND SUPPORT FOR WORKFORCE AVAILABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2be23cc5-dd69-8ec3-c36d-4918e41ee3a5-C", "generated_internal_id": "ASST_NON_20207000131294_12H3"}, {"internal_id": 97800458, "Award ID": "20207000131293", "Award Amount": 299999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "10.326", "Description": "THE MAJORITY (55%) OF THE WORLD&#39;S POPULATION LIVES IN URBAN ENVIRONMENTS TODAY, AND BY 2050 THE WORLD&#39;S URBAN POPULATION IS EXPECTED TO BE THE SAME SIZE AS THE WORLD&#39;S TOTAL POPULATION IN 2002. FOOD PRODUCTION IS NO LONGER THE KEY ISSUE TO FEEDING THE WORLD; FARMERS PRODUCE ENOUGH FOOD TO FEED 1.5X THE WORLD&#39;S POPULATION. HOWEVER, THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS (FAO) ESTIMATES THAT 14% OF ALL FOOD PRODUCED WORLDWIDE IS LOST BETWEEN THE FARM AND CONSUMERS.FOOD PRESERVATION IS OBVIOUSLY THE KEY, AND FOOD FERMENTATION IS A TIME-TESTED AND ESSENTIAL FOOD PRESERVATION TOOL.UNFORTUNATELY, IN MOST DEVELOPED COUNTRIES (INCLUDING THE US), AWARENESS OF EVEN THE MOST BASIC APPLICATIONS OF FERMENTATION IS ALMOST NONEXISTENT AND HOME FERMENTATION IS CONSIDERED AN ANTIQUATED PRACTICE. AGRICULTURAL EDUCATION MUST NOW, THEREFORE, FOCUS ON WAYS OF INTRODUCING STUDENTS TO THIS \"NEW\" SCIENCE AND ATTRACT THE NEXT GENERATION OF SCIENTISTS WHO WILL ADDRESS OUR COMMON NEED TO FEED OURSELVES.FERMENTATION SCIENCE, AN APPLIED, STEM-BASED DEGREE, IS FOCUSED ON THE SCIENCE OF FERMENTATION. FERMENTATION IS USED TO PRODUCE A BROAD RANGE OF FAMILIAR VALUE-ADDED AGRICULTURAL PRODUCTS INCLUDING BREAD, CHEESE, YOGURT, PICKLES, AND PEPPERONI, BUT IT IS NOT WELL KNOWN THAT IT IS ALSO USED TO PRODUCE PROBIOTICS, CERTAIN PHARMACEUTICALS AND INDUSTRIAL CHEMICALS, AND TO TREAT WASTEWATER. IN SHORT, HUMANITY DEPENDS ON FERMENTATION FOR SURVIVAL BUT IS NOT AWARE OF THE FACT. THIS RESEARCH SEEKS TO TRAIN STEM TEACHERS, PARTICULARLY AT TENNESSEE&#39;S REGIONAL COMMUNITY COLLEGES, TO INCORPORATE FERMENTATION SCIENCE-RELATED TOPICS INTO THEIR EXISTING CLASSES, THEREBY EXPOSING STUDENTS TO THE NEW FERMENTATION SCIENCE DEGREE PROGRAM AT MIDDLE TENNESSEE STATE UNIVERSITY, AND THE POTENTIAL JOBS AVAILABLE UPON COMPLETION OF IT.THIS PROPOSAL FURTHER SEEKS TO UTILIZE PROBLEM-BASED LEARNING (PBL) AS THE PRIMARY TOOL FOR INTEGRATING FERMENTATION SCIENCE INTO EXISTING STEM CURRICULA. THE PEDAGOGY OF PBL HAS BEEN EXTENSIVELY RESEARCHED AND THE EVIDENCE IS NOW CLEAR THAT THE USE OF PBL INCREASES STUDENT COMPREHENSION OF COURSE CONTENT THROUGH THE USE OF \"REAL-WORLD\" PROBLEMS OR SCENARIOS. BY ANCHORING STEM CONCEPTS TO REAL-WORLD APPLICATIONS, STUDENTS GAIN AN APPRECIATION OF BOTH THE SCIENTIFIC CONCEPTS AND THE APPLICATION OF THOSE CONCEPTS TO SOLVING REAL-WORLD PROBLEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebf8420f-77f6-6999-58ae-b617a80eab9d-C", "generated_internal_id": "ASST_NON_20207000131293_12H3"}, {"internal_id": 97800459, "Award ID": "20207000131292", "Award Amount": 145616.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "10.326", "Description": "THE DEPARTMENT OF AGRICULTURAL SCIENCES (DAS) AT TEXAS STATE UNIVERSITY (TXST) IS A RAPIDLY EXPANDING PROGRAM THAT SERVES MANY FIRST-GENERATION COLLEGE-EDUCATED AND MINORITY STUDENTS. WE SEEK TO STABLISH A MODERN SOIL/PLANT/ANIMAL TRANSDISCIPLINARY ANALYTIC LAB TO SUPPORT UNDERGRADUATE AND GRADUATE RESEARCHERS ON CAMPUS AND OFFER SERVICES TO LOCAL PRODUCERS, WITH WHOM WE HAVE FORGED TIES THROUGH THE SMALL PRODUCER&#39;S INITIATIVE&#39;S (SPI). THIS PROJECT ENHANCES THE ABILITY OF DAS GRADUATE STUDENTS TO CONDUCT RESEARCH IN SOIL, PLANT, AND ANIMAL SCIENCES(D, P, A); PROVIDES UNDERGRADUATES WITH EXPERIENTIAL LEARNING THROUGH RESEARCH AND ANALYSIS; INCREASES THE DAS&#39; ABILITY TO RECRUIT NEW STUDENTS; AND MAXIMIZES IMPACT OF OUTREACH TO PRODUCERS THROUGH SPI, WHICH HOSTS AN ANNUAL CONFERENCE (OVER 425 ATTENDEES IN 2019) AND REACHES OVER 1,000 PRODUCERS ON SOCIAL MEDIA PLATFORMS. FURTHER, TXST DAS OFFERS A NEW MASTERS&#39; OF SCIENCE IN INTEGRATED AGRICULTURAL SCIENCES PROGRAM, WITH CURRENT ENROLLMENT OF 26 GRADUATE STUDENTS, WHOSE ANALYTIC LABORATORY EQUIPMENT HAS LIMITED UV-VIS TESTING EQUIPMENT WITH THE PALINTEST BEING THE MOST COMMONLY USED AND IN COMBINATION WITH A LIMITED-CAPACITY PERKINELMER UNIT. THE REQUESTED ELEMENTAR VARIOTOC SELECT, SEAL AUTOANALYZER AA500, OHAUS SHHG 6859DG HEAVY DUTY ORBITAL SHAKER, GILSON 8\" SIEVE SHAKERS, AND OLYMPIC FL8E KILN EQUIPS AN OUTDATED AND LIMITED CAPACITY ANALYTICAL LABORATORY WITH STATE-OF-THE-ART EQUIPMENT CAPABLE OF TESTING SOILS, ANIMAL FEEDS, ANIMAL DIGESTA, ANIMAL EXCREMENT, AND WATER. THE OUTCOMES ENHANCE AND MODERN TRANSDISCIPLINARY UNDERGRADUATE AND GRADUATE STUDENT RESEARCH LABORATORY, INCREASED STAKEHOLDER-ENGAGED RESEARCH, AND GREATER CAPACITY FOR DISSEMINATION OF HIGH-QUALITY RESEARCH FINDINGS TO PRODUCERS AT THE SPI CONFERENCE.[MD1]ALSO BIOLOGICAL SCIENCES BC OF SS? SHOULD WE SAY ECOLOGY? WE REFERENCE IT ELSEWHERE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20207000131292_12H3"}, {"internal_id": 97472314, "Award ID": "20207000131291", "Award Amount": 272716.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-29", "CFDA Number": "10.326", "Description": "RESEARCH CHALLENGE - VEGETATIVE PROPAGATION IS REQUIRED TO MAINTAIN THE IDENTITY AND INCREASE THE NUMBER OF INDIVIDUAL PLANTS WITHIN A SPECIFIC GRAPE CULTIVAR OR CLONE. THE ROOTING ABILITY OF THE CULTIVAR OR CLONE IS KEY TO THE SUCCESS OF THIS PROCEDURE. THE UNIQUE CHARACTERISTICS OF VITIS AESTIVALIS-DERIVED &#39;NORTON&#39; IN DISEASE RESISTANCE AND COLD HARDINESS HAVE HEIGHTENED ITS ATTRACTIVENESS TO GRAPE GROWERS DUE TO INCREASING CONCERNS REGARDING ENVIRONMENTAL PROTECTION AND PESTICIDE AVOIDANCE. HOWEVER, PROPAGATION OF NORTON THROUGH HARDWOOD CUTTINGS HAS BEEN A MAJOR OBSTACLE IN PROVIDING ENOUGH PLANTS TO MEET COMMERCIAL DEMAND. THUS, PLANTING STOCK IS LIMITED AND COSTLY. IN ADDITION, RESEARCH IN THE GENETICS OF &#39;NORTON&#39; ROOTING ABILITY HAS NOT YET BEEN EXPLORED OR UNDERSTOOD. CLASSICAL BREEDING FOR ENHANCED ROOTING ABILITY FROM HARDWOOD CUTTINGS HAS BEEN A CRUCIAL COMPONENT FOR COMMERCIAL DEPLOYMENT OF INTENSIVELY CULTURED VINEYARDS; HOWEVER, SUCH EFFORTS OFTEN TAKE MORE THAN 20 YEARS TO FULLY EVALUATE AND RELEASE NEW CULTIVARS. BECAUSE OF THE LONG BREEDING CYCLE IN WOODY PLANT SPECIES LIKE GRAPE, DEVELOPING DNA MARKERS LINKED TO GENES OR QUANTITATIVE TRAIT LOCI (QTLS) FOR HORTICULTURAL TRAITS CAN GREATLY ACCELERATE THE BREEDING PROCESS AND ALLOW A MUCH MORE ACCURATE SELECTION OF PROGENY. THE MOST BASIC CHALLENGE OF THIS PROPOSED PROJECT IS TO SEEK 1) KNOWLEDGE OF ANY FACTOR THAT CONSTRAINS OR PROMOTES ROOTING ABILITY; AND 2) GUIDELINES THAT ALLOW THE INCORPORATION OF ROOTING ABILITY AS A SELECTION CRITERION IN STRATEGIC OR OPERATIONAL BREEDING PLANS.EXTENSION/EDUCATION CHALLENGE - CURRENT FORMAL ADVANCED EDUCATIONAL TRAINING IN AGRICULTURE IS MAINLY DRIVEN BY RESEARCH WHICH IS FACILITATED BY PAID RESEARCH ASSISTANTSHIPS. THIS CURRENT AND HISTORICAL PROCESS ENRICHES A STUDENT IN RESEARCH-BASED ACTIVITIES AND FORMAL CLASSROOM COURSEWORK. FEW STUDENTS UPON COMPLETING A DEGREE HAVE PARTICIPATED OR EXPERIENCED EXTENSION. FOR THOSE STUDENTS WHO HAVE ENCOUNTERED EXTENSION OFTEN BELIEVE EXTENSION ACTIVITIES INCLUDE ONLY FORMAL ORAL PRESENTATIONS OR LOGISTICAL PLANNING OF EXTENSION WORKSHOPS. UNIVERSITY EXTENSION SPECIALISTS PLAY A CRUCIAL ROLE IN ESTABLISHING LINKAGES BETWEEN RESEARCH, EDUCATION AND AGRICULTURAL PRODUCERS. WHEREAS THE RESEARCH PROPOSED GENERATES USEFUL TECHNOLOGY, EXTENSION FOCUSES ON PROVIDING THE ACCEPTANCE AND ADOPTION OF THE TECHNOLOGY FOR WHICH IT WAS INTENDED. IN MOST SITUATIONS, TECHNOLOGY GENERATED THROUGH RESEARCH IS FOCUSED ON THE USER OR AGRICULTURAL PRODUCER. THE RELATIONSHIP BETWEEN AGRICULTURAL PRODUCER AND EXTENSION SPECIALIST ENCOMPASSES BI-DIRECTIONAL LEARNING WHEREAS THE EXTENSION SPECIALIST ALSO LEARNS FROM THE AGRICULTURAL PRODUCERS DURING THE TEACHING. EXPOSING GRADUATE STUDENTS TO EXPERIENTIAL LEARNING OF WORKING WITH AGRICULTURAL PRODUCERS ONE ON ONE, IN SMALL GROUPS, WORKSHOPS OR CONFERENCES WILL BROADEN THE DEPTH OF GRADUATE STUDENTS FOR THE AGRICULTURAL SECTOR. ALSO, THE COALITION FOR A SUSTAINABLE AGRICULTURAL WORKFORCE (CSAW) RECENTLY PUBLISHED AN IN-DEPTH ASSESSMENT ENTITLED \"2013 AGRICULTURAL SCIENCE WORKFORCE CENSUS\". THIS DOCUMENT EMPHASIZED THAT THE GROWTH OF AGRICULTURE RESEARCH, EDUCATION AND EXTENSION RESOURCES HAS NOT BEEN ABLE TO KEEP PACE WITH INDUSTRY EXPANSION. IT IS URGENT TO ENCOURAGE MORE STUDENTS TO PURSUE ADVANCED DEGREES IN AGRICULTURE. THE COLLABORATION AMONG THE COLLEGE OF AGRICULTURE AT MISSOURI STATE UNIVERSITY (MSU), GRAPE AND WINE INSTITUTE AT THE UNIVERSITY OF MISSOURI (MU) AND VITISGEN2 AT THE CORNELL UNIVERSITY WILL ASSIST IN TRAINING MSU STUDENTS IN THE MULTIPLE RESEARCH, EDUCATION AND EXTENSION DISCIPLINES REQUIRED FOR MODERN PLANT BREEDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "521d6dad-4cec-d101-43b1-01a1438fe39e-C", "generated_internal_id": "ASST_NON_20207000131291_12H3"}, {"internal_id": 97800460, "Award ID": "20207000131290", "Award Amount": 29988.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "10.326", "Description": "WITH A DECLINE IN LOCAL GROCERS AND RESTAURANTS, PARTS OF RURAL ILLINOIS FACE LIMITED ACCESS TO NUTRITIOUS FOOD, WHICH MAY CONTRIBUTE TO RISING HEALTH CONCERNS, LIKE OBESITY AND DIABETES. MEANWHILE, LOCAL FOOD PRODUCERS FACE DISTRIBUTION CHALLENGES. THE GOAL OF THIS INTEGRATED PROJECT IS TO FACILITATE PLANNING SESSIONS WITH REPRESENTATIVES OF LOCAL FOOD RETAILER, PRODUCER, AND CONSUMER STAKEHOLDER GROUPS TO FORM A FOOD ACCESS NETWORK THAT ADDRESSES THESE CONCERNS THROUGH AN INTEGRATED LARGE-SCALE COMPREHENSIVE INITIATIVE (LCI) GRANT UNDER THE CAPACITY BUILDING GRANTS FOR NON-LAND GRANT COLLEGES OF AGRICULTURE (NLGCA) PROGRAM. THE LONG-TERM GOAL OF THE LCI IS TO IMPROVE LOCAL FOOD SYSTEMS&#39; ABILITY TO SERVE RESIDENTS OF FOOD DESERTS IN RURAL ILLINOIS. FIVE PRIMARY OBJECTIVES CONTRIBUTE TO THE PLANNING PROJECT&#39;S MAIN GOAL OF SECURING A SUBSEQUENT LCI GRANT, INCLUDING: 1) FORM A NETWORK OF STAKEHOLDERS, 2) ASSESS THE EXTENT OF FOOD ACCESS ISSUES AND NUMBER OF LOCAL PRODUCERS IN RURAL ILLINOIS, 3) DEVELOP A RESEARCH AGENDA TO DISCOVER AND OVERCOME IMPEDIMENTS TO FOOD ACCESS, 4) DESIGN A COORDINATED STATEWIDE OUTREACH PROGRAM, AND 5) PREPARE A PROPOSAL FOR A SUBSEQUENT LCI GRANT TO ENACT THE RESEARCH AND OUTREACH PROGRAM. WESTERN ILLINOIS UNIVERSITY FACULTY MEMBERS&#39; STRENGTHS IN MARKETING AND COOPERATIVE BUSINESS COMPLEMENT EXPERTISE OF OTHER GROUPS CURRENTLY WORKING SEPARATELY ON THESE INTERRELATED ISSUES. THE PROPOSED PROJECT ALIGNS DIRECTLY WITH THE LEGISLATIVE REAUTHORIZATION AND THE PRIORITY AREAS OF THE NLGCA PROGRAM, BY SPECIFICALLY ADDRESSING STRATEGIC GOAL #4 (FACILITATE RURAL PROSPERITY AND ECONOMIC DEVELOPMENT) OF THE 2018-2022 USDA STRATEGIC PLAN, OBJECTIVE 4.1.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1fc34f86-e15d-05e3-fb62-3cb7d186bd05-C", "generated_internal_id": "ASST_NON_20207000131290_12H3"}, {"internal_id": 97800461, "Award ID": "20207000131289", "Award Amount": 572023.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-14", "CFDA Number": "10.326", "Description": "THE GOAL OF THIS LARGE-SCALE, COLLABORATIVE PROJECT IS CAPACITY BUILDING FOR THE ARKANSAS STATE UNIVERSITY (A-STATE) COLLEGE OF AGRICULTURE TO PARTICIPATE IN HIGH QUALITY RESEARCH AND EXTENSION. A-STATE&#39;S COLLABORATIONS WITH THE UNIVERSITY OF ARKANSAS-CENTER FOR ADVANCED SPATIAL TECHNOLOGY (UA-CAST), UNIVERSITY OF ARKANSAS SYSTEM DIVISION OF AGRICULTURE (UAEX), MIAMI UNIVERSITY (MU), AND UNIVERSITY OF DELAWARE (UD) WILL RAISE THE POTENTIAL FOR FACULTY TO CONDUCT IMPACTFUL RESEARCH AND WORK WITH ARKANSAS STATE EXTENSION TO DISSEMINATE INFORMATION TO PRODUCERS. CAPACITY BUILDING WILL BE DIRECTLY SUPPORTED BY A PROJECT FOCUSED ON IMPROVING CROP RESIDUE BURNING IN THE ARKANSAS DELTA REGION. INTENTIONAL BURNING IS AN IMPORTANT PRACTICE FOR RICE PRODUCERS BECAUSE IT PROVIDES TIMELY, COST-EFFECTIVE REMOVAL OF HARMFUL POST-HARVEST RESIDUE. HOWEVER, BURNING ADVERSELY AFFECTS COMMUNITIES IN SURROUNDING AREAS. WHILE VOLUNTARY BURNING GUIDELINES (VSMG) EXIST, THEY HAVE NOT BEEN VALIDATED ANDCOULD BE IMPROVED THROUGH COLLABORATIONS WITH FARMERS ON IN-FIELD BURN EXPERIMENTS AND THE PROVISION OF BURN RECOMMENDATIONS VIA A WEB APPLICATION. ADDITIONALLY, LITTLE IS KNOWN ABOUT HOW PRODUCERS MIGHT BE INCENTIVIZED TO COMPLY WITH VSMG OR ADOPT ALTERNATIVE NO-BURN OR LOW-BURN PRACTICES. AS SUCH, THIS PROJECT PROPOSES TO USE A SUITE OF COUPLED SMOKE TRANSPORT MODELS AND ON-FARM EXPERIMENTAL BURNS CONDUCTED WITH FARMERS TO IMPROVE VSMG RECOMMENDATIONS. PRODUCER AND COMMUNITY MEMBER SURVEYS WILL BE CONDUCTED TO ELICIT COMMUNITY MEMBERS&#39; WILLINGNES-TO-PAY FOR COMPLIANCE AND PRODUCERS WILLINGNESS-TO-ACCEPT TO COMPLY OR ELIMINATE BURNING. FINALLY, IMPROVED BURN RECOMMENDATIONS WILL BE INTEGRATED INTO A USER-FRIENDLY APPLICATION FOR PRODUCERS AND EXTENSION COLLABORATIONS WILL HELP ENSURE ITS ADOPTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad54a5fd-acfb-7538-079a-92438f81aa48-C", "generated_internal_id": "ASST_NON_20207000131289_12H3"}, {"internal_id": 97472315, "Award ID": "20207000131287", "Award Amount": 142110.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-30", "CFDA Number": "10.326", "Description": "WESTERN NEW MEXICO UNIVERSITY (WNMU) IS A RURAL, HISPANIC SERVING INSTITUTION (HSI) LOCATED IN REMOTE SOUTHWESTERN NEW MEXICO IN A LOW-INCOME REGION, WITHIN A STATE THAT HAS THE SECOND-HIGHEST POVERTY RATE IN THE U.S. ACCORDING TO THE 2018 U.S. CENSUS. OVER 70% OF WNMU&#39;S STUDENTS ARE FROM FAMILIES WHOSE INCOME IS BELOW THE NATIONAL AVERAGE. WNMU OFFERS UNDERGRADUATE DEGREES AND SOME GRADUATE DEGREES IN DIVERSE AREAS INCLUDING EDUCATION, BUSINESS, SOCIAL SCIENCES, SUSTAINABLE DEVELOPMENT, NURSING, ALLIED HEALTH, HUMANITIES, NATURAL SCIENCES, MATHEMATICS, SOCIAL WORK, AND LIBERAL ARTS. AS AN OPEN-ENROLLMENT POSTSECONDARY INSTITUTION, WNMU IS COMMITTED TO EDUCATING ALL OF ITS LEARNERS AND TO FULLY EXPANDING THE CAREER AND PROFESSIONAL OPPORTUNITIES AVAILABLE TO ITS DIVERSE AND OFTEN DISADVANTAGED STUDENT POPULATION. A CRITICAL NEED IN THIS CONTEXT IS AN EXPANDED AND MORE RELEVANT AGRICULTURE STUDIES TRACK THAT ALIGNS WITH WNMU&#39;S NASCENT EFFORTS TO FULFILL ITS ROLE AS A NON-LAND GRANT COLLEGE OF AGRICULTURE (NLGCA).IN 2018, SLIGHTLY MORE THAN 24% OF DEGREES AWARDED WERE IN A SCIENCE, TECHNOLOGY, ENGINEERING AND MATH (STEM) FIELD, INCLUDING GRADUATE DEGREES IN NURSING AND ALLIED HEALTH. HOWEVER, ONLY 3% OF BACHELOR&#39;S DEGREES WERE AWARDED IN THE FIELDS OF NATURAL SCIENCES AND MATHEMATICS BY WNMU IN 2018. AS WE ARE AWARE OF THE IMPORTANT ROLE THAT STEM WORKERS PLAY IN THE U.S. ECONOMY, THROUGH THIS PROJECT, WE SEEK TO INCREASE THE NUMBER OF UNDERGRADUATE DEGREES AWARDED IN OUR STEM-RELATED ACADEMIC PROGRAMS. THESE INCLUDE BUT ARE NOT LIMITED TO BOTANY, BIOLOGY, CHEMISTRY, AND SUSTAINABLE DEVELOPMENT. THE PROJECTED INCREASE OF SCIENCE DEGREES AWARDED AT WNMU IS BASED ON THE HYPOTHESIS THAT DEVELOPING A SUSTAINABLE AGRICULTURE RESEARCH PROGRAM FOR WNMU UNDERGRADUATES WILL POSITIVELY IMPACT STUDENTS&#39; SELF-EFFICACY AND THEIR LEVEL OF CONFIDENCE TO PERSIST.IN ACCORDANCE WITH WNMU EFFORTS IN ACTIVELY PARTICIPATING AS A NLGCA AND DUE TO THE INVESTIGATORS&#39; EXPERTISE, THE INCORPORATION OF NANOTECHNOLOGY IN AGRICULTURAL IS THE CENTRAL TOPIC FOR THE PROPOSED UNDERGRADUATE RESEARCH EXPERIENCES.ACCORDING TO THE UNITED NATIONS, THE WORLD POPULATION IS PROJECTED TO REACH 9.8 BILLION IN 2050. THE CONSEQUENT FOOD DEMAND AND THE EXPECTED DECREASE OF ARABLE LAND DUE TO CLIMATE CHANGE ARE CHALLENGES THAT WILL BE FACED BY AGRICULTURE, WHOSE PRODUCTION WILL NEED TO INCREASE BY 60% TO MEET THE DEMAND. IN CURRENT AGRICULTURAL PRACTICES, AGROCHEMICAL USE IS INEFFICIENT, WITH A SIGNIFICANT AMOUNT OF PESTICIDES AND FERTILIZERS LOST TO AIR, SOIL, AND WATER, NEVER REACHING MAIN TARGETS AND CAUSING ENVIRONMENTAL DAMAGE. IMPROVING AGRICULTURAL PRODUCTIVITY AND EFFICIENCY OF AGROCHEMICAL USE IS CRUCIAL TO ACHIEVE FOOD SECURITY AND TO IMPROVE THE SUSTAINABILITY OF AGRICULTURE.NANOTECHNOLOGY REPRESENTS A POTENTIAL APPROACH TO DIMINISH THE INPUTS OF CHEMICALS AND WATER REQUIRED IN AGRICULTURE WITH THE POSSIBILITY OF REDUCING ECOLOGICAL CONSEQUENCES. USES OF NANOTECHNOLOGY IN AGRICULTURE INCLUDE SENSORS, PESTICIDES, FERTILIZERS, AND SYNTHESIS OF MATERIALS FOR TARGETED DELIVERY OF CHEMICALS. NANO-AGROCHEMICALS (NACS) ARE MANUFACTURED TO ENHANCE PRODUCTIVITY AND EFFICIENCY, WHILE DECREASING COST AND WASTE. WE SUGGEST THAT INCORPORATING NACS INTO CURRENT AGRICULTURAL PRACTICES REPRESENTS A PROMISING PATHWAY FOR SUSTAINABLY ENHANCING CROP PRODUCTION AND NUTRITION.THE GOAL OF THIS PROJECT IS TO IMPROVE STUDENT RECRUITMENT AND RETENTION IN STEM-RELATED CAREER TRACKS CURRENTLY OFFERED AT WNMU BY PROVIDING NANOTECHNOLOGY AND AGRICULTURE EDUCATION BACKGROUND IN UNDERGRADUATE COURSES AND BY OFFERING RESEARCH EXPERIENCES IN AGRICULTURE.THE FIRST APPROACH TO ACCOMPLISH OUR MAIN GOAL IS TO PROVIDE FORMAL INSTRUCTION IN AGRICULTURE AND NANOTECHNOLOGY TO STUDENTS ENROLLED IN GENERAL EDUCATION COURSES TAUGHT BY DR. MEDINA. CURRICULUM DEVELOPMENT FOR CLASSROOM INSTRUCTION IN ALAS 1830 WILL BE DEVELOPED BY DR. MEDINA IN COLLABORATION WITH ALAS-1830 CO-INSTRUCTORS, DR. MANDA JOST AND DR. SCOTT SMITH. TOPICS WILL INCLUDE, BUT ARE NOT LIMITED TO: A) THE SCIENTIFIC METHOD, B) THE AGRICULTURAL REVOLUTION AND AGRICULTURE IN THE MODERN WORLD, C) AGRICULTURAL PRACTICES, D) AGRICULTURE AND CLIMATE CHANGE, E) INTRODUCTION TO NANOTECHNOLOGY, AND E) NANOTECHNOLOGY IN AGRICULTURE. CLASSROOM METHODOLOGIES WILL BE DESIGNED WITH THE AIM OF FOSTERING STUDENTS&#39; INTEREST IN SCIENCE, AND HENCE, USING THIS APPROACH AS A RECRUITMENT TOOL TO INCREASE ENROLLMENT IN STEM-RELATED PROGRAMS. WHILE LEARNING ABOUT MODERN, RELEVANT TOPICS IN AGRICULTURE AND NANOTECHNOLOGY, INTERESTED STUDENTS WILL BE INVITED TO PARTICIPATE AS VOLUNTEERS IN THE ONGOING RESEARCH PROJECTS TO ENHANCE THEIR SCIENCE EXPERIENCE.THE SECOND APPROACH TO ACHIEVE OUR GOAL INVOLVES INTEGRATING AGRICULTURE STUDIES AND RESEARCH INTO OUR EXISTING NATURAL SCIENCES ACADEMIC PROGRAMS AT WNMU. IN THEIR RESEARCH PROJECTS, STUDENTS WILL BE PROVIDED WITH THE NECESSARY TECHNOLOGY THAT ENABLES SCIENTIFIC EXPERIMENTATION. ADDITIONALLY, STUDENT RESEARCHERS WILL RECEIVE STUDENT STIPENDS, WHICH WILL ENCOURAGE AND PROMOTE THEIR COMMITMENT TO RESEARCH. THE DESIGN AND DEVELOPMENT OF THE RESEARCH PROJECTS WILL BE DONE WITH THE SUPPORT OF SUBJECT MATTER EXPERTS AND PUBLISHED RESEARCHERS IN THIS FIELD, SPECIFICALLY DR. MEDINA AND HER COLLABORATORS AT THE UNIVERSITY OF TEXAS AT EL PASO, NEW MEXICO STATE UNIVERSITY, AND THE CONNECTICUT AGRICULTURAL EXPERIMENT STATION.STUDENTS PURSUING DEGREES IN NATURAL SCIENCES PROGRAMS AT WNMU ARE REQUIRED TO COMPLETE A SENIOR RESEARCH PROJECT. IN THE TIMEFRAME 2018-19, AS IN THE PAST, MOST SCIENCE MAJORS AT WNMU PROVIDED SENIOR-YEAR CAPSTONE PROJECTS THAT WERE COMPELLING, BUT LACKED REAL-WORLD CONTEXT. OUR PROPOSED UNDERGRADUATE RESEARCH EXPERIENCES WILL FOCUS ON THE STUDY OF NACS UNDER THE HYPOTHESIS THAT THEY OFFER ENHANCED ACTIVITY IN COMPARISON TO TRADITIONAL AGROCHEMICALS. THE GENERAL IDEA IS TO EVALUATE DIFFERENT LEVELS OF NAC CONCENTRATIONS FOR CROP FERTILIZATION AND PEST CONTROL, AND IDENTIFY THE EFFECTS ON FOOD QUALITY AND CROP PRODUCTIVITY. THE PREMISE IS THAT THE RESEARCH EXPERIENCES FACILITATED BY REAL-WORLD TECHNOLOGIES AND METHODOLOGIES WILL OFFER STUDENTS A WAY TO PUBLISH IN SCIENTIFIC JOURNALS AND SHARE RESULTS IN DIFFERENT SCIENTIFIC VENUES. ELEVEN STUDENTS WILL BENEFIT WITH A STIPEND WHILE COMPLETING THEIR RESEARCH PROJECTS. WITH THE DEVELOPMENT OF RESEARCH PROJECTS, WE HYPOTHESIZE THAT SUCH EXPERIENCE WILL IMPROVE STUDENT PERFORMANCE, PERSISTENCE, AND MOTIVATION, WHICH WILL INDIRECTLY INCREASE OUR GRADUATION RATE IN THE PROGRAMS CURRENTLY OFFERED IN THE DEPARTMENT OF NATURAL SCIENCES.COMPLETION OF ALL COMPONENTS OF THIS PROJECT WILL BENEFIT STUDENTS ENROLLED AT WNMU BY MAKING THEM AWARE OF THE IMPACT OF RESEARCH TO SOCIETY. PROJECT PARTICIPATION WILL PROVIDE REAL-WORLD RESEARCH EXPERIENCE TO THE STUDENTS. THROUGHOUT THE PROJECT, STUDENTS WILL REALIZE THE INTEGRAL IMPORTANCE THAT AGRICULTURAL RESEARCH HAS AND WILL CONTINUE TO HAVE IN GLOBAL PROBLEMS, AS THE FOOD DEMAND INCREASES TO MEET POPULATION GROWTH.FURTHERMORE, SCIENTIFIC INFORMATION GATHERED FROM THE PERFORMED RESEARCH WILL PROVIDE MORE DATA ON THE PROPOSED USE OF NACS FOR FERTILIZATION AND PEST CONTROL. NACS WILL REPRESENT A VIABLE OPTION TO FACE THE FOOD DEMAND IN THE COMING YEARS. SINCE SMALLER AMOUNTS OF NACS ARE REQUIRED, NACS REPRESENT A SUSTAINABLE OPTION THAT REQUIRES LESS ENERGY AND PRODUCES LESS WASTE IN COMPARISON TO TRADITIONAL AGROCHEMICALS. THE DEVELOPMENT OF SUSTAINABLE APPROACHES IN AGRICULTURE HAS A BROAD IMPACT INTO SOCIETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5ba71d1e-b72d-b55a-a7a3-90cc56a50707-C", "generated_internal_id": "ASST_NON_20207000131287_12H3"}, {"internal_id": 97472316, "Award ID": "20207000131285", "Award Amount": 272991.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-29", "CFDA Number": "10.326", "Description": "THIS PROJECT, I.E., INTEL, WILL BUILD CAPACITY AT THE DEPARTMENT OF AGRICULTURAL SCIENCES (DAS) OF TEXAS STATE UNIVERSITY IN OFFERING IMPROVED LEARNING EXPERIENCES TO STUDENTS BY MAKING AVAILABLE COMPUTER FACILITIES FOR STUDENTS&#39; USE AND BY TRAINING THEM IN DATA ANALYSIS SKILLS IN COLLABORATION WITH NIMBIOS. GIVEN THE INCREASINGLY DOMINANT ROLE OF DATA ANALYSIS AND STATISTICAL MODELING IN AGRICULTURE, AND INCREASING USE OF ONLINE LEARNING, GOOD COMPUTER FACILITIES ARE BASIC INSTRUCTIONAL NEEDS IN INSTITUTIONS OFFERING AGRICULTURE-RELATED COURSES. DESPITE IMPRESSIVE NUMBERS IN STUDENT ENROLLMENT, DAS DOES NOT HAVE DEDICATED COMPUTER FACILITIES FOR STUDENTS. THIS RESOURCE BARRIER FACED BY DAS IS HINDERING MODERNIZATION OF STUDENT LEARNING ENVIRONMENT, AND IT ADVERSELY AFFECTS STUDENTS&#39; PERFORMANCE. THEREFORE, INTEL PROPOSES TO INSTALL 30 COMPUTER SYSTEMS AND NECESSARY SOFTWARE TOOLS AT DAS. SUBSEQUENTLY, STUDENTS WILL BE OFFERED COURSES WITH MODIFIED CURRICULUM IN THE FALL AND SPRING SEMESTERS, AND SPECIALIZED TRAINING IN THE SUMMER SEMESTER. CURRICULUM MODIFICATION INVOLVES ADOPTION OF STATISTICAL ANALYSIS TOOLS AND IMPROVED CONTENT DELIVERY MECHANISMS. SPECIALIZED TRAINING WILL INVOLVE A 3-WEEK-LONG SPECIAL TOPIC COURSE ON \"MODELING AND DATA SCIENCE WITH APPLICATIONS TO AGRICULTURE\". EXPERTS FROM NIMBIOS WILL BE AMONG RESOURCE PERSONS FOR THE SPECIAL TOPIC. DAS INTERNS WILL VISIT NIMBIOS TO LEARN ABOUT CUTTING-EDGE APPLICATIONS OF MODELING IN AGRICULTURE-RELATED SCIENCES. FINALLY, STUDENTS WILL APPLY THE TECHNIQUES THEY LEARNED DURING TRAINING INTO THE RESEARCH PROJECTS AND DEVELOP THEIR OWN THESIS UNDER THE GUIDANCE OF PROJECT DIRECTORS. INTEL WILL DEDICATE AT LEAST 50% OF AVAILABLE OPPORTUNITIES TO MINORITY STUDENTS AND FEMALE STUDENTS FOR BETTER RECRUITMENT, RETENTION AND DIVERSIFICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20207000131285_12H3"}, {"internal_id": 97472317, "Award ID": "20207000131284", "Award Amount": 270810.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-27", "CFDA Number": "10.326", "Description": "IN RESPONSE TO THE INCREASING AVERAGE U.S. FARMER AGE AND THE IDENTIFIED BARRIERS BEGINNING FARMERS FACE, FEDERAL AND STATE GOVERNMENTS HAVE CREATED OR MAINTAINED PROGRAMS TO SUPPORT BEGINNING FARMERS. THESE PROGRAMS ATTEMPT TO ADDRESS IDENTIFIED CHALLENGES BEGINNING FARMERS FACE TO EASE THEIR BURDEN. FROM AS FAR BACK AS THE 1930S, PROGRAMS HAVE BEEN IN PLACE TO ASSIST FARMERS FROM HELPING THEM TO SECURE LOW INTEREST LOANS, LEASE LAND, RECEIVE TRAININGS OR SECURE CROP INSURANCE. HOWEVER, EVEN WITH THESE PROGRAMS IN PLACE, OUR CONCERNS FOR THE FUTURE OF PRODUCTION AGRICULTURE HAVE NOT CHANGED. THIS RESEARCH BREAKS DOWN THE MECHANISMS OF THESE GOVERNMENT PROGRAMS AND IDENTIFIES FINANCIAL AND/OR SOCIAL BARRIERS TO PARTICIPATION EVALUATES THE ABILITY OF PROGRAMS TO MEET THE NEEDS OF BEGINNING FARMERS, AND IDENTIFIES THE MOST EFFECTIVE WAYS TO DISSEMINATE THE PROGRAM INFORMATION TO INTERESTED PARTIES. THROUGH THE USE OF FOCUS GROUPS AND SURVEYS WE WILL BE ABLE TO ADDRESS MANY OF THE PURPOSES OF THE NLGCA PROGRAM. THROUGH CAREFUL EVALUATION OF THE DATA WE WILL BE ABLE TO ADDRESS THE NUMBER OF AND DIVERSITY OF INDIVIDUALS GETTING INTO PRODUCTION AGRICULTURE. WE WILL DEVELOP LINKAGES WITH THE UNIVERSITY OF MISSOURI AND OTHER AGRICULTURAL STAKEHOLDERS TO DEVELOP A DIALOGUE ON AN INCREDIBLY IMPORTANT TOPIC, WHILE TRAINING TWO MASTERS&#39; LEVEL STUDENTS. WE WILL ALSO BE ABLE TO DISSEMINATE THESE CONCERNS AND ISSUES THROUGHOUT THE PROCESS AND TOWARDS THE DEVELOPMENT OF WORKABLE SOLUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "521d6dad-4cec-d101-43b1-01a1438fe39e-C", "generated_internal_id": "ASST_NON_20207000131284_12H3"}, {"internal_id": 98187847, "Award ID": "20207000131283", "Award Amount": 272348.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-08", "CFDA Number": "10.326", "Description": "THE UNIV. OF WI-PLATTEVILLE AGRO-ECOSYSTEM RESEARCH PROGRAM HAS ESTABLISHED SIGNIFICANT COLLABORATIONS AT THE LOCAL, NATIONAL, AND INTERNATIONAL SCALES. EXAMPLES INCLUDE LOCAL FARMER-LED WATERSHED GROUPS (LAFAYETTE AG STEWARDSHIP ALLIANCE AND THE SOIL AND WATER HEALTH COALITION), NATIONAL FARMER-LED DAIRY SUSTAINABILITY EFFORTS (NET ZERO INITIATIVE), CONTINENTAL AND GLOBAL RESEARCH NETWORKS (USDA-ARS LONG-TERM AGRO-ECOSYSTEMS RESEARCH NETWORK AND TH GLOBAL FARM PLATFORM).THE GOAL OF THIS PROPOSED RESEARCH, EDUCATION, AND OUTREACH PROJECT IS TO INVESTIGATE THE EFFECTS OF THREE DAIRY PRODUCTION SYSTEMS (CONFINED DAIRY WITH CONVENTIONAL TILL CROP PRODUCTION, CONFINED DAIRY WITH NO-TILL CROP PRODUCTION, AND HYBRID GRAZED DAIRY) ON WATER QUALITY AND NUTRIENT CYCLING. ULTIMATELY, WE SEE THIS PROJECT AS A VESSEL TO DEVELOP MEANINGFUL, INTEGRATED, ENVIRONMENTAL, ECONOMIC, AND SOCIAL INSTRUMENTS FOR THE IMPLEMENTATION OF LONG-TERM IMPROVED LAND AND WATER RESOURCE USE AT THE CATCHMENT, REGIONAL, CONTINENTAL, AND GLOBAL SCALE.TO SUPPORT OUR GOALS WE PROPOSE THE FOLLOWING SUPPORTING OBJECTIVES: I) EXTEND RESEARCH CAPACITY OF PIONEER FARM GREENHOUSE GAS MONITORING TO INCLUDE CH4, N2O, AND NH3; II) INSTALL LYSIMETERS WITHIN PERENNIAL PASTURES TO COMPLEMENT VADOSE ZONE LEACHING MONITORING CURRENTLY CONDUCTED IN AGRONOMIC FIELDS, III) INVESTIGATE THE RELATIONSHIP BETWEEN DAIRY PRODUCTION SYSTEMS AND SURFACE-WATER CONTAMINATION (SOIL LOSS, NITROGEN, PHOSPHORUS), GROUNDWATER CONTAMINATION (BACTERIAL, NITRATE), AND GREENHOUSE GAS EMISSIONS (CO2, CH4, N2O, AND NH3); IV) DEVELOP AN INTERDISCIPLINARY TEAM OF UNDERGRADUATE RESEARCHERS TO PARTICIPATE IN RESEARCH ACTIVITIES; AND V) COMMUNICATE PROJECT RESULTS TO STAKEHOLDERS VIA THE NET ZERO, GLOBAL FARM PLATFORM, AND USDA LONG TERM AGROECOSYSTEM RESEARCH COLLABORATIVE PARTNERSHIPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "caf8838b-7ce4-78f1-1fc9-8645b5fb9d6f-C", "generated_internal_id": "ASST_NON_20207000131283_12H3"}, {"internal_id": 97472318, "Award ID": "20207000131282", "Award Amount": 29838.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-29", "CFDA Number": "10.326", "Description": "COOPERATIVES ARE PROMINENT BUSINESS FORMS IN AGRICULTURE THAT DIFFER FROM INVESTOR-OWNED FIRMS IN THAT THEY EXIST FOR THE BENEFIT OF USER-OWNERS (FARMERS). WHILE SCHOLARS CRITICIZE TRADITIONAL COOPERATIVES FOR A NUMBER OF INEFFICIENCIES, NUMEROUS COOPERATIVES CONTINUE TO THRIVE AND SERVE FARMER-MEMBERS. WHY DO SOME OF THESE ORGANIZATIONS LAST SO LONG, WHILE OTHERS DO NOT? THE GOAL OF THIS INTEGRATED PROJECT (DISCIPLINE CODE M) IS TO FACILITATE STRATEGIC PLANNING SESSIONS WITH KEY STAKEHOLDERS FROM INDUSTRY AND ACADEMIA IN ORDER TO DEVELOP A FORMAL PLAN RESULTING IN AN INTEGRATED LARGE-SCALE COMPREHENSIVE INITIATIVE (LCI) GRANT UNDER THE CAPACITY BUILDING GRANTS FOR NON-LAND GRANT COLLEGES OF AGRICULTURE (NLGCA) PROGRAM. THE LONG-TERM GOAL OF THE LCI IS TO DEVELOP A BODY OF RESEARCH AND EDUCATIONAL PROGRAMMING CONDUCTED THROUGH A COOPERATIVE AGRICULTURE NETWORK OF ACADEMIC AND INDUSTRY EXPERTS THAT WILL CONTRIBUTE TO THE SUSTAINABILITY OF THE COOPERATIVE BUSINESS FORM. THREE PRIMARY OBJECTIVES WILL CONTRIBUTE TO THE PLANNING PROJECT&#39;S MAIN GOAL OF SECURING A SUBSEQUENT LCI GRANT, INCLUDING: 1) ESTABLISH/FORM A COOPERATIVE AGRICULTURE NETWORK, 2) IDENTIFY AND PRIORITIZE AN INITIAL RESEARCH AGENDA, AND 3) HOLD PLANNING MEETINGS TO DRAFT THE LCI PROPOSAL. AT THIS TIME, IT IS ANTICIPATED THAT THE LIC GRANT WILL FOCUS ON PROBLEMS THAT STEM FROM COOPRATIVES&#39; UNIQUE OWNERSHIP AND GOVERNANCE STRUCTURE. THE PROPOSED PROJECT ALIGNS DIRECTLY WITH BOTH THE LEGISLATIVE REAUTHORIZATION AND THE PRIORITY AREAS OF THE NLGCA PROGRAM, BY SPECIFICALLY ADDRESSING STRATEGIC GOAL #4 (FACILITATE RURAL PROSPERITY AND ECONOMIC DEVELOPMENT) OF THE 2018-2022 USDA STRATEGIC PLAN, OBJECTIVE 4.1.?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0500b0e-8f78-357e-5b74-c5a49e635789-C", "generated_internal_id": "ASST_NON_20207000131282_12H3"}, {"internal_id": 97472319, "Award ID": "20207000131281", "Award Amount": 364854.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-29", "CFDA Number": "10.326", "Description": "THE GOAL OF THE PROPOSED LARGE-SCALE COMPREHENSIVE INITIATIVE IS TO RESTORE CONNECTIONS WITH TEXAS GRASSLANDS THROUGH RESEARCH, EDUCATION, AND OUTREACH ACTIVITIES. ALONG WITH LAND-COVER CHANGES, THE SOUTHERN GREAT PLAINS REGION IS UNDERGOING CULTURAL CHANGES, INCLUDING SHIFTS IN POPULATION DEMOGRAPHICS AND LANDOWNER PRIORITIES. TO ADDRESS THESE REGIONAL CHANGES IN LAND-COVER AND STAKEHOLDER DEMOGRAPHICS AND VALUES, TARLETON STATE UNIVERSITY PROPOSES A LARGE-SCALE, COMPREHENSIVE RESEARCH, EDUCATION, AND OUTREACH CAPACITY-BUILDING INITIATIVE FOCUSED ON VITAL GRASSLAND ECOSYSTEMS AND THEIR BENEFITS TO SOCIETY. THE RESTORE TEXAS GRASSLAND REVITALIZATION PARTNERSHIP WILL BE A BASIC AND APPLIED LAND MANAGEMENT PARTNERSHIP BETWEEN TARLETON STATE UNIVERSITY, TEXAS A&AMP;M AGRILIFE RESEARCH, AND THE BOTANICAL RESEARCH INSTITUTE OF TEXAS THAT INTEGRATES STUDENT PARTICIPATION IN DEVELOPING AND IMPLEMENTING INNOVATIVE APPROACHES TO GRASSLAND RESTORATION, LAND MANAGEMENT, AND CONSERVATION IN A COORDINATED PROGRAM CENTERED ON MEETING CRITICAL NEEDS OF LANDOWNERS WHILE MAXIMIZING ECOSYSTEM SERVICES TO URBAN AND RURAL AREAS.GRASSLAND RESEARCH PROJECTS ADDRESS THE SYNERGISTIC THEMES OF WOODY PLANT EXPANSION, WATER RESOURCES, AND SOIL HEALTH, WHICH HAVE BEEN IDENTIFIED AS TOP PRIORITIES OF LANDOWNERS AND GRASSLAND MANAGERS IN NORTH-CENTRAL TEXAS. RESEARCH FINDINGS AND APPLICATIONS WILL BE CONVEYED THROUGH LANDOWNER NATURAL RESOURCE OUTREACH EVENTS. THIS PARTNERSHIP ADDRESSES THE NEED FOR INCREASED STUDENT RECRUITMENT, EXPERIENTIAL LEARNING, AND LEADERSHIP DEVELOPMENT THROUGH PARTICIPATION IN UNDERGRADUATE RESEARCH EXPERIENCES, INTERNSHIPS, AND EXPANDED FIELD-BASED EXERCISES IN EXISTING TARLETON COURSES. THIS PROGRAM WILL LEVERAGE AND EXPAND ONGOING GRASSLAND RESEARCH AND OUTREACH BY FACILITATING AND ORGANIZING COMMUNICATION AND COORDINATION AMONG PARTNERS WHILE INCREASING THE CAPACITY OF TARLETON STATE UNIVERSITY TO RECRUIT, RETAIN, AND EDUCATE A DIVERSE POPULATION OF GRADUATE AND UNDERGRADUATE STUDENTS IN AGRICULTURE AND NATURAL RESOURCE PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49c91ae2-031e-78ae-0475-3e6df4b3dc67-C", "generated_internal_id": "ASST_NON_20207000131281_12H3"}, {"internal_id": 98187846, "Award ID": "20207000131280", "Award Amount": 272424.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-02", "CFDA Number": "10.326", "Description": "LOW SOCIOECONOMIC STUDENTS AND UNDERREPRESENTED POPULATIONS OFTEN HAVE LITTLE EXPOSURE TO HIGHER EDUCATION AND ARE FREQUENTLY UNAWARE OF CAREER OPPORTUNITIES IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCES. THIS LACK OF FAMILIARITY EXTENDS INTO STUDENT FINANCIAL AID OPPORTUNITIES, MENTORING PROGRAMS, AND TEAM-BUILDING AND PERSONAL DEVELOPMENT SKILLS THAT ENABLE INDIVIDUALS TO ACHIEVE AT A HIGH LEVEL. AGRICULTURE FACULTY AT SAM HOUSTON STATE UNIVERSITRY AND STEPHEN F. AUSTIN STATE UNIVERSITY WILL COLLABORATE ON THIS INTEGRATED PROJECT TO IMMERSE THE TARGET POPULATION INTO VARIOUS DISCIPLINES OF AGRICULTURE AND THEIR RESPECTIVE CAREER OPPORTUNITIES THROUGH INTERACTIVE EDUCATIONAL SESSIONS. THE RELEVANT NEED AREAS WITHIN THE EDUCATION AREA INCLUDE: STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY; EXPERIENTIAL LEARNING; PROFESSIONAL DEVELOPMENT FOR FACULTY MEMBERS; AND, COLLABORATIVE INTERACTION WITH OTHER ACADEMIC INSTITUTIONS. REGARDING THE OUTREACH/EXTENSION AREA, THE FOLLOWING NEED AREAS WILL BE ADDRESSED: FANH SCIENCES; LEADERSHIP DEVELOPMENT; AND, COMMUNITY AND ECONOMIC DEVELOPMENT. SPECIFIC ACADEMIC EMPHAIS WILLINCLUDE WILDLIFE MANAGEMENT/ANIMAL SCIENCE, AGRICULTURALENGINEERING TECHNOLOGY,AGRIBUSINESS,POULTRY SCIENCE, AND HORTICULTURE. THE OVERALL GOALS OF THE PROJECT ARE TO: (1) INCREASE THE RATE AT WHICH LOW SOCIO-ECONOMIC STDUENTS AND UNDER-REPRESENTED POPULATIONS PURSUE A HIGHER EDUCATION AND CAREER IN AGRICULTURE; (2) UTILIZE INDUSTRY PARTNERSHIPS TO BETTER INFORM THE TARGET POPULATION OF OPPORTUNITIES IN COMPANIES, AND HELP PARTNERS UNDERSTAND BARRIERS FACED BY THE TARGET POPULATION IN OBTAINING A COLLEGE DEGREE; AND, (3) FOSTER A GREATER UNDERSTANDING BY FACULTY AT PARTCIPATING INSTITUTIONS OF CURRENT RESEARCH BEING CONDUCETED AT BOTH INSTITUTIONS AND EXPLORE OPPORTUNITIES FOR RESEARCH COLLABORATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e203c5c-b5cf-4250-6a7e-c33fc97fb6f2-C", "generated_internal_id": "ASST_NON_20207000131280_12H3"}, {"internal_id": 98187845, "Award ID": "20207000131279", "Award Amount": 149968.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-08", "CFDA Number": "10.326", "Description": "THIS INTEGRATED PROJECT WILL ADDRESS THE NEED AREAS OF EDUCATION AND RESEARCH BY BUILDING ANAEROBIC DIGESTION CAPACITY TO INTEGRATE STUDENT EXPERIENTIAL LEARNING AND CAREER PREPARATION WITH EXPERIMENTATION TO ENHANCE SUSTAINABLE AND RENEWABLE ENERGY DISCOVERY. IN CONTRAST TO THE GROWING NEED FOR TRAINED AND SKILLED WORKERS ENTERING THE AGRICULTURAL INDUSTRIES, THERE ARE INCREASING NUMBERS OF UNDERGRADUATE STUDENTS WHO ENROLL IN 4-YEAR BACHELORETTE AGRICULTURAL OR LIFE SCIENCES PROGRAMS WITHOUT PRIOR AGRICULTURAL WORK EXPERIENCE. INTRODUCTORY AGRICULTURAL COURSES AT ILLINOIS STATE UNIVERSITY ARE MADE UP OF 38.1% STUDENTS FROM AN URBAN CITY OR SUBURBAN AREA. ANAEROBIC DIGESTION CAN BE AN IMPORTANT COMPONENT OF SUSTAINABLE AGRICULTURAL WASTE, NUTRIENT CYCLING, AND ENERGY MANAGEMENT, BUT THE COMPLEXITY OF THIS TECHNOLOGY AND PROCESS REQUIRES STUDENT EXPERIENTIAL LEARNING TO DEVELOP USEFUL SKILL SETS AND THIS IS LACKING IN CENTRAL ILLINOIS. EDUCATION NEED AREAS OF PROVIDING SCIENTIFIC INSTRUMENTATION FOR EDUCATION AND EXPERIENTIAL LEARNING WILL BE ACHIEVED THROUGH THE EDUCATION TASK OBJECTIVES: 1) INCREASING UNDERGRADUATE PARTICIPATION AND TRAINING IN SUSTAINABLE AGRICULTURE RESEARCH; AND 2) ENHANCING TEACHING OF LABORATORY-BASED, HANDS-ON SKILLS ON ANAEROBIC DIGESTION. RESEARCH NEED AREAS WILL BE ADDRESSED BY: 1) DETERMINING POTENTIAL SYNERGISTIC EFFECTS OF COMBINING ANAEROBIC DIGESTION AND COMPOSTING FOR AGRICULTURAL WASTE MANAGEMENT; 2) QUANTIFYING THE REVENUES AND COSTS OF ADDING AN ANAEROBIC DIGESTION SYSTEM TO THE ILLINOIS STATE UNIVERSITY FARM AT LEXINGTON AND A LOCAL ORGANIC FARM TO IMPROVE WASTE, NUTRIENT, AND ENERGY MANAGEMENT; AND 3) EXAMINING AN BIO-ELECTROCHEMICAL METHOD FOR PHOSPHORUS RECOVERY FROM THE ANAEROBIC DIGESTION EFFLUENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0500b0e-8f78-357e-5b74-c5a49e635789-C", "generated_internal_id": "ASST_NON_20207000131279_12H3"}, {"internal_id": 98187844, "Award ID": "20207000131278", "Award Amount": 271555.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "10.326", "Description": "CONSERVATION PRACTICES HAVE SHOWN GREAT RESULTS IN TERMS OF SOIL-FERTILITY INCREASE, SOIL-MOISTURE RETENTION, LONG-TERM-YIELD INCREASE, AND FOOD-SECURITY IMPROVEMENT. UNFORTUNATELY, THESE GAINS COULD BE THREATENED IN THE TWENTY-FIRST CENTURY BY A CHANGING CLIMATE. MIDDLE TENNESSEE STATE UNIVERSITY (MTSU) AND THE UNIVERSITY OF MISSISSIPPI (UM) ARE COLLABORATING ON THIS INTEGRATED PROJECT TO QUANTIFY WATERSHED RESPONSES TO CONSERVATION PRACTICES UNDER A CHANGING CLIMATE AND ASSESS THE RELATIVE EFFECTIVENESS OF THESE CONSERVATION PRACTICES IN DIFFERENT ENVIRONMENTS. IN ADDITION, WE AIM TO HELP TRAIN THE NEXT GENERATION OF ENVIRONMENTAL SCIENTISTS AND ENGINEERS TO BE MORE AWARE OF THE AGRICULTURAL CHALLENGES OF THE TWENTY-FIRST CENTURY. OUR MAIN PROJECT OBJECTIVES ARE (1) TO DEVELOP WATERSHED MODELS EXPRESSING THE CURRENT CONDITIONS OF TEN TO FIFTEEN WATERSHEDS AROUND THE COUNTRY REPRESENTING A VARIETY OF CLIMATIC, SOIL, AND AGRICULTURAL REGIMES, (2) TO QUANTIFY THE EFFECTIVENESS OF CONSERVATION PRACTICES UNDER VARIOUS PHYSICAL AND CLIMATIC CONDITIONS, (3) TO QUANTIFY THE IMPACT OF CLIMATE CHANGE ON CONSERVATION PRACTICES IN THE STUDIED WATERSHEDS, (4) TO DEVELOP EXPERIENTIAL LEARNING PROJECTS FOR ENVIRONMENTAL SCIENCE AND ENGINEERING UNDERGRADUATE STUDENTS, AND (5) TO DEVELOP CURRICULUMS IN OUR PARTNERING INSTITUTIONS FOCUSED ON ENVIRONMENTAL AGRICULTURE. HENCE THIS INTEGRATED PROJECT IS AIMED AT INCREASING THE ADAPTABILITY POTENTIAL OF U.S. AGRICULTURE TO FUTURE CLIMATE ESTIMATES, AND PREPARING THE ENVIRONMENTAL SCIENCE AND ENGINEERING WORKFORCE WITH SKILLS AND KNOWLEDGE TO FACE THESE CHALLENGES. THE PROJECT INVOLVES THE FOLLOWING ACADEMIC CODES: C (CONSERVATION), D (SOIL), L (ENVIRONMENTAL SCIENCES), AND W (WATER). THE PROJECT ADDRESSES THE FOLLOWING NEED AREAS: APPLIED STUDIES, CURRICULUM DESIGN, EXPERIENTIAL LEARNING AND COLLABORATIVE INTERACTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebf8420f-77f6-6999-58ae-b617a80eab9d-C", "generated_internal_id": "ASST_NON_20207000131278_12H3"}, {"internal_id": 98187843, "Award ID": "20207000131277", "Award Amount": 272149.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-08", "CFDA Number": "10.326", "Description": "CHILDHOOD OBESITY IS A SERIOUS PROBLEM IN THE UNITED STATES AND A GROWING BODY OF LITERATURE SUGGESTS THAT THE RISK FOR CHILDHOOD OBESITY STARTS DURING THE EARLY YEARS. CHILDREN WHO ARE OVERWEIGHT OR OBESE IN THEIR EARLY YEARS ARE MORE LIKELY TO REMAIN SO IN THE LATER YEARS OF THEIR LIVES, TYING THE ISSUE OF EARLY CHILDHOOD OBESITY TO THE LARGER CONTEXTS OF NATIONAL ECONOMICS, PUBLIC HEALTH, AND ENVIRONMENT. EARLY CHILDHOOD, THEREFORE, HAS BEEN IDENTIFIED AS A CRITICAL PERIOD FOR THE PREVENTION OF OBESITY BY DEVELOPING PROTECTIVE/PREVENTIVE BEHAVIORS. POTENTIAL CONTRIBUTING FACTORS TO CHILDHOOD OBESITY INCLUDE LIMITED INTAKE OF HEALTHY FOOD AND LIMITED PHYSICAL ACTIVITY. HANDS-ON GARDENING BY CHILDREN GAINED INTEREST AS A VEHICLE FOR BOTH ENCOURAGING YOUNG CHILDREN TO CONSUME FRESH PRODUCES AND BE MORE PHYSICALLY ACTIVE. AN ESTIMATED 12 MILLION INFANTS AND YOUNG CHILDREN (0-5 YEARS) IN THE UNITED STATES SPEND A MAJORITY OF THEIR WAKING HOURS IN SOME TYPE OF EARLY CARE SETTINGS. LICENSED CHILDCARE CENTERS IN THE UNITED STATES WHICH SERVE MILLIONS OF YOUNG CHILDREN COULD BE CRITICAL TO THE SUCCESS OF GARDENING-BASED INTERVENTION TO COMBAT EARLY CHILDHOOD OBESITY. DESPITE GROWING INTERESTS, THERE IS A LACK OF RESEARCH INVESTIGATING THE EFFECTIVENESS OF CHILDCARE-BASED GARDENING AS A TOOL FOR OBESITY PREVENTION. ALTHOUGH CHILDHOOD OBESITY IS A GROWING CHALLENGE ACROSS ALL RACIAL/ETHNIC POPULATIONS IN THE UNITED STATES, HISPANICS OR LATINO POPULATION HAS A SIGNIFICANTLY HIGHER CHILDHOOD OBESITY PREVALENCE THAN THE OTHER RACIAL/ETHNIC GROUPS. TEXAS BEING THE SECOND (AFTER NEW MEXICO) HIGHEST CONCENTRATION (39.1%) OF THE HISPANIC AND LATINO POPULATION AMONG ALL THE STATES, DEMANDS SPECIAL ATTENTION FOR TESTING EARLY CHILDHOOD OBESITY PREVENTION MEASURES IN CHILDCARE CENTERS.THIS RESEARCH ATTEMPTS TO ADDRESS THE GAP IN THE LITERATURE BY RESEARCHING HOW HANDS-ON FRUIT AND VEGETABLE GARDENING MAY INFLUENCE PRESCHOOL-AGED CHILDREN&#39;S (3 TO 5 YEARS) HEALTHY EATING BEHAVIORS AND THEIR AMOUNT OF PHYSICAL ACTIVITY WHILE ATTENDING CHILDCARE CENTERS LOCATED IN WEST TEXAS. TEXAS TECH UNIVERSITY COLLEGE OF AGRICULTURAL SCIENCE AND NATURAL RESOURCES PROPOSES THIS PROJECT AIMING TO LEVERAGE THE EXPERIENCE GAINED FROM AN ONGOING USDA STUDY BY THE PARTNERING INSTITUTION NC STATE UNIVERSITY. THE GOAL OF THE RESEARCH IS TO CONDUCT AN EXPERIMENT TO COMPARE PHYSICAL ACTIVITY AND FRUIT AND VEGETABLE EATING PREFERENCES OF PRESCHOOL-AGED CHILDREN IN RANDOMLY ASSIGNED GARDENING AND NON-GARDENING CHILDCARE SITES IN LUBBOCK, TEXAS. IN THE EXPERIMENT, THE PHYSICAL ACTIVITY OF CHILDREN WILL BE SYSTEMATICALLY MEASURED BY MOVEMENT MONITORS THAT HAVE THE ABILITY TO CAPTURE THE INTENSITY OF PHYSICAL ACTIVITY. DATA ON CHILDREN&#39;S PHYSICAL ACTIVITY WILL ALSO BE COLLECTED BY USING OBSERVATIONAL METHODS. A COMBINATION OF DEVICE-BASED AND OBSERVATIONAL DATA WOULD PROVIDE OPPORTUNITIES FOR BUILDING ROBUST PIECES OF EVIDENCE ON HOW HANDS-ON GARDENING INFLUENCES CHILDREN&#39;S PHYSICAL ACTIVITY PATTERNS AND INTENSITY. CHILDREN&#39;S FRUIT AND VEGETABLE EATING PREFERENCES WILL BE MEASURED BY A PICTURE-BASED SURVEY (SUITABLE TO BE USED BY PRESCHOOL-AGED CHILDREN) WHICH HAS ALREADY BEEN TESTED BY THE NC STATE TEAM. PARALLELLY, ADDITIONAL PARENTAL DATA REGARDING THEIR CHILDREN&#39;S EATING PREFERENCES WOULD BE COLLECTED TO UNDERSTAND WHETHER THERE ARE ANY CARRY-OVER EFFECTS (FROM SCHOOLS TO HOMES) ON CHILDREN&#39;S FRUIT AND VEGETABLE EATING PREFERENCES WHEN THEY PARTICIPATE IN HANDS-ON GARDENING. THESE OUTCOME DATA WOULD BE COLLECTED BEFORE AND AFTER THE GARDENING SEASON AND THEN COMPARED TO UNDERSTAND WHETHER THERE ARE ANY SIGNIFICANT DIFFERENCES OF THESE CHILD OUTCOMES BETWEEN THE GARDENING AND THE NON-GARDENING GROUPS. ADDITIONALLY, COMPARING DATA COLLECTED IN WAKE COUNTY, NC (LOCATED IN HUMID SUBTROPICAL CLIMATIC ZONE) AND IN LUBBOCK COUNTY, TX (LOCATED IN SEMI-ARID CLIMATIC ZONE) WOULD ALLOW THE RESEARCH TEAM TO EXPLORE THE EFFECTIVENESS OF HANDS-ON GARDENING AS AN OBESITY PREVENTION TOOL IN CHILDCARE CENTERS LOCATED IN DRASTICALLY DIFFERENT CLIMATIC ZONES WITHIN THE UNITED STATES. IT IS EXPECTED THAT THE COLLABORATION BETWEEN NC STATE AND TEXAS TECH WOULD BUILD CAPACITY BY SHARING MANAGEMENT KNOWLEDGE AND SKILLS TO ORGANIZE AND CARRY OUT THE INITIATIVE. THE GOAL OF THIS JOINT INITIATIVE IS MAXIMIZING THE DEVELOPMENT AND USE OF LIMITED RESOURCES (FACULTY, FACILITIES, AND EQUIPMENT) BY GENERATING A CRITICAL MASS OF EXPERTISE GEARED TOWARDS COMBATING AN EARLY ONSET OF CHILDHOOD OBESITY IN THE US CHILDCARE FACILITIES. THE FINDINGS OF THIS JOINT RESEARCH MAY CONTRIBUTE VALUABLE INFORMATION ABOUT THE IMPORTANCE OF HANDS-ON GARDENING IN CHILDCARE CENTERS SUPPORTING THE IDEA OF INTRODUCING YOUNG CHILDREN TO GARDENING TO SET A POSITIVE LIFE-COURSE TRAJECTORY TOWARD PHYSICAL ACTIVITY AND HEALTHY EATING. AND BECAUSE CHILDCARE CENTERS ARE POLICY-DRIVEN INSTITUTIONS, EVIDENCE UNEARTHING THE BENEFITS OF HANDS-ON GARDENING MAY ENCOURAGE LAWMAKERS TO ADOPT SUPPORTIVE RULES TO START A NATIONWIDE AGRICULTURAL MOVEMENT BY MAKING HANDS-ON GARDENING A REQUIRED CRITERION FOR CHILDCARE DESIGN. THE PROJECT, THEREFORE, EXHIBITS THE GREAT CHANCE OF IMPROVING THE LIVES OF YOUNG CHILDREN, ON A NATIONAL SCALE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20207000131277_12H3"}, {"internal_id": 98187808, "Award ID": "20206701531415", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-08", "CFDA Number": "10.326", "Description": "INFECTIOUS DISEASES IN LIVESTOCK LEAD TO SOCIAL AND FINANCIAL INSTABILITY, LOSS OF LIVELIHOODS AND FOOD SECURITY. RECENT ANECDOTAL AND FIELD DATA ACROSS LIVESTOCK SPECIES SUGGESTED THAT ANIMAL&#39;S OWN GENETICS COULD INFLUENCE WHETHER AN ANIMAL WILL GET SICK FOLLOWING INFECTION WITH SPECIFIC VIRUSES. OUR OWN RESEARCH AND LITERATURE DATA SHOW EVIDENCE THAT MAJOR GENES (E.G., SYNGR2) COULD INFLUENCE PROGRESSION OF VIRAL DISEASES IN DIFFERENT SPECIES, FROM PIGS TO HUMAN. THERE IS VERY LIMITED UNDERSTANDING OF HOW SOME OF THE ANIMALS ARE USING THEIR OWN GENES TO REDUCE DISEASE PROGRESSION IN VIRAL INFECTIONS. THE MAIN OBJECTIVE OF THIS PROPOSED RESEARCH IS TO BETTER UNDERSTAND THE ROLE OF THESE MAJOR GENES IN PROMOTING RESISTANCE AGAINST DIFFERENT VIRAL PATHOGENS THAT INFECT LIVESTOCK. THIS RESEARCH WILL GENERATE NEW KNOWLEDGE THAT COULD BE USED TO PREDICT DISEASE SUSCEPTIBILITY AND PROVIDE ALTERNATIVE SOLUTIONS TO REDUCE THE INCIDENCE OF VIRAL DISEASES IN LIVESTOCK. ULTIMATELY, THE RESULTS OF THIS RESEARCH COULD BE APPLIED TO IMPROVE ANIMAL HEALTH AND WELFARE AS WELL AS REDUCE ECONOMIC LOSSES OF FARM OPERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20206701531415_12H3"}, {"internal_id": 110335840, "Award ID": "20187000132215", "Award Amount": 272999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-04", "CFDA Number": "10.326", "Description": "IN ARID AND SEMI-ARID REGIONS WHERE WATER QUALITY AND QUANTITY ARE SEVERELY AFFECTING AGRICULTURAL PRODUCTION, EDUCATED AND TRAINED WORKERS ARE NEEDED TO SERVE THE AGRICULTURAL INDUSTRY. FEWER STUDENTS ARE SPECIALIZING IN WATER MANAGEMENT AND AGRICULTURE, MAKING IT DIFFICULT TO MEET THE PREDICTED 46% INCREASE IN DEMAND FOR EMPLOYEES IN THIS FIELD BY 2026. THIS IS ESPECIALLY TRUE IN AREAS LIKE THE WEST TEXAS WHERE THERE IS A LOWER THAN AVERAGE RATE OF PEOPLE WITH A BACHELOR&#39;S DEGREE OR HIGHER, AND EVEN FEWER IN THE FIELDS OF AGRICULTURAL OR ENVIRONMENTAL SCIENCES. PROVIDING UNDERREPRESENTED STUDENTS WITH FINANCIAL SUPPORT, MENTORING, TRAINING, INTERNSHIPS, AND PROFESSIONAL DEVELOPMENT OPPORTUNITIES WILL INCREASE THE AMOUNT OF SKILLED EMPLOYEES IN THE AGRICULTURAL WORKFORCE IN THE FUTURE. BY IMPLEMENTING THE PEER-MENTORING CONCEPT GRADUATE STUDENTS IN THE MASTERS PROGRAM WILL NOT ONLY LEARN THROUGH EXPERIENTIAL OPPORTUNITIES, BUT ALSO THROUGH TEACHING AND MENTORING UNDERGRADUATE INTERNS. FURTHERMORE, MENTORING AND GUIDANCE WILL INCREASE RETENTION, SCIENTIFIC OUTPUTS, STUDENT CONFIDENCE, AND LEADERSHIP SKILLS. THE OVERALL GOAL OF THE MASTERS PROJECT IS TO TRAIN AND EDUCATE UNDERREPRESENTED AND FIRST GENERATION GRADUATE AND UNDERGRADUATE STUDENTS IN THE FIELD OF AGRICULTURE WITH A FOCUS ON CITRUS AND WATER CHALLENGES. WE WILL ACCOMPLISH THESE GOALS BY ESTABLISHING COOPERATIVE LINKS BETWEEN TEXAS TECH AND THE ARS, EDUCATING AND TRAINING GRADUATE AND UNDERGRADUATE STUDENTS THROUGH INTERNSHIP EXPERIENCES AND RESEARCH, DEVELOPING A MENTORING SYSTEM, AND BROADENING STUDENT PERSPECTIVES, EDUCATIONAL EXPERIENCES, AND PROFESSIONAL DEVELOPMENT OPPORTUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20187000132215_12H3"}, {"internal_id": 69573193, "Award ID": "20187000128938", "Award Amount": 640631.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "10.326", "Description": "THE INCREASING POPULARITY OF LOCALLY-GROWN FOOD IN CONSUMERS HAS BEEN A DRIVING FORCE FOR FOOD SAFETY INVESTIGATION IN URBAN FOOD SYSTEM. HOWEVER, A MAJOR REGIONAL CHALLENGE FACING THE AGRICULTURAL SCIENCES IN SOUTHEASTERN MICHIGAN AND WEST VIRGINIA IS THE LACK OF CURRICULA INTEGRATING COMMUNITY-BASED TRAINING WITH EXPERIENTIAL SKILLS IN FOOD AND AGRICULTURAL SCIENCE AND THE OPPORTUNITIES FOR THE URBAN COMMUNITY TO KEEP UP WITH THE ADVANCEMENT OF PRODUCE SAFETY REGULATION AND PRACTICES. THE OVERALL GOAL OF THIS PROJECT IS TO ESTABLISH A CROSS-INSTITUTIONAL TRAINING MODEL FOR STUDENTS, COMMUNITY FOOD GROWERS, AND DISTRIBUTORS IN THE REGION, INCREASE THE UNDERSTANDING OF MICROBIAL PREVALENCE AND ANTIBIOTIC RESISTANCE IN FRESH PRODUCE ASSOCIATED WITH URBAN FOOD SYSTEMS, AND ENHANCE FOOD SUSTAINABILITY THROUGH OPTIMIZED LOCAL FOOD SYSTEMS. FOUR OBJECTIVES WILL BE CARRIED OUT TO ACHIEVE OUR GOAL: 1) DEVELOP NEW CURRICULA INTEGRATING PRODUCE SAFETY, FSMA, EXPERIENTIAL TRAINING, AND STUDENT INTERNSHIPS; 2) DETERMINE MICROBIAL PREVALENCE AND ANTIBIOTIC RESISTANCE IN LOCALLY-GROWN AND DISTRIBUTED FRESH PRODUCE; 3) ASSESS CONSUMERS&#39; BEHAVIORS AND PERCEPTIONS TOWARD FOOD SAFETY RISKS ASSOCIATED WITH FRESH PRODUCE; 4) DEVELOP URBAN COMMUNITY TRAINING ON THE PREVENTION OF FOOD CONTAMINATION AND ANTIBIOTIC RESISTANCE. THIS PROJECT IS OF GREAT IMPORTANCE IN ADDRESSING THE REGIONAL CHALLENGE IN AGRICULTURAL SCIENCES AND WILL ULTIMATELY HELP ENHANCE LOCAL FOOD SAFETY AND SUSTAINABILITY ON A NATIONAL AND EVEN GLOBAL SCALE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57f1d8a4-43a0-9952-a047-67afb28d0b55-C", "generated_internal_id": "ASST_NON_20187000128938_12H3"}, {"internal_id": 69573226, "Award ID": "20187000128790", "Award Amount": 25482.3, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "10.326", "Description": "DEVELOPING A FORMAL PLAN FOR RESEARCH AS THE RESULT OF THE GROUNDWATER MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ab29287-28bf-03aa-68c4-d1771de25b83-C", "generated_internal_id": "ASST_NON_20187000128790_12H3"}, {"internal_id": 68547756, "Award ID": "20187000128767", "Award Amount": 45498.46, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-07", "CFDA Number": "10.326", "Description": "GRAYS HARBOR COLLEGE FISH LAB CAPACITY BUILDING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "541fa7a0-1c0d-e0f8-692a-bfc0ea9c3617-C", "generated_internal_id": "ASST_NON_20187000128767_12H3"}, {"internal_id": 68176317, "Award ID": "20187000128764", "Award Amount": 214278.2, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-22", "CFDA Number": "10.326", "Description": "UW-PLATTEVILLE: SUSTAINABLE INTENSIFICATION OF AGRO-ECOSYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "caf8838b-7ce4-78f1-1fc9-8645b5fb9d6f-C", "generated_internal_id": "ASST_NON_20187000128764_12H3"}, {"internal_id": 69667280, "Award ID": "20187000128763", "Award Amount": 149988.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "10.326", "Description": "THE LONG-TERM GOAL OF THIS STUDY IS TO PROVIDE FARMERS AND STAKEHOLDERS WITH INFORMATION TO PROMOTE NATIVE POLLINATOR MANAGEMENT IN ORDER TO BOOST SOYBEAN YIELDS WITHOUT REQUIRING EXPANSION OF CURRENT CROPLAND OR FURTHER ENVIRONMENTAL DEGRADATION. THIS PROPOSED PROJECT AIMS TO: (1) DETERMINE WHICH NATIVE BEE SPECIES ARE LOCATED WITHIN/ADJACENT TO AND ARE POLLINATING ARKANSAS SOYBEAN FIELDS, (2) DETERMINE IF THE MOST ABUNDANT NATIVE BEE SPECIES PRESENT CAN INCREASE SOYBEAN YIELDS, (3) DEVELOP REPEATABLE AND STANDARDIZED GROUND-NESTING BEE LARVAE COLLECTION AND REARING TECHNIQUES, AND (4) EVALUATE HOW DIFFERENT PARAMETERS (E.G. LAND USE, GEOGRAPHY, FIELD SIZES, FIELD SHAPE, ETC.) AFFECT NATIVE BEE DIVERSITY, ABUNDANCE, AND COMMUNITY COMPOSITION AROUND AND WITHIN SOYBEAN FIELDS.?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad54a5fd-acfb-7538-079a-92438f81aa48-C", "generated_internal_id": "ASST_NON_20187000128763_12H3"}, {"internal_id": 69573248, "Award ID": "20187000128762", "Award Amount": 149100.58, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-14", "CFDA Number": "10.326", "Description": "ISOLATED MICROSPORE CULTURE OF SOYBEAN: A PATHWAY TO DOUBLED HAPLOIDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad54a5fd-acfb-7538-079a-92438f81aa48-C", "generated_internal_id": "ASST_NON_20187000128762_12H3"}, {"internal_id": 68547757, "Award ID": "20187000128761", "Award Amount": 600267.26, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "10.326", "Description": "THIS PROJECT AIMS AT ESTABLISHING A VIBRANT SUSTAINABLE AGRICULTURE RESEARCH AND EDUCATION PROGRAM AT SAN HOUSTON STATE UNIVERSITY (SHSU) AND MIDDLE TENNESSEE STATE UNIVERSITY (MTSU) THROUGH ENHANCEMENT OF RESEARCH CAPABILITIES AS WELL AS THROUGH COLLABORATION WITH TEXAS A&AMP;M UNIVERSITY (TAMU), A LAND GRANT INSTITUTE. SINCE SUSTAINABLE AGRICULTURE IS A VAST RESEARCH AREA, WE HAVE CHOSEN REGIONALLY IMPORTANT TOPICS (COVER CROPPING, CONSERVATION TILLAGE, AND DIVERSIFIED FORAGE PRODUCTION SYSTEMS) THAT CONTINUE TO RECEIVE SIGNIFICANT ATTENTION FROM LOCAL PRODUCERS, RESEARCHERS, SCIENTIFIC ORGANIZATIONS, MEDIA, AND POLICY MAKES TO IMPROVE SOIL QUALITY AND HEALTH ALONG WITH PROFITABLE CROP AND ANIMAL PRODUCTION. THROUGH THE IMPLEMENTATION OF THIS LCI PROJECT, WE WILL: 1) EXPAND THE CAPACITY FOR SUSTAINABLE AGRICULTURE RESEARCH AND EDUCATION AT THE TWO PARTICIPATING NON-LAND GRANT INSTITUTES, 2) PARTNER WITH A LAND GRANT INSTITUTE FOR TRAINING OUR STUDENTS ON THE USE OF LATEST ANALYTICALAND INSTRUMENTATION TECHNIQUES, 3) BETTER EDUCATE BOTH UNDERGRADUATE AND GRADUATE AGRICULTURAL STUDENTS TO LEARN SUSTAINABLE AGROECOSYSTEM PRACTICES AND ITS IMPLEMENTATION, 4) PROVIDE OPPORTUNITIES FOR STUDENTS TO INTERACT WITH LOCAL PRODUCERS AND SCIENTIFIC COMMUNITIES, AND 5) IMPROVE SUSTAINABLE AGRICULTURE CURRICULUM IN ALL THREE PARTICIPATING INSTITUTIONS. OUR APPROACH COMBINES NOVEL TEACHING METHODS WITH FIELD EXPERIMENTS, ANALYTICAL METHODS, CROP AND ECONOMIC MODELING, AND LIFE CYCLE ANALYSES TO ESTIMATE KEY INDICATORS OF BOTH SUSTAINABILITY AND PROFITABILITY. WE WILL TRAIN BOTH UNDERGRADUATE AND GRADUATE STUDENTS IN THE USE OF THESE NEW TOOLS AND TECHNIQUES. IN ADDITION, IT IS OUR INTENT TO TRAIN THE STUDENTS AS EFFECTIVE EDUCATORS AND COMMUNICATORS TO CONTRIBUTE TO THE SUITABLE AGRICULTURE WORKFORCE IN THE U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e203c5c-b5cf-4250-6a7e-c33fc97fb6f2-C", "generated_internal_id": "ASST_NON_20187000128761_12H3"}, {"internal_id": 68176318, "Award ID": "20187000128760", "Award Amount": 147505.86, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-22", "CFDA Number": "10.326", "Description": "THE GOAL OF THIS PROJECT IS TO BUILD CAPACITY IN THE DEPARTMENT OF ANIMAL AND VETERINARY SCIENCES, DON B. HUNTLEY COLLEGE OF AGRICULTURE, NEEDED TO PREPARE STUDENTS FOR GRADUATE SCHOOL, AND CONSEQUENT CAREERS IN ANIMAL NUTRITION/NUTRITIONAL BIOCHEMISTRY OR RELATED FIELDS. THE DEPARTMENT AND COLLEGE ACCORD HIGH PRIORITY TO THE PROPOSED PROJECT BECAUSE OF ITS POTENTIAL TO INCREASE THE NUMBER OF UNDERREPRESENTED STUDENTS PURSUING GRADUATE-LEVEL EDUCATION, AND MID-LEVEL MANAGEMENT POSITIONS IN THE U. S. DEPARTMENT OF AGRICULTURE (USDA) AND RELATED AGENCIES. THE NUMBER OF BACCALAUREATE DEGREE-HOLDERS JOINING GRADUATE SCHOOL AND MID-LEVEL MANAGEMENT POSITIONS IN USDA AND RELATED AGENCIES CONTINUES TO SHRINK WITH UNDERREPRESENTED GRADUATES SHOWING THE MOST DECLINE (U.S. CENSUS BUREAU, 2012). CAL POLY POMONA (CPP) PRIDES ITSELF AND IS PROVIDING QUALITY TEACHING PREMISED ON THE LEARN-BY-DOING MODEL, RESEARCH AND OUTREACH SERVICES TO CLIENTELE. NINE UNDERGRADUATE AND THREE GRADUATE STUDENTS WILL DIRECTLY BENEFIT FROM SUMMER RESEARCH EXPERIENCES THROUGH THREE EXPERIMENTS TO BE CONDUCTED ON CPP&#39;S SPADRA FARM. FURTHERMORE, THE PLACEMENT OF CPP GRADUATES IN COMPETITIVE GRADUATE PROGRAMS WILL POSITIVELY IMPACT RECRUITMENT. THE OBJECTIVES OF THIS PROJECT ARE: (I) ENHANCE RESEARCH EXPERIENCES OF TWELVE UNDERREPRESENTED STUDENTS AT UNDERGRADUATE AND GRADUATE LEVEL; (II) RESEARCH ALTERNATIVE FORAGE PLANTS FOR THEIR NUTRITIONAL AND MEDICINAL PROPERTIES BENEFICIAL TO SHEEP/GOATS; AND (III) RESEARCH THE BENEFITS OF INTER-SEEDING WINTER/SUMMER ANNUALS WITH LEGUMES ON ANIMAL PERFORMANCE. THIS PROPOSAL WILL ADDRESS THE GOAL OF USDA NIFA-NLGCA FOR THE FISCAL YEAR 2018: FOCUS ON DEVELOPING THE NEXT GENERATION OF RESEARCH, EDUCATION, AND EXTENSION PROFESSIONALS IN THE FOOD AND AGRICULTURAL SCIENCES. ?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "554423bc-092e-20d8-e2b1-d8fee794a9bd-C", "generated_internal_id": "ASST_NON_20187000128760_12H3"}, {"internal_id": 68176319, "Award ID": "20187000128759", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-14", "CFDA Number": "10.326", "Description": "THIS PROJECT IS TO INITIATE AN INTEGRATED LEARNING AND RESEARCH-BASED PROGRAM WITH THE GOAL TO PROMOTE BOTH UNDERGRADUATE AND GRADUATE STUDENTS&#39; INTERESTS IN FOOD SAFETY AT FLORIDA STATE UNIVERSITY (FSU). THE OVERALL RESEARCH GOAL IS TO DEVELOP TWO ASSAYS USING TWO HIGHLY SELECTIVE AGENTS (ANTIBODY AND APTAMER) FOR THE DETECTION OF THE MAJOR FISH ALLERGEN (I.E., PARVALBUMIN). FOUR SUPPORTING RESEARCH OBJECTIVES ARE (1) PARVALBUMIN PURIFICATION AND CHARACTERIZATION; (2) PARVALBUMIN-SPECIFIC DNA APTAMER DEVELOPMENT AND CHARACTERIZATION; DEVELOPMENT AND VALIDATION OF (3) AN INDIRECT COMPETITIVE ENZYME-LINKED IMMUNOSORBENT ASSAY (ICELISA) AND (4) AN APTAMER-ANTIBODY BASED SANDWICH ASSAY FOR THE DETECTION OF FISH PARVALBUMIN IN FOODS. THE OVERALL EDUCATIONAL GOAL IS TO PROVIDE UNDERGRADUATE AND GRADUATE STUDENTS WITH MULTIDISCIPLINARY RESEARCH EXPERIENCE IN PROTEIN CHEMISTRY, IMMUNOCHEMISTRY, BIOTECHNOLOGY, AND NANOTECHNOLOGY. IT WILL RECRUIT UNDERGRADUATE STUDENTS, ESPECIALLY FROM UNDERREPRESENTED GROUPS TO ENCOURAGE THEIR PURSUIT IN FOOD SAFETY. THREE SUPPORTING EDUCATIONAL OBJECTIVES ARE (1) ENHANCE UNDERGRADUATE STUDENTS&#39; INVOLVEMENT AND INTEREST IN THE PROPOSED RESEARCH AND INTERNSHIP PROGRAMS; (2) IMPROVE THE GRADUATE TRAINING AND EDUCATION IN FOOD SAFETY; AND (3) INITIATE THE PROPOSED PROJECT AS A FAITHFUL LEARNING OPPORTUNITY FOR UNDERGRADUATE AND GRADUATE STUDENTS TO PURSUE THEIR FURTHER STUDY OR FOOD SAFETY RELATED JOBS. THE EXPECTED MAJOR OUTCOMES ARE (1) TWO ASSAYS (ICELISA AND APTAMER-ANTIBODY BASED SANDWICH ASSAY) WILL BE DEVELOPED TO DETECT FISH PARVALBUMIN IN FOODS; (2) THE CAPACITY OF FSU TO PROVIDE EDUCATION AND RESEARCH TRAINING OF UNDERGRADUATE AND GRADUATE STUDENTS IN FOOD SCIENCE WILL BE EXPANDED; AND (3) ONE NATIONAL PRIORITY CONCERN, FOOD SAFETY, WILL BE ADDRESSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52a3bc33-b23b-0c54-7fff-2e17fbd7bfb0-C", "generated_internal_id": "ASST_NON_20187000128759_12H3"}, {"internal_id": 69573249, "Award ID": "20187000128758", "Award Amount": 660641.29, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "10.326", "Description": "FUELED BY INNOVATION IN FOOD, AGRICULTURE, NATURAL RESOURCES, HUMAN AND SOCIAL SCIENCES, THIS PROJECT LEVERAGES SIUE&#39;S RESOURCES AND FACULTY EXPERTISE FOR ECONOMIC AND COMMUNITY DEVELOPMENT, IMPROVED JOB CREATION AND RETENTION, AND WORKFORCE EDUCATION. AS A COLLABORATIVE PROJECT WITH THE MONROE COUNTY ECONOMIC DEVELOPMENT CORPORATION AND THE UNIVERSITY OF ILLINOIS EXTENSION OFFICE, THE PROJECT SEAMLESSLY BLENDS EXPERIENTIAL LEARNING, EXTENSION, ECONOMIC DEVELOPMENT, (E3) AND WORKFORCE DEVELOPMENT ACTIVITIES IN AN INTEGRATED PROJECT THAT ADDRESSES GOALS OF REGIONAL AND NATIONAL SCOPE.E3 UTILIZES THE SUCCESSFUL COMMUNITIES FRAMEWORK, AN EVIDENCE-BASED MODEL TO CONNECT BUSINESS AND COMMUNITY NEEDS TO TEAMS OF FACULTY AND STUDENTS WITH THE RESOURCES AND EXPERTISE TO SOLVE THEM. BY TACKLING REAL-WORLD OPPORTUNITIES AND CHALLENGES IN AN EXPERIENTIAL LEARNING FORMAT, STUDENTS WILL DEVELOP CRITICAL TECHNICAL AND LEADERSHIP SKILLS, AS WELL AS ENGAGE IN TEAMWORK AND PROBLEM-SOLVING ACTIVITIES. THROUGH DEEP MENTORSHIP FROM FACULTY AND APPLICATION OF THEORY TO PRACTICE, STUDENTS WILL GAIN REAL-WORLD LEADERSHIP EXPERIENCE IN SOLVING PROBLEMS AND DEVELOPING IDEAS TO SUPPORT AGRICULTURE-BASED ECONOMIC GROWTH AND COMMUNITY DEVELOPMENT. BUSINESSES GET THE SCIENCE AND SKILLS THEY NEED TO GROW, WHILE STUDENTS GAIN UNPARALLELED EXPERIENTIAL LEARNING AND LEADERSHIP EXPERIENCE, INCLUDING STRONG INCORPORATION OF SOCIAL SCIENCE KNOWLEDGE AND THEORY. THE PROJECT ALSO EMPHASIZES WORKFORCE DEVELOPMENT THROUGH PARTNERSHIP WITH LOCAL YOUTH ORGANIZATIONS AND TRAINING FOR INCUMBENT AND FUTURE WORKERS. DUE TO ITS EMPHASIS ON SCIENCE, EDUCATION AND SCIENCE LITERACY, AND RURAL PROSPERITY, THIS PROPOSAL ADDRESSES NLGCA PRIORITIES FROM THE USDA STRATEGIC PLAN (GOAL 1) REE ACTION PLAN (GOAL 6) , AND NIFA STRATEGIC PLAN (GOAL 1).IF FUNDED, THE PROJECT WILL PROVIDE SUPPORT FOR:RESEARCH AND EXPERIENTIAL LEARNING PROJECTS IN PARTNERSHIP WITH LOCAL BUSINESSES, FARMERS, AND COMMUNITY GROUPSUNDERGRADUATEAND GRADUATE STUDENT PROJECTS, PRESENTATIONS, AND TRAVELINFRASTRUCTURE/EQUIPMENT: ANALYTICAL INSTRUMENTATION, DRONES, SOFTWARE, UPDATED TECHNOLOGYSTUDENT MEDIA LAB/SCIENCE NEWS WIRE LAUNCHGRADUATE ASSISTANTS WORKING WITH THE UNIVERSITY OF ILLINOIS EXTENSION TO DELIVER AGRICULTURE EDUCATION PROGRAMMING IN REGIONAL MIDDLE AND HIGH SCHOOLSTRAVEL FUNDS FOR FIELD TRIPS, OUTREACH ACTIVITIES, AND OTHER JOINT AGRICULTURE EDUCATION OPPORTUNITIES FOR STUDENTS FROM MIDDLE SCHOOL TO GRADUATE SCHOOL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c3abd0f6-5fd6-ae4d-b934-c6538106c2f1-C", "generated_internal_id": "ASST_NON_20187000128758_12H3"}, {"internal_id": 68547758, "Award ID": "20187000128757", "Award Amount": 147573.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "10.326", "Description": "THE PRIMARY GOAL OF THIS PROJECT IS TO ENHANCE THE CAPACITY AND ABILITY TO PREPARE UNDERREPRESENTED STUDENTS IN AGRICULTURAL MECHANICS. THIS WILL BE ACCOMPLISHED THROUGH THE ENHANCEMENT OF THE AGRICULTURAL MECHANICS LABORATORY WITH STATE-OF-THE-ART SAFETY AND PRODUCTION EQUIPMENT. THIS WILL LEAD TO THE DIRECT IMPROVEMENT OF FOUR DIFFERENT AGRICULTURAL MECHANICS COURSES. THIS GRANT WILL SUPPORT THE COORDINATION AND DIRECTION OF THE TAMUK AGRICULTURAL MECHANICS SHOW AND JUDGING AT VARIOUS PROJECT SHOWS AROUND THE STATE. THESE SERVICE LEARNING EVENTS WILL BE DIRECTED BY THE PI AND UNDERGRADUATE STUDENTS, ENHANCING STUDENTS&#39; DEVELOPMENT OF COLLABORATIVE LEADERSHIP AND APPLIED AGRICULTURAL MECHANICS SKILLS. TO ENHANCE THEIR LEADERSHIP SKILLS STUDENTS WILL TAKE PART IN LPI STUDENT AND 360&ORDM; LEADERSHIP ASSESSMENTS THROUGHOUT THE LIFE OF THE PROJECT, TO EVALUATE HOLISTICALLY THEIR LEADERSHIP DEVELOPMENT. THE AGRICULTURAL MECHANICS FACULTY, WORKING WITH LINCOLN ELECTRIC&COPY;, AIRGAS &AMP; BRIGGS &AMP; STRATTON, WILL ATTEND INDUSTRY PROFESSIONAL DEVELOPMENT WORKSHOPS EACH YEAR. THE DIRECT BENEFIT OF THIS FACULTY TRAINING WILL BE SHARED WITH UNDERGRADUATE STUDENTS IN THE FOUR AGRICULTURAL MECHANIC COURSES, AND WITH SECONDARY TEACHERS AT PROFESSIONAL DEVELOPMENT EVENTS OFFERED AT TAMUK EACH YEAR. THIS PROJECT SEEKS TO POSITIVELY IMPACT THE ACADEMIC ACHIEVEMENT AND CAREER READINESS OF UNDERREPRESENTED STUDENTS IN AGRICULTURE. ?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_20187000128757_12H3"}, {"internal_id": 68176320, "Award ID": "20187000128756", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-23", "CFDA Number": "10.326", "Description": "MASTERS (MENTORING AGRICULTURE STUDENTS THROUGH TRAINING, EXPERIENTIAL LEARNING, AND RESEARCH SKILLS) FOR THE FUTURE AGRICULTURAL WORKFORCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_20187000128756_12H3"}, {"internal_id": 68547759, "Award ID": "20187000128755", "Award Amount": 272585.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "10.326", "Description": "THE OVERALL GOAL OF THIS USDA NLGCA PROJECT IS TO PROVIDE ENHANCED EDUCATIONAL AND OUTREACH OPPORTUNITIES BY WAY OF RESEARCHING MATERNAL RECOGNITION OF PREGNANCY IN MARES. THROUGH THE ACQUISITION OF STATE-OF-THE ART LABORATORY AND CLASSROOM EQUIPMENT, BOTH HIGH SCHOOL AND UNDERGRADUATE STUDENTS AND ANIMAL SCIENCE FACULTY WILL BE INVOLVED IN EXPERIMENTAL AND APPLICABLE RESEARCH THAT ADVANCES THE BODY OF KNOWLEDGE IN THE FIELD OF REPRODUCTIVE PHYSIOLOGY. PROJECT ACTIVITIES INCLUDE DEVELOPING COURSE-EMBEDDED RESEARCH PROJECTS, COLLABORATIVE RESEARCH EXPERIENCES AT NORTH DAKOTA STATE UNIVERSITY, AND A SUMMER RESEARCH CAMP FOR UPWARD BOUND STUDENTS LED BY UWRF EQUINE MAJORS. UPWARD BOUND SERVES BOTH HIGH SCHOOL STUDENTS FROM LOW-INCOME FAMILIES AND HIGH SCHOOL STUDENTS FROM FAMILIES IN WHICH NEITHER PARENT HOLDS A BACHELOR&#39;S DEGREE. THE GOAL OF UPWARD BOUND IS TO INCREASE THE RATE AT WHICH PARTICIPANTS ENROLL IN AND COMPLETE SECONDARY EDUCATION.THE PROPOSED RESEARCH WILL USE THE PLACEMENT OF AN INTERUTERINE DEVICE (IUD) TO INDUCE A PSEUDOPREGNANCY IN MARES AND ENABLE THE RESEARCHERS TO STUDY WHETHER THE EPITHELIAL SODIUM CHANNEL (ENAC) RECEPTOR IS INVOLVED WITH THE MATERNAL RECOGNITION OF PREGNANCY PROCESS. RESULTS ARE ANTICIPATED TO ENHANCE THE UNDERSTANDING AND MANAGEMENT OF REPRODUCTIVE PROCESSES AND FERTILITY ALTERNATIVES WITHIN THE SPECIES. IN ADDITION, BECAUSE BLATANT UNWANTED BEHAVIORS IN MARES ARE CLOSELY LINKED TO HORMONAL CHANGES, THE KNOWLEDGE GAINED WILL PROVIDE THE FOUNDATION FOR DESIGNING A SAFER, MORE EFFECTIVE BEHAVIORAL MANAGEMENT OPTION FOR VETERINARIANS, RESEARCHERS, AND MARE OWNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b755101b-5f7e-ab14-f8df-a5363d28439b-C", "generated_internal_id": "ASST_NON_20187000128755_12H3"}, {"internal_id": 68547760, "Award ID": "20187000128754", "Award Amount": 143783.37, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-11", "CFDA Number": "10.326", "Description": "ENHANCING FOOD SCIENCE CAPACITY THROUGH TRANSFORMATIVE LEARNING EXPERIENCES IN EDUCATION AND RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c31cfa60-5675-54e2-0621-c9e8dcd39163-C", "generated_internal_id": "ASST_NON_20187000128754_12H3"}, {"internal_id": 69573194, "Award ID": "20187000128753", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "10.326", "Description": "THE PRIMARY OBJECTIVE OF THIS GRANT IS TO ASSIST HIGH SCHOOL TEACHERS OF THE REGION TO MEET THE HIGHER LEARNING COMMISSION&#39;S (HLC) QUALIFICATION REQUIREMENT FOR DUAL CREDIT TEACHERS BY DEVELOPING TWO EIGHTEEN CREDIT HOUR GRADUATE CERTIFICATE PROGRAMS, ONE IN ANIMAL SCIENCE AND ONE IN PLANT SCIENCE THAT WOULD BE OFFERED IN A HYBRID SETTING (ONLINE AND ON-CAMPUS) OVER A PERIOD OF TWO SUMMERS BY THE AGRICULTURE PROGRAM FACULTY AT THE UNIVERSITY OF CENTRAL MISSOURI. BEGINNING SEPTEMBER 1, 2017, THE HLC IMPLEMENTED A NEW REQUIREMENT, HIGH SCHOOL TEACHERS MUST HAVE EITHER A MASTER&#39;S DEGREE IN THE FIELD THEY ARE TEACHING A DUAL CREDIT, OR IF THE MASTER&#39;S DEGREE IS NOT IN THE FIELD THEY ARE TEACHING IN THEY NEED TO HAVE 18 GRADUATE CREDIT HOURS IN THE FIELD THEY ARE TEACHING DUAL CREDIT. EXISTING DUAL CREDIT TEACHERS WILL HAVE UNTIL 2022 TO BECOME COMPLIANT WITH THIS NEW REQUIREMENT. THIS GRANT WILL SUBSIDIZE (PAY 75%) OF THE COST FOR TEACHERS WHO ARE ACCEPTED IN THE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1bea9df-2b1e-55a0-b760-b186284b158f-C", "generated_internal_id": "ASST_NON_20187000128753_12H3"}, {"internal_id": 69573227, "Award ID": "20187000128752", "Award Amount": 147597.64, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "10.326", "Description": "TWO OF THE MOST IMPORTANT AGRICULTURE PRODUCTS IN THE MISSOURI OZARK REGION ARE PASTURES AND TREES. WITH OVER HALF OF THIS AREA FORESTED, THE POTENTIAL TO INCREASE AGRICULTURE PRODUCTIVITY LIES IN CREATING SILVOPASTURE SYSTEMS, WHICH COMBINE TREE PRODUCTION AND GRAZING LANDS TO BENEFIT EACH OTHER. THIS PROJECT WILL STUDY THE BEST PRACTICES OF ESTABLISHING SILVOPASTURE SYSTEMS IN MISSOURI. WE WILL MEASURE THE DIFFERENCES IN PLANT ESTABLISHMENT AND GROWTH IN TWO DIFFERENT SYSTEMS: PLANTING TREES DIRECTLY INTO ESTABLISHED GRASSLAND, AND CONVERTING EXISTING TREE STANDS TO INTEGRATE PASTURE BENEATH THEM. WE WILL COMPARE TWO METHODS OF MONITORING TREE AND GRASS GROWTH OVER THREE YEARS WITH TRADITIONAL METHODS (MEASURING PLANT HEIGHT, CUTTING, WEIGHING MATERIAL), AND STATE-OF-THE-ART AERIAL DRONE IMAGING. THE RESULTING TRADITIONAL MEASUREMENTS AND HIGH-RESOLUTION DRONE IMAGES WILL ENABLE US TO BUILD PRECISE MODELS OF TREE AND FORAGE GROWTH AND HEALTH OVER TIME IN THE SILVOPASTURE SYSTEMS. THIS INFORMATION WILL BE VITAL TO ANALYZE SHORT-TERM AND LONG TERM ECONOMICS OF SILVOPASTURE ESTABLISHMENT AND MANAGEMENT.TWO GRADUATE STUDENTS AND THREE UNDERGRADUATE STUDENT EMPLOYEES WILL BE TRAINED IN FIELD WORK AND RESEARCH METHODS. THE FIELD SITE WILL ALSO BE UTILIZED BY OVER 150 STUDENTS IN THE COLLEGE OF AGRICULTURE AS A LIVING LABORATORY FOR SEVERAL NATURAL RESOURCES COURSES. ADDITIONALLY, OUTREACH EFFORTS IN FIELD DAYS, CONFERENCE PRESENTATIONS, AND RESEARCH PUBLICATIONS WILL EXTEND THIS INFORMATION TO LANDOWNERS, PRODUCERS, PROFESSIONALS, AND RESEARCHERS. THE OVERALL GOALS OF THE PROJECT ARE TO (1) ESTABLISH AND PROMOTE NEW TECHNOLOGIES AND METHODS FOR SILVOPASTURE DATA COLLECTION AND ANALYSIS, (2) ENHANCE SILVOPASTURE KNOWLEDGE AND TRAINING, (3) DISSEMINATE KEY FINDINGS FOR BEST PRACTICES FOR SILVOPASTURE ESTABLISHMENT AND MANAGEMENT, AND (4) TO IMPROVE AND EXPAND THE IMPLEMENTATION AND MANAGEMENT OF SILVOPASTURE IN THE MISSOURI OZARKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "521d6dad-4cec-d101-43b1-01a1438fe39e-C", "generated_internal_id": "ASST_NON_20187000128752_12H3"}, {"internal_id": 68547761, "Award ID": "20187000128751", "Award Amount": 682313.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-13", "CFDA Number": "10.326", "Description": "URBAN LAND AREAS HAVE BEEN EXPANDING GLOBALLY AT A VERY RAPID RATE, EVEN FASTER THAN POPULATION GROWTH. AS THEY EXPAND INTO PREVIOUSLY AGRICULTURAL AREAS, THEY HAVE THE POTENTIAL TO CONSTRAIN FOOD SUPPLY SYSTEMS AND DIMINISH FOOD SECURITY. THIS PUTS INCREASING PRESSURE ON REMAINING AGRICULTURAL LANDS TO PRODUCE THE SAME OR MORE BIOMASS ON LESS LAND FOR A LARGER POPULATION, YET THERE IS LITTLE SCIENTIFIC EVALUATION OF HOW THE GROWTH OF URBAN CENTERS WILL AFFECT REGIONAL AGRICULTURE. LEFT UNADDRESSED, THIS INHERENT TRADE-OFF BETWEEN URBAN AND AGRICULTURAL LAND RESOURCES COULD LEAD TO A DECREASED RESILIENCE IN AND AROUND URBAN AREAS, ESPECIALLY THOSE ALREADY VULNERABLE TO ENVIRONMENTAL RISKS.IN RAPIDLY URBANIZING AREAS SUCH AS PHOENIX AND OTHER SOUTHWESTERN CITIES, THE TRADE-OFFS BETWEEN URBAN AND AGRICULTURAL RESOURCE NEEDS ARE EXACERBATED BY LIMITED RESOURCE AVAILABILITY, ESPECIALLY FOR WATER. THEREFORE, MORE RESEARCH IS NEEDED TO CREATE SYNERGIES BETWEEN URBAN AND AGRICULTURAL RESOURCE DEMANDS, RATHER THAN COMPETITION. SOME PROMISING AREAS OF OPPORTUNITY AT THIS COMPETING RESOURCE-DEMAND NEXUS INCLUDE THE USE OF EXCESS STORMWATER AND TREATED MUNICIPAL WASTEWATER FOR AGRICULTURAL PRODUCTION, USE OF BIOSOLIDS FROM URBAN WASTEWATER TREATMENT, COMPOST FROM URBAN FOOD WASTE AS AGRICULTURAL FERTILIZER, AND MANURE FROM AGRICULTURAL OPERATIONS FOR URBAN AGRICULTURE NUTRIENT, WATER, AND SOIL HEALTH NEEDS.GIVEN THAT AGRICULTURE IS A VITAL PART OF THE SOUTHWEST&#39;S ECONOMY, AND ENCROACHMENT OF AGRICULTURE BY URBAN EXPANSION, IN ADDITION TO CONCERNS OF DECREASING WATER SUPPLY, HAS THE POTENTIAL TO SEVERELY IMPACT LIVELIHOODS AND FOOD SECURITY IN THE REGION,THEOVERALL GOAL OF THIS GRANT WILL BE TO IMPROVE ARIZONA STATE UNIVERSITY&#39;S (ASUS) CAPACITY TO PERFORM AGRICULTURAL RESEARCH AND EDUCATION TO ADDRESS CHALLENGES AND IDENTIFY EMERGING OPPORTUNITIES AT THE URBAN-AGRICULTURE NEXUS IN THE DESERT SOUTHWEST.THE GOALS AND ACTIVITIES OF THIS PROJECT DIRECTLY ADDRESS GOAL 6 OF THE USDA&#39;S RESEARCH, EDUCATION AND ECONOMICS ACTION PLAN BY HELPING TORECRUIT, CULTIVATE, AND DEVELOP THE NEXT GENERATION OF SCIENTISTS, ENGINEERS, AND LEADERSIN AGRICULTURE THROUGH THE DEVELOPMENT OF THE NEW UNDERGRADUATE COURSE AND THE MULTIPLE OPPORTUNITIES PROVIDED TO STUDENTS TO GAIN LEADERSHIP AND MENTORING EXPERIENCE. THIS PROJECT IS ALSO IN LINE WITH USDA&#39;S STRATEGIC PLAN, GOAL 1, THAT AIMS TOASSIST RURAL COMMUNITIES TO CREATE PROSPERITY, THROUGH OUTREACH AND EDUCATION EFFORTS. THIS PROJECT SUPPORTS MULTIPLE SUBGOALS OF GOAL 1 OF THE NIFA STRATEGIC PLAN AS OUR GOAL TO CONNECT URBAN AND AGRICULTURAL STAKEHOLDERS WILL ULTIMATELY HELPADVANCE FOOD SECURITYIN THE REGION (SUBGOAL 1.1.) AND OUR EDUCATIONAL OBJECTIVES WILLSUPPORT A DIVERSE WORKFORCE IN SUSTAINABLE AGRICULTURE(SUBGOAL 1.6). FURTHERMORE, OUR RESEARCH OBJECTIVES DIRECTLY SUPPORT SUBGOAL 1.3 THROUGH THE IMPROVEDEVALUATION OF RECLAIMED RESOURCES IN ARID ENVIRONMENT AGRICULTURAL PRODUCTION.WE WILL ACHIEVE OUR PROJECTGOALS AND OBJECTIVES BY EXPANDING ASU&#39;S CAPABILITY TO PERFORM AGRICULTURAL RESEARCH AND EDUCATION, AND BY ENGAGING LOCAL URBAN AND AGRICULTURAL COMMUNITIES AROUND THE TOPIC OF ADDRESSING CHALLENGES AND IDENTIFYING EMERGING OPPORTUNITIES AT THE URBAN-AGRICULTURE NEXUS IN THE DESERT SOUTHWEST. TO ENHANCE ASU&#39;S AGRICULTURAL EDUCATION CAPACITY, WE WILL DEVELOP AN UNDERGRADUATE-LEVEL EXPERIENTIAL LEARNING COURSE JOINTLY WITH MESA COMMUNITY COLLEGE. THIS COURSE WILL CONSIST OF HANDS-ON RESEARCH PROJECTS RELATED TO URBAN-AGRICULTURE NEXUS, INCLUDING FIELD, LAB, AND DATA ANALYSIS TRAINING FOR THE STUDENTS. TO INCREASE ASU&#39;S ABILITY TO PERFORM AGRICULTURAL RESEARCH, WE ARE PARTNERING WITH THE USDA ARID LANDS AGRICULTURAL RESEARCH CENTER TO MENTOR TWO MASTERS LEVEL PROJECTS FOCUSED ON UNDERSTANDING RISKS AND BENEFITS OF USING URBAN RESOURCES (BIOSOLIDS, WASTEWATER, COMPOSTS, ETC.) IN ARID LAND AGRICULTURAL PRODUCTION. TO ENGAGE THE URBAN AND AGRICULTURAL COMMUNITIES, WE WILL HOST KICK-OFF AND SUMMATIVE WORKSHOPS, CREATE A STUDENT-LED WEBINAR SERIES, AND CREATE A STAKEHOLDER ADVISORY GROUP TO INFORM AND ASSESS PROJECT ACTIVITIES. IF THE GOALS OF THE PROJECT ARE MET, WE HOPE TO CREATE A LONG-TERM CULTURE OF AGRICULTURAL EDUCATION AND RESEARCH INTEREST AT ASU AS WELL AS TO FOSTER NEW CONNECTIONS AND COLLABORATIONS TO CREATE SYNERGISTIC OPPORTUNITIES AT THE URBAN-AGRICULTURE NEXUS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18ebe923-151d-7095-dfea-7767365ba71d-C", "generated_internal_id": "ASST_NON_20187000128751_12H3"}, {"internal_id": 66486453, "Award ID": "20187000128152", "Award Amount": 745823.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-05-09", "CFDA Number": "10.326", "Description": "THE PROJECT &#39;BUILDING PARTNERSHIPS BETWEEN STAKEHOLDERS INVOLVED IN THE LOCAL PRODUCTION, MARKETING AND EDUCATION OF VEGETABLE PRODUCTION IN WESTERN MISSOURI&#39; IS A COLLABORATIVE EFFORT OF THE UNIVERSITY OF CENTRAL MISSOURI, POWELL GARDENS, AGRIMISSOURI, WARRENSBURG MAIN STREET, AND SEDALIA AREA FARMERS&#39; MARKET INC., THAT WILL GREATLY INCREASE THE CAPACITY AND DIVERSITY OF LOCAL VEGETABLE PRODUCTION IN WESTERN MISSOURI BY BUILDING PARTNERSHIPS BETWEEN THESE ORGANIZATIONS. THESE PARTNERSHIPS WILL BE STRENGTHENED BY PROVIDING INTERNSHIP OPPORTUNITIES TO UNDERGRADUATE STUDENTS AT POWELL GARDENS, AGRIMISSOURI AND THE WARRENSBURG AND SEDALIA FARMERS MARKETS, BY CONDUCTING VARIETY TRIALS AT POWELL GARDENS AND UNIVERSITY OF CENTRAL MISSOURI USING BOTH OPEN FIELD AND HIGH TUNNEL TECHNOLOGY, BY CONDUCTING MARKETING SURVEYS AND DEVELOPMENT OF NEW MARKETING STRATEGIES TO CONSUMERS AND PRODUCERS, BY PROVIDING MINI-GRANTS FOR UNDERGRADUATE AND GRADUATE STUDENTS AND THE DEVELOPMENT OF NEW UNDERGRADUATE COLLEGE COURSES, PLUS WORKSHOP OFFERING TO VENDORS, PRODUCERS AND CONSUMERS ABOUT VARIOUS PRODUCTION TECHNOLOGIES AND NEW VARIETIES SUITABLE FOR WESTERN MISSOURI. ADDITIONALLY, THIS PROJECT WILL STRENGTHEN CONNECTIONS BETWEEN UCM AND HIGH SCHOOL TO INCREASE RECRUITMENT OF NOT ONLY RURAL HIGH STUDENTS BUT ALSO MINORITY AND URBAN STUDENTS BY DRAWING MORE ATTENTION TO VEGETABLE PRODUCTION AND DISTRIBUTION THROUGH FARMERS MARKETS, AS WELL AS THE BENEFITS OF EARNING AN UNDERGRADUATE DEGREE IN AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1bea9df-2b1e-55a0-b760-b186284b158f-C", "generated_internal_id": "ASST_NON_20187000128152_12H3"}, {"internal_id": 66560733, "Award ID": "20187000128119", "Award Amount": 149932.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-05-11", "CFDA Number": "10.326", "Description": "TEXAS STATE SUPPORTING SMALL PRODUCERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20187000128119_12H3"}, {"internal_id": 64457893, "Award ID": "20187000127841", "Award Amount": 298658.59, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-05", "CFDA Number": "10.326", "Description": "MECHANISM OF RECOMBINANT PROTEIN ACCUMULATION IN MAIZE SEED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad54a5fd-acfb-7538-079a-92438f81aa48-C", "generated_internal_id": "ASST_NON_20187000127841_12H3"}, {"internal_id": 65324104, "Award ID": "20187000127840", "Award Amount": 149910.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-12", "CFDA Number": "10.326", "Description": "IN THIS PROPOSAL, WE SEEK TO LEVERAGE THE LOCAL FARMING MOVEMENT TO DRAW A MORE URBAN AND DIVERSE POPULATION INTO AGRICULTURAL AND FOOD SCIENCES. WE ALSO SEEK TO SUPPORT THE LOCAL FARMING MOVEMENT BY DEVELOPING A MODERN AND COST-EFFECTIVE SMALL-SCALE HARVESTING MACHINE. THIS IS A MULTI-DISCIPLINARY PROJECT BRINGING TOGETHER FACULTY AND UNDERGRADUATE STUDENT RESEARCHERS FROM AGRICULTURAL ENGINEERING AND AGRICULTURAL ECONOMICS. THIS PROJECT INTEGRATES THE MACHINE RESEARCH AND DEVELOPMENT WITH AN OUTREACH SUMMER CAMP FOR HIGH-SCHOOL STUDENTS, THEREBY PROVIDING LEADERSHIP DEVELOPMENT FOR THE STUDENT RESEARCHERS AND A RECRUITING PATHWAY FOR THE COLLEGE OF AGRICULTURE, FOOD, AND ENVIRONMENTAL SCIENCES AT UW-RIVER FALLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b755101b-5f7e-ab14-f8df-a5363d28439b-C", "generated_internal_id": "ASST_NON_20187000127840_12H3"}, {"internal_id": 65324035, "Award ID": "20187000127839", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-21", "CFDA Number": "10.326", "Description": "SILVERLEAF WHITEFLY (SLW) AND BROWN MARMORATED STINK BUG (BMSB) ARE INVASIVE INSECTS WHICH CAUSE SEVERE LOSSES IN TOMATO. INSECTICIDAL CONTROL OF THESE PESTS ARE HARMFUL TO THE ENVIRONMENT AND APPLICATORS. ACYLSUGARS ARE A PLANT PRODUCED INSECT RESISTANCE COMPOUND FOUND IN TOMATOES. ACYLSUGAR-MEDIATED INSECT RESISTANCE IN TOMATO COULD PROVIDE SAFE ALTERNATIVE CONTROL. DIFFERENT ACYLSUGAR CHEMISTRIES (CHEMOTYPES) DIFFERENTIALLY AFFECT INSECT SPECIES, SO USING SUITABLE LEVELS OF THE MOST EFFECTIVE CHEMOTYPES IS CRITICAL FOR ACYLSUGAR-MEDIATED RESISTANCE OF MULTIPLE PESTS. THE CORNELL UNIVERSITY (CU) TOMATO BREEDING PROGRAM CREATED TOMATO LINES PRODUCING HIGH LEVELS OF ACYLSUGAR WITH DIFFERENT CHEMOTYPES, PROVIDING A PLATFORM FOR TRIALING THE SLW/BMSB CONTROL ACROSS ACYLSUGAR CHEMOTYPES AND TO FACILITATE CREATION OF INSECT RESISTANT TOMATO LINES.OUR OVERALL GOAL FOR THIS INTERACTIVE RESEARCH PROJECT BETWEEN TENNESSEE TECHNOLOGICAL UNIVERSITY (TTU) AND CU IS THE IDENTIFICATION OF TOMATO LINES WITH OPTIMAL ACYLSUGAR-MEDIATED SLW/BMSB CONTROL. OUR RESEARCH WILL BREED ACYLSUGAR PRODUCTION INTO HORTICULTURALLY ACCEPTABLE LINES THAT CAN BE USED BY SEED COMPANIES AND PRODUCERS FOR SUSTAINABLE AND ENVIRONMENTALLY FRIENDLY TOMATO PRODUCTION. WE WILL ALSO LOOK AT HOW CHANGES IN THE ACYLSUGAR CHEMISTRIES DIFFERENTIALLY AFFECT FEEDING AND DAMAGE FROM SLW AND BMSB. IN DOING THIS RESEARCH WE WILL HAVE SEVERAL CAPACITY-BUILDING OUTCOMES TO BE ACHIEVED AT TTU INCLUDING 1) CREATING A TTU/CU RESEARCH PARTNERSHIP 2) DEVELOPING A GRADUATE RESEARCH ASSISTANTSHIP FOR AN UNDERREPRESENTED STUDENT AT TTU, 3) PROVIDING SUMMER RESEARCH INTERNSHIPS FOR UNDERREPRESENTED UNDERGRADUATES AT TTU 4) PURCHASE EQUIPMENT AT TTU TO SUPPORT ENTOMOLOGICAL/HORTICULTURAL RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95d94808-e0be-db6c-8427-388ef19b47fc-C", "generated_internal_id": "ASST_NON_20187000127839_12H3"}, {"internal_id": 65967822, "Award ID": "20187000127838", "Award Amount": 300000.0, "Award Type": null, "Base Obligation Date": "2018-04-09", "CFDA Number": "10.326", "Description": "CAPACITY BUILDING FOR SOIL-PLANT-ANIMAL INTERACTION RESEARCH AND EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49c91ae2-031e-78ae-0475-3e6df4b3dc67-C", "generated_internal_id": "ASST_NON_20187000127838_12H3"}, {"internal_id": 65967869, "Award ID": "20187000127837", "Award Amount": 149718.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-29", "CFDA Number": "10.326", "Description": "COMMODITY PRICES FLUCTUATE CONTINUOUSLY THROUGHOUT THE YEAR DUE TO CHANGES IN THE UNDERLYING SUPPLY AND DEMAND VARIABLES. UNDERSTANDING COMMODITY PRICE BEHAVIOR HELPS FARMERS IN MANAGING THEIR PRODUCTION RISKS AND MAKING PROPER MARKETING DECISIONS. THE PURPOSE OF THIS PROJECT IS TO BUILD THE CAPACITY FOR DELIVERING AGRICULTURAL MARKETING COURSES BY ESTABLISHING A STATE OF THE ART MARKETING LAB IN THE HUTSON SCHOOL OF AGRICULTURE AT MURRAY STATE UNIVERSITY. THE PLANNED LAB WILL INCORPORATE LATEST COMPUTER HARDWARE, TRADING, AND SIMULATION SOFTWARE, ACCESS TO MARKET INFORMATION, AND DATA RESOURCES MADE AVAILABLE TO STUDENTS TO PROVIDE TRUE \"HANDS-ON\" EDUCATION IN ORDER TO ENHANCE THEIR UNDERSTANDING OF THE ROLE OF COMMODITY MARKETS IN TODAY&#39;S AGRICULTURE. STUDENTS BETTER UNDERSTAND THE ROLE OF VARIOUS STAKEHOLDERS IN THE COMMODITY MARKETS AREA SUCH AS PROCESSORS, HEDGERS, AND SPECULATORS. THROUGH THIS PROJECT, AGRIBUSINESS STUDENTS GAIN VALUABLE SKILLS REGARDING VARIOUS FUNDAMENTAL AND TECHNICAL PRICE FORECASTING METHODS, FAMILIARITY WITH THE BROKERAGE OPERATIONS AND COMMODITY PRICE RISK MANAGEMENT. BESIDES ESTABLISHING A MARKETING LAB, THE PRESENT PROPOSAL ALSO AIMS TO PROVIDE SHORT-TERM RESEARCH PROJECT OPPORTUNITIES TO UNDERGRADUATE STUDENTS LEADING TO PRESENTATIONS. ULTIMATELY, THIS PROJECT RESULTS IN READILY EMPLOYABLE AGRIBUSINESS GRADUATES MEETING INDUSTRY NEED IN THE AREA OF COMMODITY MARKETING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346b020c-5227-3ea1-26de-de2b3747a604-C", "generated_internal_id": "ASST_NON_20187000127837_12H3"}, {"internal_id": 64457892, "Award ID": "20187000127836", "Award Amount": 149783.0, "Award Type": null, "Base Obligation Date": "2018-03-08", "CFDA Number": "10.326", "Description": "BUILDING CAPACITY AND MEETING THE DEMAND: INCREASING TEACHER CERTIFICATION AVENUES IN AGRICULTURAL EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20187000127836_12H3"}, {"internal_id": 65324022, "Award ID": "20187000127835", "Award Amount": 298702.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-22", "CFDA Number": "10.326", "Description": "TITLE: PARTNERS AGAINST INVASIVE SPECIES (PAIS)PROJECT DIRECTOR - MCCALL, JOHN THE UNIVERSITY OF WEST ALABAMACO-PROJECT DIRECTOR- STANTON, LEE THE UNIVERSITY OF WEST ALABAMATHE UNIVERSITY OF WEST ALABAMA AND THE SUMTER COUNTY SOIL AND WATER CONSERVATION DISTRICT ARE COLLABORATING IN A JOINT GRANT EFFORT TO EDUCATE AND PROVIDE PROVIDE OUTREACH AND MANAGEMENT TECHNIQUES TO REGIONAL LANDOWNERS, FORESTERS, FARMERS, RANCHERS AND OTHER STAKEHOLDERS REGARDING INVASIVE SPECIES IN WEST ALABAMA AND EAST MISSISSIPPI. THIS REGION HAS NUMEROUS EXOTIC INVASIVE SPECIES SUCH AS RED IMPORTED FIRE ANTS, KUDZU, AND OTHERS WHICH HAVE LONG TROUBLED THE REGION. HOWEVER, TWO LESS WELL-PUBLICIZED SPECIES ARE CURRENTLY OF GREAT CONCERN. AN INVASIVE GRASS, COGONGRASS (IMPERATA CYLINDRICA), IS NOW FOUND IN MORE THAN 75% OF ALABAMA COUNTIES. IT IMPACTS CROPS, RANGELANDS, AND TIMBER, PRIMARILY THROUGH COMPETITIVE INTERACTIONS. THE ABRASIVE NATURE OF COGONGRASS MAKES IT RELATIVELY INEDIBLE, CONTRIBUTING TO ITS ABILITY TO OUTCOMPETE NATIVE GRASS SPECIES. SIMILARLY, FERAL SWINE (SUS SCROFA), WITH AN ESTIMATED POPULATION OF AT LEAST 64 MILLION NATIONALLY, HAVE HAD TREMENDOUS IMPACTS ON A VARIETY OF CROPS, AS WELL AS BEING A CARRIER FOR A VARIETY OF HUMAN AND LIVESTOCK DISEASES. IN THE UNITED STATES, ANNUAL EXPENSES RELATED TO CROP DAMAGE AND ANIMAL CONTROL RELATED TO FERAL SWINE EXCEED $1.5 BILLION. THE PRIMARY OBJECTIVES OF THIS PROJECT ARE TO: ENSURE STAKEHOLDER AWARENESS AND DEVELOP PROGRAMS TO ENHANCE KNOWLEDGE OF THE DAMAGE WHICH INVASIVE SPECIES INFLICT ON THE REGION; PROVIDE OUTREACH ASSISTANCE TO REGIONAL LANDOWNERS IN THE CONTROL AND MANAGEMENT OF THE INVASIVE SPECIES; ENHANCE CAREER OPPORTUNITIES FOR UNDERSERVED STEM STUDENTS; AND DEVELOP A REGIONAL CENTER OF EXPERTISE AND DEDICATION TOWARD RESEARCH AND MANAGEMENT OF INVASIVE SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ff8089c-fbed-3fd4-9276-700bd0a98054-C", "generated_internal_id": "ASST_NON_20187000127835_12H3"}, {"internal_id": 64128645, "Award ID": "20187000127834", "Award Amount": 294570.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-08", "CFDA Number": "10.326", "Description": "THE UNIVERSITY OF WISCONSIN - RIVER FALLS DEPARTMENT OF ANIMAL AND FOOD SCIENCE IS ANUALLY ENROLLING NEARLY FOUR HUNDRED UNDERGRADUATE STUDENTS WITH A STATED CAREER INTEREST IN THE AREA OF COMPANION ANIMAL SCIENCE. THIS INTERGRATED PROPOSAL SPECIFICALLY ADDRESSES NEEDS CREATED BY ENROLLMENT PRESSURES OF THE PROGRAM TO GENERATE INNOVATIVE EDUCATIONAL OPPORTUNITY FOR THE STUDENTS. THROUGH UNIQUE COLLABORATION WITH TWO NON-PROFIT AGENCIES, STUDENTS WILL GAIN BOTH STRENGTHENED CLASSROOM LEARNING EXPERIENCES, AS WELL AS OPPORTUNITIES FOR FIELD-BASED INTERNSHIPS.SUPPORTING OBJECTIVES ARE FOURFOLD: (1) DEVELOPMENT OF TWO NOVEL COMPANION ANIMAL SCIENCE UNDERGRADUATE COURSES, (2) EXPANSION OF THE UNIVERSITY&#39;S NOVEL SERVICE DOG TRAINING INTERNSHIP TO INCLUDE AN AMBASSADOR PROGRAM WITH THE AIM OF HONING STUDENT LEADERSHIP SKILLS THROUGH PUBLIC EDUCATION AND OUTREACH, (3) CREATION OF A INTERCOLLEGIATE NETWORK OF NORTH AMERICAN COLLEGES WITH UNDERGRADUATE SERVICE DOG TRAINING PROGRAMS, CULMINATING IN A SUMMIT FOR IDEA-EXCHANGE AND STUDENT COLLABORATION, AND (4) FIELD-BASED INTERNSHIP DEVELOPMENT TO ENGAGE STUDENTS DIRECTLY WITH UNDERSERVED SECTORS OF THE PET-OWNING POPULATION THROUGH A NATIONALLY UNIQUE NON-PROFIT VETERINARY HOPSITAL. THE PROPOSED HIGH-IMPACT ACTIVITIES WILL SERVE AS MODELS FOR OTHER UNGRADUATE ANIMAL SCIENCE PROGRAMS EXPANDING INTO COMPANION ANIMAL SCIENCE DISCIPLINES. ENHANCEMENT OF THE COMPANION ANIMAL PROGRAM IS ESPECIALLY POISED TO ATTRACT, RECRUIT AND RETAIN STUDENTS WHO LACKED OPPORTUNITY OR ACCESS TO TRADITIONAL \"GATEWAY\" AGRICULTURE EXPERIENCES IN THE K-12 PERIOD, SUCH AS AGRICULTURE EDUCATION CURRICULUM, FFA AND 4H. STUDENTS WILL EMERGE FROM THE ENHANCED PROGRAM PREPARED TO LEAD, COMMUNICATE AND WORK COLLABORATIVELY TO CREATE A DIVERSE AGRICULTURE WORKFORCE THAT IS REPRESENTATIVE OF THE NATIONAL WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b755101b-5f7e-ab14-f8df-a5363d28439b-C", "generated_internal_id": "ASST_NON_20187000127834_12H3"}, {"internal_id": 64128644, "Award ID": "20187000127833", "Award Amount": 299988.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-01", "CFDA Number": "10.326", "Description": "FARMERS OFTEN DIRECTLY MARKET THEIR PRODUCTS TO CONSUMERS. THIS INTERACTION IS UNIQUE TO MANY MARKETED FOOD PRODUCTS AND OPENS UP MARKETING STRATEGIES NOT AVAILABLE TO OTHER ENTITIES. CONSUMERS MAY GAIN PRESTIGE OR SOCIAL STATUS BY PURCHASING FOODS IN THIS MANNER AND SUGGESTS FURTHER MARKET SEGMENTATION WHICH HAS THE POTENTIAL TO BENEFIT FARMERS. IMPROVED UNDERSTANDING OF THESE UNDERSERVED MARKET SEGMENTATIONS MAY IMPROVE FARMER PROFITABILITY WHILE IMPROVING THE VALUE DELIVERED TO CONSUMERS. IDENTIFICATION OF EXISTING MARKETING STRATEGIES OF FARMERS WILL AID THE PROJECT TEAM AS THEY SEEK TO IDENTIFY STRATEGIES APPEALING TO CONSUMERS SEEKING PRESTIGE OR SOCIAL STATUS FROM THEIR FOOD PURCHASES. BEHAVIORS OF CONSUMERS SEEKING PRESTIGE OR SOCIAL STATUS FROM FOOD PURCHASES THAT INCLUDE PHYSICAL ACTIVITY LEVELS AND NEUROPHYSIOLOGICAL RESPONSES WILL BE DETERMINED IN AN EXPERIMENTAL AUCTION OF FOOD FROM FARMERS. FOLLOWING COMPLETION OF THE EXPERIMENTAL AUCTIONS, FIELD EXPERIMENTS WILL BE CONDUCTED WITH FARMERS&#39; MARKETS TO SEE HOW PURCHASING PATTERNS CHANGED. ECONOMIC IMPACT OF THE MARKETING STRATEGIES WILL BE DETERMINED. STRATEGIES FOR FARMERS WISHING TO MARKET TO PRESTIGE-SEEKING AND SOCIAL STATUS ACHIEVING CONSUMERS WILL ALSO BE IDENTIFIED. THIS PROJECT ASSISTS SMALL- AND MEDIUM-SIZED FARMERS IN DEVELOPING NEW MARKETING STRATEGIES TO INCREASE EFFICIENCY AND PROFITABILITY IN AN EVER CHANGING CONSUMER LANDSCAPE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0adfd22a-dd03-490a-1008-d5f2fbc5287a-C", "generated_internal_id": "ASST_NON_20187000127833_12H3"}, {"internal_id": 65967827, "Award ID": "20187000127832", "Award Amount": 297847.0, "Award Type": null, "Base Obligation Date": "2018-04-13", "CFDA Number": "10.326", "Description": "BUILDING RESEARCH AND EDUCATION CAPACITIES TO STRENGTHEN THE BLACK WALNUT BREEDING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "521d6dad-4cec-d101-43b1-01a1438fe39e-C", "generated_internal_id": "ASST_NON_20187000127832_12H3"}, {"internal_id": 65967797, "Award ID": "20187000127831", "Award Amount": 145816.61, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-27", "CFDA Number": "10.326", "Description": "AN INTEGRATED PROJECT TO PROMOTE STUDENT INTEREST AND SUCCESS IN AGRICULTURAL SCIENCES THROUGH AN APPLIED MICROBIOLOGICAL PERSPECTIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b27e689-8c07-43d5-38af-dcc1989f0f21-C", "generated_internal_id": "ASST_NON_20187000127831_12H3"}, {"internal_id": 64457891, "Award ID": "20187000127830", "Award Amount": 95785.36, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-03-08", "CFDA Number": "10.326", "Description": "THIS PROPOSAL SEEKS FUNDING TO ESTABLISH OL&EACUTE;! LUBBOCK, IN ASSOCIATION WITH A STATE-WIDE INITIATIVE TO COMBAT OBESITY THROUGH THE DESIGN AND PROGRAMMING OF NATURALIZED, OUTDOOR LEARNING ENVIRONMENTS (OLE). IT WILL BE A MULTIDISCIPLINARY COLLABORATIVE BETWEEN FACULTY FROM LANDSCAPE ARCHITECTURE (LA) HUMAN DEVELOPMENT AND FAMILY STUDIES (HDFS) AND INTERIOR DESIGN (ID). THE COLLABORATIVE WILL BE ONE OF SEVERAL REGIONAL EFFORTS SPONSORED BY OL&EACUTE;! TEXAS, A PROGRAM DEVELOPED BY THE DEPARTMENT OF STATE HEALTH SERVICE (DSHS), OBESITY PREVENTION PROGRAM, TO PROVIDE DESIGN AND PROGRAMING ASSISTANCE FOR THE DEVELOPMENT OF OUTDOOR LEARNING ENVIRONMENTS THROUGHOUT TEXAS. THE PROGRAM IS BASED ON THE PREVENTING OBESITY BY DESIGN (POD) MODEL PROGRAM DEVELOPED BY THE NATURAL LEARNING INITIATIVE (NLI). THEIR EVIDENCE-BASED, BEST PRACTICE INDICATORS PROMOTE THE DESIGN OF CHILDCARE CENTER OUTDOOR LEARNING ENVIRONMENTS THAT INCREASE CHILDHOOD PHYSICAL ACTIVITY, INCREASE AGE-APPROPRIATE MOTOR SKILLS, INCREASE FOOD AWARENESS, AND PROMOTE HEALTHIER LIFESTYLES.RESEARCH SHOWS THAT WELL-DESIGNED OUTDOOR LEARNING ENVIRONMENTS (AKA PLAYGROUNDS) AT CHILDCARE CENTERS INCREASE LEVELS OF PHYSICAL ACTIVITY AND SIGNIFICANTLY REDUCES SEDENTARY BEHAVIOR. SINCE 20 PERCENT OF CHILDREN NATIONWIDE AGES 2-5 ARE CONSIDERED OBESE, CHILD CARE CENTERS REPRESENT A SIGNIFICANT, EARLY INTERVENTION OPPORTUNITY FOR COMBATING THIS NATIONWIDE OBESITY EPIDEMIC. INTERVENTIONS THAT EMPHASIZE NATURALIZATION AS AN INTERVENTION STRATEGY HAVE SHOWN MANY POSITIVE MENTAL AND PHYSICAL HEALTH EFFECTS AS A RESULT OF THEIR INTERACTION WITH THE NATURAL ENVIRONMENT. ONE OF THE MOST ESSENTIAL ACTIVITIES IS FRUIT AND VEGETABLE GARDENING. ALONG WITH THE CURRICULUM THAT TEACHES CHILDREN ABOUT WHERE THEIR FOOD COMES FROM AND HOW IT IS PRODUCED, ALMOST ALL CENTERS ARE ABLE TO SUPPLEMENT THEIR DAILY MEALS AND SNACKS WITH HEALTHY FOODS GROWN ON SITE IN THEIR OWN GARDENING AREAS.THE TEXAS TECH TEAM HAS WORKED WITH DSHS AND NLI OVER THE PAST EIGHTEEN MONTHS AS MEMBERS OF THE STATE-WIDE LEADERSHIP TEAM, AND TO SPONSOR THE FIRST PILOT DEMONSTRATION DESIGN WORKSHOP IN TEXAS. OF THE REGIONAL PILOT PROJECTS, IT IS THE ONLY ONE SPONSORED BY A UNIVERSITY-BASED TEAM. OL&EACUTE;! LUBBOCK WILL BUILD UPON THEIR WORK WITH DSHS TO COMBINE COMMUNITY OUTREACH, BOTH EMPIRICAL AND APPLIED RESEARCH, AND A PROGRAM OF EXPERIENTIAL LEARNING AND LEADERSHIP DEVELOPMENT FOR GRADUATE STUDENTS. THE MODEL USES A TRAIN-THE-TRAINER METHODOLOGY TO TRANSFER KNOWLEDGE ABOUT THE DESIGN, MANAGEMENT AND PROGRAMMING OF OUTDOOR SPACE TO SUPPORT HEALTHY OUTCOMES. THE TEAM WILL ALSO DRAW UPON THE RESOURCES AVAILABLE THROUGH THE TEXAS TECH UNIVERSITY&#39;S OBESITY RESEARCH CLUSTER, A MULTIDISCIPLINARY, UNIVERSITY-WIDE TEAM OF RESEARCHERS, ADVISORS AND MENTORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20187000127830_12H3"}, {"internal_id": 65967813, "Award ID": "20187000127829", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-04", "CFDA Number": "10.326", "Description": "THE \"GLOBAL AGLEADER: DEVELOPMENT OF LEADERSHIP AND GLOBAL COMPETENCY TO ENHANCE RECRUITMENT AND RETENTION OF MINORITY STUDENTS\" PROJECT ADDRESSES THE OBSTACLES REGULARLY FACED IN RECRUITING AND RETAINING THE STUDENTS FROM MINORITY COMMUNITIES IN UNDERGRADUATE AND GRADUATE AGRICULTURAL PROGRAMS. THOUGH THERE ARE PREDICTIONS OF IMPRESSIVE JOB GROWTH IN AGRICULTURE, THERE IS A DOCUMENTED LACK OF SUPPLY OF TRAINED WORKFORCE THAT CAN CATER TO THE REQUIREMENTS OF A RAPIDLY TRANSFORMING AGRICULTURE SECTOR. BUT YOUNG STUDENTS FROM MINORITY COMMUNITIES ARE UNAWARE OF SUCH JOB OPPORTUNITIES, HAVE PERCEIVED ENTRY BARRIERS, AND LACK PROFESSIONAL NETWORKS. WITH MINORITY STUDENTS IN MIND, THE PROJECT WILL DEVELOP A FORWARD-LOOKING AND MULTI-PRONGED APPROACH BY TAKING ADVANTAGE OF THE FONDNESS FOR SOCIAL MEDIA AND TECHNOLOGY AMONG YOUNGER GENERATIONS. IT WILL USE WEB-BASED CONTENTS TO HELP THE STUDENTS IN FORMING PROFESSIONAL SOCIAL NETWORKS AND IN INCREASING THEIR AWARENESS ABOUT THE CAREER OPPORTUNITIES IN AGRICULTURE. THE PROJECT PROPOSES INTERNATIONAL AND DOMESTIC EXPERIENCES AT REPUTABLE ORGANIZATIONS, MENTORING, INTERNSHIPS, AND SUMMER INSTITUTES TO HELP STUDENTS IN CAREER DECISIONS. THE PROJECT WILL IMPROVE THE ABILITY OF THE TEXAS STATE UNIVERSITY&#39;S (TEXAS STATE) TO I) PROVIDE BETTER EDUCATION TO AGRICULTURAL STUDENTS WITH EMPHASIS ON MINORITY STUDENTS, AND II) CATER TO THE NEEDS OF OTHER STAKEHOLDERS SUCH AS FARMERS AND AGRIBUSINESSES. IT WILL ALSO FOSTER TEXAS STATE&#39;S LINKS WITH REPUTABLE INTERNATIONAL AGRICULTURAL INSTITUTIONS. INTENDED RESULTS FROM THE PROJECT INCLUDE: BETTER RECRUITMENT/RETENTION OF MINORITY STUDENTS; AND PREPARING A DYNAMIC BASE OF STUDENTS WITH BOTH TECHNICAL SKILLS AND SOFT-SKILLS REQUIRED TO LEAD IN THEIR CHOSEN CAREER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20187000127829_12H3"}, {"internal_id": 65967772, "Award ID": "20187000127817", "Award Amount": 749897.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-05", "CFDA Number": "10.326", "Description": "THE LOWER MISSISSIPPI RIVER VALLEY (LMRV) INCLUDES MORE THAN 4 MILLION HA OF IRRIGATED CROPLAND IN PORTIONS OF ARKANSAS, KENTUCKY, LOUISIANA, MISSISSIPPI, MISSOURI, AND TENNESSEE AND IS ONE THE MOST PRODUCTIVE AGRICULTURAL REGIONS IN THE UNITED STATES. NATIONALLY, ARKANSAS AND MISSISSIPPI RANK THIRD AND EIGHTH, RESPECTIVELY, IN TERMS OF IRRIGATED ACRES. WHILE OTHER AREAS DECLINED, THE AMOUNT OF IRRIGATED CROPLAND IN THE LMRV HAS BEEN STEADILY INCREASING AND GREW AT AN AVERAGE ANNUAL RATE OF APPROXIMATELY 2% BETWEEN 2002 AND 2012. AS THE CLIMATE BECOMES DRIER IN THE WESTERN U.S., IRRIGATED CROPLANDS SUCH AS THOSE OF THE LMRV WILL GROW MORE IMPORTANT WITH EACH PASSING DECADE.AS AGRICULTURE SEEKS TO MITIGATE THE IMPACTS OF A CHANGING CLIMATE ON WATER AND SOIL RESOURCES AS WELL AS REDUCE ITS OWN ENVIRONMENTAL FOOTPRINT, FURROW-RICE OFFERS POTENTIAL BENEFITS TO PRODUCERS. HOWEVER, THERE ARE ALSO KNOWN CHALLENGES WITH THE SYSTEM. IN PARTICULAR, GRAIN YIELDS HAVE TENDED TO BE LOWER THAN TRADITIONAL FLOOD SYSTEMS. A BETTER UNDERSTANDING OF NITROGEN DYNAMICS AND WEED PRESSURE IN THESE SYSTEMS IS IMPORTANT FOR MANAGMENT OF FURROW IRRIGATED RICE. THE WATER-SAVING POTENTIAL AND OTHER KEY ASPECTS OF THE SYSTEM REMAIN IN QUESTION AND REQUIRE ADDITIONAL RESEARCH TO DETERMINE IF IT HAS BROAD APPLICABILITY TO THE LMRV WHERE THE MAJORITY OF THE NATION&#39;S RICE IS PRODUCED.WINTER COVER CROPS MAY ALSO HELP ADDRESS SOME OF THE CHALLENGES ASSOCIATED WITH THE FURROW-RICE SYSTEM. FOR EXAMPLE, COVER CROPS HAVE BEEN SHOWN TO SUPPRESS WEEDS. PIGWEEDS, IN PARTICULAR, REQUIRE SUNLIGHT TO GERMINATE AND THUS, COVER CROPS MAY HELP SHADE OUT THE PROBLEMATIC PIGWEED AND OTHER WEED SPECIES. MOREOVER, COVER CROP MIXTURES TYPICALLY INCLUDE ONE OR MORE LEGUME SPECIES TO FIX NITROGEN AND THUS, MAY REDUCE N FERTILIZER NEEDED TO COMPENSATE FOR INCREASED NITRIFICATION/DENITRIFICATION LOSSES REPORTED FOR FURROW-IRRIGATION RICE SYSTEMS. REDUCING NITROGEN USE IN AGRICULTURE IS IMPORTANT BECAUSE THE GLOBAL NCYCLE IS HIGHLY PERTURBED. BY ADDRESSING THESE CHALLENGES IN FURROW IRRIGATED RICE PRODUCTION, THE POTENTIAL FOR A SOYBEAN-RICE ROTATION WHERE ANNUAL TILLAGE IS NOT NEEDED TO KNOCK DOWN RICE LEVEES OR BUILD BEDS FOR SOYBEAN PRODUCTION WILL BE ENHANCED PROVIDING GREATER POTENTIAL FOR INPUT REDUCTIONS, GREATER RESILIENCY IN A CLIMATE CHANGING WORLD, AND MAINTAINED/ENHANCED FARM PROFITIABILITY.THIS LARGE-SCALE, INTEGRATED PROJECT AIMS TO FOCUS ON THE AREAS OF RESEARCH AND EDUCATION, WHILE BUILDING THE CAPACITY OF THE COLLEGES OF AGRICULTURE AT ARKANSAS STATE UNIVERSITY, SOUTHEAST MISSOURI STATE UNIVERSITY, AND UNIVERSITY OF TENNESSEE AT MARTIN. THIS COLLABORATIVE PROJECT WILL STRENGTHEN THESE MID-SOUTH INSTITUTIONS&#39; ABILITY TO CONDUCT QUALITY, DYNAMIC RESEARCH AND INNOVATIVE EDUCATION IN THE AGRICULTURAL SCIENCES. BY SOLIDIFYING THIS REGIONAL TEAM, WE ARE BUILDING A LONG-LASTING COLLABORATION TO ADDRESS REGIONAL AGRICULTURAL ISSUES.THIS MULTIDISCIPLINARY, MULTI-INSTITUTIONAL PROJECT WILL TARGET A WIDE RANGING AUDIENCE. FACULTY MEMBERS WILL ENHANCE THEIR RESEARCH AND TEACHING EXPERTISE; HIGH SCHOOL TEACHERS WILL RECEIVE CURRICULAR DEVELOPMENT IN AGRICULTURAL SCIENCE; HIGH SCHOOL STUDENTS WILL BE EXPOSED TO AGRICULTURAL SCIENCE IN THEIR CLASSROOM; REGIONAL FARMERS WILL HAVE ACCESS TO NEW MANAGEMENT STRATEGIES FOR ROW RICE PRODUCTION; UNIVERSITY STUDENTS WILL PARTICIPATE IN RESEARCH ACTIVITIES AND HAVE ACCESS TO AN INTENSIVE AGRICULTURAL FIELD COURSE THAT INCLUDES SPECIFIC WRITING AND INSTRUMENTATION WORKSHOPS.THROUGH THIS PROJECT WE WILL COLLECT AND PROVIDE DATA ON NITROGEN USE EFFICIENCY, MOISTURE RETENTION AND IRRIGATION WATER USE, AND WEED SUPPRESSION FROM COVER CROP USE IN ROW RICE PRODUCTION. A CROP BUDGET WILL BE DEVELOPED SPECIFICALLY FOR ROW RICE PRODUCTION WITH COVER CROPS AND PROFITABILITY COMPARED TO CONVENTIONAL MANAGEMENT.DURING THIS THREE YEAR PROJECT, WE WILL HAVE DIRECT IMPACT ON TWO LARGE RICE FARMERS, 10 HIGH SCHOOL TEACHERS, 40 COLLEGE STUDENTS, OF WHICH AT LEAST 10 WILL BE FROM REGIONAL MINORITY-SERVING UNIVERSITIES. INDIRECT IMPACT WILL INCLUDE MORE THAN 2000 HIGH SCHOOL STUDENTS OVER THE COURSE OF THIS PROJECT AND NUMEROUS FARMERS IN THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad54a5fd-acfb-7538-079a-92438f81aa48-C", "generated_internal_id": "ASST_NON_20187000127817_12H3"}, {"internal_id": 137054504, "Award ID": "20177000125998", "Award Amount": -91564.91, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-11", "CFDA Number": "10.326", "Description": "AGRICULTURE AND FOOD LITERACY INITIATIVE AT NORTHWEST MISSOURI STATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7962a419-9cb0-a978-3746-dd748f63246b-C", "generated_internal_id": "ASST_NON_20177000125998_12H3"}, {"internal_id": 45251577, "Award ID": "20177000125997", "Award Amount": 280434.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-01-11", "CFDA Number": "10.326", "Description": "BUILDING CAPACITY FOR CLIMATE CHANGE EDUCATION (CCE) AND EXPANDING RESEARCH OPPORTUNITIES IN RURAL COMMUNITIES IN TN AND KY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0adfd22a-dd03-490a-1008-d5f2fbc5287a-C", "generated_internal_id": "ASST_NON_20177000125997_12H3"}, {"internal_id": 62208662, "Award ID": "20177000125996", "Award Amount": 701690.54, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-01-12", "CFDA Number": "10.326", "Description": "SUMMARYPURPOSETHE PURPOSE OF THIS PROJECT IS TO CREATE THE EDUCATIONAL INFRASTRUCTURE NEEDED TO PRODUCE THE NEXT GENERATION OF CHANGE AGENTS IN GLOBAL FOOD SECURITY (GFS). WITHIN SEVEN OBJECTIVES, WE WILL CREATE A UNIQUE MASTER&#39;S DEGREE IN GFS, PROVIDE FACULTY DEVELOPMENT IN DISTANCE EDUCATION, PROVIDE INDUSTRY TRAINING, CREATE A STUDY ABROAD LEADERSHIP TRAINING (SALT) ACADEMY, PROVIDE SERVICE LEARNING IN NICARAGUA AND DEVELOP THE SOUTHWEST CONSORTIUM FOR GLOBAL FOOD SECURITY.AUDIENCETHE TARGET OF THE MASTER&#39;S IN GFS WILL INCLUDE MID-CAREER FOOD INDUSTRY PROFESSIONALS AND GRADUATE STUDENTS AT MULTIPLE UNIVERSITIES. FACULTY WILL RECEIVE PROFESSIONAL DEVELOPMENT TRAINING AND UNDERGRADUATES WILL PARTICIPATE IN THE SALT ACADEMY AND STUDY ABROAD. PRIMARY AND SECONDARY STUDENTS IN NICARAGUA WILL ENGAGE IN EDUCATIONAL AND LEADERSHIP DEVELOPMENT WITHIN THE SERVICE LEARNING COMPONENT AND THEIR TEACHERS WILL BENEFIT FROM EDUCATIONAL MATERIALS. PRODUCTSSUSTAINABLE PROGRAMS DEVELOPED WILLINCLUDE AT LEAST 10 NEW COURSES AT THE GRADUATE LEVEL, AN ONLINE MASTER&#39;S DEGREE PROGRAM, A STUDY ABROAD LEADERSHIP COURSE AND MULTIPLE INDUSTRY WORKSHOPS. WEB RESOURCES INCLUDE A CLEARINGHOUSE OF GRADUATE STUDENT OPPORTUNITIES IN GFS AND A DIRECTORY OF GFS STAKEHOLDERS IN THE SOUTHWEST CORRIDOR OF THE US.OUTCOME/IMPACTTHIS PROJECT WILL INTEGRATE EDUCATION AND OUTREACH TO IMPROVE HUMAN CAPACITY IN GFS. STUDENTS AND FACULTY PARTICIPATING IN THESE EDUCATIONAL INTERVENTIONS WILL GAIN KNOWLEDGE AND UNDERSTANDING OF GLOBAL HUNGER AND ITS CAUSES. THE ADDITION OF MULTIPLE STUDENTS GRADUATING WITH ADVANCED TRAINING (EITHER GRADUATE OR UNDERGRADUATE) WILL INCREASE THE HUMAN CAPACITY FOR GFS AND ULTIMATELY HELP CONTINUE TO REDUCE HUNGER ON A GLOBAL SCALE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20177000125996_12H3"}, {"internal_id": 128759282, "Award ID": "20177000125994", "Award Amount": -2861.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-01", "CFDA Number": "10.326", "Description": "BRIDGING THE GAP BETWEEN NEW JERSEY FARMERS AND CONSUMERS THROUGH RESEARCH, EDUCATION AND OUTREACH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2be23cc5-dd69-8ec3-c36d-4918e41ee3a5-C", "generated_internal_id": "ASST_NON_20177000125994_12H3"}, {"internal_id": 110859840, "Award ID": "20177000125993", "Award Amount": -8161.45, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-28", "CFDA Number": "10.326", "Description": "BUILDING CAPACITY OF FOOD SCIENCE CLUSTER AT WESTERN KENTUCKY UNIVERSITY TO CONTROL PATHOGENS ON FRESH PRODUCE AT KENTUCKY FARMERS' MARKETS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "495c2e56-8d7e-1dcf-1ef9-d0fc8a4ef7d1-C", "generated_internal_id": "ASST_NON_20177000125993_12H3"}, {"internal_id": 45251573, "Award ID": "20177000125992", "Award Amount": 146095.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-01-11", "CFDA Number": "10.326", "Description": "TEST DRIVE A RACER: ENHANCING STUDENT EXPERIENTIAL LEARNING OPPORTUNITIES THROUGH AGRICULTURAL INDUSTRY COLLABORATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346b020c-5227-3ea1-26de-de2b3747a604-C", "generated_internal_id": "ASST_NON_20177000125992_12H3"}, {"internal_id": 133051759, "Award ID": "20177000125991", "Award Amount": -11584.51, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-04", "CFDA Number": "10.326", "Description": "THE CONSUMER EXPERIENCE: USING INNOVATIVE RESEARCH TOOLS TO DEVELOP AND TEST MESSAGES ABOUT FOOD AND AGRICULTURAL SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20177000125991_12H3"}, {"internal_id": 131543923, "Award ID": "20177000125990", "Award Amount": -1515.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-02", "CFDA Number": "10.326", "Description": "CREATING HANDS-ON EXPERIENCE FOR STUDENTS BY INVESTIGATING THE EFFECTS OF NEEM ESSENTIAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "521d6dad-4cec-d101-43b1-01a1438fe39e-C", "generated_internal_id": "ASST_NON_20177000125990_12H3"}, {"internal_id": 98187892, "Award ID": "20177000125989", "Award Amount": 266826.93, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-01-04", "CFDA Number": "10.326", "Description": "EDUCATIONAL AND RESEARCH CAPACITY BUILDING THROUGH THE INVESTIGATION OF LONG-TERM ANTHROPOGENIC AND CLIMATIC EFFECTS ON WATER QUALITY IN AGRICULTURAL WATERSHEDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebf8420f-77f6-6999-58ae-b617a80eab9d-C", "generated_internal_id": "ASST_NON_20177000125989_12H3"}, {"internal_id": 111610447, "Award ID": "20177000125987", "Award Amount": -543.72, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-10-15", "CFDA Number": "10.326", "Description": "PLANT-PRODUCED MANGANESE PEROXIDASE AS A BIOREMEDIATION AGENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad54a5fd-acfb-7538-079a-92438f81aa48-C", "generated_internal_id": "ASST_NON_20177000125987_12H3"}, {"internal_id": 132969174, "Award ID": "20177000125986", "Award Amount": -2051.03, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-29", "CFDA Number": "10.326", "Description": "LCI PROPOSAL TO BUILD AGRICULTURE CAPACITY AT SUNY COBLESKILL THROUGH REGIONAL EDUCATION AND OUTREACH INITIATIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee038064-4537-a769-8d7d-36c77e9aa8d0-C", "generated_internal_id": "ASST_NON_20177000125986_12H3"}, {"internal_id": 146995478, "Award ID": "20177000125984", "Award Amount": 299999.32, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-12-16", "CFDA Number": "10.326", "Description": "ENHANCING EDUCATION AND RESEARCH TRAINING OF UNDER-REPRESENTED STUDENTS IN FOOD SAFETY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52a3bc33-b23b-0c54-7fff-2e17fbd7bfb0-C", "generated_internal_id": "ASST_NON_20177000125984_12H3"}, {"internal_id": 45251565, "Award ID": "20177000125983", "Award Amount": 148547.82, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-01-30", "CFDA Number": "10.326", "Description": "INVESTIGATE THE USE OF TREATED UNCONVENTIONAL WATER FOR POTENTIAL AGRICULTURAL APPLICATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b27e689-8c07-43d5-38af-dcc1989f0f21-C", "generated_internal_id": "ASST_NON_20177000125983_12H3"}, {"internal_id": 68547596, "Award ID": "20177000125980", "Award Amount": -2188.2, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "10.326", "Description": "MANAGING NUTRIENT INPUTS TO ENHANCE THE SUSTAINABILITY OF FORAGE-BASED BEEF SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "521d6dad-4cec-d101-43b1-01a1438fe39e-C", "generated_internal_id": "ASST_NON_20177000125980_12H3"}, {"internal_id": 148592681, "Award ID": "20167000124706", "Award Amount": -1349.02, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-06", "CFDA Number": "10.326", "Description": "A MULTI-GENERATIONAL APPROACH TO INCREASING THE RESILIENCE OF AGRICULTURAL, NATURAL, AND SOCIAL LANDSCAPES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b755101b-5f7e-ab14-f8df-a5363d28439b-C", "generated_internal_id": "ASST_NON_20167000124706_12H3"}, {"internal_id": 129033989, "Award ID": "20167000124640", "Award Amount": -146754.81, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-22", "CFDA Number": "10.326", "Description": "LEVERAGING LIMITED RESOURCES: AN INCOME ENHANCEMENT STRATEGY IN RURAL DEVELOPMENT FOR MISSOURI, ARKANSAS, AND GEORGIA MEAT GOAT FARMERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "521d6dad-4cec-d101-43b1-01a1438fe39e-C", "generated_internal_id": "ASST_NON_20167000124640_12H3"}, {"internal_id": 81545625, "Award ID": "20167000124636", "Award Amount": -4601.45, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-05", "CFDA Number": "10.326", "Description": "INTEGRATING AGRICULTURAL REMOTE SENSING, LANDSCAPE FLUX MEASUREMENTS, AND AGROECOSYSTEM MODELING IN AGRICULTURAL RESEARCH AND TEACHING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebf8420f-77f6-6999-58ae-b617a80eab9d-C", "generated_internal_id": "ASST_NON_20167000124636_12H3"}, {"internal_id": 85400134, "Award ID": "20167000124633", "Award Amount": -34660.19, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "10.326", "Description": "PROMOTING UNDERGRADUATE RESEARCH IN AGRICULTURE: OPPORTUNITIES FOR EXPERIENTIAL LEARNING AND A PATHWAY TO GRADUATE STUDIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ab29287-28bf-03aa-68c4-d1771de25b83-C", "generated_internal_id": "ASST_NON_20167000124633_12H3"}, {"internal_id": 96162562, "Award ID": "20167000124631", "Award Amount": -1299.02, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-30", "CFDA Number": "10.326", "Description": "XERIC LANDSCAPE DESIGN STUDIO; INITIAL INCEPTION AND IMPLEMENTATION PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20167000124631_12H3"}, {"internal_id": 131543925, "Award ID": "20167000124628", "Award Amount": -18542.9, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-01", "CFDA Number": "10.326", "Description": "UNMANNED AERIAL SYSTEMS AND PRECISION AGRICULTURE: BUILDING CAPACITY IN EMERGING TECHNOLOGY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7d2ef35-bf58-fd10-e35d-ea84b7fef5d9-C", "generated_internal_id": "ASST_NON_20167000124628_12H3"}, {"internal_id": 132969179, "Award ID": "20167000124624", "Award Amount": -1982.43, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-16", "CFDA Number": "10.326", "Description": "INCORPORATING DAIRY LIVESTOCK INTO AGROECOSYSTEM RESEARCH: GRAZING RESPONSIBLY FOR A SUSTAINABLE TOMORROW", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "caf8838b-7ce4-78f1-1fc9-8645b5fb9d6f-C", "generated_internal_id": "ASST_NON_20167000124624_12H3"}, {"internal_id": 131813189, "Award ID": "20167000124622", "Award Amount": -6996.82, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "10.326", "Description": "FORAGE AND SOIL INSTRUMENTATION FOR EDUCATIONAL PROGRAMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b755101b-5f7e-ab14-f8df-a5363d28439b-C", "generated_internal_id": "ASST_NON_20167000124622_12H3"}, {"internal_id": 131543881, "Award ID": "20157000123574", "Award Amount": -138175.17, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-01", "CFDA Number": "10.326", "Description": "USE OF AGRICULTURAL VIDEOS AND SELF-CONTAINED SCIENCE KITS TO AFFECT POSITIVE PERCEPTUAL CHANGE TOWARD AGRICULTURE AS A CAREER IN AGRICULTUR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eba2623b-802d-ca08-238f-7ff0a3fb8052-C", "generated_internal_id": "ASST_NON_20157000123574_12H3"}, {"internal_id": 125389658, "Award ID": "20157000123545", "Award Amount": -21385.41, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-12", "CFDA Number": "10.326", "Description": "DEVELOPING TOMORROW'S AGRIBUSINESS LEADERS THROUGH THE CREATION OF THE PIONEER UNDERGRADUATE RESEARCH & COMMODITIES EDUCATION (PURCE) LAB", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "caf8838b-7ce4-78f1-1fc9-8645b5fb9d6f-C", "generated_internal_id": "ASST_NON_20157000123545_12H3"}, {"internal_id": 132969154, "Award ID": "20157000123487", "Award Amount": -7267.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-29", "CFDA Number": "10.326", "Description": "CAPACITY BUILDING FOR AGRICULTURAL SUSTAINABILITY ON THE CALIFORNIA CENTRAL COAST THROUGH RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e893c6d1-6abc-3aa7-e8e4-815c03909f87-C", "generated_internal_id": "ASST_NON_20157000123487_12H3"}, {"internal_id": 131543882, "Award ID": "20157000123486", "Award Amount": -108385.83, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-06", "CFDA Number": "10.326", "Description": "BUILDING TEACHING AND RESEARCH CAPACITY AT THE FOOD SCIENCE CLUSTER OF WESTERN KENTUCKY UNIVERSITY TO CONTROL SALMONELLA IN CHICKEN PRODUCTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "495c2e56-8d7e-1dcf-1ef9-d0fc8a4ef7d1-C", "generated_internal_id": "ASST_NON_20157000123486_12H3"}, {"internal_id": 98187912, "Award ID": "20157000123458", "Award Amount": -8119.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-02", "CFDA Number": "10.326", "Description": "DELIVERING SUSTAINABLE RANGELAND MANAGEMENT TRAINING THROUGH MULTI-INSTITUTIONAL COLLABORATION: A MECHANISM FOR IMPROVING ACADEMIC QUALITY A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebf64842-58e6-a016-b32a-e8451d29b297-C", "generated_internal_id": "ASST_NON_20157000123458_12H3"}, {"internal_id": 128759184, "Award ID": "20157000123440", "Award Amount": -66372.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-04", "CFDA Number": "10.326", "Description": "PREPARING UNDERREPRESENTED STUDENTS FOR CAREERS IN AGRICULTURE THROUGH CURRICULUM DEVELOPMENT, PROGRAM ENHANCEMENT AND INNOVATIVE EXPERIENTI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "53357335-f26d-6bd1-6101-3e4d827dda2a-C", "generated_internal_id": "ASST_NON_20157000123440_12H3"}, {"internal_id": 128759520, "Award ID": "20157000123439", "Award Amount": -9981.44, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-08", "CFDA Number": "10.326", "Description": "CAPACITY BUILDING ACROSS UPPER MID-SOUTH INSTITUTIONS: ENHANCING TEACHING AND RESEARCH (ETR) THROUGH COVER CROP MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad54a5fd-acfb-7538-079a-92438f81aa48-C", "generated_internal_id": "ASST_NON_20157000123439_12H3"}, {"internal_id": 89967408, "Award ID": "20157000123438", "Award Amount": -8089.72, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-17", "CFDA Number": "10.326", "Description": "BUILDING THE EDUCATIONAL CAPACITY NECESSARY TO SUPPORT SMALL SCALE, SUSTAINABLE, SPECIALTY CROP ALTERNATIVES IN THE NORTHERN GREAT PLAINS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "632c51b1-5c4f-fee7-0a74-7645b2b87ce8-C", "generated_internal_id": "ASST_NON_20157000123438_12H3"}, {"internal_id": 129033981, "Award ID": "20157000123437", "Award Amount": -7185.91, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-19", "CFDA Number": "10.326", "Description": "ENHANCED EDUCATION AND EXPANDED RESEARCH CAPABILITIES THOUGH EXPERIMENTAL ECONOMICS LABORATORIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20157000123437_12H3"}, {"internal_id": 120382350, "Award ID": "20157000123436", "Award Amount": -39822.81, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.326", "Description": "CAPITAL INVESTMENT DECISIONS AND INDUSTRY STRUCTURE IN WISCONSIN DAIRY FARMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b755101b-5f7e-ab14-f8df-a5363d28439b-C", "generated_internal_id": "ASST_NON_20157000123436_12H3"}, {"internal_id": 85400125, "Award ID": "20157000123435", "Award Amount": -6099.28, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "10.326", "Description": "ENHANCING THE STUDENT-FACULTY ENGAGEMENT IN PROFESSIONAL AND PEDAGOGICAL OPPORTUNITIES THROUGH TEACHING, RESEARCH, AND OUTREACH ACTIVITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "495c2e56-8d7e-1dcf-1ef9-d0fc8a4ef7d1-C", "generated_internal_id": "ASST_NON_20157000123435_12H3"}, {"internal_id": 68176273, "Award ID": "20157000123425", "Award Amount": -826.42, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-24", "CFDA Number": "10.326", "Description": "CONFERENCE FOR DEVELOPING A REGIONAL AGRICULTURAL UNDERGRADUATE RESEARCH CONSORTIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20157000123425_12H3"}, {"internal_id": 89967407, "Award ID": "20157000123418", "Award Amount": -847.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "10.326", "Description": "RTOT: ENHANCING UNMANNED AERIAL SYSTEM-BASED PRECISION AGRICULTURE EDUCATION BY INTEGRATING RESEARCH, TEACHING, AND OUTREACH IN TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebf8420f-77f6-6999-58ae-b617a80eab9d-C", "generated_internal_id": "ASST_NON_20157000123418_12H3"}, {"internal_id": 124230692, "Award ID": "20153882124379", "Award Amount": -49155.42, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-26", "CFDA Number": "10.326", "Description": "STRENGTHENING FAMILY AND CONSUMER SCIENCES CURRICULUM IN FAMILY AND CHILD DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_20153882124379_12H3"}, {"internal_id": 79402075, "Award ID": "20137000121419", "Award Amount": -41.81, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-25", "CFDA Number": "10.326", "Description": "EDUCATION, ECONOMIC AND PRODUCTION ENHANCEMENT OF BEEF CATTLE ENTERPRISES IN SOUTHWEST LOUISIANA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "640297af-dbf2-624b-2958-1d75a47b4545-C", "generated_internal_id": "ASST_NON_20137000121419_12H3"}, {"internal_id": 67834278, "Award ID": "20137000121269", "Award Amount": -17530.03, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-15", "CFDA Number": "10.326", "Description": "BUILDING CAPACITY FOR RESEARCH, OUTREACH AND TEACHING IN FOOD, AGRICULTURE AND NATURAL RESOURCES AT THE UNIVERSITY OF LOUISIANA AT LAFAYETTE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36f0679f-a870-e9e4-74b5-71240bc75ae9-C", "generated_internal_id": "ASST_NON_20137000121269_12H3"}, {"internal_id": 83116309, "Award ID": "20137000121267", "Award Amount": -1424.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "10.326", "Description": "BUILDING CAPACITY TO TRAIN THE NEXT GENERATION OF UNDER-REPRESENTED AND CROSS-DISCIPLINARY SCHOLARS OF AGRICULTURAL SUSTAINABILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ceec5ef7-d6a5-28f0-e23f-ec61155b7078-C", "generated_internal_id": "ASST_NON_20137000121267_12H3"}, {"internal_id": 67603412, "Award ID": "20137000121259", "Award Amount": -916.84, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-26", "CFDA Number": "10.326", "Description": "ON-LINE MASTER'S DEGREE IN ALTERNATIVE FOOD SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e203c5c-b5cf-4250-6a7e-c33fc97fb6f2-C", "generated_internal_id": "ASST_NON_20137000121259_12H3"}, {"internal_id": 67014866, "Award ID": "20137000121252", "Award Amount": -13446.02, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "10.326", "Description": "STRATEGIES TO IMPROVE REPRODUCTIVE PERFORMANCE IN THE US BEEF CATTLE INDUSTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b755101b-5f7e-ab14-f8df-a5363d28439b-C", "generated_internal_id": "ASST_NON_20137000121252_12H3"}, {"internal_id": 83858833, "Award ID": "20137000121248", "Award Amount": -54555.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-10", "CFDA Number": "10.326", "Description": "FOOD SECURITY THROUGH LINKING RESOURCES TO ENHANCE UNDERGRADUATE EDUCATION:  STRATEGIC PARTNERSHIP AMONG FIVE UNIVERSITIES IN MISSOURI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "521d6dad-4cec-d101-43b1-01a1438fe39e-C", "generated_internal_id": "ASST_NON_20137000121248_12H3"}, {"internal_id": 125389654, "Award ID": "20133882121398", "Award Amount": -46390.36, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-11", "CFDA Number": "10.326", "Description": "THE SMALL FARM RESOURCE HUB: SUSTAINABLE AGRICULTURE ONLINE RESOURCES AND TRAINING FOR 1890 EXTENSION STAFF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_20133882121398_12H3"}, {"internal_id": 78596452, "Award ID": "20133882121143", "Award Amount": -35097.72, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-02-10", "CFDA Number": "10.326", "Description": "IMPLEMENTING THE AGRICULTURAL AND ENVIRONMENTAL SCIENCES DOCTORAL PROGRAM AT TUSKEGEE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_20133882121143_12H3"}, {"internal_id": 62550705, "Award ID": "20127000120148", "Award Amount": -19299.5, "Award Type": null, "Base Obligation Date": "2018-02-16", "CFDA Number": "10.326", "Description": "DEVELOPMENT OF AN OPTION IN AGRICULTURAL LEADERSHIP AND COMMUNICATION AS PART OF A MS IN AGRICULTURAL EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebf64842-58e6-a016-b32a-e8451d29b297-C", "generated_internal_id": "ASST_NON_20127000120148_12H3"}, {"internal_id": 62607394, "Award ID": "20127000120142", "Award Amount": -22.19, "Award Type": null, "Base Obligation Date": "2018-02-26", "CFDA Number": "10.326", "Description": "AGRICULTURE SUSTAINABLE ENERGY EDUCATION NETWORK (ASEEN)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e203c5c-b5cf-4250-6a7e-c33fc97fb6f2-C", "generated_internal_id": "ASST_NON_20127000120142_12H3"}]