[{"internal_id": 151131035, "Award ID": "20223850337912", "Award Amount": 60000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-03", "CFDA Number": "10.318", "Description": "INNOVATIVE APPROACH TO ATTRACT AND ENGAGE WOMEN AND MINORITIES IN AGRICULTURE-RELATED STEM DISCIPLINES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "373c2a93-9e04-c4c0-09e9-80dee0ee4489-C", "generated_internal_id": "ASST_NON_20223850337912_12H3"}, {"internal_id": 150868094, "Award ID": "20223850337911", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "10.318", "Description": "MENTORSHIP AND PROMOTION OF WOMEN AND MINORITIES IN AGRICULTURE (MPOWA)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20223850337911_12H3"}, {"internal_id": 150868093, "Award ID": "20223850337910", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "10.318", "Description": "AGRICULTURE & NUTRITION FOR GIRLS WHILE ENCOURAGING LEADERSHIP & STEM-ENRICHMENT (ANGELS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "02349b54-b601-3a2a-a5a6-d8c0db6e2f6c-C", "generated_internal_id": "ASST_NON_20223850337910_12H3"}, {"internal_id": 150868092, "Award ID": "20223850337909", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "10.318", "Description": "MENTORING YOUNG WOMEN AND MINORITIES TO EXPAND STEM CAREERS IN FOOD AND AGRICULTURE IN NEW YORK STATES NORTH COUNTRY REGION AND BEYOND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20223850337909_12H3"}, {"internal_id": 150868091, "Award ID": "20223850337908", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-13", "CFDA Number": "10.318", "Description": "PUERTO RICO WAMS STEM-AG EDUCATION AND CAREER PATHWAYS PROGRAM (PR-WAMS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1cef491-34d9-b459-dc8a-eed673f48f5c-C", "generated_internal_id": "ASST_NON_20223850337908_12H3"}, {"internal_id": 150868090, "Award ID": "20223850337907", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-25", "CFDA Number": "10.318", "Description": "PLANTING SEEDS OF STEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "668487ff-0320-db36-edb0-8a0b812f6af1-R", "generated_internal_id": "ASST_NON_20223850337907_12H3"}, {"internal_id": 150868089, "Award ID": "20223850337906", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-15", "CFDA Number": "10.318", "Description": "EXPERIENTIAL LEARNING FOR WOMEN AND MINORITY YOUTH THROUGH FERMENTATION SCIENCE TO PROMOTE CAREER PATHS IN STEM FIELDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "765cb31f-d8ce-8525-2b06-de309c572007-C", "generated_internal_id": "ASST_NON_20223850337906_12H3"}, {"internal_id": 150868120, "Award ID": "20223850337905", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-13", "CFDA Number": "10.318", "Description": "YOUTH SAFE SPACE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20223850337905_12H3"}, {"internal_id": 150868145, "Award ID": "20223850337904", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "10.318", "Description": "WHITE EARTH STEM ACADEMY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20223850337904_12H3"}, {"internal_id": 150868144, "Award ID": "20223850337903", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "10.318", "Description": "EXPANDING PARTICIPATION OF WOMEN AND UNDERREPRESENTED MINORITIES IN STEM POST-SECONDARY EDUCATION THROUGH H-SUM AND E-SUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bb4ed53-41bf-76e0-acf5-d7192a269685-C", "generated_internal_id": "ASST_NON_20223850337903_12H3"}, {"internal_id": 132969213, "Award ID": "20213850334819", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-16", "CFDA Number": "10.318", "Description": "OREGON STATE UNIVERSITY&#39;S (OSU) SCIENCE AND MATH INVESTIGATIVE LEARNING EXPERIENCES PROGRAM (SMILE), A SCHOOL-UNIVERSITY PARTNERSHIP PROGRAM, WILL COLLABORATE WITH OSU&#39;S BEAVER HANGOUTS, COLLEGE OF AGRICULTURAL SCIENCES (CAS) AND BIORESOURCE RESEARCH PROGRAM (BRR), MINORITIES IN AGRICULTURE, NATURAL RESOURCES AND RELATED SCIENCES (MANRRS) AND SOCIETY FOR THE ADVANCEMENT OF NATIVE AMERICANS IN SCIENCE (SACNAS) CHAPTERS TO PROVIDE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH) WORKFORCE DEVELOPMENT PROGRAMMING FOR UNDERREPRESENTED AND UNDERSERVED STUDENTS PARTICIPATING IN SMILE&#39;S AFTERSCHOOL SCIENCE, TECHNOLOGY, ENGINEERING, AND MATHEMATICS (STEM) CLUBS IN RURAL OREGON HIGH SCHOOLS. OVER THIS TWO-YEAR PROJECT, GROUPS OF SMILE HIGH SCHOOL STUDENTS FROM 10 RURAL OREGON SCHOOLS WILL WORK WITH FACILITATING TEACHERS AND BE PAIRED WITH UNDERGRADUATE NEAR-PEER MENTORS TO IDENTIFY AND IMPLEMENT INQUIRY-DRIVEN PROJECTS EXPLORING REAL-WORLD PROBLEMS AND CURRENT RESEARCH ON FANH TOPICS. THEY WILL ENGAGE IN CAREER EXPLORATION WHILE DEVELOPING THE SKILLS THAT WILL BE CRITICAL FOR THE NEXT GENERATION USDA WORKFORCE ESPECIALLY IN RURAL COMMUNITIES NATIONWIDE.WHILE ACADEMICALLY ENGAGING AFTERSCHOOL PROGRAMS ARE ESPECIALLY IMPORTANT FOR STUDENTS WHO COME FROM FAMILY BACKGROUNDS WITH LOWER INCOME AND LESS EDUCATION, THOSE STUDENTS ARE ALSO MORE LIKELY TO BE PLACED IN TUTORING PROGRAMS THAT DO NOT PROVIDE THE BENEFITS ASSOCIATED WITH PARTICIPATING IN ACADEMIC ENRICHMENT EXPERIENCES THAT ARE SOCIAL, COLLABORATIVE, PROBLEM-SOLVING ORIENTED, AND INTRINSICALLY ENGAGING. SMILE&#39;S AFTERSCHOOL STEM PROGRAMS ADDRESS THIS GAP AND INCREASE THE NUMBER OF OREGON UNDERREPRESENTED AND UNDERSERVED STUDENTS WHO GRADUATE FROM HIGH SCHOOL, PURSUE HIGHER EDUCATION, AND SUCCEED IN STEM-RELATED CAREERS. ADDITIONALLY, SMILE SUPPORTS TEACHERS THROUGH PROFESSIONAL DEVELOPMENT WORKSHOPS THAT SUSTAIN A LONG-TERM COMMUNITY OF PRACTICE SUPPORTING THEIR WORK IN THE CLUBS AND IN THEIR LARGER CLASSROOMS THROUGH ENGAGING AND RESEARCH-INFORMED STEM ACTIVITIES. CURRENTLY, 10 RURAL HIGH SCHOOL SMILE CLUBS PROVIDE STEM LEARNING CURRICULUM AND COLLEGE CONNECTION EVENTS FOR 151 STUDENTS IN OREGON COMMUNITIES. HALF OF THESE COMMUNITIES HAVE FEWER THAN 2,500 PEOPLE, MOST HAVE MEDIAN INCOMES BELOW THE OREGON AVERAGE OF $53,270, SOME ARE GEOGRAPHICALLY ISOLATED AND ALL HAVE FEW ADULTS WITH FOUR-YEAR DEGREES. AMONG ALL SMILE PARTICIPANTS IN 2018-19, 38% IDENTIFIED AS LATINO/HISPANIC, 35% WHITE, 14% MULTI-ETHNIC, 12% NATIVE AMERICAN, AND 1% AS OTHER. 61% OF STUDENTS IDENTIFIED AS FEMALE, 83% AS FIRST GENERATION TO COLLEGE, AND 92% AS LOW-INCOME.RESEARCH OPPORTUNITIES AND SOCIAL MENTORING SUPPORT HAVE BEEN IDENTIFIED AS CRITICAL FACTORS FOR RECRUITING AND RETAINING UNDERSERVED STUDENTS IN SCIENCES, AND EARLY PARTICIPATION IN RESEARCH IMPROVES STUDENTS&#39; ACADEMIC PERFORMANCE AND PERSISTENCE TO GRADUATION, CREATING A GREATER SENSE OF INTEGRATION INTO THE ACADEMIC COMMUNITY, ANDRAISING THE LIKELIHOOD OF ENROLLMENT IN GRADUATE AND PROFESSIONAL SCHOOLS. INCREASED MENTORING, PEER MENTORING, AND EARLY INVOLVEMENT IN INQUIRY-DRIVEN ACTIVITIES IMPROVE RETENTION OF UNDERSERVED STUDENTS, AND THERE IS A CLOSE CORRESPONDENCE BETWEEN THE GAINS FROM STUDENT RESEARCH AND THE \"SOFT SKILLS\" IDENTIFIED AS REQUIRED FOR COMPETITIVE EMPLOYMENT IN FANH RELATED CAREERS: 1) EXPERIENCE; 2) TEAM SKILLS; 3) COMMUNICATION SKILLS; 4) LEADERSHIP SKILLS; 5) DECISION MAKING/PROBLEM SOLVING SKILLS; 6) SELF-MANAGEMENT SKILLS; AND 7) PROFESSIONALISM. GRANT ACTIVITIES WILL PROVIDE PROFESSIONAL DEVELOPMENT FOR UNDERGRADUATE MENTORS AND FACILITATING TEACHERS TO SUPPORT STUDENT SKILL BUILDING AND EXPLORATION OF FAHN DISCIPLINES AND CAREER PATHS. THIS EXPERIENCE PAIRED WITH ACCESS TO LOCAL AND INSTITUTIONAL SERVICES, RESOURCES AND EXPERTISE WILL PROVIDE STUDENTS WITH CONTINUED SUPPORT FOR THEIR TRANSITION INTO HIGHER EDUCATION. STAKEHOLDERS WILL BE INVOLVED IN ASPECTS OF PLANNING AND CONCEPTUALIZING THE PROJECT THUS PROMOTING COLLECTIVE IMPACT IN CLEARLY STRUCTURED PATHWAYS, INCREASING EQUITABLE ACCESS TO HIGHER EDUCATION, DECREASING ENROLLMENT BARRIERS, AND INCREASING THE NUMBER OF QUALIFIED UNDERSERVED STUDENTS AVAILABLE TO ENTER THE WORKFORCE IN THE FANH SCIENCES.ADDRESSING USDA EDUCATIONAL PRIORITIES AROUND STUDENT RECRUITMENT, RETENTION AND EQUITY, THIS PROJECT INCREASES PARTICIPATION OF WOMEN AND UNDERREPRESENTED MINORITIES IN STEM, AND IN FANH SCIENCES IN PARTICULAR, THROUGH INQUIRY-DRIVEN PROJECTS IMPLEMENTED AT SMILE AFTERSCHOOL CLUBS AND MENTORED BY OSU UNDERGRADUATE STUDENTS. THESE PROJECTS WILL SERVE AS PLATFORMS FOR YOUTH TO ENGAGE IN INQUIRY AND LEARNING EXPERIENCES INVOLVING REAL WORLD ISSUES AND CAREER PATHWAYS WITHIN THE FANH SCIENCES. IT CREATES PATHWAYS FOR RURAL WOMEN AND MINORITIES TO OBTAIN SKILLED, HIGHER-WAGE EARNING POSITIONS THAT HELP REVITALIZE THEIR COMMUNITY&#39;S ECONOMIES, BY 1) INCREASING THE NUMBER OF WOMEN AND MINORITY YOUTH IN RURAL COMMUNITIES INTERESTED IN PURSUING CAREERS IN FANH SCIENCES; 2) ENGAGING AND INSPIRING UNDERREPRESENTED AND UNDERSERVED YOUTH WITH INQUIRY-DRIVEN FANH PROJECTS AND ACTIVITIES; 3) PROVIDING LEADERSHIP OPPORTUNITIES AND NEAR-PEER MENTORSHIP THAT SUPPORT POSITIVE YOUTH DEVELOPMENT AND DETERMINATION TO PURSUE HIGHER EDUCATION; 4) PROVIDING AWARENESS OF STEM MID-SKILLS CAREERS AND THE VARIED PATHWAYS FOR OPPORTUNITIES WITHIN THE FANH SCIENCES; AND 5) HARNESSING INSTITUTIONAL INFRASTRUCTURE AND RESOURCES FOR CONTINUED SUPPORT OF YOUTH TRANSITION INTO SECONDARY EDUCATION BEYOND THE LIFE OF THIS GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20213850334819_12H3"}, {"internal_id": 133051794, "Award ID": "20213850334818", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-10", "CFDA Number": "10.318", "Description": "KEEPING WOMEN AND MINORITIES INCLUDED IN STEM FIELDS UNTIL THEY JOIN THE WORKFORCE IS ESSENTIAL TO FILL THE GAPS IN OHIO&#39;S GROWING TECHNOLOGY CAREER FIELDS. HOWEVER, A &#39;LEAKY PIPELINE&#39; HAS BEEN IDENTIFIED IN THESE POPULATIONS IN THE TRANSITION FROM YOUTH PARTICIPATION IN STEM ACTIVITIES TO CAREERS. ALTHOUGH FEMALES ARE ENGAGED AND SUCCESSFUL IN AGRICULTURAL STEM ACTIVITIES THROUGH ELEMENTARY SCHOOL THEY ARE NOT CHOOSING CAREERS IN THE FIELDS FOR A VARIETY OF REASONS. BREAKING THE IMPLICIT BIAS THAT EXISTS IN RURAL COMMUNITIES TOWARD GIRLS AND MINORITIES PURSUING CAREERS IN STEM FIELDS MUST BEGIN AT A YOUNG AGE. TO INCREASE AWARENESS OF OHIO GIRLS AND MINORITIES IN STEM CAREERS WE PROPOSE TO ADDRESS \"CURRICULUM DESIGN, MATERIALS DEVELOPMENT, AND LIBRARY RESEARCH\" AND \"FACULTY PREPARATION AND ENHANCEMENT OF TEACHING\" EDUCATIONAL NEED AREAS. WE HYPOTHESIZE THAT FEMALE AND MINORITY MIDDLE SCHOOL YOUTH (GRADES 5-8) ATTENDING SCHOOL IN RURAL COMMUNITIES ARE NOT AWARE OF STEM CAREER OPPORTUNITIES IN AGRICULTURE; THEREFORE, WE PROPOSE MEASURING PERCEPTIONS AND ATTITUDES OF THE STUDENTS USING AN ONLINE SURVEY. AN ONLINE CURRICULUM HIGHLIGHTING STEM CAREER OPPORTUNITIES WILL BE DEVELOPED AND DISSEMINATED TO MIDDLE SCHOOL AGRICULTURE SCIENCE EDUCATORS TO SHARE WITH THEIR STUDENTS AND PRE- AND POST- ASSESSMENTS WILL BE USED TO MEASURE GAIN IN KNOWLEDGE TO EVALUATE THE EFFECTIVENESS OF THE CURRICULUM AND CHANGES IN ATTITUDES AND PERCEPTIONS OF THE STUDENTS AFTER COMPLETING THE CURRICULUM. IN ADDITION, PROFESSIONAL DEVELOPMENT THROUGH THE ROX INSTITUTE WILL BE PROVIDED TO OHIO MIDDLE SCHOOL EDUCATORS TO FOSTER SAFE, SUPPORTIVE, AND EFFECTIVE LEARNING ENVIRONMENTS FOR GIRLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20213850334818_12H3"}, {"internal_id": 132969214, "Award ID": "20213850334817", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "10.318", "Description": "THIS IS A STUDENT EXPERIENTIAL LEARNING AND STUDENT RECRUITMENT, RETENTION, &AMP; EDUCATIONAL EQUITY PROPOSAL. WE PROPOSE TO DEVELOP AND IMPLEMENT AN EVOLUTIONARY STEP IN A 9-YEAR-OLD FANH (FOOD, AGRICULTURE, NATURAL RESOURCES, HUMAN DIMENSIONS) SERVICE-LEARNING PROGRAM FOR TEENS, USING INNOVATIVE NEAR-PEER TECHNIQUES TO PLACE EMPHASIS ON THE RECRUITMENT, EDUCATIONAL EXPERIENCE, AND RETENTION OF MARGINALIZED STUDENTS. WE WILL INTEGRATE MARGINALIZED UNDERGRADUATE STUDENT DIFFERENCE MAKER MENTORS (TRAINED DURING SPRING COURSE) AS PROGRAM LEADERS OF THE UNIVERSITY OF CONNECTICUT&#39;S CONSERVATION AMBASSADOR PROGRAM (CAP) TO:INCORPORATE CULTURALLY-RESPONSIVE RECRUITMENT/PROGRAM APPROACHES;SERVE AS NEAR-PEER ROLE MODELS TO PROMOTE TEENS&#39; FANH SELF-EFFICACY/INTERESTS;PROVIDE A PATHWAY FOR CAP ALUMNI TO CONTINUE FANH PARTICIPATION IN A LEADERSHIP CAPACITY AS UNDERGRADUATE DIFFERENCE MAKER MENTORS.FIRST, DIFFERENCE MAKER MENTORS WILL CO-DEVELOP AND CO-FACILITATE THE CAP FIELD EXPERIENCE WITH FACULTY INSTRUCTORS (FANH CONTENT EXPERTS), WHICH WILL ENGAGE UP TO 48 MARGINALIZED TEENS WITH HANDS-ON FIELD TECHNIQUES (E.G., SOIL HEALTH/WATER QUALITY TESTS, SILVICULTURE, WILDLIFE/FISHERIES SURVEY TECHNIQUES) WITHIN A CULTURALLY-RESPONSIVE PEDAGOGY. SUBSEQUENTLY, EACH CAP TEEN WILL BE CO-MENTORED BY A DIFFERENCE MAKER MENTOR AND COMMUNITY PARTNER AS THEY DEVELOP AND IMPLEMENT A 10-MONTH PROJECT ADDRESSING A RELEVANT COMMUNITY FANH ISSUE (E.G., IMPLEMENTING A SOILSHOP OR COVER CROP/POLLINATOR PLANTINGS AT COMMUNITY GARDENS).THIS CULTURALLY-RESPONSIVE SERVICE-LEARNING EXPERIENCE WILL CULTIVATE A CORPS OF MARGINALIZED TEENS EMPOWERED WITH A HOLISTIC UNDERSTANDING OF NATURAL RESOURCES AND AGRICULTURE SCIENCE, AND FANH APPLICATION THAT LEADS TO SOLUTIONS IN THEIR RURAL TOWNS. INTEGRATED RESEARCH WILL EXPLORE HOW NEAR-PEER MENTORS, SERVICE-LEARNING, AND COMMUNITY ENGAGEMENT AFFECTS FANH SELF-EFFICACY, INTEREST, AND CAREER GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_20213850334817_12H3"}, {"internal_id": 132969150, "Award ID": "20213850334816", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-20", "CFDA Number": "10.318", "Description": "THE WOMEN OF WELDING SERIES (WOW) IS A TWO-PART PROJECT THAT PROMOTES STEM-BASED CAREERS IN THE WELDING INDUSTRY. THE MAJOR COMPONENT OF THE WOW PROJECT IS THE WOW CAMP, WHERE SECONDARY WOMEN (N = 28) INTERESTED IN WELDING RELATED CAREERS ARE INVITED TO PARTICIPATE IN ANNUAL FIVE-DAY WELDING CAMP HELD AT TEXAS STATE UNIVERSITY (TXST). WOW CAMP IS INTENSIVE: PARTICIPANTS WILL ENGAGE IN ACTIVITIES RANGING FROM WELDING CAREER EXPLORATION TO VIRTUAL REALITY PSYCHOMOTOR SKILL DEVELOPMENT TO HANDS-ON EXPERIENCES IN A POST-SECONDARY WELDING LABORATORY. CAMP PARTICIPANTS WILL HAVE UNIQUE ACCESS TO THE TXST AGRICULTURAL MECHANICS VIRTUAL REALITY LAB. TWO WOMEN WELDING EDUCATORS HAVE BEEN IDENTIFIED TO SERVE AS WELDING INSTRUCTORS AND MENTORS DURING BREAKOUT SESSIONS AT DINNER EACH NIGHT. ADDITIONALLY, KEY WOMEN PROFESSIONALS FROM VARIOUS FIELDS IN THE WELDING INDUSTRY WILL SHARE CAREER OPPORTUNITIES, ADVICE, AND INDUSTRY INSIGHTS AS NIGHTLY GUEST SPEAKERS. THE SECOND COMPONENT OF THE WOW PROJECT IS THE WOW AMBASSADORS PROGRAM FOR WOMEN INTERESTED IN WELDING-RELATED CAREERS. EACH YEAR, POST-SECONDARY WOMEN (N=5) WILL BE SELECTED TO SERVE AS WOW AMBASSADORS; THE WOW AMBASSADORS WILL WORK DIRECTLY WITH THE STUDENTS ENROLLED IN THE AG 2373 - INTRODUCTION TO AGRICULTURAL ENGINEERING LABORATORY CLASS TO FACILITATE LEARNING AND PROMOTE INTEREST IN WELDING. THE WOW AMBASSADORS WILL ALSO REPRESENT AND RECRUIT FOR THE TXST AGRICULTURAL MECHANICS PROGRAM AT JUNIOR AGRICULTURAL MECHANICS SHOWS, AGRICULTURAL MECHANICS CAREER DEVELOPMENT EVENTS, AND SIMILAR EVENTS. WOW AMBASSADORS WILL ALSO HAVE THE OPPORTUNITY TO WORK ALONGSIDE FACULTY AND GRADUATE ASSISTANTS TO ENGAGE IN AN UNDERGRADUATE RESEARCH EXPERIENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20213850334816_12H3"}, {"internal_id": 98488000, "Award ID": "20203850331952", "Award Amount": 99998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-17", "CFDA Number": "10.318", "Description": "TEACHING NATIVE WATERS: PLACE-BASED COMMUNITY OF PRACTICE FOR STEM TEACHERS SERVING NATIVE AMERICAN STUDENTS SEEKS TO DEVELOP TEACHER LEADERSHIP AND SCIENCE KNOWLEDGE IN NATIVE COMMUNITIES. WE WILL DO THIS BY SHARING SKILLS TEACHERS NEED TO ADAPT CURRICULUM TO PLACE-BASED CONTEXTS, WHICH TEACHERS WILL GAIN AS THEY CREATE PLACE-BASED LESSON PLANS OF THEIR OWN. TEACHING NATIVE WATERS DIRECTLY ADDRESSES ISSUES OF DIVERSITY IN STEM AND IMPORTANT GAPS IN PROFESSIONAL DEVELOPMENT FOR TEACHERS SERVING RURAL STUDENTS. TEACHING NATIVE WATERS WILL PROVIDE IN-DEPTH, YEARLONG PROFESSIONAL DEVELOPMENT EXPERIENCES TO 20 MIDDLE AND HIGH SCHOOL TEACHERS SERVING NATIVE STUDENTS IN THE FOUR CORNERS REGION OF THE UNITED STATES (NE ARIZONA, NW NEW MEXICO, SW COLORADO, SE UTAH). OUR OBJECTIVES IN CREATING THIS COMMUNITY OF PRACTICE ARE TO IMPROVE THE ABILITY OF TEACHERS TO CREATE QUALITY LESSON PLANS; INCREASE TEACHER KNOWLEDGE OF THE NATURAL RESOURCE AREAS OF CLIMATE, CARBON CYCLING, AND WATER; AND MAKESCIENCE FROM THE USDA NIFA-FUNDED NATIVE WATERS ON ARID LANDS PROJECT (2015-69007-23190) ACTIONABLE IN K-12 CLASSROOMS. THE IMPACTS WE SEEK TO MAKE THROUGH TEACHING NATIVE WATERS ARE TO INCREASE TEACHER KNOWLEDGE; EMPOWER TEACHERS TO DEVELOP LESSON PLANS GROUNDED IN THEIR COMMUNITY, LANDSCAPE, AND CULTURAL CONTEXTS; AND ENHANCE THEIR ABILITY TO INTERPRET AND DECIPHER EMERGING SCIENCE IN A WAY THAT IS RELEVANT FOR THEIR STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db2e86bc-d873-8ba5-31f9-060bf8695c90-C", "generated_internal_id": "ASST_NON_20203850331952_12H3"}, {"internal_id": 98488001, "Award ID": "20203850331951", "Award Amount": 98083.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-11", "CFDA Number": "10.318", "Description": "THIS PROPOSAL BUILDS ON OUR SUCCESSFUL FOUR-YEAR PROGRAM (SELF 1.0) SUPPORTED BY USDA NIFA WAMS OVER 2013-2017, AND WHICH STILL CONTINUES (2018-2020) WITH SUPPORT FROM THE COLLEGE OF ENGINEERING \"GIRLS ENGINEER MAINE (GEM)\" PROGRAM. THE ORIGINAL PROGRAM FOCUSED ON RENEWABLE ENERGY (SOLAR, WIND &AMP; BIOENERGY) AS A THEME, BUT SINCE THAT TIME THE UNIVERSITY OF MAINE HAS EMBARKED ON UMAINE MEDICINE &AMP; RURAL HEALTH GRAND CHALLENGE PILOT AND UMAINE ARTIFICIAL INTELLIGENCE (AI) INITIATIVE. FURTHERMORE, FOREST BIOPRODUCTS RESEARCH INSTITUTE (FBRI) HAS ADDED TWO STATE-OF-THE-ART FACILITIES, INCLUDING THE BIOMASS INTO BIOPRODUCTS PILOT PLANT (B2P2), AND THE SYNTHETIC CRUDE OIL PILOT PLANT (SYNCOPP), AT ITS TECHNOLOGY RESEARCH CENTER (TRC). THIS PROPOSED PROJECT WILL ENABLE US TO TAKE THAT NEXT STEP TO REVAMP AND ENHANCE THE OLD SELF PROGRAM, BY INCORPORATING THESE NEW ASSETS AND INITIATIVES.FOREST COMMUNITIES IN RURAL MAINE CONTINUE TO SUFFER BECAUSE OF CHALLENGES FACED BY PULP MILLS AND BIOMASS POWER PLANTS. A FEDERAL ECONOMIC DEVELOPMENT ASSESSMENT TEAM (EDAT) INITIATIVE TO HELP THE MAINE FOREST ECONOMY, WHICH WAS DECLARED AS A DISASTER AREA IN MID-2016, HAS CULMINATED IN A FOREST OPPORTUNITY ROADMAP FOR MAINE (FOR/MAINE), A UNIQUE CROSS-SECTOR COLLABORATION BETWEEN INDUSTRY, COMMUNITIES, GOVERNMENT, EDUCATION, AND NON-PROFITS. THE FOR/MAINE COALITION WAS CREATED WITH SUPPORT FROM THE U.S. ECONOMIC DEVELOPMENT ADMINISTRATION (US-EDA) AND U.S. DEPT. OF AGRICULTURE (USDA). THIS PROJECT ADDRESSES FOR/MAINE GOALS TO HELP PREPARE WORKFORCE FOR THE FUTURE PROSPERITY OF MAINE FOREST COMMUNITIES, ESPECIALLY THOSE IN RURAL MAINE, INCLUDING THOSE AFFECTED BY PULP MILL AND BIOMASS POWER PLANT CLOSURES. FOR/MAINE IS ALSO WORKING CLOSELY WITH LEADERSHIP IN FOREST COMMUNITIES, INCLUDING THE SIX TOWNS IN MAINE THAT HAVE HAD MILLS CLOSE IN RECENT YEARS. THE COALITION IS ACTIVELY INVOLVED IN EFFORTS TO DIVERSIFY ECONOMIC OPPORTUNITIES FOR THESE COMMUNITIES, SUPPORTING EFFORTS TO REDEVELOP MILL SITES, PROVIDE MORE RESOURCES FOR BROWNFIELD CLEANUP AND IMPROVE BROADBAND ACCESS IN RURAL AREAS.THE SELF PHILOSOPHY IS TO REACH RURAL HIGH SCHOOL GIRLS (AGE 14 TO 17) AND NURTURE THEIR PASSION BY GIVING THEM EXPOSURE TO COLLEGE CAMPUS LIVING, WORKING WITH WOMEN ENGINEERING STUDENTS AND WOMEN ENGINEERING FACULTY EVERYWHERE EVERY DAY. IT&#39;S MUCH EASIER FOR GIRLS TO IMAGINE A CAREER IF THEY SEE MEN AND WOMEN TREATED EQUALLY AT WORK, AND SEE WOMEN ENGINEERS GOING ABOUT THEIR WORK WITH EASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_20203850331951_12H3"}, {"internal_id": 98488002, "Award ID": "20203850331950", "Award Amount": 99577.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-12", "CFDA Number": "10.318", "Description": "CYBERBIOSECURITY IS AN EMERGING FIELD THAT FOCUSES ON SECURING LIFE SCIENCES DATA, INCLUDING IN FOOD AND AGRICULTURE SYSTEMS. THIS SIMPLY MEANS CREATING SECURITY MEASURES FOR DIGITAL ASPECTS OF OUR FOOD AND AGRICULTURE SYSTEMS, CREATING A STRUCTURE AND OPPORTUNITY FOR A SAFE FOOD SYSTEM THAT CAN MEET THE LARGE NEEDS OF A GROWING POPULATION AND WORLD. THE US DOMESTIC AGRICULTURE AND FOOD SYSTEM ACCOUNTS FOR $6.7 TRILLION DOLLARS OF THE ECONOMY. THIS INDUSTRY RELIES ON BIOLOGICAL DATA, TECHNOLOGY, AND COMPUTERIZED SYSTEMS AND SOFTWARE FOR MAKING DECISIONS TO BE ABLE TO MEET THE AGRICULTURE DEMANDS OF SOCIETY. SMALLER BUSINESSES AND FARMS TEND TO HAVE THE LEAST AMOUNT OF PROTECTION AROUND CYBERBIOSECURITY BECAUSE OF SCALE AND RESOURCES. THIS LEAVES OUR SEED AND PLANT/CROP AGRIBUSINESSES, ANIMAL BREEDING AND PRODUCTION ENTERPRISES, FOOD PROCESSING, RETAIL INDUSTRIES, AND THE ASSOCIATED SUPPLY CHAIN VULNERABLE TO CYBER-ATTACK AS THE WEAKEST LINKS WITHIN THE FOOD SYSTEM. OUR AGRICULTURE AND FOOD SYSTEM NEEDS A WORKFORCE THAT IS TRAINED IN CYBERBIOSECURITY. SIMULTANEOUSLY, WHILE THE NUMBER OF WOMEN IN CYBERSECURITY IS GROWING, WOMEN ONLY REPRESENT 20% OF THE CYBERSECURITY WORKFORCE. WE HAVE A UNIQUE OPPORTUNITY TO ADDRESS GENDER PARITY AS THE EMERGING CYBERBIOSECURITY WORKFORCE IS DEVELOPED.AGRICULTURAL EDUCATION, THROUGH 4-H AND SECONDARY CLASSES, HELPS CREATE INTEREST AND A \"PIPELINE\" INTO AGRICULTURAL CAREERS, BUT CYBERSECURITY IS NOT A TOPIC THAT MOST PROGRAMS HAVE FOCUSED ON CURRENTLY OR IN THE PAST. WITHIN RURAL COMMUNITIES, CONTEXTUALIZING CYBERSECURITY WITHIN THE AGRICULTURE AND FOOD SYSTEM REPRESENTS A UNIQUE OPPORTUNITY TO SPARK INTEREST IN THE EMERGING FIELD OF CYBERBIOSECURITY. IN THIS PROJECT, WE WILL PARTNER WITH SCIENTISTS, MIDDLE SCHOOL TEACHERS, AND EXTENSION AGENTS TO DEVELOP EDUCATIONAL RESOURCES TO HELP MIDDLE-SCHOOL AGED YOUTH LEARN ABOUT THE OPPORTUNITIES THAT EXIST IN CYBERBIOSECURITY. THESE RESOURCES WILL INCORPORATE STRATEGIES SPECIFICALLY DESIGNED TO ENGAGE MIDDLE SCHOOL GIRLS, FOCUSING ON SPECIFIC KEY CONCEPTS OF LEARNING FOR STEM THAT APPEAL TO FEMALES AND CREATE A LEARNING ENVIRONMENT THAT DRAWS THEM TO THE SUBJECT EVEN IN MIXED GROUPS OR CLASSES. OUR NEW RESOURCES WILL BE PILOTED WITH UP TO 400 YOUTH DURING THE PROJECT. WE WILL PROVIDE OPPORTUNITIES FOR EDUCATORS TO LEARN ABOUT OUR RESOURCES AND THE FIELD OF CYBERBIOSECURITY THROUGH PROFESSIONAL LEARNING PROGRAMS, PROMOTING FURTHER USE OF THE RESOURCES INTO THE FUTURE. OUR LONG-TERM AIM IS TO USE THIS NOVEL DISCIPLINARY SPACE TO SPARK STEM CAREER INTEREST OF MIDDLE SCHOOL-AGED YOUTH IN RURAL COMMUNITIES, WITH AN EMPHASIS ON GIRLS, TO BUILD NEW PIPELINES INTO CYBERBIOSECURITY CAREERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20203850331950_12H3"}, {"internal_id": 98187928, "Award ID": "20203850331949", "Award Amount": 86342.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "10.318", "Description": "VETERINARY MEDICAL COLLEGES STRUGGLE TO RECRUIT AN APPLICANT POOL THAT IS DIVERSE AND REPRESENTATIVE OF THE US POPULATION. OUTREACH PROGRAMS TARGET STUDENTS AT A COLLEGIATE LEVEL, BUT VERY FEW PROGRAMS INVOLVE THE ACTIVE RECRUITMENT OF STUDENTS IN HIGH SCHOOL, A KEY TIME PERIOD FOR CAREER PLANNING AND DECISION-MAKING. IN ORDER TO BE SUCCESSFUL, ANY PROGRAM MUST PROVIDE A PATHWAY FOR SUCCESS THAT GOES BEYOND A SIMPLE VISIT OR OUTREACH TO A LOCAL SCHOOL. THUS, VET START MENTORING PROGRAM IS A SUSTAINABLE PROGRAM FOR RECRUITMENT AND ONGOING MENTORSHIP OF HIGH SCHOOL STUDENTS FROM UNDER-REPRESENTED POPULATIONS WITHIN OUR LOCAL COMMUNITY. MENTORS WILL INCLUDE ONE FACULTY MEMBER AND ONE VETERINARY STUDENT FOR EACH SELECTED PARTICIPANT, PROVIDING AN OPPORTUNITY FOR MULTIPLE LEVELS OF MENTORSHIP AND GUIDANCE FOR THE PRE-VETERINARY STUDENT.PARTICIPATING STUDENTS WILL SHADOW DVM FACULTY AND PARTICIPATE IN VETERINARY AND ANIMAL-RELATED INTERACTIVE EXPERIENCES THAT USE MANY OF THE SCIENCE AND MATH SKILLS OBTAINED IN MIDDLE AND HIGH SCHOOL. IN ORDER TO ENSURE THAT THE FACULTY ARE ABLE TO PROPERLY RELATE TO THE PARTICIPATING STUDENTS, THEY WILL BE TRAINED TO BECOME MENTORS USING CULTURALLY RELEVANT STRATEGIES. DVM STUDENTS WILL ALSO BE TRAINED AND MATCHED WITH PARTICIPATING UNDERREPRESENTED MINORITY STUDENTS AND ASSIST THEM WITH ACADEMIC AND SOCIAL SKILLS.THIS WILL CULMINATE WITH A MICROVET SCHOOL WHERE PARTICIPATING STUDENTS WILL USE THE LESSONS THAT THEY LEARNED WHILE ATTENDING TWO-DAYS OF VET SCHOOL AT THE UNIVERSITY OF FLORIDA. A FINAL CEREMONY CELEBRATING THEIR SUCCESSFUL COMPLETION OF THE PROGRAM WILL TAKE WITH MEMBERS OF THEIR FAMILY, SCHOOL, AND COMMUNITY. THROUGHOUT THE PROGRAM, STUDENTS WILL BE EVALUATED TO DETERMINE WHAT CHANGES NEED TO MADE TO ENSURE THEIR SUCCESS IN THE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20203850331949_12H3"}, {"internal_id": 85400238, "Award ID": "20193850330474", "Award Amount": 97001.29, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "10.318", "Description": "THE GOAL OF THE PROJECT IS TO ENCOURAGE WOMEN AND MINORITY (WAM) HIGH SCHOOL STUDENTS TO ENVISION THEMSELVES IN STEM FIELDS THAT RELATE TO FOOD, AGRICULTURE, OR FORESTRY BY ENROLLING THEM IN A PROJECT-BASED COURSE WHERE THEY CAN PERFORM ACTUAL RESEARCH, DISSEMINATE IT TO THEIR HOME HIGH SCHOOLS, AND DEVELOP KITS FOR BIOMASS EDUCATION TO BE FIELD TESTED IN K-12 SCHOOLS. THESE WAM HIGH SCHOOL STUDENTS WOULD BE RECRUITED FROM RURAL NORTHERN LOUISIANA SCHOOL DISTRICTS TO ENROLL IN A PROJECT-BASED COLLEGE CLASS, \"AGRICULTURAL WASTES TO PRODUCTS.\" THE CLASS WOULD BE OFFERED IN THE PI&#39;S LAB FOR COLLEGE CREDIT BOTH AS A SPRING AND A SUMMER COURSE. THE COURSE WOULD ALLOW STUDENTS IN TEAMS TO RESEARCH CONVERTING AGRICULTURAL WASTES OR WASTE FORESTRY MATERIALS TO BIOPRODUCTS. LEADERSHIP OF THE TEAMS WOULD BE ROTATED TO PROVIDE EACH STUDENT WITH LEADERSHIP EXPERIENCE, WITH THE PI PROVIDING INDIVIDUAL MENTORING AND LEADERSHIP TRAINING TO EACH STUDENT. IN ADDITION, STUDENTS WOULD DESIGN KITS FOR USE IN EXPLAINING BIOMASS MICROSTRUCTURE, AND THE IMPORTANCE OF CONVERTING WASTE BIOMASS TO PRODUCTS, TO EITHER K-5, MIDDLE SCHOOL, OR HIGH SCHOOL STUDENTS. THESE KITS WOULD BE FIELD TESTED IN NORTHERN LOUISIANA SCHOOLS. SINCE LOUISIANA IS THE STATE WITH THE SECOND HIGHEST AFRICAN-AMERICAN MINORITY POPULATION AND IS ONE OF THE LOWEST RANKED STATES EDUCATIONALLY, THERE IS GREAT POTENTIAL FOR ADVANCING THE QUALITY OF EDUCATION IN LOUISIANA. THE PROJECT WOULD ADDRESS FOUR NEED AREAS: CURRICULUM DESIGN AND MATERIALS DEVELOPMENT; INSTRUCTION DELIVERY SYSTEMS; STUDENT EXPERIENTIAL LEARNING; AND STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dcfedc40-311d-15c6-3741-8bd2d7779a42-C", "generated_internal_id": "ASST_NON_20193850330474_12H3"}, {"internal_id": 85400239, "Award ID": "20193850330222", "Award Amount": 97351.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-29", "CFDA Number": "10.318", "Description": "THE OVERALL GOAL OF THIS PROJECT IS TO DEVELOP AND IMPLEMENT A FOOD SCIENCE PROGRAM CUSTOMIZED TO UNDERREPRESENTED SCHOOL GIRLS (8TH GRADE +) THAT WILL HELP INCREASE THEIR KNOWLEDGE AND INTEREST IN STEM-RELATED FIELDS WITHIN SUSTAINABLE FOOD SYSTEM. THIS HANDS-ON OUTREACH PROGRAM WILL ENCOMPASS FOUR (4) MODULES THAT WILL PROGRESSIVELY GUIDE THE ATTENDEES INTO CONCEPTS ON FOOD QUALITY AND FOOD MANUFACTURING AND THEIR USE TO IMPROVE FOOD SUSTAINABILITY, EXTEND SHELF-LIFE, AND REDUCE FOOD WASTE. TO EVALUATE AND MONITOR THE IMPACT OF THE FOOD SCIENCE CURRICULUM DEVELOPED, WE WILL PILOT THE INSTRUCTIONAL MATERIAL USING THE GIRLS INC. UMASS EUREKA! SUMMER PROGRAM. PROGRAM EVALUATIONS WILL INFORM CURRICULUM MODIFICATIONS, EXPANSIONS, AND REVISIONS. IN ADDITION TO THE ON-CAMPUS TRAINING PROGRAM AND TO OVERCOME THE GEOGRAPHICAL ISOLATION OF RURAL AREAS OR THE INABILITY OF RURAL POPULATIONS TO TRAVEL TO A LOCAL UNIVERSITY FOR STEM ACTIVITIES, THIS PROGRAM WILL ALSO DEVELOP A STEM KIT TO BE DELIVERED IN-FIELD AND OFFERED THROUGH LOCAL COMMUNITY PARTNERS (SUCH AS RURAL LIBRARIES AND 4-H ORGANIZATIONS). THE FOOD SCIENCE KIT WILL BE PORTABLE AND SELF-CONTAINED, I.E., IT WILL COMPRISE ALL THE REQUIRED REAGENTS, EQUIPMENT, AND SUPPORTING INFORMATION TO PERFORM THE ACTIVITIES. THIS KIT WILL BE SHARED IN RURAL COMMUNITIES BY MEANS OF LEARNING PROGRAMS DEPLOYED, FOR EXAMPLE, IN LOCAL LIBRARIES THROUGH NON-TRADITIONAL COLLECTIONS. THE AVAILABILITY OF THESE RESOURCES AT LIBRARIES LOCATED IN RURAL AREAS WILL ALLOW TO REACH A BROADER CONSTITUENCY AT IN-FIELD LOCATIONS AND PROVIDE THEM WITH NON-TRADITIONAL RESOURCES TO SPARK IN YOUNG GIRLS THE INTEREST IN STEM DISCIPLINES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f879ffdd-a594-a5e7-2f71-72b5613abc69-C", "generated_internal_id": "ASST_NON_20193850330222_12H3"}, {"internal_id": 83795151, "Award ID": "20193850330221", "Award Amount": 92100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-21", "CFDA Number": "10.318", "Description": "THIS PROPOSAL ADDRESSES TWO OF THE USDA EDUCATIONAL NEED AREAS: STUDENT EXPERIENTIAL LEARNING AND STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY. \"LA MESA: FROM THE TOWN TO THE TABLE\" INITIATES A LONG-TERM DEVELOPMENT OF WORKFORCE AVAILABILITY AND RURAL PROSPERITY IN NORTHWEST MINNESOTA THROUGH A 3-YEAR, PROGRESSIVE RECRUITMENT AND RETENTION PROGRAM OF WOMEN AND MINORITIES IN STEM &AMP; FAHN RELATED MAJORS AT THE UNIVERSITY OF MN - CROOKSTON (UMN CROOKSTON). WHILE 14.8% OF RESIDENTS IDENTIFY AS HISPANIC OR LATINX, ONLY 5% OF CURRENT LATINX STUDENTS ARE FROM NW MINNESOTA, AND ONLY 2 OF THEM ARE WOMEN. FURTHER, CROOKSTON HAS A 17.8% POVERTY RATE (MN HAS AN AVERAGE 10.5%) AND WOMEN EARN A MEDIAN INCOME OF $22,256. THE GOAL OF THIS PROJECT IS TO INCREASE PARTICIPATION BY WOMEN AND MINORITIES FROM RURAL AREAS IN FAHN/STEM-RELATED AGRICULTURAL CAREERS BY FOSTERING MENTORING RELATIONSHIPS BETWEEN HIGH-SCHOOL STUDENTS, COLLEGE STUDENTS, AND RESEARCHERS.CROOKSTON, MN AREA HIGH SCHOOL STUDENTS IN 10-12TH GRADE WILL HAVE THE OPPORTUNITY TO EXPLORE STEM/FAHN-RELATED MAJORS THROUGH EXPERIENTIAL LEARNING ON THE UMN CROOKSTON CAMPUS. THEY WILL \"GET THEIR HANDS DIRTY\" IN STATE-OF-THE-ART LABS ON CAMPUS, WHILE DISCOVERING A VARIETY OF EMPLOYMENT OPPORTUNITIES AVAILABLE TO THOSE HOLDING AG-RELATED DEGREES.10TH GRADERS: \"DIP YOUR TOE INTO SCIENCE\" - A HALF DAY PROGRAM THAT WILL TRANSPORT 20 STUDENTS MINORITIES OR GIRLS FROM 6 REGIONAL HIGH SCHOOLS TO THE UNIVERSITY OF MN CROOKSTON CAMPUS TO VISIT LABS AND GAIN A \"BEHIND THE SCENES\" LOOK AT WORKING SCIENTISTS AND STUDENT RESEARCHERS.11TH GRADERS: \"SCIENTISTS FOR A DAY\" - A FULL-DAY PROGRAM IN WHICH 20 AREA MINORITIES OR GIRLS PARTICIPATE IN LAB RESEARCH, ATTEND A CLASS, AND A CULTURAL OR SPORTING EVENT ON CAMPUS, ALL WHILE BEING HOSTED BY UMN CROOKSTON STUDENT AMBASSADORS.RISING 12TH GRADERS: \"SCIENTIST FOR A WEEK\" - TWENTY GIRLS AND/OR MINORITIES WILL SPEND A WEEK LIVING ON CAMPUS DOING FIELD WORK WITH A PROFESSOR, WHILE BUILDING SOFT SKILLS, AND BECOMING ACQUAINTED WITH THE CAMPUS, AND GAINING NEW KNOWLEDGE.UMN CROOKSTON WILL ACHIEVE THIS GOAL BY MEETING THE FOLLOWING OBJECTIVES: 1. ENCOURAGE RELATIONSHIP BUILDING BETWEEN POTENTIAL STUDENTS, THEIR FAMILIES, AND CURRENT UMN CROOKSTON STUDENTS, FACULTY, ADMINISTRATION, AND ALUMNI. 2. FOSTER MENTORING RELATIONSHIPS BETWEEN AREA HIGH SCHOOL STUDENTS, UMN CROOKSTON STUDENT AMBASSADORS, AND MENTORS. 3. INTRODUCE STUDENTS AND FAMILIES TO THE MYRIAD EMPLOYMENT POSSIBILITIES AVAILABLE TO AG-MAJORS. 4. BRIDGE THE GAP OF \"GOWN AND TOWN\" WITH GREATER UNDERSTANDING THAT HIGHER EDUCATION, AND PARTICULARLY STEM AND FAHN FIELDS, ARE OPEN TO ALL. 5. ASSIST CURRENT MINORITY AND UNDERREPRESENTED STUDENTS AT UMN CROOKSTON IN DEVELOPING SOFT SKILLS, SUCH AS COMMUNICATION, LEADERSHIP, AND EMPATHY THAT WILL SERVE THEM IN THEIR FAHN/STEM CAREERS. 6. WALK RISING 12TH GRADERS THROUGH COLLEGE APPLICATIONS, FAFSA, AND SCHOLARSHIP SEARCHES. 7. CREATE CONFIDENCE BUILDING OPPORTUNITIES FOR TEENS AND YOUNG ADULTS WHILE ON CAMPUS. 8. WORK TOWARD RETENTION BY SETTING UP BEST PRACTICES FOR MINORITY AND UNDERREPRESENTED STUDENTS (INCLUDING CULTURAL AFFIRMATION THROUGH BILINGUAL TOURS AND ENROLLMENT MATERIALS, EVENTS ON CAMPUS, AND A MULTICULTURAL ADVISOR, WHOM THEY COULD POTENTIALLY MEET IN THEIR 10TH GRADE OF HIGH SCHOOL, THUS FORMING A LONG-TERM RELATIONSHIP).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20193850330221_12H3"}, {"internal_id": 85400240, "Award ID": "20193850330220", "Award Amount": 97182.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.318", "Description": "TEXAS TECH UNIVERSITY (TTU) PROPOSES A PROGRAM DESIGNED TO SERVE RURAL KINDERGARTEN THROUGH TWELFTH GRADE (K-12) TEACHERS AND STUDENTS. THIS PROGRAM IS DESIGNED TO ATTRACT AND INSPIRE UNDERREPRESENTED MINORITIES, DEFINED HERE AS FEMALE AND/OR FROM RACIAL/ETHNIC MINORITIES IN RURAL AREAS, TO PURSUE CAREERS IN THE AGRICULTURAL SCIENCES (AGRISCIENCES). VETTED AND PORTABLE LESSONS WITH ALL IMPLEMENTATION SUPPLIES CONTAINED IN TRAVELING LAB KITS (TLKS) WILL BE DEVELOPED FOR ELEMENTARY, MIDDLE SCHOOL, AND HIGH SCHOOL STUDENTS THROUGH A COLLABORATIVE EFFORT OF TTU FACULTY AND K-12 TEACHERS, AND TRANSPORTED TO LOCAL, RURAL AREAS. PARTICIPATING TEACHERS WILL ACQUIREPROFESSIONAL DEVELOPMENT AND THE NECESSARY MATERIALS TO TEACH AGRISCIENCE CONTENT.THIS PROPOSAL ALIGNS WITH THE FIVE 2019 WAMS NEED AREAS. DIRECTLY ADDRESSED ARE: DEVELOPMENT OF CURRICULUM AND MATERIALS, FACULTY PREPARATION, AND IMPROVEMENT OF INSTRUCTIONAL DELIVERY SYSTEMS (THROUGH TLKS). THESE TLKS WILL ADDRESS THE 6 NATIONAL INSTITUTE OF FOOD AND AGRICULTURE&#39;S GRAND CHALLENGES AND WILL BE LINKED TO THE TEXAS ESSENTIAL KNOWLEDGE AND SKILLS. TO EXAMINE THE EFFECTIVENESS OF THE PROPOSED APPROACH, TLKS WILL BE PILOT TESTED IN THE CLASSROOM AND WILL BE RESEARCHED USING A SEQUENCED MIXED METHOD APPROACH.THE OBJECTIVES OF THIS PROPOSAL ARE AS FOLLOWS: 1) CREATE AGRISCIENCE-FOCUSED TLKS FOR DISTRIBUTION AT THE HIGH SCHOOL, MIDDLE SCHOOL, AND ELEMENTARY LEVEL; 2) DEVELOP COGNITIVE STEM KNOWLEDGE AND NON-COGNITIVE 21ST CENTURY SKILLS IN K-12 STUDENTS THROUGH USE OF AGRISCIENCE FOCUSED TLKS; 3) DEVELOP RURAL STUDENT AWARENESS OF SCIENCE-BASED AGRICULTURAL CAREERS UPON USE OF AGRISCIENCE FOCUSED TLKS; AND 4) ENCOURAGE UNDERREPRESENTED STUDENT ENGAGEMENT IN THE AGRISCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20193850330220_12H3"}, {"internal_id": 69573201, "Award ID": "20183850328803", "Award Amount": 95065.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "10.318", "Description": "MANY SECTORS OF OUR ECONOMY ARE SHIFTING MUCH MORE RAPIDLY THAN ANTICIPATED TO BECOME MORE STEM-BASED. FOR EXAMPLE, SOME PROGNOSTICATORS SUGGEST THAT AS MANY OF 58,000 NEW HIGH-SKILL AGRICULTURE JOBS WILL DEVELOP BETWEEN 2015 AND 2020, WITH EVEN HIGHER RATES OF GROWTH POSSIBLE IN SUBSEQUENT YEARS. THIS RAPID GROWTH WILL REQUIRE A WORKFORCE WITH THE NECESSARY STEM SKILLS AND APTITUDES IF WE ARE TO CAPITALIZE ON THIS ECONOMIC POTENTIAL. IN ORDER TO SO, STUDENTS FROM RURAL AREAS WILL NEED TO PURSUE POST-SECONDARY STEM TRAINING AT HIGHER RATES. HOWEVER, IN OUR GEOGRAPHIC AREA SEVERAL BARRIERS PREVENT STUDENTS FROM OBTAINING POST-SECONDARY STEM DEGREES. WE SEEK TO REMEDY THIS THROUGH IMPLEMENTATION OF OUR PROGRAM, SUU PREP. WE WILL IDENTIFY SOUTHERN UTAH STUDENTS, ENTERING SEVENTH GRADE, WHO HAVE ALREADY EXPRESSED AN INTEREST IN AND APTITUDE FOR STEM FIELDS, BUT WHO COME FROM UNDERREPRESENTED GROUPS, INCLUDING: GIRLS, CHILDREN OF COLOR, STUDENTS OF LOW SOCIOECONOMIC STATUS, STUDENTS FROM AN AGRICULTURAL HERITAGE, AND FIRST-GENERATION COLLEGE STUDENTS. SUU PREP WILL INVOLVE THESE STUDENTS IN A THREE-YEAR INTENSIVE ACADEMIC SUMMER PROGRAM INTEGRATING STEM DISCIPLINES WITH A FOCUS ON MATHEMATICS. SUU PREP WILL INCORPORATE BEST PRACTICES THAT HAVE BEEN DEMONSTRATED TO SUPPORT SUCCESS FOR UNDERREPRESENTED STUDENTS IN STEM PATHWAYS, AS WELL AS A TESTED CURRICULUM DEVELOPED OVER SEVERAL DECADES. OUR GOAL IS TO INCREASE THE NUMBER OF STUDENTS, FROM UNDERREPRESENTED GROUPS, PURSUING POST-SECONDARY STEM EDUCATION. SHORT-TERM OBJECTIVES INCLUDE: IMPROVED ATTITUDE TOWARD STEM, INCREASED MATHEMATICS APTITUDE, INCREASED CRITICAL THINKING APTITUDE, AND INCREASED APTITUDE IN ALL SUU PREP COURSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6526a12-e781-f7d9-d326-bf4f26e4033c-C", "generated_internal_id": "ASST_NON_20183850328803_12H3"}, {"internal_id": 68176360, "Award ID": "20183850328695", "Award Amount": 33421.74, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-23", "CFDA Number": "10.318", "Description": "MATERIALS HAVE ALWAYS BEEN LINKED TO HUMAN SOCIETY&#39;S PROGRESS SUCH THAT PERIODS OF OUR HISTORY ARE NAMED AFTER THE DOMINANT MATERIAL OF THE TIME. THIS DEMAND FOR RAW MATERIALS HAS GROWN EXPLOSIVELY SINCE THE INDUSTRIAL REVOLUTION. THE ENVIRONMENTAL IMPACT OF MATERIAL CONSUMPTION IS PROPORTIONAL TO POPULATION, PER CAPITA CONSUMPTION (AFFLUENCE), AND TECHNOLOGY DEPLOYMENT. WESTERN SOCIETY&#39;S TECHNO-ECONOMIC APPROACH TO DEVELOPMENT IS STRONGLY CORRELATED WITH ENVIRONMENTAL DEGRADATION AND THAT AFFLUENCE IS NOT DISTRIBUTED EVENLY. IN CONTRAST, THE CONCEPT OF SUSTAINABILITY BALANCES THE COMPETING DEMANDS OF THE ENVIRONMENTAL, SOCIAL, AND ECONOMIC SECTORS. NC STATE UNIVERSITY&#39;S DEPARTMENT OF FOREST BIOMATERIALS HAS SUCCESSFULLY INSTITUTED A STEM-BASED SUSTAINABLE MATERIALS AND TECHNOLOGY UNDERGRADUATE PROGRAM. PROGRAM FACULTY WANTS TO EXTEND THIS SUCCESS TO K-14 STUDENTS SO AS TO EDUCATE THE WORKFORCE OF THE FUTURE IN THE HOLISTIC DISCIPLINE OF SUSTAINABILITY. WE WILL START THIS EFFORT BY TARGETING STUDENTS WHO ARE AT THE COMMUNITY COLLEGE LEVEL. SPECIFICALLY, THE GRANT WILL FOCUS ON INDIVIDUALS WHO HAVE HISTORICALLY BEEN UNDER-REPRESENTED IN THE FOREST BIOMATERIALS FIELD: MINORITY WOMEN. THE PROJECT&#39;S GOAL IS TO EXPAND OPPORTUNITIES FOR PROFESSIONAL CAREERS AND EDUCATIONAL EQUITY IN SUSTAINABLE MATERIALS SCIENCE AND ENGINEERING FOR THE TARGET AUDIENCE. THIS WILL BE ACCOMPLISHED BY PROVIDING A MULTITIERED SUPPORT SYSTEM IN EVERY PHASE OF THE STUDENT&#39;S POSTSECONDARY ACADEMIC CAREER, SPECIFICALLY THROUGH COMMUNITY SUPPORT, ACADEMIC MENTORSHIP, EXPERIENTIAL LEARNING, COMMUNITY RESEARCH PROJECTS, PROFESSIONAL DEVELOPMENT, AND UNIVERSITY SCHOLARSHIP/ADMISSION GUIDANCE. THE PROJECT WILL ENHANCE THE PARTICIPANTS&#39; SCIENTIFIC AND PROFESSIONAL COMPETENCIES, LEADERSHIP AND COMMUNICATION SKILLS, PROFESSIONALISM, CRITICAL AND PROBLEM-SOLVING SKILLS, AND ABILITY TO WORK IN TEAMS. THE PROJECT IS BASED ON ACCOUNTABILITY; EACH PROJECT COMPONENT WILL HAVE ITS ASSOCIATED OUTCOMES ASSESSED USING PROVEN METHODOLOGIES. THE PROJECT&#39;S GOAL AND OBJECTIVES ARE ALIGNED WITH NIFA&#39;S STRATEGIC SUB-GOAL 1.7 (DEVELOPMENT OF HUMAN CAPITAL ... TO SUPPORT A SUSTAINABLE AGRICULTURE SYSTEM) AND ADDRESS WAMS&#39; EDUCATION NEED AREAS OF STUDENT EXPERIENTIAL LEARNING AND STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20183850328695_12H3"}, {"internal_id": 69573233, "Award ID": "20183850328694", "Award Amount": 94878.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "10.318", "Description": "WAMS-2-WAMS IS A SYNERGISTIC, MULTI-TIERED PROGRAM FOUNDED UPON EXPERIENTIAL STEM LEARNING, LEADERSHIP DEVELOPMENT, AND MENTORSHIP TO CULTIVATE A STRONG PATHWAY THAT MOVES WOMEN AND MINORITIES FROM RURAL HIGH SCHOOL CLASSROOMS TO CAREERS IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCES. RURAL WOMEN AND MINORITIES ARE UNDERREPRESENTED IN FANH STEM PROFESSIONS DUE TO LOWER RECRUITMENT AND RETENTION RATES. THIS PROJECT WILL ADDRESS THESE CAUSAL FACTORS AND CAPITALIZE UPON THE RESOURCES AND INFRASTRUCTURE WITHIN MISSISSIPPI STATE UNIVERSITY AND ITS PROXIMITY TO RURAL K-12 SCHOOLS SERVING DIVERSE STUDENT POPULATIONS. WE PROPOSE TO ENGAGE AND EQUIP RURAL FEMALE AND MINORITY HIGH SCHOOL STUDENTS IN AGRICULTURE-RELATED RESEARCH AND LEADERSHIP TRAINING UNDER THE GUIDANCE AND MENTORING OF SUCCESSFUL WOMEN AND MINORITY FACULTY WORKING IN FANH STEM DISCIPLINES. TECHNICAL KNOWLEDGE GAINED THROUGH PROBLEM-BASED, LEARNING EXPERIENCES WILL BE COUPLED WITH DEVELOPMENT OF PROFESSIONAL\"SOFT\" SKILLS (E.G., PROBLEM-SOLVING, TEAM WORK, AND COMMUNICATION). CAREER AWARENESS, PROFESSIONAL DEVELOPMENT, AND LEADERSHIP SKILLS WILL BE ENHANCED THROUGH PARTICIPATION IN PROFESSIONAL DEVELOPMENT TRAINING, NETWORKING OPPORTUNITIES, HANDS-ON RESEARCH EXPERIENCES, AND RESEARCH SYMPOSIA. AGRICULTURE IS THE TOP INDUSTRY IN THIS RURAL STATE. DEVELOPING THE PROFESSIONAL CAPACITY OF WOMEN AND MINORITIES IN AGRICULTURAL-RELATED STEM DISCIPLINES WILL PROMOTE SUSTAINABLE AGRICULTURE SYSTEMS AND RESILIENT RURAL COMMUNITIES AS WELL AS SUPPORT A WORKFORCE REPRESENTATIVE OF THE REGION&#39;S CONSTITUENCY. THIS PROPOSAL ADDRESSES USDA STRATEGIC GOALS TO ASSIST RURAL COMMUNITIES (GOAL #1), CONSERVE NATURAL RESOURCES (GOAL #2), AND PROMOTE AGRICULTURAL PRODUCTION (GOAL #3) BY ADDRESSING THE EDUCATION NEED PROGRAM AREAS STUDENT EXPERIENTIAL LEARNING AND STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20183850328694_12H3"}, {"internal_id": 68547749, "Award ID": "20183850328693", "Award Amount": 91629.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "10.318", "Description": "ALASKA NATIVE YOUTH INVESTIGATE FOOD SYSTEMS AND EXPLORE CAREER PATHS IN FOOD AND AGRICULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_20183850328693_12H3"}, {"internal_id": 62208689, "Award ID": "20173850327328", "Award Amount": 86408.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "10.318", "Description": "EMPOWERING WOMEN IN AGRICULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_20173850327328_12H3"}, {"internal_id": 45250883, "Award ID": "20173850327327", "Award Amount": 95204.23, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-11", "CFDA Number": "10.318", "Description": "PROMOTING STEM EDUCATIONAL EQUITY (STEM-EE) FOR RURAL MINORITY YOUTH THROUGH EXPERIENTIAL LEARNING AND MENTORING OPPORTUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20173850327327_12H3"}, {"internal_id": 45250882, "Award ID": "20173850327170", "Award Amount": 94378.64, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "10.318", "Description": "INCREASING AWARENESS AND OPPORTUNITIES FOR WOMEN AND MINORITY STUDENTS IN SUSTAINABLE BIOMATERIALS EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20173850327170_12H3"}, {"internal_id": 45250881, "Award ID": "20173850327167", "Award Amount": 72943.93, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-10", "CFDA Number": "10.318", "Description": "CULTIVATING ACCESS: AGRICULTURE CAREER COMMUNITIES TO EMPOWER STUDENTS IN STEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20173850327167_12H3"}, {"internal_id": 83116275, "Award ID": "20163850325899", "Award Amount": -6085.52, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-11", "CFDA Number": "10.318", "Description": "INCREASING STUDENT DIVERSITY IN FOOD AND AGRICULTURE-RELATED STEM DISCIPLINES THROUGHUNDERGRADUATE CLASSROOM-BASED RESEARCH EXPERIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20163850325899_12H3"}, {"internal_id": 138340954, "Award ID": "20163850325748", "Award Amount": -6398.43, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-07", "CFDA Number": "10.318", "Description": "ENHANCING STEM UNDERGRADUATE EDUCATION AND EXPERIENTIAL LEARNING FOR WOMEN AND UNDERREPRESENTED MINORITIES AT UNIVERSIDAD DEL ESTE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbc6c829-e9fd-5b6b-4d78-d585e78815a9-C", "generated_internal_id": "ASST_NON_20163850325748_12H3"}, {"internal_id": 61616288, "Award ID": "20153850324396", "Award Amount": -20.4, "Award Type": null, "Base Obligation Date": "2018-01-19", "CFDA Number": "10.318", "Description": "RETENTION AND DEVELOPMENT PROGRAM TO INCREASE SUCCESSFUL GRADUATES OF WOMEN AND MINORITIES IN THE ANIMAL AND FOOD SCIENCE INDUSTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49c91ae2-031e-78ae-0475-3e6df4b3dc67-C", "generated_internal_id": "ASST_NON_20153850324396_12H3"}, {"internal_id": 61616287, "Award ID": "20153850324146", "Award Amount": -1.26, "Award Type": null, "Base Obligation Date": "2018-01-19", "CFDA Number": "10.318", "Description": "REMOTE TECH TRANSFER TEAMS ENABLING RURAL BEEKEEPERS TO MAXIMIZE HONEY BEE COLONY HEALTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20153850324146_12H3"}, {"internal_id": 83795081, "Award ID": "20143850322365", "Award Amount": -3967.46, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-30", "CFDA Number": "10.318", "Description": "AMPLIFYING AWARENESS OF OPPORTUNITIES FOR WOMEN AND UNDERREPRESENTED MINORITIES IN STEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d00fc0ee-35f6-88a8-6495-1092efb4b880-C", "generated_internal_id": "ASST_NON_20143850322365_12H3"}, {"internal_id": 69573262, "Award ID": "20143850322170", "Award Amount": -3893.12, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "10.318", "Description": "A BRIDGE PROGRAM TO ENGAGE, SUSTAIN AND EMPOWER WOMEN AND MINORITIES IN STEM (ESE WAMS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_20143850322170_12H3"}, {"internal_id": 67014885, "Award ID": "20133850321138", "Award Amount": -55320.05, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "10.318", "Description": "NORTHERN COLORADO WAMS INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20133850321138_12H3"}]