[{"internal_id": 162054795, "Award ID": "20237002441031", "Award Amount": 234533.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-09", "CFDA Number": "10.336", "Description": "THE SHORTAGE OF VETERINARIANS IN RURAL COMMUNITIES IS A THREAT TO LIVESTOCK HEALTH, PUBLIC HEALTH, FOOD SAFETY, AND THE ECONOMY OF THE AGRICULTURAL INDUSTRY. WHILE THIS ISSUE IS COMPLEX, MATTERS RELATED TO SALARY, TIME OFF, AND PRACTICE ATMOSPHERE ARE STATED REASONS WHY VETERINARIANS LEAVE RURAL PRACTICE. PRACTICE OWNERSHIP MAY HELP PROVIDE A PATH FOR RURAL VETERINARIANS TO INCREASE THEIR INCOME AND IMPROVE THEIR WELLBEING THROUGH PERSONAL CONTROL OF THEIR WORK ENVIRONMENT. MANY YOUNG VETERINARIANS LACK INTEREST IN OWNERSHIP AND ONE FACTOR IS THEIR LACK OF KNOWLEDGE IN ENTREPRENEURSHIP. THE LONG-TERM GOAL OF THE PROPOSED PROJECT IS TO PRODUCE A SUSTAINABLE PLATFORM FOR EDUCATIONAL MATERIALS FOR MIXED AND FOOD ANIMAL VETERINARIANS AND VETERINARY STUDENTS INTERESTED IN PRACTICE STARTUP AND OWNERSHIP IN RURAL COMMUNITIES. THIS GOAL WILL BE ACCOMPLISHED THROUGH FOUR OBJECTIVES. FIRST, WE WILL CREATE AN ONLINE PLATFORM FOR EDUCATIONAL MATERIALS AND PROGRAM COMMUNITY MEMBER ENGAGEMENT. SECOND, WE WILL HOLD A STAKEHOLDER FOCUS GROUP TO DISCUSS THE ISSUES AND NEEDS. THIRD, WE WILL DEVELOP A LIVE WEBINAR SERIES BASED ON STAKEHOLDER INPUT IN COLLABORATION WITH THE MISSOURI SMALL BUSINESS DEVELOPMENT CENTER. FINALLY, WE WILL USE THE WEBINAR SERIES TO DEVELOP ONLINE MODULES IN COLLABORATION WITH THE UNIVERSITY OF MISSOURI EXTENSION CAREER ACCELERATOR. THIS PROGRAM ALIGNS WITH THE VETERINARY SERVICE GRANT PROGRAM GOALS BY PROVIDING DISTANCE EDUCATION OPPORTUNITIES FOR VETERINARIANS AND VETERINARY STUDENTS THAT WILL STRENGTHEN VETERINARY PROGRAMS BY FOCUSING ON PRACTICE STARTUP AND OWNERSHIP AND THEREFORE ENHANCING RURAL PRACTICE AND STRENGTHENING THE RURAL VETERINARY COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20237002441031_12H3"}, {"internal_id": 162054794, "Award ID": "20237002440926", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-09", "CFDA Number": "10.336", "Description": "THE VETERINARY SHORTAGE SITUATION ND151 CURRENTLY DOES NOT HAVE ENOUGH LARGE ANIMAL VETERINARY SUPPORT FOR THE SIGNIFICANT NUMBER OF LIVESTOCK IN THIS PRACTICE AREA. THE VETERINARY SHORTAGE MAKES IT DIFFICULT TO PROVIDE THE LARGE NUMBER OF SERVICES THAT THE AREA NEEDS SUCH AS CALVING OBSTETRICS, TREATING DISEASE OUTBREAKS, REGULATORY DISEASE TESTING, HERD HEALTH MEDICINE AND REPRODUCTION SERVICES. ALSO, WITHOUT THE ADEQUATE LARGE ANIMAL VETERINARY SUPPORT, RAPID DETECTION OF FOREIGN ANIMAL DISEASES OR ZOONOTIC REPORTABLE DISEASES BECOMES DIFFICULT AND THUS POSES RISKS FOR HUMAN HEALTH, FOOD SAFETY, AND ECONOMIC DAMAGES. THE AREA IS IN DIRE NEED OF SUPPORT TO CORRECT THE VETERINARY SHORTAGE SITUATION. CIRCLE C VETERINARY SERVICE IS LOCATED IN THE CENTER OF THE ND151 SHORTAGE SITUATION AND CURRENTLY PROVIDES MOBILE AND HAUL IN LIVESTOCK SERVICES TO THE COUNTIES AFFECTED BY THE SHORTAGE. WITH THIS SUPPORT FROM THE VSGP, CIRCLE C VETERINARY SERVICE WILL INCREASE THE DEVELOPMENT AND PROVISION OF LIVESTOCK VETERINARY SERVICES DIRECTLY TO THE SHORTAGE SITUATION. ADDITIONALLY, CIRCLE C VETERINARY SERVICE WILL PROVIDE EDUCATIONAL OPPORTUNITIES TO BOTH STUDENTS AND LIVESTOCK PRODUCERS FROM THE RURAL COMMUNITY IN THE SHORTAGE SITUATION. THIS PROJECT WILL BE ACCOMPLISHED THROUGH AN INCREASE IN THE NUMBER OF LARGE ANIMAL VETERINARIANS WORKING IN THE PRACTICE AND PROVIDING SERVICES. CIRCLE C VETERINARY SERVICE WILL REQUIRE ADDITIONAL EQUIPMENT FOR THIS PRACTICE GROWTH. THE RPE GRANT WILL BE USED TO DIRECTLY PURCHASE THE EQUIPMENT REQUIRED. THIS EQUIPMENT WILL INCLUDE A STATIONARY HYDRAULIC CHUTE, SERVICE TRUCK, VETERINARY BOX INSERT, PORTABLE ULTRASOUND, AND PORTABLE HYDRAULIC CHUTE. THESE PRACTICE ENHANCEMENTS WILL HAVE BOTH AN EXTENSIVE AND LASTING IMPACT ON LOCAL LIVESTOCK, LIVESTOCK PRODUCERS, AND LOCAL ECONOMIC VITALITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3181a231-ab7f-afcc-6326-eaec3b63613c-R", "generated_internal_id": "ASST_NON_20237002440926_12H3"}, {"internal_id": 162054793, "Award ID": "20237002440925", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "10.336", "Description": "WELLFARM VETS IS AN EMERGING FOOD ANIMAL AMBULATORY PRACTICE OPERATING OUT OF ROANOKE COUNTY, VIRGINIA. THE PRACTICE WAS STARTED IN THE SUMMER OF 2022 BY A VETERINARIAN THAT SPENT THE PREVIOUS TWO YEARS IN A PRODUCTION MEDICINE INTERNSHIP AND RESIDENCY AT THE NEARBY REFERRAL RESOURCE, VIRGINIA TECH VETERINARY TEACHING HOSPITAL. THIS EXPERIENCE CULTIVATED A FOUNDATIONAL, ENDURING RELATIONSHIP WITH THE LOCAL ANIMAL AGRICULTURAL COMMUNITY. THE SHORTAGE AREA OF VA006 HAS BEEN LACKING FOOD ANIMAL VETERINARY SERVICES FOR SO LONG THAT PRODUCERS SELF-REPORTEDLY UNDERUTILIZE VETERINARY RESOURCES DUE TO A LACK OF ACCESSIBILITY AND RELIABILITY. WELLFARM VETS IS REQUESTING VSGP RPE FUNDS FOR SUBSIDIZATION OF A HAUL-IN FACILITY AND SUPPORT STAFF SALARY AS WELL AS SAFE AND HUMANE HANDLING EQUIPMENT AND DIAGNOSTIC ANALYZERS FOR IN-HOUSE AND ON-FARM CATTLE PROCEDURES. THIS BLEND OF ADMINISTRATIVE AND TECHNICAL SUPPORT WILL ENHANCE THE PRACTICE&#39;S ABILITY TO SERVE THE COMMUNITY IN AN ACCELERATED TIME-FRAME AT AN APPROPRIATE STANDARD OF VETERINARY CARE. THESE RESOURCES WOULD OTHERWISE NOT BE ABLE TO BE OBTAINED FOR 5-10 YEARS OF PRACTICE, WHICH WOULD PROLONG THE MARGINALIZATION OF RURAL PRODUCERS TO VETERINARY EDUCATION, ACCESS, AND SUPPORT. AS WELLFARM VETS&#39; VETERINARY SERVICES EXPAND IN THIS REGION, PRODUCERS HAVE BEEN KEEN TO ESTABLISH VCPRS, IMPROVE THEIR HERD&#39;S HEALTH AND PRODUCTIVITY, AND HAVE A RELIABLE RESOURCE FOR EMERGENCY SITUATIONS. THE MORE RAPID EVOLUTION OF THIS PRACTICE WILL PERMIT A MORE RAPID EVOLUTION OF REGIONAL ANIMAL PRODUCTION AS IT ALIGNS WITH THE GOALS OF THE VSGP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a08a0b07-1ea0-8ec4-fd5b-597bbcddaf57-R", "generated_internal_id": "ASST_NON_20237002440925_12H3"}, {"internal_id": 160862007, "Award ID": "20237002440680", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-12", "CFDA Number": "10.336", "Description": "THIS PROPOSAL AIMS TO INCREASE RECRUITMENT AND LONG-TERM RETENTION OF FOOD-ANIMAL VETERINARIANS IN RURAL AREAS THROUGH PROVIDING ACCESS TO READILY AVAILABLE SPECIALIZED EDUCATION IN BOVINE HEALTH MANAGEMENT (BHM) FOR FINAL-YEAR VETERINARY STUDENTS AND EARLY-CAREER VETERINARIANS. BASED ON PRACTITIONER FEEDBACK, WE HAVE DEVELOPED, PILOTED, AND EVALUATED A BHM CURRICULUM TAILORED FOR RECENT VETERINARY GRADUATES WORKING IN RURAL AREAS AND ESTABLISHED AN ONLINE CERTIFICATE PROGRAM AT MICHIGAN STATE UNIVERSITY. THROUGH THIS PROJECT, A TOTAL OF 27 FINAL YEAR VETERINARY STUDENTS AND EARLY CAREER VETERINARIANS WILL BE ENROLLED IN THIS BHM ONLINE CERTIFICATE AT NO COST. THE PARTICIPANTS WILL ENGAGE IN A 9-CREDIT PROGRAM THAT EMPHASIZES BEST PRACTICES FOR DELIVERING QUALITY BOVINE VETERINARY SERVICES IN RURAL AREAS AND FOSTERS THE EPIDEMIOLOGY AND FOOD SAFETY ASPECTS OF BOVINE PRACTICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20237002440680_12H3"}, {"internal_id": 160862006, "Award ID": "20237002440679", "Award Amount": 249194.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "10.336", "Description": "A NATIONAL SURVEY WILL BE CONDUCTED TO VETERINARY SCHOOLS, PRIVATE PRACTITIONERS, AND STATE ANIMAL HEALTH OFFICIALS TO DETERMINE ATTRIBUTES NEEDED TO ENTICE RECENT GRADUATES AND PRIVATE VETERINARIANS TO BE RECRUITED TO A NATIONAL VETERINARY SHORTAGE AREA. SPECIFIC EDUCATIONAL TEMPLATES WILL BE DEVELOPED INTO A COMMUNITY AND ECONOMICSOCIAL SUPPORT TOOLBOX, THAT CAN BE PILOTED IN TWO COUNTIES IN TEXAS TO HELP COMMUNITIES BETTER RECRUIT VETERINARIANS TO A NATIONAL SHORTAGE AREA. AFTER THE PILOT PHASE HAS BEEN COMPLETED, EDUCATIONAL TEMPLATES FOR THE TOOLBOX WILL BE FINALIZED AND INCORPORATED INTO AN EXTENSION AWARENESS CAMPAIGN IN 3 REGIONS ACROSS THE UNITED STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20237002440679_12H3"}, {"internal_id": 160862005, "Award ID": "20237002440677", "Award Amount": 245495.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "10.336", "Description": "A BOOKEND APPROACH TO RECRUIT STUDENTS AND RETAIN FOOD ANIMAL VETERINARY PRACTITIONERS IN VETERINARY SHORTAGE SITUATIONS KY 233/234FOR OVER 70 YEARS THE COMMONWEALTH OF KENTUCKY HAS HAD A CONTRACTUAL RELATIONSHIP WITH AUBURN UNIVERSITY&#39;S COLLEGE OF VETERINARY MEDICINE (AUCVM) TO TRAIN VETERINARIANS. KENTUCKY, ACCORDING TO THE NATIONAL AGRICULTURAL STATISTIC SERVICE (NASS) ANNUAL BULLETIN, RANKS 8TH IN BEEF CATTLE PRODUCTION, 7TH IN POULTRY BROILER PRODUCTION, AND 20TH IN HOG AND PIG MARKET VALUE ALL DEMONSTRATING A SIGNIFICANT CONTRIBUTION TO GLOBAL FOOD SECURITY. AUCVM AND KENTUCKY CATTLEMEN&#39;S ASSOCIATION MISSIONS ALIGN WELL WITH THE USDA NIFA-VETERINARY SERVICES GRANT PROGRAM (VSGP) GOAL OF ENSURING AMERICA&#39;S AGRICULTURE SYSTEM IS EQUITABLE RESILIENT AND PROSPEROUS, PROVIDING ALL-AMERICANS SAFE AND NUTRITIOUS FOOD, AND EXPANDING OPPORTUNITIES FOR ECONOMIC DEVELOPMENT AND IMPROVING QUALITY OF LIFE IN RURAL AND TRIBAL COMMUNITIES. THE GOAL OF THIS GRANT IS TO SELECT RISING11TH AND 12TH GRADE STUDENTS PARTICIPATING IN KENTUCKY&#39;S JUNIOR CATTLEMEN&#39;S ASSOCIATION AND RESIDING IN ONE OF TWO RECOGNIZED SHORTAGE SITUATIONS, INTO A MENTORING PROGRAM THAT WILL IDENTIFY STUDENTS WITH STRONG ACADEMIC CREDENTIALS, EMOTIONAL MATURITY, MOTIVATION, DEDICATION, AND ABILITY TO COMPLETE THE VETERINARY MEDICAL CURRICULUM. THESE STUDENTS WILL BE PAIRED WITH A FOURTH-YEAR COLLEGE OF VETERINARY MEDICINE STUDENT IN A MENTORING RELATIONSHIP. THESE PAIRS OF STUDENTS WILL THEN WORK ALONGSIDE FACULTY FROM AUBURN&#39;S CVM, KENTUCKY DEPARTMENT OF AG AND USDA APHIS VS, AND KENTUCKY BEEF NETWORK ON FOUR OCCASIONS IN KENTUCKY. FURTHER, THE VETERINARY STUDENT MENTORS WILL WORK VIRTUALLY THROUGHOUT THE ACADEMIC YEAR WITH THEIR PROT&EACUTE;G&EACUTE;S TO BUILD A TRUST RELATIONSHIP THAT WILL PROVIDE GUIDANCE AND SUPPORT IN THEIR EFFORTS TO GAIN ADMISSION INTO VETERINARY SCHOOL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20237002440677_12H3"}, {"internal_id": 160862004, "Award ID": "20237002440676", "Award Amount": 249975.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-12", "CFDA Number": "10.336", "Description": "BUILDING EXCELLENCE IN RURAL VETERINARY PRACTICES IS A NEW VETERINARY BUSINESS MANAGEMENT TRAINING PROGRAM FOR EARLY CAREER VETERINARIANS. FUNDING FOR THIS GRANT WILL ALLOW THE AMERICAN ASSOCIATION OF BOVINE PRACTITIONERS (AABP) TO CONTINUE TO MORE DIRECTLY AFFECT MULTIPLE EARLY CAREER VETERINARIANS IN A POSITIVE WAY WHICH WILL KEEP THEM IN SUCCESSFUL RURAL PRACTICES. THIS IN TURN WILL MEET THEIR COMMUNITY&#39;S NEEDS FOR SUSTAINABILITY, AS WELL AS HELP TO RECRUIT FUTURE VETERINARIANS TO JOIN US AS COLLEAGUES TO FILL TOMORROW&#39;S NEEDS.THIS GRANT WILL FUND DIRECT TRAINING FOR 135 EARLY CAREER VETERINARIANS, DIVIDED INTO 3 GROUPS OF 15 PARTICIPANTS PER YEAR, FOR EACH OF 3 YEARS. THE TRAINING PROGRAM WILL BE MULTIMODAL IN ITS EFFORTS. THIS WILL INCLUDE A 3 DAY IN-PERSON WORKSHOP (HELD AT AABP HEADQUARTERS OR AT AN AABP CONFERENCE), 6 VIRTUAL TRAINING EVENTS OVER SEVERAL MONTHS, ONE-ON-ONE CONSULTATIONS WITH FACULTY WORKING ON INDIVIDUAL PROJECTS AND OUTREACH TO HIGH SCHOOL AGED YOUTH.TO MAGNIFY THE EFFECTS OF THE GRANT, AABP WILL BE USING THE CURRICULUM CREATED, IN AN ADAPTED FORM, VIA PODCASTS, WEBINARS, NEWSLETTERS, DOCUMENTS AND OTHER RESOURCES TO REACH MORE VETERINARIANS AND YOUTH. THE FACULTY PARTICIPATING IN THIS TRAINING HAVE ACADEMIC, PRACTICAL AND INDUSTRY TRAINING AND EXPERIENCE TO PROVIDE AN IN-DEPTH, BUT PRACTICAL LEARNING EXPERIENCE FOR THE PARTICIPANTS. THIS BUSINESS TRAINING IS NEEDED BECAUSE THE RIGOROUS VETERINARY TRAINING CURRICULUM PROVIDED BY MANY VETERINARY COLLEGES DOES NOT HAVE ENOUGH ROOM IN IT TO PROVIDE THEIR STUDENTS WITH HIGH LEVEL BUSINESS MANAGEMENT TRAINING AND DEVELOPMENT OF SKILLS IN THIS AREA.AABP HAS RECOGNIZED THAT MANY OF THE UNDERLYING ISSUES REGARDING SHORTAGES AND MALDISTRIBUTION OF VETERINARIANS IN RURAL VETERINARY PRACTICES ARE RELATED TO VARIABLE AND SUBOPTIMAL VETERINARY PRACTICE MANAGEMENT. BUSINESS ISSUES RANGE FROM FINANCIAL UNDERSTANDING AND MANAGEMENT, EFFECTIVE STRATEGIC PLANNING AND IMPLEMENTATION, EFFECTIVE BUSINESS TRANSITIONS AND VARIOUS HUMAN RESOURCE MANAGEMENT ISSUES. THESE HUMAN RESOURCE ISSUES INCLUDE EFFECTIVE ONBOARDING, LEADERSHIP SKILLS, EMPLOYEE MANAGEMENT, CONFLICT RESOLUTION AND EFFECTIVE COMPENSATION PROGRAMS AMONG OTHER THINGS. THIS CAN LEAD TO HIGH TURNOVER, BURNOUT, DIFFICULT FINANCIAL PERFORMANCE AND EVENTUAL LOSS OF EFFECTIVE VETERINARY SERVICES BEING PROVIDED TO COMMUNITIES THAT NEED THEM. FURTHER, AABP RECOGNIZES THAT IT IS IMPORTANT TO ENGAGE HIGH SCHOOL AGED YOUTH TO INTRODUCE THEM TO THE IDEA OF BECOMING A VETERINARIAN IN THEIR FORMATIVE YEARS.THE MAJOR GOAL OF AABP IN PROVIDING THESE BUSINESS TRAINING MODULES IS TO HAVE BETTER MANAGED PRACTICES THAT HELP THE VETERINARIANS AND STAFF LEAD PRODUCTIVE, FULFILLING PROFESSIONAL CAREERS WHILE SERVING AS LEADERS IN THEIR COMMUNITIES AND MEETING THE NEEDS OF THE LIVESTOCK INDUSTRIES THEY SERVE. THESE TRAINING MODULES NOT ONLY HELP THE VETERINARIANS THAT ATTEND THEM, BUT ALSO THE PRACTICES WHERE THEY WORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d48cb573-2e1a-569f-2a8c-a0219c15054b-R", "generated_internal_id": "ASST_NON_20237002440676_12H3"}, {"internal_id": 161564489, "Award ID": "20237002440675", "Award Amount": 223422.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-26", "CFDA Number": "10.336", "Description": "THE BEEF QUALITY ASSURANCE (BQA) PROGRAM, FUNDED BY THE BEEF CHECKOFF AND MANAGED BY THE NATIONAL CATTLEMEN&#39;S BEEF ASSOCIATION, HAS PROVIDED PRODUCER EDUCATION RESOURCES TO THE CATTLE INDUSTRY FOR DECADES.THE PROGRAM UTILIZES A MULTIMEDIA APPROACH WITH IN-PERSON AND ONLINE TRAININGS IN BOTH PRINTED AND VIDEO FORMS. THE OBJECTIVE OF BQA&#39;S APPLICATION IS TO FURTHER VETERINARY TRAINING THROUGH SPANISH TRANSLATION OF CURRENT BQA RESOURCES IN ADDITION TO DEVELOPMENT OF TRAINING VIDEOS AND LEARNING MODULES. THESE BILINGUAL TOOLS WILL IMPROVE VETERINARIAN&#39;S TRAINING CAPABILITIES AND WORKER UNDERSTANDING AND SAFETY, RESULTING IN IMPROVED ANIMAL CARE AND WELFARE.THE OBJECTIVE OF THIS GRANT IS TO USE A MULTIMEDIA APPROACH TO VETERINARY TRAINING. WHEN THE BQA RESOURCES AND MATERIAL ARE TRANSLATED FROM ENGLISH TO SPANISH, INCLUDING DEVELOPING TRAINING VIDEOS FOR BASIC ANIMAL CARE TASKS LIKE VACCINATION OR CALVING CARE, THIS PROVIDES VETERINARIANS WITH INDUSTRY-CREATED TOOLS THAT CAN IMPROVE CONSULTATION AND TRAINING SERVICES. TRANSLATION AND TRAINING VIDEO DEVELOPMENT ALSO IMPROVES ACCESS TO THESE EDUCATIONAL MATERIALS AS THEY ARE PRESENTED TO A DIVERSE WORKFORCE IN THE CATTLE INDUSTRY AND CAN BE USED IN GROUP TRAINING. WITH THE MAJORITY OF THE WORKFORCE IN BOTH BEEF AND DAIRY INDUSTRIES BEING FOREIGN-BORN, PRIMARILY HAVING ENGLISH AS A SECOND LANGUAGE, PROVIDING EFFECTIVE AND PRACTICAL BILINGUAL TRAINING TOOLS TO VETERINARIANS WILL ENHANCE CARE ON THE OPERATION, COMMUNICATION WITH FARM WORKERS, AND AN OVERALL SUSTAINABLE VETERINARY BUSINESS.ONCE THE RESOURCES ARE DEVELOPED, TRAINING WORKSHOPS AT VETERINARY CONFERENCES, VETERINARY SCHOOLS, STATE VETERINARY MEDICAL ASSOCIATIONS, GRADUATE PROGRAMS, AND YOUTH EVENTS WILL BE CONDUCTED SO VETERINARIANS WILL BE COMFORTABLE USING THESE TOOLS AND IMPLEMENTING THEM IN PRACTICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "121b5238-212e-5bc0-0b57-1133e0bf0756-C", "generated_internal_id": "ASST_NON_20237002440675_12H3"}, {"internal_id": 161564488, "Award ID": "20237002440674", "Award Amount": 247471.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-19", "CFDA Number": "10.336", "Description": "THE SHORTAGE OF VETERINARIANS IN FOOD ANIMAL PRACTICE NOT ONLY THREATENS THE SAFETY AND SECURITY OF THE FOOD SUPPLY BUT ALSO NEGATIVELY IMPACTS ANIMAL WELFARE ON THE FARM, AND IMPAIRS THE LIVELIHOOD OF PRODUCERS AND CURRENT VETERINARIANS IN FOOD ANIMAL PRACTICE. ONE OF THE PROBLEMS IDENTIFIED DURING A RETREAT WITH STAKEHOLDERS AT THE UC DAVIS SCHOOL OF VETERINARY MEDICINE WAS THE LACK OF INTODUCTION OF HIGH SCHOOL STUDENTS TO POSSIBLE CAREER PATHS IN FOOD ANIMAL MEDICINE. OUR OBJECTIVES ARE TO CREATE A FRAMEWORK FOR OUTREACH OPPORTUNITIES AT THE HIGH SCHOOL LEVEL THAT INCREASES THE NUMBER OF HIGH SCHOOLERS IN CALIFORNIA INTERESTED IN PURSUING A CAREER IN LIVESTOCK VETERINARY MEDICINE. WE WILL FURTHER EXPAND INTERNSHIP OPPORTUNITIES FOR HIGH SCHOOLERS AT THE VETERINARY MEDICINE TEACHING AND RESEARCH CENTER IN TULARE. TO ACHIEVE THESE OBJECTIVES, WE WILL CREATE SPECIFIC OUTREACH MATERIALS THAT WILL DRAW A POSITIVE, YET REALISTIC IMAGE OF WHAT POSSIBILITIES EXIST IN THE FIELD OF FOOD ANIMAL MEDICINE AS WELL AS POINT OUT FUNDING OPTIONS FOR VETERINARY SCHOOL, INCLUDING AVAILABLE SCHOLARSHIPS AT UC DAVIS SCHOOL OF VETERINARY MEDICINE. A DATABASE OF HIGH SCHOOLS, THEIR CAREER COUNSELORS, AND POSSIBLE OPPORTUNITIES SUCH AS CAREER DAYS WILL BE MADE AVAILABLE TO PARTICIPATING VETERINARIANS. AN INTERNSHIP FOR HIGH SCHOOL STUDENTS WILL LET THEM SHADOW CLINICIANS AND RESEARCHERS TO GAIN A MORE IN-DEPTH EXPERIENCE. THE PROPOSED ACTIVITIES MAY HELP INCREASE THE POOL OF APPLICANTS INTERESTED IN FOOD ANIMAL MEDICINE AT UC DAVIS AND OTHER VETERINARY SCHOOLS AND ULTIMATELY HELP IN AMELIORATING THE CURRENT SHORTAGE SITUATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20237002440674_12H3"}, {"internal_id": 160862003, "Award ID": "20237002440673", "Award Amount": 248746.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-05", "CFDA Number": "10.336", "Description": "FOOD ANIMAL VETERINARY SERVICE PROVIDERS ARE FUNDAMENTALLY DEPENDENT ON THE ECONOMIC SUCCESS OF PRODUCER ANIMAL PRODUCTION SYSTEMS. RECENT GRADUATE FEEDBACK AND PREVIOUS PUBLISHED WORK HAVE IDENTIFIED WAYS THAT ACADEMIC INSTITUTIONS CAN HELP, LEADING TO THE DEVELOPMENT OF THIS PROJECT. INEXTRICABLY LINKED, THE SUCCESS OF PRODUCERS AND VETERINARIANS DIRECTLY AFFECT THE SURVIVABILITY OF ONE ANOTHER. OVER TIME, A NEGATIVE FEEDBACK LOOP IS DEVELOPED. PRODUCER FAILURE AND FARM EXIT ULTIMATELY DILUTES AVAILABLE LIVESTOCK, LEAVING REMAINING LIVESTOCK DISPERSED OVER A GREATER GEOGRAPHICAL AREA, WHICH MAKES PROVIDING VETERINARY SERVICES MORE TIME CONSUMING AND EXPENSIVE. THIS IN TURN AFFECTS THE SURVIVABILITY OF RURAL VETERINARY PRACTICES AND CONTRIBUTES TO VETERINARY SHORTAGE SITUATIONS BY LIMITING OPPORTUNITIES TO GENERATE SUPPORTING INCOME. LACK OF INCOME ULTIMATELY LIMITS THE ABILITY OF VETERINARY PRACTICES TO RETAIN OR HIRE ADDITIONAL VETERINARY STAFF THUS EXACERBATING SHORTAGE SITUATIONS. THIS SITUATION IS COMMON, UNFORTUNATELY LEADING TO VETERINARIAN BURN OUT, AND DISCOURAGES STUDENTS INTERESTED IN RURAL VETERINARY MEDICINE FROM PURSUING VETERINARY EDUCATION AND RETURNING TO THEIR HOME AREA. CHANGING THE DIRECTION OF THIS FEEDBACK LOOP FROM NEGATIVE TO POSITIVE IS ACHIEVABLE, AND VETERINARY MEDICINE IS THE UNIQUELY POSITIONED DISCIPLINE THAT CAN ADDRESS THESE CHALLENGES.IN AN ATTEMPT TO ADDRESS THESE ISSUES, MORE RECENT TRAINING EFFORTS FOR FOOD ANIMAL VETERINARIANS HAVE INCLUDED HERD HEALTH AND PRODUCTION MEDICINE. RECENT GRADUATES SURVEYED REVEALED THAT THEIR ABILITY TO PROVIDE MORE ADVANCED PRODUCTION MEDICINE SERVICES IS LIMITED. OFFERING EXPANDED SERVICES IS CONSTRAINED BY IMMEDIATELY NEEDING TO PROVIDE TRADITIONAL VETERINARY SERVICES, AND THE RESULTING LACK OF TIME AND OPPORTUNITY UTILIZING PRODUCTION MEDICINE TECHNIQUES SOON AFTER GRADUATION ALLOWS THE SKILLSET TO EXPIRE. THIS PROJECT WILL ADDRESS THESE CHALLENGES THROUGH THREE MAIN OBJECTIVES. OBJECTIVE 1 WILLEQUIP VETERINARIANS WHO HAVE GRADUATED IN THE PAST FIVE-YEARS WITH ADVANCED PRODUCTION MEDICINE SKILLS. THIS WILL BE ACCOMPLISHED THROUGH MONTHLY VIRTUAL TRAINING SESSIONS AND TWICE YEARLY IN PERSON WORKSHOPS AT LOCAL DAIRY FARMS TO SOLIDIFY KEY CONCEPTS PRESENTED DURING VIRTUAL SESSIONS. ENROLLED VETERINARIANS WILL ALSO COLLABORATE WITH A DAIRY PRODUCERIN THEIR PRACTICE, USING THE FARMS FINANCIAL AND PRODUCTION DATA TO IDENTIFY OPPORTUNITIES AND IMMEDIATELY RETURNA DELIVERABLE TO THE DAIRY PRODUCER. OBJECTIVE 2 WILL MATCH PRECLINICAL YEAR VETERINARY STUDENTS IN THE PENNVET FOOD ANIMAL CLUB WITH RECENT GRADUATE VETERINARIANS FROM OBJECTIVE 1 FOR TWO-WEEK EXTERNSHIPS. FOOD ANIMAL CLUB MEMBERS ARE INTERESTED IN, BUT NOT COMMITTED, TO RURAL FOOD ANIMAL MEDICINE. THE AIM OF THE EXTERNSHIP PROGRAM IS TO EXPOSE VETERINARY STUDENTS TO THE NUANCES OF RURAL FOOD ANIMAL MEDICINE AND ESTABLISH LONGER-TERM MENTORSHIP POSSIBILITIES. OBJECTIVE 3 IS A PARTNERSHIP WITH THE PA CENTER FOR DAIRY EXCELLEN,CE AND THE WALTER B. SAUL HIGH SCHOOL (PHILADELPHIA, PA). THIS PARTNERSHIP WILL PROVIDE TWICE-YEARLY ON-FARM EXPERIENCES FOR HIGH SCHOOL STUDENTS ON LOCAL DAIRY FARMS IN CONJUNCTION WITH THEIR HOMETOWN RECENT GRADUATE VETERINARIANS. THE GOALOF ON-FARM EXPERIENCES IS TO OFFER HANDS-ON FORMAL TRAINING IN REAL WORLD SETTINGS DISPLAYING ALL FACETS OF VETERINARY MEDICINE, INCLUDING VETERINARY TECHNICIAN AND ANIMAL CARE RELATED ROLES. ON-FARM EXPERIENCES WILLENGAGE, EXPOSE, AND ENCOURAGEHIGH SCHOOL STUDENTS TO CONSIDER CAREERS IN VETERINARY MEDICINE USING FAMILIAR, LOCAL FARMS AS AN EXAMPLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75401b4c-967a-1918-9977-217d3ef9ce68-C", "generated_internal_id": "ASST_NON_20237002440673_12H3"}, {"internal_id": 161564487, "Award ID": "20237002440672", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-18", "CFDA Number": "10.336", "Description": "HASKELL VETERINARY CLINIC IS A THREE-DOCTOR MIXED ANIMAL PRACTICE SERVING THE FIVE COUNTIES OF HASKELL, JONES, KING, KNOX, AND STONEWALLIN WEST TEXAS. THISSHORTAGE COVERS AN AREA OF 4,500+ SQUARE MILES WITH APPROXIMATELY 125,000 HEAD OF CATTLE. OUR PRACTICE GOALS CONTINUE TO BE TO PROVIDE TIMELY, HIGH-QUALITY, RESEARCH-BASED MEDICINE TO PRODUCERS SO THAT THEY MAY BE MORE PROFITABLE, PRODUCE SAFE FOOD, AND IMPROVE QUALITY OF LIFE OF FOOD ANIMALS.  THERE ARE NOT ENOUGH VETERINARIANS IN OURSHORTAGE AREA TOMEET PRODUCER NEEDS. THIS LACK OF VETERINARY CARE IS A CRITICAL LIMITING FACTOR TO THE PRODUCTION OF HEALTHY ANIMALS AND A SAFE FOOD SUPPLY. USDA-NIFA FUNDS WILL BE UTILIZEDTO EXPAND VETERINARY AVAILABILITY AND SERVICES OFFERED IN THIS SHORTAGE AREA.   THIS FUNDING WILL POSITIVELYIMPACT OUR PRACTICE AND COMMUNITY BY ALLOWING US TO HIRE AN ADDITIONAL VETERINARIAN, PROMOTE PRODUCER RELATIONS THROUGH EDUCATIONAL MEETINGS, IMPROVE SAFETY, ADD SERVICES VIA EQUIPMENT PURCHASE, AND TO HELP SECURE THE FUTURE OF AGRICULTURE VIA STUDENT OUTREACH OPPORTUNITIES.   HALF OF THE REQUESTED FUNDS HAVE BEEN ALLOCATED FOR PARTIAL SALARY OF AN ADDITIONAL VETERINARIAN AND VEHICULAR COSTS. EQUIPMENT PURCHASE WILL INCLUDE A PORTABLE ULTRASOUND FOR PREGNANCY AND DISEASE DIAGNOSIS, MOBILE SMALL RUMINANT PENS AND TRAILER, A BACKUP GENERATOR FOR POWER OUTAGES, AND A HYDRAULIC LIFT TABLE FOR PROCEDURES. LASTLY, FUNDS ARE ALLOCATED FOR EDUCATION OPPORTUNITIES INCLUDINGPRODUCER MEETINGS AND HIGHSCHOOL EDUCATION OUTREACH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b24f41b-7712-7904-4ab9-e2e78f8ea306-R", "generated_internal_id": "ASST_NON_20237002440672_12H3"}, {"internal_id": 160862002, "Award ID": "20237002440671", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "10.336", "Description": "CAMBRIA VETERINARY CARE IS PLANNING A LARGE ANIMAL EXPANSION ALONGSIDE ITS TENURED SMALL ANIMAL HOSPITAL IN CAMBRIA COUNTYPENNSYLVANIA. THIS EXPANSION WILLBE LED BY AUBREY VENA VMD AND WILL FOCUSON THE CARE OF LARGE ANIMALS IN SHORTAGE AREAPA 225, A RURAL VETERINARY SHORTAGE AREA. THE CONCENTRATION OF LARGE ANIMAL CAREWILL BEBEEF AND DAIRY HERDSAS WELL ASSMALL RUMINANTS, SWINE, CAMELIDS, CERVIDAE, EQUINE, AND POULTRY BEING ACCEPTED INTO THE HOSPITAL. FUNDS FROM THE VSGP WOULD BE USED TO PROCURE EQUIPMENT, ALLOWING FOR THE CARE OF LARGE ANIMALS. THE HOSPITAL WILL BE A HAUL-IN FACILTY WITH EMERGENCY FARM SITE CARE AVAILABLE VIA A MOBILE UNIT.THE HAUL-IN FACILITY WILL ALLOW THE ANIMALS TO RECEIVE THE BEST OVERALL HEALTH CARE, INCLUDING PREVENTATIVE MEDICINE, SICK TREATMENTS, REPRODUCTIVE CARE, RADIOLOGY, AND SURGICAL PROCEDURES,CONDUCTED IN A SAFE AND CLEAN ENVIRONMENT. THE HAUL-IN FACILITY WILL CREATE THE ABILITY FOR MORE PATIENTS TOBE SEEN IN A TIMELY MANNER ANDHOLDING PENS ON SITE WILL ALLOW CONTINUED CARE FOR ANIMALS IN NEED.ANIMALS THAT ARE UNABLE TO TRAVEL INTO THE HAUL-INFACILITY WILL BE GIVEN CARE THROUGH A MOBILE UNIT, OFFERING THE SAME SERVICES AS THE HAUL-IN FACILITY. ADDITIONALLY,DR. VENA INTENDS TOHOLD TOURS, EDUCATIONAL EXPERIENCES, AND JOB SHADOWING FOR GROUPS INCLUDING 4H, FFA, INTERNS, AND EXTERNSHIP STUDENTS ENCOURAGING INTEREST IN LARGE ANIMAL VETERINARY MEDICINE. ULTIMATELY, OUR LARGE ANIMAL PRACTICE WILL BOLSTER AGRICULTURE, GROW THE LOCAL ECONOMY, BETTER ANIMAL WELFARE, AND IMPROVE THE QUALITY OF LIFE FOR LIVESTOCK AND PRODUCERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec7cdd4d-6f4d-022a-4283-6a7053cbf66b-R", "generated_internal_id": "ASST_NON_20237002440671_12H3"}, {"internal_id": 161564486, "Award ID": "20237002440670", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-28", "CFDA Number": "10.336", "Description": "AS WE HAVE BEEN GENEROUSLY AWARDED THE VSGP/ RPE GRANT FOR $125,000, ALPINE VETERINARY HOSPITAL WILL NOW BE DEFINITIVELY POSITIONED TO DEVELOP, IMPLEMENT, AND SUSTAIN HIGH QUALITY FOOD AND LARGE ANIMAL VETERINARY SERVICES IN OUR RURAL, SHORTAGE AREA IN SOUTH CENTRAL COLORADO. THE KEY PROBLEMS THAT THE GRANT WILL HELP US ADDRESS, AS THEY PERTAIN TO THE SHORTAGE NOMINATION FORM, ARE THE FOLLOWING: MORE AVAILABILITY FOR FEDERALLY REGULATED HERD WORK AND CVIS FOR FOOD ANIMAL TRANSPORT, ACCESS TO ALL EMERGENCY SERVICES IN AN AREA LARGER THAN RHODE ISLAND, EDUCATION AND SPECIALIZATION FOR VETERINARIANS, ASSISTANTS, AND PRODUCERS, AND BETTER EQUIPMENT AND TECHNOLOGY. OUR OBJECTIVES ARE TO ADDRESS EACH ONE OF THESE CONCERNS. OUR APPROACH TO ATTAINING THESE OBJECTIVES WILL INVOLVE MAKING EQUIPMENT PURCHASES SUCH AS A HYDRAULIC TILT CHUTE, CALF/ SMALL RUMINANT STALLS (SUCH AS HYPERBARIC O2 AND HEATING BOXES), SMALL RUMINANT STANCHIONS, BOVINE ULTRASOUND AND TECHNOLOGY, CHUTE-SIDE DIAGNOSTICS, ADART GUN SYSTEM, AND LASTLY, EXPANSION AND IMPROVEMENT UPON OUR CURRENT STUDENT INTERNSHIP AND EXTERNSHIP PROGRAMS, AS WELL AS PRODUCER EDUCATION AND EXTENSION. THESE OBJECTIVES MATCH THE RELEVANCE OF THE VPSG PERFECTLY IN TWO WAYS- IMPROVING THE LIVES AND PRODUCTIVITY OF THE LIVESTOCK IN OUR AREA, AS WELL AS EDUCATING AND TRAINING PRODUCERS AND STUDENTS FOR THE FUTURE OF THIS ESSENTIAL ASPECT OF THE USA&#39;S FOOD SAFETY AND ANIMAL HUSBANDRY. THE EQUIPMENT REQUESTED WILL IMPROVE EVERY ASPECT OF OUR FOOD ANIMAL CARE AND OFFERINGS. THE EDUCATIONAL ASPECT WILL BE AN INVESTMENT BACK INTO THE FUTURE OF BOTH THE FOOD ANIMAL VETERINARY PROFESSION, AS WELL AS THE LIVESTOCK INDUSTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da22bc1e-e598-e1c9-180e-b15d98472d51-R", "generated_internal_id": "ASST_NON_20237002440670_12H3"}, {"internal_id": 161564485, "Award ID": "20237002440669", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-20", "CFDA Number": "10.336", "Description": "THE CURRENT PRACTICE AREA TALLGRASS VETERINARY HOSPITAL SERVICES IS IN A SITUATION WHERE THE NUMBER OF FOOD ANIMAL CLIENTS AND ANIMALS NEEDING VETERINARY CARE VASTLY OUTNUMBER THE VETERINARIANS AVAILABLE TO PROVIDE PROMPT AND ADEQUATE CARE. THE SEASONAL NATURE OF THE CATTLE PRODUCTION SYSTEMS IN THE AREA FURTHER COMPLICATES THIS ISSUE. THE SCENARIO IS AGAIN MADE MORE DIFFICULT DURING EMERGENT SITUATIONS SUCH AS BIRTHING DIFFICULTY, DISEASE OUTBREAK, REGULATORY INVOLVEMENT, AND PUBLIC HEALTH CONCERN WHERE TIMELY INTERVENTION IS OF UPMOST IMPORTANCE. FARM TO FARM TRAVEL TIME ALSO POSES AN ADDITIONAL COMPONENT IN PROMPT RENDERING OF SERVICES GIVEN THE LARGE AREA OF COVERAGE. THE ABSENCE AND AVAILABILITY OF FOOD ANIMAL VETERINARY SERVICES IN THIS AREA POSE A THREAT TO ANIMAL AGRICULTURE SUSTAINABILITY, PREVENTION AND TREATMENT OF DISEASE, PRODUCTION OF SAFE ANIMAL PRODUCTS, REGULATORY OVERSIGHT, AND PUBLIC HEALTH. IN ORDER TO IMPROVE ACCESSIBILITY TO VETERINARY CARE IN OUR AREA WE WILL INVEST IN THREE PIECES OF MOBILE EQUIPMENT ALLOWING FOR INCREASED SAFETY AND EFFICIENCY IN PROVIDING CARE. FIRSTLY, A PRACTICE VEHICLE WILL BE ADDED TO OUR CURRENT FLEET, AND SECONDLY WILL BE EQUIPPED WITH A VETERINARY INSERT TO CARRY MEDICAL SUPPLIES AND EQUIPMENT FOR AMBULATORY SERVICES. THE THIRD PIECE OF EQUIPMENT PURCHASED WILL BE A PORTABLE CORRAL SYSTEM FOR CLIENTS LACKING FACILITIES ON THE FARM. IMPROVED EFFICIENCY IN PROVIDING SERVICES WILL DECREASE THE TIME TAKEN TO PERFORM TASKS ALLOWING OUR VETERINARIANS TO PROVIDE CARE TO MORE CLIENTS EACH DAY. ULTIMATELY THE FOOD ANIMAL PRODUCER AND THEIR ANIMALS WILL BENEFIT THROUGH MORE ACCESSIBILITY TO VETERINARY CARE IN A TIMELY MANNER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c09ec7cf-83db-4f62-044b-b308f1d2b636-R", "generated_internal_id": "ASST_NON_20237002440669_12H3"}, {"internal_id": 160862001, "Award ID": "20237002440668", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-12", "CFDA Number": "10.336", "Description": "LOUISA VETERINARY SERVICE, A FOOD-ANIMAL EXCLUSIVE AMBULATORY PRACTICE, SERVES SHORTAGE AREA 234 AND ELEVEN OTHER RURAL COUNTIES IN CENTRAL VIRGINIA. THE PRACTICE RECENTLY ADDED A SECOND FULL-TIME VETERINARIAN, BUT BECAUSE OF THE CURRENT 60-MILE PRACTICE RADIUS, SIGNIFICANT INVESTMENT IN EQUIPMENT AND TRAINING IS NECESSARY TO MAXIMIZE USE OF NEW STAFFING AND IMPROVE SERVICES TO THE SHORTAGE AREA. GRANT FUNDS WOULD BE USED TO PURCHASE A MORE FUEL EFFICIENT PRACTICE VEHICLE WITH A VET BOX TO CARRY EQUIPMENT TO DISTANCES OVER 60 MILES AWAY, ALONG WITH SOME CONTINUING EDUCATION COURSES FOR OUR NEWLY ADDED VETERINARIAN. WE ALSO EXPECT TO PURCHASE ADDITIONAL COMPUTER AND VIDEO EQUIPMENT ALLOWING US TO DEVELOP VIRTUAL PRESENTATIONS AND TELEMEDICINE. OUR GOAL IS TO PROVIDE FOOD SUPPLY VETERINARY SERVICES AND CLIENT EDUCATION TO ENHANCE THE HEALTH AND PRODUCTIVITY OF THE HERDS AND FLOCKS WITHIN THIS FOUR-COUNTY AREA, AS WELL AS THE ELEVEN OTHER COUNTIES WE SERVE. WE INTEND TO BUILD RELATIONSHIPS WITH AT LEAST 200 NEW CLIENTS IN THE THREE-YEAR PROJECT PERIOD AND TO USE TECHNOLOGY TO FOSTER THOSE RELATIONSHIPS AND EDUCATE HUNDREDS OF PRODUCERS AND STUDENTS IN THE AREA. LOUISA VETERINARY SERVICE WILL WORK WITH LOCAL EXTENSION AGENTS, PRODUCER GROUPS, AND TEACHERS TO PROMOTE THE JUDICIOUS USE OF ANTIBIOTICS, ENHANCE PUBLIC HEALTH, AND HELP OUR FOOD SUPPLY CONTINUE TO BE THE MOST INEXPENSIVE AND SAFEST FOOD SUPPLY IN THE WORLD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b89334be-c05d-0d47-69cb-2ee4adddaae3-R", "generated_internal_id": "ASST_NON_20237002440668_12H3"}, {"internal_id": 161564484, "Award ID": "20237002440667", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "10.336", "Description": "STERNER VETERINARY CLINIC HAS SERVED THE AGRICULTURAL COMMUNITY OF RURAL MICHIGAN FOR OVER 75 YEARS. DURING THAT TIME, WE HAVE SUCCESSFULLY ENSURED THE SUCCESS OF MICHIGAN CATTLE PRODUCERS AND MICHIGAN LIVESTOCK VETERINARIANS. EXPANDING INTO INCREASINGLY DISTANT TERRITORIES FOR A VETERINARIAN CAN LEAD TO PERSONAL HARDSHIPS RELATED TO INCREASED OBLIGATIONS WHILE ON CALL AND DIMINISHING FINANCIAL RETURNS FOR THE WORK DONE FOR SMALL PRODUCERS. FINDING A WAY TO INCREASE THE AVAILABILITY OF OUR VETERINARIANS ON STAFF TO SUSTAINABLY SERVE NEW CLINTS WITH LIMITED VETERINARY ACCESS IS THE GOAL OF THIS GRANT FUNDING OPPORTUNITY.FIRST, WE WANT TO HIRE A MOBILE, ON-FARM TECHNICIAN THAT IS ABLE TO TAKE ON SOME ROUTINE CARE PROCEDURES FOR LIVESTOCK AND ALLOW THE VETERINARIANS TO ATTEND TO NEW CLIENTS IN THE UNDERSERVED AREAS. THIS TECHNICIAN NEEDS TO BE ABLE TO TRAVEL TO FARMS INDEPENDENTLY OF THE DOCTOR THEY ARE ASSISTING. UTILIZING THE TECHNICIAN TO PROVIDE EMPLOYEE TRAINING ON FARM WITH VETERINARY ESTABLISHED CURRICULUM WILL FURTHER INCREASE THE AVAILABILITY OF LICENSED PRACTITIONERS TO SERVICE NEW CLIENTS.NEXT, ACQUIRING MOBILE FACILITIES TO MAKE ROUTINE CATTLE RESTRAINT AND LOCAL GROUP HAUL-IN CLINICS FEASIBLE ARE PARAMOUNT TO SERVING AREAS WITH LIMITED ACCESS TO VETERINARY SERVICES. PRODUCER MEETINGS THAT TEACH PEOPLE HOW TO TAKE CARE OF COMMON HEALTH ISSUES WILL INCREASE THE LIKELIHOOD CATTLE NEEDING ASSISTANCE WILL BE TREATED FASTER AND DECREASE THE LIKELIHOOD SMALL PRODUCERS WILL NEED TO CALL FOR EMERGENCY SERVICES. OUR TECHNICIAN WILL BE ABLE TO SET UP, ASSIST, AND CLEAN THE MOBILE EQUIPMENT GIVING THE VETERINARIANS TIME TO ATTEND TO MORE CLIENTS. PROPER CATTLE HANDLING FACILITIES ARE VERY EXPENSIVE AND OUTSIDE THE SCOPE FOR SMALLER PRODUCERS TO ACQUIRE. HAVING MOBILE FACILITIES READILY AVAILABLE FOR USE ALONG WITH A TRAINED TECHNICIAN TO SET IT UP FOR A REASONABLE FEE WILL INCREASE PRODUCER ACCESS AND USE. PROPER FACILITIES INCREASES DOCTOR EFFICIENCY AND DECREASES THE RISK OF INJURY TO BOTH HUMANS AND ANIMALS.FINALLY, PROVIDING A PAID SUMMER INTERNSHIP FOR PROSPECTIVE HIGH SCHOOL STUDENTS WILL IDENTIFY TALENTED YOUNG PEOPLE LIKELY TO SUCCEED IN THIS CAREER. POSITIVE EXPERIENCES IN RURAL VETERINARY PRACTICE WILL GENERATE A PIPELINE OF NEW VETERINARIANS TO REPLACE RETIRING DOCTORS AND PROVIDE CONTINUITY OF CARE FOR UNDERSERVED AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ee65b5a-c072-d5b5-74a2-7c66d8bd0328-R", "generated_internal_id": "ASST_NON_20237002440667_12H3"}, {"internal_id": 161564483, "Award ID": "20237002440666", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-18", "CFDA Number": "10.336", "Description": "THIS GRANT PROPOSAL IS TO ADDRESS THE SHORTAGE OF LARGE ANIMAL VETERINARIANS IN FRANKLIN AND ST. LAWRENCE COUNTIES IN NEW YORK STATE. THESE COUNTIES ARE HOME TO AROUND 1,800 FARMS, MOST OF WHICH ARE LIVESTOCK FARMS IN NEED OF QUALIFIED LARGE ANIMAL VETERINARIANS TO PROVIDE ROUTINE HEALTH-CARE, DISEASE SURVEILLANCE, CONSULTING, EMPLOYEE TRAINING, AND EMERGENCY CARE. NORTH STAR VETERINARY SERVICES IS THE EXCLUSIVELY LARGE ANIMAL MOBILE PRACTICE THAT IS POISED TO FULFILL THE NEEDS OF THESE PRODUCERS. THE FUNDING FROM THIS GRANT WILL ALLOW US TO PURCHASE NEW VEHICLES AND A PORTABLE ULTRASOUND WHICH WILL DIRECTLY SUPPORT THE RECRUITMENT AND RETENTION OF AN ADDITIONAL VETERINARIAN IN THE PRACTICE. A NEW VETERINARIAN WILL ALLOW US TO EXPAND OUR SERVICE AREA INTO THE EASTERN PART OF ST. LAWRENCE COUNTY AND TAKE ON ADDITIONAL CLIENTS IN FRANKLIN COUNTY. THE ADDITIONAL PURCHASE OF A USED DIGITAL RADIOGRAPH SYSTEM AND A NEW ADVANCED ULTRASOUND WILL ALLOW US TO PROVIDE MANY NEW SERVICES TO OUR CLIENTS WHO CURRENTLY HAVE LIMITED OR NO ACCESS TO THIS TYPE OF CARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a8368d3-acfa-12ed-529c-7cfa8f98a5f0-R", "generated_internal_id": "ASST_NON_20237002440666_12H3"}, {"internal_id": 160862000, "Award ID": "20237002440665", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "10.336", "Description": "BROKEN BOW ANIMAL HOSPITAL (BBAH) IS LOCATED IN BROKEN BOW, NEBRASKA AND SERVES AN APPROXIMATE 90-MILE RADIUS AREA, INCLUDING THE NE234 VETERINARY SHORTAGE AREA OF CUSTER, BLAINE, AND LOGAN COUNTIES. BBAH OPENED IN 1974 AND GROWN TO EMPLOY THREE FULL-TIME LARGE ANIMAL VETERINARIANS AND FOUR SUPPORT STAFF. THIS SHORTAGE AREA ENCOMPASSES OVER 400,000 BEEF CATTLE AND 2,400 HORSES WITHIN 3,861 SQUARE MILES. WITHOUT THE EXPANSION OF VETERINARY SERVICES IN THIS REGION, THE TIME AND DISTANCE TO VETERINARY SERVICES WILL BECOME INTOLERABLE, LIVESTOCK AND EQUINE HEALTH AND WELFARE WILL SUFFER, SURVEILLANCE OF CONTAGIOUS AND EMERGING ANIMAL DISEASE WILL FALL SHORT, FOOD SUPPLY SAFETY WILL BE JEOPARDIZED, AND LOCAL ECONOMIES WILL BE NEGATIVELY IMPACTED. OUR RURAL PRACTICE ENHANCEMENT OBJECTIVES TO MITIGATE THIS VETERINARY SHORTAGE AREA INCLUDE ADVANCING OUR REPRODUCTIVE SERVICES WITH PURCHASE OF A PORTABLE ARTIFICIAL INSEMINATION BARN, ULTRASOUND, VAPOR SHIPPER, MICROSCOPE, AND ATTENDANCE AT AN EMBRYO TRANSFER SEMINAR; IMPROVING MOBILE VETERINARY FACILITIES THROUGH PURCHASE OF A PRACTICE VEHICLE, ALLEYWAY, AND PORTABLE CALF CRADLE; INTRODUCING A VETERINARY INTERNSHIP PROGRAM; AND ENHANCING ENGAGEMENT WITH LOCAL HIGH SCHOOL STUDENTS. THROUGH THE VETERINARY SERVICES GRANT PROGRAM, WE WILL MAINTAIN AND IMPROVE ANIMAL WELFARE, ENSURE THE HEALTH OF CATTLE AND HORSES, SUPPORT THE PRODUCTION OF A WHOLESOME FOOD SUPPLY, REDUCE WAIT TIMES FOR VETERINARY SERVICE, ENSURE THE SAFETY OF PEOPLE AND ANIMALS WHILE HANDLING LIVESTOCK, SUPPORT A VIABLE LOCAL ECONOMY, IMPROVE THE VETERINARIAN TO FOOD ANIMAL RATIO, AND INSPIRE THE NEXT GENERATION OF LARGE ANIMAL VETERINARIANS WITHIN THE NE234 SHORTAGE AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c41e946-b6d8-e9d5-a799-804ffebaadb7-R", "generated_internal_id": "ASST_NON_20237002440665_12H3"}, {"internal_id": 161564482, "Award ID": "20237002440664", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-24", "CFDA Number": "10.336", "Description": "OUR FIRST OBJECTIVE IS TO UPDATE AND IMPROVE OUR HAUL IN CATTLE FACILITY. OUR HOLDING PENS, TUB, ALLEY AND HYDRAULIC CHUTE ALL DESPERATELY NEED TO BE REPLACED. WE PERFORM A SIGNIFICANT NUMBER OF DISPLACED ABOMASUM SURGERIES, BREEDING SOUNDNESS EXAMS ON BULLS, BRUCELLOSIS VACCINATIONS, AND GENERAL HEALTH EXAMS AT OUR CLINIC. THE FACILITY IS 40 YEARS OLD AND NEEDS TO BE UPDATED TO CONTINUE TO SERVE OUR BEEF AND DAIRY PRODUCERS. THE COST OF THE REMODEL OF THE FACILITY WILL BE COVERED BY BEAR RIVER ANIMAL HOSPITAL, BUT WE ASK FOR YOUR SUPPORT ON THE CHUTE, ALLEYWAY. WE CURRENTLY EMPLOYEE A 2022 VMLRP AWARDEE AND SEEK TO EQUIP HIM WITH A PORTABLE ULTRASOUND AND A TRUCK WITH MOBILE VETERINARY BOX. THIS WILL ALLOW ONE MORE VETERINARIAN TO BE PROPERLY EQUIPPED TO PERFORM DAIRY HERD HEALTH VISITS AND BEEF PREGNANCY DIAGNOSIS IN THE FALL. IN AN AREA AS LARGE AS OURS, ONE MORE VET TRUCK WILL GREATLY ENHANCE OUR ABILITY TO MEET THE SHORTAGE OBJECTIVE. FINALLY, WE WILL CONTINUE AND COMMIT TO EXPAND OUR COOPERATION WITH LOCAL FFA CHAPTERS AND YOUTH CHURCH GROUPS TO PROVIDE EDUCATIONAL OPPORTUNITIES AND DEMONSTRATIONS AT OUR CLINIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73da65d3-0bde-e676-bcf3-334f0c2aad86-R", "generated_internal_id": "ASST_NON_20237002440664_12H3"}, {"internal_id": 162054792, "Award ID": "20237002440663", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "10.336", "Description": "HEREFORD VET CLINIC IS CONTRACTED TO PROVIDE CLINICAL TRAINING FOR FOOD ANIMAL MEDICINE TO 4THYEAR VETERINARY STUDENTS OF TEXAS TECH UNIVERSITY&#39;S SCHOOL OF VETERINARY MEDICINE, BEGINNING IN JUNE OF 2024.IN ORDER TO PROVIDE WORLD CLASS TRAINING TO THESE STUDENTS, HEREFORD VET IS INVESTING APPROXIMATELY $6,000,000 IN A NEW VETERINARY HOSPITAL IN ORDER TO HANDLE THE CASE LOAD NECESSARY.THE PROXIMITY OF THIS HOSPITAL TO APPROXIMATELY 900,000 HEAD OF FEEDER CATTLE, ALLOWS A PERFECT OPPORTUNITY FOR THE CLINIC TO OFFER A MUCH WIDER RANGE OF SERVICE TO THESE FEEDLOTS WHILE GIVING THESE STUDENTS THE CHANCE TO WORK ON THESE CASES.FEEDLOTS DO A GOOD JOB OF HANDLING STANDARD RESPIRATORY CASES BUT LACK CAPABILITY OF TREATING NON-STANDARD CASES SUCH AS PROLAPSES, WATERBELLIES, CHRONIC BLOATS, DYSTOCIAS, ETC. WITH MUCH SUCCESS.OUR MODEL WILL INCLUDE PICKING UP THESE CASES FROM THE FEEDLOTS ON A DAILY BASIS, PROVIDE TREATMENT, AND RETURN THE CASES WITHIN A FEW DAYS, THUS CREATING A PERFECT CASE LOAD FOR THESE STUDENTS TO TRAIN ON.THIS WILL REDUCE SUFFERING OF ANIMALS CURRENTLY NOT GETTING THE PROPER TREATMENT AND IMPROVE PROFITABILITY FOR THE FEEDLOTS BEING SERVICED.TTUSVM STUDENTS ARE SPECIFICALLY SELECTED FOR THEIR LIKELIHOOD OF SERVING RURAL COMMUNITIES OF TEXAS AND NEW MEXICO, SO THIS PROJECT PERFECTLY ALIGNS WITH THE GOALS OF VSGP TO INCREASE SERVICE TO THIS RURAL SHORTAGE AREA AS WELL AS MANY MORE THROUGHOUT TEXAS AND NEW MEXICO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2a2bd44f-dac3-c628-483a-a8e4b2676a9c-C", "generated_internal_id": "ASST_NON_20237002440663_12H3"}, {"internal_id": 161564481, "Award ID": "20237002440662", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-24", "CFDA Number": "10.336", "Description": "SUBLETTE VETERINARY SERVICES&#39; GOALS CORRELATE WITH THE VETERINARY SERVICE GRANT PROGRAM ON AN EXCEPTIONAL LEVEL. OUR FIRST AND MOST IMPORTANT PURCHASE IS DIFFERENT RESTRAINT EQUIPMENT TO INCREASE ANIMAL AND HUMAN SAFETY DURING EXAMINATIONS AND CARE. SECONDLY, WE WANT TO PROVIDE LOCAL READILY AVAILABLE VETERINARY SERVICES FOR FOOD ANIMAL PRODUCERS BY OFFERING SERVICES WHICH ARE UNIQUE TO THIS AREA. EXAMPLES BEING: EQUIPMENT TO TEST FOR ECONOMICALLY IMPORTANT HEART CONDITIONS CAUSED BY THE HIGH ELEVATION, ULTRASOUND REPRODUCTIVE EXAMINATIONS AND EQUIPMENT TO MAKE REGULATORY DISEASE TESTING MORE EFFICIENT AND AS ACCURATE AS HUMANLY POSSIBLE. BECAUSE LOCAL PRODUCERS SO HEAVILY RELY ON THEIR SUPPORT ANIMALS, HORSES, CATTLE DOGS AND LIVESTOCK GUARD DOGS, WE WANT TO BROADEN OUR SERVICES AVAILABLE TO THESE PATIENTS. PURCHASING EQUIPMENT FOR SPECIALTY USE IN DIFFERENT SPECIES LIKE OBSTETRICAL INSTRUMENTS FOR PIGS OR GOATS WOULD EQUIP THE CLINIC TO MORE READILY ACCOMMODATE THESE SCARCE, YETIMPORTANT, PRODUCTION ANIMALS. ULTIMATELY, WE WANT TO EXPAND OUR VETERINARY SERVICES TO FOOD ANIMAL PRODUCERS TO INCREASE THEIR PROFITABILITY AND PRODUCTION, SUCH AS BREEDING SOUNDNESS EXAMS, ADVANCED REPRODUCTION TECHNIQUES AND DIAGNOSTIC TOOLS. BECAUSE TEACHING AND MENTORSHIP ARE IMPORTANT TO US AS A PRACTICE, WE WANT TO PROVIDE EDUCATIONAL OPPORTUNITIES/MENTORSHIP TO STUDENTS INTERESTED IN PURSUING A CAREER IN FOOD ANIMAL MEDICINE AND PROVIDE EDUCATIONAL OPPORTUNITIES TO LOCAL PRODUCERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d14bb32-ff6d-c3e2-a27d-50b462711f1e-R", "generated_internal_id": "ASST_NON_20237002440662_12H3"}, {"internal_id": 161564414, "Award ID": "20233883140762", "Award Amount": 111430.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-17", "CFDA Number": "10.336", "Description": "LIFESTOCK INTERNATIONAL WILL PROVIDE SUPPORT TO THE VETERINARY SERVICES GRANTS PROGRAM (VSGP) OF THE NATIONAL INSTITUTE OF FOOD AND AGRICULTURE (NIFA) OVER THE NEXT YEAR. SPECIFICALLY, LIFESTOCK INTENDS TO RAISE AWARENESS OF THE GRANTING PROGRAMS THROUGH VISITING AND INTERACTING WITH KEY STAKEHOLDERS AT FOUR MAJOR ANIMAL HEALTH MEETINGS AND ALSO AT APPROXIMATELY 15 VETERINARY COLLEGES ACROSS THE US (11 IN-PERSON VISITS AND 4 OVER ZOOM) OVER THE COURSE OF THE YEAR. IN ADDITION, LIFESTOCK SUBJECT MATTER EXPERTS (SMES) ARE PREPARED TO PROVIDE MENTORSHIP, TRAINING, AND GUIDANCE TO POTENTIAL APPLICANTS THROUGH ON-LINE REMOTE SUPPORT. THE OBJECTIVES OF ALL OF THESE ACTIVITIES ARE TO ENHANCE THE VISIBILITY OF AND ACCESSIBILITY TO APPLICANTS AND FACULTY, CREATING A STRONG POOL OF WELL-INFORMED AND SUCCESSFUL APPLICANTS. THE END-GOAL, FOR NIFA, WHICH LIFESTOCK THOROUGHLY SUPPORTS, IS BETTER AND MORE EXPANDED ANIMAL HEALTH CARE DELIVERY IN THE RURAL US, LEADING TO IMPROVED ECONOMICS FOR PRODUCERS AND BETTER PROTECTION AGAINST INCURSIONS OF TRANSBOUNDARY ANIMAL DISEASES, AS WELL AS ENHANCED FOOD SECURITY FOR THE NATION. ALL OF THESE ACTIVITIES ARE IN-LINE WITH THE GOALS OF THE VETERINARY SERVICES PROGRAM, AS OUTLINED IN THE USDA STRATEGIC PLAN, I.E., TO ENSURE THAT AMERICA&#39;S AGRICULTURAL SYSTEM REMAINS PROSPEROUS, TO PROMOTE THE PRODUCTION OF SAFE AND NUTRITIOUS FOOD, AND TO IMPROVE THE QUALITY OF LIFE IN RURAL AND TRIBAL COMMUNITIES. THROUGHOUT THE PROGRAM, SPECIAL ATTENTION WILL BE PAID TO DIVERSITY, EQUITY, AND INCLUSION, ENSURING THAT MINORITY APPLICANTS ARE PROVIDED ALL OF THE GUIDANCE AND SUPPORT DESIRED OR NEEDED. LIFESTOCK WILL ENDEAVOR TO ENSURE THAT THE SUCCESSFUL APPLICANT POOL WILL ACCURATELY REFLECT THE DIVERSE NATURE OF OUR COUNTRY&#39;S POPULATION, WHICH USDA SERVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b80f4ef-9812-401c-2324-5b8ae7b90f5f-C", "generated_internal_id": "ASST_NON_20233883140762_12H3"}, {"internal_id": 150868184, "Award ID": "20227002437789", "Award Amount": 231337.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "10.336", "Description": "PROFESSIONAL SKILL BOOTCAMP FOR RECENT GRADUATES IN PRODUCTION ANIMAL MEDICINE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_20227002437789_12H3"}, {"internal_id": 150868183, "Award ID": "20227002437788", "Award Amount": 249930.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-15", "CFDA Number": "10.336", "Description": "ENHANCING RURAL PRACTICE BY PREPARING STUDENTS, RESIDENTS, AND PRACTICING VETERINARIANS FOR SERVICE IN VETERINARIAN SHORTAGE SITUATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20227002437788_12H3"}, {"internal_id": 150868182, "Award ID": "20227002437787", "Award Amount": 249282.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-15", "CFDA Number": "10.336", "Description": "ENHANCED DELIVERY OF BOVINE PRODUCTION MEDICINE USING CLOUD-BASED TEACHING MODULES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20227002437787_12H3"}, {"internal_id": 150868181, "Award ID": "20227002437786", "Award Amount": 202548.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-26", "CFDA Number": "10.336", "Description": "PARTICIPANT-LED EARLY-CAREER SWINE VETERINARIAN DEVELOPMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30cc7ca6-9735-fd98-b76e-cda4276dcdc7-R", "generated_internal_id": "ASST_NON_20227002437786_12H3"}, {"internal_id": 150868180, "Award ID": "20227002437785", "Award Amount": 197447.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-15", "CFDA Number": "10.336", "Description": "TEXAS A&M AGRILIFE EXTENSION VETERINARY SCIENCE CERTIFICATE PROGRAM(VSCP) SERVICES GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e7095ca-d636-815e-32fe-f2c882f592b6-C", "generated_internal_id": "ASST_NON_20227002437785_12H3"}, {"internal_id": 150355087, "Award ID": "20227002437784", "Award Amount": 246495.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-05", "CFDA Number": "10.336", "Description": "RECRUITMENT AND SUPPORT OF VETERINARIANS IN UNDERSERVED RURAL AREAS OF ALABAMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20227002437784_12H3"}, {"internal_id": 150868179, "Award ID": "20227002437783", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-19", "CFDA Number": "10.336", "Description": "ID203_WILLOWCREEK ANIMAL HOSPITAL: VETERINARY SERVICES FOR RURAL IDAHO PRODUCERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9b9df94e-7c37-8078-4b21-7f308a986988-R", "generated_internal_id": "ASST_NON_20227002437783_12H3"}, {"internal_id": 151131072, "Award ID": "20227002437782", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-19", "CFDA Number": "10.336", "Description": "NE 212 PIONEER ANIMAL CLINIC VSGP RURAL PRACTICE ENHANCEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ce01129-055d-aa24-dd00-9c2ec6f72238-R", "generated_internal_id": "ASST_NON_20227002437782_12H3"}, {"internal_id": 150868178, "Award ID": "20227002437781", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "10.336", "Description": "KS214_ROHLEDER VETERINARY SERVICE, P.A.: SERVING RURAL KANSAS FOOD ANIMAL PRODUCERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d77c741c-802e-6d0c-8c71-7746bec0b761-R", "generated_internal_id": "ASST_NON_20227002437781_12H3"}, {"internal_id": 150868177, "Award ID": "20227002437780", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "10.336", "Description": "ENHANCEMENT OF MOBILE FOOD ANIMAL AND EQUINE PRACTICE ABILITIES AND SERVICES FOR THE WA223 SHORTAGE AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ab299d9b-0bdf-623f-ee05-28d5a3b6db0e-R", "generated_internal_id": "ASST_NON_20227002437780_12H3"}, {"internal_id": 150868176, "Award ID": "20227002437779", "Award Amount": 233223.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-20", "CFDA Number": "10.336", "Description": "DEVELOPING FUTURE VETERINARY TECHNICIANS FOR LARGE ANIMAL PRACTICE IN NORTHEAST NEBRASKA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "04b7d2a6-4865-6580-a9dc-8cc5cdcd410f-C", "generated_internal_id": "ASST_NON_20227002437779_12H3"}, {"internal_id": 150868175, "Award ID": "20227002437778", "Award Amount": 124830.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "10.336", "Description": "MODERNIZED EQUIPMENT FOR SHORTAGE REGION KS226: TO ENHANCE SAFETY, INCREASE EFFICIENCY, AND SUSTAIN VETERINARY SERVICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81997aad-48cc-4b17-dd8f-1d9c62312ffa-R", "generated_internal_id": "ASST_NON_20227002437778_12H3"}, {"internal_id": 150868115, "Award ID": "20227002437777", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-11", "CFDA Number": "10.336", "Description": "REQUEST FOR FUNDING FOR EQUIPMENT TO RELIEVE VETERINARY SHORTAGE SITUATION IN CENTRAL KANSAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "561e5450-4611-2c2d-f8d8-a20050e62b03-R", "generated_internal_id": "ASST_NON_20227002437777_12H3"}, {"internal_id": 151130967, "Award ID": "20227002437776", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-12", "CFDA Number": "10.336", "Description": "ID216_LUNDGREN VETERINARY SERVICES: PROVIDING AMBULATORY SERVICES TO BACKYARD LIVESTOCK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5499b55-3b04-8bb8-6943-a1200d1c7bdb-R", "generated_internal_id": "ASST_NON_20227002437776_12H3"}, {"internal_id": 150868174, "Award ID": "20227002437775", "Award Amount": 124908.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-12", "CFDA Number": "10.336", "Description": "NV 191 CLINTON HENRIOD: SERVING PRODUCERS IN FRONTIER LOCATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "623957b5-4369-1249-8abd-eb6ce21cb305-R", "generated_internal_id": "ASST_NON_20227002437775_12H3"}, {"internal_id": 151587121, "Award ID": "20227002437771", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-05", "CFDA Number": "10.336", "Description": "KS222_APOGEE ANIMAL HEALTH, INC: SERVING FOOD ANIMAL PRODUCERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "85bed8e2-4346-7196-4d9c-f840f0387fe8-R", "generated_internal_id": "ASST_NON_20227002437771_12H3"}, {"internal_id": 150868173, "Award ID": "20227002437770", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-20", "CFDA Number": "10.336", "Description": "AZ225_PREVENTING THE KICKER COW: HOW MOBILE CAPTURE AND RESTRAINT FACILITIES CAN IMPACT FOOD SAFETY, EDUCATION, AND DISEASE CONTROL IN THE RURAL SOUTHWEST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af36a6da-e1d4-0974-2e3e-6950b968f3e5-R", "generated_internal_id": "ASST_NON_20227002437770_12H3"}, {"internal_id": 150868172, "Award ID": "20227002437769", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "10.336", "Description": "IA226_PRACTICAL LIVESTOCK SERVICES PLLC: MOBILE FOOD ANIMAL VETERINARY SERVICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "036afff0-f484-dcd3-e21b-febbcb25e4c9-R", "generated_internal_id": "ASST_NON_20227002437769_12H3"}, {"internal_id": 150868171, "Award ID": "20227002437768", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-20", "CFDA Number": "10.336", "Description": "SERVING CENTRAL WV THROUGH A LARGE ANIMAL AMBULATORY SERVICE AND HAUL-IN FACILITY TO ELIMINATE THE SHORTAGE SITUATION IN WV-221.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "326ff2b4-371e-eff9-3f91-221ec38903ce-R", "generated_internal_id": "ASST_NON_20227002437768_12H3"}, {"internal_id": 151586985, "Award ID": "20227002437767", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "10.336", "Description": "TAKING THE STING OUT OF HONEY BEE MEDICINE: TRAINING AND TOOLS FOR VETERINARIANS TO INCREASE ACCESS TO CARE FOR BEEKEEPERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20227002437767_12H3"}, {"internal_id": 140937326, "Award ID": "20217002435654", "Award Amount": 117249.6, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-27", "CFDA Number": "10.336", "Description": "CA213 SHORTAGE AREA SISKIYOU COUNTYPROJECT SUMMARYDR. AMY FOUSEKI AM A PAST VMLRP RECIPIENT FOR CA213 AND HAVE BEEN ABLE TO ESTABLISH A SUCCESSFUL LARGE ANIMAL MOBILE PRACTICE IN THE AREA OVER THE LAST FIVE YEARS. I AM REQUESTING FUNDING TO HELP MY LARGE ANIMAL MOBILE PRACTICE GROW BY ADDING AN ASSOCIATE AND STARTING A HAUL-IN FACILITY. I WILL BE PURCHASING A MOBILE CHUTE, A VET BOX, ULTRASOUND UNIT, BLOOD MACHINES, VETERINARY COMPUTER SOFTWARE AND A MICROSCOPE TO IMPROVE THE QUALITY OF VETERINARY MEDICINE I AM PRACTICING, KEEP STAFF SAFE AND REACH MORE CLIENTS/ANIMALS IN THE SHORTAGE AREA I CURRENTLY PRACTICE IN. THE EQUIPMENT AND SALARY SUPPORT FOR A NEW ASSOCIATE WILL BE ENCOURAGING TO A NEW GRADUATE TO STAY IN A RURAL AREA AND WORK ON FOOD ANIMALS RELIEVING A VETERINARY SHORTAGE SITUATION THAT HAS ONLY GOTTEN WORSE SINCE I ARRIVED IN 2016.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f7fbf29-66bf-0275-fc35-d864bf8c5f59-R", "generated_internal_id": "ASST_NON_20217002435654_12H3"}, {"internal_id": 140510639, "Award ID": "20217002435653", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "10.336", "Description": "THE CURRENT ISSUE WE ARE ADDRESSING IN OUR AREA IS SIMPLY A SHORTAGE OF TRUE MIXED ANIMAL VETERINARIANS. VERY FEW LOCAL VETERINARIANS ARE WILLING TO SEE MULTIPLE SPECIES. OUR PRACTICE IS ADDRESSING THIS ISSUE THROUGH OUTSTANDING SERVICE AND ADDITIONAL VETERINARIANS. THE VSGP PROVIDES OUR PRACTICE WITH THE ABILITY TO CONTINUE PROVIDING SERVICE WHILE BECOMING MORE APPEALING TO OTHER VETERINARIANS OR VET STUDENTS. THESE INDIVIDUALSMAY BE INTERESTED IN MIXED ANIMAL MEDICINE AND WITH THE APPEAL OF HIGH QUALITY EQUIPMENT AND AN EFFICIENT AND REWARDING ENVIRONMENT WE CAN CONTINUE TO REDUCE THE SHORTAGE IN OUR AREA.DATA COLLECTED TO MEASURE THESE RESULTS ARE NUMBER OF CALLS PER DAY AND THE OVERALL NUMBER OF EMERGENCY CALLS SEEN AS OPPOSED TO BEING REFERRED OUT. WE CAN ALSO MEASURE THE USE OF NEW EQUIPMENT THROUGH PROCEDURES WE DID NOT PREVIOUSLY HAVE THE ABILITY TO OFFER. THE ABILITY TO MONITOR GROSS PROFIT WILL ALWAYS BE AVAILABLE AND AS WITH ANY BUSINESS, PROFIT MEANS OUR PRACTICE HAS THE ABILITY TO GROW AND EXPAND, PROVIDING MORE AND MORE CARE TO OUR CLIENTS AND PATIENTS.OUR PRACTICE HAS BEEN OPEN FOR 5 YEARS THIS MONTH AND WE JUST HIRED ON A SECOND DOCTOR. KEEPING IN MIND THAT WE ARE AN ALL MOBILE SERVICE, THE GOAL IS TO HAVE 2 VEHICLES RUNNING FULL TIME AND PROVING CARE 24 HOURS A DAY 7 DAYS A WEEK. LONG TERM GOALS INCLUDE ADDITIONAL DOCTORS SO THAT WHILE WE ARE ABLE TO PROVIDE THIS TYPE OF SERVICE OUR DOCTORS ARE ALSO ABLE TO ENJOY A HEALTHY WORK LIFE BALANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2bab17ad-73c9-a11b-22fe-1be824452d6b-R", "generated_internal_id": "ASST_NON_20217002435653_12H3"}, {"internal_id": 140510684, "Award ID": "20217002435472", "Award Amount": 165683.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "10.336", "Description": "GOATS CONTINUE TO INCREASE IN POPULARITY, AS EVIDENCED BY THE EXPLOSION OF \"GOAT YOGA\"-TYPEACTIVITIES, AND THE DEARTH OF \"GOATS IN PAJAMAS\" VIDEOS ON THE INTERNET. THEY HAVE BEEN GAININGMOMENTUM AS A &#39;SUSTAINABLE&#39; MEAT SOURCE, THEIR MILK IS PUBLICLY ACCEPTED AS BEING MORE DIGESTIBLE FOR THE LACTOSE-SENSITIVE, AND THEY REQUIRE LESS SPACE THAN A SIMILARLY-SIZED CATTLE HERD.GOAT PRODUCERS - THOUGH COMPARATIVELY SMALL IN NUMBERS AND HERD SIZE - ARE VERY WILLING TO TREATA SICK ANIMAL, AND EVEN MORE WILLING TO HELP THEM \"THRIVE\", BUT OFTEN LAMENT THE LACK OF TRAINED \"GOAT VETS\". THE REQUIREMENT TO PROVIDE ADEQUATE VETERINARY CARE TO THESE UNIQUE SMALL RUMINANTS HAS INCREASED, BUT THE OPPORTUNITIES FOR VETERINARY STUDENTS TO RECEIVE DIRECTED, INTENSIVE TRAINING IN GOAT MEDICINE ARE LIMITED. THIS PROJECT OFFERS TO ADDRESS THAT DEFICIENCY BY PROVIDING FUNDS TO COVER TRAVEL AND LIVING ARRANGEMENTS TO ENABLE VETERINARY STUDENTS IN THEIR CLINICAL TRAINING YEAR TO PARTICIPATE IN AN EXTERNSHIP AT PRAIRIE VIEW A&AMP;M UNIVERSITY&#39;S INTERNATIONAL GOAT RESEARCH CENTER, WHILE ALSO PROVIDING MODELS TO PRACTICE COMMON TECHNIQUES THEY MIGHT OTHERWISE BE UNABLE TO EXPERIENCE AT THEIR HOME INSTITUTIONS. THE IGRC HOUSES APPROXIMATELY 300 MATURE GOATS AND BIRTHS APPROXIMATELY 250 KIDS EVERY YEAR, RAISING 3 DIFFERENT GOAT BREEDS (2 MEAT AND 1 DAIRY) FOR REPRODUCTION AND NUTRITION RESEARCH, STUDENT TEACHING, AND ASSOCIATEDCOOPERATIVE EXTENSION PROGRAM ACTIVITIES. THE IGRC ALSO BOASTS A FULL-TIME VETERINARIAN AND VETERINARY TECHNICIAN WHO WORK EXCLUSIVELY ON THE UNIVERSITY&#39;S HERDS, WITH EXPERIENCES IN SPECIALTY PRACTICE, RURAL MIXED-ANIMAL PRACTICE, AND RESEARCH. THIS CREATES A UNIQUE LEARNING ENVIRONMENT FOR STUDENTS THAT NOT ONLY FURTHER TRAINS THEM IN PROPER VETERINARY TREATMENT FOR SICK GOATS, BUT EXPOSES THEM TO THE MANAGEMENT OF A PRODUCTION HERD, AND ITS ASSOCIATED NEEDS AND DAILY CONCERNS, ALLOWING STUDENTS TO GAIN A BETTER UNDERSTANDING OF THE BROADER PUBLIC HEALTH IMPLICATIONS OF GOATS RAISED FOR MILK AND EVENTUAL SLAUGHTER. STUDENTS WILL BE EVALUATED ACCORDING TO A RUBRIC SET BY THEIR HOME UNIVERSITY, AS WELL AS AN ON-SITE EVALUATION FORM CREATED BY THE IGRC, WITH A FOLLOW-UP QUESTIONNAIRES DURING THEIR FIRST TWO YEARS IN PRACTICE. IN THIS WAY, WE CAN ADDRESS A NEED FOR MORE FOOD ANIMAL PRACTITIONERS TRAINED IN SMALL RUMINANT MEDICINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_20217002435472_12H3"}, {"internal_id": 138710361, "Award ID": "20217002435471", "Award Amount": 248000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.336", "Description": "THIS PROJECT AIMS TO ADDRESS PUBLIC HEALTH CONCERNS AND ACCESS TO VETERINARY CARE CHALLENGES THAT THE PUBLIC EXPERIENCES THROUGH RURAL VETERINARY SHORTAGES. IT WILL ADDRESS THIS THROUGH THE CREATION OF THREE EDUCATION PROGRAMS. THE PROJECT WILL BUILD TWO CURRICULA DESIGNED FOR VETERINARY STUDENTS AND INTERNS WHO PLAN TO WORK IN RURAL AND UNDERSERVED REGIONS. THESE CURRICULA WILL HELP FUTURE VETERINARY PROFESSIONALS EVALUATE AND PREPARE FOR WORK IN A RURAL REGION, THEY CAN START A JOB AND ENTER A COMMUNITY WITH THE UNDERSTANDING AND KNOWLEDGE TO BE SUCCESSFUL AND IMPACTFUL IN THEIR ROLE. THIS JOB SUCCESS AND SATISFACTION SHOULD HELP THEM CHOOSE TO STAY AND WORK IN THESE RURAL AREAS LONGER. HAVING HAPPY, SUCCESSFUL VETERINARIANS WILL START A POSITIVE CYCLE OF EVENTS. STAYING IN RURAL AREAS BUILDS CONTINUOUS ACCESS TO VETERINARIANS AND ANIMAL HEALTH CARE, LEADING TO HEALTHY ANIMALS. THESE HEALTHY ANIMALS WILL BE LESS LIKELY TO TRANSMIT DISEASES TO THE HUMANS IN CONTACT WITH THEM LEADING TO HEALTHIER PEOPLE AND COMMUNITIES.ADDITIONALLY, THE PROJECT WILL BUILD A HIGH SCHOOL PROGRAM FOR STUDENTS IN THE TARGET SERVICE AREA OF THE YK DELTA IN ALASKA. THE PROGRAM WILL HIGHLIGHT THE ROLES OF VETERINARIANS AND HOW VETERINARY-COMMUNITY PARTNERSHIPS CAN HELP MANAGE CHALLENGES FACED IN HUMAN, ANIMAL AND ENVIRONMENTAL HEALTH IN A ONE HEALTH APPROACH. ONCE THE STUDENTS LEARN ABOUT THE ISSUES IMPACTING THEIR COMMUNITY, THEY CAN ALSO LEARN ABOUT CAREERS THEY COULD PURSUE ASSOCIATED WITH ADDRESSING THE CHALLENGES IN THEIR OWN BACK YARD. A HOPE IS THAT THESE HIGH SCHOOL STUDENTS FROM RURAL COMMUNITIES WOULD BE INSPIRED TO ATTEND COLLEGE AND POSSIBLY CONTINUE ON TO VETERINARY SCHOOL, THEN RETURN HOME AND PRACTICE MEDICINE, KEEPING THE ANIMALS AND PEOPLE FROM THEIR HOME SAFE, WITH THE KNOWLEDGE EARNED AND INSPIRED FROM THE COURSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20217002435471_12H3"}, {"internal_id": 139138797, "Award ID": "20217002435470", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-29", "CFDA Number": "10.336", "Description": "NE 206: RURAL PRACTICE ENHANCEMENT FOR GARDEN AND DEUEL COUNTIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c594629-b483-cb3b-892a-acbdec20048a-R", "generated_internal_id": "ASST_NON_20217002435470_12H3"}, {"internal_id": 139138764, "Award ID": "20217002435469", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "10.336", "Description": "DEVELOPMENT OF VETERINARY SHORTAGES IN AREA CO184 YUMA AND KIT CARSON COUNTY, COLORADO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52facbe1-af16-2bee-cc7e-c4df32b8f834-R", "generated_internal_id": "ASST_NON_20217002435469_12H3"}, {"internal_id": 138340972, "Award ID": "20217002435467", "Award Amount": 245411.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-08", "CFDA Number": "10.336", "Description": "THE DEFICIT OF VETERINARIANS WORKING IN THE AREAS OF FOOD SAFETY AND PUBLIC HEALTH IS PERPETUATED BY INSUFFICIENT TRAINING AND CAREER GUIDANCE WITHIN CURRENT VETERINARY CURRICULA, AND AN ABSENCE OF ACCESSIBLE RESOURCES FOR EXPERIENCED VETERINARIANS SEEKING TO TRANSITION CAREERS FROM PRIVATE TO PUBLIC VETERINARY PRACTICE. AS A RESULT, THERE IS A DIRECT THREAT TO ANIMAL HEALTH, HUMAN HEALTH, AND ECONOMIC SECURITY CAUSED BY A LACK OF CAPACITY TO OVERSEE REGULATORY OBLIGATIONS AND APPROPRIATELY DETECT, PREPARE FOR, AND RESPOND TO INFECTIOUS DISEASE THREATS.THE CPCVM CONDUCTED A COMPREHENSIVE NATION-WIDE SURVEY OF VETERINARIANS INTERESTED IN MAKING A CAREER CHANGE IN ORDER TO UNDERSTAND THE DRIVERS FOR CHANGE AND THE RESOURCES NEEDED TO FACILITATE A CAREER TRANSITION. KEY FINDINGS: 75% OF RESPONDENTS INDICATED THAT THEIR VETERINARY MEDICAL TRAINING LEFT THEM \"NOT PREPARED\" OR ONLY \"MINIMALLY PREPARED\" FOR OPPORTUNITIES BEYOND PRIVATE CLINICAL PRACTICE; 50% OF RESPONDENTS STATED THAT THEY WERE \"NOT AWARE\" OR ONLY \"MINIMALLY AWARE\" OF OPPORTUNITIES BEYOND PRIVATE PRACTICE; AND 75% SAID THEY WERE NOT AWARE OF ANY SPECIFIC RESOURCES AVAILABLE TO ASSIST VETERINARIANS WISHING TO MAKE A CAREER CHANGE.AS THE ONLY US-BASED VETERINARY COLLEGE WITH A CENTER AND FULL-TIME FACULTY DEVOTED TO VETERINARY PUBLIC PRACTICE, THE CPCVM WORKS TO PROVIDE VETERINARY STUDENTS WITH THE NECESSARY SKILLS AND KNOWLEDGE TO BE LEADERS AND SCIENTISTS IN PUBLIC PRACTICE AND SERVES AS A RESOURCE FOR VETERINARIANS WHO WISH TO MAKE A CAREER REDIRECTION. BUILDING ON A LONG HISTORY OF TRAINING AND EDUCATION RELATED TO PUBLIC PRACTICE, THE CPCVM PROPOSES A COLLABORATIVE APPROACH TO THE REFINEMENT AND NATIONWIDE DISTRIBUTION OF EDUCATIONAL CONTENT FOCUSED ON THE VETERINARY KNOWLEDGE, SKILLS, AND ABILITIES CENTRAL TO FOOD SAFETY AND PUBLIC HEALTH, AS WELL AS CAREER GUIDANCE SERVICES FOR ENTRY INTO THE PUBLIC PRACTICE ARENA. THROUGH PARTNERSHIPS WITH STATE AND FEDERAL AGENCIES, CORPORATE ENTITIES, AND OTHER COLLEGES OF VETERINARY MEDICINE, THE OUTPUTS AND OUTCOMES OF THE PROPOSED ACTIVITIES WILL BE SUSTAINABLE BEYOND THE FUNDING PERIOD AND WILL DIRECTLY ADDRESS VETERINARY WORKFORCE SHORTAGE AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20217002435467_12H3"}, {"internal_id": 138340971, "Award ID": "20217002435466", "Award Amount": 248000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-07", "CFDA Number": "10.336", "Description": "THE NATION&#39;S 328 MILLION CITIZENS RELY ON DOMESTIC LIVESTOCK PRODUCERS TO SUPPLY HIGH-QUALITY, WHOLESOME PROTEIN PRODUCTS AT AN AFFORDABLE PRICE. THIS DAUNTING TASK RELIES HEAVILY UPON VETERINARIANS AND ANIMAL HEALTH PROFESSIONALS TO ENSURE THE HEALTH AND SAFETY OF ANIMALS RAISED FOR FOOD AND FIBER. HOWEVER, INDIVIDUALS CHOOSING CAREERS IN FOOD SUPPLY VETERINARY MEDICINE (FSVM) HAS DECLINED SHARPLY, WITH THE AVMA REPORTING ONLY 1.8% OF ALL VETERINARIANS EXCLUSIVELY TREAT FOOD ANIMALS AND ONLY AN ADDITIONAL 8.7% PREDOMINATELY TREAT FOOD ANIMAL POPULATIONS. WITH LESS THAN 2% OF AMERICANS WORKING IN AGRICULTURE, THE LACK OF EXPOSURE TO FSVM BEFORE AND DURING OCCUPATIONAL DECISION-MAKING BECOMES THE MAJOR OBSTACLE FOR RECRUITING MORE YOUTH INTO THE FSVM PIPELINE. THEREFORE, WE PROPOSE A MULTI-PRONG APPROACH TO EXPOSE 11TH AND 12TH GRADE STUDENTS TO EDUCATION AND CAREER OPPORTUNITIES IN FOOD ANIMAL MEDICINE TO COMBAT THE VETERINARY SHORTAGE SITUATION. A HIGH SCHOOL SCIENCE CURRICULUM UNIT ON FOOD ANIMAL PRODUCTION AND FOOD SUPPLY VETERINARY MEDICINE WILL BE DEVELOPED AND DISSEMINATED TO OHIO HIGH SCHOOL SCIENCE TEACHERS. AN \"EXPERIENCE FOOD SUPPLY VETERINARY MEDICINE FOR A DAY\" PROGRAM WILL BE DEVELOPED TO INTRODUCE STUDENTS INTERESTED IN VETERINARY MEDICINE TO FOOD SUPPLY MEDICINE. LASTLY, STUDENTS ATTENDING THE BUCKEYE VET CAMP WILL BE ENGAGED IN THE TECHNICAL DETAILS OF FOOD SUPPLY VETERINARY MEDICINE. IT IS HYPOTHESIZED THAT BUILDING AN AWARENESS OF OPPORTUNITIES AT AN EARLY AGE, WILL LEAD TO ADDITIONAL YOUTH PURSING FSVM CAREERS, THUS REDUCING THE VETERINARY MEDICINE SHORTAGE IN THE AGRICULTURAL SECTOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20217002435466_12H3"}, {"internal_id": 139651882, "Award ID": "20217002435465", "Award Amount": 124925.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "10.336", "Description": "THIS DESIGNATED SHORTAGE AREA IS HOME TO ABOUT 150,000 BEEF CATTLE, 6,000 DAIRY COWS, 220,000 SWINE, AND 9,500 SMALL RUMINANTS. THE ONLY PRACTICE PROVIDING COMPREHENSIVE FOOD ANIMAL SERVICES IN THE MAIN COUNTY OF THE SHORTAGE AREA IS OWNED BY A REPEAT VMLRP RECIPIENT. GOALS INCLUDE INCREASING ACCESS TO VETERINARY CARE, BETTERING ANIMAL HANDLING FACILTIITES, AND ELEVATING LIVESTOCK KNOWLEDGE AMONG TARGET GROUPS, SUCH AS PRODUCERS, CLINIC STAFF, STUDENTS, AND THE PUBLIC. LIVESTOCK PRODUCERS AND A COMMUNITY PANEL WILL HELP PRIORITIZE PORJECT ACTITIVIES. GRANT FUNDS WOULD FACILITATE HIRING AN ASSOCIATE VETERINARIAN AND PURCHASING ANOTHER TRUCK AND VETERINARY BOX AND FOOD ANIMAL EQUIPMENT FOR SAFER, EFFECTIVE LIVESTOCK HANDLING, DIAGNOSIS, AND TREATMENT. PURCHASE OF A PORTABLE HYDRUALIC CHUTE SYSTEM WOULD ENABLE ESTABLISHING CATTLE HANDLING FACILITIES AT THE SATELLITE CLINIC IN A PRE-EXISTING DUAL-CLINIC SYSTEM. SOME OF THE ADDITIONAL EQUIPMENT AND GRAND FUNDS WILL BE UTILIZED FOR EDUCATIONAL OUTREACH SUCH AS PRODUCER MEETINGS, STUDENT LEARNING OPPORTUNITIES, AND AGRICULTURE EXPO AND COUNTY FAIR EXHIBITS. THE ANTICIPATED MOST DRAMATIC METRIC IS TO INCREASE FOOD ANIMAL VISITS; AFTER THREE YEARS, THERE WOULD BE APPROXIMATELY A 200 PERCENT INCREASE BETWEEN THE TWO CLINICS. SUCCESSFUL MITIGATION OF THIS SHORTAGE AREA WOULD INCLUDE SATELLITE HAUL-IN CATTLE WORKING FACILITIES, AN ADDITIONAL MOBILE VETERINARY UNIT, AND RECRUITMENT OF AN ASSOCIATE VETERINARIAN. THIS PROPOSAL IN ALL RESPECTS FULFILLS THE PURPOSE AND GOALS OF THE VETERINARY SERVICES GRANT PROGRAM BY ULTIMATELY BOLSTERING THE CAPACITY OF THIS DUAL-CLINIC PRACTICE TO MORE SUSTAINABLY PROVIDE FOOD ANIMAL VETERINARY SERVICES IN THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c200ddd4-972f-5ab2-4852-83cedc733b88-R", "generated_internal_id": "ASST_NON_20217002435465_12H3"}, {"internal_id": 139138763, "Award ID": "20217002435464", "Award Amount": 112831.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-29", "CFDA Number": "10.336", "Description": "TX212 RURAL VETERINARY PRACTICE ENHANCEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a16261ed-48d5-188d-9f5c-9cd3c04ce69b-R", "generated_internal_id": "ASST_NON_20217002435464_12H3"}, {"internal_id": 138340970, "Award ID": "20217002435463", "Award Amount": 248000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-07", "CFDA Number": "10.336", "Description": "THE NUMBER OF SMALL-SCALE ORGANIC/NON-CONVENTIONAL (O/NC) LIVESTOCK PRODUCERS IN THE U.S. IS GROWING EVERY YEAR AND THAT GROWTH IS EXPECTED TO CONTINUE. HOWEVER, VETERINARIANS NORMALLY DO NOT RECEIVE EDUCATION ON ORGANIC REGULATIONS, TREATMENT OPTIONS AND PRACTICES UNIQUE TO O/NC PRODUCTION SYSTEMS IN VETERINARY SCHOOL OR THROUGH CONTINUING EDUCATION. THIS IMPACTS THEIR KNOWLEDGE AND CONFIDENCE IN WORKING WITH THESE PRODUCERS. THE PROBLEM IS COMPOUNDED IN THAT O/NC PRODUCERS APPEAR LESS LIKELY TO USE VETERINARIANS TO KEEP THEIR ANIMALS HEALTHY. THERE ARE GAPS IN PERCEPTION, KNOWLEDGE AND COMMUNICATION BETWEEN O/NC LIVESTOCK PRODUCERS AND VETERINARIANS. O/NC PRODUCERS WOULD BENEFIT FROM VETERINARY INPUT ON THE BASIC ELEMENTS OF HERD HEALTH INCLUDING SANITATION, STRESS REDUCTION, BIOSECURITY, NUTRITION, GENETICS, PARASITE PREVENTION AND CONTROL, VACCINATION, INCLUDING THE USE OF CONVENTIONAL THERAPIES WHEN NECESSARY. VETERINARIANS WOULD BENEFIT FROM A BETTER UNDERSTANDING OF THE REGULATIONS, STANDARDS, PRACTICES, AVAILABLE TREATMENTS AND CONCERNS OF O/NC LIVESTOCK PRODUCERS. THE GOAL OF THIS PROJECT IS TO DEVELOP AN ONLINE CONTINUING EDUCATION (CE) COURSE TO INTRODUCE VETERINARIANS TO ORGANIC LIVESTOCK PRODUCTION PRACTICES AND REGULATIONS AND PROVIDE THEM WITH RESOURCES FOR ADDITIONAL INFORMATION. THE COURSE WILL BE DESIGNED TO GIVE VETERINARIANS THE KNOWLEDGE AND TOOLS TO OPEN COMMUNICATION CHANNELS WITH O/NC LIVESTOCK PRODUCERS, EXPAND THEIR PRACTICES AND TO IMPROVE THE HEALTH AND WELL-BEING OF O/NC LIVESTOCK IN THEIR COMMUNITIES.THE CE COURSE WILL OVERVIEW ORGANIC REGULATIONS, STANDARDS, PRACTICES, ALLOWED AND PROHIBITED SUBSTANCES, HEALTH AND DISEASE PREVENTION, TREATMENT MODALITIES, BIOSECURITY, STRATEGIES AND BEST PRACTICES IN WORKING WITH O/NC PRODUCERS INCLUDING INFORMATION ON HOW TO COMMUNICATE WITH THESE CLIENTS. THE COURSE WILL INCLUDE LINKS TO ADDITIONAL INFORMATION AND DOWNLOADABLE RESOURCES FOR FUTURE REFERENCE. THOSE WHO COMPLETE THE COURSE WILL RECEIVE A CERTIFICATE TO BETTER MARKET THEMSELVES AND THEIR SERVICES TO THESE PRODUCERS. A COMPREHENSIVE OUTREACH EFFORT WILL BE IMPLEMENTED TO PUBLICIZE THE COURSE TO VETERINARIANS NATIONALLY.IN SUMMARY, THIS PROJECT WILL DEVELOP TRAINING FOR VETERINARIANS ON O/NC LIVESTOCK SYSTEMS, GIVE THEM CONFIDENCE TO WORK WITH THESE PRODUCERS, AND PROVIDE STRATEGIES AND BEST PRACTICES TO ENCOURAGE THEM TO EXPAND RURAL VETERINARY PRACTICES. THE PROJECT WILL HELP THIS NON-CONVENTIONAL, NICHE GROUP OF PRODUCERS IMPROVE THEIR OPERATIONS AND BUILD RELATIONSHIPS BETWEEN VETERINARY PRACTICES AND O/NC PRODUCERS. THESE INPUTS WILL ULTIMATELY IMPROVE THE HEALTH AND WELFARE OF ANIMALS ON O/NC OPERATIONS, POSITIVELY IMPACT FOOD SAFETY AND FOOD SECURITY, AND FACILITATE PROSPERITY AND ECONOMIC DEVELOPMENT IN RURAL AMERICA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20217002435463_12H3"}, {"internal_id": 138710385, "Award ID": "20217002435414", "Award Amount": 248000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.336", "Description": "SUMMARY TEXT:CREATE IMPACTFUL AND INNOVATIVE OUTREACH TOOLS TO ENHANCE THE ABILITY OF LIVESTOCK VETERINARIANS TO RECOGNIZE AND ADDRESS TOXICOLOGY PROBLEMS IN FOOD ANIMAL SPECIES (EMPHASIS ON CATTLE, SMALL RUMINANTS, AND PIGS). THIS PROJECT WILL UTILIZE VETERINARY TELEMEDICINE AND OTHER DISTANCE BASED EDUCATION:OUTREACH PORTALS FOR TRAINING MATERIALS/METHODS: BEEF CATTLE INSTITUTE (WEBSITE, NEWSLETTER, CONSULT POSTING), KANSAS STATE VETERINARY DIAGNOSTIC LABORATORY (WEBSITE, NEWSLETTER), KSU CONTINUING EDUCATION (ONLINE CE MODULES), COLBY COMMUNITY COLLEGE - VETERINARY NURSING PROGRAM.TOXICOLOGY HOTLINE CALL-IN FOR PRACTICING VETERINARIANSCONSULT TRAINING FOR COMMON LIVESTOCK TOXICOLOGY PROBLEMSYOUTUBE TRAINING VIDEOS (TOX CASE PRESENTATION, SAMPLE COLLECTION, ETC.)ALL THESE OUTREACH PORTALS WORK TOGETHER TO ENHANCE TRAINING OF PRACTITIONERS, VETERINARY STUDENTS, AND TOXICOLOGY RESIDENTS (AS WELL AS LEVEL-APPROPRIATE TRAINING FOR VETERINARY TECHNICIANS/NURSES AND OTHER AUDIENCES)THE PRODUCTS OF THIS GRANT WILL PROVIDE VALUABLE AND CURRENTLY UNAVAILABLE RESOURCES FOR PRACTITIONERS (PARTICULARLY YOUNG PRACTIONERS WITHIN FIVE YEARS OF GRADUATION). IN ADDITION, THE PRODUCTS WILL GREATLY ENHANCE CURRENTLY AVAILABLE TOXICOLOGY RESOURCES FOR TEACHING VETERINARY STUDENTS DURING THE LAST TWO YEARS OF THEIR PROFESSIONAL EDUCATION AND VETERINARY TECHNICIAN/NURSING STUDENTS. SOME OF THE RESOURCES CAN BE MODIFIED TO BE CONTENT-APPROPRIATE TO INTRODUCE IMPORTANT ANIMAL HEALTH CONCEPTS TO STUDENTS IN GRADES 11 AND 12 IN HIGH SCHOOL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20217002435414_12H3"}, {"internal_id": 138340969, "Award ID": "20217002435413", "Award Amount": 248000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-08", "CFDA Number": "10.336", "Description": "THIS PROPOSAL IS TO REQUEST FUNDING TO ESTABLISH THE VETERINARY MICROBIOLOGY RESIDENCY PROGRAM (VMRP) AT THE UNIVERSITY OF ILLINOIS VETERINARY DIAGNOSTIC LABORATORY (UI VDL). THE PRIMARY AIM OF THIS PROGRAM IS TO PROVIDE OPPORTUNITIES FOR VETERINARIANS TO RECEIVE PROFESSIONAL TRAINING IN CLINICAL MICROBIOLOGY AND FURTHER INCREASE THE MEMBERS OF MICROBIOLOGISTS CERTIFIED BY AMERICAN COLLEGE OF VETERINARY MICROBIOLOGISTS (ACVM). BOARD-CERTIFIED VETERINARY MICROBIOLOGISTS HELP TO GUARD U.S. ANIMAL AND PUBLIC HEALTH THROUGH SENTINELING FOREIGN ANIMAL DISEASES, IDENTIFYING THE EMERGENCE OF ANTIMICROBIAL RESISTANCE IN BACTERIAL PATHOGENS, AND EXPANDING OUR KNOWLEDGE IN POTENTIAL ZOONOTIC DISEASE SPREAD. THE UI VDL IS LOCATED IN CENTRAL ILLINOIS, AN AGRICULTURALLY-RICH REGION OF THE U.S. WITH A CRITICAL PRIORITY (IL215) FOR THE VETERINARIAN SHORTAGE SITUATION. THE UI VDL SERVES VETERINARY PRACTITIONERS, LIVESTOCK PRODUCERS, PUBLIC HEALTH OFFICIALS, AND RESEARCHERS AND EDUCATES PROFESSIONAL STUDENTS, GRADUATE STUDENTS, ANATOMIC AND CLINICAL PATHOLOGY RESIDENTS. IN ADDITION TO THE MAIN LABORATORY IN URBANA, THE UI VDL HAS A ZOOLOGICAL PATHOLOGY PROGRAM AND A SATELLITE CLINICAL PATHOLOGY LABORATORY IN THE CHICAGO AREA. THESE THREE LABORATORY FACILITIES PROVIDE A LARGE NUMBER OF FOOD ANIMAL CASES AND TRAINING MATERIALS FOR THE PROPOSED VMRP. MOREOVER, UNIVERSITY RESEARCHERS WILL PROVIDE COLLABORATIVE RESEARCH OPPORTUNITIES FOR VMRP. THE MICROBIOLOGY RESIDENTS WILL BE TRAINED BY TWO ACVM DIPLOMATES, WITH ADDITIONAL SUPPORT FROM ONE MICROBIOLOGIST, ONE VIROLOGIST, TWELVE VETERINARY PATHOLOGISTS, AND ONE BOARD-CERTIFIED VETERINARY PRACTITIONERS IN THE FOOD ANIMAL FIELD. THIS PROJECT WILL TRAIN THE CLINICAL VETERINARY MICROBIOLOGISTS TO FILL THE NEEDS IN VETERINARY DIAGNOSTIC DISCIPLINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_20217002435413_12H3"}, {"internal_id": 139138807, "Award ID": "20217002435412", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-29", "CFDA Number": "10.336", "Description": "OK:212 ELLIS COUNTY ANIMAL HOSPITAL RPE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2630727b-5ae6-313e-77ab-a0891712cf02-R", "generated_internal_id": "ASST_NON_20217002435412_12H3"}, {"internal_id": 138710312, "Award ID": "20217002435411", "Award Amount": 123900.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-20", "CFDA Number": "10.336", "Description": "ENHANCING RURAL FOOD ANIMAL VETERINARY SERVICES TO PA213", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b25f244-10ae-c570-bc3b-a2ab1328d9f7-R", "generated_internal_id": "ASST_NON_20217002435411_12H3"}, {"internal_id": 138710318, "Award ID": "20217002435410", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-26", "CFDA Number": "10.336", "Description": "OLD DOMINION VETERINARY SERVICES (ODVS) SERVES 30 COUNTIES IN CENTRAL AND EASTERN VIRGINIA, INCLUDING ALL 10 COUNTIES IN SHORTAGE REGION VA215. THE PRACTICE WORKS WITH OVER 700 BEEF, DAIRY, AND SMALLER LIVESTOCK OPERATIONS IN A 90 MILE RADIUS. THE REGION HAS LOST VETERINARIANS AND LIVESTOCK PARAPROFESSIONALS TO RETIREMENT, LEAVING ODVS AS THE SOLE PROVIDER OF VETERINARY CARE THROUGHOUT MOST OF THE REGION. THE LACK OF VETERINARY SERVICES POSES A THREAT TO THE LOCAL ECONOMY THROUGH LOSS OF FARMS WHO CANNOT STAY IN BUSINESS WITHOUT PROPER VETERINARY SUPPORT. IT ALSO IS A RISK TO PUBLIC HEALTH THROUGH LACK OF ZOONOTIC AND NOVEL DISEASE SURVEILLANCE AND A LESS SECURE FOOD SUPPLY WITHOUT VETERINARY OVERSIGHT OF ANIMAL WELFARE AND DRUG USE. ODVS WILL USE GRANT FUNDS TO PURCHASE EQUIPMENT, INCLUDING PORTABLE CATTLE CHUTES, ULTRASOUND, AND DIAGNOSTIC EQUIPMENT, TO MAKE DELIVERY OF SERVICES TO THIS LARGE AREA MORE EFFICIENT. PRODUCER OUTREACH IN THE FORM OF EDUCATIONAL MEETINGS AND NEWSLETTERS WILL BE USED TO EXPAND REACH IN THIS UNDERSERVED AREA. SUPPORT STAFF WILL BE TRAINED TO PROVIDE PARAPROFESSIONAL SERVICES, SUCH AS HOOF TRIMMING AND ARTIFICIAL INSEMINATION, WHICH ARE IMPORTANT TO ANIMAL WELFARE, AS WELL AS THE SUSTAINABILITY OF CATTLE OPERATIONS. IF SUCCESSFUL, ODVS WILL INCREASE THE NUMBER OF FARMS SERVED BY 250 OVER THE THREE-YEAR PROJECT PERIOD AND HAVE A TRAINED ASSISTANT ABLE TO PROVIDE ARTIFICIAL INSEMINATION AND HOOF TRIMMING SERVICES TO MANY FARMS IN THE AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16c1dfe6-9e14-5583-40ec-fc74fafd48dc-R", "generated_internal_id": "ASST_NON_20217002435410_12H3"}, {"internal_id": 139651880, "Award ID": "20217002435409", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "10.336", "Description": "PVVC SERVES CLIENTS IN 15 PLUS COUNTIES IN CENTRAL SOUTH DAKOTA, ALL OF WHICH WOULD BE CONSIDERED RURAL COMMUNITIES. WE ALSO MAINTAIN VETERINARY SERVICES IN TWO AUCTION MARKETS IN CENTRAL SOUTH DAKOTA. THE CLINIC HAS EXPERIENCED EXCITING AND SIGNIFICANT GROWTH SINCE 2011. TO MEET THE DEMAND FOR VETERINARY SERVICES BY CLIENTS AND PRODUCERS, PVVC MUST PURCHASE MORE EQUIPMENT AND IS STEADILY HIRING MORE PERSONNEL. PVVC IS REQUESTING $125,000 TO PURCHASE MUCH NEEDED EQUIPMENT TO INCREASE EFFICIENCY AND ABILITY TO SERVE PRODUCERS AND CLIENTS AT THE AUCTION MARKETS AND IN THE RURAL COMMUNITIES. NEEDED EQUIPMENT INCLUDES: ELECTRONIC IDENTIFICATION READER, PORTABLE SCALE HEAD, HYDRAULIC TILT CHUTE, POWER FLOAT, PORTABLE CALF CHUTE, PORTABLE ULTRASOUND, AI BREEDING BARN AND TWO SEMEN TANKS, AND SEMEN TESTING EQUIPMENT, AND A VET TRUCK. PVVC SERVES A RURAL VET SHORTAGE AREA WHERE AGRICULTURE IS THE PRIMARY INDUSTRY. NEW EQUIPMENT WILL ALLOW PVVC TO MORE EFFICIENTLY AND COST EFFECTIVELY SERVE THIS AREA OF NEED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "91a1ed56-8677-b276-5f4a-bbb3c37683f3-R", "generated_internal_id": "ASST_NON_20217002435409_12H3"}, {"internal_id": 110335952, "Award ID": "20207002433096", "Award Amount": 230787.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-04", "CFDA Number": "10.336", "Description": "THERE HAS BEEN A GROWING INTEREST IN SMALL AND BACKYARD POULTRY FLOCKS AROUND THE COUNTRY. AS WITH ANY ANIMAL PRODUCTION ENTERPRISE, HEALTH PROBLEMS OCCUR. UNFORTUNATELY, THERE ARE VERY FEW AVIAN VETERINARIANS AVAILABLE TO HELP THIS GROUP OF PRODUCERS.NON-AVIAN VETERINARIANS (SUCH AS URBAN SMALL ANIMAL VETERINARIANS WHO WORK MAINLY WITH CATS AND DOGS, OR LARGE ANIMAL VETERINARIANS WHO ARE MORE FAMILIAR WITH HORSES, COWS, SHEEP AND PIGS) TYPICALLY DO NOT FEEL COMFORTABLE DEALING WITH SMALL AND BACKYARD FLOCK CASES. BY PROVIDING AN ONLINE TRAINING PROGRAM FOR THESE VETERINARIANS THEY WILL BE MORE INTERESTED IN EXPANDING THEIR PRACTICES TO ACCEPT SMALL FLOCK PRODUCERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_20207002433096_12H3"}, {"internal_id": 108819686, "Award ID": "20207002432376", "Award Amount": 240355.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.336", "Description": "WE ARE SEEKING FUNDS TO SUPPORT A THREE-YEAR ANATOMIC PATHOLOGY RESIDENCY TRAINING PROGRAM DELIVERED COLLABORATIVELY BY THE UNIVERSITY OF MINNESOTA AND SOUTH DAKOTA STATE UNIVERSITY WITH A SPECIFIC FOCUS ON PRODUCTION ANIMAL DIAGNOSTICS. THE UNIVERSITY OF MINNESOTA HAS AN ESTABLISHED, ACCREDITED PATHOLOGY RESIDENCY PROGRAM (HTTPS://WWW.VDL.UMN.EDU/ABOUT-US/RESIDENCY-PROGRAM) THAT IS EMBEDDED IN THE VETERINARY DIAGNOSTIC LABORATORY. THE PROGRAM HAS A STRONG RECORD OF SUCCESSFUL COMPLETION AND BOARD PASSAGE AMONG ITS TRAINEES. SOUTH DAKOTA STATE UNIVERSITY HAS BOARD CERTIFIED VETERINARY PATHOLOGISTS WORKING AT THEIR VETERINARY DIAGNOSTIC LABORATORY (HTTPS://WWW.SDSTATE.EDU/VETERINARY-BIOMEDICAL-SCIENCES/ABOUT) WHO WILL ALSO PARTICIPATE IN THIS TRAINING. THIS NEW COLLABORATIVE PROGRAM WOULD LEVERAGE EXPERTISE FROM BOTH INSTITUTIONS TO PROVIDE A BROAD EXPOSURE TO DIAGNOSTIC METHODS SPECIFIC TO PRODUCTION ANIMALS WHILE ALSO PREPARING CANDIDATES WELL FOR PATHOLOGY BOARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20207002432376_12H3"}, {"internal_id": 108819685, "Award ID": "20207002432375", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.336", "Description": "NEW MEXICO HAS VAST WIDE OPEN COUNTRY AND PLENTY OF ROOM FOR FARMING AND RANCHING. NEW MEXICO&#39;S ECONOMY IS HIGHLY DEPENDENT ON FOOD ANIMAL PRODUCERS AND OTHER RURAL BUSINESSES. UNFORTUNATELY, THERE IS A SHORTAGE WITHIN THE STATE FOR RULE FOOD ANIMAL VETERINARIANS TO ASSIST THESE FOOD ANIMAL PRODUCERS. AMONGST A SHORTAGE OF VETERINARY CARE, NEW MEXICO IS ESTIMATED TO HAVE A 19.5% POVERTY RATE WHICH PROVIDES CHALLENGES TO THOSE PRODUCERS TO PROVIDE THE BEST QUALITY CARE FOR THEIR LIVESTOCK.THE VETERINARY SERVICE GRANT PROGRAM AWARD WILL HELP BAR SL VETERINARY SERVICES IN CONTINUING TO SERVE SHORTAGE AREAS WITHIN NEW MEXICO WITH AN EMPHASIS ON FOOD ANIMALS MEDICINE. FUNDS ALLOCATED WILL BE USED TOENCOURAGE RULE PRACTICE ENHANCEMENT, WHICH MEANS PROVIDING FUNDS TO HELP BAR SL VETERINARYSERVICE TO MORE EFFICIENTLY EDUCATE AND SUPPORT THOSE PRODUCERS THAT HELP FUEL TODAY&#39;S ECONOMY. DEVELOPING A VALID CLIENT PATIENT VETERINARY RELATIONSHIP WILL ENCOURAGE PRODUCERS TO CONTINUE SEEKING VETERINARY HELP WHILE GAINING KNOWLEDGE TOCONTINUE HAVING A POSITIVE IMPACT ON THE RURAL FOOD ANIMAL COMMUNITY.THE GOALS OF THE OVERALL PROJECT IN A THREE-YEAR SPANNED ARE TOCONTINUE TO PROVIDE A LARGER RADIUS OF VETERINARY CARE WITH EACH YEAR IN A MORE EFFICIENT TIME MANNER. I WOULD LIKE TO ALSO CONTINUALLY EDUCATE ANIMAL OWNERS IN THE PREVENTION OF DISEASE AND ADVANCED HEALTH CARE PRACTICES. WITH THE ALLOCATED FUNDS I PLAN TO INCREASE EDUCATIONAL OUTREACH WITH AN EMPHASIS ON BOVINE REPRODUCTION AND PREVENTIVE MEDICINE WHICH IN TURN WILL HELP MAKE THOSE PRODUCERS MORE EFFICIENT AND THEIR OVERALL DAILY PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e5bf8d11-6b39-21e0-0368-6e132987b056-R", "generated_internal_id": "ASST_NON_20207002432375_12H3"}, {"internal_id": 108314906, "Award ID": "20207002432370", "Award Amount": 178935.73, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-24", "CFDA Number": "10.336", "Description": "BUILDING A VETERINARY MEDICAL MASTERMIND: LEANING ON EACH OTHER TO IMPROVE PROFESSIONAL DEVELOPMENT SKILLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1bbd1c19-8d3a-5d60-9168-15054ca983ed-R", "generated_internal_id": "ASST_NON_20207002432370_12H3"}, {"internal_id": 108314907, "Award ID": "20207002432369", "Award Amount": 243000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "10.336", "Description": "A VETERINARY SHORTAGE IN RURAL AREAS IS A REALITY THREATENING LIVESTOCK HEALTH AND ULTIMATELY THE ECONOMY OF RURAL COMMUNITIES. USDA HAS ADMIRABLY ADDRESSED THIS PROBLEM THROUGH THE VETERINARY LOAN REPAYMENT PROGRAM, HOWEVER, CHANGES IN TRADITIONAL VETERINARY PRACTICE ARE STILL NECESSARY FOR THE SUSTAINABILITY OF RURAL PRACTICE. VETERINARIANS RESPONDING IN A FIRE ENGINE MANNER SIMPLY ARE NO LONGER PRACTICABLE. RANCHERS MUST REALIZE THAT VETERINARIANS ARE ABLE TO CONTRIBUTE TO PRODUCER PROFITS BY DEVELOPING A COMPREHENSIVE HEALTH MANAGEMENT PROGRAM. THIS PROPOSAL FOCUSES ON ENGAGING VETERINARY/VET TECH STUDENTS AND EARLY CAREER VETERINARIANS IN A DISEASE SYNDROME SURVEILLANCE PROGRAM, WHICH HAS BEEN SHOWN VIABLE THROUGH A PILOT PROJECT. UTILIZING A PHONE APP INFORMATION WILL BE FORWARDED TO A CENTRAL DATA BASE MONITORED BY ARTIFICIAL INTELLIGENCE AND REVIEWED BY A VETERINARY EPIDEMIOLOGIST. SYNDROMIC SURVEILLANCE PROVIDES CURRENT INFORMATION TO VETERINARIANS, LIVESTOCK PRODUCERS, AND REGULATORY VETERINARIANS AND MONITORS FOR TRANSBOUNDARY, EMERGING, AND REEMERGING LIVESTOCK DISEASES. THIS PROJECT PROPOSES COMBINING DISEASE SURVEILLANCE, CONTINUING EDUCATION, AND MENTORING OF EARLY CAREER VETERINARIANS TO ENABLE THEM TO PROVIDE COMPREHENSIVE ANIMAL HEALTH MANAGEMENT PROGRAMS. THIS PROGRAM REQUIRES COLLABORATION AMONG THOSE INVOLVED IN VETERINARY MEDICINE, ANIMAL SCIENCE, ANIMAL BEHAVIOR, AGRICULTURE ECONOMICS, AND ECOSYSTEMS MANAGEMENT. THE USE OF TELEMEDICINE WITHIN THE CONTEXT OF A VALID VCPR IS ESSENTIAL FOR THE EFFICIENT DELIVERY OF LEADING EDGE VETERINARY SERVICES TO RURAL COMMUNITIES.BY CREATING A NETWORK OF RURAL VETERINARIANS LINKED TOGETHER THROUGH VIRTUAL REPORTING AND DIAGNOSTIC TOOLS, VETERINARIANS IN UNDERSERVED AREAS WILL BECOME A MEMBER OF A LARGER GROUP EXPERIENCING SIMILAR ISSUES IN PRODUCTION AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e7095ca-d636-815e-32fe-f2c882f592b6-C", "generated_internal_id": "ASST_NON_20207002432369_12H3"}, {"internal_id": 108314908, "Award ID": "20207002432368", "Award Amount": 243361.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-22", "CFDA Number": "10.336", "Description": "FOOD ARMOR VETERINARY STUDENT EDUCATIONAL PROGRAM EXPANSION: REACHING MORE FOOD ANIMAL STUDENTS AND EARLY GRADUATE VETERINARIANS ACROSS THE UNITED STATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "233fdb56-47f4-1ff3-6260-bda099baabde-R", "generated_internal_id": "ASST_NON_20207002432368_12H3"}, {"internal_id": 110209914, "Award ID": "20207002432367", "Award Amount": 238228.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-11", "CFDA Number": "10.336", "Description": "TELECOMMUNICATIONS-BASED FOOD ANIMAL CONTINUING EDUCATION WILL PROVIDE EXPERT-FACILITATED EXPERIENTIAL LEARNING OPPORTUNITIES, IN AN EVIDENCE-BASED APPROACH TO REDUCE PROFESSIONAL ISOLATION FOR RURAL VETERINARIANS LACKING THE ABILITY TO TAKE TIME OFF OR THE FINANCIAL MEANS TO TRAVEL. TELECOMMUNICATION STRATEGIES HAVE BEEN SUCCESSFUL FOR RURAL HUMAN HEALTHCARE PROVIDERS. THE UNIVERSITY OF MISSOURI TELEHEALTH NETWORK&#39;S SHOW-ME ECHO (EXTENSION FOR COMMUNITY HEALTHCARE OUTCOMES) PROGRAM HAS CREATED AN INNOVATIVE, CASE-BASED LEARNING COMMUNITY WHERE LOCAL HEALTHCARE PROFESSIONALS PRESENT CASES TO ONE ANOTHER AND A PANEL OF EXPERTS DURING PRESCHEDULED VIDEOCONFERENCES. USING THIS SAME FORMAT AND PHILOSOPHY, THE LONG-TERM GOAL OF THE PROPOSED SHOW-ME VET ECHO PROGRAM IS TO PROVIDE SUSTAINABLE, TELECOMMUNICATIONS-BASED FOOD ANIMAL CONTINUING EDUCATION FOR VETERINARY PRACTITIONERS, STUDENTS AND TECHNICIANS WORKING WITH RURAL LIVESTOCK PRODUCERS. THIS GOAL WILL BE ACCOMPLISHED BY: 1) CREATING AN ONLINE, SHOW-ME VET ECHO NETWORKING COMMUNITY, INCLUDING VETERINARY PRACTITIONERS, STUDENTS AND TECHNICIANS, AND COLLABORATING TOPIC EXPERTS AND 2) DEVELOPMENT OF MONTHLY, CASE-BASED VIDEOCONFERENCES INVOLVING MEMBERS OF THIS COMMUNITY. INTEGRATION OF EXISTING SHOW-ME ECHO EVALUATION AND FEEDBACK TOOLS WILL BE USED TO GUIDE THE EVOLUTION OF THE SHOW-ME VET ECHO PROGRAM. THIS PROGRAM WILL PROVIDE RURAL VETERINARY PROFESSIONALS WITH ACCESSIBLE FOOD ANIMAL CONTINUING EDUCATION WITH OPPORTUNITIES TO PRESENT CASES AND PARTICIPATE IN EXPERT-FACILITATED TOPIC DISCUSSIONS. THE SHOW-ME VET ECHO PROGRAM WILL HELP ADDRESS KEY FACTORS CONTRIBUTING TO SHORTAGES IN RURAL VETERINARY PROFESSIONALS BY IMPROVING MENTAL WELL-BEING AND REDUCING INTELLECTUAL ISOLATION OF RURAL VETERINARIANS, ENABLING THEM TO MORE EFFECTIVELY APPLY PROGRESSIVE KNOWLEDGE AND TECHNIQUES TO INCREASE THE PROFITABILITY OF THEIR CLIENTS&#39; LIVESTOCK PRODUCTION ENTERPRISES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20207002432367_12H3"}, {"internal_id": 108819684, "Award ID": "20207002432366", "Award Amount": 238000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.336", "Description": "AABP HAS APPLIED FOR A NIFA FUNDED GRANT OF $245,040 TO EDUCATE UP TO 60 VETERINARIANS IN UNDERSERVED AREAS TO BETTER MANAGE THEIR PRACTICES AND IMPROVE THE SERVICES THEY ARE PROVIDING THEIR CLIENTS UTILIZING INTERACTIVE WORKSHOPS. THE FORMAT WILL BE THE PROVISION OF EIGHT 2.5 DAY WORKSHOPS OVER A THREE YEAR PERIOD (TWO YEAR-ONE WORKSHOPS IN 2021 AND 2022 AND TWO YEAR-TWO WORKSHOPS IN 2022 AND 2023). APPLICANTS WILL BE ACCEPTED INTO THIS PROGRAM BASED ON SPECIFIC CRITERIA, FAVORING RECENT GRADUATES (0-5 YEARS). PRE-WORKSHOP ASSIGNMENTS WILL INCLUDE PARTICIPANTS ENTERING THEIR PRACTICE&#39;S THREE YEAR DATA INTO A TEMPLATE, SO THAT TRENDS CAN BE DEFINED. TOPICS ADDRESSED IN THE YEAR-ONE WORKSHOPS WILL INCLUDE FINANCIAL LITERACY, ANALYSIS OF ATTENDEES&#39; THREEYEAR FINANCES RECORDS, DEVELOPMENT OF VALUE PROPOSITIONS FOR ATTENDEES&#39; PRACTICES AND, UTILIZING THESE, ENROLLEES WILL DETERMINE CHANGES THAT ENROLLEES CAN MAKE IN THEIR PRACTICES. PARTIAL BUDGETING WILL BE USED TO QUANTIFY CHANGES IN THE PRACTICES. A PORTION OF THE YEAR ONE SCHEDULE WILL BE DEVOTED TO HRM ISSUES INCLUDING A SESSION ON DISC ANALYSIS.IN THE MONTHS FOLLOWING THE INITIAL WORKSHOP THERE WILL BE THREE TELECONFERENCES TO EVALUATE IMPLEMENTATION OF CHANGES FROM THE FIRST WORKSHOP AND PREPARE FOR THE SECOND YEAR.YEAR-TWO WORKSHOPS, A YEAR AFTER THE FIRST ONE, WILL BE A REVIEW OF THE FIRST WORKSHOP, ADDRESS THE ISSUE OF PRACTICE VALUATION AND FOCUS ON HRM ISSUES. MUCH OF THE MATERIAL IN YEAR TWO WILL INCLUDE A FOCUS ON TRANSITIONING OF PRACTICES FROM ONE GENERATION TO ANOTHER. METRICS WILL BE USED TO MEASURE THE SUCCESS OF THE WORKSHOPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d48cb573-2e1a-569f-2a8c-a0219c15054b-R", "generated_internal_id": "ASST_NON_20207002432366_12H3"}, {"internal_id": 108819683, "Award ID": "20207002432340", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.336", "Description": "BECAUSE OF PRACTICE DEBT LOAD AND SMALL ANIMAL PATIENT LOAD OF MY PRACTICE IN SHORTAGE SITUATION OK201, FOOD ANIMAL EQUIPMENT PURCHASES TEND TO RECEIVE A LOWER PRIORITY. I HAVE DIFFICULTY INCREASING MY PRESENCE ON THE FARMS DUE TO THE TIME INTENSIVE NATURE OF AMBULATORY PRACTICE. DUE TO LACK OF EQUIPMENT DESIGNED FOR FOOD ANIMAL APPLICATIONS, MANY PROCEDURES ARE CURRENTLY MORE TIME INTENSIVE AND DANGEROUS THAN THEY NEED TO BE, WHICH FURTHER REDUCES THE VOLUME OF SERVICE THAT CAN BE PROVIDED.GOALS ARE TO INCREASE ACCESS TO VETERINARY SERVICES AND INCREASE PRODUCER AWARENESS OF SERVICES AND KNOWLEDGE OF BENEFITS OF SERVICES TO ANIMAL HEALTH AND OPERATION PROFITABILITY. OBJECTIVES ARE TO INCREASE EFFICIENCY OF FOOD ANIMAL OPERATIONS, DETERMINE PRODUCER NEEDS, ADD AND ENHANCE FOOD ANIMAL SERVICES, MARKET SERVICES TO PRODUCERS, AND INCREASE PRODUCER KNOWLEDGE ABOUT THE BENEFITS OF SERVICES.ACTIVITIES INCLUDE SURVEYING PRODUCERS TO DETERMINE NEEDS AND GATHER PROGRAM INPUT AND PURCHASING A HYDRAULIC SQUEEZE CHUTE, LARGE ANIMAL PORTABLE ULTRASOUND, 15\" X-RAY PLATE, AND LIVESTOCK SCALES. A 50% FTE FOOD ANIMAL TECHNICIAN WILL BE HIRED TO INCREASE CAPACITY, AND PRODUCER EDUCATION EVENTS WILL BE HELD. SERVICES WILL BE MARKETED THROUGH PRINT AND DIGITAL MEDIA.THE PROJECT ALIGNS WITH THE VSGP GOALS BY INCREASING THE TYPE AND NUMBER OF SERVICES OFFERED IN THE SHORTAGE SITUATION AND INCREASING CLIENTS AND ANIMALS SERVED. OUTREACH AND PRODUCER EDUCATION WILL INCREASE USE OF FOOD ANIMAL VETERINARY SERVICES, THEREBY IMPROVING HERD HEALTH. THUS, THE PROJECT WILL SIGNIFICANTLY INCREASE HERD HEALTH AND FOOD SAFETY IN THE SHORTAGE AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ec5a501-30a2-12d0-5dd2-470f7c8aade0-R", "generated_internal_id": "ASST_NON_20207002432340_12H3"}, {"internal_id": 110209915, "Award ID": "20207002432339", "Award Amount": 84458.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-17", "CFDA Number": "10.336", "Description": "THE MONTICELLO VETERINARY CLINIC IS PLANNING TO SUPPORT THE GROWTH OF ANIMAL AGRICULTURE IN RURAL EASTERN IOWA THROUGH PURCHASE OF ADVANCED TECHNOLOGIES. LIVESTOCK PRODUCERS HAVE SEEN A NEED FOR VETERINARY SUPPORT IN RURAL AREAS FOR SOME TIME NOW. TO ADDRESS THIS ISSUE, WE HAVE BEEN ABLE TO ATTRACT NEW EMPLOYEES BUT ALSO NOW SEE A NEED FOR TECHNOLOGY AND EQUIPMENT UPGRADES TO INCREASE EFFECTIVENESS AND EFFICIENCY. THOUGH THE RURAL PRACTICE EHANCEMENT GRANT PROGRAM WE WILL NOW BE ABLE TO SERVE OUR COMMUNITY IN THE MANNER THAT WE BELIEVE WILL CREATE A MORE SUSTAINABLE LIVESTOCK OUTLOOK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9ce2d4a5-3960-c0f8-5eb9-8f05381a8664-R", "generated_internal_id": "ASST_NON_20207002432339_12H3"}, {"internal_id": 108819681, "Award ID": "20207002432338", "Award Amount": 124598.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-27", "CFDA Number": "10.336", "Description": "ENHANCING FOOD ANIMAL VETERINARY SERVICES IN VA-204", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dda8cce1-4088-4f77-4de8-ed783eea85ae-R", "generated_internal_id": "ASST_NON_20207002432338_12H3"}, {"internal_id": 110209916, "Award ID": "20207002432337", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-11", "CFDA Number": "10.336", "Description": "VETERINARY SERVICES GRANT PROGRAM - RURAL PRACTICE ENHANCEMENT APPLICATION(SC163)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97ad754f-65aa-ad8f-7029-632d6c87ba9c-R", "generated_internal_id": "ASST_NON_20207002432337_12H3"}, {"internal_id": 108819680, "Award ID": "20207002432336", "Award Amount": 122720.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.336", "Description": "(WI203)FUNDING FROM THE VETERINARY SERVICES GRANT PROGRAM WILL BE UTILIZED AT OUR RURAL, MIXED-ANIMAL VETERINARY PRACTICE TO ENHANCE AND EXPAND OUR LARGE ANIMAL VETERINARY SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ede99108-fbf9-9672-aaf2-c5c78f5726d8-R", "generated_internal_id": "ASST_NON_20207002432336_12H3"}, {"internal_id": 110209917, "Award ID": "20207002432335", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-11", "CFDA Number": "10.336", "Description": "EXPANSION OF FOOD ANIMAL VETERINARY SERVICES IN SHIAWASSEE COUNTY (MI201)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c92cf169-3592-81ad-ff88-6312d7625adb-R", "generated_internal_id": "ASST_NON_20207002432335_12H3"}, {"internal_id": 110209918, "Award ID": "20207002432334", "Award Amount": 124993.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "10.336", "Description": "INTERACTIVE MOBILE BEEF CATTLE VETERINARY MEDICINE LEARNING LABORATORY (MT205)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "daa034d8-3df8-9f68-3f80-aa621aeabb14-R", "generated_internal_id": "ASST_NON_20207002432334_12H3"}, {"internal_id": 110209919, "Award ID": "20207002432333", "Award Amount": 119500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-12", "CFDA Number": "10.336", "Description": "RURAL CLINIC EXPANSION FOR IN205 SHORTAGE AREA THROUGH AN ADDITIONAL VETERINARIAN AND EQUIPPED MOBILE LIVESTOCK UNIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a2fce9dc-b155-32f2-8f24-25b2d21be76c-R", "generated_internal_id": "ASST_NON_20207002432333_12H3"}, {"internal_id": 108819679, "Award ID": "20207002432332", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.336", "Description": "RURAL PRACTICE ENHANCEMENT GRANT FOR VETERINARY SERVICES IN NORTHEAST GEORGIA (GA173)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "68b58bfb-c5e5-31ec-0e72-3f55d0b63eba-R", "generated_internal_id": "ASST_NON_20207002432332_12H3"}, {"internal_id": 110209925, "Award ID": "20197002432910", "Award Amount": 148750.6, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "10.336", "Description": "THE GOAL OF THIS PROJECT IS TO DEVELOP AN INTERACTIVE VOICE USER INTERFACE (VUI) IN THE FORM OF AN AMAZON ALEXA SKILL TO DELIVER FOOD SAFETY AND PUBLIC HEALTH INFORMATION.THIS SKILL WILL BE USED TO SUPPORT NOT ONLY EARLY CAREER VETERINARIANS AND THEIR STAFF, BUT ALSO MORE SEASONED CLINICIANS PRACTICING LARGE ANIMAL MEDICINE.THE SKILL WILL SERVE AS; A REFERENCE TO HELP ALLEVIATE KNOWLEDGE GAPS THAT MAY EXIST ON FOOD SAFETY AND PUBLIC HEALTH, SERVE AS A REFERENCE FOR INFORMATION FOR RESOURCES SUCH AS LOCAL AND STATE VETERINARY OFFICES, AS WELL AS PROVIDE REAL TIME UPDATES TO MANY IMPORT AND EXPORT REQUIREMENTS THAT ARE COMMONLY ENCOUNTERED BY THOSE IN PRACTICE.THIS EASY TO USE, VOICE ACTIVATED DESIGN OF THE SKILL WILL BE TECHNOLOGICALLY ADVANCED AND, APPEAL TO THE NEW GENERATION OF TECHNOLOGICALLY SAVY NEW VETERINARY GRADUATES.THE EASE OF USE WILL BENEFIT ALL THOSE WHO REQUIRE SUCH A RESOURCE, AND THE &#39;HANDS FREE&#39; NATURE OF A VOICE USER INTERFACE WILL ALLOW FOR ACCESS REGARDLESS OF LOCATION OR TASK BEING UNDERTAKEN.THE FORMAT OF THIS REFERENCE WILL PARTICURALLY BENEFIT THOSE WHO TRAVEL FOR LARGE ANIMAL AMBULATORY CALLS AND WHO MAY LACK CONSTANT ACCESS TO MORE TRADITIONAL TEXT-BASED RESOURCES BASED ON LOCATION, SPACE IN TRUCKS ETC.THE SKILL WILL BE DISTRIBUTED THOROUGH AMAZON&#39;S DEVELOPER PLATFORM, AND PROMOTED AT LOCAL, STATE AND NATIONAL CONFERENCES AS WELL AS IN PRINT TO ENSURE THAT THE APPROPRIATE AUDIENCE IS EXPOSED AND EDUCATED ABOUT ITS EXISTENCE AND BENEFITS OF USE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_20197002432910_12H3"}, {"internal_id": 85400001, "Award ID": "20197002430328", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "10.336", "Description": "THIS GRANT IS TO PURCHASE VETERINARY EQUIPMENT TOT ALLOW FOR NEW AND MORE COMPLETE SERVICES TO BE ADDED TO OUR UNDER SERVED COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1de9d07f-ecd1-4bc5-7a94-4585b4f73c79-R", "generated_internal_id": "ASST_NON_20197002430328_12H3"}, {"internal_id": 85400002, "Award ID": "20197002430327", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "10.336", "Description": "KS196 RURAL PRACTICE ENHANCEMENT SOLOMON VALLEY VETERINARY HOSPITAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2bd298e7-ba82-fcc8-68c2-aa16d2ddfb7e-R", "generated_internal_id": "ASST_NON_20197002430327_12H3"}, {"internal_id": 85400003, "Award ID": "20197002430326", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-31", "CFDA Number": "10.336", "Description": "IOWA 163 - CENTRAL VETERINARY CLINIC MOBILE IVF UNIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00cd35d9-81ca-e467-38b4-23a256378a32-R", "generated_internal_id": "ASST_NON_20197002430326_12H3"}, {"internal_id": 85400004, "Award ID": "20197002430325", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "10.336", "Description": "IMPROVING ACCESS TO IMAGING DIAGNOSTICS FOR FARM ANIMAL VETERINARY PATIENTS IN RURAL SOUTHERN VERMONT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2397de8e-19d9-682c-ebf3-f369e7c7ecd5-R", "generated_internal_id": "ASST_NON_20197002430325_12H3"}, {"internal_id": 85400005, "Award ID": "20197002430324", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "10.336", "Description": "RURAL PRACTICE ENHANCEMENT: ADDRESSING VETERINARY SHORTAGE IN SOUTH-CENTRAL MONTANA (MT176)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "960e97d8-e5a6-8874-a505-b01e6fa85362-R", "generated_internal_id": "ASST_NON_20197002430324_12H3"}, {"internal_id": 85400006, "Award ID": "20197002430323", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-30", "CFDA Number": "10.336", "Description": "GRANT FOR EQUIPMENT TO EXPAND SERVICE IN MT 166", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b85c0dc1-ab10-17e1-39a4-e110874b7c0f-R", "generated_internal_id": "ASST_NON_20197002430323_12H3"}, {"internal_id": 85400007, "Award ID": "20197002430322", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-27", "CFDA Number": "10.336", "Description": "EXPANDING VETERINARY CARE FOR FOOD AND FIBER ANIMALS IN DESIGNATED RURAL VETERINARY SHORTAGE REGION CO197", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b03ee696-4544-78fd-798a-10184562e0db-R", "generated_internal_id": "ASST_NON_20197002430322_12H3"}, {"internal_id": 85400008, "Award ID": "20197002430321", "Award Amount": 236750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "10.336", "Description": "WHILE A NUMBER OF FACTORS HAVE BEEN IDENTIFIED CONTRIBUTING TO DECREASED RETENTION OF FOOD ANIMAL VETERINARIANS, MAJOR ISSUES INCLUDE WORK HOURS AND ACCESS TO CONTINUING EDUCATION. LOSS OF FOOD ANIMAL VETERINARIANS AND STAFF RESULTS IN COMPROMISED ANIMAL HEALTH CARE, INCREASED COSTS TO VETERINARY PRACTICES, DECREASED WAGES, AND POOR JOB SATISFACTION. RETENTION ISSUES ARE NOT ONLY PRESENT IN THE VETERINARIAN POPULATION, BUT ALSO WITHIN THE VETERINARY TECHNICIAN WORKFORCE. MAJOR CAUSES OF FAILURE TO RETAIN VETERINARY TECHNICIANS IS UNDERUTILIZATION AND LACK OF FEELING SUPPORTED BY THEIR VETERINARY TEAM. ADDITIONAL CAUSES OF FAILURE TO RETAIN TECHNICIANS INCLUDE LOW WAGE AND BURNOUT.THE FOCUS OF THIS PROPOSAL IS DEVELOPMENT AND ESTABLISHMENT OF A MULTIFACETED CONTINUING EDUCATION OPPORTUNITY FOR VETERINARIANS AND VETERINARY TECHNICIANS TO IMPROVE THEIR PRODUCTION ANIMAL DIAGNOSTIC AND NECROPSY SKILLS. PARTICIPANTS WILL BE ENCOURAGED TO BOTH OFFER THIS SKILL SET TO CLIENTS AND TRAIN COLLEAGUES UPON RETURN TO THEIR WORKPLACE. INTEGRATED INTO THIS TRAINING PROGRAM IS AN OPPORTUNITY TO INVESTIGATE FACTORS ASSOCIATED WITH YOUNG VETERINARIANS&#39; DECISION TO CHOOSE FOOD ANIMAL PRACTICE THROUGH A COMPREHENSIVE QUESTIONNAIRE ON ENROLLMENT. THE COHORT WILL BE FOLLOWED IN ORDER TO BETTER RECOGNIZE AND ADDRESS THE KEY CONTRIBUTORS TO THE FOOD ANIMAL VETERINARY SHORTAGE ISSUE.THIS PROPOSAL PROVIDES A UNIQUE AND INNOVATIVE OPPORTUNITY TO IMPROVE DETECTION AND UNDERSTANDING OF PRODUCTION ANIMAL DISEASES, AS WELL AS INCREASE VETERINARIAN AND VETERINARY TECHNICIAN JOB SATISFACTION. ADDITIONALLY, THIS PROGRAM HAS THE SCOPE TO REACH VETERINARIANS AND TECHNICIANS IN BOTH RURAL KENTUCKY AND MANY OTHER LOCATIONS IN THE UNITED STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_20197002430321_12H3"}, {"internal_id": 85400009, "Award ID": "20197002430320", "Award Amount": 111000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-28", "CFDA Number": "10.336", "Description": "CONSIDERING THE IMPACT THAT THE SHORTAGEOF RURAL VETERINARIANS CAN AND WILL HAVE ON LIVESTOCK PRODUCERS, FARMERS, RANCHERS, AND CITIZENS OF LESS-DENSELY POPULATED AREAS, THE PROFESSIONAL STAFF MEMBERS WITHIN THE OFFICE OF ADMISSIONS IN THE COLLEGE OF VETERINARY MEDICINE AT KANSAS STATE UNIVERSITY FEEL QUALIFIED AND PREPARED FOR THE TASK OF EDUCATING PROSPECTIVE VETERINARY MEDICINE STUDENTS ON THE FINANCIAL IMPLICATIONS OF PRACTICING WITHIN RURAL COMMUNITIES AND CREATING PROGRAMMING THAT HELPS GENERATE AND SUSTAIN INTEREST IN RURAL PRACTICES AND CLINICS THROUGH AND BEYOND GRADUATING WITH THEIR DOCTORATE IN VETERINARY MEDICINE. BY UTILIZING PERSONAL AND PROFESSIONAL NETWORKS TO ENGAGE WITH PRACTITIONERS AND CLINICIANS IN LESS-DENSELY POPULATED AREAS AND PROVIDING THEM THE OPPORTUNITY TO ASSIST IN THE PLANNING, IMPLEMENTATION, AND EVALUATION OF PROGRAMMING DESIGNED TO INCREASE AWARENESS OF AND INTEREST IN PRACTICING VETERINARY MEDICINE IN RURAL COMMUNITIES IN NEED OF SUCH SERVICES, THOSE ASSOCIATED WITH THE RECRUITMENT OF PROSPECTIVE STUDENTS TO THE COLLEGE OF VETERINARY MEDICINE AT KANSAS STATE UNIVERSITY FEEL UNIQUELY QUALIFIED TO ESTABLISH PROGRAMING THAT ENGAGES POTENTIAL APPLICANTS LOOKING FOR ADDITIONAL ANIMAL- AND VETERINARY-RELATED EXPERIENCES WITH PRACTICING CLINICIANS IN RURAL AREAS THAT HAVE AN INTEREST IN COLLABORATING WITH INDIVIDUALS THAT COULD SUPPORT THEIR EFFORTS IN THE SHORT- AND LONG-TERM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20197002430320_12H3"}, {"internal_id": 85400010, "Award ID": "20197002430319", "Award Amount": 236750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.336", "Description": "SUMMARY:THE DEFICIT OF VETERINARIANS WORKING IN AREAS OF FOOD SAFETY, PUBLIC HEALTH, AND EPIDEMIOLOGY IS PERPETUATED BY INSUFFICIENT TRAINING AND CAREER GUIDANCE WITHIN THE CURRENT VETERINARY CURRICULA, AND AN ABSENCE OF ACCESSIBLE RESOURCES FOR VETERINARIANS SEEKING TO TRANSITION CAREERS FROM PRIVATE TO PUBLIC VETERINARY PRACTICE. IN A SURVEY ADMINISTERED BY THE CENTER FOR PUBLIC AND CORPORATE VETERINARY MEDICINE (CPCVM) TARGETED AT VETERINARIANS INTERESTED IN CAREER TRANSITION, 50% OF THE 350 VETERINARIANS SURVEYED STATED THEY WERE &#39;NOT AWARE&#39; OR ONLY &#39;MINIMALLY AWARE&#39; OF OPPORTUNITIES BEYOND PRIVATE PRACTICE. ALMOST 75% OF RESPONDENTS REPLIED THAT THEIR VETERINARY MEDICAL TRAINING LEFT THEM &#39;NOT PREPARED&#39; OR ONLY &#39;MINIMALLY PREPARED&#39; FOR OPPORTUNITIES BEYOND PRIVATE CLINICAL PRACTICE.THE CPCVM WORKS TO PROVIDE VETERINARY STUDENTS WITH THE NECESSARY SKILLS AND KNOWLEDGE TO BE LEADERS IN PUBLIC PRACTICE AND TO ENABLE THEM TO TAKE NEW DIRECTIONS IN THEIR CAREERS; AND SERVES AS A RESOURCE FOR VETERINARIANS WHO WISH TO MAKE A CAREER REDIRECTION. BUILDING ON A LONG HISTORY OF TRAINING AND EDUCATION RELATED TO PUBLIC PRACTICE, THE CPCVM PROPOSES A COLLABORATIVE APPROACH TO THE REFINEMENT AND DISTRIBUTION OF EDUCATIONAL CONTENT FOCUSED ON VETERINARY KNOWLEDGE AND SKILLS CENTRAL TO FOOD SAFETY, PUBLIC HEALTH AND EPIDEMIOLOGY, AS WELL AS CAREER GUIDANCE SERVICES FOR ENTRY INTO THE PUBLIC PRACTICE ARENA. THROUGH PARTNERSHIPS WITH STATE AND FEDERAL AGENCIES, CORPORATE ENTITIES, AND OTHER COLLEGES OF VETERINARY MEDICINE, THE OUTPUTS AND OUTCOMES OF THE PROPOSED ACTIVITIES WILL BE SUSTAINABLE BEYOND THE FUNDING PERIOD AND WILL DIRECTLY ADDRESS VETERINARY WORKFORCE SHORTAGE AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20197002430319_12H3"}, {"internal_id": 85400011, "Award ID": "20197002430318", "Award Amount": 236750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "10.336", "Description": "FIFTY OF IOWA&#39;S NINETY-NINE COUNTIES ARE PART OF A CRITICAL OR HIGH PRIORITY VETERINARY SHORTAGE SITUATION THAT IDENTIFY SWINE AS A SPECIES THAT MUST BE SERVED. DOWNTIME AND ENTRY DECONTAMINATION PROCEDURES OFTEN LIMIT THE CAPACITY OF VETERINARIANS TO CONDUCT LIVE, IN-PERSON, EXAMINATIONS OF SWINE POPULATIONS. A PROPOSED TOOL TO ADDRESS FOOD ANIMAL VETERINARIAN SHORTAGES IS TELEMEDICINE WHICH INCREASES THE CAPACITY OF VETERINARIANS. WHILE TELEMEDICINE HAS FLOURISHED IN COMPANION ANIMAL AND HUMAN HEALTHCARE SETTINGS, IT HAS NOT BEEN ADAPTED EFFECTIVELY WITHIN POPULATION MEDICINE OR WITHIN A COST STRUCTURE THAT CAN BE SUSTAINED IN RURAL PRACTICE. USING SWINE VETERINARY SHORTAGE AREAS IN IOWA AS A MODEL, THIS PROPOSAL SEEKS TO SYSTEMATICALLY DEVELOP TELEHEALTH PROCEDURES USING EXISTING RESOURCES READILY AVAILABLE IN RURAL AREAS. TO ACCOMPLISH THIS, WE PROPOSE TO: 1) VALIDATE USEFUL CLINICAL INFORMATION CAN BE GATHERED FROM THE FARM, 2) VALIDATE CLINICAL SKILLS CAN BE SUCCESSFULLY TRANSFERRED BACK TO THE FARM, 3) MODEL SUCCESSFUL TELEMEDICINE PROCEDURES TO VETERINARY STUDENTS BY USING IT TO INCREASE CASE LOAD WITHIN CLINICAL TRAINING COURSES AND 4) MAINTAIN THE TECHNICAL RESOURCES TO INTRODUCE TELEMEDICINE TO FOOD ANIMAL VETERINARIANS AND SUPPORT ITS CONTINUED ADOPTION AND DISSEMINATION. WITH ESTABLISHED AND ACCESSIBLE TELEHEALTH TOOLS, SWINE MEDICINE SHORTAGES IN A MINIMUM OF ELEVEN OTHER STATES COULD ALSO BE SUPPORTED FROM IOWA. BUILDING COMPETENCE WITH TELEMEDICINE NOW IS AN IMPORTANT PREPARATORY MEASURE TO ENSURE THE TRAINING AND POPULATION ASSESSMENT SURGE CAPACITY THAT WILL BE NEEDED IN THE NEXT TRANSBOUNDARY OR FAD OUTBREAK.?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20197002430318_12H3"}, {"internal_id": 85400012, "Award ID": "20197002430317", "Award Amount": 229504.39, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "10.336", "Description": "THE SHORTAGE OF VETERINARIANS IN RURAL AREAS IS DUE TO BOTH A REDUCED SUPPLY AND A POOR RETENTION OF NEW GRADUATES IN RURAL PRACTICES. WHILE IT IS COMMON FOR NEW GRADUATES TO CHANGE JOBS, BASED ON ANECDOTAL REPORTS OF RECENT GRADUATES FROM THE UNIVERSITY OF ILLINOIS COLLEGE OF VETERINARY MEDICINE (UICVM) A PLURALITY OF THE NEW GRADUATES THAT INITIALLY TOOK JOBS IN RURAL PRACTICES, SOON LEFT THESE RURAL POSTS AND RELOCATED TO MORE URBAN SETTINGS. CONVERSATIONS WITH RECENT1 NOLEN, R. SCOTT. AVMA WEIGHS STEPPED-UP ROLE IN GLOBAL FOOD SECURITY. J. OF THE AM. VETERINARY MED. ASSO. 250:8. PP 822-26.2 HTTP://WWW.THEPIGSITE.COM/ARTICLES/5355/THE-APPLIED-ANIMAL-SCIENTIST-WHITHER/, ACCESSED APRIL 10, 2017GRADUATES REVEAL A RECURRENT THEME OF EARLY CAREER DISILLUSIONMENT, AND CITE A LACK OF PROFESSIONAL COMMUNITY, LOW INCOME AND LONG HOURS AS REASONS TO LEAVE RURAL LIVING AND TO SEEK ALTERNATIVE EMPLOYMENT IN A MORE URBAN SETTING. THE EXPERIENCE OF A NEW GRADUATE IN SMALL RURAL PRACTICES WITH OWNERS WHO HIRE YOUNG VETERINARIANS IS FREQUENTLY ONE OF DISCOURAGEMENT, WITH PROFESSIONAL ISOLATION AND DIFFICULTIES IN ESTABLISHING A SUPPORTIVE NETWORK IN BOTH THEIR WORKPLACE AND LIVING COMMUNITY. THIS IS ESPECIALLY JARRING TO YOUNG, HIGHLY CONNECTED GRADUATES WHO HAVE DEEP AND CONTINUOUS INTERACTION TO THEIR PEERS DURING VETERINARY SCHOOL. IN ADDITION, THE CURRENT VETERINARY SCHOOL CORE CURRICULUM DOES NOT ANTICIPATE THESE CHALLENGES OR PREPARE NEW GRADUATES WITH THE SKILLS NEEDED FOR SUCCESS IN MIXED SPECIES RURAL PRACTICES. THIS SHORTCOMING IS DUE TO THE CURRICULAR EMPHASIS ON ADVANCED, HIGH COST CLINICAL TECHNIQUES THAT ARE MORE FITTING FOR URBAN MARKETS AND THE SPECIALISTS THAT DOMINATE THE CLINICAL FACULTY IN WESTERN VETERINARY COLLEGES. THIS LACK OF PREPARATION INVARIABLY CREATES PERSONAL AND PROFESSIONAL FRUSTRATION IN NEW GRADUATES AS THEY FACE THE STRUGGLES OF NEEDING TO BUILD BOTH THEIR DAY ONE CLINICAL PRACTICE SKILLS, AND TO MASTER GENERAL RURAL PRACTICE APPROACHES OF WHICH THEY LACK EXPERIENCE.TO EFFECTIVELY ADDRESS THESE CHALLENGES THE NEXT GENERATION OF UNIVERSITY EDUCATION AND OUTREACH MUST CREATIVELY ALIGN RESOURCES THROUGH A COORDINATED TEAM THAT LEVERAGES INNOVATIVE TECHNOLOGY. HISTORICALLY THE LAND GRANT UNIVERSITY SYSTEM HAS BEEN A LEADER IN ADDRESSING MULTIFACTORIAL PROBLEMS OF THE FOOD SUPPLY CHAIN THROUGH DEGREE PROGRAMS AND THE COOPERATIVE EXTENSION SERVICE. FOR THE PAST CENTURY, EXTENSION HAS EFFECTIVELY AND EFFICIENTLY TRANSFERRED KNOWLEDGE AND INTEGRATED NEW KNOWLEDGE INTO EXISTING PROCESSES THROUGH A TEAM OF EXTENSION AGENTS WITH OUTSTANDING, PRACTICAL PROBLEM-SOLVING SKILLS. REDUCTIONS IN PUBLIC FUNDING AND CONSOLIDATION OF THE LIVESTOCK INDUSTRIES HAVE CREATED A VOID IN MEETING THE EDUCATIONAL NEEDS OF BOTH STUDENTS AND VETERINARIANS. WE ARE PROPOSING A NEW MODEL THAT LEVERAGES THE STRENGTHS OF THE LAND GRANT UNIVERSITY SYSTEM WITH ONLINE DISTANCE EDUCATION TO MEET THE GROWING NEEDS OF BOTH VETERINARY STUDENTS AND PRACTITIONERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_20197002430317_12H3"}, {"internal_id": 85400013, "Award ID": "20197002430316", "Award Amount": 236750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-07", "CFDA Number": "10.336", "Description": "VETERINARIANS ARE A KEY INFORMATION SOURCE FOR US BEEF PRODUCERS AND ESSENTIAL IN FACILITATING THE ADOPTION OF REPRODUCTIVE AND GENOMIC TECHNOLOGIES. HOWEVER, VETERINARY STUDENTS HAVE LIMITED EXPOSURE TO THESE DISCIPLINES DURING THEIR EDUCATION AND ARE NOT ADEQUATELY EQUIPPED TO PROVIDE INFORMATION OR SERVICES RELATED TO REPRODUCTION AND GENOMICS EARLY IN THEIR CAREER. THE GOAL OF THE PROPOSED PROJECT IS TO DEVELOP A COMPREHENSIVE EDUCATIONAL PROGRAM FEATURING ONLINE COURSES, IN-PERSON PRACTICUMS, AND TOPIC-BASED WEBINARS TARGETING VETERINARY STUDENTS AND EARLY-CAREER VETERINARIANS. THIS PROGRAM WILL SUPPORT PARTICIPANTS IN THE DEVELOPMENT OF SKILLS NECESSARY TO PROVIDE CONSULTATION SERVICES IN THE AREAS OF BEEF CATTLE REPRODUCTION AND GENETICS, ADDITIONALLY MONETIZING AND MANAGING THESE SERVICES. THIS PROGRAM WILL ALSO FEATURE COURSES AND PRACTICUMS TARGETED TOWARD VETERINARY TECHNICIANS. FINALLY, MID AND LATE CAREER VETERINARIANS WILL BENEFIT FROM LEARNING NEW SKILLS OR ENHANCING CURRENT SKILLS, ALSO ENABLING THEM TO PROVIDE VALUE-ADDED SERVICES TO THEIR CLIENTELE. THIS GOAL WILL BE ACCOMPLISHED THROUGH THREE OBJECTIVES:1) DEVELOP COMPREHENSIVE, INTERACTIVE ONLINE LEARNING MODULES FOR VETERINARY STUDENTS AND EARLY CAREER VETERINARIANS FOCUSED ON APPLICATION AND USE OF REPRODUCTIVE GENOMIC TECHNOLOGIES IN BEEF CATTLE.2) ESTABLISH IN-PERSON TRAINING FOR VETERINARY STUDENTS AND EARLY-CAREER VETERINARIANS IN AN ARRAY OF APPLIED REPRODUCTIVE AND GENOMIC PROCEDURES PROVIDING VALUE-ADDED BENEFITS TO BEEF CATTLE OWNERS.3) IMPLEMENT A COMPREHENSIVE WEBINAR SERIES FOR VETERINARIANS FOCUSED ON REPRODUCTIVE AND GENOMIC TOPICS.THE PROPOSED PROJECT WILL COLLABORATE WITH THE NATIONAL CENTER FOR APPLIED REPRODUCTION AND GENOMICS (NCARG) AND USE THEIR EXPERTISE TO ASSIST WITH DEVELOPMENT AND DELIVERY OF PROGRAM MATERIAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20197002430316_12H3"}, {"internal_id": 85400014, "Award ID": "20197002430315", "Award Amount": 236750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.336", "Description": "FOOD ARMOR VETERINARY STUDENT EDUCATIONAL AND OUTREACH PROGRAM: BUILDING ON-FARM ANTIMICROBIAL STEWARDSHIP PLANS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "233fdb56-47f4-1ff3-6260-bda099baabde-R", "generated_internal_id": "ASST_NON_20197002430315_12H3"}, {"internal_id": 85400015, "Award ID": "20197002430314", "Award Amount": 2540.83, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-31", "CFDA Number": "10.336", "Description": "DELIVERING A COMPREHENSIVE FOOD SAFETY DATABASE TO SUPPORT EARLY CAREER VETERINARIANS IN RURAL, LARGE ANIMAL PRACTICE AS AN AMAZON ALEXA SKILL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee13153f-cb03-804e-9cee-b1fd5096648b-C", "generated_internal_id": "ASST_NON_20197002430314_12H3"}, {"internal_id": 85400016, "Award ID": "20197002430313", "Award Amount": 236750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "10.336", "Description": "MANY VETERINARIANS IN RURAL PRACTICE FIND IT DIFFICULT TO REMAIN IN RURAL PRACTICE AND MAINTAIN A REASONABLE QUALITY OF LIFE. THE GOAL OF THIS PROJECT IS TO DEVELOP AN EDUCATIONAL CURRICULUM THAT WILL PROVIDE RURAL PRACTICE VETERINARIANS AN OPPORTUNITY TO DEVELOP ADDITIONAL MARKETABLE SKILLS BEYOND THOSE GENERALLY OBTAINED IN VETERINARY SCHOOL. THESE ADDITIONAL SKILLS WILL ENABLE VETERINARIANS TO PROVIDE ADDITIONAL SERVICES TO THEIR CLIENTS WHICH WILL ULTIMATELY MAKE THE CLIENTS (LIVESTOCK PRODUCERS) AND THE RURAL VETERINARY PRACTICE MORE SUSTAINABLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20197002430313_12H3"}, {"internal_id": 148406019, "Award ID": "20187002428957", "Award Amount": 104845.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "10.336", "Description": "THE GOAL IS TO PROVIDE VETERINARY CARE TO UNDER-SERVED, LOW INCOME COMMUNITY, WITH A LARGE PERCENTAGE OF FOOD ANIMALS THAT ARE NOT RECEIVING VETERINARY CARE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2d482c74-f4ac-6ce1-d62a-a464fc70bfdc-R", "generated_internal_id": "ASST_NON_20187002428957_12H3"}, {"internal_id": 69573210, "Award ID": "20187002428951", "Award Amount": 122000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "10.336", "Description": "DUTTON VETERINARY SERVICES NY-182", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ddd74fad-acec-79cc-455f-661be7175bf3-R", "generated_internal_id": "ASST_NON_20187002428951_12H3"}, {"internal_id": 69573211, "Award ID": "20187002428943", "Award Amount": 122000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "10.336", "Description": "RURAL PRACTICE EXPANSION AND GROWTH OF VETERINARY SERVICES TO THE UNDER-SERVED AGRICULTURAL ENTITIES OF IDAHO IN THE BEAR LAKE AND CARIBOU COUNTIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "13f66a51-9fe1-dc80-b1cc-2cac58f35ef2-R", "generated_internal_id": "ASST_NON_20187002428943_12H3"}, {"internal_id": 69573186, "Award ID": "20187002428942", "Award Amount": 122000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "10.336", "Description": "TO DEMONSTRATE OUR COMMITMENT TO THE RANCHING COMMUNITY WHILE PROVIDING EXCELLENT VETERINARY CARE AND CUSTOMER SERVICE WITH THE COMMON GOAL OF RANCH SUSTAINABILITY IN A RURAL MOUNTAIN TOWN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "622d5232-d641-eb33-133c-77a8c131574c-R", "generated_internal_id": "ASST_NON_20187002428942_12H3"}, {"internal_id": 68547665, "Award ID": "20187002428941", "Award Amount": 121000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-15", "CFDA Number": "10.336", "Description": "UINTA VETERINARY HOSPITAL TYPE II SHORTAGE AREA GRANT PROPOSAL, ID CODE: WY 184", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30c69926-7de3-7815-9930-568f46329653-R", "generated_internal_id": "ASST_NON_20187002428941_12H3"}, {"internal_id": 69573187, "Award ID": "20187002428822", "Award Amount": 121000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "10.336", "Description": "APPLICATION TO PROVIDE HIGH QUALITY IN HOUSE, TELEHEALTH AND MOBILE VETERINARY SERVICES TO RURAL CENTRAL TEXAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8d346d1-e871-ad83-16a0-a5dae75ce54f-R", "generated_internal_id": "ASST_NON_20187002428822_12H3"}, {"internal_id": 68547666, "Award ID": "20187002428821", "Award Amount": 243500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "10.336", "Description": "TOMEET USDA-VMLRP GOALS, THE TEXAS ANIMAL HEALTH COMMISSION (TAHC) TARGETS REVITALIZING VETERINARY SERVICE TO ANIMAL AGRICULTURE TO MANY TEXAS PANHANDLE AND PLAINS (TPH&AMP;P) REGION RURAL COMMUNITIES. RECOGNIZING THE NEED, TEXAS A&AMP;M UNIVERSITY COLLEGE OF VETERINARY MEDICINE (TAMU-CVM) CREATED THE TEXAS A&AMP;M VETERINARY MEDICAL CENTER (TVMC) PARTNERSHIP WITHWESTTEXAS A&AMP;M UNIVERSITY (WTAMU) IN CANYON, TEXAS, HIREDTWOSEASONED FOOD ANIMAL VETERINARIANS AND CHARGED THEMWITHAGGRESSIVELY ADDRESSING THE VETERINARY SHORTAGE ISSUE IN RURAL TPH&AMP;P. THESETWOVETERINARIANS, WORKING WITH TPH&AMP;P VETERINARIANS, STUDENTS, HIGH SCHOOL TEACHERS AND PRODUCER GROUPS HAVE LAID THE GROUNDWORK TO ENSURE PROJECTSUCCESS.THIS PROPOSAL TARGETS SEVEN OBJECTIVES FOR DEVELOPMENT AND INITIATION DURING THE GRANT&#39;S FOUR-YEAR LIFE.THEY ARE:DEVELOPING CVM 4THYEAR STUDENT TPH&AMP;P RURAL CLINICAL TRAININGEXTERNSHIPS.DEVELOPING SUMMER (8 WEEK) WORKING INTERNSHIPS FOR CVM STUDENTSFINISHING THEIR 1STOR 2ND YEARSUPPORTING CVM FOOD ANIMAL STUDENT MENTORING FOR ALL STUDENTS INTERESTINGIN FOOD ANIMALPRACTICE.SUPPORT AN ANNUAL TPH&AMP;P RURAL VETERINARY PRACTICES AND LIVESTOCK OPERATIONS TOUR FOR SELECTED 3RDYEAR CVMSTUDENTS.AGGRESSIVELY RECRUIT QUALIFIED STUDENTSWITHRURAL BACKGROUNDS FROM THE TPH&AMP;P REGION TOCVM.RECRUITING OUTSTANDING RURAL STUDENTS FROM TPH&AMP;P 4-H AND FFA PROGRAMS TO CONSIDER A VETERINARYCAREER.PRACTICE SUSTAINABILITY, COMMUNITY INVOLVEMENT AND COMMUNICATIONWORKSHOPS FOR TPH&AMP;P RURAL VETERINARIANS;WHICHWILL INCLUDE TRAINING FOR MENTORING VETERINARY STUDENTS AND IMPROVEDCOMMUNITY COMMUNICATIONSKILLS.RURAL TPH&AMP;P HAS SIGNIFICANT, CAPTURABLE VETERINARY OPPORTUNITIES. THE ORGANIZATION AND NEEDED COLLABORATION IS IN PLACE TO ACHIEVE THESE OBJECTIVES AND DEVELOPMENT DESIGNED FOR SEVERAL OF THE OBJECTIVES TO BE SELF-SUSTAINING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20187002428821_12H3"}, {"internal_id": 69573242, "Award ID": "20187002428820", "Award Amount": 243500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-16", "CFDA Number": "10.336", "Description": "ZOONOTIC DISEASE PREVENTION TOOLS FOR RURAL VETERINARY PRACTICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20187002428820_12H3"}, {"internal_id": 68547667, "Award ID": "20187002428819", "Award Amount": 243500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-13", "CFDA Number": "10.336", "Description": "THIS PROPOSAL IS FOR FUNDS TO TRAIN 4 MICROBIOLOGY RESIDENTS AT THE TIFTON VETERINARY DIAGNOSTIC AND INVESTIGATIONAL LABORATORY (TVDIL). THERE IS A SHORTAGE OF VETERINARIANS IN THE WORKFORCE FOR ANIMAL DISEASE DETECTION AND DIAGNOSIS AND A LACK OF COMMITMENT BY US VETERINARY SCHOOLS TO TRAIN FOR VETERINARY CAREERS OTHER THAN PRIVATE CLINICAL PRACTICE. THE HIGHEST NUMBER OF ANTICIPATED VACANT POSITIONS IN US VETERINARY COLLEGES AS A RESULT OF RETIREMENT IS IN INFECTIOUS DISEASES. THERE IS LITTLE EVIDENCE THAT THE ACADEMIC VETERINARY COMMUNITY WILL MEET ITS OWN NEEDS LET ALONE THOSE REQUIRED FOR STATE DIAGNOSTIC LABORATORIES, FEDERAL RESEARCH AND REGULATORY AGENCIES, OR JOBS IN THE PHARMACEUTICAL AND BIOLOGICS INDUSTRY. WHERE CRITICAL SHORTAGES ARE OCCURRING NATIONALLY FOR TRAINED PUBLIC PRACTICE VETERINARIANS, PUBLIC SUPPORT TO PRODUCE THOSE VETERINARIANS IS WARRANTED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20187002428819_12H3"}, {"internal_id": 68547668, "Award ID": "20187002428818", "Award Amount": 243500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-11", "CFDA Number": "10.336", "Description": "PENNSYLVANIA IS THE STATE WITH THE HIGHEST INCIDENCE OF HUMAN SALMONELLOSIS (PER CAPITA) WITH SOME CONFIRMED CASES TRACED BACK TO POULTRY (NATIONAL OUTBREAK REPORTING SYSTEM). RAISING SMALL FLOCKS OF POULTRY HAS BECOME A FAIRLY COMMON PRACTICE IN RURAL PENNSYLVANIA. HOWEVER, THERE IS A SHORTAGE OF VETERINARIANS IN SOME PENNSYLVANIA COUNTIES AND MOST OF THE EXISTING LARGE OR COMPANION ANIMAL VETERINARIANS DO NOT FEEL COMFORTABLE HANDLING POULTRY CASES. AS A RESULT, MANY SMALL FLOCK OWNERS ARE LEFT WITHOUT GUIDANCE WHICH ADDED TO THE COMMON MISCONCEPTION THAT ORGANIC FLOCKS PRESENT NO RISK FOR HUMAN HEALTH. THIS COULD BE CONTRIBUTING TO THE HIGH INCIDENCE OF HUMAN SALMONELLOSIS. LACK OF VETERINARY GUIDANCE ALSO RELATES TO ANIMAL SUFFERING, RISK OF HARBORING AND DISSEMINATING DISEASE INTO THE FORMAL POULTRY INDUSTRY AND A POTENTIAL REDUCTION OF THE OVERALL FAMILY INCOME.OUR MAIN GOAL IS TO EQUIP ANIMAL HEALTH PROFESSIONALS, WHOSE CURRENT FOCUS IS OTHER THAN POULTRY, WITH ENOUGH KNOWLEDGEON POULTRY HEALTH SO THEY CAN BECOME CONFIDENT AND PROFICIENT TREATING COMMON POULTRY DISEASES OF SMALL FLOCKS. IN ADDITION, BY TRAINING ANIMAL HEALTH PROFESSIONALS, OUR OBJECTIVE IS TO MULTIPLY OUR EFFORTS PROMOTING SAFE HANDLING OF POULTRY DERIVED PRODUCTS AND THUS REDUCING THE RISK OF HUMAN SALMONELLOSIS. THEORETICAL SEMINARS AND HANDS-ON WORKSHOPS WILL BE DEVELOPED AND DELIVERED IN THE TARGET COUNTIES. TOPICS WILL COVER POULTRY DISEASES, HUSBANDRY, FOOD SAFETY, NECROPSY TECHNIQUE AND COMMON LESION IDENTIFICATION. A DISEASE GUIDE WILL BE PREPARED AND FOOD SAFETY MATERIAL WILL BE MADE AVAILABLE FOR THE FLOCK OWNERS AND THEIR FAMILIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20187002428818_12H3"}, {"internal_id": 69573188, "Award ID": "20187002428817", "Award Amount": 245500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "10.336", "Description": "THE NORTH AMERICAN VETERINARY PROFESSION FACES A SHORTAGE OF FOOD-ANIMAL VETERINARIANS IN THE PUBLIC, PRIVATE, INDUSTRIAL, AND ACADEMIC SECTORS. THIS NEGATIVELY IMPACTS US FOOD SAFETY AND SUPPLY, PUBLIC HEALTH, AND ANIMAL WELFARE. RECRUITMENT AND LONG-TERM RETENTION OF FOOD-ANIMAL VETERINARIANS IN RURAL AREAS ARE CRITICAL ISSUES FOR THE SUSTAINABILITY OF THE LIVESTOCK INDUSTRIES LOCATED IN REGIONS WITH VETERINARY SERVICE SHORTFALLS. THE MAJORITY OF UNDERSERVED REGIONS IDENTIFIED IN THE USDA VETERINARY MEDICINE LOAN REPAYMENT PROGRAM INDICATE SHORTAGES OF VETERINARIANS IN BOVINE (DAIRY AND/OR BEEF) PRACTICE. THUS, INDICATING THAT BOVINE PRACTICE IS CURRENTLY THE AREA WITHIN FOOD-ANIMAL VETERINARY MEDICINE WITH THE GREATEST LACK OF SERVICE TO VETERINARY UNDERSERVED REGIONS. THIS PROPOSAL AIMS TO INCREASE RECRUITMENT AND LONG-TERM RETENTION OF FOOD-ANIMAL VETERINARIANS IN RURAL AREAS THROUGH (1) INCREASING AWARENESS AND EXPOSURE TO RURAL PRACTICE DURING VETERINARY TRAINING, AND (2) PROVIDING ACCESS TO READILY AVAILABLE BOVINE CONTINUING EDUCATION (CE) OPPORTUNITIES TAILORED FOR RECENT VETERINARY GRADUATES WORKING IN RURAL AREAS. WE USED THE INFORMATION COLLECTED THROUGH A SURVEY AMONG RECENT GRADUATES WORKING IN RURAL AREAS TO DESIGN A TARGETED 24-MONTH DISTANCE CE PROGRAM SUPPLEMENTED WITH TWO 1.5-DAY HANDS-ON WORKSHOPS. TWO EDITIONS OF THIS PROGRAM WILL BE OFFERED AT NO COST TO A TOTAL OF 40 EARLY-CAREER RURAL VETERINARIANS. PARTICIPANTS&#39; FORMAL AND INFORMAL FEEDBACK WILL BE USED TO IMPROVE THE PROGRAM TO THE NEEDS OF YOUNG RURAL VETERINARIANS FOR FUTURE OFFERINGS. AT THE SAME TIME, ACTIVITIES TO INCREASE AWARENESS OF VETERINARY RURAL PRACTICE AND LIFESTYLE AMONG DVM STUDENTS WILL BE ORGANIZED AT MICHIGAN STATE AND CORNELL UNIVERSITY, AND A TOTAL OF 80 STUDENTS FROM BOTH INSTITUTIONS WILL BE SUPPORTED TO UNDERTAKE RURAL PRACTICE EXTERNSHIPS. IN THE SHORT- TO MID-TERM, THE PROJECT OUTCOMES WILL IMPROVE VETERINARY SHORTAGES IN RURAL BOVINE PRACTICE THROUGH INCREASING RECRUITMENT OF NEW RURAL VETERINARIANS AND SUPPORTING ESTABLISHED RURAL EARLY-CAREER PRACTITIONERS. IN THE LONG-TERM, INCREASING THE SKILLS OF VETERINARIANS IN BOVINE PREVENTIVE MEDICINE ASPECTS WILL LIKELY SHIFT THE ROLE OF THE VETERINARIANS TO A HERD ADVISOR, RESULTING IN A GREATER NUMBER OF REGULAR FARM VISITS, INCREASED INCOME, AND FEWER EMERGENCY SERVICES, WHILE ALSO ENHANCING THE HEALTH AND WELL-BEING OF THE ANIMALS SERVED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20187002428817_12H3"}, {"internal_id": 68547669, "Award ID": "20187002428816", "Award Amount": 238270.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-06", "CFDA Number": "10.336", "Description": "PROJECT SUMMARYTHE PROJECT WILL INCLUDE TWO-TWO AND A HALF DAY WORKSHOPS ONE YEAR APART WITH FOLLOW-UP TELECONFERENCES BETWEEN THE TWO WORKSHOPS. THE WORKSHOPS ARE CREATED TO HELP EDUCATE VETERINARIANS SERVING UNDERSERVED AREAS TO BETTER MANAGE THEIR PRACTICES AS BUSINESSES AND IMPROVE THE SERVICE THAT THEY ARE PROVIDING TO THEIR CLIENTS. PRACTITIONERS FROM UNDERSERVED AREAS WILL APPLY AND BE ACCEPTED INTO THIS PROGRAM BASED ON LOCATION OF PRACTICES, PER CENT OF FOOD ANIMAL PRACTICE, AND PROXIMITY TO UNDERSERVED AREAS. WORKSHOP NUMBER ONE WILL INCLUDE EXPLANATIONS OF FINANCIAL ACCOUNTING SYSTEMS, REVIEWS OF THEIR THREE-YEAR ANALYSIS OF THEIR FINANCES RECORDS. ALSO ATTENDEES WILL DEVELOP A VALUE PROPOSITION FOR THEIR PRACTICE AND FROM THE VALUE PROPOSITION AND THE HISTORICAL FINANCIAL ANALYSIS WILL DETERMINE CHANGES THAT THEY CAN MAKE TO IMPROVE THEIR PRACTICES. PARTIAL BUDGETING WILL BE USED TO HELP PREDICT THE OUTCOME OF CHANGES. FORECASTING, INCLUDING THE DEVELOPMENT OF PLAN STATEMENTS, WILL BE USED TO HELP IMPLEMENT THE CHANGES IN THE PRACTICE. IN ADDITION ON THE THIRD DAY OF THE YEAR ONE WORKSHOP, HUMAN RESOURCE MANAGEMENT (HRM) ISSUES WILL BE ADDRESSED.WORKSHOP NUMBER ONE WILL REQUIRE THAT PRE-WORK HOMEWORK BEING DONE WITH THREE YEARS OF FINANCIAL INFORMATION TRANSPOSED INTO A MANAGERIAL ACCOUNTING WORKSHEET.IN THE MONTHS FOLLOWING THE INITIAL WORKSHOP THERE WILL BE THREE SCHEDULED TELECONFERENCES TO MEASURE THE IMPLEMENTATION OF THE PRINCIPLES OF THE FIRST WORKSHOP. TOPICS TO BE ADDRESSED WILL INCLUDE BUT NOT BE LIMITED TO THE PROGRESS IN THE FINANCIAL PERFORMANCE OF THE PRACTICE, PROGRESS IN STRATEGIC PLANNING AS A RESULT OF THE VALUE PROPOSITION EXERCISE, AND PROGRESS IN THE IMPLEMENTATION OF HRM CHANGES.WORKSHOP NUMBER TWO, A YEAR AFTER THE FIRST ONE, WILL BE A REVIEW OF THE FIRST WORKSHOP ALONG WITH A ONE-DAY SESSION ON PRACTICE VALUATION AND HOW A PRACTICE OWNER CAN PREPARE FOR TRANSITIONING HIS PRACTICE TO OTHER OWNERS, A ONE DAY SESSION ON HRM AND A PLANNING SESSION ON GOALS FOR THE NEXT YEAR. VARIOUS METRICS WILL BE USED TO MEASURE THE SUCCESS OF THE WORKSHOPS.FOLLOWING THE SECOND YEAR TWO AND A HALF DAY WORKSHOP THERE WILL BE A MINIMUM OF TWO CONFERENCE CALLS FOCUSED ON ASSESSING PROGRESS IN PRACTICE FINANCIAL PROGRESS, HRM, STRATEGIC PLANNING AND EFFORTS TO IMPROVE THE VALUATION OF PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d48cb573-2e1a-569f-2a8c-a0219c15054b-R", "generated_internal_id": "ASST_NON_20187002428816_12H3"}, {"internal_id": 68547670, "Award ID": "20187002428814", "Award Amount": 122000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-13", "CFDA Number": "10.336", "Description": "OH182 ENHANCING THE LEVEL OF VETERINARY SERVICE IN RURAL EASTERN OHIO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c65c247-bf6e-6ab7-4030-140ee087050b-R", "generated_internal_id": "ASST_NON_20187002428814_12H3"}, {"internal_id": 145966802, "Award ID": "20187002428813", "Award Amount": 93641.07, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "10.336", "Description": "UA COOPERATIVE EXTENSION SERVICE FOOD ANIMAL MEDICINE WORKSHOP SERIES: UTILIZING EXTENSION TO PROVIDE CONTINUING EDUCATION FOR THE EXPANSION OF VETERINARY SERVICES IN SHORTAGE SITUATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc2ca285-0b30-8c83-d330-1d7722983022-C", "generated_internal_id": "ASST_NON_20187002428813_12H3"}, {"internal_id": 45251716, "Award ID": "20177002427344", "Award Amount": 187356.64, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-20", "CFDA Number": "10.336", "Description": "THE MAJORITY OF UNDERSERVED REGIONS IDENTIFIED IN THE USDA VMLRP CANNOT SUPPORT A FOOD ANIMAL EXCLUSIVE VETERINARIAN, POSING A SIGNIFICANT RISK TO FOOD SAFETY THROUGH VIOLATIVE DRUG RESIDUES. THEREFORE, IT IS CRITICAL THAT WE EDUCATE MIXED ANIMAL, SMALL ANIMAL AND EQUINE VETERINARIANS ON APPROPRIATE DRUG USE AND RESIDUE AVOIDANCE IN FOOD ANIMALS AS THESE PRACTITIONERS MUST BE THE PRIMARY RESOURCE FOR FARMS IN UNDERSERVED AREAS. TO MEET THIS NEED, WE WILL LEVERAGE THE RESOURCES OF THE FOOD ANIMAL RESIDUE AVOIDANCE DATABANK (FARAD) TO PROVIDE TARGETED OUTREACH AND EDUCATION TO THESE PRACTITIONERS. THIS WILL INCLUDE IN PERSON CONTINUING EDUCATION SEMINARS ON RESIDUE AVOIDANCE AT NATIONAL AND REGIONAL CONFERENCES THAT CATER TO NON-FOOD ANIMAL PRACTITIONERS. FUTHER, ONLINE TRAINING MODULES WILL BROADEN THE IMPACT OF THE TRAINING TO REACH VETERINARIANS ACROSS THE COUNTRY. THESE EFFORTS WILL EXPAND THE REACH OF FARAD, INCREASING THE NUMBER OF REQUESTS FOR ASSISTANCE. TO APPROPRIATELY RESPONDTO THIS ANTICIPATED INCREASE IN DEMAND, WE WILL CREATE A COMBINED INTERNSHIP PROGRAM IN RESIDUE AVOIDANCE AND FOOD ANIMAL MEDICINE. THESE INTERNS WILL BE PREPARED TO ENTER RURAL PRACTICE OR AN ADVANCED TRAINING PROGRAM. DURING THIS YEARLONG TRAINING, THEY WILL ASSIST WITH THE OUTREACH DESCRIBED ABOVE AND RESPOND TO WITHDRAWAL REQUESTS FROM PRACTITIONERS. THE EXPECTED OUTCOMES OF THIS PROJECT INCLUDE BROADLY EDUCATING RURAL NON-FOOD ANIMAL PRACTITIONERS IN RESIDUE AVOIDANCE TO ASSIST IN UNDERSERVED AREAS, SUPPORTING FARAD TO RESPOND TO THESE PRACTITIONERS&#39; NEEDS, AND PREPARING A GROUP OF VETERINARIANS TO DIRECTLY ADDRESS THE NEEDS OF RURAL AREAS THROUGH A COLLABORATIVE INTERNSHIP PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20177002427344_12H3"}, {"internal_id": 45251715, "Award ID": "20177002427335", "Award Amount": 14171.19, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.336", "Description": "SUPPORTING EARLY CAREER VETERINARIANS IN RURAL PRACTICE IN TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b8bab16-0509-a83d-c16c-f4a854caea4d-C", "generated_internal_id": "ASST_NON_20177002427335_12H3"}, {"internal_id": 62253438, "Award ID": "20177002427331", "Award Amount": 129095.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.336", "Description": "HAWAII IS A GEOGRAPHICALLY REMOTE, TROPICAL ENVIRONMENT THAT HAS RELATIVELY SMALL, YET ECONOMICALLY AND CULTURALLY IMPORTANT PRODUCTION ANIMAL INDUSTRIES. THE VETERINARY SERVICES GRANT PROGRAM HAS IDENTIFIED TWO REGIONS IN HAWAII AS HIGH PRIORITY SHORTAGE AREAS, AND THERE ARE OTHER UNDERSERVED COMMUNITIES OR PRODUCTION SECTORS.THE GOAL OF THIS PROGRAM IS TO EDUCATE AND ENCOURAGE CURRENT (AND FUTURE) VETERINARY PROFESSIONALS (WHO ARE MOSTLY COMPANION ANIMAL-FOCUSED) TO PROVIDED INCREASED SERVICES TO FOOD ANIMAL PRODUCERS. FIVE WORKSHOP SERIES (4 DAYS EACH) WILL BE PROVIDED IN THE AREAS OF BEEF CATTLE, SWINE, SMALL RUMINANTS, POULTRY, AND AQUACULTURE. THERE ARE FEATURES OF EACH INDUSTRY THAT ARE UNIQUE TO HAWAII, WHICH MUST BE INCORPORATED INTO AN EFFECTIVE CURRICULUM FOR LOCAL VETERINARIANS. ANIMAL SCIENCES FACULTY (ODANI, JHA, MISHRA, ZALESKI), TOGETHER WITH UH EXTENSION FACULTY, AND OTHER COLLABORATORS AND STAKEHOLDERS WILL ORGANIZE WORKSHOPS ON THE ISLANDS OF OAHU, KAUAI, MAUI, AND THE BIG ISLAND OF HAWAII TO PROVIDE CONTINUING EDUCATION FOR VETERINARIANS AND VETERINARY TECHNICIANS. TO INCREASE INTEREST PRODUCTION ANIMAL INTEREST IN FUTURE VETERINARY PROFESSIONALS, PORTIONS OF THESE SESSIONS WILL BE OPEN TO STUDENTS (PRE-VETERINARY, VETERINARY TECHNOLOGY, AND ANIMAL SCIENCES). TO FOSTER RELATIONSHIPS BETWEEN POTENTIAL VETERINARY SERVICE PROVIDERS AND THEIR CLIENT BASE, PRODUCERS WILL BE INVITED TO PORTIONS OF THESE SESSIONS. PROGRAM OUTPUTS AND IMPACTS WILL BE MEASURED OVER TIME, AND WILL INCLUDE PARTICIPATION NUMBERS, PARTICIPANT FEEDBACK, AND INDICATIONS OF INCREASED PROVISION OF SERVICES TO PRODUCTION ANIMALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20177002427331_12H3"}, {"internal_id": 45251714, "Award ID": "20177002427330", "Award Amount": 222084.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-14", "CFDA Number": "10.336", "Description": "A THREE-YEAR TRAINING PROGRAM FOCUSED ON HIGH QUALITY AND ADVANCED AQUACULTURE TRAINING FOR VETERINARIANS PRACTICING IN RURAL AMERICA IS PROPOSED. AQUACULTURE PRODUCTION IN THE UNITED STATES IS OFTEN LOCATED IN GEOGRAPHIC AREAS THAT HAVE BEEN INCLUDED IN THE VETERINARY MEDICINE LOAN REPAYMENT PROGRAM (VLRMP) FOR EARLY-CAREER VETERINARIANS. THESE VETERINARIANS OFTEN HAVE EXPERTISE IN TRADITIONAL ANIMAL AGRICULTURE AND PRODUCTION MEDICINE, BUT LACK THE KNOWLEDGE BASE THAT WOULD BE REQUIRED TO PROVIDE QUALITY SERVICE TO AQUACULTURE CLIENTS LOCATED IN THEIR PRACTICE AREA. THE ADDITION OF AQUACULTURE PRACTICE WOULD CREATE A NOVEL REVENUE STREAM WITH MINIMAL NEW INVESTMENT IN EQUIPMENT REQUIRED. CONCURRENTLY, THESE AQUACULTURE BUSINESSES OFTEN DO NOT HAVE ACCESS TO QUALITY PROFESSIONAL SERVICES AND MAY ROUTINELY SUBMIT DIAGNOSTIC SAMPLES ON THEIR OWN, DEVELOPING TREATMENT PLANS WITH NO EXTERNAL INPUT. EVOLVING FEDERAL REGULATIONS INCLUDING FDA&#39;S VETERINARY FEED DIRECTIVE WILL MAKE THIS PROCESS ILLEGAL. THE NON-REGULATORY COMMERCIAL AQUACULTURE HEALTH PROGRAM STANDARDS (CAHPS) REQUIRES AN AQUATIC ANIMAL HEALTH TEAM FOR PARTICIPATING BUSINESSES, INCLUDING A LICENSED AND FEDERALLY ACCREDITED VETERINARIAN FOR HEALTH CERTIFICATION OF LIVESTOCK. THE PROPOSED PROGRAM WILL RECRUIT 8 PRACTICING EARLY-CAREER VETERINARIANS FROM APPROPRIATE GEOGRAPHIC AREAS TO PARTICIPATE IN A 24-MONTH TRAINING PROGRAM. CONCURRENTLY, NATIONAL AND REGIONAL OUTREACH EFFORTS TO LOCAL AQUACULTURE BUSINESSES WILL INITIATE PARTNERSHIPS WITH THESE VETERINARIANS, WITH THE GOAL OF DEVELOPING LONG TERM VETERINARY-CLIENT-PATIENT RELATIONSHIPS. UNIQUELY, THE PROPOSED PROGRAM MOVES AQUACULTURE PRACTICE AWAY FROM ZOOLOGICAL MEDICINE, WHICH IS OFTEN WHERE IT IS INCLUDED IN THE VETERINARY CURRICULUM, AND INCORPORATES TRAINING IN TRADITIONAL ANIMAL AGRICULTURE WITH SPECIALTY TRAINING IN AQUACULTURE PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20177002427330_12H3"}, {"internal_id": 62253439, "Award ID": "20177002427326", "Award Amount": 241754.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-11", "CFDA Number": "10.336", "Description": "FOOD SECURITY AND SAFETY BEGINS ON THE FARM WITH HEALTHY LIVESTOCK. FARMERS EXPECT ANSWERS FROM A VETERINARIAN WHEN DISEASE STRIKES. EXPERIENCED AND KNOWLEDGEABLE VETERINARIANS IN FARM ANIMAL PRACTICE PLAY AN ESSENTIAL ROLE IN RECOGNIZING, TREATING AND PREVENTING DISEASE AND EDUCATING PRODUCERS ON BEST MANAGEMENT PRACTICES TO REDUCE HEALTH PROBLEMS. THESE VETERINARIANS ALSO SERVE AS THE EYES AND EARS OF FOOD SAFETY AND PUBLIC HEALTH BECAUSE THEY ARE ON THE FRONT LINE OF THE INTERACTION BETWEEN PEOPLE AND LIVESTOCK. UNFORTUNATELY, KEEPING FOOD ANIMAL VETERINARIANS IN PRACTICE, ESPECIALLY IN UNDERSERVED RURAL AREAS, IS NOW A LOSING BATTLE. THE SHORTAGE OF VETERINARIANS IN RURAL PARTS OF THE UNITED STATES IS DUE TO MANY FACTORS BUT POOR SALARY, LACK OF TIME OFF, AND CONTINUOUS EMERGENCY DUTY ARE CONSIDERED THE THREE MOST IMPORTANT IN THE DECISION TO LEAVE RURAL VETERINARY PRACTICE. A LACK OF CONFIDENCE IN NEW GRADUATES DUE TO LIMITED EXPOSURE TO FARM ANIMALS, IN ADDITION TO HIGH STUDENT DEBT, IS DRIVING MOST YOUNG VETERINARIANS TO SMALL ANIMAL PRACTICE. UNDERLYING THESE ISSUES IS THE ECONOMIC REALITY THAT POOR FARM PROFITABILITY RESULTS IN LESS A VETERINARIAN CAN REALISTICALLY CHARGE FOR HIS OR HER SERVICES. THE QUESTION BECOMES, HOW DO WE MEET THE NEEDS OF VETERINARIANS WANTING TO STAY IN FOOD ANIMAL PRACTICE IN RURAL AREAS? TO BE EFFECTIVE AND PROFITABLE, VETERINARIANS NEED ACCESS TO THE BEST, MOST CURRENT AVAILABLE INFORMATION. FASTER AND MORE ACCURATE DIAGNOSTIC TESTS ARE NOW AVAILABLE THAT WILL NOT \"BREAK THE BANK\" AND GIVE USEFUL INFORMATION TO ARRIVE AT THE RIGHT DIAGNOSIS AND HELP SELECT THE CORRECT TREATMENT. GIVING QUICK, ACCURATE ANSWERS TO A HEALTH PROBLEM LEADS TO HEALTHIER HERDS, CLIENT SATISFACTION, AND APPRECIATION FOR THE VETERINARIAN AND ADDS VALUE TO THE VETERINARY SERVICE. INCREASED CONFIDENCE IN THE LOCAL VETERINARIAN RESULTS IN MORE REGULAR VETERINARY VISITS TO FARMS, INCREASED INCOME, AND FEWER EMERGENCY CALLS. BUT HOW TO FIND \"BEST AVAILABLE INFORMATION\" IS A MAJOR PROBLEM FOR MANY VETERINARIANS IN RURAL PRACTICE. SHORTCOMINGS OF CURRENT CONTINUING EDUCATION PROGRAMS FOR FOOD ANIMAL VETERINARIANS INCLUDE EXTENDED TRAVEL TIME TO MEETINGS, CONSIDERABLE EXPENSE, THE NEED TO HIRE RELIEF VETERINARIANS TO COVER DAILY PRACTICE OBLIGATIONS, AND VERY FEW PROGRAMS TARGETED SPECIFICALLY TOWARDS FOOD ANIMAL MEDICINE AND FOOD SAFETY. HOWEVER, WITH APPROPRIATE TRAINING AND CONTINUING EDUCATION SUPPORT, IT IS POSSIBLE TO BUILD A SATISFYING CAREER IN FARM ANIMAL PRACTICE AND INCREASE RETENTION OF THESE IMPORTANT INDIVIDUALS.THE FOCUS OF THIS PROPOSAL IS TO ADDRESS CURRENT CONTINUING EDUCATION SHORTCOMINGS AND OBSTACLES BY DEVELOPING AND IMPLEMENTING AN INTERACTIVE, LONG DISTANCE EDUCATIONAL PROGRAM THAT WILL PROVIDE CONVENIENT AND AFFORDABLE ACCESS TO INFORMATION ON NEW ADVANCES AND REINFORCE KEY CONCEPTS IN DISEASE CONTROL AND PREVENTION. BY USING NEWSLETTERS, VIDEOTAPED CONFERENCES, AND ELECTRONIC LEARNING TOOLS, VETERINARIANS WILL BE ABLE TO PERFORM PRODUCTIVE ON-FARM INVESTIGATIONS THAT IMPROVE FOOD ANIMAL HEALTH. A UNIQUE METHOD WE WILL BE UTILIZING IS CASE-BASED LEARNING MODULES DEVELOPED FROM CASES RECEIVED THROUGH THE UNIVERSITY OF KENTUCKY VETERINARY DIAGNOSTIC LABORATORY (UKVDL). EACH CASE WILL INCLUDE HISTORY FROM THE FARMER AND VETERINARIAN, EXAMINATION FINDINGS, TREATMENT DECISIONS, OUTCOMES, AND IMPLICATIONS FOR HERD MANAGEMENT FOR PREVENTION, WHERE APPROPRIATE. ALL AVAILABLE DIAGNOSTIC TEST OPTIONS, HOW THEY WERE PERFORMED, WHAT SAMPLES WERE COLLECTED, WHY THEY WERE CHOSEN AND HOW THE RESULTS WERE INTERPRETED WILL BE DEMONSTRATED AND EXPLAINED. THE NECROPSY (THE ANIMAL EQUIVALENT OF AN \"AUTOPSY\") WILL BE VIDEOTAPED FROM AN IN-HOUSE CAMERA MOUNTED ABOVE THE NECROPSY TABLE WITH ZOOM CAPABILITY SO VETERINARIANS CAN RECOGNIZE SPECIFIC DISEASES WHEN PERFORMING \"FIELD NECROPSIES\" ON THE FARM. CONTINUING EDUCATION CREDIT WILL BE AVAILABLE UPON COMPLETION OF EACH MODULE. THE UKVDL HAS ONE OF THE HIGHEST FOOD ANIMAL CASELOADS IN THE COUNTRY. THE LABORATORY IS A FULLY EQUIPPED, MODERN FACILITY WITH EXPERTISE IN SEROLOGY, MOLECULAR BIOLOGY, VIROLOGY, CLINICAL PATHOLOGY, TOXICOLOGY, EPIDEMIOLOGY, BACTERIOLOGY, PATHOLOGY AND EXTENSION. THE FACILITY CONTAINS A 100 SEAT AUDITORIUM WITH CAPABILITIES FOR LONG DISTANCE, WEB BASED, AND REMOTE COMMUNICATIONS. THE UKVDL CURRENTLY HOSTS TWO VETERINARY FOOD ANIMAL EXCLUSIVE CONFERENCES ANNUALLY THAT WILL ALSO BE VIDEOTAPED AND OFFERED FOR ONLINE VIEWING AND CE CREDIT. TIMELY NEWSLETTERS WILL BE USED TO ANNOUNCE ANY NEW INFORMATION AS IT BECOMES AVAILABLE. ALL INFORMATION WILL BE PACKAGED FOR DELIVERY TO VETERINARY PRACTITIONERS BUT CAN ALSO BE USED FOR VETERINARY STUDENTS INTERESTED IN THE AGRICULTURE INDUSTRY.IMPLEMENTATION OF COST EFFECTIVE DISEASE PREVENTION AND CONTROL STRATEGIES WILL RESULT IN HEALTHIER LIVESTOCK, HIGHER FOOD QUALITY, INCREASED FARMER PROFITABILITY, AND SUSTAINABILITY OF THE VETERINARY INDUSTRY IN RURAL SHORTAGE AREAS. BETTER USE AND UNDERSTANDING OF DIAGNOSTIC TECHNIQUES WILL ALLOW SELECTION OF THE BEST TREATMENT OPTION AND REDUCE UNNECESSARY ANTIBIOTIC USE AND DECREASE ANTIMICROBIAL RESISTANCE. PUBLIC HEALTH WILL ALSO BENEFIT FROM HAVING TRAINED PROFESSIONALS IN THE FIELD ABLE TO QUICKLY RECOGNIZE SERIOUS ANIMAL DISEASE THREATS TO HUMANS AND ANIMALS ALIKE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_20177002427326_12H3"}, {"internal_id": 45251712, "Award ID": "20177002427323", "Award Amount": 93387.59, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.336", "Description": "WI175: EXPANSION OF MOBILE VETERINARY SERVICES IN BUFFALO COUNTY, WISCONSIN TO BEEF AND DAIRY PRODUCERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c39d5ac-dbaf-3ac2-573c-5116ee1a06ed-R", "generated_internal_id": "ASST_NON_20177002427323_12H3"}, {"internal_id": 45251709, "Award ID": "20177002427319", "Award Amount": 196541.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "10.336", "Description": "THE PROBLEM THAT THIS PROPOSAL SEEKS TO ADDRESS IS THE NEED FOR VETERINARIANS TO PROVIDE VETERINARY MEDICAL CARE FOR BEEF CATTLE, DAIRY CATTLE, AND SMALL RUMINANTS IN GEOGRAPHIC AREAS OF IDENTIFIED NEED IN RURAL KENTUCKY. THE LONG-TERM GOALS OF THE PROPOSED ACTIVITIES ARE TO MEANINGFULLY ASSIST VETERINARIANS CURRENTLY SERVING IN RURAL UNDERSERVED AREAS AND TO ASSIST CURRENT STUDENTS WITH TRANSITIONS INTO SUSTAINABLE CAREERS IN RURAL AREAS.ADEQUATELY SUPPORTED CURRENT VETERINARIANS AND THOUGHTFULLY RECRUITED FUTURE VETERINARIANS CAN MEET THE NEEDS FOR VETERINARY MEDICAL SERVICES TO ENSURE THE HEALTH AND WELL-BEING OF CATTLE, SHEEP, AND GOAT POPULATIONS AND ENSURE PROVISION OF A SAFE AND WHOLESOME FOOD SUPPLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20177002427319_12H3"}, {"internal_id": 140510725, "Award ID": "20167002425884", "Award Amount": -12804.89, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-02", "CFDA Number": "10.336", "Description": "ENHANCING RURAL PRACTITIONER APTITUDE FOR ENDEMIC, TRANSBOUNDARY, AND EMERGING DISEASES OF PRODUCTION ANIMALS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20167002425884_12H3"}, {"internal_id": 116524779, "Award ID": "20167002425809", "Award Amount": -9643.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-10", "CFDA Number": "10.336", "Description": "COLLABORATIVE DIAGNOSTIC METHODS TO ENHANCE CAPABILITIES OF EARLY CAREER RURAL VETERINARY PRACTITIONERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20167002425809_12H3"}, {"internal_id": 120382344, "Award ID": "20167002425746", "Award Amount": -33566.63, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.336", "Description": "ADVANCED TRAINING IN DAIRY CATTLE WELL-BEING TO PROVIDE DIFFERENT MODELS OF VETERINARY PRACTICE IN RURAL AMERICA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20167002425746_12H3"}, {"internal_id": 140510710, "Award ID": "20167002425745", "Award Amount": -113094.73, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.336", "Description": "SENIOR VETERINARY PATHOLOGY RESIDENCY PROGRAM AT THE UGA TIFTON VETERINARY DIAGNOSTIC AND INVESTIGATIONAL LABORATORY (TVDIL)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41978dcd-498c-8ab8-89bf-c6abd4f48389-C", "generated_internal_id": "ASST_NON_20167002425745_12H3"}, {"internal_id": 140510731, "Award ID": "20167002425742", "Award Amount": -11.39, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.336", "Description": "A HOLISTIC APPROACH TO EXPANDING RURAL VETERINARY SERVICES AND IMPROVING RETENTION OF RURAL PRACTITIONERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20167002425742_12H3"}]