[{"internal_id": 162054746, "Award ID": "20233762440944", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "10.304", "Description": "THE FINANCIAL RESOURCES PROVIDED TO THE IOWA STATE UNIVERSITY VETERINARY DIAGNOSTIC LABORATORY (ISU VDL) AS A CORE LABORATORY IN THE NATIONAL ANIMAL HEALTH LABORATORY NETWORK (NAHLN) ARE ESSENTIAL IN ENHANCING ANIMAL DISEASE MONITORING CAPABILITIES AND CAPACITY, DEMONSTRATING COMPETENCE AND COMPLIANCE OF WELL-DEFINED TESTING STANDARDS, SUPPORTING THE DEVELOPMENT AND IMPLEMENTATION OF QUALITY ASSURANCE PROGRAMS THAT DRIVE THE CONTINUOUS IMPROVEMENT OF THE LABORATORY, INCREASING COLLABORATION AND CONNECTIVITY BETWEEN STATE AND FEDERAL ANIMAL HEALTH OFFICIALS AND DIAGNOSTIC LABORATORIES, AND IMPROVING FOREIGN OR EMERGING ANIMAL DISEASE TESTING, SURVEILLANCE, AND CONTAINMENT CAPABILITIES. NAHLN&#39;S SUPPORT OF THE ISU VDL IS ESSENTIAL IN DRIVING THE CONTINUAL IMPROVEMENT OF THE LABORATORY&#39;S ABILITY TO ADEQUATELY SERVE AND PROTECT THE HEALTH AND WELL-BEING OF US FOOD-ANIMAL AGRICULTURE AND THE SAFETY AND ABUNDANCE OF OUR NATION&#39;S FOOD-SUPPLY. FEDERAL SUPPORT THROUGH THE NAHLN IS ACORNERSTONE OF ENHANCING OUR LABORATORY, REGIONAL, AND NATIONAL PREPAREDNESS TO EFFECTIVELY MONITOR AND RESPOND TO EMERGING DISEASES OF IMPORTANCE TO BOTH ANIMAL AND HUMAN HEALTH. THESE FUNDS HAVE ENABLED THE ISU VDL THE ABILITY TO MAINTAIN A BSL- 3 CAPABLE DIAGNOSTIC LABORATORY SPACE AND PROFICIENCY-TRAINED DIAGNOSTIC TECHNICIANS THAT MUST BE PREPARED WHEN A DISEASE OUTBREAK OCCURS AND UTILIZED ON A REGULAR BASIS FOR FOREIGN, EMERGING, AND DOMESTIC DISEASE SURVEILLANCE. THESE FUNDS ALSO SUPPORT LABORATORY INFORMATION TECHNOLOGY INFRASTRUCTURE, CAPABILITIES, AND PERSONNEL TO DEVELOP AND USE DATA SYSTEMS NECESSARY FOR SECURE MANAGEMENT AND TRANSMISSION OF SENSITIVE LABORATORY DATA. SIMILARLY, SUPPORT THROUGH THE NAHLN HAS BEEN CRITICAL TOWARDS ENHANCING THE ISU VDL&#39;S QUALITY ASSURANCE PROGRAMS THAT VALIDATE THE ACCURACY AND RELIABILITY OF THE TEST RESULTS TO REASSURE DECISION-MAKERS AND FOREIGN TRADING PARTNERS THAT THEY CAN HAVE CONFIDENCE IN THE RESULTS. IN SHORT, FUNDING RECEIVED THROUGH THE NAHLN IS USED AS AN EXTREMELY EFFICIENT AND EFFECTIVE MEANS OF LEVERAGING THE CAPABILITIES EXISTING AT THE ISU VDL TO ENHANCE THE US DIAGNOSTIC SYSTEM SERVING TO PROTECT ANIMAL HEALTH, HUMAN HEALTH, AND THE GREATER THAN 100 BILLION DOLLAR US ANIMAL AGRICULTURAL ECONOMY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20233762440944_12H3"}, {"internal_id": 162054745, "Award ID": "20233762440943", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-09", "CFDA Number": "10.304", "Description": "EARLY DETECTION, RESPONSE, AND RECOVERY TO AN EMERGING OR FOREIGN ANIMAL INFECTIOUS DISEASE AGENT, WHETHER ACCIDENTALLY ORDELIBERATELY INTRODUCED, IS DEPENDENT UPON A QUALIFIED, RELIABLE, AND SECURE NETWORK OF LABORATORIES STRATEGICALLY LOCATEDTHROUGHOUT THE UNITED STATES. IN RESPONSE TO THIS NEED, THE USDA NATIONAL ANIMAL HEALTH LABORATORY NETWORK (NAHLN) WASESTABLISHED IN 2002 AS A COMPREHENSIVE AND FULLY COORDINATED SURVEILLANCE AND MONITORING SYSTEM OF ANIMAL DISEASE.THE CURRENT PROPOSAL IS FOR THE CONTINUED PARTICIPATON OF THE WASHINGTON ANIMAL DISEASE DIAGNOSTIC LABORATORY (WADDL) AT WASHINGTONSTATE UNIVERSITY IN THE NATIONAL ANIMAL HEALTH LABORATORY NETWORK (NAHLN) AS A LEVEL 1 MEMBER LABORATORY IN FY2024. THEWADDL PLAN OF WORK OBJECTIVES FOR FY2024 ARE: (1) MEET ALL RESPONSIBILITIES AS A LEVEL 1 NAHLN LABORATORY; AND 2) INCREASE NAHLNCAPABILITIES AND CAPACITY IN ADDRESSING AN ADVERSE ANIMAL HEALTH EVENT (I.E. FAD) WITH PRIORITY PLACED ON THE ABILITY TO ELECTRONICALLYMESSAGE TEST RESULTS.THIS WILL BE ACCOMPLISHED BY SUPPORTING IT PERSONNEL TO: 1) ACTIVELY AND CONSISTENTLY ELECTRONICALLY MESSAGE ALL DIAGNOSTIC TEST RESULTS UNDEROUR TESTING SCOPE IN SPECIFIED TIMELINES USING HL7 STANDARDS TO NAHLN OR OTHER VS SYSTEMS, 2) PARTICIPATING IN MESSAGINGCOMPETENCY EVENTS TO DEMONSTRATE THE ABILITY TO USE HL7 STANDARDS AND ELECTRONICALLY TRANSMIT TEST RESULT DATA TO APHISDATABASES, 3) DEVELOP NEW MESSAGES FOR DIAGNOSTIC TEST RESULTS IN A TIMEFRAME PRESCRIBED BY NAHLN, 4) COMPLY WITH IT SYSTEMACCESS AND CONNECTIVITY REQUIREMENTS, 5) PROVIDE DIAGNOSTIC DATA PER THE SPECIFIED TIMELINES AND REPORTING REQUIREMENTS, AND 6)SUPPORTING A LABORATORY QUALITY MANAGEMENT SYSTEM AND MAINTAINING FULL ACCREDITATION BY THE AMERICAN ASSOCIATION OF VETERINARYLABORATORY DIAGNOSTICIANS (AAVLD).THE OBJECTIVES WILL ALSO INCLUDE SUPPORTING LABORATORY AND ADMINISTRATIVE PERSONNEL TO, A1)ACCEPT AND RAPIDLY TEST SAMPLES FOR ANIMALDISEASE INVESTIGATIONS, SURVEILLANCE, AND OUTBREAK SITUATIONS, 2)ASSIST OTHER NAHLN LABORATORIES DURING EMERGENCY SITUATIONS ASABLE, 3) UTILIZE THE APHIS NAHLN PORTAL, AND 4)MAINTAIN THE ABILITY TO FULFILL THE ADMINISTRATIVE REQUIREMENTS RELATED TO FEDERAL FUNDINGRECEIVED FOR NAHLN ACTIVITIES.THE IMPACT OF ACCOMPLISHING THE PROJECT GOALS WOULD BE TO PROVIDE NATIONAL LABORATORY CAPACITY ANDCAPABILITY TO QUICKLY AND EFFECTIVELY ADDRESS AN ADVERSE ANIMAL HEALTH EVENT SUCH AS MAY OCCUR WITH AN EMERGING DISEASEDETECTION OR FOREIGN ANIMAL DISEASE OUTBREAK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20233762440943_12H3"}, {"internal_id": 162054744, "Award ID": "20233762440864", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "10.304", "Description": "THE ONGOING BIRD FLU (HIGHLY PATHOGENIC H5N1 AVIAN INFLUENZA) OUTBREAKS IN COMMERCIAL POULTRY AND BACKYARD FLOCKS IN THE U.S.DEMONSTRATES THAT MAINTENANCE OF EXTENSIVE PHYSICAL AND HUMAN RESOURCES AT THE STATE LEVEL IS ESSENTIAL FOR THE USDA TOEFFICIENTLY DETECT, MANAGE, AND ERADICATE MAJOR DISEASE OUTBREAKS. THIS APPLICATION AIMS AT MAINTAINING AND ENHANCING THECAPACITY OF THE ATHENS VETERINARY DIAGNOSTIC LABORATORY (AVDL) AND THE TIFTON VETERINARY DIAGNOSTIC AND INVESTIATIVE LABORATORY(TVDIL) IN GEORGIA TO TEST FOR AND RAPIDLY RESPOND TO ANIMAL DISEASE OUTBREAKS. THE OVERALL GOALS OF THE PROPOSAL ARE TO ENHANCETHE CAPABILITY TO RAPIDLY RESPOND TO EMERGING OR EXISTING BIOTERRORIST THREATS TO ANIMAL HEALTH, TO ADDRESS EMERGENCY BIOLOGICALAND CHEMICAL THREATS TO ANIMAL AGRICULTURE AND TO ENSURE THE SECURITY OF THE FOOD SUPPLY. THE LABORATORIES WILL CONTINUE TOMAINTAIN TESTING AND MESSAGING PROFICIENCY FOR TESTING HIGH CONSEQUENCE PATHGENSS THAT CAUSE DISEASES SUCH AS AVIANINFLUENZA, AFRICAN SWINE FEVER, CLASSICAL SWINE FEVER, FOOT AND MOUTH DISEASE, SWINE INFLUNZA AND NEW CASTLE DISEASE. THELABORATORIES WILL ALSO MAINTAIN CAPACITY OF SARS-COV-2 TESTING OF ANIMAL AND HUMAN SAMPLES. TO ACHIEVE THE ABOVE GOALS,ACTIVITIES WILL BE UNDERTAKEN IN FIVE AREAS: 1) QUALITY SYSTEM; 2) STAFF TRAINING FOR FOREIGN AND EMERGING ANIMAL DISEASES; 3)LABORATORY INFORMATION MANAGEMENT SYSTEM; 4) NAHLN SAMPLE HANDLING, PROCESSING, AND TESTING CAPACITIES (INCLUDINGENHANCEMENT OF BIOCONTAINMENT CAPABILITIES); AND 6) OTHER INTEGRATED ACTIVITIES IN SUPPORT OF THE GOALS OF NAHLN ANDAGRICULTURAL SECURITY. THESE ACTIVITIES WILL CONTRIBUTE TOWARDS MAINTAINING AND ENHANCING THE LABORATORY CAPABILITIES AND CAPACITYTO BE AN EFFECTIVE NAHLN LEVEL 1 LABORATORY SYSTEM IN GEORGIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20233762440864_12H3"}, {"internal_id": 162054743, "Award ID": "20233762440863", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "10.304", "Description": "THIS PROJECT WILL HELP THE SOUTH DAKOTA ANIMAL DISEASE RESEARCH AND DIAGNOSTICS LABORATORY (ADRDL) CONTINUE TO BE A TOP-LEVEL PARTNER WITH NATIONAL ANIMAL HEALTH LABORATORY NETWORK (NAHLN) IN PROVIDING A SOLID DEFENSE TO THE AMERICAN AGRICULTURE SYSTEM. IN THIS CAPACITY, ADRDL WILL ENSURE THAT IT IS PREPARED TO SUPPORT THE NAHLN MISSION TO MONITOR, DETECT, AND RESPOND IN A TIMELY MANNER TO POTENTIAL EMERGENCIES RELATED TO ANIMAL DISEASE OUTBREAKS (E.G., BIRD FLU OR SWINE FLU OR FOOT AND MOUTH DISEASE, ETC.). ADRDL WILL ACHIEVE THIS GOAL AND OBJECTIVE BY USING AND SHARING ITS CURRENT DIAGNOSTIC CAPABILITIES, QUALITY SYSTEM, IT SYSTEM, FINANCIAL SYSTEM, AND ADMINISTRATIVE RESOURCES FOR NAHLN ACTIVITIES RELATED TO ENSURING EMPLOYEE COMPETENCIES, TEST METHOD VALIDATION, REAL TIME DATA COMMUNICATION WITH STAKEHOLDERS, EMERGENCY PREPAREDNESS EXERCISES, DISEASE MONITORING ACTIVITIES, AND OTHER NAHLN SUPPORT ACTIVITIES AS REQUIRED. WE BELIEVE THAT ADRDL&#39;S COLLABORATION WITH NAHLN WILL HELP OUR NATION TO BE EVER PREPARED TO DEAL WITH EMERGING OR EXISTING THREATS TO ANIMAL HEALTH, AGRICULTURE, AND FOOD SUPPLY IN A TIMELY MANNER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_20233762440863_12H3"}, {"internal_id": 162054742, "Award ID": "20233762440793", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "10.304", "Description": "THE COVID PANDEMIC HIGHLIGHTED THE IMPORTANCE OF DIAGNOSTIC TESTING IN EFFECTIVE RESPONSE TO DISEASE OUTBREAKS. THE MICHIGAN STATE UNIVERSITY VETERINARY DIAGNOSTIC LABORATORY (VDL) PROVIDES RAPID ACCURATE DIAGNOSTIC TESTING FOR ANIMALS IN MICHIGAN AND BEYOND. AS A TIER 1 MEMBER OF THE NATIONAL ANIMAL HEALTH LABORATORY NETWORK (NAHLN), THE VDL STANDS PREPARED TO PROVIDE ROUTINE SURVEILLANCE AND EMERGENCY TESTING FOR A BROAD ARRAY OF DISEASES TO PROTECT ANIMAL AND HUMAN HEALTH. THROUGH THE NAHLN, THE VDL WILL CONTINUE TO SERVE AS LEADERS IN DIAGNOSTIC TESTING, QUALITY ASSURANCE, AND EMERGENCY RESPONSE, TO SUPPORT NATIONAL AND GLOBAL EFFFORTS TO PREDICT, PREVENT, AND RESPOND TO HIGH-CONSEQUENCE DISEASE OUTBREAKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20233762440793_12H3"}, {"internal_id": 162054741, "Award ID": "20233762440792", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "10.304", "Description": "THE WORK PROPOSED INVOLVES RAPID DETECTION OF ANIMAL DISEASES THAT ARE NOT TYPICALLY SEEN IN THE U.S. EARLY RECOGNITION THAT A FOREIGN DISEASE HAS ENTERED THE COUNTRY IS THE FIRST CRITICAL STEP INPROTECTING ANIMALS, ANIMAL AGRICULTURE, AND THE TRADE OF ANIMAL PRODUCTS AT LOCAL, STATE AND NATIONAL LEVELS. SPECIALLY TRAINED LABORATORY WORKERS USING ADVANCED TECHNOLOGY WILL TEST SAMPLES TAKEN FROM CALIFORNIA LIVESTOCK AND POULTRY, LOOKING FOR FOREIGN DISEASES. MOST ALL SAMPLES WILL BE NORMAL, BUT ANY THAT SHOW A POSSIBLE FOREIGN DISEASE WILL IMMEDIATELY TRIGGER AN INVESTIGATION. EARLIER DETECTION MEANS FASTER RESPONSE SO THAT THE DISEASE CAN BE STOPPED FROM SPREADING AND ULTIMATELY BE REMOVED, THUS PREVENTING A POTENTIAL ANIMAL AGRICULTURE CATASTROPHE. ADDITIONALLY, WHEN NO FOREIGN DISEASES ARE FOUND, INTERNATIONAL TRADE PARTNERS WILL BE ASSURED THAT CALIFORNIA AND THE U.S. IS LOOKING AND HAS NOT FOUND ANY OF THE HIGH-RISK DISEASES THAT COULD ALSO HARM THEIR ANIMAL INDUSTRIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20233762440792_12H3"}, {"internal_id": 162054740, "Award ID": "20233762440729", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "10.304", "Description": "THE MAJOR GOAL OF THIS WORK IS TO SUPPORT THE LABORATORY INFRASTRUCTURE OF THE NEBRASKA VETERINARY DIAGNOSTIC CENTER (NVDC) TO BE ABLE TO PERFORM TESTING FOR DISEASES OF HIGH CONSEQUENCE TO US LIVESTOCK AND POULTRY, AN IMPORTANT COMPONENT OF THIS IS TO SUPPORT TESTING CAPACITY IN THE CASE OF AN OUTBREAK OF SUCH A DISEASE THROUGH PARTICIPATION IN THE USDA NATIONAL ANIMAL HEALTH LABORATORY NETWORK. SUCH TESTING IS CRITICAL TO ENSURE THE FREEDOM OF ANIMALS FROM DISEASE, RAPID IDENTIFICATION OF POTENTIALLY INFECTED ANIMALS, OR IN THE ADVENT OF AN OUTBREAK, ALLOW FOR SAFE AND RAPID ANIMAL MOVEMENT OUT OF INFECTED AREAS AND RAPIDLY STOP DISEASE TRANSMISSION. THE GOAL OF THIS WORK IS TO SUPPORT THE ABILITY TO PROVIDE TESTING SERVICES TO FEDERAL AND STATE STAKEHOLDERS TO HELP SUPPORT THE SAFETY OF LIVESTOCK, POULTRY, AND THE FOOD SUPPLY. THE OBJECTIVES OF THIS PROPOSAL SPECIFIC TO NVDC INCLUDE:1. TO PROVIDE DIAGNOSTIC TESTINGCAPABILITIES AND CAPACITIES OF A NATIONAL VETERINARY DIAGNOSTIC LABORATORY NETWORK TO SUPPORT EARLY DETECTION, RAPID RESPONSE, AND CONTINUITY OF BUSINESS IN THE FACE OF HIGH-CONSEQUENCE ANIMAL DISEASE OUTBREAKS. 2. TO PROVIDE QUALITY DIAGNOSTIC TESTING RESULTS TO THE USDA NATIONAL ANIMAL HEALTH NETWORK, THROUGH THE CONTINUED SUPPORT OF THE NEBRASKA VETERINARY DIAGNOSTIC CENTER&#39;S QUALITY SYSTEM AND TESTING EQUIPMENT 3. TO PARTICIPATE IN PREPARDNESS TRAINING AND EXCERCISES SO THAT LABORATORY STAFF AND FACULTY TO RESPOND IN THE EVENT OF A FOREIGN ANIMAL DISEASE OR NAHLN SCOPE DISEASE OUTBREAK. THE IMPACTS OF THIS WORK WILL LEAD TO ENHANCED CAPACITY FOR ACCURATE AND HIGH QUALITYDIAGNOSTIC AND SURVEILLANCE TESTING, WHICH BY SUPPORTING DISEASE MIGITATION AND RAPID IDENTICATION CAN ENABLE RAPID IDENTIFICATION, MITIGATION, AND ELIMINATION OF DISEASE OUTBREAKS IN LIVESTOCK AND POULTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20233762440729_12H3"}, {"internal_id": 161564405, "Award ID": "20233762440718", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-19", "CFDA Number": "10.304", "Description": "BREATHITT VETERINARY CENTER, A NAHLN LEVEL 1 LAB WISHES TO PURCHASE SERVICE CONTRACTS, PAY FOR TRAVEL, EQUIPMENT, RELINING FOR THE INCINERATOR, HVAC FILTERS AND GENERATOR MAINTENANCE TO PREVENT FOREIGN ANIMAL DISEASE FROM LEAVING THE FACILITY AND MANAGE BIOHAZARD WASTE. THE PURCHASE OF THESE ITEMS ARE ALL DIRECTED AT CONTROL OF FOREIGN ANIMAL DISEASE. THE PAST TWO YEARS HAS SEEN A CONSTANT THREAT OF HIGH PATHOGENICITY AVIAN INFLUENZA AND CHRONIC WASTING DISEASE, BOTH NAHLN FOREIGN ANIMAL DISEASES. BVC WANTS TO DIAGNOSE DISEASE WITHOUT CONCERN FOR WEATHER OR OTHER FACTORS THAT COULD INTERRUPT THE POWER GRID. BVC WANTS TO PROTECT THE COMMUNITY AND LIVESTOCK IN THE AREA FROM DISEASE ORIGINATING AT THE LABORATORY. BVC WANTS STAFF MEMBERS TO RECEIVE NECESSARY TRAINING TO MAINTAIN ACCREDITATION AND FULFILL THE MISSION OF THE BVC AND NAHLN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346b020c-5227-3ea1-26de-de2b3747a604-C", "generated_internal_id": "ASST_NON_20233762440718_12H3"}, {"internal_id": 162054739, "Award ID": "20233762440717", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "10.304", "Description": "AS A MEMBER OF THE NATIONAL ANIMAL LABORATORY NETWORK (NAHLN LEVEL-1), THE LOUISIANA ANIMAL DISEASE DIAGNOSTICLABORATORY (LADDL) IS POSITIONED TO RAPIDLY DETECT AND REPORT DISEASES OF INTEREST THAT CAN POTENTIALLY DESTROY THE BILLION-DOLLARANIMAL FOOD INDUSTRIES IN THE UNITED STATES. DISEASES NOT CURRENTLY IN THE UNITED STATES AND AFFECTING CATTLE, PIGS, CHICKENS, ANDTURKEYS CAN QUICKLY CREATE A FOOD SUPPLY SHORTAGE AND AN ECONOMIC CRISIS IN THE UNITED STATES. THE ABILITY TO DETECT AND REPORTTHESE DISEASES ACCURATELY AND QUICKLY BY DIAGNOSTIC TEST METHODS IS CRITICAL. THE GOAL OF THIS WORK IS TO FOCUS ON IMPROVING THELABORATORY&#39;S ABILITY TO TEST AND ABILITY TO REPORT DISEASES OF INTEREST RAPIDLY TO THE PROPER OFFICIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_20233762440717_12H3"}, {"internal_id": 162054738, "Award ID": "20233762440716", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "10.304", "Description": "THE UNIVERSITY OF MISOSURI VETERINARY MEDICAL DIAGNOSTIC LABORATORY (VMDL) IS A LEVEL 1 LABORATORY OF THE NATIONAL ANIMAL HEALTH LABORATORY NETWORK (NAHLN). THE VMDL IS COMMITTED TO SUPPORT NAHLN MISSION OF PROTECTING ANIMAL HEALTH, PUBLIC HEALTH, AND NATION&#39;S FOOD SECURITY. IN 2022-2023, MISSOURI RANKED THIRD NATIONALLY FOR BEEF COWS, SEVENTH FOR HOG, AND SEVENTH FOR TURKEY PRODUCTION. MISSOURI ALSO HAS APPROXIMATELY 1.4 MILLION DEER AND 500,000 HUNTERS WHO HARVEST MORE THAN 300,000 DEER ANNUALLY. AN OUTBREAK OF HIGH CONSEQUENCE EMERGING, AND FOREIGN ANIMAL DISEASE WOULD POTENTIALLY THREATEN THE STATE&#39;S ANIMAL HEALTH, FOOD SECURITY AND ECONOMIC VIGOR. CURRENTLY, THE VMDL IS APPROVED TO TEST THE FOLLOWING AGENTS: AFRICAN SWINE FEVER, CLASSICAL SWINE FEVER, AVIAN INFLUENZA, NEWCASTLE DISEASE, CHRONIC WASTING DISEASE (CWD), FOOT-AND-MOUTH DISEASE, PSEUDORABIES, AND SWINE INFLUENZA. THE VMDL IS ALSO A NAHLN-APPROVED LAB TO CONDUCT ASF/CSF SURVEILLANCE, HAPI SURVEILLANCE OF WILD BIRDS, AND ANTIMICROBIAL RESISTANCE SURVEILLANCE IN ANIMAL PATHOGENS. THE VMDL ELECTRONICALLY MESSAGES DIAGNOSTIC RESULTS OF ABOVEMENTIONED DISEASES TO APHIS DATABASE. AS A NAHLN LEVEL I LAB, THE VMDL WILL CONTINUE TO FOCUS ON MAINTAINING AND FURTHER IMPROVING ITS CAPABILITIES AND CAPACITY FOR EARLY DETECTION AND REPORTING OF EMERGING, REEMERGING AND FOREIGN ANIMAL DISEASES AND CONDITIONS. THE SPECIFIC OBJECTIVES OF THIS PROPOSAL ARE TO 1) MEET ALL RESPONSIBILITIES OF A LEVEL 1 LABORATORY AS OUTLINED IN THE 2023 AGREEMENT FOR PARTICIPATION IN NAHLN AS A LEVEL 1 LABORATORY, 2) INCREASE VMDL CAPABILITIES AND CAPACITY IN ADDRESSING AN ADVERSE ANIMAL HEALTH EVENT SUCH AS AN EMERGING DISEASE DETECTION OR FOREIGN ANIMAL DISEASE OUTBREAK. THE PROJECT HAS A SIGNIFICANT IMPACT ON NAHLN MISSION AND ACTIVITIES AIMED AT PROTECTING US ANIMAL HEALTH AND FOOD SECURITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20233762440716_12H3"}, {"internal_id": 162054737, "Award ID": "20233762440715", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "10.304", "Description": "THIS PROJECT WILL HELP MAINTAIN AND IMPROVE THE CAPABILITIES OF THE UNIVERSITY OF MINNESOTA VETERINARY DIAGNOSTIC LABORATORY TO RESPOND TO A FOOD ANIMAL INFECTIOUS DISEASE. THE PROJECT WILL TARGET FOUR KEY AREAS. THE FIRST OBJECTIVE WILL BE TO MAINTAIN A STRONG LABORATORY QUALITY ASSURANCE PROGRAM. THE SECOND OBJECTIVE WILL FOCUS ON ENSURING THE APPROPRIATE TESTING CAPACITY TO RESPOND TO THE NEEDS OF THE NAHLN, SPECIFICALLY ON PCR DIAGNOSTIC TESTS. THE THIRD OBJECTIVE WILL BE TO ENSURE THAT THE LABORATORY HAS THE ABILITY TO ELECTRONICALLY MESSAGE TEST RESULTS. FINALLY, THE FOURTH OBJECTIVE WILL FOCUS ON INVESTIGATING UNUSUAL CASES THAT COULD BE CAUSED BY AN EMERGING INFECTIOUS DISEASE. OVERALL, THIS PROJECT WILL HELP THE UNIVERSITY OF MINNESOTA VETERINARY DIAGNOSTIC LABORATORY FULFILL THE RESPONSIBILITIES OF A LEVEL 1 NAHLN LABORATORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20233762440715_12H3"}, {"internal_id": 161564404, "Award ID": "20233762440714", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-24", "CFDA Number": "10.304", "Description": "THE WVDL IS A CRITICAL TOOL TO MAINTAIN ANIMAL HEALTH AND PRODUCT MOVEMENT IN WISCONSIN AND WE ARE KEY CONTRIBUTOR TO THE NAHLN AS A LEVEL 1 LABORATORY. WE HAVE BEENACTIVE IN DISEASE TESTING IN RESPONSE TO THE HPAIOUTBREAK SINCE MARCH 2022 AND ARE ONE OF THE BIGGEST CWD TESTING LABORATORIES IN THE NETWORK. WE DO THIS WORK AS AN ADDITION TO OUR REGULAR MISSION CRITICAL WORK TO SUPPORT WISCONSIN VETERINARIANS AND ANIMAL AGRICULTURE INDUSTRIES.THE PRIMARY FOCUS OF THIS PROPOSAL IS THE SALARY SUPPORT FOR KEYADMINISTRATIVE PERSONNEL AND MICROBIOLOGISTS. THESE FUNDS WILL ENHANCE, MANAGE AND SUPPORT THENAHLN PROGRAM AT WVDL AS A HIGH-QUALITY LABORATORY PARTNER IN THE NAHLN NETWORK ANDINCREASE MICROBIOLOGIST CAPABILITIES AND CAPACITY FOR NAHLN DISEASE TESTING IN ROUTINESURVEILLANCE AND THE ON-GOING HPAIDISEASE OUTBREAK.WVDL IS PROUD OF OUR IMPORTANT ROLE INSAFEGUARDING OUR AGRICULTURE AND FOOD SAFETY INDUSTRIES IN WISCONSIN AND THE USA.?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20233762440714_12H3"}, {"internal_id": 162054736, "Award ID": "20233762440713", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "10.304", "Description": "THIS PROJECT IS TO STUDY AND SUPPORT THE RESPONSIVENESS AND READINESS OF THE AHDC IN A REGIONAL OR NATIONAL HIGH- IMPACT DISEASE OUTBREAK IN LIVESTOCK AND POULTRY. SUCH OUTBREAKS AFFECT THE ECONOMIC VIABILITY OF ANIMAL AND FOOD INDUSTRIES AND PUBLIC HEALTH. THE AHDC WILL SUPPORT A NATIONAL SYSTEM TO NOT ONLY DETECT A FIRST INSTANCE OF FOREIGN ANIMAL OR EMERGING DISEASE, BUT ALSO PROVIDE THE CAPACITY TO SCALE UP TESTING ACTIVITIES TO PROVIDE THE TESTING BACKBONE FOR ALL DISEASE CONTROL, ERADICATION AND POST OUTBREAK SURVEILLANCE, AND TO ENHANCE AND/OR DEVELOP TESTS AND WORK PROCESSES TO EFFECTIVELY RESPOND TO SUCH EMERGENCIES. WITH MORE THAN 220 FACULTY AND STAFF WHO IN NYS FISCAL YEAR 2023, PROCESSED MORE THAN 280,000 ACCESSIONS FOR MORE THAN 7,000 VETERINARY ACCOUNTS FROM ALL STATES AND TERRITORIES OF THE UNION AND FROM ABROAD, THE AHDC HAS THE EXPERTISE AND INFRASTRUCTURE TO BE A LEVEL 1 LABORATORY IN THE NATIONAL ANIMAL HEALTH LABORATORY NETWORK (NAHLN).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20233762440713_12H3"}, {"internal_id": 162054735, "Award ID": "20233762440712", "Award Amount": 32000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "10.304", "Description": "NON-TECHNICAL SUMMARY:OVERALL PROJECT GOAL: TO ORGANIZE AND PROVIDE A NATIONAL SYMPOSIUM TO EVALUATE THE CURRENT STRUCTURE OF THE NATIONAL ANIMAL HEALTH LABORATORY NETWORK (NAHLN) AND DISCUSS OPTIONS FOR ENHANCEMENT. THIS PROJECT GOAL ALIGNS WITH STRATEGIC GOAL # 2 OF THE USDA STRATEGIC PLAN FY 2022-2026, ENSURE AMERICA&#39;S AGRICULTURAL SYSTEM IS EQUITABLE, RESILIENT, AND PROSPEROUS, PARTICULARLY OBJECTIVE 2.1, PROTECT PLANT AND ANIMAL HEALTH BY MINIMIZING MAJOR DISEASES, PESTS, AND WILDLIFE CONFLICTS.OBJECTIVE: TO HOST A ONE-DAY SYMPOSIUM CONSISTING OF PRESENTATIONS BY INVITED SUBJECT MATTER EXPERT SPEAKERS AND FACILITATOR DRIVEN PANEL DISCUSSION OPPORTUNITIES ON OCTOBER 12, 2023 (NATIONAL HARBOR, MARYLAND) TO ENHANCE, AND FURTHER STRENGTHEN THE CURRENT NAHLN FRAMEWORK AND OTHER ACCREDITED LABORATORIES&#39; ABILITY TO EFFICIENTLY, ACCURATELY AND IN A TIMELY FASHION, RESPOND TO ANIMAL/ HUMAN PUBLIC HEALTH DISEASE OUTBREAKS, AND CURRENT AND FUTURE PANDEMICS.RELEVANCE: MANY OPTIONS FOR NAHLN ENHANCEMENT WILL BE CONSIDERED SUCH AS IDENTIFYING SPECIFIC NEEDED ACTIVITIES OR DEVELOPING SPECIALTY HUB CENTERS THAT SUPPORT THE NEEDS AND TECHNOLOGICAL OPPORTUNITIES IN DIAGNOSTIC MEDICINE INCLUDING THE SURVEILLANCE, EPIDEMIOLOGY AND RESPONSE. THE AREAS FOR DISCUSSION UNDER THIS PROJECT INCLUDE INNOVATIONS IN RESILIENCE OF VETERINARY DIAGNOSTICS, SURVEILLANCE, RESOURCE SHARING, AND GENERATION OF A COMPETENT WORKFORCE FOR ENHANCING THE ONE-HEALTH APPROACH IN THE US.EXPECTED OUTCOME: WE ANTICIPATE ~250 PARTICIPANTS CONSISTING OF NAHLN LABORATORY DIRECTORS, ASSOCIATE DIRECTORS, LABORATORY PERSONNEL, INDUSTRY STAKEHOLDERS, REGULATORY BODIES AND OTHER ENTITIES, CONTRIBUTING TO THIS SYMPOSIUM RESULTING IN GENERATION OF INNOVATIVE IDEAS THAT COULD BE INCORPORATED INTO WHITE PAPER FOR STRATEGIC PLANNED INITIATIVES FOR ENHANCING NAHLN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20233762440712_12H3"}, {"internal_id": 160861885, "Award ID": "20233762340794", "Award Amount": 378250.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "10.304", "Description": "THE US AGRICULTURALPRODUCTION SYSTEM AND SUPPLY CHAIN HAS FACED UNPRECEDENTED CHALLENGES IN RECENT YEARS. COVID-19, EXTREME WEATHER EVENTS, AND WORKFORCE SHIFTS HAVE ALL HIGHLIGHTED VULNERABILITIES IN THE AGRIFOOD SYSTEM. THESE CHALLENGES, ALONG WITHNEW AND EMERGING THREATS SUCH AS CYBER TERRORISM, INTENSIFY THE NEED FOR EDUCATION AND PROFESSIONAL DEVELOPMENT SURROUNDING AGROSECURITY AND COMMUNITY RESILIENCE FOR THE AGRIFOOD INDUSTRY AND THE COMMUNITIES THEY SUPPORT. ADVANCING BOTH REQUIRES A MULTIFACETED APPROACH THAT INVOLVES COLLABORATION, CAPACITY-BUILDING, AND EXTENSION PROGRAM INNOVATION WHICH BUILDS CAPACITY AROUND RISK ASSESSMENT, PREVENTION, PREPAREDNESS, RESPONSE, AND RECOVERY.THIS PROJECTWILL BUILD ON THE EXISTING WORK AND PROGRAMMING OF THE EXTENSION DISASTER EDUCATION NETWORK (EDEN). THE EDEN PROJECT IS A COLLABORATIVE NETWORK OF EXTENSION PROFESSIONALS ACROSS THE UNITED STATES AND TERRITORIES WHO WORK TO IMPROVE THE DELIVERY OF EDUCATION AND INFORMATION, AND THE AVAILABILITY OF RESOURCES RELATED TO DISASTER PREPAREDNESS, RESPONSE, AND RECOVERY. WE WILL SUPPORT EDEN INEXPANDING THE REACH OF EXISTING PROGRAMSAND ACCELERATINGEMERGING ONES BY LEVERAGING THE EXPERIENCE AND TOOLSOF THEPROJECT TEAM. WE WILL PARTNER WITH EDEN TO IDENTIFYNEW EDUCATIONAL/PROGRAMMING NEEDS, BUILDING THE CAPACITY OF THE NETWORK BY PROVIDING FUNDING AND TECHNICAL ASSISTANCE TO BUILD EDUCATIONAL PROGRAMMING AROUND THOSE NEEDS. WE WILLINFUSE THIS WORK PROVEN INNOVATION PROGRAMMINGAND TOOLS TO MAXIMIZE THEIMPACT OF EDEN PROGRAMS AND HELP BUILD RESILIENT INTERNAL AND EXTERNAL STRUCTURES AND PARTNERSHIPS. WE WILL SEEK TO BUILD NEW PARTNERSHIPS WITH AGENCIES, ORGANIZATIONS, AND NON-PROFITS TO ADDRESS NEW AND EMERGING THREATS. BY WORKING TOGETHER, STAKEHOLDERSCAN DEVELOP AND IMPLEMENT SUSTAINABLE AGRICULTURAL SYSTEMS THAT BENEFIT FARMERS, COMMUNITIES, AND THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "04dd22a5-d289-5a86-a8c3-249576575286-C", "generated_internal_id": "ASST_NON_20233762340794_12H3"}, {"internal_id": 152523497, "Award ID": "20223762438494", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "10.304", "Description": "NAHLN: LEVEL 1 LABORATORY WORK PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20223762438494_12H3"}, {"internal_id": 152523498, "Award ID": "20223762438493", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "10.304", "Description": "USDA - NIFA - NAHLN - LEVEL 1 SUPPORT FY 2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_20223762438493_12H3"}, {"internal_id": 151587272, "Award ID": "20223762438360", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "10.304", "Description": "NAHLN: LEVEL 1 COOPERATIVE AGREEMENT FOR FY2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20223762438360_12H3"}, {"internal_id": 151587248, "Award ID": "20223762438261", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-22", "CFDA Number": "10.304", "Description": "NAHLN: LEVEL 1 INFRASTRUCTURE SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20223762438261_12H3"}, {"internal_id": 151587295, "Award ID": "20223762438260", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-22", "CFDA Number": "10.304", "Description": "NAHLN: MAINTAIN LEVEL 1 STATUS AND INCREASE NAHLN CAPABILITIES AND CAPACITY IN ADDRESSING AN ADVERSE ANIMAL HEALTH EVENT SUCH AS MAY OCCUR WITH AN EMERGING DISEASE DETECTION OR FOREIGN ANIMAL DISEASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20223762438260_12H3"}, {"internal_id": 151586352, "Award ID": "20223762438239", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "10.304", "Description": "NAHLN (NATIONAL ANIMAL HEALTH LABORATORY NETWORK) LEVEL 1 LABORATORY FOR THE FOOD AND AGRICULTURE DEFENSE INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20223762438239_12H3"}, {"internal_id": 151585971, "Award ID": "20223762438238", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-22", "CFDA Number": "10.304", "Description": "NAHLN: COOPERATIVE PROJECT WITH ANIMAL DISEASE RESEARCH & DIAGNOSTICS LABORATORY (ADRDL) AS A LEVEL 1 LABORATORY FOR FY2022.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_20223762438238_12H3"}, {"internal_id": 151587387, "Award ID": "20223762438237", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "10.304", "Description": "NAHLN NIFA SUPPORT 2022-2023", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2becc577-7e88-c69f-e38c-6632e97b23cf-C", "generated_internal_id": "ASST_NON_20223762438237_12H3"}, {"internal_id": 151882517, "Award ID": "20223762438236", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-06", "CFDA Number": "10.304", "Description": "NAHLN INFRASTRUCTURE SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdf78957-72a9-d3aa-3e97-df6e0323a41e-C", "generated_internal_id": "ASST_NON_20223762438236_12H3"}, {"internal_id": 151587216, "Award ID": "20223762438235", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "10.304", "Description": "NAHLN 2022 NATIONAL ANIMAL HEALTH LABORATORY NETWORK, LEVEL 1", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20223762438235_12H3"}, {"internal_id": 151882521, "Award ID": "20223762438234", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "10.304", "Description": "NAHLN SCOPE DISEASES: MAINTAIN CAPACITY AT WISCONSIN VETERINARY DIAGNOSTIC LABORATORY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20223762438234_12H3"}, {"internal_id": 151882523, "Award ID": "20223762438233", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "10.304", "Description": "NAHLN MN FY22 LEVEL 1 MEMBER LAB AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20223762438233_12H3"}, {"internal_id": 151882524, "Award ID": "20223762438232", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "10.304", "Description": "NAHLN: PURCHASE OF EQUIPMENT, SERVICE AND MAINTENANCE CONTRACTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346b020c-5227-3ea1-26de-de2b3747a604-C", "generated_internal_id": "ASST_NON_20223762438232_12H3"}, {"internal_id": 151882526, "Award ID": "20223762438231", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "10.304", "Description": "NAHLN INFRASTRUCTURE SUPPORT FOR OHIO LEVEL 1 LAB", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5639897c-e8cc-09eb-48f6-3ae0cf66cb99-C", "generated_internal_id": "ASST_NON_20223762438231_12H3"}, {"internal_id": 151882520, "Award ID": "20223762438230", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "10.304", "Description": "NATIONAL ANIMAL HEALTH LABORATORY NETWORK (NAHLN) LEVEL 1 LABORATORY: MICHIGAN STATE UNIVERSITY VETERINARY DIAGNOSTIC LABORATORY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20223762438230_12H3"}, {"internal_id": 151882518, "Award ID": "20223762438229", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "10.304", "Description": "NAHLN: CAHFS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20223762438229_12H3"}, {"internal_id": 151587422, "Award ID": "20223762438175", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-12", "CFDA Number": "10.304", "Description": "NAHLN LEVEL 1 LAB - MAINTAINING AND FURTHER IMPROVING CAPACITY AND CAPABILITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20223762438175_12H3"}, {"internal_id": 151882527, "Award ID": "20223762338357", "Award Amount": 382400.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "10.304", "Description": "ADVANCING AGROSECURITY AND COMMUNITY RESILIENCE THROUGH COLLABORATION, CAPACITY-BUILDING AND EXTENSION PROGRAM INNOVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20223762338357_12H3"}, {"internal_id": 151587412, "Award ID": "20223762138279", "Award Amount": 607849.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "10.304", "Description": "WESTERN PLANT DIAGNOSTIC NETWORK REGIONAL CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20223762138279_12H3"}, {"internal_id": 151882519, "Award ID": "20223762138278", "Award Amount": 516531.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "10.304", "Description": "NORTH CENTRAL PLANT DIAGNOSTIC NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20223762138278_12H3"}, {"internal_id": 151882525, "Award ID": "20223762138276", "Award Amount": 472400.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-29", "CFDA Number": "10.304", "Description": "UMAINE NORTHEASTERN REGIONAL CENTER NPDN 2022-2026", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_20223762138276_12H3"}, {"internal_id": 151586346, "Award ID": "20223762138274", "Award Amount": 270000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "10.304", "Description": "NPDN NATIONAL DATABASE/NATIONAL NETWORK OF DIAGNOSTIC CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20223762138274_12H3"}, {"internal_id": 151587161, "Award ID": "20223762138263", "Award Amount": 617166.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-19", "CFDA Number": "10.304", "Description": "THE SOUTHERN PLANT DIAGNOSTIC NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20223762138263_12H3"}, {"internal_id": 151882515, "Award ID": "20223762138262", "Award Amount": 547654.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-29", "CFDA Number": "10.304", "Description": "GREAT PLAINS DIAGNOSTIC NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20223762138262_12H3"}, {"internal_id": 139138935, "Award ID": "20213762435673", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "10.304", "Description": "THE FINANCIAL RESOURCES PROVIDED TO THE IOWA STATE UNIVERSITY VETERINARY DIAGNOSTIC LABORATORY (ISU VDL) AS A CORE LABORATORY IN THE NATIONAL ANIMAL HEALTH LABORATORY NETWORK (NAHLN) ARE ESSENTIAL IN ENHANCING ANIMAL DISEASE MONITORING CAPABILITIES AND CAPACITY, DEMONSTRATING COMPETENCE AND COMPLIANCE OF WELL-DEFINED TESTING STANDARDS, SUPPORTING THE DEVELOPMENT AND IMPLEMENTATION OF QUALITY ASSURANCE PROGRAMS THAT DRIVE THE CONTINUOUS IMPROVEMENT OF THE LABORATORY, INCREASING COLLABORATION AND CONNECTIVITY BETWEEN STATE AND FEDERAL ANIMAL HEALTH OFFICIALS AND DIAGNOSTIC LABORATORIES, AND IMPROVING FOREIGN OR EMERGING ANIMAL DISEASE TESTING, SURVEILLANCE, AND CONTAINMENT CAPABILITIES. NAHLN&#39;S SUPPORT OF THE ISU VDL IS ESSENTIAL IN DRIVING THE CONTINUAL IMPROVEMENT OF THE LABORATORY&#39;S ABILITY TO ADEQUATELY SERVE AND PROTECT THE HEALTH AND WELL-BEING OF US FOOD-ANIMAL AGRICULTURE AND THE SAFETY AND ABUNDANCE OF OUR NATION&#39;S FOOD-SUPPLY. FEDERAL SUPPORT THROUGH THE NAHLN IS ACORNERSTONE OF ENHANCING OUR LABORATORY, REGIONAL, AND NATIONAL PREPAREDNESS TO EFFECTIVELY MONITOR AND RESPOND TO EMERGING DISEASES OF IMPORTANCE TO BOTH ANIMAL AND HUMAN HEALTH. THESE FUNDS HAVE ENABLED THE ISU VDL THE ABILITY TO MAINTAIN A BSL- 3 CAPABLE DIAGNOSTIC LABORATORY SPACE AND PROFICIENCY-TRAINED DIAGNOSTIC TECHNICIANS THAT MUST BE PREPARED WHEN A DISEASE OUTBREAK OCCURS AND UTILIZED ON A REGULAR BASIS FOR FOREIGN, EMERGING, AND DOMESTIC DISEASE SURVEILLANCE. THESE FUNDS ALSO SUPPORT LABORATORY INFORMATION TECHNOLOGY INFRASTRUCTURE, CAPABILITIES, AND PERSONNEL TO DEVELOP AND USE DATA SYSTEMS NECESSARY FOR SECURE MANAGEMENT AND TRANSMISSION OF SENSITIVE LABORATORY DATA. SIMILARLY, SUPPORT THROUGH THE NAHLN HAS BEEN CRITICAL TOWARDS ENHANCING THE ISU VDL&#39;S QUALITY ASSURANCE PROGRAMS THAT VALIDATE THE ACCURACY AND RELIABILITY OF THE TEST RESULTS TO REASSURE DECISION-MAKERS AND FOREIGN TRADING PARTNERS THAT THEY CAN HAVE CONFIDENCE IN THE RESULTS. IN SHORT, FUNDING RECEIVED THROUGH THE NAHLN IS USED AS AN EXTREMELY EFFICIENT AND EFFECTIVE MEANS OF LEVERAGING THE CAPABILITIES EXISTING AT THE ISU VDL TO ENHANCE THE US DIAGNOSTIC SYSTEM SERVING TO PROTECT ANIMAL HEALTH, HUMAN HEALTH, AND THE GREATER THAN 100 BILLION DOLLAR US ANIMAL AGRICULTURAL ECONOMY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20213762435673_12H3"}, {"internal_id": 138710425, "Award ID": "20213762435650", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "10.304", "Description": "AS A MEMBER OF THE NATIONAL ANIMAL LABORATORY NETWORK, THE LOUISIANA ANIMAL DISEASE DIAGNOSTIC LABORATORY IS POSITIONED TO RAPIDLY DETECT AND REPORT DISEASES OF INTEREST THAT CAN POTENTIALLY DESTROY THE BILLION-DOLLAR ANIMAL FOOD INDUSTRIES IN THE UNITED STATES. DISEASES NOT CURRENTLY IN THE UNITED STATES AND AFFECT CATTLE, PIGS, CHICKENS, AND TURKEYS CAN QUICKLY CREATE A FOOD SUPPLY SHORTAGE AND AN ECONOMIC CRISIS IN THE UNITED STATES. THE ABILITY TO DETECT AND REPORT THESE DISEASES ACCURATELY AND QUICKLY BY DIAGNOSTIC TEST METHODS IS CRITICAL. THE GOAL OF THIS WORK IS TO FOCUS ON IMPROVING THE LABORATORY&#39;S ABILITY TO TEST AND ABILITY TO REPORT DISEASES OF INTEREST RAPIDLY TO THE PROPER OFFICIALS. THE OBJECTIVES FOR THIS PROJECT ARE 1) INCREASE PROFICIENCY IN LABORATORY TESTING METHODS, 2) TRAIN PERSONNEL IN TEST REPORTING USING A STANDARD CODING SYSTEM, AND 3) INCREASE THE QUALITY OF WORK PERFORMED USING SOFTWARE AND TRAINING. THE EXPECTED OUTCOME OF THIS PROJECT WILL BE INCREASED EFFICIENCY IN DETECTING AND REPORTING DISEASES OF INTEREST RAPIDLY TO PREVENT ECONOMIC LOSSES TO THE ANIMAL INDUSTRIES AND PREVENT ANY TIME OF FOOD SHORTAGE IN THE UNITED STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_20213762435650_12H3"}, {"internal_id": 138710428, "Award ID": "20213762435555", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-22", "CFDA Number": "10.304", "Description": "THE PURPOSE OF THE NAHLN IS TO PROVIDE EARLY DETECTION, RAPID RESPONSE AND APPROPRIATE RECOVERY FROM AN ADVERSE ANIMAL HEALTH EVENT. ACTIVITIES SUPPORTING THE PRIORITY OF DISEASE IDENTIFICATION AND SURVEILLANCE FOCUS AROUND IDENTIFICATION OF HIGH CONSEQUENCE PATHOGENS INCLUDING THOSE THAT ARE TRAN&#39;S BINDERY/FOREIGN ANIMAL DISEASES (FAD), ENDEMIC TO THE US OR NEWLY EMERGING DISEASES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20213762435555_12H3"}, {"internal_id": 138710429, "Award ID": "20213762435554", "Award Amount": 244001.58, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-14", "CFDA Number": "10.304", "Description": "THE 2021 WISCONSIN VETERINARY DIAGNOSTIC LABORATORY (WVDL) NAHLN COOPERATIVE AGREEMENT WILLBUILD ONTHE ACCOMPLISHMENTS DURING FEDERAL FISCAL YEAR 2020 AND A PLAN OF WORK TO CONTINUE OUR PREPARATION FOR AGRICULTURAL EMERGENCIES. WE WILL MAINTAIN AND IMPROVEOF OUR QUALITY SYSTEM AND IT INFRASTRUCTURE, CONTINUEEDUCATION AND TRAINING OF MICROBIOLOGISTS, MAINTAINPROFICENCY THROUGH SURVEILLANCE ACTIVITIES AND FURTHER DEVELOP CAPACITY FOR EMERGENCY RESPONSE. WVDL HAS A SUCCESSFUL TRACK RECORD FOR BEING HIGHLY EFFECTIVE AND EFFICIENT IN ASSAY DVELOPMENT AND TESTING FOR LIFESTOCK ENDEMIC DISEASES.CONTINUED INVESTMENT IN WVDL WILL BE BENEFICIAL TO THE CRITICAL MISSION OF NAHLN TO IMPROVE AND PROMOTE EARLY DETECTION OF POTENTIALLY HARMFUL PATHOGENS TO ANIMALS AND PEOPLE. ADDITIONALLY, WVDL WILL CONTINUE TO PLAY AN ACTIVE ROLE IN THE NAHLN TECHNICAL METHODS WORKING GROUP AND WILL CONTINUTE RESEARCH AND DEVELOPMENT THAT AIMS TO PROVIDE A FRAMEWORK TO IMPROVE AND BUILD CAPACITY BEYOND THE CURRENT NAHLN PROGRAM. WVDL EXPECTS TO CONTINUE COLLABORATION WITH STATE AND FEDERAL PARTNERS, AS WELL AS OTHER VETERINARY DIAGNOSTIC LABORATORIES TO ACHIVE THE COMMON GOAL OF NAHLN PROGRAM TO PROTECT AMERICAN AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20213762435554_12H3"}, {"internal_id": 138710432, "Award ID": "20213762435553", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.304", "Description": "THE PROJECT FOR BREATHITT VETERINARY CENTER IS TO PURCHASE:1. DIGITAL MONITORING AND NOTIFICATION SYSTEM FOR EQUIPMENT IN THE FACILITY. THIS SYSTEM WILL MONITOR THE ENVIRONMENTAL CONDITIONS WITHIN CERTAIN PIECES OF EQUIPMENT AND NOTIFY STAFF IF PREDETERMINED CONDITIONS ARE NOT MET. THESE PARAMETERS ARE GENERALLY TEMPERATURE, HUMIDITY AND/OR CO2 LEVELS. SAMPLES BEING TESTED, REAGENTS, TEST KITS AND SAMPLES CAN ALL BE AFFECTED BY CONDITIONS GOING OUT OF BOUNDS. RSULTS OF TESTS CAN BE INVALIDATED, EXPENSIVE REAGENTS AND TEST KITS CAN BE DAMAGED AND RENDERED USELESS AND SAMPLES CAN BE DESTROYED IF CONDITIONS ARE NOT HELD TO PROPER LEVELS. THIS SYSTEM WOULD MONITOR THESE CONDITIONS AND IMMEDIATELY NOTIFY STAFF WHEN THAT OCCURS. THIS NOTIFICATION CAN BE VIA ALARM DURING THE DAY OR VIA TEXT OR TELEPHONE CALL AFTERHOURS.2. SERVICE CONTRACTS ARE PUT IN PLACE TO PROVIDE ROUTINE MAINTENANCE FOR EQUIPMENT, RESULTING IN LONGER LIFE SPAN AND BETTER OPERATING EFFICIENCY. SHOULD EQUIPMENT REQUIRE REPAIR OR REPLACEMENT, SERVICE CONTRACTS PROVIDE FOR GUARANTEED TECHNICIAN ARRIVAL AND REPLACEMENT EQUIPMENT WITHIN A SPECIFIED TIME FRAME. BOTH OF THESE FACTORS CAN IMPROVE DIAGNOSTIC ABILITY GREATLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346b020c-5227-3ea1-26de-de2b3747a604-C", "generated_internal_id": "ASST_NON_20213762435553_12H3"}, {"internal_id": 138710430, "Award ID": "20213762435456", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-16", "CFDA Number": "10.304", "Description": "THE NATION&#39;S PUBLIC HEALTH AND FOOD SUPPLY IS AT CONSTANT RISK FROM ACCIDENTAL OR MALICIOUS INTRODUCTION OF EXOTIC ANIMAL DISEASES. IF ONE OF THESE RISKS WERE TO CAUSE AN FAD OUTBREAK IN THE UNITED STATES, RAPID, HIGH CAPACITY DIAGNOSTIC TESTING WOULD BE NEEDED TO CONTROL THE OUTBREAK. KSVDL AS PART OF THE NETWORK OF NAHLN LABORATORIES IS ONE OF THE LABORATORIES TO RESPOND WITH HIGH CAPACITY, RAPID, AND ACCURATE DIAGNOSTIC TESTING. THIS GRANT PROVIDES INCREASED INFRASTRUCTURE TO KSVDL THROUGH IMPROVING EQUIPMENT, QUALITY SYSTEM AND SALARIES OF KEY TESTING PERSONNEL TO IMPROVE KSVDL&#39;S DIAGNOSTIC TESTING RESPONSE TO A FAD IF NEEDED. IT ALSO PROVIDES SUPPORT FOR ROUTINE SURVEILLANCE AND DISEASE INVESTIGATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20213762435456_12H3"}, {"internal_id": 138340986, "Award ID": "20213762435455", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-09", "CFDA Number": "10.304", "Description": "THE TEXAS A&AMP;M VETERINARY MEDICAL DIAGNOSTIC LABORATORY (TVMDL) WILL MEET ALL RESPONSIBILITIES OF A LEVEL 1 MEMBER OF THE NATIONAL ANIMAL HEALTH LABORATORY NETWORK, AS OUTLINED IN THE 2021 AGREEMENT FOR PARTICIPATION.TVMDL ANTICIPATES IT WILL INCREASE NAHLN CAPABILITIES AND CAPACITY DURING AN ADVERSE ANIMAL HEALTH EVENT, OR DISEASE OUTBREAK. IT WILL HAVE A CONTINUES FOCUS FOR STRENGTHENING THE TVMDL QUALITY SYSTEM TO ENSURE TESTING IS DONE ACCURATELY AND TIMELY. TVMDL WILL ALSO EXPAND ITS MESSAGING CAPABILITIES BY ENHANCING ITS LABORATORY INFORMATION MANAGEMENT SYSTEM. THIS WILL ALLOW FOR IMPROVEMENTS IN DATA REPORTING BOTH INTERNALLY AND TO EXTERNAL PARTIES. TVMDL WILL CONTINUE TO FOSTER PARTNERSHIPS AND COMMUNICATION WITH OUT DIAGNOSTIC LABORATORIES ACROSS THE UNITED STATES. LOCALLY, TVMDL WILL FOSTER COLLABORATIONS WITH OTHER STATE PARTNERS TO ENHANCE OUR OUTREACH AND DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdf78957-72a9-d3aa-3e97-df6e0323a41e-C", "generated_internal_id": "ASST_NON_20213762435455_12H3"}, {"internal_id": 138710433, "Award ID": "20213762435454", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-14", "CFDA Number": "10.304", "Description": "AS A LEVEL 1 LABORATORY OF THE NATIONAL ANIMAL HEALTH LABORATORY NETWORK, THE OHIO ANIMAL DISEASE DIAGNOSTIC LABORATORY (ADDL) SUPPORTS THE USDA BY PROVIDINGEARLY DETECTION, RAPID RESPONSE, AND RECOVERY FROM HIGH CONSEQUENCE ANIMAL DISEASES. THE FINANCIAL RESOURCES PROVIDED TO THE OHIO ADDL AS A LEVEL 1 NAHLN LABORATORY WILL PROVIDE ESSENTIAL SUPPORT FOR ENHANCED ANIMAL DISEASE TESTING CAPABILITIES AND CAPACITY, SUPPORT FOR THE QUALITY ASSURANCE PROGRAM THAT DRIVES CONTINUOUS IMPROVEMENT OF THE LABORATORY, AND CONNECTIVITY BETWEEN STATE AND FEDERAL PARTNERS FOR COLLABORATION AND DISEASE REPORTING. THESE FUNDS WILL HELP THE OHIO ADDL MAINTAIN ITS BSL-3 LABORATORY THAT IS USED FOR INVESTIGATIONS OF HIGH CONSEQUENCE PATHOGENS AND OUTBREAK RESPONSE. ELECTRONIC HL7 MESSAGING AND IT INFRASTRUCTURE WILLALSO BE SUPPORTED BY THIS COOPERATIVE AGREEMENT, NECESSARY FOR MANAGEMENT AND SHARING OF SENSITIVE LABORATORY DATA. CURRENTLY, THE OHIO ADDL CAN MESSAGE APMV-1, ASF, CSF, FMD, IAV-A, IAV-S ANDPRV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5639897c-e8cc-09eb-48f6-3ae0cf66cb99-C", "generated_internal_id": "ASST_NON_20213762435454_12H3"}, {"internal_id": 138710426, "Award ID": "20213762435453", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "10.304", "Description": "THE UNIVERSITY OF MISOSURI VETERINARY MEDICAL DIAGNOSTIC LABORATORY (VMDL) IS A LEVEL 1 LABORATORY OF THE NATIONAL ANIMAL HEALTH LABORATORY NETWORK (NAHLN). THE VMDL IS COMMITTED TO SUPPORT NAHLN MISSION OF PROTECTING ANIMAL HEALTH, PUBLIC HEALTH, AND NATION&#39;S FOOD SECURITY. MISSOURI IS A TOP AGRICULTURAL STATE AND IT RANKS THIRD NATIONALLY FOR BEEF COWS AND CALF CROP, SIXTH FOR HOG, AND ELEVENTH FOR EGG PRODUCTION. MISSOURI ALSO HAS APPROXIMATELY 1.4 MILLION DEER AND 500,000 HUNTERS WHO HARVEST ABOUT 300,000 DEER ANNUALLY. AN OUTBREAK OF HIGH-CONSEQUENCE EMERGING AND FOREIGN ANIMAL DISEASES WOULD POTENTIALLY THREATEN THE STATE&#39;S ECONOMIC VIGOR, NOT ONLY THROUGH THE DIRECT IMPACT ON AGRICULTURE, BUT ALSO ON EXPORT MARKETS, PROCESSING INDUSTRIES, AND MISSOURI&#39;S THRIVING TOURISM INDUSTRY. CURRENTLY, THE VMDL IS APPROVED TO TEST THE FOLLOWING AGENTS: AFRICAN SWINE FEVER, CLASSICAL SWINE FEVER, AVIAN INFLUENZA, NEWCASTLE DISEASE, CHRONIC WASTING DISEASE (CWD), FOOT-AND-MOUTH DISEASE, PSEUDORABIES, AND SWINE INFLUENZA. AS A NAHLN LEVEL 1 LABORATORY, THE VMDL WILL CONTINUE TO FOCUS ON THE ENHANCEMENT OF ITS CAPABILITIES AND CAPACITY FOR EARLY DETECTION OF ABOVEMENTIONED DISEASES AND TIMELY RESPONSE TO DISEASE OUTBREAKS. THE SPECIFIC OBJECTIVES OF THIS PROPOSAL IS TO 1) FULFILL ALL RESPONSIBILITIES OF A LEVEL 1 LABORATORY AS OUTLINED IN THE 2021 AGREEMENT FOR PARTICIPATION IN NAHLN AS A LEVEL 1 LABORATORY AND 2) INCREASE NAHLN CAPABILITIES AND CAPACITY IN ADDRESSING EMERGING DISEASES AND FOREIGN ANIMAL DISEASE OUTBREAK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20213762435453_12H3"}, {"internal_id": 138341007, "Award ID": "20213762435452", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-08", "CFDA Number": "10.304", "Description": "THIS PROJECT WILL HELP THE SOUTH DAKOTA ANIMAL DISEASE RESEARCH &AMP; DIAGNOSTICS LABORATORY (ADRDL) CONTINUE TO BE A TOP-LEVEL PARTNER WITH NATIONAL ANIMAL HEALTH LABORATORY NETWORK (NAHLN) IN PROVIDING A SOLID DEFENSE TO AMERICAN AGRICULTURE SYSTEM. IN THIS CAPACITY, ADRDL WILL ENSURE THAT IT IS PREPARED TO SUPPORT THE NAHLN MISSION TO MONITOR, DETECT, AND RESPOND IN A TIMELY MANNER TO POTENTIAL EMERGENCIES RELATED TO ANIMAL DISEASE OUTBREAKS (E.G., BIRD FLU OR SWINE FLU OR FOOT AND MOUTH DISEASE, ETC.). THE ADRDL WILL ACHIEVE THIS OBJECTIVE BY USING AND SHARING ITS CURRENT DIAGNOSTIC CAPABILITIES, QUALITY SYSTEM, IT SYSTEM, FINANCIAL SYSTEM, AND ADMINISTRATIVE RESOURCES FOR NAHLN ACTIVITIES RELATED TO ENSURING EMPLOYEE COMPETENCIES, TEST METHOD VALIDATION, REAL TIME DATA COMMUNICATION WITH STAKEHOLDERS, EMERGENCY PREPAREDNESS EXERCISES, DISEASE MONITORING ACTIVITIES, AND OTHER NAHLN SUPPORT ACTIVITIES AS REQUIRED. WE BELIEVE THAT ADRDL&#39;S COLLABORATION WITH NAHLN WILL HELP OUR NATION TO BE EVER PREPARED TO DEAL WITH EMERGING OR EXISTING THREATS TO ANIMAL HEALTH, AGRICULTURE, AND FOOD SUPPLY IN A TIMELY MANNER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_20213762435452_12H3"}, {"internal_id": 138341006, "Award ID": "20213762435421", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-09", "CFDA Number": "10.304", "Description": "THE RECENT HIGHLY PATHOGENIC H7N3 AVIAN INFLUENZA OUTBREAKS IN TURKEYS IN SOUTH CAROLINA DEMONSTRATED THAT MAINTENANCE OF EXTENSIVE PHYSICAL AND HUMAN RESOURCES AT THE STATE LEVEL IS ESSENTIAL FOR THE USDA TO EFFICIENTLY DETECT, MANAGE, AND ERADICATE MAJOR DISEASE OUTBREAKS. THIS APPLICATION AIMS AT MAINTAINING AND ENHANCING THE CAPACITY OF THE ATHENS VETERINARY DIAGNOSTIC LABORATORY (AVDL) AND THE TIFTON VETERINARY DIAGNOSTIC AND INVESTIATIVE LABORATORY (TVDIL) AS THE BRANCH LABORATORY AT THE UNIVERSITY OF GEORGIA TO SERVE AS A LEVEL 1 NAHLN MEMBER. THE OVERALL GOALS OF THE PROPOSAL ARE TO ENHANCE THE CAPABILITY TO RAPIDLY RESPOND TO EMERGING OR EXISTING BIOTERRORIST THREATS TO ANIMAL HEALTH, TO ADDRESS EMERGENCY BIOLOGICAL AND CHEMICAL THREATS TO ANIMAL AGRICULTURE AND THE SECURITY OF THE FOOD SUPPLY. THE LABORATORIES WILL CONTINUE TO MAINTAIN TESTING AND MESSAGING PROFICIENCY FOR AVIAN INFLUENZA, AFRICAN SWINE FEVER, CLASSICAL SWINE FEVER, FOOT AND MOUTH DISEASE, SWINE INFLUNZA ANDNEW CASTLE DISEASE. THE LABORATORIES WILL MAINTAIN CAPACITY OF SARS-COV-2 TESTING OF ANIMAL AND HUMAN SAMPLES DURING THE ONOGING PANDEMIC. TO ACHIEVE THE ABOVE GOALS, ACTIVITIES WILL BE UNDERTAKEN IN FIVE AREAS: 1) QUALITY SYSTEM; 2) STAFF TRAINING FOR FOREIGN AND EMERGING ANIMAL DISEASES; 3) LABORATORY INFORMATION MANAGEMENT SYSTEM; 4) NAHLN SAMPLE HANDLING, PROCESSING, AND TESTING CAPACITIES (INCLUDING ENHANCEMENT OF BIOCONTAINMENT CAPABILITIES); AND 6) OTHER INTEGRATED ACTIVITIES IN SUPPORT OF THE GOALS OF NAHLN AND AGRICULTURAL SECURITY. THESE ACTIVITIES WILL CONTRIBUTE TOWARDS MAINTAINING AND ENHANCING THE LABORATORY CAPABILITIES AND CAPACITY TO BE AN EFFECTIVE NAHLN LEVEL 1 LABORATORY SYSTEM IN GEORGIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20213762435421_12H3"}, {"internal_id": 138341005, "Award ID": "20213762435420", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-09", "CFDA Number": "10.304", "Description": "THE WORK PROPOSED INVOLVES RAPID DETECTION OF ANIMAL DISEASES THAT ARE NOT TYPICALLY SEEN IN THE U.S. EARLY RECOGNITION THAT A FOREIGN DISEASE HAS ENTERED THE COUNTRY IS THE FIRST CRITICAL STEP IN PROTECTING ANIMALS, ANIMAL AGRICULTURE, AND THE TRADE OF ANIMAL PRODUCTS AT LOCAL, STATE, AND NATIONAL LEVELS. SPECIALLY TRAINED LABORATORY WORKERS USING ADVANCED TECHNOLOGY WILL TEST SAMPLES TAKEN FROM CALIFORNIA LIVESTOCK AND POULTRY, LOOKING FOR FOREIGN DISEASES. MOST ALL SAMPLES WILL BE NORMAL, BUT ANY THAT SHOW A POSSIBLE FOREIGN DISEASE WILL IMMEDIATELY TRIGGER AN INVESTIGATION. EARLIER DETECTION MEANS FASTER RESPONSE SO THAT THE DISEASE CAN BE STOPPED FROM SPREADING AND ULTIMATELY BE REMOVED, THUS PREVENTING A POTENTIAL ANIMAL AGRICULTURE CATASTROPHE. ADDITIONALLY, WHEN NO FOREIGN DISEASES ARE FOUND, INTERNATIONAL TRADE PARTNERS WILL BE ASSURED THAT CALIFORNIA AND THE U.S. IS LOOKING AND HAS NOT FOUND ANY OF THE HIGH-RISK DISEASES THAT COULD ALSO HARM THEIR ANIMAL INDUSTRIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20213762435420_12H3"}, {"internal_id": 138341004, "Award ID": "20213762435419", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-09", "CFDA Number": "10.304", "Description": "OUR LABORATORY CONTINUES TO WORK TO ENHANCE OUR SURVEILLANCE AND DIAGNOSTIC CAPABILITIES OVERALL AND AS THEY RELATE TO HIGH CONSEQUENCE AND FOREIGN ANIMAL DISEASES. WE REMAIN ACTIVE IN NAHNL ACTIVITIES THAT SERVE THIS PURPOSE AND ENHANCE THE NATIONAL ANIMAL HEALTH LABORATORY NETWORK AS A WHOLE.THE LABORATORY IS PROFICIENCY TESTED FOR HL7 MESSAGING FOR ALL OF OUR NAHLN SCOPE DISEASES.WE ARE APPROVED TO PARTICIPATE IN THE ASF SURVEILLANCE TESTING. WE CONTINUALLY WORK WITH THE USDA AND SWINE INDUSTRY TO BE PREPARED FOR (ASF) OUTBREAK DISEASE TESTING. SENECAVIRUS HAS RESULTED IN MULTIPLE FAD INVESTIGATIONS THIS PAST CYCLE. WE REMAIN VIGILANT AND NON-COMPLACENT WITH THESE INVESTIGATIONS.HIGH CONSEQUENCE DISEASE INVESTIGATIONS ALSO OCCURS REGULARLY WITH THE POULTRY INDUSTRY IN NORTH CAROLINA. MANY TIMES THIS PAST CYCLE WE HAVE DETECT INFLUENZA IN A COMMERCIAL TURKEY FLOCK. THE TESTING IS CONFIRMED AT NVSL AND FURTHER CHARACTERIZED AS SWINE ORIGIN. IN LIGHT OF THIS AND THE POTENTIAL FOR MIGRATORY WATER FOWL SPREADING AVIAN INFLUENZA IN NORTH CAROLINA THE LABORATORY CONTINUALLY WORKS TO ENHANCE OUR AI TESTING READINESS AND CAPACITY. THE LABORATORY IS ACTIVELY CONDUCTING SURVEILLANCE FOR HIGHLY PATHOGENIC AVIAN INFLUENZA AND EXOTIC NEWCASTLE DISEASE IN DOMESTIC POULTRY.THE LABORATORY CONTINUES TO ENHANCE OUR QUALITY SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2becc577-7e88-c69f-e38c-6632e97b23cf-C", "generated_internal_id": "ASST_NON_20213762435419_12H3"}, {"internal_id": 138710427, "Award ID": "20213762435418", "Award Amount": 249994.55, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-11", "CFDA Number": "10.304", "Description": "SUCCESSFUL COMPLETION OF THESE EFFORTS WILL RESULT IN THE LABORATORY MEETING KEY RESPONSIBILITIES REQUIRED TO MAINTAIN LEVEL 1 LABORATORY DESIGNATION AND ENHANCE THE NETWORK&#39;S OVERALL CAPACITY AND CAPABILITY. LABORATORIES WITH ACCREDITED QUALITY MANAGEMENT SYSTEMS, TRAINED PERSONNEL, THE ABILITY TO ELECTRONICALLY MESSAGE TEST RESULTS, AND ACTIVE PARTICIPATION IN ROUTINE SURVEILLANCE AND EMERGING DISEASE AND FOREIGN ANIMAL DISEASE INVESTIGATIONS ARE CRITICAL TO MAINTAINING OUR PREPAREDNESS AND STRENGTH AS A NETWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20213762435418_12H3"}, {"internal_id": 138340965, "Award ID": "20213762435417", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-08", "CFDA Number": "10.304", "Description": "EARLY DETECTION, RESPONSE, AND RECOVERY TO AN EMERGING OR FOREIGN ANIMAL INFECTIOUS DISEASE AGENT, WHETHER ACCIDENTALLY OR DELIBERATELY INTRODUCED, IS DEPENDENT UPON A QUALIFIED, RELIABLE, AND SECURE NETWORK OF LABORATORIES STRATEGICALLY LOCATED THROUGHOUT THE UNITED STATES. IN RESPONSE TO THIS NEED, THE USDA NATIONAL ANIMAL HEALTH LABORATORY NETWORK (NAHLN) WAS ESTABLISHED IN 2002 AS A COMPREHENSIVE AND FULLY COORDINATED SURVEILLANCE AND MONITORING SYSTEM OF ANIMAL DISEASE. THE GOAL OF THIS CURRENT PROPOSAL IS FOR CONTINUED PARTICIPATION OF THE WASHINGTON ANIMAL DISEASE DIAGNOSTIC LABORATORY AT WASHINGTON STATE UNIVERSITY (A NAHLN LABORATORY SINCE 2002) AS A LEVEL 1 LABORATORY UNDER THE NAHLN RE-STRUCTURE IMPLEMENTED IN 2016. SPECIFIC OBJECTIVES WOULD BE TO PROVIDE STANDARDIZED: 1) TEST PROCEDURES, REFERENCE MATERIALS AND EQUIPMENT; 2) LABORATORY BIOSAFETY AND BIOSECURITY LEVELS; 3) QUALITY MANAGEMENT SYSTEM REQUIREMENTS; 4) INTERCONNECTED ELECTRONIC REPORTING AND TRANSMISSION OF DATA; AND 5) EVALUATION FOR EMERGENCY PREPAREDNESS. DURING THE FUNDING PERIOD EXPECTED RESULTS WOULD BE ACCOMPLISHED BY: 1) SUPPORTING IT PERSONNEL TO ELECTRONICALLY MESSAGE ALL DIAGNOSTIC TEST RESULTS UNDER THE WADDL TESTING SCOPE IN SPECIFIED TIMELINES USING HL7 STANDARDS, PARTICIPATING IN MESSAGING COMPETENCY EVENTS, DEVELOPING NEW MESSAGES AS NEEDED, PROVIDING DIAGNOSTIC DATA PER REPORTING REQUIREMENTS, AND COMPLYING WITH IT SYSTEM ACCESS AND CONNECTIVITY REQUIREMENTS; 2) MAINTAINING FULL ISO 17025-BASED LABORATORY ACCREDITATION BY THE AMERICAN ASSOCIATION OF VETERINARY LABORATORY DIAGNOSTICIANS; 3) SUPPORTING LABORATORY PERSONNEL TO RAPIDLY TEST SAMPLES IN SUPPORT OF DISEASE INVESTIGATIONS / SURVEILLANCE/OUTBREAKS, ASSIST OTHER LABORATORIES DURING EMERGENCIES, UTILIZE THE NAHLN PORTAL, AND MAINTAIN ADMINISTRATIVE REQUIREMENTS FOR FEDERAL FUNDING RECEIVED FOR NAHLN ACTIVITIES; 4) ATTENDING AND CONDUCTING QUALITY MANAGEMENT TRAINING; 5) SUCCESSFULLY COMPLETING APPROPRIATE PROFICIENCY TESTS, TRAINING IN EMERGING DISEASE ADVANCED DIAGNOSTICS SUCH AS WHOLE GENOME SEQUENCING AND ANALYSIS, AND SUPPORTING NAHLN IN ESTABLISHING TECHNICAL ASPECTS OF EMERGING DISEASE DETECTION AND REPORTING; AND 6) ATTENDING NAHLN SPONSORED DRILLS AND SURVEYS AS NEEDED. THE IMPACT OF ACCOMPLISHING THE PROJECT GOALS WOULD BE TO PROVIDE NATIONAL LABORATORY CAPACITY AND CAPABILITY TO QUICKLY AND EFFECTIVELY ADDRESS AN ADVERSE ANIMAL HEALTH EVENT SUCH AS MAY OCCUR WITH AN EMERGING DISEASE DETECTION OR FOREIGN ANIMAL DISEASE OUTBREAK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20213762435417_12H3"}, {"internal_id": 138340946, "Award ID": "20213762435416", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-08", "CFDA Number": "10.304", "Description": "NAHLN 2021 NATIONAL ANIMAL HEALTH LABORATORY NETWORK, LEVEL 1", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20213762435416_12H3"}, {"internal_id": 138710431, "Award ID": "20213762435415", "Award Amount": 242709.58, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.304", "Description": "THIS PROJECT WILL HELP MAINTAIN AND IMPROVE THE CAPABILITIES OF THE UNIVERSITY OF MINNESOTA VETERINARY DIAGNOSTIC LABORATORY TO RESPOND TO A FOOD ANIMAL INFECTIOUS DISEASE. THE PROJECT WILL TARGET FOUR KEY AREAS. THE FIRST OBJECTIVE WILL BE TO MAINTAIN A STRONG LABORATORY QUALITY ASSURANCE PROGRAM. THE SECOND OBJECTIVE WILL FOCUS ON ENSURING THE APPROPRIATE TESTING CAPACITY TO RESPOND TO THE NEEDS OF THE NAHLN, SPECIFICALLY ON PCR DIAGNOSTIC TESTS. THE THIRD OBJECTIVE WILL BE TO ENSURE THAT THE LABORATORY HAS THE ABILITY TO ELECTRONICALLY MESSAGE TEST RESULTS. FINALLY, THE FOURTH OBJECTIVE WILL FOCUS ON INVESTIGATING UNUSUAL CASES THAT COULD BE CAUSED BY AN EMERGING INFECTIOUS DISEASE. OVERALL, THIS PROJECT WILL HELP THE UNIVERSITY OF MINNESOTA VETERINARY DIAGNOSTIC LABORATORY FULFILL THE RESPONSIBILITIES OF A LEVEL 1 NAHLN LABORATORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20213762435415_12H3"}, {"internal_id": 140510750, "Award ID": "20213762135888", "Award Amount": 692533.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-30", "CFDA Number": "10.304", "Description": "THE WPDN IS ONE OF FIVE REGIONAL DIAGNOSTIC LABORATORY NETWORKS WHICH TOGETHER FORM THE NATIONAL PLANT DIAGNOSTIC NETWORK (NPDN) AND PROVIDE THE USA&#39;S PERMIER DIAGNOSTIC CAPACITY FOR DETECTION OF HARMFUL ORGANISMS AFFECTING THE PLANT COMPONENT THE AES HATCH ACT PRIORITY AREAS OF PLANT AND ANIMAL PRODUCTION, PROTECTION AND HEALTH. NPDN LABS ARE PREDOMINANTLY BASED IN LAND GRANT UNIVERSITIES WITHIN EACH US STATE AND DEPENDENT TERRITORIES, WITH SOME ADDITIONAL CAPACITY PROVIDED BY STATE DEPARTMENT OF AGRICULTURE LABS IN CASES WHERE NO LGU LAB EXISTS, OR WHERE THE PARTNERSHIP BRINGS PARTICULAR BENEFITS TO THE PERFORMANCE OF NPDN. OVER THE COURSE OF THE PERIOD COVERED BY THE FUNDING, NPDN REGIONS WILL BE WORKING TO CONSOLIDATE THE PERFORMANCE OF THE NETWORK AND TO WORK ALONGSIDE STATE AND FEDERAL PARTNERS TO MAINTAIN THE BIOSECURITY OF US PLANT-BASED ECONOMIES AND NATURAL SYSTEMS. IN ADDITION MEMBERS OF NPDN WILL BE INVOLVED IN A RANGE OF SCIENCE COMMUNICATION ACTIVITIES TO ENGAGE A WIDE AUDIENCE IN THE IMPORTANT ROLE THAT PLANT BIOSECURITY PLAYS IN THE US NATIONAL ECONOMY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20213762135888_12H3"}, {"internal_id": 139651826, "Award ID": "20213762135791", "Award Amount": 895959.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "10.304", "Description": "THE SOUTHERN PLANT DIAGNOSTIC NETWORK (SPDN) IS ONE OF FIVE REGIONAL NETWORKS PRIMARILY COMPRISED OF LAND-GRANT INSTITUTION PLANT DIAGNOSTIC LABORATORIES AND ASSOCIATED PERSONNEL, PLUS ONE NATIONAL PRIVATE PLANT DIAGNOSTIC LABORATORY THAT FOCUSES ON ORNAMENTALS. THE OBJECTIVE OF THIS NETWORK IS TO SAFEGUARD US AGRICULTURE AND NATURAL SYSTEMS BY ENHANCING THE EARLY DETECTION, ACCURATE DIAGNOSIS, AND EFFICIENT REPORTING OF NEW, EMERGING, IMPORTANT, AND HIGH-RISK PLANT PROBLEMS. THIS NETWORK ACCOMPLISHES THIS OBJECTIVE THROUGH ENHANCEMENT OF LABORATORY CAPABILITIES, CAPACITIES, AND PERSONNEL, AS WELL AS THROUGH THE TRAINING OF FIRST DETECTORS IN MONITORING AND SECURE SAMPLE SUBMISSION. THE SOUTHERN PLANT DIAGNOSTIC NETWORK COMPRISES A PARTNERSHIP BETWEEN USDA-NIFA AND 14 LAND-GRANT INSTITUTIONS IN THE FOLLOWING STATES AND U.S. TERRITORIES: ALABAMA, ARKANSAS, FLORIDA, GEORGIA, KENTUCKY, LOUISIANA, MISSISSIPPI, NORTH CAROLINA, PUERTO RICO, SOUTH CAROLINA, TENNESSEE, TEXAS, VIRGINIA, AND THE U.S. VIRGIN ISLANDS. ALL FIVE REGIONAL NETWORKS FUNCTION AS A HUB-AND-SPOKE SYSTEM, WHEREBY ONE INSTITUTION TAKES THE LEAD AND SERVES AS THE EXPERT AND BACKUP LABORATORY AND FINANCIAL AND ORGANIZATIONAL HUB FOR THE ENTIRE REGION. THE SPDN HUB IS AT THE UNIVERSITY OF FLORIDA. THE OTHER FOUR REGIONS HAVE THEIR HUBS AT THE FOLLOWING INSTITUTIONS: NORTHEAST PLANT DIAGNOSTIC NETWORK, UNIVERSITY OF MAINE; GREAT PLAINS DIAGNOSTIC NETWORK, KANSAS STATE UNIVERSITY; NORTH CENTRAL PLANT DIAGNOSTIC NETWORK, MICHIGAN STATE UNIVERSITY; AND WESTERN PLANT DIAGNOSTIC NETWORK, UNIVERSITY OF CALIFORNIA, DAVIS.THE CHARGE OF THE SPDN IS THE DIAGNOSIS OF AND ASSISTANCE WITH DETECTION OF SELECT AGENTS, HIGH-RISK PATHOGENS AND PESTS, AND ROUTINE CLINICAL SAMPLES IN THE REGION. IN ADDITION, THE SPDN REQUIRES THAT ALL MEMBER LABS SUBMIT DIAGNOSTIC DATA TO THE NPDN NATIONAL REPOSITORY AT CERIS/PURDUE. THE IMPLEMENTATION OF THE 2019 NPDN STRATEGIC PLAN HAS RESULTED IN REVAMPING NEARLY EVERY ASPECT OF NPDN OPERATIONS TO FOCUS EFFORTS ON DIAGNOSTIC CAPACITY AND IMPROVEMENT. OF PRIMARY IMPORTANCE ARE EXPANDED RESOURCES FOR TRAINING DIAGNOSTICIANS AND COMMUNICATION AND COLLABORATION WITH REGULATORY AND PARTNERS. THE SPDN PARTNERS WITH OTHER TACTICAL PLANT SCIENCE AGENCIES SUCH AS APHIS, THE IPM CENTERS, THE NATIONAL PLANT BOARD, THE SENTINEL PLANT NETWORK (APGA), AND OTHERS. THESE OBJECTIVES SUPPORT THE NATIONAL GOALS FOR THE NPDN IN DIAGNOSTIC CAPABILITY AND CAPACITY TO INCREASE EARLY DETECTION, ACCURATE DIAGNOSIS, AND TIMELY REPORTING OF HIGH-IMPACT PLANT PROBLEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20213762135791_12H3"}, {"internal_id": 139651827, "Award ID": "20213762135790", "Award Amount": 547408.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-11", "CFDA Number": "10.304", "Description": "PLANT HEALTH IS CONSTANTLY CHALLENGED BY RECURRENT PESTS AND PATHOGENS THAT VARY IN SEVERITY YEAR-TO-YEAR. IN ADDITION, THE EMERGENCE OF NEW PESTS AND PATHOGENS, ACCELERATED BY CLIMATE CHANGE AND LAND-USE CHANGE, FURTHER THREATENS PLANT HEALTH AND PRODUCTIVITY. AS A CONSEQUENCE OF INCREASING TRADE AND TRAVEL, PLANT HEALTH IS NOW ALSO CHALLENGED BY THE RAPID MOVEMENT OF NEW PLANT PESTS AND PATHOGENS ACROSS OCEANS AND LANDSCAPES. ACCURATE AND TIMELY DIAGNOSTICS IS ESSENTIAL FOR THE EFFECTIVE PREVENTION AND MANAGEMENT OF PLANT PEST AND DISEASE OUTBREAKS. THE GREAT PLAINS DIAGNOSTIC NETWORK (GPDN) ENSURES THAT NATURAL AND AGRICULTURAL PLANT SYSTEMS ARE PROTECTED FROM THE CONSTANTLY EVOLVING ARRAY OF PESTS AND PATHOGENS THAT THREATEN THE PLANT SYSTEMS THAT UNDERPIN HUMAN HEALTH AND WELLBEING AND THE PLANT INDUSTRIES CRITICAL TO OUR ECONOMY. GPDN DIAGNOSTICIANS ARE HIGHLY SKILLED PROFESSIONALS. THE NETWORK PROVIDES THE MECHANISMS TO SHARE EXPERTISE AND KEEP UP-TO-DATE WITH THE CHANGING LANDSCAPE OF PESTS AND PATHOGENS AND THE EVOLVING TECHNOLOGIES THAT SUPPORT DIAGNOSTICS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20213762135790_12H3"}, {"internal_id": 139138936, "Award ID": "20213762135789", "Award Amount": 263778.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-10", "CFDA Number": "10.304", "Description": "THE GOAL OF IT IN THE NPDN NETWORK IS TO PROVIDE THE HIGHEST LEVEL OF USER SUPPORT ALONG WITH THE MOST RELIABLE, SECURE, AND EFFICIENT INFORMATION SERVICES TO THE DIAGNOSTICIANS AND THE NPDN NETWORK. THE PRIORITIZED ACTIVITIES FOR PURDUE UNIVERSITY WILL CONTINUE TO BE THE SECURE INFORMATION FLOW TO THE NPDN NATIONAL DATA REPOSITORY (NDR)AND AVAILABILITY OF THE INFORMATION VIA WEB INTERFACE, REPORTS, AND MAPS TO APPROPRIATE PARTIES. THE QUALITY OF THE DATA IS CRITICAL SO THERE WILL CONTINUE TO BE AN ALLOCATED EFFORT TO WORK WITH THE NPDN DATA COMMITTEE IN THE STANDARDIZATION OF THE PEST AND HOST DICTIONARIES AND PROVIDING ASSISTANCE WHEN NEEDED TO ADDRESS FAILED UPLOADED RECORDS.THE NDR IS A USEFUL AND ROBUST SET OF DATA THAT CONTAINS OVER 2.6 MILLION DIAGNOSES. EVERY EFFORT WILL BE MADE TO ACCOMMODATE APPROPRIATE ACCESS AND STREAMLINE THE PROCESS FOR SETTING UP NEW USER ACCOUNTS.DATA REQUESTS WILL CONTINUE TO BE A HIGH PRIORITY AND MONITORED THROUGH THE ONLINE REQUEST FORM ON THE PORTAL. CERIS WILL ALSO CONTINUE TO ENHANCE THE DATA REQUEST SOFTWARE TO MEET THE NEEDS OF THE NETWORK. ALL TYPES OF COMMUNICATION WITHIN THE NPDN NETWORK WILL CONTINUE TO BE SUPPORTED INCLUDING, BUT NOT LIMITED TO, PHONE CALLS, EMAILS, CONFERENCE CALLS, AND WEBINARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20213762135789_12H3"}, {"internal_id": 139651828, "Award ID": "20213762135788", "Award Amount": 757260.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "10.304", "Description": "ACCIDENTALLY AND INTENTIONALLY INTRODUCED PLANT PATHOGENS AND PESTS, AS WELL AS MANY ENDEMIC PATHOGENS AND PESTS, REPRESENT A RISK TO US PLANT AGRICULTURE AND SECURITY. ENHANCED DIAGNOSTICS AND DETECTION AS WELL AS EDUCATIONAL AND TRAINING PROGRAMS ARE NEEDED TO HELP SAFEGUARD PLANT AGRICULTURE AGAINST PATHOGENS AND PESTS. THE NORTH CENTRAL PLANT DIAGNOSTIC NETWORK WILL HELP SAFEGUARD US PLANT AGRICULTURE AND NATURAL RESOURCES AGAINST INTRODUCED AND ENDEMIC PATHOGENS AND PESTS. THIS WILL BE ACHIEVED THROUGH 1. QUALITY AND STATE OF THE ART DIAGNOSTICS AT THE REGINAL CENTER AND ENHANCING DIAGNOSTIC INFRASTRUCTURE AT LAND GRANT UNIVERSITY DIAGNOSTIC CLINICS AND LABS; 2 PROFESSIONAL DEVELOPMENT AND TRAINING IN THE AREAS OF LABORATORY ACCREDITATION AND PROFICIENCY AND ENHANCING LABORATORY CAPACITY; 3. SUPPORTING COMMUNICATION WITHIN THE NETWORK AND REPORTING PROTOCOLS FOR THE NPDN; 4. THE CURRENT NPDN GOVERNANCE DOCUMENT WILL BE FOLLOWED FOR THE OVERALL MANAGEMENT OF THE NCPDN AND NPDN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20213762135788_12H3"}, {"internal_id": 85400203, "Award ID": "20193762030494", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "10.304", "Description": "MAINTAINING AND FURTHER IMPROVING NAHLN LEVEL 1 MEMBER LAB CAPACITY AND CAPABILITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20193762030494_12H3"}, {"internal_id": 68547613, "Award ID": "20183762028894", "Award Amount": 92000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "10.304", "Description": "NAHLN TX LEVEL 3 LABORATORY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "436b1a76-a22d-6d6f-3d96-17ec2057fd04-C", "generated_internal_id": "ASST_NON_20183762028894_12H3"}, {"internal_id": 68547614, "Award ID": "20183762028832", "Award Amount": 627999.37, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "10.304", "Description": "NAHLN - NATIONAL ANIMAL HEALTH DIAGNOSTIC LABORATORY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20183762028832_12H3"}, {"internal_id": 69573170, "Award ID": "20183762028831", "Award Amount": 67898.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-19", "CFDA Number": "10.304", "Description": "NAHLN LEVEL 3 DESIGNATION AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97cc3521-d870-64ef-55a5-f2674f12b54e-C", "generated_internal_id": "ASST_NON_20183762028831_12H3"}, {"internal_id": 68547615, "Award ID": "20183762028830", "Award Amount": 1837320.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-13", "CFDA Number": "10.304", "Description": "THE PURDUE UNIVERSITY EXTENSION FADI/EDEN PROPOSAL IS DESIGNED TO POSITION THE EDEN SYSTEM TO ACHIEVE NEW HEIGHTS OF EFFECTIVENESS (WITHIN AND OUTSIDE THE LAND-GRANT UNIVERSITY SYSTEM) OVER THE NEXT FOUR YEARS. SEVERAL NEW ELEMENTS ARE PROPOSED, INCLUDING: (1) EXPANSION IN THE NUMBER OF INTERNAL AND EXTERNAL PARTNERS HAVING A VOICE IN GUIDING THE WORK OF EDEN THROUGH THEIR ACTIVE MEMBERSHIP ON TWO NEW ADVISORY COUNCILS -- AGROSECURITY AND COMMUNITY RESILIENCE, RESPECTIVELY; (2) THE LAUNCH OF LISTENING SESSIONS IN REGIONS ACROSS THE NATION TO GAIN STAKEHOLDER INPUT ON ISSUES ASSOCIATED WITH AGROSECURITY AND COMMUNITY RESILIENCE; (3) DEDICATION OF FUNDS (AWARDED ON A COMPETITIVE BASIS) FOR THE DEVELOPMENT AND ADOPTION OF NEW EDUCATIONAL PRODUCTS/RESOURCES TO HELP ADDRESS EXISTING AND EMERGING NEEDS OF EDEN STAKEHOLDERS; (4) EXPANSION OF EDEN&#39;S TIES TO NEW AUDIENCES, SUCH AS THE REGIONAL RURAL DEVELOPMENT CENTERS AND EDA ECONOMIC DEVELOPMENT DISTRICTS; AND (5) THE DEPLOYMENT OF A MORE ROBUST SET OF SOCIAL MEDIA STRATEGIES THAT CAN IMPROVE AND EXPAND EDEN&#39;S REACH TO ITS TARGET AUDIENCES. AT THE SAME TIME, THE PURDUE PROPOSED PLAN PRESERVES TRAVEL RESOURCES TO SUPPORT THE VITAL WORK OF THE EDEN EXECUTIVE COMMITTEE AND THE TWO PROPOSED ADVISORY COUNCILS. ALSO, IT DEDICATES FUNDS FOR THE EDEN 1890 ADVISORY GROUP SO THAT TEAM MEMBERS CAN CONTINUE TO PUT ITS STRATEGIC BLUEPRINT INTO ACTION IN LOW WEALTH AND HIGH-RISK AREAS OF THEIR STATES. FINALLY, THE PROPOSAL CALLS FOR A STREAMLINING OF THE EDEN WEBSITE AND COMMUNICATIONS ACTIVITIES BY INTEGRATING THESE FUNCTIONS AT PURDUE UNIVERSITY, ENSURING MORE EFFECTIVE AND PRUDENT USE OF EDEN RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20183762028830_12H3"}, {"internal_id": 45250836, "Award ID": "20173762027297", "Award Amount": 1013247.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.304", "Description": "NAHLN: PA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "90478352-58d6-f8a4-9824-98cdd8251fbf-C", "generated_internal_id": "ASST_NON_20173762027297_12H3"}, {"internal_id": 45250835, "Award ID": "20173762027296", "Award Amount": 1000763.18, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "10.304", "Description": "MICHIGAN STATE UNIVERSITY, VETERINARY DIAGNOSTIC LABORATORY, NATIONAL ANIMAL HEALTH LABORATORY NETWORK (NAHLN) LEVEL 1", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20173762027296_12H3"}, {"internal_id": 45245407, "Award ID": "20163762025852", "Award Amount": 1840371.39, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-14", "CFDA Number": "10.304", "Description": "REGIONAL CENTER PLANT DIAGNOSTIC FACILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20163762025852_12H3"}, {"internal_id": 45245405, "Award ID": "20163762025851", "Award Amount": 2274200.21, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-06", "CFDA Number": "10.304", "Description": "WESTERN REGIONAL CENTER IN THE NATIONAL PLANT DIAGNOSTIC NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20163762025851_12H3"}, {"internal_id": 45245403, "Award ID": "20163762025850", "Award Amount": 2344139.68, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-06", "CFDA Number": "10.304", "Description": "THE SOUTHERN PLANT DIAGNOSTIC NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20163762025850_12H3"}, {"internal_id": 45245401, "Award ID": "20163762025811", "Award Amount": 138000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.304", "Description": "NIFA FUNDING OPPORTUNITY FOR INTEGRATED ACTIVITIES (RESEARCH, EDUCATION, AND/OR EXTENSION/OUTREACH/SERVICE) IN SUPPORT OF NATIONAL NETWORKS THAT PROVIDE FOR THE DEFENSE OF AMERICAN AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10d5c894-68d2-2188-e9eb-f782b0ebd671-C", "generated_internal_id": "ASST_NON_20163762025811_12H3"}, {"internal_id": 45245399, "Award ID": "20163762025781", "Award Amount": 1013247.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-16", "CFDA Number": "10.304", "Description": "NAHLN WI:2017", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20163762025781_12H3"}, {"internal_id": 45245397, "Award ID": "20163762025780", "Award Amount": 1013116.72, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.304", "Description": "NATIONAL ANIMAL HEALTH LABORATORY NETWORK ACTIVITIES FOR IOWA STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20163762025780_12H3"}, {"internal_id": 62253376, "Award ID": "20163762025779", "Award Amount": 1013247.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-18", "CFDA Number": "10.304", "Description": "NATIONAL ANIMAL HEALTH LABORATORY NETWORK: GA FY17", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20163762025779_12H3"}, {"internal_id": 45245394, "Award ID": "20163762025778", "Award Amount": 1010620.81, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-14", "CFDA Number": "10.304", "Description": "NAHLN:CA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20163762025778_12H3"}, {"internal_id": 45245392, "Award ID": "20163762025777", "Award Amount": 1005955.9, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.304", "Description": "WASHINGTON ANIMAL DISEASE DIAGNOSTIC LABORATORY PARTICIPATION AS A LEVEL 1 LABORATORY IN THE NATIONAL ANIMAL HEALTH LABORATORY NETWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20163762025777_12H3"}, {"internal_id": 45245390, "Award ID": "20163762025776", "Award Amount": 137812.5, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.304", "Description": "2017 MISSOURI - DEFENSE INITIATIVE - NAHLN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bc461ae-e926-abe7-7d27-0ec33dc67576-C", "generated_internal_id": "ASST_NON_20163762025776_12H3"}, {"internal_id": 62208434, "Award ID": "20163762025775", "Award Amount": 1012878.33, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-12", "CFDA Number": "10.304", "Description": "NATIONAL ANIMAL HEALTH LABORATORY FOR THE FOOD AND AGRICULTURE DEFENSE INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdf78957-72a9-d3aa-3e97-df6e0323a41e-C", "generated_internal_id": "ASST_NON_20163762025775_12H3"}, {"internal_id": 45245387, "Award ID": "20163762025774", "Award Amount": 822740.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-14", "CFDA Number": "10.304", "Description": "ODA NAHLN SUPPLEMENTAL AGREEMENT FOR IT, EQUIPMENT & SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5639897c-e8cc-09eb-48f6-3ae0cf66cb99-C", "generated_internal_id": "ASST_NON_20163762025774_12H3"}, {"internal_id": 45245385, "Award ID": "20163762025773", "Award Amount": 318622.43, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-10", "CFDA Number": "10.304", "Description": "NEW JERSEY NATIONAL ANIMAL HEALTH LABORATORY NETWORK 2017-2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a74aa45-534e-1f1d-209f-6d59e296ee39-C", "generated_internal_id": "ASST_NON_20163762025773_12H3"}, {"internal_id": 45245383, "Award ID": "20163762025772", "Award Amount": 395031.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.304", "Description": "NAHLN ACTIVITIES UNIVERSITY OF WYOMING, WYOMING STATE VETERINARY LABORATORY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_20163762025772_12H3"}, {"internal_id": 45245381, "Award ID": "20163762025771", "Award Amount": 1009206.12, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.304", "Description": "NAHLN: NC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2becc577-7e88-c69f-e38c-6632e97b23cf-C", "generated_internal_id": "ASST_NON_20163762025771_12H3"}, {"internal_id": 45245379, "Award ID": "20163762025770", "Award Amount": 369083.36, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.304", "Description": "USDA NIFA NAHLN COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346b020c-5227-3ea1-26de-de2b3747a604-C", "generated_internal_id": "ASST_NON_20163762025770_12H3"}, {"internal_id": 45245375, "Award ID": "20163762025767", "Award Amount": 92000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-14", "CFDA Number": "10.304", "Description": "NAHLN/ALIRT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_20163762025767_12H3"}, {"internal_id": 45245373, "Award ID": "20163762025766", "Award Amount": 2056951.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-31", "CFDA Number": "10.304", "Description": "GREAT PLAINS PLANT DIAGNOSTIC NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20163762025766_12H3"}, {"internal_id": 45245371, "Award ID": "20163762025765", "Award Amount": 2423142.82, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "10.304", "Description": "NORTH CENTRAL PLANT DIAGNOSTIC NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20163762025765_12H3"}, {"internal_id": 45245369, "Award ID": "20163762025764", "Award Amount": 918405.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-16", "CFDA Number": "10.304", "Description": "NPDN NATIONAL DATABASE/NATIONAL NETWORK OF DIAGNOSTIC CENTERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20163762025764_12H3"}, {"internal_id": 61616306, "Award ID": "20123762019885", "Award Amount": -1.63, "Award Type": null, "Base Obligation Date": "2018-01-29", "CFDA Number": "10.304", "Description": "NAHLN: CA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20123762019885_12H3"}, {"internal_id": 85400165, "Award ID": "20123762019858", "Award Amount": -766.13, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "10.304", "Description": "NAHLN 2013", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a74aa45-534e-1f1d-209f-6d59e296ee39-C", "generated_internal_id": "ASST_NON_20123762019858_12H3"}, {"internal_id": 65967939, "Award ID": "20123762019789", "Award Amount": -358.05, "Award Type": null, "Base Obligation Date": "2018-04-25", "CFDA Number": "10.304", "Description": "NATIONAL INSTITUTE OF FOOD AND AGRICULTURE - NAHLN:LA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_20123762019789_12H3"}, {"internal_id": 62208609, "Award ID": "20123762019697", "Award Amount": -5486.6, "Award Type": null, "Base Obligation Date": "2017-12-22", "CFDA Number": "10.304", "Description": "REGIONAL CENTER PLANT DIAGNOSTIC FACILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20123762019697_12H3"}, {"internal_id": 62208608, "Award ID": "20123762019644", "Award Amount": -12441.09, "Award Type": null, "Base Obligation Date": "2017-11-15", "CFDA Number": "10.304", "Description": "THE SOUTHERN PLANT DIAGNOSTIC NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20123762019644_12H3"}]