[{"internal_id": 68176350, "Award ID": "20181000828616", "Award Amount": 1469448.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-19", "CFDA Number": "10.312", "Description": "VALORIZATION OF BIOCHAR: APPLICATIONS IN ANAEROBIC DIGESTION, LIVESTOCK ODOR CONTROL AND PLANT GROWTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20181000828616_12H3"}, {"internal_id": 69573240, "Award ID": "20181000828583", "Award Amount": 609930.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "10.312", "Description": "BIOCHAR, THE BIO-BASED PRODUCT OF PYROLYSED BIOMASS APPLIED TO SOILS, HAS GAINED THE INTERESTS OF LAND MANAGERS AND SCIENTISTS SEEKING TO INCREASE SOIL FERTILITY AND AGRICULTURAL PRODUCTIVITY. WHILE STUDIES IN AGRICULTURAL SYSTEMS HAVE GENERALLY SHOWN THAT BIOCHAR INCREASES PRODUCTIVITY, RESULTS HAVE VARIED CONSIDERABLY ACROSS DIFFERENT KINDS OF CROP SYSTEMS, AND THE SOIL AND BIOLOGICAL PROCESSES UNDERLYING SUCH CHANGES REMAIN POORLY UNDERSTOOD. NEVERTHELESS THERE IS GREAT INTEREST AMONG PRODUCERS IN USING BIOCHAR AS A NATURAL SOIL AMENDMENT TO ENHANCE AGRO-ECOSYSTEM PRODUCTIVITY AND CONTRIBUTE TO THE SUSTAINABILITY OF SMALL TO MID-SIZED FARMS. THE OBJECTIVE OF THIS PROJECT IS TO TEST THE EFFECTIVENESS OF BIOCHAR IN ENHANCING SOIL FERTILITY, PRODUCTIVITY, AND SOIL CARBON STORAGE IN DIVERSE MANAGED ECOSYSTEMS, INCLUDING PASTURE, VEGETABLE GARDENS, AND FORESTS ACROSS A NATIONAL NETWORK OF SITES. WE WILL USE LOCALLY-SOURCED MATERIAL AS FEEDSTOCK TO SUPPORT BIOCHAR PRODUCTION AND APPLICATIONS IN A NETWORK OF SMALL- AND MID-SIZE AGRICULTURAL AND FORESTRY OPERATIONS ACROSS THE U.S. WE WILL CONDUCT EXPERIMENTS TO COMPARE THE EFFECTS OF DIFFERENT BIOCHAR SOURCE MATERIALS AND ACTIVATION METHODS ON SOIL FERTILITY, PRIMARY PRODUCTIVITY AND EXAMINE THE MECHANISMS BY WHICH BIOCHAR INFLUENCES NUTRIENT AVAILABILITY CYCLING AND SOIL MICROBIAL COMMUNITIES. THE RESULTS OF THIS RESEARCH WILL ADVANCE THE UNDERSTANDING OF HOW BIOCHAR WORKS TO PROMOTE SOIL FERTILITY AND PRODUCTIVITY AND HENCE BE OF INTEREST TO PRODUCERS, LAND-MANAGERS AND SOIL SCIENTISTS ALIKE. WORKING DIRECTLY WITH LANDOWNERS AND MANAGERS WE WILL SEEK TO PROVIDE PRACTICAL INFORMATION TO PRODUCERS ABOUT THE EFFECTIVE USE OF LOCALLY-SOURCED BIOCHAR TO ENHANCE THEIR OPERATIONS AND POTENTIALLY STIMULATE BIO-BASED PRODUCT DEVELOPMENT AND MARKETS IN RURAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20181000828583_12H3"}, {"internal_id": 69573241, "Award ID": "20181000828571", "Award Amount": 1999995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "10.312", "Description": "NATURAL RUBBER IS A CRITICAL NATURAL RESOURCE USED FOR COUNTLESS NUMBERS OF PRODUCTS ESSENTIAL TO MODERN LIFE. THESE INCLUDE AUTOMOBILE, TRUCK AND AIRPLANE TIRES, MACHINE PARTS, MEDICAL SUPPLIES AND OTHER MATERIALS. HOWEVER THE CURRENT SUPPLY OF NATURAL RUBBER COMES ALMOST EXCLUSIVELY FROM THE RUBBER TREES GROWN IN SOUTHEAST ASIA. AS DEVELOPING COUNTRIES MODERNIZE AND AREAS AVAILABLE FOR PLANT CULTIVATION SHRINK, THERE IS LIKELY TO BE A SHORTFALL IN NATURAL RUBBER IN THE FUTURE. THE GOAL OF THE &#39;BIOENERGY, ADVANCED BIOFUEL, AND RUBBER RESEARCH AGRICULTURAL LINKAGES&#39; (BARRAL) PROJECT IS TO OVERCOME BARRIERS TO THE COMMERICIALIZATION OF AN ALTERNATIVE NATURAL RUBBER AND INDUSTRIAL SUGAR CROP TARAXACUM KOK-SAGHYZ (TK) IN THE NORTHERN US. THE PRINCIPAL PRODUCTS OF THIS DANDELION CROP ARE NATURAL RUBBER, INULIN (A STARCH-LIKE CARBOHYDRATE), SUGAR, AND BIOMASS. THE LATTER THREE OF THESE HAVE MUTIPLE CONVERSION OPPORTUNITIES TO BIOENERGY AND BIOFUEL. THE BARRAL CONSORTIUM IS LED BY THE OHIO STATE UNIVERSITY (OSU) IN COLLABORATION WITH THE UNIVERSITY OF NEBRASKA AND OREGON STATE UNIVERSITY.THE PROJECT BUILDS UPON PREVIOUS PROGRESS FUNDED BY PUBLIC AND PRIVATE SOURCES AND AN ESTABLISHED COLLABORATIVE GROUP (PENRA) AND HAS THE FOLLOWING OBJECTIVES.OBJECTIVE 1. MAXIMIZE CROP ESTABLISHMENT AND CROP PRODUCTION BY DEVELOPING AND ADAPTING COMMON AND REGION-SPECIFIC AGRICULTURAL EQUIPMENT AND METHODS.OBJECTIVE 2.OPTIMIZE AND DEMONSTRATE FIELD PRODUCTION IN OHIO, NEBRASKA AND OREGON BY TRANSLATING AND ADAPTING RECENT OHIO SUCCESSESOBJECTIVE 3.MAXIMIZE EXTRACTABLE RUBBER YIELD AND PURITY BY OPTIMIZING HARVEST, POST-HARVEST HANDLING AND STORAGE METHODS AND/OR EQUIPMENT.OBJECTIVE 4. MAXIMIZE THE YIELD OF TK FERMENTABLE SUGARS, AND RUBBER THAT MEETS TIRE MANUFACTURING STANDARDS, BY OPTIMIZING PREVIOUSLY DEVELOPED OSU INNOVATIVE INULIN AND ROOT RUBBER EXTRACTION AND PURIFICATION METHODS.OBJECTIVE 5.EVALUATE TECHNOECONOMIC AND LIFE CYCLE ENVIRONMENTAL IMPACTS OF A TK RUBBER AND SUGAR BASED INDUSTRY ACROSS THE NORTHERN UNITED STATES SUFFICIENT TO SUPPORT US NATURAL RUBBER SELF-SUSTAINABILITY.IN THE LAST FIVE YEARS, TK HAS BEEN PRODUCED ON ABOUT 50 ACRES IN OHIO AND OREGON, INCLUDING ON COMMERCIAL OHIO FARMS. TRANSPLANTED CROP, BUT NOT DIRECT SEEDED CROP, HAD SUFFICIENT SIZE TO PERMIT EFFICIENT WEED CONTROL USING CULTIVATION, HAND WEEDING AND LIMITED HERBICIDE APPLICATION. DIRECT SEEDED CROPS ARE SLOW TO ESTABLISH AND EVEN HAND WEEDING DOES NOT SUPPORT COMPETITIVE PLANT GROWTH NOR PRODUCE LARGE ROOTED PLANTS WITH HIGH RUBBER AND INULIN YIELD AT HARVEST. OUTDOOR PLANTING BOX TRIALS DEMONSTRATED THAT COMMERCIALLY COMPETITIVE YIELDS CAN BE OBTAINED UNDER OPTIMAL CONDITIONS AT HIGH PLANTING DENSITY AND LONG GROWING SEASON. INDIVIDUAL SELECTIONS AMONG LARGE TK PLANTS HAVE REVEALED GENOTYPES WITH &GT;200 MG/G DRY ROOT, COMPARED WITH THE CURRENT MAJORITY WHICH RANGE FROM 50 TO 80 MG/G. ALSO, NATURAL QUANTITATIVE HERBICIDE TOLERANCE HAS BEEN IDENTIFIED AND SELECTED IN SEVERAL ACCESSIONS. THE TK GENOME HAS BEEN GENERATED AND USED TO DESIGN SCHEMES OF HIGH-TROUGHPUT GENOTYPING FOR MARKER ASSITED SELECTION (MAS) AND TO IDENTIFY MULTIPLE GENE TARGETS FOR CRISPR GENE EDITING. CURRENT TK LINES ARE NOT INVASIVE AND GENE FLOW VIA POLLEN INTO COMMON DANDELION (TRIPLOID APOMICT) HAS BEEN PROVEN TO BE IMPOSSIBLE. WEEDINESS POTENTIAL WILL BE CAREFULLY MONITORED AS MORE COMPETITIVE GENOTYPES, SUCH AS RECENTLY DEVELOPED POLYPLOIDS, ADVANCED SELECTIONS FROM IMPROVED POPULATIONS GENERATED THROUGH MAS, CRISPR GENE EDITING, AND ADDITIONAL GERMPLASM DERIVED FROM INTERSPECIFIC CROSSES ARE OBTAINED. SUPPRESSION OF WEEDINESS IS A KEY TRAIT IN OUR EFFORT OF ENGINEERED DOMESTICATION. COST ANALYSES AND CROP ENTERPRISE BUDGETS HAVE INDICATED THAT TK CAN BECOME A COMPETITIVE US CROP ONCE DOMESTICATED.TK PRODUCES RUBBER SIMILAR IN QUALITY TO THAT FROM THE TROPICALLY-GROWN RUBBER TREE AND A ROBUST US DOMESTIC CROP WILL ALLOW SELF-SUSTAINABILITY AND RESILIENCE IN THIS CRITICAL AGRICULTURAL MATERIAL. THE INULIN, SUGAR AND BIOMASS CO-PRODUCTS CAN BE CONVERTED VIA RELATIVELY SIMPLE, PRE-EXISTING CONVERSION PROCESSES INTO A SUITE OF PRODUCTS INCLUDING BIOFUELS. THE POTENTIAL TO FARM THIS CROP ACROSS THE NORTHERN STATES, CREATES OPPORTUNITIES TO IMPROVE FARM GATE VALUE AND PROVIDE AN OPPORTUNITIES FOR PRODUCT DIVERSIFICATION FOR POTATO AND SUGAR BEET FARMERS AND CREATES A NUMBER OF IRRIGATED AND RAIN-FED MODELS FOR TK CROP PRODUCTION WHICH CAN BE USED BY GROWERS IN STATES THROUGHOUT THE NORTHERN US.THE OUTCOMEOF THIS PROJECT WILL BE KNOWLEDGE,AGRICULTURAL SYSTEMS AND PRODUCTS THATPROPEL TARAXACUM KOK SAGHYZ(TK) TOWARD A SCALE NEEDED TO SUPPLY US MANUFACTURERS WITH DOMESTICALLY PRODUCEDNATURAL RUBBER AND SUPPLYSIGNIFICANT AMOUNTS OF BIOFUEL.WE FORESEE THE POTENTIAL FOR SEVERAL MILLION ACRES OF TK FOR THE PRODUCTION OFRUBBER AND BIOFUEL, AND AN INDUSTRY THAT CREATESJOBS THROUGHOUT THE AGRIBUSINESS VALUE CHAIN ACROSS THE NORTHERN U.S. PRODUCTS DERIVED FROM TK ROOTS (RUBBER, C6 SUGARS, AND BAGASSE) ADDRESS THE GOALS OF REDUCING US DEMAND FOR FOSSIL FUELS AND INCREASING BIOPRODUCT PRODUCTION BY PROVIDING A CRITICAL BIOPRODUCT AND DISPLACING OIL USED FOR THE PRODUCTION OF SYNTHETIC RUBBER, BY PROVIDING A PURE C6 SUGAR STREAM FOR FURTHER BIOCONVERSION INTO BIOFUELS, AND BY PROVIDING A CELLULOSIC FEEDSTOCK USEFUL DIRECTLY, OR AFTER CONVERSION, AS A BIOFUEL.AT THE PROJECTED PLANTING DENSITY OF 1.5 MILLION PLANTS/HA AND AVERAGE DRY ROOT WEIGHT OF 6 G, 9,000 KG DW/HA OF TK ROOTS WOULD BE AVAILABLE FOR PROCESSING. BASED ON COMPOSITIONAL ANALYSIS OF TK ROOTS FIELD HARVESTED IN 2014 IN OHIO, AND A PROJECTED RUBBER CONTENT OF 10% (DW), THIS CROP WOULD PROVIDE 900 KG OF RUBBER AND 2870 KG OF INULIN/ HA. AN ADDITIONAL 1,755 KG OF LIGNOCELLULOSIC SUGARS ALSO WOULD BE AVAILABLE. COMBINED, THE INULIN AND CELLULOSIC SUGARS COULD BE HYDROLYZED AND CONVERTED INTO 701 GAL/HA OF ETHANOL. THE VALUE OF THESE PRODUCTS AT CURRENT (SEPT 2017) PRICES WOULD BE $2,517/HA. THIS COMPARES TO A VALUE OF $2,321/HA FOR ETHANOL AND DRY DISTILLERS GRAINS MADE FROM THE AVERAGE YIELD (188 BU/ACRE; 12,643 KG/HA) OF IOWA CORN IN 2016.THE PROJECT WILL ALSO DELIVER INTEGRATED AGRICULTURAL SYSTEMS, WITH STATE-SPECIFIC PROTOCOLS, AND DETAILED ASSESSMENTS OF TK PRODUCTION IMPACTS ON WATER QUALITY, SOIL QUALITY, AND ECOSYSTEMS SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20181000828571_12H3"}, {"internal_id": 69573184, "Award ID": "20181000828530", "Award Amount": 937298.7, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-19", "CFDA Number": "10.312", "Description": "CONCERNS ABOUT LAND-USE CHANGE (LUC) IMPACTS CURRENTLY DRIVE THE BIOFUEL SUSTAINABILITY DEBATE AND HINDER BIOFUEL EXPANSION. MANY BIOFUEL STAKEHOLDERS ARE CONCERNED THAT AS BIOFUEL FEEDSTOCK DEMAND GROWS, AGRICULTURAL LAND WILL EXPAND INTO NATURAL LANDS. THIS POTENTIAL AGRICULTURAL EXPANSION WOULD DEPLETE FORESTS, GRASSLANDS, AND WETLANDS THAT HAVE GREAT VALUE FOR THEIR STORAGE OF CARBON AND OTHER ECOSYSTEM SERVICES. IN THE PAST FEW YEARS, RESEARCHERS HAVE BEGUN TO LOOK AT LUC SINCE THE GROWTH OF THE BIOFUEL INDUSTRY BEGAN IN EARNEST (ABOUT 2007) USING REMOTE SENSING TOOLS. REMOTE SENSING-BASED LUC ANALYSES INCUR CLASSIFICATION ERRORS WHICH TEND TO BE HIGHER IN THE TEXTURED LANDSCAPES WHERE EXPANSION OF RENEWABLE FEEDSTOCK AGRICULTURE COULD TAKE PLACE. RECENT PRACTICES SUCH AS STOVER REMOVAL FOR ANIMAL FEED, STOVER GRAZING, AND COVER CROPPING HAVE BEEN DIFFICULT TO INCLUDE IN THESE LUC ANALYSES, WHICH MAY THEREFORE OVERESTIMATE LUC. IN SHORT, CURRENT ANALYSIS METHODS DO NOT ACCURATELYCHARACTERIZE LUC. UNDESERVED FAITH IN THESE METHODS COULD LEAD TO MISGUIDED BIOENERGY LAND USE POLICIES AND POSSIBLY DELAYS IN THE REALIZATION OF THE BIOECONOMY. THE BIOFUELS COMMUNITY NEEDS AN IMPROVED, STAKEHOLDER-ENDORSED METHOD TO CHARACTERIZE LUC THAT TAKES EXPLICIT ADVANTAGE OF VERY-HIGH RESOLUTION AERIAL IMAGERY AS A TOOL TO IMPROVE WHAT CAN BE UNDERSTOOD ABOUT LUC FROM FARMER SURVEYS AND REMOTE SENSING PRODUCTS. ONLY WHEN A METHOD INCORPORATES ALL OF THESE TOOLS AND OFFERS A ROBUST AND DEFENSIBLE ESTIMATE OF LUC CAN THE DEBATE OVER LUC MOVE FORWARD, OPENING THE GATES TO APPLYING RENEWABLE BIOMASS TO NEAR-TERM OPPORTUNITIES. UNLIKE TODAY&#39;S LUC ANALYSES THAT ARE EITHER ERROR-PRONE, TIME-INTENSIVE AND/OR EXPENSIVE, AND UNRESPONSIVE TO KEY STAKEHOLDERS&#39; CONCERNS, THE NEW APPROACH WILL BE LOW-COST, HAVE HIGH ACCURACY, AND WILL ADDRESS DIVERSE STAKEHOLDER CONCERNS. WITH THIS NEW METHOD, ANALYSTS WILL BE ABLE TO QUANTIFY WITH A TRANSPARENT ERROR ESTIMATE HOW MANY HECTARES OF GRASSLAND, FORESTED LAND, AND WETLANDS HAVE BEEN CONVERTED TO AGRICULTURE ON GROSS AND ON NET SINCE A GIVEN YEAR EITHER NATIONALLY OR REGIONALLY.THE METHOD WE WILL ADOPT IN THIS PROJECT IS TO EVALUATE AND DEVELOP METHODS FOR BEST PRACTICES IN WORKING WITH THREE DATA SOURCES THAT CAN INFORM LUC ESTIMATES. THE FIRST DATA SOURCE IS FARMER SURVEYS CONDUCTED BY THE U.S. DEPARTMENT OF AGRICULTURE. WE WILL CONDUCT A GAP ANALYSIS OF THESE SURVEYS. SOME RECOGNIZED GAPS IN FARMER SURVEYS INCLUDE LIMITATIONS ON REPORTING TO HARVESTED ACRES AT THE EXCLUSION OF SEEDED AND UNSEEDED GRASSLANDS. FURTHERMORE, WE WILL PROPOSE DEFENSIBLE ROUTES TO INCORPORATING THESE SURVEYS INTO LUC ESTIMATES. THE SECOND DATA SOURCE IS VERY-HIGH RESOLUTION SATELLITE IMAGERY FROM THE NATIONAL AGRICULTURAL IMAGERY PROGRAM (NAIP). WE WILL DEVELOP NEW MACHINE-LEARNING-BASED APPROACHES TO CHARACTERIZING LUC AMONG LAND IN AGRICULTURE, FORESTS, WETLANDS, AND GRASSLANDS AND USE DATA FUSION TECHNIQUES TO INCORPORATE INFORMATION FROM REMOTE SENSING DATA PRODUCTS, WHICH CONSTITUTE THE THIRD DATA SET, INCLUDING THE CROPLAND DATA LAYER AND THE NATIONAL LAND COVER DATA SET. HARNESSING THE INFORMATION IN THESE TWO DATA SOURCES AND THE ADVANTAGES OF MACHINE LEARNING WILL PRODUCE HIGH QUALITY ESTIMATES OF LUC THAT WILL BE FURTHER INFORMED AND VERIFIED THROUGH INCORPORATING INSIGHTS FROM FARMER SURVEYS. BASED ON OUR WORK WITH THESE THREE DATA SOURCES AND DEVELOPMENT OF ANALYSIS TECHNIQUES, WE WILL DEVELOP A NEW METHOD THAT USES ALL THREE TO ESTIMATE LUC TRANSPARENTLY AND WITH ERROR ESTIMATES THAT COULD BE USED IN BIOFUEL SUSTAINABILITY ANALYSES. WE WILL DEVELOP A METHOD TO INCORPORATE RESULTS FROM LUC ANALYSES INTO BIOFUEL LIFE CYCLE ANALYSIS, WHICH GENERATES LIFE-CYCLE GHG EMISSIONS ESTIMATES OF BIOFUELS AND IS USED TO ESTABLISH THEIR ELIGIBILITY FOR PROGRAMS INCLUDING THE RENEWABLE FUEL STANDARD AND CALIFORNIA&#39;S LOW CARBON FUEL STANDARD. GIVEN THE IMPORTANCE OF STAKEHOLDER BUY-IN FOR THIS NEW METHOD, WE WILL HOLD STAKEHOLDER WORKSHOPS AT PROJECT INITIATION, MIDPOINT, AND CONCLUSION TO GATHER AND INCORPORATE FEEDBACK AND DISSEMINATE RESULTS.THE ULTIMATE GOAL OF THIS PROJECT IS TO DEVELOP A STAKEHOLDER-APPROVED LUC QUANTIFICATION METHOD THAT INCORPORATES FARMER SURVEY DATA, REMOTE SENSING DATA, AND SATELLITE IMAGERY TO EVALUATE LAND-USE CHANGE AND A METHOD TO INCORPORATE RESULTS FROM THIS ANALYSIS INTO BIOFUEL SUSTAINABILITY ANALYSIS. THROUGH THIS PROJECT, AGRICULTURAL LAND WILL BE USED MORE SUSTAINABLY. MOREOVER, CONCERNS ABOUT LUC ARE A KEY STUMBLING BLOCK IN THE PATH TOWARDS DEMONSTRATING THE SUSTAINABILITY OF BIOFUELS TO THE PUBLIC, NON-GOVERNMENTAL ORGANIZATIONS, AND POLICY MAKERS. WITH THIS STUMBLING BLOCK REMOVED THROUGH DEMONSTRATING LOW LUC IMPACTS AND/OR HOW TO MITIGATE POTENTIAL OR ACTUAL LUC EFFECTS, THE ROAD TO INCREASED BIOFUEL PRODUCTION MAY BE SMOOTHER AND RURAL COMMUNITIES MAY BENEFIT FROM AN INCREASED MARKET FOR BIOMASS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b0be845a-babe-8a5d-2f4b-002e5eff7fcd-C", "generated_internal_id": "ASST_NON_20181000828530_12H3"}, {"internal_id": 146995465, "Award ID": "20161000825636", "Award Amount": -39.04, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-01", "CFDA Number": "10.312", "Description": "FOREST BIOENERGY AND BIOFUELS INTEGRATION: SUSTAINABILITY, ENERGY BALANCE, AND EMISSIONS FROM FOREST RESTORATION IN THE SOUTHERN ROCKY MOUNT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "84053321-0a5c-9d0f-aed8-d82c189c0cca-C", "generated_internal_id": "ASST_NON_20161000825636_12H3"}, {"internal_id": 150868124, "Award ID": "20161000825635", "Award Amount": -41551.82, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-25", "CFDA Number": "10.312", "Description": "IN ORDER TO SUPPORT THE ADVANCEMENT AND SUCCESSFUL APPLICATION OF ECONOMICALLY, ENVIRONMENTALLY, AND SOCIALLY SUSTAINABLE BIOENERGY AND BIOPRODUCT TECHNOLOGIES, THE OBJECTIVE OF THIS R&D PROJECT IS TO DEVELOP A COMPREHENSIVE UNDERSTANDING OF THE LIFE CYCLE ECONOMIC AND ENVIRONMENTAL COSTS INCURRED BY THEIR PRODUCTION AND USE. A CRITICAL IMPEDIMENT TO THE USE OF WOODY BIOMASS FEEDSTOCKS SUCH AS SHORT-ROTATION WOODY CROPS (E.G., SHRUB WILLOW) AND FOREST BIOMASS BY BIOENERGY AND BIOPRODUCT FACILITIES IS THEIR LIMITED PRODUCTION ON A COMMERCIAL SCALE TO DATE. THIS LACK OF VOLUME HAS DISCOURAGED INDUSTRY PARTICIPANTS, REGULATORS, AND THE PUBLIC FROM SUPPORTING AN INDUSTRY WITH THE POTENTIAL TO IMPROVE THE ECONOMIES OF RURAL COMMUNITIES AS WELL AS THE GLOBAL ENVIRONMENT. A SIMILAR LACK OF DATA REGARDING FEEDSTOCK COSTS HAS HINDERED COMMERCIALIZATION OF CELLULOSIC BIOENERGY PATHWAYS IN PARTICULAR, LIMITING THE DATA AVAILABLE REGARDING THE PATHWAYS' ECONOMIC AND ENVIRONMENTAL COSTS AS WELL. PARTICIPANTS ALL ALONG THE SUPPLY CHAIN FROM GROWERS TO END USERS TO INVESTORS REQUIRE A COMPLETE UNDERSTANDING OF BOTH ECONOMIC AND ENVIRONMENTAL COSTS AND THEIR INTERACTIONS BEFORE INVESTING IN CELLULOSIC BIOENERGY AND BIOPRODUCT PROJECTS DUE TO THEIR LARGE IMPACT ON THE PROJECTS' ECONOMIC AND ENVIRONMENTAL FEASIBILITY. LIFE CYCLE ECONOMIC COSTS AFFECT THIS FEASIBILITY DIRECTLY SINCE, WITHOUT POSITIVE ECONOMIC FEASIBILITY, ANY POSITIVE ENVIRONMENTAL IMPACTS RESULTING FROM THE PROJECTS' SUCCESS CANNOT BE ATTAINED. LIFE CYCLE ENVIRONMENTAL COSTS IN THE FORM OF GREENHOUSE GAS (GHG) EMISSIONS AFFECT ECONOMIC FEASIBILITY INDIRECTLY AND ENVIRONMENTAL FEASIBILITY DIRECTLY SINCE THE PARTICIPATION OF CELLULOSIC BIOFUEL PRODUCERS IN THE U.S. RENEWABLE FUEL STANDARD (RFS2) REQUIRES THEM TO MEET A 60% GHG EMISSION REDUCTION THRESHOLD RELATIVE TO PETROLEUM. IN ADDITION ACROSS THE U.S. THERE ARE NEARLY 500 FEDERAL, STATE AND REGIONAL POLICIES THAT ADDRESS THE USE OF WOODY BIOMASS FOR ENERGY APPLICATIONS, MANY OF WHICH INCLUDE GUIDELINES RELATED TO ENVIRONMENTAL PARAMETERS (EBERS ET AL. 2015). HAVING A CLEAR AND COMPREHENSIVE UNDERSTANDING OF ECONOMIC AND ENVIRONMENTAL COSTS AND BENEFITS OF WOODY BIOMASS IN DIFFERENT BIOENERGY SYSTEMS IS NECESSARY TO FOSTER THE GROWTH AND DEVELOPMENT OF THESE INDUSTRIES.AWARDED START DATE: 11/1/15", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6d09c80-dc07-ff93-67b8-5c349abd28d8-C", "generated_internal_id": "ASST_NON_20161000825635_12H3"}, {"internal_id": 116524799, "Award ID": "20161000825321", "Award Amount": -85.73, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-02", "CFDA Number": "10.312", "Description": "INTEGRATED BIOREFINERY TO PRODUCE ETHANOL, HIGH VALUE POLYMERS, AND CHEMICALS FROM LIGNOCELLULOSIC BIOMASS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_20161000825321_12H3"}, {"internal_id": 132969153, "Award ID": "20161000825319", "Award Amount": -3.44, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-26", "CFDA Number": "10.312", "Description": "COTREATMENT FOR LOW-COST FERMENTATION OF CELLULOSIC BIOMASS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7eb6683a-d796-f7f5-68c0-ca8f32275b30-C", "generated_internal_id": "ASST_NON_20161000825319_12H3"}, {"internal_id": 123184327, "Award ID": "20161000825318", "Award Amount": -17701.09, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-04", "CFDA Number": "10.312", "Description": "MID-ATLANTIC BIOMASS SORGHUM COLLABORATIVE TO OPTIMIZE AGRONOMIC PRODUCTION AND GROWER PROFITABILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74e52b26-7782-3e41-95c2-a13a6d202e1b-C", "generated_internal_id": "ASST_NON_20161000825318_12H3"}, {"internal_id": 124230702, "Award ID": "20121000820271", "Award Amount": -760650.47, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-25", "CFDA Number": "10.312", "Description": "DISTRIBUTED ON-FARM BIOENERGY, BIOFUELS AND BIOCHEMICALS (FARMBIO3) DEVELOPMENT AND PRODUCTION VIA INTEGRATED CATALYTIC THERMOLYSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "275b7aee-3a14-8042-7c17-6f27e4236bd5-C", "generated_internal_id": "ASST_NON_20121000820271_12H3"}, {"internal_id": 150868122, "Award ID": "20121000820263", "Award Amount": -6500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "10.312", "Description": "LIGNOCELLULOSIC BIOMASS CONVERSION TO INFRASTRUCTURE COMPATIBLE FUEL, PRODUCTS AND POWER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "872a8637-5e23-609c-f406-bba476b2839f-C", "generated_internal_id": "ASST_NON_20121000820263_12H3"}, {"internal_id": 83858822, "Award ID": "20121000819727", "Award Amount": -856220.94, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-10", "CFDA Number": "10.312", "Description": "ACCELERATED COMMERCIAL DEVELOPMENT OF HYDROTREATED RENEWABLE JET FUEL (HRJ) FROM REDESIGNED OILSEED FEEDSTOCKS SUPPLY CHAINS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea8420cb-9447-e1fc-414b-fd034bb9cc4c-C", "generated_internal_id": "ASST_NON_20121000819727_12H3"}, {"internal_id": 62550699, "Award ID": "20121000619455", "Award Amount": -33795.53, "Award Type": null, "Base Obligation Date": "2018-02-16", "CFDA Number": "10.312", "Description": "CONVERSION OF HIGH-YIELD TROPICAL BIOMASS INTO SUSTAINABLE BIOFUELS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20121000619455_12H3"}, {"internal_id": 45220681, "Award ID": "20121000619423", "Award Amount": -41858.12, "Award Type": null, "Base Obligation Date": "2017-12-13", "CFDA Number": "10.312", "Description": "ACCELERATED RENEWABLE ENERGY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20121000619423_12H3"}, {"internal_id": 151587148, "Award ID": "20111000630362", "Award Amount": -90.63, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-04", "CFDA Number": "10.312", "Description": "GREEN TECHNOLOGIES FOR PRODUCT DIVERSIFICATION IN AN INTEGRATED BIOREFINERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77c2126f-1eeb-1497-ee97-f5b830ca5e7d-C", "generated_internal_id": "ASST_NON_20111000630362_12H3"}, {"internal_id": 62253530, "Award ID": "20091000205149", "Award Amount": -10135.91, "Award Type": null, "Base Obligation Date": "2018-02-15", "CFDA Number": "10.312", "Description": "EXPANSION OF ETHANOL PRODUCTION: EVALUATION OF COSTS AND BENEFITS TO RURAL COMMUNITIES IN THE UPPER MISSISSIPPI RIVER BASIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_20091000205149_12H3"}, {"internal_id": 127669531, "Award ID": "20091000205144", "Award Amount": -85.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-25", "CFDA Number": "10.312", "Description": "STRATEGIC POSITIONING OF BIOFUELS IN THE ECONOMIC CONTEXT OF AGRICULTURE, CRUDE OIL, AND AUTO-MANUFACTURING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20091000205144_12H3"}, {"internal_id": 127669532, "Award ID": "20091000105113", "Award Amount": -7186.99, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-25", "CFDA Number": "10.312", "Description": "ADVANCED TECHNOLOGY FOR LOW COST ETHANOL FROM ENGINEERED CELLULOSIC BIOMASS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20091000105113_12H3"}]