[{"internal_id": 151587087, "Award ID": "20227000538273", "Award Amount": 299965.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-12", "CFDA Number": "10.330", "Description": "DISSECTING EFFECTS OF INSECT-TRANSMITTED VIRUSES ON YIELD AND QUALITY OF FORAGE ALFALFA CROPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20227000538273_12H3"}, {"internal_id": 151130987, "Award ID": "20227000538227", "Award Amount": 868104.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-09", "CFDA Number": "10.330", "Description": "FORAGE: FALL ARMYWORM OUTREACH AND RESEARCH FOR ALFALFA GROWERS AND EDUCATORS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20227000538227_12H3"}, {"internal_id": 151130977, "Award ID": "20227000538226", "Award Amount": 855164.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "10.330", "Description": "THE COMPATIBILITY AND CONTRIBUTION OF NATURAL ENEMIES IN WESTERN US ALFALFA MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20227000538226_12H3"}, {"internal_id": 151130988, "Award ID": "20227000538225", "Award Amount": 587671.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-09", "CFDA Number": "10.330", "Description": "ESTABLISHING ALFALFA IN INTERCROPPING WITH SUNFLOWER AND SORGHUM TO IMPROVE ALFALFA YIELD AND PROFITABILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abd98500-a812-0a76-1610-357bcd3f88de-C", "generated_internal_id": "ASST_NON_20227000538225_12H3"}, {"internal_id": 151130978, "Award ID": "20227000538224", "Award Amount": 668456.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "10.330", "Description": "A NOVEL APPROACH TO EXPAND OUR UNDERSTANDING OF ALFALFA HAY SPOILAGE AND IMPROVE THE EFFICACY OF HAY PRESERVATIVES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_20227000538224_12H3"}, {"internal_id": 139138885, "Award ID": "20217000535694", "Award Amount": 599474.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-02", "CFDA Number": "10.330", "Description": "TIMING ALFALFA CUTTING IS A CRITICAL MANAGEMENT PRACTICE TO MAXIMIZE PRODUCTION POTENTIAL, QUALITY, AND PROFITABILITY OF A STANDING ALFALFA CROP.HOWEVER, DECIDING WHEN TO HARVEST CAN BE A DIFFICULT DECISION AS IT IS AFFECTED BY MULTIPLE AND COMPETING FACTORS, SUCH AS, QUALITY VERSUS YIELD, DRYING RATE AND WEATHER. FOR EXAMPLE, WHILE IT IS IMPORTANT TO QUICKLY DRY ALFALFA AFTER HARVESTING, RAINFALL EVENTS BOTH SLOW THE DRYING RATE AND REDUCE QUALITY DUE TO LEACHING LOSSES. DESPITE ITS IMPORTANCE AND COMPLEXITY, THE DECISION TO HARVEST IS OFTEN MADE WITH CRUDE GUIDELINES (E.G., CUT EVERY 28 DAYS). THE GOAL OF THIS PROJECT IS TO DEVELOP A FREE AND PUBLIC CYBER-PLATFORM (ALFADVISOR) TO HELP ALFALFA GROWERS PLAN FOR ECONOMICALLY OPTIMAL HARVEST SCHEDULING. WITH THE TOOLS PROVIDED ON THE PLATFORM, GROWERS WILL BE ABLE TO RECEIVE CUSTOMIZED HARVEST SCHEDULING RECOMMENDATIONS. THE RECOMMENDATIONS TAKE INTO CONSIDERATION ALFALFA GROWTH AND QUALITY CHANGES, DRYING RATES, WEATHER DURING GROWTH, AND WEATHER-RELATED RISKS WITHIN THE EXPECTED HARVEST WINDOW. OUR REGIONAL COLLABORATIVE TEAM WILL (1) DEVELOP MODELS TO ESTIMATE ALFALFA YIELD, QUALITY AND DRYING RATE IN REAL-TIME BY COMBINING SATELLITE IMAGERY AND ENVIRONMENTAL FACTORS; (2) DEVELOP A DECISION-MAKING MODEL TO PROVIDE ECONOMICALLY OPTIMUM HARVEST SCHEDULING; AND (3) CREATE A WEB-BASED CYBER-PLATFORM TO DISSEMINATE TOOLS FOR FREE PUBLIC USE. TRAINING MATERIALS ON USING THE ALFADVISOR WILL BE CREATED AND DISTRIBUTED THROUGH MULTIPLE EXTENSION AND OUTREACH APPROACHES. THIS PROJECT SUPPORTS THE AFRP GOAL OF TECHNOLOGY TRANSFER TO IMPROVE AGRICULTURAL PRODUCTIVITY, PROFITABILITY, AND CONSERVATION OF NATURAL RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20217000535694_12H3"}, {"internal_id": 139138862, "Award ID": "20217000535692", "Award Amount": 772194.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-29", "CFDA Number": "10.330", "Description": "ALFALFA IS THE FOURTH MOST WIDELY PLANTED CROP AND THE MOST WIDELY GROWN FORAGE CROP IN THE US, AND IT PROVIDES IMPORTANT ECONOMIC, AGRONOMIC, AND ENVIRONMENTAL BENEFITS TO CROPPING SYSTEMS. HOWEVER,THE ACREAGE PLANTED TO ALFALFA, ALFALFA-GRASS MIXTURES, AND OTHER PERENNIAL HAY CROPS HAVE CONTINUALLY DECLINED IN PAST DECADES. NEW MARKET OPPORTUNITIES ARE EMERGING THAT HAVE POTENTIAL TO IMPROVE ALFALFA AND FORAGE PROFITABILITY AND THE RESILIENCE OF US AGRICULTURE. INTERCROPPING ALFALFA BETWEEN ROWS OF ANNUAL AND PERENNIAL GRAIN CROPS IS A NOVEL USE FOR ALFALFA THAT REPRESENTS UNTAPPED POTENTIAL TO INCREASE ALFALFA&#39;S PRESENCE AND IMPORTANCE IN US AGRICULTURAL LANDSCAPES. THESE ALFALFA-GRAIN INTERCROPPING SYSTEMS MIGHT SOMEDAY ALLOW FARMERS TO ACHIEVE THE ENVIRONMENTAL BENEFITS ASSOCIATED WITH GROWING ALFALFA (E.G. REDUCED FERTILIZER AND PEST CONTROL INPUTS, IMPROVED SOIL HEALTH, REDUCTIONS IN CROPLAND VULNERABILITY TO NITRATE LEACHING, EROSION, OR RUNOFF) WITH THE ADDITIONAL ECONOMIC BENEFITS OF PRODUCING A GRAIN CASH CROP AND A SALEABLE FORAGE CROP IN THE SAME FIELD.PERENNIAL GRAIN CROPS ARE BEING DEVELOPED FOR LOW-INPUT, SUSTAINABLE CROPPING SYSTEMS, IN RECOGNITION OF THE ECOSYSTEM BENEFITS PROVIDED BY PERENNIALITY. INTERMEDIATE WHEATGRASS (IWG) IS A PERENNIAL COOL-SEASON FORAGE GRASS THAT IS BEING DOMESTICATED FOR USE AS THE NATION&#39;S FIRST COMMERCIALLY AVAILABLE PERENNIAL GRAIN CROP. MARKET DEMAND FOR ENVIRONMENTALLY SUSTAINABLE FOODS IS RAPIDLY GROWING AND IWG HAS BEEN IDENTIFIED AS A POTENTIAL INGREDIENT BY FOOD COMPANIESIN THEIR EFFORT TO REDUCE THEIR ENVIRONMENTAL IMPACT.INTERCROPPING IWG WITH ALFALFA HAS THE POTENTIAL TO PROVIDE NITROGEN TO THE IWG GRAIN CROP, ENHANCE THE SEASONAL DISTRIBUTION AND FORAGE VALUE OF IWG UNDER DUAL-USE MANAGEMENT, AND INCREASE OVERALL SUSTAINABILITY AND PROFITABILITY OF THE SYSTEM. THE PROPOSED AGRONOMIC RESEARCH WILL DETERMINE OPTIMAL NUTRIENT MANAGEMENT PRACTICES AND EVALUATE THE POTENTIAL OF ALFALFA-IWG INTERCROPPING SYSTEMS ACROSS MULTIPLE CROPPING REGIONS. THE PROPOSED SELECTION STUDIES, USING IWG AS A MODEL FOR OTHER INTERCROPPING SYSTEMS, WILL CALIBRATE EXPECTATIONS WITHIN THE ALFALFA INDUSTRY ABOUT WHETHER PERFORMANCE IN INTERCROPPING SYSTEMS IS A VALUABLE AND HERITABLE TRAIT. THIS PROJECT IS AMONG THE FIRST TO TEST AND SELECT FOR ALFALFA PERFORMANCE WITHIN ROW-CROP PRODUCTION SYSTEMS, AND WILL HELP ALFALFA GROWERS DETERMINE WHETHER THIS ALFALFA-IWG INTERCROPPING, OR SIMILAR INTERCROPPING SYSTEMS, HAVE A PLACE ON THEIR FARMS.THE PRIMARY RESEARCH GOAL OF THIS PROJECT IS PERENNIAL GRAIN-FORAGE SYSTEM OPTIMIZATION BY IMPROVING ALFALFA GENETICS AND FERTILITY MANAGEMENT IN AN ALFALFA-IWG SYSTEM. THIS GOAL WILL BE ACHIEVED BY TESTING AND SELECTING ALFALFA POPULATIONS FOR PERFORMANCE IN ALFALFA-IWG SYSTEMS IN MULTIPLE LOCATIONS IN THE MIDWEST AND NORTHEAST US, AND BY EVALUATING A RANGE OF FERTILITY TREATMENTS TO DETERMINE OPTIMAL MANAGEMENT IN THESE SYSTEMS. KNOWLEDGE GENERATED IN THIS PROJECT WILL BESHARED WITH FARMERS, RESEARCHERS, AND OTHER STAKEHOLDERS THROUGH IN-PERSON FIELD DAYS AND PRESENTATIONS, AND IN SEVERAL VIRTUAL FORMATS INCLUDING FACT SHEETS, VIDEOS, AND WEBINARS.WE ANTICIPATE ALFALFA PRODUCERS WILL BENEFIT FROM THE ADDITION OF A HIGH-VALUE PERENNIAL GRAIN CROP IN THEIR FORAGE ROTATION. FOR GROWERS ALREADY PRODUCING IWG, ADDING ALFALFA TO THEIR PRODUCTION SYSTEM HAS THE POTENTIAL TO IMPROVE SUSTAINABILITY, PRODUCTIVITY, AND PROFITABILITY. FINALLY, BY DEVELOPING ALFALFA AS A NITROGEN SOURCE IN IWG SYSTEMS, THIS PROJECT HAS POTENTIAL BENEFITS FOR THE ALFALFA SEED INDUSTRY, SINCE IT COULD INCREASE SEED SALES BY ADDING ALFALFA ACREAGE WHERE PREVIOUSLY IWG HAD BEEN PLANTED WITHOUT A COMPANION CROP. THE PROJECT WILL ALSO INFORM FUTURE ALFALFA RESEARCH AND BREEDING EFFORTS FOR A BROAD RANGE OF ALFALFA INTERCROPPING SYSTEMS, INCLUDING ALFALFA-GRAIN AND ALFALFA-GRASS MIXTURES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20217000535692_12H3"}, {"internal_id": 139138861, "Award ID": "20217000535691", "Award Amount": 277288.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-02", "CFDA Number": "10.330", "Description": "NATIONALLY THERE IS A VAST ACREAGE OF LAND ON DAIRY FARMS NOT IDEALLY SUITED TO PURE ALFALFA STANDS, AND ALFALFA ACREAGE COULD BE EXPANDED CONSIDERABLY BY INCREASED USE OF BICULTURES. REDUCING VARIABILITY BETWEEN FORMULATED AND DELIVERED DAIRY RATIONS HAS THE POTENTIAL TO EITHER INCREASE INTAKE AND MILK PRODUCTION, OR CONVERSELY, TO SIGNIFICANTLY REDUCE FEED COSTS. OUR OVERALL HYPOTHESIS IS THAT THE HAND-HELD NEO SPECTRA SCANNER, WITH ITS WIDE NEAR INFRARED (NIR) RANGE, WILL PROVIDE ACCURATE, PRECISE AND COST-EFFECTIVE ALFALFA AND ALFALFA-GRASS COMPOSITION INFORMATION ON FARM, AND THAT WE CAN SUCCESSFULLY TRANSFER EXISTING CALIBRATIONS BASED ON LARGE DATABASES FROM OTHER NIR INSTRUMENTS TO THE NEO SPECTRA SCANNER. WE WILL IDENTIFY APPROPRIATE APPLICATIONS OF THIS TECHNOLOGY, WHERE ACCURACY IS BETTER THAN VARIABILITY, AND WHERE A MANAGEMENT DECISION CAN BE POSITIVELY AFFECTED, BASED ON NIR RESULTS. WE WILL COMPARE HAND-HELD INSTRUMENTS FOR ACCURACY AND PRECISION OF ESTIMATING ALFALFA-GRASS NUTRITIVE VALUE. WE WILL EVALUATE THE POTENTIAL FOR CALIBRATION TRANSFER TO LEVERAGE THE CURRENT INVESTMENT IN BENCH-TOP NIRS CALIBRATIONS TO RAPIDLY DEVELOP ON-FARM PREDICTION MODELS. SPECIFICALLY, WE WILL EXPLORE CALIBRATION TRANSFER BY LEVERAGING THE DATA WE WILL COLLECT, AND ASSESS TRANSFERS AMONG HAND-HELD INSTRUMENTS (AURORA AND NEO SPECTRA) WITH A COMMERCIALLY AVAILABLE PORTABLE INSTRUMENT FOR USE ON HARVESTERS (HARVESTLAB). WE WILL DEVELOP CALIBRATIONS FOR ON-FARM ESTIMATION OF ALFALFA PERCENTAGE IN MIXTURES, ASSISTING ALFALFA GROWERS WITH NUTRIENT MANAGEMENT AND CROP ROTATION ISSUES. THIS PROJECT MEETS ASAFS PROGRAM AREA PRIORITIES 2 AND 3 BY REDUCING RISKS AND OPTIMIZING ECONOMIC RETURNS TO BOTH ALFALFA AND MILK PRODUCERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20217000535691_12H3"}, {"internal_id": 139138780, "Award ID": "20217000535690", "Award Amount": 732018.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-02", "CFDA Number": "10.330", "Description": "ALFALFA USE IN THE SOUTHEASTERN US CAN PROVIDE A HIGH-QUALITY INPUT FOR LIVESTOCK PRODUCTION, WHILE PROVIDING SECONDARY ECOSYSTEM BENEFITS TO THE LONGEVITY OF FORAGE-BASED SYSTEMS THROUGH SUSTAINABLE AGRICULTURAL INTENSIFICATION (USDA SCIENCE BLUEPRINT, 2021). WHILE ALFALFA INTEGRATION INTO WARM-SEASON GRASSES HAVE BEEN SUCCESSFUL IN THE SOUTH, ADDITIONAL RESEARCH IS NEEDED TO REFINE MANAGEMENT APPLICATIONS AND TRANSLATE ANCILLARY SYSTEM BENEFITS TO PRODUCERS TO ENHANCE ADOPTION, USE AND SUSTAINABILITY IN SOUTHERN FORAGE-LIVESTOCK OPERATIONS. THUS, FURTHER DATA IS NEEDED TO PROVIDE RECOMMENDATIONS TO STAKEHOLDERS WHICH TEACH THEM HOW TO BEST USE ALFALFA-BASED SYSTEMS UNDER DIFFERING DEFOLIATION MANAGEMENT STRATEGIES, AND HOW THESE PRACTICES INFLUENCE ECOSYSTEM CONTRIBUTIONS. OUR WORK AIMS TO BETTER UNDERSTAND APPLIED FORAGE PRESERVATION AND ECOSYSTEM MANAGEMENT STRATEGIES UTILIZING ALFALFA-BERMUDAGRASS MIXTURES TO IMPROVE SYSTEM SUSTAINABILITY FOR FORAGE-LIVESTOCK PRODUCERS. THE DATA OBTAINED FROM THIS PROJECT WILL (1) IMPROVE PRODUCT PRESERVATION AS A HIGH-QUALITY FEED FOR LIVESTOCK, (2) QUANTIFY, DEFINE, AND ILLUSTRATE NUTRIENT USE AND CYCLING BENEFITS TO THE ANIMAL AND PASTURE, (3) DEVELOP ECONOMIC TOOLS FOR PRODUCERS CONSIDERING ALFALFA USE UNDER THESE APPLICATIONS, AND (4) SIGNIFICANTLY IMPACT ALFALFA PRODUCTION NOT ONLY IN THE SOUTH BUT NATIONWIDE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20217000535690_12H3"}, {"internal_id": 139138826, "Award ID": "20217000535689", "Award Amount": 526866.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-02", "CFDA Number": "10.330", "Description": "ALFALFA WEEVIL, THE KEY ECONOMIC PEST OF ALFALFA THROUGHOUT THE CONTINENTAL US, HAS DEVELOPED RESISTANCE TO THE PYRETHROID GROUP OF INSECTICIDES (WARRIOR &REG;, MUSTANG&REG; MAXX AND OTHERS) USED TO CONTROL THEM, MAKING ITS ECONOMIC DAMAGE EVEN MORE SEVERE. OUR PROGRESS DURING THE LAST 1.5 YEARS HAS QUANTIFIED AND MAPPED PYRETHROID RESISTANT ALFALFA WEEVIL POPULATIONS IN SEVERAL WESTERN US STATES.IN TWO AFFECTED AREAS SOME PRODUCERS HAVE ABANDONED ALFALFA AS A CROP DUE TO THE LACK OF EFFECTIVE CONTROLS FOR INSECTICIDE-RESISTANT WEEVILS. THIS THREATENS NOT ONLY THE ECONOMICS OF THE $20 BILLION ALFALFA FORAGE INDUSTRY, BUT ALSO THE $67 BILLION AND $38 BILLION BEEF AND MILK COMMODITIES THAT DEPEND UPON ON-FARM ALFALFA FORAGE PRODUCTION. A RESEARCH AND EXTENSION EFFORT IS NEEDED TO MITIGATE ECONOMIC LOSES BY PROLONGING THE USEFUL LIFE OF THE PYRETHROID INSECTICIDES THROUGH RESISTANCE MANAGEMENT. RESEARCH WILL CONTINUE TO MAP THE GEOGRAPHIC SPREAD OF INSECTICIDE RESISTANCE USING DOSE RESPONSE EXPERIMENTS, EXTEND TESTING TO CENTRAL AND EASTERN US STATES AND DETERMINE MECHANISMS OF RESISTANCE. SCIENCE-BASED RESULTS WILL BE INCORPORATED INTO EXTENSION MEDIA THAT PROVIDES RESISTANCE MANAGEMENT RECOMMENDATIONS TO STAKEHOLDERS. A MULTI-STATE TEAM OF RESEARCH SCIENTISTS AND EXTENSION SPECIALISTS WILL DEVELOP AND DELIVER RESISTANCE MANAGEMENT RECOMMENDATIONS IN THE WESTERN US. THIS RESEARCH AND EXTENSION PROPOSAL ADDRESSES ASAFS PROGRAM AREA 1, \"INCREASE ALFALFA FORAGE AND SEED YIELDS AND FORAGE QUALITY THROUGH IMPROVED MANAGEMENT PRACTICES ... TO REDUCE BIOTIC AND ABIOTIC STRESSES AND COSTS OF PRODUCTION\" (100%) AND IS BROADLY SUPPORTED BY STAKEHOLDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_20217000535689_12H3"}, {"internal_id": 85400069, "Award ID": "20197000530363", "Award Amount": 455633.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "10.330", "Description": "THE FUTURE OF ALFALFA SEED AND FORAGE PRODUCTION IN THE WESTERN UNITED STATES DEPENDS ON THE DEVELOPMENT OF INCREASINGLY SOPHISTICATED INSECTICIDE MANAGEMENT APPROACHES THAT CONTROL PESTS EFFECTIVELY WHILE AVOIDING AN UPSURGE IN INSECTICIDE RESISTANCE, IMPROVING PROFITABILITY THROUGH REDUCED INSECTICIDE USE, AND MAXIMIZING THE BENEFITS DERIVED FROM BENEFICIAL INSECT AND POLLINATOR SERVICES. THESE GOALS CAN BE ACHIEVED BY MORE PRECISELY CONTROLLING WHEN AND FOR HOW LONG INSECTS ARE EXPOSED TO LETHAL CONCENTRATIONS OF INSECTICIDES ON ALFALFA FOLIAGE. WE PROPOSE TO ACCOMPLISH THIS GOAL BY MAKING IT POSSIBLE TO ACCURATELY PREDICT INSECTICIDE DISSIPATION RATES FROM ALFALFA FOLIAGE UNDER VARIOUS CONDITIONS AND BY CREATING A DATABASE OF INSECTICIDE LETHAL CONCENTRATIONS ON FOLIAGE FOR KEY ALFALFA PESTS, BENEFICIAL INSECTS, AND MANAGED POLLINATORS. OUR PROJECT OBJECTIVES ARE TO (1) OPTIMIZE AND VALIDATE A MODEL DESIGNED TO PREDICT INSECTICIDE DISSIPATION RATES FROM ALFALFA FOLIAGE, (2) CREATE A DATABASE OF RELEVANT TOXICITY ENDPOINTS BY CONDUCTING INSECTICIDE EXPOSURE EXPERIMENTS, (3) LINK THE MODEL TO THE DATABASE IN OUR NEW ALFALFA INSECTICIDE MANAGEMENT (AIM) TOOLKIT, (4) TEST THE APPLICABILITY OF THE AIM TOOLKIT IN A FIELD TRIAL, AND (5) OBTAIN FEEDBACK FROM ALFALFA SEED AND FORAGE PRODUCERS THROUGH A NUMBER OF EXTENSION ACTIVITIES. ALFALFA PRODUCERS WILL BENEFIT FROM THE AIM TOOLKIT BECAUSE IT WILL REDUCE THE GUESSWORK SURROUNDING MANY OF THE IMPORTANT DECISIONS THEY MAKE ABOUT INSECTICIDE APPLICATION AND WILL ENABLE THEM TO EXPLORE POTENTIAL MODIFICATIONS TO INSECTICIDE APPLICATION APPROACHES WITHOUT CONDUCTING EXPENSIVE FIELD TRIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20197000530363_12H3"}, {"internal_id": 85400070, "Award ID": "20197000530362", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.330", "Description": "THIS INTEGRATED PROJECT WILL USE A DIVERSE COLLECTION OF 200 ALFALFA VARIETIES TO IDENTIFY MOLECULAR MARKERS AND OTHER GENETIC INFORMATION THAT AFFECT 4-YEAR YIELD AND PROTEIN DEGRADABILITY, AND THE LINKAGE OF THESE TWO TRAITS. OUR OVERALL GOAL IS TO IMPLEMENT THE RESULTING DATA INTO BREEDING PROGRAMS SO THAT NEW VARIETIES OF ALFALFA CAN BE GENERATED THAT MAXIMIZE BOTH THE TOTAL PLANT YIELD (BENEFIT TO ALFALFA GROWERS) AND THE SUBSEQUENT AVAILABILITY OF ALFALFA-DERIVED NUTRIENTS IN RUMINANT DIGESTION (BENEFIT TO CATTLE/DAIRY INDUSTRY) - THIS IS AN INNOVATIVE DEPARTURE FROM THE LONGSTANDING WORK OF MANY BREEDING PROGRAMS, WHICH ARE FOCUSED PRIMARILY ON AGRONOMIC TRAITS SUCH AS WINTER HARDINESS/STAND LONGEVITY, DROUGHT/SALINE TOLERANCE, ETC. THE MOVE TOWARD INCORPORATING YIELD AND PROTEIN QUALITY INTO BREEDING PROGRAMS IS EXPECTED TO IMPROVE SUSTAINABILITY ACROSS MULTIPLE INDUSTRIES AND ECOSYSTEMS AND WILL INVOLVE: I) QUANTIFYING ALFALFA GENETIC DIVERSITY IN PROTEIN DEGRADABILITY AND YIELD IN A DIVERSE GERMPLASM SET; II) QUANTIFYING THE RELATIONSHIP BETWEEN ALFALFA PROTEIN DEGRADABILITY AND IMPORTANT AGRONOMIC PARAMETERS; AND III) IDENTIFYING GENETIC INFORMATION ASSOCIATED WITH PROTEIN DEGRADABILITY AND 4-YEAR YIELD.THE OBJECTIVES FOR THIS PROPOSAL WILL INCLUDE: 1) DETERMINE PROTEIN QUALITY AND STAGE OF MATURITY AT FIRST HARVEST FOR 200 VARIETIES AT THREE LOCATIONS (ID, OR, WA). 2) QUANTIFY THE GENETIC DIVERSITY THAT IS RELATED TO FORAGE PROTEIN QUALITY AND YIELD. 3) IDENTIFY MOLECULAR MARKERS ASSOCIATED WITH PROTEIN DEGRADABILITY (ADICP, NDICP, SOLUBLE PROTEIN, MICROBIAL PROTEIN DEGRADATION, FRACTIONS OF PROTEIN) AND YIELD. 4) EXTEND ACTIONABLE KNOWLEDGE TO POSITIVELY AFFECT ALFALFA BREEDERS, ALFALFA SEED/HAY PRODUCERS, AND OTHER INDUSTRY STAKEHOLDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20197000530362_12H3"}, {"internal_id": 85400071, "Award ID": "20197000530361", "Award Amount": 498334.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "10.330", "Description": "ALFALFA IMPROVEMENT DEPENDS ON THE PRESENCE OF NECESSARY GENETIC VARIATION FOR TRAITS OF INTEREST. IF COMMERCIAL BREEDING POPULATIONS DON&#39;T CONTAIN SUFFICIENT USEABLE VARIATION, GERMPLASM HELD IN GENE BANKS, SUCH AS THE USDA NATIONAL PLANT GERMPLASM SYSTEM, CAN BE EVALUATED AS SOURCES OF NEEDED TRAITS. HOWEVER, FOR COMPLEX TRAITS LIKE FORAGE AND SEED YIELD, FORAGE QUALITY, ADAPTATION, PERSISTENCE, SALINITY, AND WATER STRESS, SCREENING GERMPLASM ACCESSION BY ACCESSION IS TIME CONSUMING AND OFTEN UNSUCCESSFUL. THEREFORE, WE PROPOSE TO CONTINUE AN AFRP PROJECT INITIALLY FUNDED IN 2017 TO DEVELOP A SERIES OF BROAD-BASED GERMPLASM POOLS TARGETED TO NORTHERN AND SOUTHERN REGIONS OF THE USA. POOLS WILL CONSIST OF GERMPLASM FROM DIVERSE ECOGEOGRAPHIC REGIONS AND WILL BE RECURRENTLY SELECTED TO IMPROVE VARIOUS TRAITS OF IMPORTANCE. USE OF THESE POOLS SHOULD PROVIDE OPPORTUNITY FOR BREEDERS TO ACCESS UNIQUE GENETIC VARIATION THAT CAN ACCELERATE GENETIC GAIN FOR IMPORTANT TRAITS INTO THE FUTURE. IN THIS PROJECT, WE WILL SYNTHESIZE OVER 20 NEW GERMPLASM POPULATIONS BASED ON SELECTIONS IN NY, WI, CA (FOUR LOCATIONS), AND WA AND BEGIN EVALUATIONS OF MORE GERMPLASM. RESULTS OF OUR PROJECT WILL BE EXTENDED TO FARMERS, SEED COMPANIES, AND CROP CONSULTANTS THROUGH FIELD DAYS, EXTENSION BULLETINS, AND SOCIAL MEDIA, AND THROUGH WEBSITES DEDICATED TO ALFALFA. THIS PROJECT WILL PROVIDE THE GENETIC RESOURCES FOR VARIETY DEVELOPMENT. THE PROJECT INCLUDES PARTICIPANTS FROM CALIFORNIA, WISCONSIN, WASHINGTON, AND NEW YORK, REPRESENTING FOUR MAJOR ALFALFA PRODUCING REGIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20197000530361_12H3"}, {"internal_id": 85400072, "Award ID": "20197000530360", "Award Amount": 502244.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.330", "Description": "THE SOUTH IS AN AREA OFTEN OVERLOOKED WHEN CONSIDERING INCREASING ALFALFA ACREAGE. INCREASED RESEARCH AND EXTENSION EFFORTS IN THE REGION HAVE DETERMINED THERE IS GROWING INTEREST AMONG PRODUCERS IN THE UTILIZATION AND MANAGEMENT OF ALFALFA IN THE SOUTH, HOWEVER THERE IS STILL MUCH HESITATION AS PRODUCERS TRY TO DETERMINE HOW ALFALFA MIGHT FIT IN THEIR FORAGE SYSTEM. DATA IS NEEDED TO DETERMINE THE OPTIMUM MANAGEMENT STRATEGIES TO MAXIMIZE BOTH FORAGE AND LIVESTOCK PERFORMANCE AND PROFITABILITY. APPLIED EVALUATIONS OF THE USE OF ALFALFA-GRASS SYSTEMS FOR CUT, GRAZE, AND DUAL PURPOSE CUT AND GRAZE SYSTEMS ARE NEEDED TO DECREASE RISK AND PROVIDE GUIDANCE TO POTENTIAL ALFALFA PRODUCERS IN THE REGION. THIS PROJECT AIMS TO (1) IDENTIFY BARRIERS TO THE ADOPTION OF ALFALFA AMONG STAKEHOLDERS AND CREATE AWARENESS ON MANAGEMENT FOR ALFALFA IN THE SOUTH, (2) EVALUATE VARIED HARVEST MANAGEMENT STRATEGIES OF ALFALFA FORAGE SYSTEMS IN THE SOUTH TO IMPROVE MANAGEMENT PRACTICES AND EXPAND ALFALFA UTILIZATION IN THE REGION, (3) DEVELOP ECONOMIC TOOLS FOR PRODUCERS CONSIDERING ALFALFA, AND (4) PROVIDE PRACTICAL STRATEGIES FOR MANAGING ALFALFA-GRASS MIXTURES IN THE SOUTH. THIS IS AN AGRICULTURAL RESEARCH AND EXTENSION PROJECT OVER TWO YEARS WITH COMBINED EFFORTS FROM THREE UNIVERSITIES IN THE EASTERN REGION (UNIVERSITY OF GEORGIA, AUBURN UNIVERSITY, AND UNIVERSITY OF FLORIDA).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20197000530360_12H3"}, {"internal_id": 85400073, "Award ID": "20197000530359", "Award Amount": 457339.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-28", "CFDA Number": "10.330", "Description": "DEMAND FOR HIGH-QUALITY ALFALFA HAY IS EXPANDING WHEREAS SEVERAL BIOTIC AND ABIOTIC FACTORS ARE LIMITING ALFALFA PRODUCTIVITY. MIXING ALFALFA WITH GRASSES IS A WELL-KNOWN PRACTICE TO INCREASE HAY YIELD. GROWERS, HOWEVER, ARE CONCERNED ABOUT ALFALFA-GRASS HAY QUALITY. RECENT STUDIES INDICATED THAT IF APPROPRIATE GRASS SPECIES AND MIXING RATIO ARE SELECTED, THE HAY QUALITY OF ALFALFA-GRASS CAN BE EQUAL TO PURE ALFALFA. MAJORITY OF PREVIOUS WORKS HAVE STUDIED ALFALFA-GRASS WHEN THEY ARE COMMINGLED IN THE MIXTURE. WE ARE PROPOSING ROW INTERCROPPING, AS AN ALTERNATIVE METHOD FOR ALFALFA-GRASS CO-PRODUCTION, TO MINIMIZE MANAGEMENT CHALLENGES AND FACILITATE SPECIES ESTABLISHMENT AND CO-EXISTENCE. WE ARE PROPOSING A MULTISTATE (CO, WY, ID, OR) PROJECT WITH AN ULTIMATE GOAL OF ENHANCING ECONOMIC PROFIT AND SUSTAINABILITY OF ALFALFA-BASED FORAGE PRODUCTION SYSTEMS IN THE WESTERN REGION. SPECIFIC OBJECTIVES ARE TO: EVALUATE YIELD AND QUALITY OF ALFALFA-GRASS UNDER FULL AND LIMITED IRRIGATION, DETERMINE THE IMPACT OF GRASS PRESENCE ON REDUCING DAMAGE FROM ALFALFA WEEVIL, DETERMINE THE ECONOMIC RETURN OF ALFALFA VERSUS ALFALFA-GRASS SYSTEMS, AND DELIVER THIS INFORMATION TO STAKEHOLDERS VIA A ROBUST EXTENSION PLAN. REPLICATED FIELD TRIALS WILL BE ESTABLISHED AT PARTICIPATING STATES TO EVALUATE ALFALFA-GRASS PRODUCTION WITH VARIOUS GRASS SPECIES, PLANTING CONFIGURATION, AND IRRIGATION REGIMES. DATA (HAY YIELD/QUALITY, IRRIGATION WATER USE, INPUT AND OUTPUT COSTS, AND WEEVIL INFESTATION) WILL BE COLLECTED AND ANALYZED USING APPROPRIATE STATISTICAL PROCEDURES. AN EXTENSIVE EXTENSION PLAN HAS BEEN DESIGNED. THE PROJECT IS EXPECTED TO PRODUCE A MULTI-STATE RECOMMENDATION AND GUIDELINE FOR EFFECTIVELY INTEGRATING GRASSES INTO ALFALFA FIELDS AND THE BMP WITH THIS REGARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20197000530359_12H3"}, {"internal_id": 83795123, "Award ID": "20197000530290", "Award Amount": 452933.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-15", "CFDA Number": "10.330", "Description": "REDUCED-LIGNIN ALFALFA CULTIVARS CONSTITUTE A PROMISING ALTERNATIVE FOR MAXIMIZING FORAGE YIELD WHILE MAINTAINING FORAGE QUALITY. THE CURRENT BODY OF KNOWLEDGE ABOUT THIS NEW TECHNOLOGY IS HIGHLY BIASED TOWARDS ENVIRONMENTS WHERE ANNUAL PRECIPITATION EXCEEDS ANNUAL ATMOSPHERIC DEMAND, AND THE IMPACT OF AN EXTENDED GROWING PERIOD BETWEEN FORAGE CUTS ON THE SOIL WATER BALANCE AND SUBSEQUENT ALFALFA PRODUCTIVITY REMAINS UNKNOWN IN THE WATER-LIMITED REGION OF THE US GREAT PLAINS. WE HYPOTHESIZE THAT THE EXTENDED GROWING PERIODS BETWEEN FORAGE CUTS CAN INCREASE ANNUAL BIOMASS PRODUCTION WITHOUT DETRIMENTALLY AFFECTING FORAGE QUALITY AND SOIL WATER STORAGE. OUR OBJECTIVES ARE TO I) QUANTIFY THE EFFECTS OF CUTTING MANAGEMENT IN CONVENTIONAL AND REDUCED-LIGNIN ALFALFA CULTIVARS ON FORAGE YIELD, FORAGE QUALITY, AND WATER-USE EFFICIENCY; II) CONDUCT A SURVEY TO LINK MANAGEMENT PRACTICES TO LINK AND BENCHMARK YIELDS AND WATER USE-EFFICIENCY ACROSS OKLAHOMA AND KANSAS; III) ASSESS THE ECONOMIC FEASIBILITY OF REDUCED-LIGNIN ALFALFA IN WATER-LIMITED ENVIRONMENTS; AND IV) DISSEMINATE PROJECT FINDINGS TO STAKEHOLDERS. FIELD EXPERIMENTS AND AN ON-FARM SURVEY WILL BE CONDUCTED IN PORTIONS OF OKLAHOMA AND KANSAS CHARACTERIZED BY HIGH ALFALFA ACREAGE AND HIGH PROBABILITY OF SOIL WATER DEFICIT. BASED ON THE RESULTS FROM THE FIELD RESEARCH AND THE ON-FARM SURVEY, THE ECONOMIC FEASIBILITY OF REDUCED-LIGNIN ALFALFA IN WATER-LIMITED ENVIRONMENTS WILL BE DETERMINED. PROJECT FINDINGS WILL BE USED TO TRAIN EXTENSION EDUCATORS AND STAKEHOLDERS ON FIELD DAYS AND CROP SCHOOLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20197000530290_12H3"}, {"internal_id": 85400074, "Award ID": "20197000530287", "Award Amount": 293337.94, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-07", "CFDA Number": "10.330", "Description": "ALTHOUGH MODERN AGRICULTURAL PRODUCTION IS MORE EFFICIENT THAN EVER AT SUPPLYING FOOD AND FEED TO A GROWING WORLD POPULATION, THERE IS AN INCREASING REALIZATION THAT ENVIRONMENTAL SUSTAINABILITY IS A KEY COMPONENT OF LONG-TERM FOOD PRODUCTION. WHILE THE ENVIRONMENTAL ASPECTS OF SUSTAINABILITY CAN REFER TO MANY DIFFERENT QUALITIES OF PRODUCTION SYSTEMS, SUSTAINABILITY IN THE US HAS MOSTLY BEEN EXAMINED IN TERMS OF GREENHOUSE GAS, SOIL AND WATER QUALITY, AND ENERGY CONSUMPTION IMPACTS. CONSUMERS CONTINUE TO INDICATE THAT THEY WANT FOOD PRODUCTS THAT MINIMIZE ENVIRONMENTAL IMPACTS (NIELSEN 2015) AND THE INCREASING POPULARITY OF ORGANIC PRODUCTS DEMONSTRATES THAT CONSUMERS ARE WILLING TO PAY MORE FOR FOODS THAT CLAIM OTHER BENEFITS. ADDITIONALLY, REGULATORS HAVE ALREADY BEGUN TO CONSIDER SUSTAINABILITY IN THE AGRICULTURAL SECTOR AND AGRICULTURAL-BASED BIOFUELS ARE BEING EVALUATED BASED ON THEIR GREENHOUSE GAS EMISSIONS.THE INCREASED SCRUTINY OF ENVIRONMENTAL IMPACT ISSUES HAS BROUGHT PRESSURE ON FOOD MANUFACTURERS TO EXAMINE THEIR SUPPLY CHAINS TO FIND AREAS WHERE ENVIRONMENTAL SUSTAINABILITY CAN BE ENHANCED. IN MANY CASES, THE MANUFACTURERS HAVE ALREADY TAKEN READILY IMPLEMENTED STEPS TO REDUCE THE ENVIRONMENTAL IMPACTS OF THEIR MANUFACTURING PROCESSES AND SUPPLY CHAINS. FOR MOST FOOD PRODUCTS, THE LARGEST AREA WHERE ADDITIONAL SUSTAINABILITY CONCERNS CAN BE ADDRESSED IS ON THE FARM. A NUMBER OF INITIATIVES ARE BEING LED BY MANUFACTURERS, COMMODITY ORGANIZATIONS, AND ADVOCACY GROUPS THAT STRIVE TO ENGAGE FARMERS IN ENVIRONMENTALLY-SUSTAINABLE PRACTICES. THESE EFFORTS ALSO COINCIDE WITH PRODUCERS STRIVING TO REMAIN PROFITABLE IN THE FACE OF HIGH INPUT COSTS, WHICH THEY CAN DO BY REDUCING THE USE OF EXPENSIVE FOSSIL-ENERGY BASED INPUTS THAT ALSO HAVE SIGNIFICANT ENVIRONMENTAL IMPACTS.ALTHOUGH THE IMPORTANCE OF ALFALFA IS OFTEN OVERSHADOWED BY MAJOR COMMODITY GRAIN CROPS, IT OFFERS A NUMBER OF ENVIRONMENTAL AND ECOSYSTEM BENEFITS THAT CAN REDUCE ENVIRONMENTAL IMPACTS. INTEGRATING ALFALFA INTO CROP ROTATIONS HAS THE POTENTIAL TO IMPROVE THE OVERALL ENVIRONMENTAL FOOTPRINT OF CROP PRODUCTION SYSTEMS AS WELL PROVIDE AGRONOMIC BENEFITS TO ROTATIONAL CROPS. ALFALFA HAS BEEN SHOWN TO DECREASE LOSSES DUE TO WEEDS, INSECTS, AND DISEASE (ANDERSON, 2010, GOPLEN ET AL., 2017), DECREASE NITRATE LEACHING (TOTH AND FOX, 1998), INCREASE SOIL QUALITY (ENTZ ET AL., 1995) AND PROVIDE N AND OTHER YIELD-BOOSTING ROTATIONAL EFFECTS TO SUBSEQUENT CROPS (YOST ET AL., 2015). ALFALFA ALSO PROVIDES ECOSYSTEM SERVICE BENEFITS (OLMSTEAD AND BRUMMER 2008) IN THE FORM OF DECREASED EROSION (OSTERHOLZ, ET AL. 2018.), INCREASED WILDLIFE HABITAT (PUTNAM ET AL. 2001), AND IMPROVED WATER QUALITY (RANDALL ET AL. 1997). THESE BENEFITS MAKE ALFALFA A KEY TOOL TO HELP MAINTAIN HEALTHY AND PRODUCTIVE SOILS, PROVIDING BOTH ECONOMIC AND ENVIRONMENTAL VALUE.WHILE A NUMBER OF STUDIES HAVE SHOWN THE ENVIRONMENTAL BENEFITS OF DIFFERENT ALFALFA PRODUCTION METHODS EITHER AS A SINGLE CROP, PART OF AROTATION, OR AS PART OF DAIRY SYSTEMS, THEY HAVE TENDED TO FOCUS ON SPECIFIC TOPICS OR STEPS IN THE PROCESS, SUCH AS FERTILIZATION, A CHANGE IN THE CROPS PLANTED, OR IMPACTS ON WATER QUALITY. ADDITIONALLY, THEY HAVE BEEN CONDUCTED IN DIFFERENT REGIONS OF THE WORLD WITH UNIQUE SOILS, CLIMATES, AND ENVIRONMENTAL IMPACT ISSUES. IN ORDER TO SHOW THE FULL POTENTIAL FOR ALFALFA TO ENHANCE SUSTAINABILITY IN A SPECIFIC REGION, A COMPREHENSIVE EXAMINATION USING MULTIPLE SUGGESTED IMPROVEMENTS IN ALFALFA AND CROP MANAGEMENT PRACTICES WOULD BE HELPFUL FOR THE BROADER PRODUCTION SYSTEM. THIS CAN BE ACCOMPLISHED USING A SYSTEM-LEVEL MODELING APPROACH THAT INTEGRATES DATA AT MULTIPLE LEVELS WITHIN THE ALFALFA-DAIRY FORAGE SYSTEM.THE RESEARCH IN THIS PROPOSAL IS DESIGNED TO GATHER REGIONALLY RELEVANT DATA ON EXISTING ALFALFA PRODUCTION METHODS IN THE UPPER MIDWEST (FIG. 1) AND EXAMINE THE POTENTIAL ENVIRONMENTAL IMPACTS FROM CHANGING THOSE METHODS ON ALFALFA CROPPING AND DAIRY SYSTEMS. THE CHANGES EVALUATED WILL ALSO BE EXAMINED IN THE CONTEXT OF THEIR FINANCIAL IMPACTS AND THE ACCEPTABILITY OF POTENTIAL CHANGES TO ALFALFA PRODUCTION SYSTEMS AND CROP ROTATIONS. IT WILL BE BASED ON DATA SPECIFIC TO ALFALFA PRODUCTION IN THE UPPER MIDWEST REGION AND IT WILL BRING TOGETHER RESEARCHERS WITH EXPERTISE IN AGRONOMY, DAIRY, SOILS, AGRICULTURAL ECONOMICS AND LCA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20197000530287_12H3"}, {"internal_id": 85400076, "Award ID": "20197000530283", "Award Amount": 487926.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "10.330", "Description": "A MAJOR CHALLENGE FACING THE WORLD IN THE 21ST CENTURY IS FEEDING THE GROWING HUMAN POPULATION. NOT ONLY IS THE WORLD&#39;S POPULATION CONTINUING TO GROW, BUT THE WEALTH OF THE POPULATION IS INCREASING, AND WITH IT THE DEMAND FOR MORE ANIMAL PROTEIN IN HUMAN DIETS. AQUACULTURE, THE RAISING OF FARMED FISH AND SHELLFISH, IS THE FASTEST GROWING FOOD SECTOR AROUND THE WORLD AND THE MOST EFFICIENT MEANS OF PROVIDING ANIMAL PROTEIN TO HUMAN POPULATIONS. BOTTLENECKS TO SUSTAINABLE AQUACULTURE INCLUDE IDENTIFYING ACCEPTABLE PLANT PROTEINS FOR FISH FEEDS, MAINTAINING FISH HEALTH WITHOUT OVER-USE OF ANTIBIOTICS, AND ECONOMICAL REDUCTION OF PHOSPHATE (P) IN DISCHARGED WATER. ALFALFA FOLIAGE CAN BE REFINED INTO A HIGH PROTEIN CONCENTRATE (ALFALFA PROTEIN CONCENTRATE; APC) THAT SHOWS EXCELLENT PROMISE FOR USE IN FISH FEEDS AS AN ALTERNATIVE TO FISHMEAL. EXPERIMENTS WILL MEASURE THE PHYSICAL QUALITY OF FEED PELLETS WITH COMMERCIALLY PRODUCED APC, DETERMINE PALATABILITY AND DIGESTIBILITY OF APC, ESTABLISH OPTIMAL APC CONCENTRATIONS FOR RAINBOW TROUT, AND TEST APC FEED IN A COMMERCIAL TROUT OPERATION. ADDITIONALLY, APC WILL BE MANUFACTURED FROM PLANTS EXPRESSING AN ANTIMICROBIAL PEPTIDE AND PLANTS EXPRESSING A FUNGAL PHYTASE FOR TESTING THEIR EFFECTS ON FISH HEALTH, FEED UTILIZATION, AND WATER QUALITY. PRODUCER AND END-USER STAKEHOLDER INVOLVEMENT WILL BE INCORPORATED IN DESIGNING AND ASSESSING ON-FARM PROCESSES THAT ARE EXPECTED TO YIELD A COST-EFFECTIVE, HIGH-QUALITY PROTEIN PRODUCT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea8420cb-9447-e1fc-414b-fd034bb9cc4c-C", "generated_internal_id": "ASST_NON_20197000530283_12H3"}, {"internal_id": 83795122, "Award ID": "20197000530281", "Award Amount": 498990.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-19", "CFDA Number": "10.330", "Description": "ALFALFA (MEDICAGO SATIVA L.) IS ONE OF THE MOST VALUABLE FORAGE CROPS GROWN IN THE WORLD, AND IS THE THIRD MOST VALUABLE FIELD CROP PRODUCED IN THE U.S., CURRENTLY VALUED AT AROUND US$ 9 BILLION (NASS, 2017). ONE OF THE MOST IMPORTANT CHARACTERISTICS OF ALFALFA IS ITS HIGH NUTRITIVE VALUE AS AN ANIMAL FEED, WITH 15 TO 22% CP (CRUDE PROTEIN). IT IS ADAPTED OVER MOST OF THE U.S., AND IT IS SUITABLE ACROSS A WIDE RANGE OF SOIL AND CLIMATIC CONDITIONS. ALFALFA WAS ONCE A PREEMINENT FORAGE IN THE SOUTHEAST UNITED STATES, BUT VARIOUS FACTORS INCLUDING POOR MANAGEMENT AND ENVIRONMENTAL CONDITIONS CONTRIBUTED TO A PRODUCTION DECLINE IN THE REGION. RECENT WORK WITH ALFALFA MIXTURES HAS REVEALED NEW OPPORTUNITIES FOR ALFALFA IN THE SOUTHEAST, AND THE DEVELOPMENT OF NEW VARIETIES HAS CONTRIBUTED TO THE ABILITY TO OVERCOME PRODUCTION CHALLENGES.IN THE SOUTHEAST, THE DOMINANT PASTURE FORAGE SPECIES ARE TALL FESCUE [SCHEDONORUS PHOENIX (SCOP.) HOLUB], ORCHARDGRASS (DACTYLIS GLOMERATA L.) AND BERMUDAGRASS (CYNODON DACTYLON). HOWEVER, MANY OF THE PASTURES ACROSS THIS REGION ARE IN NEED OF RENOVATION OR RESTORATION DUE TO FORAGE STAND LOSS CAUSED BY POOR FORAGE MANAGEMENT. ONE OF THE BEST WAYS TO IMPROVE BOTH FORAGE YIELD AND NUTRITIVE VALUE ON LOW PRODUCING GRASS PASTURES IS TO PERIODICALLY RENEW OR RESTORE THEM (JOHNSON ET AL., 2007), AND THE MOST SUCCESSFUL WAY TO ADEQUATELY RESTORE A PASTURE IS BY THE INTRODUCTION OF DESIRED FORAGE SPECIES, SUCH AS ALFALFA. THERE ARE MANY BENEFITS OF LEGUME-RESTORED PASTURES, INCLUDING REDUCED USE OF SYNTHETIC NITROGEN FERTILIZERS, INCREASED CP AND OVERALL FORAGE NUTRITIVE VALUE, IMPROVED FORAGE DIGESTIBILITY, IMPROVED LIVESTOCK PERFORMANCE AND A BETTER SEASONAL DISTRIBUTION OF FORAGES, CONSIDERING THAT COOL-SEASON LEGUMES ARE MORE PRODUCTIVE DURING SPRING AND SUMMER THAN BOTH COOL AND WARM-SEASON GRASSES (JOHNSON ET AL., 2007).LIVESTOCK PRODUCERS, ESPECIALLY COW-CALF AND STOCKER SYSTEMS THAT ARE COMMONLY FOUND IN THE REGION, HAVE THE MOST TO BENEFIT FROM PASTURE RESTORATION. BENEFITS COULD COME IN THE FORM OF A LOWER COST SYSTEM MAINTAINING CURRENT PRODUCTION OR A MORE PRODUCTIVE SYSTEM WITH IMPROVED EFFICIENCY. RENOVATING GRASS PASTURES IS AN EFFECTIVE WAY TO INCREASE FORAGE PRODUCTION THROUGHOUT THE GROWING SEASON. STUDIES HAVE SHOWN THAT THE COST OF THE ADDITIONAL YIELD ASSOCIATED WITH PASTURE RENOVATION IS WELL BELOW WHAT IT WOULD COST TO PURCHASE THAT FORAGE AS HAY, AND WITH THE INCLUSION OF ALFALFA IN THESE PASTURES THERE WOULD BE AN EXPECTED INCREASE IN FORAGE QUALITY AND INTAKE POTENTIAL (CUOMO ET AL., 1999). THESE COSTS AND POTENTIAL REVENUES CAN BE MEASURED USING FINDINGS FROM THE PROPOSED PROJECT AND AVAILABLE MARKET PRICE DATA AND THEN COMPARED TO COMMONLY UTILIZED PRACTICES.THERE IS A RISING INTEREST ON EXPANDING ALFALFA PRODUCTION IN THE SOUTHEAST, BUT MANY PRODUCERS ARE STILL HESITANT TO GROW ALFALFA DUE TO A LACK OF MANAGEMENT RECOMMENDATIONS APPROPRIATE TO THE SOUTHEASTERN ENVIRONMENTAL CONDITIONS. INTERSEEDING ALFALFA WITH FORAGES THAT ARE COMMONLY CULTIVATED IN THE SOUTH, SUCH AS BERMUDAGRASS, TALL FESCUE AND ORCHARDGRASS, CAN ENCOURAGE PRODUCERS TO ADOPT THIS SYSTEM, EXPANDING ALFALFA PRODUCTION IN THE HUMID-TRANSITION ZONE. FOLLOWING FORAGE MANAGEMENT RECOMMENDATIONS IN ALFALFA-GRASS MIXTURES IS PERTINENT TO SUCCESS, RESULTING IN HIGHER PRODUCTIVITY AND HIGHER QUALITY. ADDITIONAL RESULTS FROM A STUDY LED BY PD DR. NAVE OAKES DETERMINED THAT REGARDLESS OF THE ALFALFA COMPONENT YIELD IN THE MIXTURE, THE OVERALL NUTRITIVE VALUE OF THE CANOPY INCREASED, WHICH CAN THEN REDUCE THE NEED OF N FERTILIZER APPLICATION (UNPUBLISHED DATA). ADDITIONALLY, CO-PD TUCKER&#39;S PROGRAM IN GEORGIA RECENTLY CONDUCTED A THREE YEAR EVALUATION OF THE YIELD AND FORAGE QUALITY OF ALFALFA-BERMUDAGRASS MIXTURES IN COMPARISON TO BERMUDAGRASS MONOCULTURES. RESULTS FROM THIS PRODUCER-LED COMMODITY FUNDED PROJECT DETERMINED THAT THE ADDITION OF ALFALFA IMPROVED FORAGE QUALITY OF ALL PARAMETERS, EVEN IN YEARS OF HIGH WEED INFESTATION, AND THAT BY YEAR THREE YIELD OF ALFALFA MIXTURES HAD SURPASSED BERMUDAGRASS MONOCULTURE STANDS RECEIVING SYNTHETIC NITROGEN (UNPUBLISHED DATA).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_20197000530281_12H3"}, {"internal_id": 85400077, "Award ID": "20197000530239", "Award Amount": 389800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "10.330", "Description": "ALFALFA IS A KEY CROP TO SUSTAINABLE AGRICULTURE, CONTRIBUTING TO THE BENEFIT OF ENTIRE CROPPING SYSTEMS, IMPROVEMENT OF SOIL HEALTH, AND NUMEROUS ECOSYSTEM SERVICES. IN ADDITION, ALFALFA IS A MAJOR LIVESTOCK FEED SOURCE NATIONWIDE. ALFALFA FORAGE YIELD IN RAINFED ENVIRONMENTS IS LARGELY DEPENDENT ON ENVIRONMENTAL CONDITIONS. SOUTH DAKOTA AND NORTH DAKOTA RANK SECOND AND THIRD IN ALFALFA ACREAGE NATIONALLY, BUT RANK 7TH AND 15TH, RESPECTIVELY, IN TOTAL NATIONAL ALFALFA PRODUCTION. THE ASSOCIATION OF ALFALFA WITH ARBUSCULAR MYCORRHIZAL (AM) FUNGI PLAYS AN IMPORTANT ROLE IN ALFALFA PERFORMANCE, ESPECIALLY WHEN EXPOSED TO ABIOTIC STRESSES. THE PRESENCE OF AM FUNGI HAS BEEN SHOWN TO ENHANCE NUTRIENT UPTAKE AND TO INCREASE BIOMASS YIELD, AND IMPROVE FORAGE NUTRITIVE VALUE. THESE MICROBIAL COMMUNITIES ARE PARTICULARLY IMPORTANT FOR ALFALFA, AND A BETTER UNDERSTANDING THE FACTORS THAT CONTRIBUTE TO THE AM COMMUNITY COMPOSITION MAY PROVE CRITICAL TO INCREASE THE YIELD OF ALFALFA IN STRESS ENVIRONMENTS. OUR GOALS ARE TO 1) IDENTIFY THE AM FUNGAL SPECIES THAT COLONIZE ALFALFA IN A VARIETY OF ENVIRONMENTS AND SOIL TYPES IN NORTH DAKOTA AND SOUTH DAKOTA, 2) EXAMINE HOW CURRENT MANAGEMENT PRACTICES AFFECT THESE AM FUNGAL COMMUNITIES, AND 3) DETERMINE HOW MANAGEMENT PRACTICES ASSIST IN ESTABLISHING AM FUNGAL COMMUNITIES WITH IMPROVED BENEFITS FOR THE HOST. WE BELIEVE THE FORAGE COMMUNITY SHOULD USE A MORE HOLISTIC APPROACH TO ALFALFA MANAGEMENT AND TAKE FULL ADVANTAGE OF AM FUNGI WITH THE AIM TO INCREASE YIELDS IN ENVIRONMENTS WITH LIMITED RESOURCES, REDUCE INPUT COSTS FOR PRODUCERS, AND IMPROVE THE ENVIRONMENTAL SUSTAINABILITY OF ALFALFA PRODUCTION SYSTEMS. ?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abd98500-a812-0a76-1610-357bcd3f88de-C", "generated_internal_id": "ASST_NON_20197000530239_12H3"}, {"internal_id": 85400078, "Award ID": "20197000530238", "Award Amount": 472920.44, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "10.330", "Description": "ALFALFA (MEDICAGO SATIVA L.) IS THE MOST COMMON AND IMPORTANT FORAGE CROP GROWN ACROSS THE U.S. THE VALUE OF THIS ALFALFA FORAGE CROP EXCEEDS $9.5 BILLION U.S. DOLLARS, AND THE DOMESTIC DAIRY MARKET IS THE LARGEST SINGLE OUTLET FOR THIS CROP. ALFALFA PRODUCES HIGH DM YIELD AS MATURITY INCREASES, BUT NUTRITIVE VALUE DECREASES, PARTICULARLY AFTER BLOSSOMING. IN OTHER WORDS, FIBER COMPONENTS SUCH AS HEMICELLULOSE, CELLULOSE, AND LIGNIN INCREASE AS STAGE OF MATURITY PROCEEDS, WHICH LOWERS DIGESTIBILITY. ALTHOUGH LIGNIN IS AN IMPORTANT COMPONENT FOR PLANT RIGIDITY, IT ALSO HAS PARTICULARLY NEGATIVE EFFECTS ON DIGESTIBILITY. HIGH QUALITY FORAGES ARE ESPECIALLY CRITICAL IN DAIRY PRODUCTION BECAUSE OF THE TENUOUS BALANCE BETWEEN THE DRAMATIC NUTRIENT REQUIREMENTS OF MODERN DAIRY COWS AND THEIR NEED FOR FORAGE FIBER TO MAINTAIN RUMEN HEALTH. HARVESTING ALFALFA AT THE OPTIMUM STAGE (SUCH AS LATE BUD TO EARLY BLOOM) HAS BECOME COMMON PRACTICE AMONG ALFALFA GROWER TARGETING THE DAIRY MARKET IN THE U.S. THUS, IF ALFALFA PRODUCERS MISS THE OPTIMUM STAGE OF MATURITY IN HARVESTING ALFALFA, NUTRITIVE VALUES OF ALFALFA CAN BE NEGATIVELY AFFECTED, OFTEN RESULTING IN THE NEED TO MARKET HAY FOR LESS DEMANDING SPECIES, AT A LOWER PRICE.TO DEAL WITH THIS INVERSE RELATIONSHIP BETWEEN FORAGE YIELD AND QUALITY WITH STAGE OF MATURITY, REDUCED-LIGNIN AND MORE DIGESTIBLE ALFALFA VARIETIES HAVE BEEN DEVELOPED. THE USE OF ALFALFA VARIETIES WITH IMPROVED NUTRITIVE VALUE HAS SOME POTENTIAL TO BE BENEFICIAL TO ALFALFA GROWERS. FOR EXAMPLE, REDUCED-LIGNIN ALFALFA POTENTIALLY CAN ACHIEVE HIGHER DM YIELDS BY DELAYING ALFALFA HARVEST WHILE STILL MAINTAINING HIGHER NUTRITIVE VALUES. THIS COULD ALLOW FOR A WIDER OPTIMAL HARVEST WINDOW, PROVIDING GROWERS MANAGEMENT FLEXIBILITY TO DELAY HARVEST TO A LATER STAGE OF MATURITY. CURRENTLY, REDUCED-LIGNIN ALFALFA VARIETIES ARE COMMERCIALLY AVAILABLE, BUT ONLY ONE PEER-REVIEWED PAPER HAS BEEN PUBLISHED, FOCUSING ON FORAGE AGRONOMY AND LABORATORY-ESTIMATED NUTRITIVE VALUE OF REDUCED-LIGNIN ALFALFA. MANY PRODUCERS THUS RELY ON \"GUESS WORK\" TO DETERMINE THE OPTIMUM TIME OF FIRST HARVEST FOR THESE NEW VARIETIES. IN GENERAL, DRY MATTER YIELDS OF ALFALFA FROM FIRST HARVEST REPRESENT 1/2 TO 2/3 OF TOTAL ANNUAL YIELDS. HOWEVER, NO DATA IS AVAILABLE ON HOW THE FIRST CUTTING DATE AFFECTS DM YIELD AND FORAGE QUALITY DURING THE REST OF THE GROWING SEASON FOR REDUCED-LIGNIN ALFALFA VARIETIES AS COMPARED TO COMMERCIAL ALFALFA VARIETIES. IN ADDITION, THE AGRONOMIC AND THE QUALITY PERFORMANCE OF THE POPULAR ALFALFA VARIETIES IN KS AND NE AND MORE IMPORTANTLY THE LOW LIGNIN ALFALFA UNDER DIFFERENT WATER-DEFICIT CONDITIONS UNDER FIELD CONDITIONS IS UNKNOWN. GLOBALLY, THERE HAS BEEN JUST ONE STUDY SO FAR QUANTIFYING WATER-DEFICIT STRESS RESPONSE IN ALFALFA FROM CHINA , HENCE INDICATING THE LARGE KNOWLEDGE GAP THAT EXISTS IN OUR UNDERSTANDING THE RESPONSES ALFALFA VARIETIES OF LOCAL AND NATIONAL INTEREST. SIMILARLY, ESTIMATING WHOLE PLOT WATER USE EFFICIENCY THROUGH A POWERFUL CARBON ISOTOPE DISCRIMINATION APPROACH HAS NOT BEEN DETERMINED FOR ENVIRONMENTS THAT ALFALFA IS GROWN IN THE U.S. RESULTS FROM THE PROPOSED RESEARCH OBJECTIVES WILL BE USED TO INFORM FARMERS&#39; DECISIONS ON FIRST CUTTING OF ALFALFA; IN PARTICULAR, HOW LATE REDUCED-LIGNIN ALFALFA CAN BE HARVESTED AFTER BLOSSOMING COMPARED TO OTHER CONVENTIONAL ALFALFA VARIETIES UNDER DIFFERENT WATER-DEFICIT STRESS SCENARIOS. IN PARTICULAR, WE WILL CONDUCTING THE VERY FIRST IN-DEPTH PHYSIOLOGICAL AND AGRONOMIC RESEARCH USING RAIN-OUT SHELTERS EXPOSED TO A WIDE RANGE OF WATER-DEFICIT STRESS CONDITIONS DURING DIFFERENT STAGES OF MATURITY. THE INFORMATION GENERATED WILL PROVIDE USEFUL INFORMATION ON ALFALFA WATER USE INFORMATION TO OPTIMIZE CUTTING STRATEGIES. TRADEOFFS BETWEEN DM YIELD AND NUTRITIVE VALUE WILL ALSO BE STUDIED, INCLUDING HOW MUCH THESE TRADEOFFS ARE ALTERED IN REDUCED-LIGNIN ALFALFA VERSUS CONVENTIONAL ALFALFA VARIETIES IN DIFFERENT STAGES OF MATURITY UNDER DIFFERENT WATER-DEFICIT CONDITIONS.TO AN EVEN GREATER EXTENT, DAIRY NUTRITIONISTS ARE FORCED TO EXTRAPOLATE AND GUESS ABOUT THE APPROPRIATE FEEDING STRATEGIES FOR REDUCED-LIGNIN ALFALFA VARIETIES. OFTEN, NUTRITIONISTS MAKE ASSUMPTIONS ABOUT RESPONSES TO THESE NEW FORAGES BASED ON RESPONSES TO HIGH-NDFD CORN SILAGE. HOWEVER, THIS IS A FLAWED APPROACH BECAUSE THESE ARE EXTREMELY DIFFERENT FORAGE TYPES, PARTICULARLY WHEN COMPARING CORN SILAGE TO DRY ALFALFA HAY. THE IMPACT OF REDUCED-LIGNIN ALFALFA ON DAIRY CATTLE NEED TO BE TESTED SYSTEMATICALLY, RATHER THAN GUESSING, WHICH ALMOST ALWAYS LEADS TO INCONSISTENCIES AND LOWERS FARMER INCOME.OUR PROPOSAL IS ACCOMPANIED BY SEVERAL LETTERS OF SUPPORT THAT POINT TO THE NEED THAT HAS BEEN COMMUNICATED TO US BY OUR INDUSTRY COLLEAGUES. THERE IS A REAL AND URGENT NEED TO ADDRESS PRACTICAL QUESTIONS ABOUT REDUCED-LIGNIN ALFALFA MANAGEMENT AND FEEDING STRATEGIES BEFORE THESE TRAITS CAN OFFER THEIR FULL ADVANTAGES THROUGHOUT THE ALFALFA VALUE CHAIN. AFTER SUCCESSFULCOMPLETION OF THIS PROJECT, WE ANTICIPATE A GROWING ACCEPTANCE OF A MORE MODERN FORAGE EVALUATION INDEX (RFQ OR \"EUREKA\"), THE EMERGENCE OF A PRICE DIFFERENTIAL FOR HIGH-NDFD ALFALFA, AND SUBSTANTIALLY GREATER ECONOMIC AND MANAGEMENT INCENTIVES FOR ADOPTION OF ALFALFA WITH IMPROVED DIGESTIBILITY TRAITS. ULTIMATELY, THESE CHANGES WILL NOT ONLY IMPROVE THE BOTTOM LINE FOR ALFALFA GROWERS AND DAIRIES, BUT WILL IMPROVE THE SUSTAINABILITY OF U.S. AGRICULTURE SINCE LESS LAND WILL BE DEVOTED TO GROWING ALFALFA THAT SIMPLY GOES THROUGH DAIRY COWS UNDIGESTED.OUR RESEARCH TEAM IS PARTICULARLY WELL SUITED TO THIS PROJECT AND ITS JOINT RESEARCH AND EXTENSION GOALS. OUR INSTITUTIONS STRADDLE THE BORDER BETWEEN THE EASTERN AND WESTERN DAIRY INDUSTRIES, AND ALL THREE INVESTIGATORS ROUTINELY SPEAK AT FORAGE AND DAIRY INDUSTRY CONFERENCES THROUGHOUT THE U.S. AND WORLD-WIDE. KONONOFF (UNL) IS CURRENTLY SERVING ON THE COMMITTEE THAT IS REVISING THE NATIONAL RESEARCH COUNCIL&#39;S NUTRIENT REQUIREMENTS OF DAIRY CATTLE, WHICH IS THE GO-TO RESOURCE FOR FEEDING DAIRY CATTLE IN THE U.S. COLLECTIVELY, WE HAVE THE RESEARCH EXPERIENCE AND INDUSTRY NETWORK TO HELP ADDRESS THIS SIGNIFICANT GAP IN KNOWLEDGE AND BEGIN TO RESOLVE A MARKET INEFFICIENCY.THE BASIC METHODS AND APPROACHES TO COLLECT AND PRODUCE DATA/RESULTS WILL BE IMPLEMENTED BY CONDUCTING AGRONOMIC RESEARCH BY GROWING DIFFERENT ALFALFA VARIETIES IN THE FIELD, LAB ANALYSIS FOR FORAGE QUALITY, AND DAIRY FEEDING TRIALS USING LOW LIGNIN ALFALFA VARIETIES AND OTHER CONVENTIONAL VARIETIES. DURING A RESEARCH PERIOD, WE WILL HAVE FIELD DAYS TO INVITE ALFALFA PRODUCERS, DAIRY FARMERS, AND AG-INDUSTRY PEOPLE TO EXPLAIN THE RESEARCH TRIALS IN BOTH KANSAS AND NEBRASKA. OUR TEAM ALSO IS GOING TO DEVELOP EXTENSION FACTSHEETS, VIDEOS, AND ON-DEMAND WEBSITE AS ANEXTENSION EDUCATIONAL RESOURCE FOR ALFALFA PRODUCERS, DAIRY FARMERS, AND AG-INDUSTRY PEOPLE.ULTIMATE GOALS TO ACHIEVE FROM THIS PROJECT:1) ASSESING WATER USE EFFICIENCY OF REDUCED LIGNIN ALFALFA COMPARED TO CONVENTIONAL VARIETIES2) DETERMINIG PRECISE INFORMATION ON MILK YIELD AND FEED EFFICIENCY RESPONSES OF HIGHLY-PRODUCTIVE DAIRY CATTLE FED REDUCED-LIGNIN ALFALFA3) DETERMINIG ECONOMIC IMPACTS OF FEEDING HIGHLY DIGESTIBLE ALFALFA SUCH AS REDUCED LIGNIN ALFALFA4) MAKING WIDER ADOPTION OF CHANGES IN FORAGE ANALYSIS AND VALUATION IN ALFALFAGENERAL IMPACT EXPECTED TO BE IF THIS GOAL IS MET:1) BETTER MANAGEMENT PRACTICES OF GROWING REDUCED ALIGNIN ALFALFA WITH MORE FLEXIBLE HARVESTING SCHEDULE WHILE MAINTAINING HIGH FORAGE QUALITY2) A GROWING ACCEPTANCE OF MORE MODERN FORAGE EVALUATION INDEX SUCH AS RELATIVE FORAGE QUALITY (RFQ) IN THE HAY MARKETPLACE3) EMERGENCE OF A PRICE DIFFERENTIAL FOR HIGHLY DIGESTIBLE ALFALFASOCIETAL BENEFITS BEING REALIZED1) GREATER ECONOMIC AND MANAGEMENT INCENTIVES FOR ADOPTION OF ALFALFA WITH FLEXIBLE HARVESTING WINDOW AND IMPROVED DIGESTIBILITY TRAITS2) IMPROVEMENT OF SUSTAINABILITY OF ALFALFA-BASED DAIRY PRODUCTION SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20197000530238_12H3"}, {"internal_id": 68547654, "Award ID": "20187000528792", "Award Amount": 274044.27, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-14", "CFDA Number": "10.330", "Description": "AS THE MOST WIDELY CULTIVATED FORAGE LEGUME IN THE WORLD, ALFALFA HAS BEEN SUCCESSFULLY DEVELOPED WITH VARIETIES SPECIALIZED ON SIMPLE TRAITS CONTROLLED BY MAJOR GENES, SUCH AS WINTER HARDINESS AND DISEASE RESISTANCE. HOWEVER, GENETIC IMPROVEMENTS HAVE BEEN LIMITED FOR COMPLEX TRAITS SUCH AS FORAGE YIELD, SEED YIELD, AND FORAGE QUALITY, WHICH ARE CONTROLLED BY MULTIPLE GENES. ALFALFA BREEDERS ARE UNABLE TO DEVELOP REAL INBRED LINES TO ACCUMULATE FAVORED ALLELES AND CREATE SUBSEQUENT HYBRIDS WITH INCREASED VIGOR DUE TO SEVERE INBREEDING DEPRESSION. NATURAL SELECTION BY INBREEDING DEPRESSION COMMONLY TERMINATES ALFALFA FERTILITY BEFORE ELIMINATING DELETERIOUS ALLELES, THE MAJOR CAUSE OF INBREEDING DEPRESSION. OUR PRELIMINARY STUDIES SUGGEST THAT THIS HURDLE CAN NOW BE OVERCOME BY JOINTLY USING BULKED SEGREGANT ANALYSIS AND MARKER ASSISTED SELECTION IN COMBINATION WITH NATURAL SELECTION TO PURGE DELETERIOUS ALLELES BEFORE THEY EXPRESS HARMFUL EFFECTS. BASED ON THE GENOTYPES OF ~5,000 SNPS ON THE 200 ACCESSIONS OF THE ALFALFA DIVERSITY PANEL, WE PROPOSE TO DIVIDE THESE ACCESSIONS INTO TWO HETEROTIC GALAXIES FOR DEVELOPING INBRED LINES. FOR EACH GALAXY STARTING AT THE THIRD GENERATION, DNA WILL BE POOLED FOR INDIVIDUALS WITH LESS AND SEVERE INBREEDING DEPRESSION, RESPECTIVELY. THE GENETIC LOCI DETECTED WILL BE GENOTYPED BY USING TARGETED AMPLICON SEQUENCING FOR MARKER-ASSISTED SELECTION AMONG THE LINES WITH SEVERE INBREEDING DEPRESSION. THE TWO GALAXIES OF INBRED LINES ARE EXPECTED TO BE A TURNING POINT FOR THE ALFALFA INDUSTRY TO PRODUCE REAL HYBRIDS THAT WILL BOOST ALFALFA YIELD AND QUALITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20187000528792_12H3"}, {"internal_id": 69573191, "Award ID": "20187000528791", "Award Amount": 299999.99, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "10.330", "Description": "DEVELOPING ALFALFA VARIETIES FOR HIGH SALINITY PRODUCTION SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20187000528791_12H3"}, {"internal_id": 69573243, "Award ID": "20187000528774", "Award Amount": 292381.95, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-16", "CFDA Number": "10.330", "Description": "EVALUATING ALFALFA WINTER SURVIVAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20187000528774_12H3"}, {"internal_id": 68547655, "Award ID": "20187000528740", "Award Amount": 294200.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-07", "CFDA Number": "10.330", "Description": "ALFALFA WEEVIL IS THE MOST DAMAGING PEST OF FORAGE ALFALFA GROWN NATIONALLY AND RESEARCH AND EXTENSION IS NEEDED TO HELP PROTECT FUTURE YIELD AND FARM PROFITS. ALFALFA WEEVIL MANAGEMENT HAS REMAINED THE SAME FOR SEVERAL DECADES, BUT NOW PRODUCERS HAVE OBSERVED INCREASING DAMAGE AND POOR CONTROL IN THE WESTERN US REGION. PRELIMINARY RESULTS HAVE DEMONSTRATED THAT ONE TRADITIONAL MANAGEMENT TOOL, A DEGREE-DAY MODEL TO PREDICT ALFALFA WEEVIL DEVELOPMENT FOR TIMING MONITORING AND TREATMENT EFFORTS, IS NOT ACCURATE IN THE INTERMOUNTAIN WEST REGION. AN ACCURATE UNDERSTANDING OF THE PEST&#39;S BIOLOGY IS REQUIRED TO DEVELOP EFFECTIVE MANAGEMENT STRATEGIES. A TEAM OF INTERDISCIPLINARY SCIENTISTS AND EXTENSION SPECIALISTS FROM MONTANA, UTAH AND WYOMING WILL COMBINE EXPERTISE AND RESOURCES TO UPDATE WEEVIL MANAGEMENT PRACTICES IN THE INTERMOUNTAIN WEST, INCLUDING A REGIONAL REAL-TIME WEEVIL MONITORING SYSTEM. THE LONG-TERM GOAL OF THIS PROJECT IS TO REDUCE YIELD LOSS FROM ALFALFA WEEVIL DAMAGE AND IMPROVE FARM PROFITS. SPECIFIC OBJECTIVES INCLUDE: 1) IMPROVING THE ACCURACY OF THE DEGREE-DAY MODEL TO PREDICT ALFALFA WEEVIL DEVELOPMENT FOR MONITORING AND TREATMENT DECISIONS; 2) DEVELOPING AN AREA-WIDE REAL-TIME MONITORING SYSTEM TO PROVIDE TIMELY WARNING OF ECONOMICALLY DAMAGING POPULATIONS; AND3) DELIVERING UPDATED ALFALFA WEEVIL MANAGEMENT RECOMMENDATIONS TO STAKEHOLDERS THROUGH EXTENSION PROGRAMMING. METHODS INCLUDE COLLECTING DIFFERENT STAGES OF THE ALFALFA WEEVIL FROM COMMERCIAL ALFALFA STANDS THROUGHOUT THE GROWING SEASON TO CREATE DATA THAT CAN BE SUED TO IMPROVE THE DEGREE-DAY MODEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_20187000528740_12H3"}, {"internal_id": 68547691, "Award ID": "20187000528739", "Award Amount": 288138.72, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "10.330", "Description": "ALFALFA IS A VALUABLE AND WIDELY GROWN CROP WITHIN THE UNITED STATES AND MACHINERY TRAFFIC DURING HARVEST HAS BEEN SHOWN TO NEGATIVELY IMPACT ITS YIELD AND NUTRITIVE VALUE. QUANTIFYING THE EFFECT OF SOIL COMPACTION AND CROWN DAMAGE ON ALFALFA GROWTH AND NUTRITIVE VALUES AS A FUNCTION OF MACHINERY CHARACTERISTICS AND TRAFFIC TIMING WOULD ALLOW FOR PREDICTION, USING REMOTE SENSING, AND MODELING OF CHANGES TO YIELD AND NUTRITIVE VALUE UNDER DIFFERENT MACHINERY TRAFFIC MANAGEMENT SCENARIOS. THUS, THE OBJECTIVES OF THIS PROJECT ARE:1) QUANTIFY THE EFFECT ON ALFALFA YIELD AND NUTRITIVE VALUES, OF DOWN PRESSURE AND SIMULATED TRAFFIC ON THE ALFALFA PLANT CROWNS AND SOIL; 2) QUANTIFY THE EFFECT OF MACHINE TRAFFIC ON YIELD, NUTRITIVE VALUES, AND SOIL PROPERTIES AND COLLECT REMOTE SENSING DATA USING COMMERCIALLY AVAILABLE UAV AND CAMERA TECHNOLOGY; 3) QUANTIFY THE SPATIAL DISTRIBUTION OF MACHINERY TRAFFIC WITHIN THE FIELD DURING THE GROWING SEASON ON FARM; 4) SIMULATE THE POTENTIAL EFFECT OF CONTROLLED TRAFFIC FARMING ON ALFALFA PRODUCTION; 5) INCREASE PRODUCER KNOWLEDGE AND ADOPTION OF REDUCED TRAFFIC ALFALFA PRODUCTION BY HOSTING FIELD DAYS ACROSS WISCONSIN AND GEORGIA, DEVELOPING ONLINE MATERIAL, AND EXTENSION/ JOURNAL PUBLICATIONS. THE RESULTS OF THIS PROPOSAL HAVE THE POTENTIAL TO IMPACT ALFALFA HARVEST PRACTICES AND THEREBY IMPROVE YIELD AND NUTRITIVE VALUES AND IMPROVE SOIL HEALTH THROUGH REDUCED TRAFFIC. THIS RESEARCH ALSO HAS THE FUTURE POTENTIAL TO LEAD TO DISPATCHING ALGORITHMS TO BEST DEFINE TRAFFIC PATTERNS TO OPTIMIZE YIELDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20187000528739_12H3"}, {"internal_id": 68547753, "Award ID": "20187000528738", "Award Amount": 299977.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-08", "CFDA Number": "10.330", "Description": "ALFALFA WAS THE THIRD MOST VALUABLE FIELD CROP IN THE USA IN 2017, BUT ACREAGE HAS BEEN DECREASING OVER THE LAST TEN YEARS, PRIMARILY LOSING GROUND TO THE GREATER FEED ENERGY PRODUCTION PER ACRE OF CORN SILAGE. THIS LAND USE CHANGE HAS SOCIETAL IMPLICATIONS BECAUSE ALFALFA PROVIDES IMPORTANT SOIL-RELATED ECOSYSTEM SERVICES WHEN INCLUDED IN CROP ROTATIONS, SUCH AS BIOLOGICAL N FIXATION, SOIL CARBON SEQUESTRATION, REDUCED SOIL EROSION, AND IMPROVED SOIL STRUCTURE, NONE OF WHICH ARE PROVIDED BY CORN. HIGH-TECH, BIG-DATA, AND PRECISION AGRICULTURAL TECHNOLOGIES ARE AVAILABLE TO ASSIST GROWERS OF OTHER FIELD CROPS, BUT METHODOLOGIES SUITABLE FOR ALFALFA PRODUCTION HAVE GENERALLY LAGGED BEHIND. ALFALFA&#39;S MULTIPLE HARVESTS PER YEAR REQUIRE A CONSTANT COMPROMISE BETWEEN YIELD AND QUALITY BECAUSE THE FEEDING VALUE OF A PERENNIAL FORAGE DECLINES AS YIELD INCREASES. TIMING OF EACH HARVEST IS THEREFORE CRITICAL. COST-EFFECTIVE REMOTE SENSING TECHNOLOGIES THAT CAN PREDICT YIELD AND QUALITY POTENTIAL OF FIELD OF ALFALFA IN REAL TIME COULD BE INVALUABLE TO INFORMING HARVEST DECISIONS AND THUS IMPROVING MANAGEMENT AND PROFITABILITY OF ALFALFA. WE PROPOSE TO BEGIN THE PROCESS OF DEVELOPING PRE-HARVEST REMOTE SENSING TECHNOLOGIES FOR ALFALFA BY BUILDING A FORAGE SPECTRAL LIBRARY THAT CAN ULTIMATELY BE USED FOR DRONE- AND SATELLITE-BASED REMOTE SENSING SYSTEMS, HIGH PERFORMANCE COMPUTING, AND MODELING TO PERMIT THE RAPID AND EFFICIENT APPLICATION OF PRECISION AGRICULTURE SOLUTIONS ON A LANDSCAPE SCALE IN DIVERSE MANAGED ALFALFA AND FORAGE SYSTEMS. ON THE OTHER END OF THE VALUE CHAIN FROM GROWERS, WE HAVE STAKEHOLDERS WHO FEED ALFALFA, TO WHOM POST-HARVEST FORAGE QUALITY IS THE MOST IMPORTANT FACTOR. NEAR-INFRARED SPECTROSCOPY (NIRS) EVOLVED AS A LABORATORY-SCALE TECHNOLOGY FOR ASSESSING POST-HARVEST FORAGE QUALITY, BUT INSTRUMENTATION WAS TOO LARGE AND COSTLY TO BE FEASIBLE FOR ON-FARM USE. TODAY, NIRS TECHNOLOGY IS MARKETED DIRECTLY TO FARMERS IN UNITS AS SMALL AS A CELL PHONE. FARMER ARE BOMBARDED WITH ADVERTISING FOR THESE NEW DEVICES, BUT THERE IS LITTLE OBJECTIVE DATA COMPARING ACCURACY OR PRECISION OF THESE PRODUCTS VERSUS LABORATORY-SCALE NIRS INSTRUMENTS. THE PRIMARY USES FOR POST-HARVEST ANALYSIS OF ALFALFA NUTRITIVE VALUE ARE HAY PRICING AND RATION BALANCING. BEING ABLE TO PREDICT FORAGE CONSTITUENTS ON-FARM CAN POTENTIALLY SAVE TIME AND MONEY OVER SHIPPING SAMPLES TO A TESTING LAB, BUT A SMALL ACCURACY ERROR CAN POTENTIALLY HAVE LARGE NEGATIVE IMPACTS ON LIVESTOCK PERFORMANCE. THEREFORE, THERE IS A PRESSING NEED FOR OBJECTIVE COMPARATIVE INFORMATION TO ASSIST IN USE OF THESE NEW DEVICES. WE WILL COLLECT THIS DATA, DEVELOP EDUCATIONAL PROGRAMS TO TRAIN STUDENTS AND FARMERS IN TECHNOLOGY USE, AND DEVELOP NEW CALIBRATIONS DESIGNED FOR HAND-HELD UNITS. THE PROJECT WILL CONCLUDE WITH A CONFERENCE THAT BRINGS TOGETHER FORAGE -BASED PRECISION AGRICULTURE TECHNOLOGY.THIS PROJECT WILL BRING THE PRECISION AGRICULTURE REVOLUTION TO ALFALFA MANAGEMENT BY DEVELOPING AND ADAPTING CUTTING EDGE SPECTROSCOPIC TECHNOLOGIES FOR USE ON-FARM. THE DEVELOPMENT OF INEXPENSIVE, ACCURATE, REAL-TIME PRODUCER-ACCESSIBLE FORAGE MAPPING TOOLS AND FORAGE ANALYSIS IS A GAME-CHANGING IMPROVEMENT OVER THE CURRENT SITUATION. BY ENHANCING PROFITABILITY, THE PROJECT SHOULD INCREASE ALFALFA ACREAGE ALONG WITH ITS POSITIVE ECOSYSTEM SERVICES, THUS ADDRESSING AN IMPORTANT COMPONENT OF THE BROADER QUESTION OF HOW TO SUSTAINABLY FEED THE EVER-GROWING WORLD POPULATION IN THE FACE OF INCREASING GLOBAL DEMAND FOR MEAT AND DAIRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20187000528738_12H3"}, {"internal_id": 69573224, "Award ID": "20187000528737", "Award Amount": 272087.03, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "10.330", "Description": "RESILIENT ALFALFA PRODUCTION SYSTEMS ARE NEEDED TO ENDURE INCREASING WEATHER VARIABILITY. THIS PROJECT WILL REDUCE RISK TO ALFALFA FARMERS AND INDUSTRY BY QUANTIFYING THE RESILIENCE OF ALFALFA CULTIVARS TO ABIOTIC STRESSES. RESILIENCE IS THE ABILITY OF A FORAGE SYSTEM TO WITHSTAND AND KEEP PRODUCING UNDER A CLIMATIC CRISIS. THE GOAL OF THIS PROJECT IS TO QUANTIFY AND UNDERSTAND RESILIENCE OF ALFALFA CULTIVARS ACROSS THE US IN ORDER TO A) IDENTIFY SUPERIOR CULTIVARS, B) IDENTIFY TRAITS ASSOCIATED WITH RESILIENCE, AND C) STUDY THE RELATIONSHIP BETWEEN PRODUCTIVITY AND RESILIENCE. A COMBINED APPROACH OF A) LONG-TERM DATASETS ANALYSES, B) FIELD EXPERIMENTS AND C) CROP MODELING WILL BE USED. FIRST, WE WILL COMPILE A NATIONAL LONG-TERM DATABASE OF ALFALFA VARIETY TRIALS ACROSS THE US AND ANALYZE IT TO ESTIMATE QUANTITATIVE MEASURES FOR RESILIENCE OF CULTIVARS. SECOND, A DIVERSE RANGE OF MODERN ALFALFA CULTIVARS WILL BE GROWN IN REPLICATED FIELD EXPERIMENTS IN THREE STATES (WISCONSIN, MINNESOTA, AND CALIFORNIA), TO EMPIRICALLY EVALUATE RESILIENCE TO WATER AND COLD STRESSES, AND IDENTIFY PLANT TRAITS ASSOCIATED WITH RESILIENT CULTIVARS. THIRD, A CROP GROWTH MODEL WILL BE IMPROVED AND USED TO SIMULATE RESILIENCE UNDER A RANGE OF ENVIRONMENTAL SCENARIOS. PRESENTATIONS IN FIELD DAYS, CONFERENCES AND EXTENSION WEBSITES WILL INFORM BREEDERS AND FARMERS ABOUT RESILIENCE. THIS PROJECT RESPONDS TO AFRP AREAS 1 BY INCREASING ALFALFA FORAGE YIELDS THROUGH IMPROVED BREEDING, AND 3 DEVELOPING METHODS TO MEASURE RESILIENCE AND REDUCE PRODUCER RISKS. OUTCOMES INCLUDE NEW METHODS FOR BREEDERS TO UNDERSTAND ALFALFA RESILIENCE, DECREASE RISKS TO PRODUCERS, AND EXPAND ALFALFA PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20187000528737_12H3"}, {"internal_id": 45251601, "Award ID": "20177000527332", "Award Amount": 240131.59, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-12", "CFDA Number": "10.330", "Description": "THIS PROPOSAL ADDRESSES THE PREMIER (#1) RESEARCH AREA DEFINED BY AFRP-NIFA FY 2017 - TO INCREASE ALFALFA FORAGE AND SEED YIELDS AND FORAGE QUALITY THROUGH IMPROVED MANAGEMENT PRACTICES - BY STUDYING THE CHEMICAL COMMUNICATION BETWEEN ALFALFA AND THE ITS MAJOR EMERGING PEST, L. HESPERUS. THE ULTIMATE GOAL IS TO DEVELOP BAIT BASED ON VOCS DERIVED FROM HOST PLANTS TO ATTRACT BUGS TO BAIT IN THE FIELD AND REDUCE THEIR NUMBERS. AT PRESENT, MAJOR CONTROL STRATEGIES HAVE RELIED HEAVILY ON BROAD-SPECTRUM INSECTICIDES; HOWEVER, ECOLOGICAL RAMIFICATIONS AND THE PRESENCE OF INSECTICIDE RESISTANCE ARE WELL KNOWN. IN ADDITION, SPRAY APPLICATION AT THE ONSET/ DURING THE BLOOM CAN ADVERSELY AFFECT THE MANAGED ALFALFA POLLINATORS, LEAFCUTTING AND HONEY BEES, AND ALSO THE ALKALI BEES. OUR PROPOSED APPROACH WOULD RESULT IN THE DECREASE OF PESTICIDE USE IN ALFALFA SEED PRODUCTION FIELDS WHICH WOULD IMPROVE THE SUSTAINABILITY OF ALFALFA SEED PRODUCTION. BESIDES POSITIVELY AFFECTING YIELD, THE USE OF BAITS WOULD LIMIT NEGATIVE IMPACTS OF PESTICIDE USE ON THE ENVIRONMENT AND ON THE BEE POPULATIONS USED FOR ALFALFA SEED PRODUCTION. THE EFFICACY OF DIFFERENT FIELD DEPLOYMENT METHODS FOR THESE VOC BLENDS WILL BE EXAMINED IN FUTURE STUDIES. IN OTHER WORDS, THIS PROJECT STARTS AT A TECHNOLOGY READINESS LEVEL 1 AS WE WILL EXTRACT AND IDENTIFY VOCS IN DIFFERENT HOST PLANTS OF L. HESPERUS. THE RESEARCH IN THIS PROPOSAL WILL BRING THIS PROJECT TO A TECHNOLOGY READINESS LEVEL 4 WHERE APPROPRIATE BLENDS WILL BE IDENTIFIED AND TESTED UNDER LABORATORY CONDITIONS. OUR LONG TERM OBJECTIVE IS TO PURSUE THE RESEARCH ON THE VOC BLENDS IDENTIFIED IN THIS RESEARCH PROPOSAL IN ORDER TO PERFORM LARGE SCALE FIELD TRIALS AND BRING THE PRODUCTS TO FULL-SCALE MARKET PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65f6d07a-5df8-713f-2495-b8e648f44f20-C", "generated_internal_id": "ASST_NON_20177000527332_12H3"}, {"internal_id": 45251598, "Award ID": "20177000527117", "Award Amount": 289709.52, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-16", "CFDA Number": "10.330", "Description": "DEVELOPING REGIONALLY-ADAPTED, RESILIENT ALFALFA GERMPLASM POOLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20177000527117_12H3"}, {"internal_id": 62253548, "Award ID": "20177000527089", "Award Amount": 249331.29, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-14", "CFDA Number": "10.330", "Description": "DEVELOPMENT OF GRAZING RECOMMENDATIONS AND ON-FARM DECISION TOOLS FOR MANAGING ALFALFA-GRASS MIXTURES IN THE SOUTHEASTERN US", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20177000527089_12H3"}, {"internal_id": 116524777, "Award ID": "20167000525653", "Award Amount": -1298.32, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-02", "CFDA Number": "10.330", "Description": "IMPACT OF POTASSIUM FERTILIZATION, HARVEST FREQUENCY AND GRAZING MANAGEMENT IN ALFALFA PERSISTENCE ACROSS THE SOUTHEASTERN US", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20167000525653_12H3"}, {"internal_id": 116524776, "Award ID": "20167000525652", "Award Amount": -5829.85, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-08", "CFDA Number": "10.330", "Description": "INCREASING PREVENTIVE AND CURATIVE OPTIONS FOR CLOVER ROOT CURCULIO MANAGEMENT IN WESTERN ALFALFA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20167000525652_12H3"}, {"internal_id": 110859834, "Award ID": "20167000525650", "Award Amount": -92722.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "10.330", "Description": "INTEGRATED PEST AND POLLINATOR MANAGEMENT ON ALFALFA PRODUCED AS A SEED CROP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20167000525650_12H3"}, {"internal_id": 132969178, "Award ID": "20167000525649", "Award Amount": -12393.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-26", "CFDA Number": "10.330", "Description": "THE SILENT DECLINE IN SOIL POTASSIUM LEVELS AND ITS EFFECT ON ALFALFA PRODUCTIVITY IN THE CENTRAL AND WESTERN US", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_20167000525649_12H3"}, {"internal_id": 116524775, "Award ID": "20167000525648", "Award Amount": -33567.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-08", "CFDA Number": "10.330", "Description": "LIDAR AND PHOTOGRAMMETRY TO MAP ALFALFA YIELD AND QUALITY USING UNMANNED AIRCRAFT SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_20167000525648_12H3"}, {"internal_id": 81545634, "Award ID": "20157000524288", "Award Amount": -7155.32, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-06", "CFDA Number": "10.330", "Description": "MANAGEMENT TOOLS TO IMPROVE FORAGE QUALITY AND PERSISTENCE OF ALFALFA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20157000524288_12H3"}, {"internal_id": 110859863, "Award ID": "20157000524078", "Award Amount": -61.74, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "10.330", "Description": "POTATO LEAFHOPPER THRESHOLD REVISED FOR ALFALFA HOST RESISTANCE AND ALFALFA GRASS MIXTURES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20157000524078_12H3"}, {"internal_id": 85400124, "Award ID": "20157000524077", "Award Amount": -12964.15, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.330", "Description": "IMPACT OF MICROBIAL INOCULANTS ON THE QUALITY AND FERMENTATION STABILITY OF ALFALFA ROUND-BALE BALEAGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20157000524077_12H3"}, {"internal_id": 97800315, "Award ID": "20157000524071", "Award Amount": -2.25, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-26", "CFDA Number": "10.330", "Description": "DEVELOPING MOLECULAR MARKERS FOR ENHANCING RESISTANCE TO DROUGHT AND HIGH SALINITY IN ALFALFA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e7146f6-41c8-5a40-93ab-386346fb6ed8-C", "generated_internal_id": "ASST_NON_20157000524071_12H3"}, {"internal_id": 110859862, "Award ID": "20157000524060", "Award Amount": -1953.2, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "10.330", "Description": "REESTABLISHING IPM RECOMMENDATIONS FOR APHIDS IN ALFALFA HAY IN THE LOW DESERT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_20157000524060_12H3"}, {"internal_id": 61616327, "Award ID": "20147000522544", "Award Amount": -33042.44, "Award Type": null, "Base Obligation Date": "2018-01-12", "CFDA Number": "10.330", "Description": "DEVELOPING AN ALFALFA HAY EXPORT MARKET IN THE HUMID EASTERN UNITED STATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20147000522544_12H3"}, {"internal_id": 85400181, "Award ID": "20147000522542", "Award Amount": -74.11, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "10.330", "Description": "USING A NEW IN VITRO METHOD AND FIBER MODEL (TTNDFD) TO IMPROVE ESTIMATES OF DIGESTIBILITY OF ALFALFA FOR DAIRY CATTLE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20147000522542_12H3"}, {"internal_id": 125389643, "Award ID": "20147000522537", "Award Amount": -6.68, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-09", "CFDA Number": "10.330", "Description": "SUBSURFACE DRIP IRRIGATION, DEFICIT IRRIGATION STRATEGIES, AND IMPROVED VARIETIES TO IMPROVE ALFALFA WATER USE EFFICIENCY UNDER DROUGHT CONDITIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20147000522537_12H3"}]