[{"internal_id": 162054768, "Award ID": "20235110640947", "Award Amount": 999297.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "10.303", "Description": "SOIL HEALTH IS THE FOUNDATION OF SUCCESSFUL ORGANIC PRODUCTION AND MANY SERVICES THAT ORGANIC AGRICULTURE PROVIDES. INDIANA IS RANKED FIFTH IN THE U.S. IN AGRICULTURAL PRODUCTION, BUT ITS ORGANIC INDUSTRY IS LAGGING BEHIND NEIGHBORING STATES. ALTHOUGH A NEW WAVE OF ORGANIC TRANSITIONS IN INDIANA IS HAPPENING, A LACK OF SUPPORT NETWORK FOR ORGANIC GROWERS AND INSUFFICIENT KNOWLEDGE ABOUT THE COMPLETE SOIL HEALTH BENEFITS OF ORGANIC AGRICULTURE AND HOW TO EFFECTIVELY EVALUATE AND MAINTAIN SOIL HEALTH ARE HINDERING FARMERS&#39; ABILITY TO BUILD MORE PRODUCTIVE ORGANIC PRODUCTION SYSTEMS. THE PROJECT AIMS TO ADDRESS THESE BARRIERS BY (1) ESTABLISHING AN INDIANA ORGANIC NETWORK (ION) TO FACILITATE ON-FARM RESEARCH, PEER LEARNING, AND COMMUNICATIONS AMONG EXISTING AND TRANSITIONING ORGANIC FARMERS; (2) WORKING WITH ION FARMERS TO CONDUCT A STATEWIDE SOIL HEALTH CENSUS OF ORGANIC FARMS AS WELL AS IN-DEPTH SOIL HEALTH ASSESSMENTS ON SELECTED ORGANIC GRAIN, PASTURED LIVESTOCK, AND VEGETABLE FARMS TO UNDERSTAND THE IMPACTS OF ORGANIC MANAGEMENT ON SOIL HEALTH, ESPECIALLY AT DEPTH; (3) DEVELOPING BIOLOGICAL SOIL MICROBIAL ACTIVITY KITS TO MEASURE BIOLOGICAL SOIL HEALTH IN-SITU; (4) DEVELOPING GEOSPATIAL MODELS TO SUPPORT SOIL HEALTH BENCHMARKING AT FARM SCALE; AND (5) DEVELOPING A WEB PLATFORM TO SERVE AS AN INFORMATION HUB TO GUIDE FARMERS FOR EFFECTIVE ORGANIC SOIL HEALTH MANAGEMENT. WITH THE PARTNERSHIP BETWEEN PURDUE UNIVERSITY, CONSERVATION GROUPS, ORGANIC INDUSTRY, AND OTHER STAKEHOLDERS, THE MULTIDISCIPLINARY TEAM WILL CONDUCT RESEARCH AND EXTENSION THAT WILL PROVIDE VITAL ASSISTANCE TO ORGANIC AND TRANSITIONING FARMERS IN INDIANA TO FACILITATE SMOOTH TRANSITIONS AND PROMOTE SUCCESSFUL ORGANIC PRODUCTION IN THE STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20235110640947_12H3"}, {"internal_id": 162054767, "Award ID": "20235110640946", "Award Amount": 999997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "10.303", "Description": "WE ARE UNAWARE OF ANY RESEARCH COLLABORATIONS, IN WHICH THE THREE FRONTIER TECHNOLOGIES IN THIS PROJECT (OPTICAL SENSING, COLD PLASMA, AND ADVANCED LIGHTING) ARE BEING INTEGRATED SYNERGISTICALLY. EACH FRONTIER TECHNOLOGY IS ASSOCIATED WITH A STRONG TRACK RECORD OF BEING RELEVANT TO IMPROVED ORGANIC CROP PRODUCTION, AND PRELIMINARY DATA INCLUDED IN THIS PROPOSAL DEMONSTRATE OUR EXPERIENCE WITH EACH OF THEM. ADDITIONALLY, THE TRANSFERABILITY OF PROJECT RESULTS INTO COMMERCIAL CROP PRODUCTION OPERATIONS IS CONSIDERED VERY HIGH AS EACH FRONTIER TECHNOLOGY IS COMMERCIALIZED BY DIFFERENT COMPANIES. AS EXAMPLES, THE FOLLOWING ARE SOME OF THE COMMERCIAL COMPANIES, WHICH OFFER COLD PLASMA SOLUTIONS TO THE AGRICULTURAL SECTOR: PLASMA WATERS (HTTPS://PLASMAWATERS.COM/) AND VITAL FLUID (HTTPS://VITALFLUID.COM/). ON THEIR WEBSITE, VITAL FLUID DESCRIBES SEVERAL ON-GOING PROJECTS WITH ORGANIC GROWERS, IN WHICH PAW IS USED AS A FERTILIZER, PARTICULARLY AS A SOURCE OF NITROGEN FOR PLANTS AND IN DIFFERENT PEST MANAGEMENT APPLICATIONS (MAINLY OF FUNGAL PATHOGENS). VITAL FLUID AND ANOTHER COMMERCIAL PRODUCER OF COLD PLASMA SYSTEMS (WWW.PLASMATREAT.COM) HAVE BOTH PROVIDED STRONG LETTERS OF SUPPORT TO THIS PROPOSAL. GREENHOUSE LIGHTING TECHNOLOGIES ARE WIDELY AVAILABLE AND ELECTRIC INSTALLATIONS ARE OFTEN IN PLACE AS SUPPLEMENTAL LIGHTING IS A FREQUENT PRACTICE IN ORGANIC TOMATO PRODUCTION. AS AN EXAMPLE, CO-PD MATTSON IS CO-LEAD OF THE GREENHOUSE LIGHTING AND SYSTEMS ENGINEERING (GLASE) CONSORTIUM (HTTPS://GLASE.ORG/), IN WHICH RESEARCH AND TESTING OF LIGHTING SYSTEMS IS A MAJOR PRIORITY AND IS BEING CONDUCTED IN CLOSE COLLABORATION WITH MANUFACTURERS OF LIGHTING SYSTEMS. WE WILL DEVELOP AND DELIVER TECHNOLOGY-BASED SOLUTIONS, IN WHICH THREE FRONTIER TECHNOLOGIES WILL BE INTEGRATED AND APPLIED IN SEVERAL WAYS TO ORGANIC TOMATO PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20235110640946_12H3"}, {"internal_id": 162054766, "Award ID": "20235110640920", "Award Amount": 999999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-08", "CFDA Number": "10.303", "Description": "ONE OF THE CHALLENGES FACING FARMERS IS HOW TO BALANCE THE GOALS OF MANAGING WEEDS AND IMPROVING SOIL HEALTH. TILLAGE IS A COMMON TOOL FOR CONTROLLING WEEDS, ESPECIALLY IN ORGANIC SYSTEMS, YET IT ALSO DISTURBS THE SOIL, DEGRADING ITS LONG-TERM FERTILITY. ROTATING PERENNIAL HAY CROPS WITH ANNUAL CASH CROPS MAY OFFER AN OPPORTUNITY TO SUPPRESS WEEDS AND IMPROVE SOIL HEALTH. PLANTING PERENNIAL CROPS (WHICH ARE CUT FOR HAY MULTIPLE TIMES OVER TWO YEARS OR MORE) CAN INTERRUPT WEED LIFE CYCLES AND DRAW DOWN WEED SEEDS IN THE SOIL. THE LACK OF DISTURBANCE UNDER PERENNIALS PROVIDES AN OPPORTUNITY FOR MICROORGANISMS TO BUILD ORGANIC MATTER AND SOIL FERTILITY.A KEY QUESTION THAT WE AIM TO ANSWER THROUGH THIS RESEARCH IS WHETHER COMBINING MULTIPLE SPECIES OF PERENNIALS IN A FIELD IMPROVES WEED SUPPRESSION AND SOIL HEALTH. WE WILL COMPARE SINGLE SPECIES AND MIXTURES OF PERENNIALS (UP TO SIX SPECIES) IN TERMS OF WEED GROWTH AND SEVERAL METRICS TO ASSESS SOIL PHYSICAL AND BIOLOGICAL HEALTH. ALSO, WE WILL COMPARE TWO ROTATIONS IN TERMS OF THEIR CORN YIELDS AND PROFITABILITY: CORN PRECEDED BY TWO YEARS OF PERENNIALS VERSUS CORN PRECEDED BY TWO YEARS OF ANNUAL CASH CROPS (SOYBEANS AND WHEAT) WITH COVER CROPS.THROUGHOUT THE PROJECT, WE WILL HAVE REGULAR MEETINGS WITH FARMERS, PROVIDING OPPORTUNITIES TO SHARE RESEARCH RESULTS AND DISCUSS EXPERIENCES WITH WEED MANAGEMENT, SELECTING PERENNIAL SPECIES AND DESIGNING ROTATIONS. OUR GOAL IS TO PROVIDE FARMERS WITH INFORMATION ABOUT A VARIETY OF PERENNIALS AND THEIR IMPACTS ON SOIL HEALTH AND WEED SUPPRESSION. OUTREACH EVENTS AND MATERIALS DEVELOPED THROUGH THIS PROJECT WILL GUIDE FARMERS IN SELECTING PERENNIAL SPECIES AND ROTATIONS THAT SUPPRESS WEEDS, BUILD SOIL HEALTH, AND ALSO ARE PROFITABLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20235110640920_12H3"}, {"internal_id": 162054765, "Award ID": "20235110640850", "Award Amount": 866439.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "10.303", "Description": "MANAGING SOIL FERTILITY, CROP NUTRITION, AND WEED AND SOIL-BORNE DISEASES ARE SOME OF THE BIGGEST CHALLENGES THAT ORGANIC VEGETABLE GROWERS FACE. ONE OF THE DIFFICULTIES IN MANAGING PLANT NUTRITION IN ORGANIC PRODUCTION SYSTEMS OCCURS DUE TO A MISMATCH BETWEEN THE NUTRIENT RELEASE RATE OF ORGANIC FERTILIZERS AND PEAK PLANT NUTRIENT DEMAND. FOR ORGANIC VEGETABLE GROWERS, THIS MISMATCH MEANS NUTRIENT RELEASE FROM ORGANIC FERTILIZERS THAT OFTEN CANNOT SUPPLY ENOUGH NUTRIENTS TO SUPPORT PERIODS OF RAPID CROP GROWTH, RESULTING IN THE LOSS OF YIELD OR DECREASED CROP QUALITY. FURTHER, THE AGGRESSIVE NATURE OF WEEDS AND DISEASES AND LIMITED MEANS FOR THEIR MANAGEMENT IN ORGANIC SYSTEMS, RESULTS IN SUBSTANTIAL LOSS OF MARKETABLE CROP YIELD WORLDWIDE UP TO 45-95% AND 21.5% YIELD LOSSES TO WEEDS AND DISEASES, RESPECTIVELY. ALL THESE FACTORS MAKE ORGANIC VEGETABLE SYSTEMS LESS PRODUCTIVE AND HIGHLY VARIABLE FROM ONE GROWING SEASON TO ANOTHER. THE PROPOSED PROJECT AIMS TO IMPROVE THE YIELD AND PROFITABILITY OF ORGANIC VEGETABLE PRODUCTION BY DEVELOPING ORGANIC FERTILIZER FORMULATIONS USING NEW ORGANIC MATERIALS FROM MANURE PROCESSING AND RENDERED MATERIALS, WITH HIGHER NUTRIENT USE EFFICIENCY AND FOR WEED AND SOIL-BORNE DISEASE MANAGEMENT. THE PROPOSED PROJECT WILL DEVELOP NEW FERTILIZER FORMULATIONS USING NEW MANURED-BASED ORGANIC PRODUCTS AND RENDERED MATERIALS AS A BASE MATRIX AND WILL EMPLOY VARIOUS NATURAL AMENDMENTS TO INCREASE THE RETENTION OF MINERALIZED NUTRIENTS IN THE SOIL FOR CROP UPTAKE FOR A LONGER DURATION, THUS FACILITATING HIGHER NUTRIENT USE EFFICIENCY. FURTHER, THE PROJECT TEAM WILL PAIR THE NEW FERTILIZER FORMULATIONS WITH NOVEL PLASTICULTURE TO UTILIZE THE CARBON IN THE STANDARDIZED ORGANIC FERTILIZERS FOR CONTROLLING THE WEEDS AND SOIL-BORNE DISEASES IN ORGANIC VEGETABLE CROPS THROUGH ANAEROBIC SOIL DISINFESTATION (SOIL DISINFESTATION BY CREATING ANAEROBIC CONDITIONS WITH ORGANIC CARBON AMENDMENTS AND IRRIGATION UNDER PLASTIC MULCH). THE PROJECT TEAM PROPOSES TO PRODUCE A PELLETIZED MATERIAL OF STANDARDIZED FERTILIZER FORMULATIONS AND EVALUATE THE IMPACT OF NEW FERTILIZER FORMULATIONS + NOVEL PLASTIC MULCH ON CROP NUTRIENT USE EFFICIENCY, SOIL HEALTH, NITROGEN LOSSES, WEED AND SOIL-BORNE DISEASE MANAGEMENT, AND ECONOMIC FEASIBILITY OF USING NEW FERTILIZER FORMULATIONS AND NOVEL PLASTICULTURE. THE PROJECT TEAM WILL FURTHER PROMOTE THE ADOPTION OF NEW FERTILIZER FORMULATIONS AND MANAGEMENT PRACTICES BY COMMUNICATING THE RESEARCH RESULTS AND GUIDELINES TO STAKEHOLDERS, SCIENTISTS, AND INDUSTRY PROFESSIONALS IN THE SOUTHEASTERN AND OTHER REGIONS OF THE US, THROUGH EXTENSIVE EDUCATION, EXTENSION, AND OUTREACH PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_20235110640850_12H3"}, {"internal_id": 160861892, "Award ID": "20235110240784", "Award Amount": 486000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "10.303", "Description": "THIS IS AN INTEGRATED PROJECT. BHADRIRAJU SUBRAMANYAM FROM KANSAS STATE UNIVERSITY WILL LEAD THE PROJECT AS PROJECT DIRECTOR; KALIRAMESH SILIVERU AND XINYI E ARE TWO PROJECT CO-DIRECTORS. FLOUR MILLS ARE IDEAL HABITATS FOR STORED-PRODUCT INSECT PESTS DUE TO THE WARM TEMPERATURES AND AVAILABILITY OF FOOD. UNTIL THE PHASE OUT, METHYL BROMIDE HAD BEEN WIDELY USED TO FUMIGATE THE FLOUR MILLS FOR DISINFECTION AND DISINFESTATION. IN LIGHT OF FINDING NEW ALTERNATIVES, THIS PROPOSED PROJECT WILL INVESTIGATE MULTIPLE POTENTIAL IPM STRATEGIES FOR THE FLOUR MILL. CHLORINE DIOXIDE GAS, A BIOCIDE, WILL BE EVALUATED AS A POTENTIAL FLOUR MILL FUMIGANT. IN ADDITION, THE USE OF CHLORINE DIOXIDE SOLUTION DURING WHEAT TEMPERING WILL BE EVALUATED TO ACHIEVE THE GOAL OF DEACTIVATING PATHOGENS AND MYCOTOXINS IN WHEAT. THE EFFICACY OF FOUR INSECTICIDES INCLUDING PYRIPROXYFEN, ESFENVALERATE, &BETA;-CYFLUTHRIN, AND DELTAMETHRIN AGAINST STORED PRODUCT INSECTS WILL BE DETERMINED WHEN APPLYING THEM AS SPRAYS TO TREAT THE FLOOR SURFACE IN FLOUR MILLS. ECONOMIC ANALYSIS OF THESE METHODS WILL BE PERFORMED TO DETERMINE THE FEASIBILITY OF ADOPTING THESE MB ALTERNATIVES IN REAL PRACTICE. THE RESULTS FROM THE PROPOSED PROJECT WILL BE DELIVERED TO FOOD INDUSTRY ESPECIALLY THE INTERNATIONAL ASSOCIATION OF OPERATIVE MILLERS (IAOM) STAKEHOLDER GROUPS THROUGH SEMINARS HELD AT ASSOCIATION MEETINGS, EXTENSION PUBLICATIONS, AND WORKSHOPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20235110240784_12H3"}, {"internal_id": 162054764, "Award ID": "20235110240783", "Award Amount": 420391.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "10.303", "Description": "THIS IS AN INTEGRATED PROJECT SUBMITTED BY OUR INTERDISCIPLINARY RESEARCH TEAM CONSISTING OFPRINCIPAL INVESTIGATORS FROM THREE COLLABORATIVE INSTITUTIONS IN TWO STATES (ARKANSAS AND KANSAS).OUR PROJECT ADDRESSES THE PRIMARY GOAL AND OBJECTIVE OF THE METHYL BROMIDE TRANSITION PROGRAMBY RESEARCHING THE IMPLEMENTATION OF PRACTICAL INTEGRATED PEST MANAGEMENT (IPM) SYSTEMS TOPROTECT POST-HARVEST BAGGED COMMODITIES DURING TRANSPORTATION IN SHIPPING CONTAINERS. WE AREPROPOSING TO OPTIMIZE FUMIGANT APPLICATION METHODS FOR PHOSPHINEBASED ONEXPERIMENTS IN SHIPPING CONTAINERS AND BY DEVELOPING AND VALIDATING A COMPUTATIONAL FLUIDDYNAMICS MODEL OF PHOSPHINE DISTRIBUTION INSIDE THE CONTAINERS. AT THE SAME TIME, WE WILLEVALUATE THE EFFECTIVENESS OF PRE-LOADING APPLICATIONS OF CONTACT INSECTICIDES IN SHIPPINGCONTAINERS AND INSECTICIDE-INCORPORATED PACKAGING AT SUPPRESSING INSECT POPULATIONS ANDPROTECTING COMMODITIES. A COMPREHENSIVE COST/BENEFIT ANALYSIS FOR EACH OF THESE IPMTECHNOLOGIES ALONE AND IN COMBINATION WILL BE CONDUCTED. THE FINAL AIM IS TO TRANSFER THISINFORMATION ON BEST PRACTICES TO UNITED STATES AND INTERNATIONAL STAKEHOLDERS INCLUDING FOOD ANDFEED INDUSTRIES AND HUMANITARIAN AID AGENCIES TO BETTER IMPLEMENT IPM PRACTICES. WITHIN THESEBROAD OBJECTIVES, WE WILL SHOW HOW COMBINING IPM TOOLS COULD REDUCE INFESTATION FROM STOREDPRODUCT INSECTS ECONOMICALLY COMPARED TO FUMIGATION ALONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad54a5fd-acfb-7538-079a-92438f81aa48-C", "generated_internal_id": "ASST_NON_20235110240783_12H3"}, {"internal_id": 162054763, "Award ID": "20235110240782", "Award Amount": 485000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "10.303", "Description": "METHYL BROMIDE (MB) HAS BEEN USED AS A PRE-PLANT SOIL FUMIGANT FOR MANY YEARS. DUE TO ADVESE IMPACTS ON ENVIROMENT,ITS USE AND PRODUCTION WAS PHASED OUT. THE DEVELOPMENT OF NON-FUMIGANT-BASED SYSTEMS SUCH AS THE APPLICATION OF ANAEROBIC SOIL DISINFESTATION (ASD) HAS PROMPTED AN ALTERNATIVE SOIL-BORNE PATHOGENS CONTROL STRATEGY TO CHEMICAL FUMIGATION. AMONG SOILBORNE FUNGAL PATHOGENS, BLACK ROOT ROT CAUSED BY PYTHIUM IRREGULARE, AND RHIZOCTONIA FRAGARIAE, IS A DEVASTATING DISEASE COMPLEX OF STRAWBERRIES (FRAGARIA &TIMES; ANANASSA) IN NORTH CAROLINA. OUR MAINOBJECTIVE OFTHIS STUDYIS TO DEVELOP BIOLOGICALLY BASED IPM TOOLSTO REPLACE FUMIGANTS THAT HELP IMPROVE SOIL HEALTH AND PLANT HEALTH, ENHANCE BENEFICAL MICROBIAL COMMUNITIES, REDUCESOILBORNE PATHOGENS AND INCREASE STRAWBERRY PRODUCTIVITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20235110240782_12H3"}, {"internal_id": 162054762, "Award ID": "20235110240781", "Award Amount": 464000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "10.303", "Description": "FOLLOWING THE PHASE OUT OF METHYL BROMIDE, PHYTOPHTHORA FRUIT ROT CAUSED BY THE OOMYCETE PHYTOPHTHORA CAPSICI AND ROOT-KNOT NEMATODES POSE MOUNTING CHALLENGES TO CUCURBIT PRODUCTION WITHIN THE UNITED STATES. IN RECENT YEARS, LOSSES FROM PHYTOPHTHORA FRUIT ROT IN THE MID-ATLANTIC REGION HAVE RANGED FROM 7-20% PROMPTING THE NEED FOR NEW MANAGEMENT APPROACHES. INTEREST IN THE USE OF BIOFUMIGANT CROPS IS EXPANDING, BUT LACK OF BEST MANAGEMENT PRACTICES ALONG WITH TRADITIONAL SPRING PLANTINGS HAVE LIMITED THE DEPLOYMENT OF THIS APPROACH IN WATERMELON AND PUMPKIN PRODUCTION. THE OBJECTIVES OF THIS PROJECT ARE TO (1) ASSESS GROWER INTEREST IN IMPLEMENTING ALTERNATIVE PRACTICES AND EVALUATE THE ECONOMIC FEASIBILITY OF LATE SUMMER AND FALL PLANTED BIOFUMIGANT CROPS. (2) ASSESS VIABILITY AND BEST MANAGEMENT PRACTICES FOR LATE SUMMER AND FALL BIOFUMIGANT ESTABLISHMENT. (3) QUANTIFY CHANGES IN P. CAPSICI AND NEMATODE POPULATIONS IN SOIL FOLLOWING USE OF BIOFUMIGATION. (4) DISSEMINATE DATA THROUGHEXTENSION AND OUTREACH. IN THIS INTEGRATED RESEARCH AND EXTENSION PROJECT, WE WILL ADDRESS RELEVANT STAKEHOLDER CONCERNS REGARDING IMPLEMENTATION OF BIOFUMIGANT CROPS AND ASSESS IF FALL PLANTING IS FEASIBLE FOR DISEASE MANAGEMENT IN WATERMELON AND PUMPKIN PRODUCTION. ECONOMIC ASSESSMENT AND EVALUATION OF PLANTING DATE FOR OPTIMAL ESTABLISHMENT OF BIOFUMIGANT BIOMASS WILL BE COMBINED WITH THE ABILITY TO QUANTIFY CHANGES IN PATHOGEN POPULATIONS TO INFORM EXTENSION RECOMMENDATIONS ON IMPROVED DISEASE MANAGEMENT ALTERNATIVES FOR WATERMELON AND PUMPKIN PRODUCTION IN THE MID-ATLANTIC. FINDINGS FROM THIS RESEARCH WILL BE APPLICABLE BEYOND WATERMELON AND PUMPKIN TO ALL VEGETABLE CROPS SUSCEPTIBLE TO P. CAPSICI AND ROOT-KNOT NEMATODES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_20235110240781_12H3"}, {"internal_id": 151882510, "Award ID": "20227703638343", "Award Amount": 285000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-29", "CFDA Number": "10.303", "Description": "BLUE-RIBBON PANEL ON LAND-GRANT COOPERATION AND COLLABORATION CONTINUATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf13c3e1-3402-03ba-44d3-2349f4a792b0-C", "generated_internal_id": "ASST_NON_20227703638343_12H3"}, {"internal_id": 151586336, "Award ID": "20225115038142", "Award Amount": 599100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-12", "CFDA Number": "10.303", "Description": "SRDC BASE FUNDING FY22", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20225115038142_12H3"}, {"internal_id": 151586821, "Award ID": "20225115038141", "Award Amount": 599100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-19", "CFDA Number": "10.303", "Description": "NCRCRD-RESILIENT RURAL COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20225115038141_12H3"}, {"internal_id": 151130964, "Award ID": "20225115038140", "Award Amount": 599100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-04", "CFDA Number": "10.303", "Description": "WESTERN RURAL DEVELOPMENT CENTER FY22", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20225115038140_12H3"}, {"internal_id": 151587274, "Award ID": "20225115038139", "Award Amount": 599100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-15", "CFDA Number": "10.303", "Description": "THE NORTHEAST REGIONAL CENTER FOR RURAL DEVELOPMENT 2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20225115038139_12H3"}, {"internal_id": 146292963, "Award ID": "20225115036867", "Award Amount": 139989.81, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-31", "CFDA Number": "10.303", "Description": "PURDUE UNIVERSITY AS THE HOST OF THE NORTH CENTRAL REGIONAL CENTER FOR RURAL DEVELOPMENT (NCRCRD) USES A SYSTEMS APPROACH TO BUILD THRIVING RURAL COMMUNITIES THROUGH CUTTING-EDGE RESEARCH AND EXTENSION PROGRAMS AND INNOVATIVE PARTNERSHIPS. THE NCRCRD IS FOCUSED ON THREE INTERCONNECTED SYSTEMS: COMMUNITIES, BUSINESSES, AND HOUSEHOLDS. THIS PROPOSAL ENHANCES USDA&#39;S CURRENT (2018-2022) STRATEGIC GOALS OF FACILITATING RURAL PROSPERITY AND ECONOMIC DEVELOPMENT; FOSTERING PRODUCTIVE AND SUSTAINABLE USE OF OUR NATIONAL FOREST SYSTEMS LANDS; AND PROVIDING ALL AMERICANS WITH ACCESS TO A SAFE, NUTRITIOUS, AND SECURE FOOD SUPPLY.THE NCRCRD IS COMMITTED TO BUILDING A MORE RESILIENT NORTH CENTRAL REGION BY IMPROVING THE ADAPTIVE CAPACITY OF HOUSEHOLDS, BUSINESSES, AND COMMUNITIES THROUGH IMPACTFUL RESEARCH AND OUTREACH. RESILIENCE REQUIRES MANY AND COMPLEX INTERCONNECTING DECISIONS MADE BY INDIVIDUALS, HOUSEHOLDS, BUSINESSES, AND COMMUNITIES. THE RESILIENCE OF THESE INTERCONNECTED SYSTEMS RELIES ON THEIR ABILITY TO BOUNCE BACK BETTER AFTER MAJOR SHOCKS TO THEIR VARIOUS CAPITALS SUCH AS HUMAN, BUILT, FINANCIAL, SOCIAL, POLITICAL, NATURAL, AND CULTURAL.THE CENTER WILL ESTABLISH FACULTY FELLOWSHIPS. THE CENTER WILL ENCOURAGE FACULTY FROM THE NORTH CENTRAL REGION TO WORK WITH THE CENTER ON A \"MINI SABBATICAL\". FACULTY WILL WORK ON CENTER SPECIFIC ACTIVITIES THAT ENHANCED THE CENTER&#39;S THEMES FOR A SPECIFIED PERIOD OF TIME. THE CENTER&#39;S FACULTY FELLOWS WILL BE VITAL CONTRIBUTORS BY DEVELOPING SURVEY TOPICS, RESEARCH PUBLICATIONS, AND EXTENSION CURRICULA. THE FACULTY FELLOWS PROGRAM WILL INCREASE INTERREGIONAL COLLABORATION AND ENHANCE THE CENTER&#39;S STATURE WITH FACULTY ACROSS THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20225115036867_12H3"}, {"internal_id": 151131004, "Award ID": "20225110638061", "Award Amount": 744971.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-05", "CFDA Number": "10.303", "Description": "BRIDGING TRADITIONAL AGRICULTURE AND CLIMATE-ADAPTIVE ORGANIC AGRICULTURE IN THE SOUTHWEST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_20225110638061_12H3"}, {"internal_id": 151130996, "Award ID": "20225110638039", "Award Amount": 749999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-08", "CFDA Number": "10.303", "Description": "LIQUID, COMPOSTED OR DRY-STACKED? UNRAVELLING THE EFFECTS OF MANURE TREATMENT ON PESTS IN ORGANIC FIELD CROPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00b062d0-a179-1efa-2618-43bea86b43fd-C", "generated_internal_id": "ASST_NON_20225110638039_12H3"}, {"internal_id": 151131040, "Award ID": "20225110638025", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-02", "CFDA Number": "10.303", "Description": "EXPANDING ORGANIC SYSTEMS TO REDUCE WATER DEMAND AND INCREASE AGRICULTURAL RESILIENCE IN THE SOUTHWEST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_20225110638025_12H3"}, {"internal_id": 151131076, "Award ID": "20225110638011", "Award Amount": 498650.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-01", "CFDA Number": "10.303", "Description": "BREAKING NEW GROUND: REDUCING PERENNIAL WEEDS AND IMPROVING SOIL FERTILITY FOR SOUTHERN FARMERS TRANSITIONING TO ORGANIC PRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20225110638011_12H3"}, {"internal_id": 151131056, "Award ID": "20225110638007", "Award Amount": 749606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-28", "CFDA Number": "10.303", "Description": "LEVERAGING SOIL MICROBIOMES TO PROMOTE CLIMATE CHANGE RESILIENCE AND ADOPTION OF ORGANIC AGRICULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20225110638007_12H3"}, {"internal_id": 150868100, "Award ID": "20225110637926", "Award Amount": 749853.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-21", "CFDA Number": "10.303", "Description": "HOW REGENERATIVE MANAGEMENT AFFECTS THE TRANSITION TO ORGANIC FOR CROPPING SYSTEMS OF THE SOUTHEAST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20225110637926_12H3"}, {"internal_id": 150868099, "Award ID": "20225110637925", "Award Amount": 749998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-26", "CFDA Number": "10.303", "Description": "CAN LIVING MULCH ENHANCE SOIL HEALTH AND ECOSYSTEM SERVICES OF ORGANIC VEGETABLE PRODUCTION SYSTEMS IN SOUTH DAKOTA?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_20225110637925_12H3"}, {"internal_id": 151130975, "Award ID": "20225110637924", "Award Amount": 749899.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-28", "CFDA Number": "10.303", "Description": "BEING PARTICULAR ABOUT ORGANIC MATTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_20225110637924_12H3"}, {"internal_id": 150868098, "Award ID": "20225110637923", "Award Amount": 688360.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "10.303", "Description": "OPTIMIZING ORGANIC CORN PRODUCTION UNDER DIFFERENT LIVING MULCH SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_20225110637923_12H3"}, {"internal_id": 150868097, "Award ID": "20225110637922", "Award Amount": 747280.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "10.303", "Description": "IMPROVING PROFITABILITY OF ORGANIC SWEETPOTATO THROUGH PEST RESISTANT CLONES AND ENHANCED ANAEROBIC SOIL DISINFESTATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_20225110637922_12H3"}, {"internal_id": 151587390, "Award ID": "20225110238259", "Award Amount": 442068.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "10.303", "Description": "PULSE ELECTRICITY: A NON-CHEMICAL APPROACH FOR THE MANAGEMENT OF NEMATODES, PATHOGENS, AND WEEDS IN NURSERIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20225110238259_12H3"}, {"internal_id": 151130991, "Award ID": "20225110238143", "Award Amount": 471201.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-09", "CFDA Number": "10.303", "Description": "DEVELOPMENT OF EFFECTIVE ECONOMICAL MICROBIAL STRATEGIES TO COMBAT MAJOR NEMATODE AND FUNGAL PESTS IN TURFGRASS SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20225110238143_12H3"}, {"internal_id": 150868096, "Award ID": "20225110237899", "Award Amount": 470128.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-11", "CFDA Number": "10.303", "Description": "SUSTAINABLE WEED MANAGEMENT PROGRAMS FOR INTENSIVE VEGETABLE PRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20225110237899_12H3"}, {"internal_id": 150355090, "Award ID": "20225110237833", "Award Amount": 496053.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-07", "CFDA Number": "10.303", "Description": "INTEGRATED PEST AND WATER MANAGEMENT PRACTICES TO IMPROVE TOMATO AND STRAWBERRY CROP HEALTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20225110237833_12H3"}, {"internal_id": 139138916, "Award ID": "20215115035693", "Award Amount": 299639.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "10.303", "Description": "A RESILIENT REGION HAS,ATITS FOUNDATION, THRIVING COMMUNITIES. PURDUE UNIVERSITY AS THE HOST OF THE NORTH CENTRAL REGIONAL CENTER FOR RURAL DEVELOPMENT (NCRCRD) USES A SYSTEMS APPROACH TO BUILD THRIVING RURAL COMMUNITIES THROUGH CUTTING-EDGE RESEARCH AND EXTENSION PROGRAMS AND INNOVATIVE PARTNERSHIPS. THE NCRCRD IS FOCUSED ON THREE INTERCONNECTED SYSTEMS: COMMUNITIES, BUSINESSES, AND HOUSEHOLDS. A ROBUST NCRCRD ENABLES THE ACHIEVEMENT OF EACH SYSTEM&#39;S GOALS BY CREATING RESILIENT COMMUNITIES AND ECONOMIES, DEVELOPING LEADERSHIP AND CIVIC ENGAGEMENT, AND PROMOTING COMMUNITY HEALTH AND WELLNESS.CREATING RESILIENT ECONOMIES AND COMMUNITIESRESILIENCE REQUIRES MANY AND COMPLEX INTERCONNECTING DECISIONS MADE BY INDIVIDUALS, HOUSEHOLDS, BUSINESSES, AND COMMUNITIES. THE RESILIENCE OF THESE INTERCONNECTED SYSTEMS RELIES ON THEIR ABILITY TO BOUNCE BACK BETTER AFTER MAJOR SHOCKS TO THEIR VARIOUS CAPITALS SUCH AS HUMAN, BUILT, FINANCIAL, SOCIAL, POLITICAL, NATURAL, AND CULTURAL.PROMOTING COMMUNITY HEALTH AND WELLNESSMANY FACTORS INFLUENCE HEALTH, INCLUDING HEALTH BEHAVIOR, CLINICAL CARE, THE PHYSICAL ENVIRONMENT, AND SOCIAL AND ECONOMIC CONDITIONS. ACCESS TO HEALTH SERVICES, EDUCATION, AND EMPLOYMENT; HEALTHY LIFESTYLE; WORKFORCE DEVELOPMENT; AND TRANSPORTATION RESOURCES ARE LAGGING IN RURAL COMMUNITIES AND HAVE IMPORTANT IMPLICATIONS ON RURAL RESIDENTS&#39; OVERALL WELLBEING AND ECONOMIC OPPORTUNITIES.DEVELOPING LEADERSHIP AND CIVIC ENGAGEMENTAT ITS CORE, LEADERSHIP AND CIVIC ENGAGEMENT MUST INCORPORATE THE GUIDING PRINCIPLES OF DIVERSITY, EQUITY, AND INCLUSION TO POSITION HOUSEHOLDS, BUSINESSES, AND COMMUNITIES TO EFFECTIVELY ENGAGE LOCALLY AND IN THE NCR. THE NCRCRD IS COMMITTED TO WORKING WITH PARTNERS TO ADDRESS CONSTRAINTS AND ENHANCE THE CAPACITY FOR INCLUSIVE LEADERSHIP AND CIVIC ENGAGEMENT IN THE NORTH CENTRAL REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20215115035693_12H3"}, {"internal_id": 133051782, "Award ID": "20215115034735", "Award Amount": 494880.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-04", "CFDA Number": "10.303", "Description": "THE WESTERN RURAL DEVELOPMENT CENTER COLLABORATES WITH WESTERN LAND-GRANT UNIVERSITIES AND PUBLIC AND PRIVATE SECTOR PARTNERS TO PROMOTE EXCELLENCE IN RESEARCH, EDUCATION, AND EXTENSION FOR THE PROSPERITY OF WESTERN RURAL COMMUNITIES. THE WESTERN RURAL DEVELOPMENT CENTER WORKS TO BUILD CAPACITY THROUGHOUT THE REGION&#39;S LAND-GRANT UNIVERSITIES AND COOPERATIVE EXTENSION SERVICE TO HELP RURAL COMMUNITIES PROSPER, THRIVE ECONOMICALLY, AND BECOME SELF-SUSTAINING.AT THE WESTERN RURAL DEVELOPMENT CENTER, WE LINK THE SCIENCE-BASED RESEARCH AND EDUCATIONAL OUTREACH CAPACITY OF THE REGION&#39;S PUBLIC UNIVERSITIES WITH COMMUNITIES, LOCAL DECISION-MAKERS, ENTREPRENEURS, FAMILIES, FARMERS AND RANCHERS TO HELP ADDRESS A WIDE RANGE OF DEVELOPMENT ISSUES. IN ORDER TO MORE EFFECTIVELY ADDRESS THESE ISSUES AND THE EMERGING CONCERNS FACING THE RESIDENTS OF THE RURAL WEST, THE WESTERN RURAL DEVELOPMENT CENTER FOCUSES ITS EFFORTS ON THREE PRIORITY AREAS: 1) COMMUNITY DEVELOPMENT; 2) CLIMATE EDUCATION;AND 3) LAND USE AND MANAGEMENT PLANNING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20215115034735_12H3"}, {"internal_id": 132969243, "Award ID": "20215115034734", "Award Amount": 494880.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-16", "CFDA Number": "10.303", "Description": "THE SRDC WILL CONTINUE TO FOCUS ON THREE PRIORITIES THAT IMPACT THE WELL-BEING OF SOUTHERN RURAL COMMUNITIES, AS IDENTIFIED BY THE TECHNICAL AND OPERATIONAL ADVISORY COMMITTEE AND APPROVED BY THE BOARD OF DIRECTORS. THESE PRIORITIES ARE: (1) DEVELOP PATHWAYS TO RESILIENT COMMUNITIES, (2) BUILD STRATEGIC PARTNERSHIPS, AND (3) MOBILIZE RESOURCES AROUND EMERGING ISSUES AND OPPORTUNITIES. THE CENTER WILL CONTINUE TO DEVELOP PATHWAYS TO RESILIENT COMMUNITIES THROUGH (A) SUPPORTING THE SERA 47 LOCAL AND REGIONAL FOODS INITIATIVE, (B) INCREASING BROADBAND ACCESS AND ADOPTION BY WORKING WITH THE NATIONAL DIGITAL EDUCATION EXTENSION TEAM, (C) GROWING RESEARCH AND EXTENSION COLLABORATION AROUND HEIRS&#39; PROPERTY ISSUES, (D) EXPANDING CIVIL DIALOGUE EFFORTS AROUND RACE AND ETHNICITY, AND (E) EXAMINING OPPORTUNITIES FOR THE COMMUNITY RESOURCE DEVELOPMENT PROGRAM AREA TO EFFECTIVELY RESPOND TO REGIONAL NEEDS AMPLIFIED BY COVID-19. UNDER THE SECOND PRIORITY, BUILDING STRATEGIC PARTNERSHIPS, SRDC WILL (A) CONTINUE SHEPHERDING CREATE BRIDGES WHICH IS DESIGNED TO EXPLORE OPPORTUNITIES TO STRENGTHEN RURAL RETAIL SECTORS WHICH OFTEN MAKE UP A LARGE PORTION OF RURAL EMPLOYMENT, (B) EXPAND RURAL RESOURCES TO PROMOTE PROSPERITY IN PARTNERSHIP WITH THE USDA OFFICE OF PARTNERSHIP AND PUBLIC ENGAGEMENT, (C) SUPPORT LEADERSHIP DEVELOPMENT EFFORTS IN THE SOUTHERN REGION PROGRAM LEADERSHIP NETWORK, AND (D) COORDINATE DEVELOPMENT OF THE ANNUAL SOUTHERN REGION COMMUNITY RESOURCE DEVELOPMENT INDICATORS REPORT. FOR THE THIRD PRIORITY, THE CENTER WILL CONTINUE TO FOCUS ON MOBILIZING RESOURCES AROUND EMERGING ISSUES AND OPPORTUNITIES BY ASSISTING WITH A NATIONAL SCAN OF PRIORITIES FOR THE EXTENSION DISASTER EDUCATION NETWORK (EDEN).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20215115034734_12H3"}, {"internal_id": 133051783, "Award ID": "20215115034733", "Award Amount": 494027.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-10", "CFDA Number": "10.303", "Description": "THE MISSION OF NORTHEAST REGIONAL CENTER FOR RURAL DEVELOPMENT (NERCRD) IS TO ENHANCE THE CAPACITY OF LAND GRANT UNIVERSITIES (LGU) TO FOSTER REGIONAL PROSPERITY AND RURAL DEVELOPMENT. THIS IS ACCOMPLISHED BY CONDUCTING IMPACTFUL RESEARCH, FORGING PARTNERSHIPS WITH FEDERAL AND PRIVATE FUNDING AGENCIES AND STAKEHOLDER ORGANIZATIONS AND CONNECTING THEM WITH THE LAND-GRANT SYSTEM, AND SERVING AS A REGIONAL HUB FOR OUR LGU PARTNERS, LINKING RESEARCH AND EXTENSION FACULTY ACROSS STATE LINES.RURAL AREAS ACROSS THE NATION CONTINUE TO FACE ECONOMIC TURMOIL, SOCIAL UNREST, CLIMATE CHANGE AND A GREAT DEAL OF UNCERTAINTY ABOUT THE FUTURE, AS THE SARS-COV-2 (COVID-19) PANDEMIC CONTINUES, AND THE VACCINE DISTRIBUTION PROCESS HAS YET TO BE OPTIMIZED. THIS POW REFLECTS THE NERCRD&#39;S ONGOING RESPONSE TO THESE CONDITIONS, BUILDING ON ITS TECHNICAL ADVISORY COMMITTEE&#39;S RECOMMENDATIONS TO ITS BOARD OF DIRECTORS (FALL 2020, VIRTUAL MEETING). THIS PROPOSED PLAN OF WORK ALSO ADDRESSES USDA STRATEGICGOALS 2, 4 AND 7 FOR FY 2018-22.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20215115034733_12H3"}, {"internal_id": 131543892, "Award ID": "20215115034732", "Award Amount": 494880.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-09", "CFDA Number": "10.303", "Description": "PURDUE UNIVERSITY AS THE HOST OF THE NORTH CENTRAL REGIONAL CENTER FOR RURAL DEVELOPMENT (NCRCRD) USES A SYSTEMS APPROACH TO BUILD THRIVING RURAL COMMUNITIES THROUGH CUTTING-EDGE RESEARCH AND EXTENSION PROGRAMS AND INNOVATIVE PARTNERSHIPS. THE NCRCRD IS FOCUSED ON THREE INTERCONNECTED SYSTEMS: COMMUNITIES, BUSINESSES, AND HOUSEHOLDS. A ROBUST NCRCRD ENABLES THE ACHIEVEMENT OF EACH SYSTEM&#39;S GOALS BY CREATING RESILIENT COMMUNITIES AND ECONOMIES, DEVELOPING LEADERSHIP AND CIVIC ENGAGEMENT, AND PROMOTING COMMUNITY HEALTH AND WELLNESS. THIS PROPOSAL ENHANCES USDA&#39;S CURRENT (2018-2022) STRATEGIC GOALS OF FACILITATING RURAL PROSPERITY AND ECONOMIC DEVELOPMENT; FOSTERING PRODUCTIVE AND SUSTAINABLE USE OF OUR NATIONAL FOREST SYSTEMS LANDS; AND PROVIDING ALL AMERICANS WITH ACCESS TO A SAFE, NUTRITIOUS, AND SECURE FOOD SUPPLY.OUR SYSTEMS APPROACH WILL SEEK TO ENGAGE RESEARCH AND EXTENSION AT ALL OF THE LAND-GRANT INSTITUTIONS ACROSS THE NCR. ENGAGEMENT WILL BE FACILITATED AND SUPPORTED THROUGH A REGION-WIDE NEEDS ASSESSMENT; MULTI-STATE WORKING GROUPS; A SMALL GRANTS PROGRAM; AND A CONFERENCE DEVELOPMENT PROGRAM. A NCR PANEL DATASET WILL ALSO BE DEVELOPMENT TO BE USED BY NCR RESEARCH AND EXTENSION FACULTY AND STAFF. THE NCRCRD INCREASES THE VISIBILITY OF RESEARCH AND EXTENSION FROM THE NCR THROUGH WEBINARS AND NEWSLETTERS AND PROMOTING THE IMPACT OF EXTENSION THROUGH THE COLLECTION AND DISSEMINATION OF REGIONWIDE IMPACT INDICATORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20215115034732_12H3"}, {"internal_id": 139138865, "Award ID": "20215110635767", "Award Amount": 445976.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "10.303", "Description": "ORGANIC APPLE PRODUCTION IN THE EASTERN US IS SMALL AND IS MOSTLY BASED ON EXISTING ROOTSTOCKS, WHICH ARE SUSCEPTIBLE TO FIRE BLIGHT WHICH CREATES A VERY HIGH RISK OF INFECTION AND TREE DEATH.THE INCORPORATION OF DISEASE-RESISTANT ROOTSTOCKS WOULD GREATLY REDUCE THE RISK. NEW RESISTANT, DWARFING ROOTSTOCKS ALSO ALLOW HIGH-DENSITY ORCHARDS, WHICH BEGIN PRODUCTION IN THE SECOND OR THIRD LEAF CAN ACHIEVE 50% HIGHER YIELDS THAN TRADITIONAL ORCHARDS. THIS PROJECT WILL DEVELOP AND THEN EXTEND TO EASTERN ORGANIC APPLE GROWERS INFORMATION ON THE BEST ROOTSTOCK OPTIONS FOR VARIOUS SOILS AND CLIMATE SITUATIONS.THE RESULTS OF THE PROJECT WILL BE PACKAGED INTO AN ONLINE, SMART ROOTSTOCK RECOMMENDATION SYSTEM THAT WILL ALLOW ORGANIC APPLE GROWERS TO INPUT THE SPECIFICS OF THEIR FUTURE ORCHARD AND RECEIVE A SPECIFIC RECOMMENDATION OF THE BEST ROOTSTOCK CHOICE CONSIDERING CLIMATE, SOIL, CULTIVAR AND LOCATION. THE PROJECT WILL SUPPORT OREIGOAL 1. FACILITATING THE DEVELOPMENT AND IMPROVEMENT OF ORGANIC AGRICULTURE PRODUCTION, BREEDING, AND PROCESSING METHODS; GOAL 4. DETERMINING DESIRABLE TRAITS FOR ORGANIC COMMODITIES; AND GOAL 6. CONDUCTING ADVANCED ON-FARM RESEARCH AND DEVELOPMENT THAT EMPHASIZES OBSERVATION OF, EXPERIMENTATION WITH, AND INNOVATION FOR WORKING ORGANIC FARMS, INCLUDING RESEARCH RELATING TO PRODUCTION, MARKETING, FOOD SAFETY, SOCIOECONOMIC CONDITIONS, AND FARM BUSINESS MANAGEMENT.OVERALL, WE EXPECT THIS PROJECT TO LEAD TO INCREASED COMMERCIAL ORGANIC APPLE PRODUCTION IN THE EASTERN USA TO MEET THE INCREASING DEMAND FOR LOCALLY PRODUCED ORGANIC APPLES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20215110635767_12H3"}, {"internal_id": 139138867, "Award ID": "20215110635674", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-29", "CFDA Number": "10.303", "Description": "VEGETABLE GROWERS IN MISSOURI AND OTHER NEARBY STATES FACE UNIQUE CHALLENGES DURING TRANSITION FROM CONVENTIONAL TO ORGANIC SYSTEMS INCLUDING SOIL EROSION, POOR SOIL QUALITY/FERTILITY, AND WEED PRESSURE, ALL OF WHICH LIKELY CONTRIBUTES TO REDUCED YIELD AND PROFITABILITY. ACCORDING TO RECENT SURVEYS OF ORGANIC AND NON-ORGANIC VEGETABLE GROWERS IN MISSOURI AND THE NORTH CENTRAL REGION, THERE IS A GREAT DEAL OF INTEREST IN THE USE OF COVER CROPS TO INCREASE THE SOIL&#39;S ORGANIC MATTER CONTENT AND SUPPRESS WEEDS IN VEGETABLE PRODUCTION SYSTEMS. HOWEVER, THE CONCERN IS THAT FARMERS WILL OFTEN HAVE TO TAKE LAND OUT OF CASH CROP PRODUCTION EVERY OTHER YEAR OR MORE TO GROW COVER CROPS AS THEY BUILD UP SOIL HEALTH, A PRACTICE THAT WILL INEVITABLY REDUCE ECONOMIC RETURNS, LIMITING ORGANIC ADOPTION IN THE REGION. AN ALTERNATIVE METHOD OF INTEGRATING LIVING PERENNIAL COVER CROPS BETWEEN ROWS OF VEGETABLE CROPS IS PROPOSED TO ENABLE FARMERS TO SIMULTANEOUSLY BUILD SOIL HEALTH WHILE KEEPING LAND IN CASH CROP PRODUCTION. THE MULTI-YEAR NATURE AND EXTENSIVE ROOT SYSTEMS OF PERENNIAL COVER CROPS IS EXPECTED TO NOT ONLY REDUCE SOIL EROSION, NUTRIENT RUNOFF, AND BUILD SOIL HEALTH, BUT ALSO SIMULTANEOUSLY IMPROVE FARMER INCOME DUE TO DECREASED ANNUAL INPUTS AND ASSOCIATED COSTS. SPECIFICALLY, THIS RESEARCH PROJECT WILL EVALUATE THE POTENTIAL OF USING PERENNIAL GRASS/LEGUME COVER CROP MIXES IN THE TRAVEL PATHS BETWEEN PRODUCTION ROWS OF VEGETABLES TO BUILD SOIL HEALTH AND SUPPRESS WEEDS DURING THE THREE-YEAR ORGANIC TRANSITION PERIOD WITHIN A VEGETABLE FAMILY CROP ROTATION. OUTCOME OF THIS RESEARCH WILL INCLUDE (1) AN IMPROVED KNOWLEDGE OF THE EXTENT TO WHICH ECOSYSTEM SERVICES INCLUDING SOIL HEALTH IMPROVEMENT, WEED SUPPRESSION, AND CASH CROP YIELD GENERATED FROM THE USE OF PERENNIAL GRASS/LEGUME COVER CROP MIXES IN THE TRAVEL PATHS BETWEEN VEGETABLE PRODUCTION ROWS, AND (2) INCREASED USE OF PERENNIAL COVER CROP-BASED ALTERNATIVE WEED MANAGEMENT PRACTICES IN VEGETABLE PRODUCTION SYSTEMS IN THE NORTH CENTRAL REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_20215110635674_12H3"}, {"internal_id": 139138842, "Award ID": "20215110635584", "Award Amount": 595000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "10.303", "Description": "THIS PROJECT WILL ADDRESS AN IMPORTANT INDUSTRY ISSUE RELATED TO ORGANIC POTATO STORAGE AND CONTROL OF PREMATURE SPROUTING. WE HYPOTHESIZED THAT PLANT NATURAL PRODUCTS SUCH AS ESSENTIAL OILS (EO), EO FRACTIONS, BLENDS, AND INDIVIDUAL COMPOUNDS CAN BE DISCOVERED THAT WILL HAVE GREATER SPROUT SUPPRESSION ACTIVITY COMPARED WITH THE CURRENTLY USED SPROUT SUPPRESSORS/INHIBITORS IN ORGANIC POTATO. THE LONG-TERM GOAL IS TO DEVELOP POTATO SPROUT SUPPRESSION/INHIBITOR PRODUCT(S) FOR ORGANIC POTATO. THE OBJECTIVES ARE: (1) SCREENING OF ~ 300 EO AND EO FRACTIONS AND IDENTIFY ONES WITH THE HIGHEST POTATO SPROUT SUPPRESSION; (2) BIOASSAY-GUIDED FRACTIONATION OF SELECTED EO AND EO FRACTIONS; (3) COMPARE THE MOST PROMISING COMPOUNDS AND COMBINATIONS AGAINST CURRENTLY USED SPROUT INHIBITORS; (4) REVEAL THE MODE OF ACTION OF THE PROMISING COMPOUNDS AND BLENDS ON POTATO TUBERS BY EMPLOYING TRANSCRIPTION PROFILING AND METABOLOMICS APPROACHES; (5) COMMUNICATE THE RESULTS TO THE POTATO INDUSTRY, SCIENTISTS, EXTENSION, STUDENTS, AND GENERAL PUBLIC. INCORPORATE THE INFORMATION INTO ONLINE UNDERGRADUATE AND GRADUATE CERTIFICATES IN ORGANIC AGRICULTURE TO REACH OUT TO STUDENTS ACROSS THE NATION. THE PROJECT GOAL AND OBJECTIVES ARE IN LINE WITH THE FY 2021 PRIORITY AREAS, SPECIFICALLY PRIORITY 3: \"DEVELOP CULTURAL PRACTICES AND OTHER ALLOWABLE ALTERNATIVES..\" AND PRIORITY 4: \"OVERCOME BARRIERS TO ORGANIC TRANSITION\". THE PROJECT WILL ADDRESS LIMITATIONS IN ORGANIC POTATO STORAGE AND SPROUT CONTROL THAT ALSO HINDERS TRANSITION OF CONVENTIONAL POTATO PRODUCERS TO CERTIFIED ORGANIC. THE RESULTS WILL FACILITATE THE DEVELOPMENT OF NEW POTATO SPROUT SUPPRESSORS OR INHIBITORS, IMPROVE THE QUALITY OF POTATO, REDUCE ENVIRONMENTAL IMPACT, AND CONTRIBUTE TO IMPROVED HUMAN HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20215110635584_12H3"}, {"internal_id": 139138900, "Award ID": "20215110635583", "Award Amount": 455000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-29", "CFDA Number": "10.303", "Description": "AMERICAN GINSENG (AG, PANAX QUINQUEFOLIUS L.) IS ONE OF THE HIGHEST UNIT VALUE CASH CROPS AND ONE OF THE MOST WELL-KNOWN MEDICINAL PLANTS ORIGINATING FROM NORTH AMERICA. AFTER BEING HARVESTED FOR OVER 300 YEARS FROM THE APPALACHIAN MOUNTAINS IN NORTH AMERICA, WILD AG HAS BECOME SCARCE AND NOW ALMOST ALL THE AGS SOLD WORLDWIDE IS CULTIVATED (LIU ET AL., 2021). DESPITE ITS PRODUCTION ONLY CONTRIBUTING TO LESS THAN 8% OF THE TOTAL WORLD AG PRODUCTION, THE DEMAND FOR HIGH-QUALITY AG HAS INCREASED STEADILY IN THE PAST DECADE BOTH DOMESTICALLY AND INTERNATIONALLY, ESPECIALLY THOSE PRODUCED FROM WILD-SIMULATED AND/OR ORGANICALLY MANAGED SYSTEMS. BECAUSE GINSENG IS WELL RECOGNIZED FOR ITS HEALTH-PROMOTING PROPERTIES SUCH AS BOOSTING IMMUNITY AND PREVENTING RESPIRATORY DISEASES (YUAN ET AL., 2010; PREDY ET AL., 2005), THE DEMAND HAS INCREASED DURING THE COVID-19 PANDEMIC. PARTICULARLY, DUE TO THE SCARCITY OF DEDICATED CERTIFIED ORGANIC LAND IN THE MAJOR GINSENG PRODUCTION COUNTRIES (USA, CANADA, CHINA, AND SOUTH KOREA), AMERICAN FARMERS HAVE A UNIQUE ORGANIC MARKET NICHE AVAILABLE THAT CAN GREATLY ENHANCE SUSTAINABILITY OF RURAL AREAS THAT ARE NOT SUITABLE FOR LARGE-SCALE AGRONOMIC CROP PRODUCTION BUT PERFECTLY SUITED FOR GINSENG GROWTH (E.G. WOODED, SLOPPING, AND ROCKY AREAS). HOWEVER, THE GREATEST IMMEDIATE PROBLEM CHALLENGING ORGANIC AMERICAN GINSENG PRODUCTION IS FUNGAL DISEASES CONTROL, WHICH TYPICALLY REQUIRES FREQUENT, SOMETIME EVEN DAILY USE OF COSTLY FUNGICIDES (DAVIS, 2002). PERSISTENT FUNGAL PATHOGEN ISSUES CAN NOT ONLY JEOPARDIZE BIOMASS PRODUCTION BUT DECREASE MICROBIAL DIVERSITY IN SOILS, CREATING A \"REPLANTING ISSUE\" AGAINST CONTINUOUS MONOCULTURE PRODUCTION (LI ET AL., 2020; YANG ET AL., 2015). PRESENTLY, ORGANIC AND TRANSITIONAL FARMERS CANNOT FIND SCIENTIFICALLY PUBLISHED DATA OR EXTENSION PUBLICATIONS ON HOW TO ORGANICALLY MANAGE FUNGAL PATHOGEN ISSUES IN GINSENG PRODUCTION. THUS, OUR GOALS FOR THIS PROPOSED PROJECT ARE TO (1) EVALUATE THE EFFECTIVENESS OF BIOLOGICAL CONTROL MICROBIAL AGENTS AND BOTANICAL EXTRACTS ON FUNGAL DISEASE PREVENTION AND TREATMENT FOR ORGANIC AG PRODUCTION; (2) STABILIZE CHANGES TO THE SOIL MICROBIOME THAT OCCUR UNDER CONTINUOUS AG PRODUCTION BY INCREASING NATIVE BACTERIAL SPECIES KNOWN TO BE ANTAGONIST TO FUNGAL PATHOGENS AND TOXIN ACCUMULATION; AND (3) PROMOTE SUSTAINABLE ORGANIC PRODUCTION AND CERTIFICATION TO LOCAL, REGIONAL AND NATIONAL GINSENG PRODUCERS BY EMPHASIZING BOTH THE CONSUMER&#39;S MARKET PREFERENCE AND HIGHER PROFIT MARGIN; (4) DEVELOP A COMPREHENSIVE EDUCATIONAL AND OUTREACH PROGRAM TO EFFICIENTLY TRANSLATE OUR PROJECT FINDINGS TO STAKEHOLDERS AND THE GENERAL PUBLIC. THE RESEARCH COMPONENTS OF THIS MULTIPRONGED PROJECT WILL INCREASE AGROECOSYSTEM RESILIENCE WHILE ATTENUATING FUNGAL PATHOGEN PRESSURE AND LESSENING THE REPLANTING DIGRESSION ISSUE. ADDITIONALLY, WE WILL RELY ON ESTABLISHED EDUCATION AND EXTENSION NETWORK TO DISSEMINATE OUR FINDINGS TO DIFFERENT STAKEHOLDER GROUPS ON A REGIONAL AND NATIONAL SCALE. THE PROPOSED PROGRAM WOULD BE THE FIRST MULTI-INSTITUTIONAL, MULTIDISCIPLINARY, AND COLLABORATIVE PROJECT ON ORGANIC AG PRODUCTION ACROSS THE APPALACHIA REGION; WHICH COULD COHESIVELY BOLSTER ORGANIC AG PRODUCTION, INCREASE MARKET COMPETITIVENESS AND DIVERSITY FOR ORGANIC GINSENG PRODUCERS, ENHANCE THE ECONOMIC SUSTAINABILITY IN RURAL AREAS THAT MAINLY SUPPORTS GINSENG PRODUCTION, AND MAINTAIN VALUES AND ETHNIC TRADITIONS IN AMERICAN RURAL COMMUNITIES AS A WHOLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebf8420f-77f6-6999-58ae-b617a80eab9d-C", "generated_internal_id": "ASST_NON_20215110635583_12H3"}, {"internal_id": 139138811, "Award ID": "20215110635568", "Award Amount": 595000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-04", "CFDA Number": "10.303", "Description": "THIS IS AN ORGANIC TRANSITIONS RESEARCH-LED PROJECT TO DEVELOP BEST MANAGEMENT PRACTICES THAT MITIGATE RISKS OF CROP FAILURE FOR INITIAL YEARS OF ORGANIC TRANSITIONING FIELDS AND PROMOTE SUSTAINABLE INTENSIFICATION OF ORGANIC VEGETABLE PRODUCTION. BEST MANAGEMENT PRACTICES FOR NEW ORGANIC SYSTEMS WILL BE DETERMINED BASED ON AGRICULTURAL AND ENVIRONMENTAL ASPECTS, SUCH AS SOIL HEALTH, WEEDS, INSECTS, DISEASE, CROP DEVELOPMENT, YIELD, AND QUALITY. IN ADDITION, THE FEASIBILITY FOR GROWERS&#39; ADOPTION WILL BE CONSIDERED AND STAKEHOLDERS&#39; INVOLVEMENT IN PLANNING, DEVELOPMENT, AND IMPLEMENTATION OF OUTPUTS WILL BE A KEY ASPECT OF THIS PROJECT. AS A RESULT, AUBURN UNIVERSITY AND THE ALABAMA COOPERATIVE EXTENSION SYSTEM WILL CREATE GUIDELINES FOR MORE EFFECTIVE LAND USE, PRE-PLANTING LAND PREPARATION, AND WEED MANAGEMENT DURING THE TRANSITION OF ORGANIC VEGETABLE FIELDS. CONVENTIONAL AND NOVEL OUTREACH APPROACHES WILL CONVEY INFORMATION GENERATED FROM PROPOSED ACTIVITIES TO OUR CLIENTS,GROWERS, AND STAKEHOLDERS. A PROJECT EVALUATION WILL MEASURE THE IMMEDIATE AND LONG-TERM IMPACT. ULTIMATELY, THE CERTIFIED ORGANIC FIELD AND PROPOSED NEW CAPACITY BUILDING INITIATIVE WILL ENSURE THE SUSTAINABILITY OF THE PROJECT SCALE. THE OBJECTIVES OF THIS PROJECT ARE IN LINE WITH THE STRATEGIC PLANS OF USDA AND THE PRIORITY AREAS OF THE ORGANIC TRANSITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_20215110635568_12H3"}, {"internal_id": 138710400, "Award ID": "20215110635496", "Award Amount": 575000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.303", "Description": "ACCORDING TO THE UNITED STATES DEPARTMENT OF AGRICULTURE (USDA) CENSUS DATA, CERTIFIED ORGANIC FARMS IN ARIZONA STAYED IDENTICAL IN 2012 AND 2017. STILL, SALES INCREASED FROM $54,503,000 TO $97,956,000, RESPECTIVELY (80% INCREASE IN SALES), INDICATING HIGH DEMANDS FOR ORGANIC PRODUCTS BY ARIZONANS. WHILE MISCONCEPTION IS AN ISSUE ABOUT ORGANIC CERTIFICATION PRICING WITH LIMITED KNOWLEDGE AMONG FARMERS, IN 2012 AND 2017, 33% AND 43% OF THE ORGANIC PRODUCERS REPORTED PRODUCTION AS THE MAIN CHALLENGE. ARIZONA SOILS ARE PREDOMINANTLY CALCAREOUS (HIGH ABOVE 7.5) WITH DEFICIENT ORGANIC MATTER, AFFECTING SOIL NUTRIENT CYCLING AND AVAILABILITY WITHIN THESE IRRIGATED DESERT SOILS, ESPECIALLY DURING THE ORGANIC TRANSITION WITH LIMITED ALTERNATIVES FOR ALKALINE SOIL PH, FERTILITY, AND PLANT HEALTH MANAGEMENT. COMBINING GRAPE POMACE (GP)) FROM THE RAPIDLY GROWING WINE INDUSTRIES WITH POULTRY AND HORSE MANURE COULD FILL THE PRODUCTION. WINE PRODUCTION IN ARIZONA SIGNIFICANTLY INCREASED FROM 65,413GALLONS (2007) TO 297,145 GALLONS (2017), WITH AN ESTIMATED 354% INCREASE IN GP PRODUCTION, WHICH UNFORTUNATELY ENDS UP IN LANDFILLS. THE GP HAS LOW PH (3.2 TO 3.9), WITH 2% N, 0.5% P, 2% K, AND 2% CA PER TON, MAKING IT AN EXCELLENT ALTERNATIVE ALKALINE SOIL. ADDING 5% GP TO SEMI-ARID CALCAREOUS SOIL REDUCED SOIL PH FROM 8.1 TO 5.9, INCREASED MAIZE AND WHEAT GROWTH AND NUTRITION WHILE ADDING 40% POULTRY MANURE IMPROVED GP COMPOST MINERALS AND REDUCED COMPOSTING TIME. THE PROJECT PROPOSED FIELD APPLICATION OF GP TO ASSESS SOIL AND PLANT HEALTH AND ECONOMIC PROFITABILITY COMPARED TO POULTRY AND HORSE MANURE THROUGH FARMER PARTICIPATORY RESEARCH AND EXTENSION PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_20215110635496_12H3"}, {"internal_id": 138710343, "Award ID": "20215110635495", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.303", "Description": "KALE (BRASSICA OLERACEA L. VAR. ACEPHALA) HAS BEEN A POPULAR AND NUTRITIOUS LEAFY GREEN FOR OVER A DECADE IN THE UNITED STATES. HOWEVER, U.S. ORGANIC KALE PRODUCERS FACE LOSSES DUE TO ALTERNARIA LEAF SPOT, ALSO KNOWN AS BLACK SPOT, RESULTING IN DECREASED SALES AND CONSUMPTION, GENERATING ECONOMIC LOSSES TO THE MARKETING OUTLETS (DISTRIBUTORS) AND GROWERS. A ROUGH ESTIMATE OF ECONOMIC LOSSES DUE TO ALTERNARIA LEAF SPOT IS $14.4 MILLION DOLLARS PER YEAR IN UNITED STATES. THE OVERALL GOALS OF THIS PROJECT IS TO ACCURATELY ESTIMATE THE ECONOMIC LOSSES DUE TO ALTERNARIA LEAF SPOT IN ORGANIC KALE PRODUCTION, BASED ON PRECISE PREDICTIONS OF DISEASE INCIDENCE, AND TO EDUCATE ORGANIC KALE FARMERS HOW TO IMPROVE ORGANIC DISEASE MANAGEMENT AND MARKETABILITY OF THE PRODUCT. THIS PROJECT HAS FOUR SPECIFIC OBJECTIVES THAT SPAN PRODUCTION, ECONOMICS, EXTENSION AND EDUCATION: (I) IDENTIFY BEST INTEGRATED PRACTICES (BIOPESTICIDES, CULTIVARS, PLANT AND ROW SPACING, COVER CROPS, AND POST-HARVEST HANDLING); (II) ESTIMATE GROWERS&#39; PROFITABILITY, INVESTIGATE THEIR MARKETING DECISIONS, AND IDENTIFY CONSUMER PREFERENCES; (III) DISSEMINATE RESEARCH OUTCOMES VIA FIELD DAYS, GROWER TALKS, FACT SHEETS, VIDEOS, AND ENTERPRISE BUDGETS FOR ORGANIC KALE; AND (IV) PREPARE CURRENT AND FUTURE AGRICULTURAL EDUCATORS TO ESTIMATE THE PROFITABILITY OF ORGANIC KALE PRODUCTION AND HOW TO TREAT THE DISEASE WITH INTEGRATED BEST PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_20215110635495_12H3"}, {"internal_id": 138710344, "Award ID": "20215110635494", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-16", "CFDA Number": "10.303", "Description": "SALTWATER IS A THREAT TO SUSTAINABLE ORGANIC RICE PRODUCTION IN COASTAL REGIONS. CLIMATE CHANGE EFFECTS ARE SEEN IN RISING SEA LEVEL, INCREASING SALINITY IN TIDAL RIVERS, AND FLOODING OF CULTIVABLE LANDS WITH SALTWATER. THIS PROJECT&#39;S LONG-TERM GOAL IS TO INCREASE ORGANIC RICE PRODUCTION OF COASTAL SOUTH CAROLINA (SC) BY BRINGING SALT-INTRUDED LANDS TO CULTIVATION. WE WILL ACCOMPLISH THIS GOAL BY COMPLETING THE FOLLOWING OBJECTIVES: (1) EVALUATING THE IMPACT OF SALTWATER AND NATIVE WEED PRESSURE ON PLANT VIGOR AMONG DIVERSE RICE CULTIVARS/GERMPLASM IN GREENHOUSE. (2) VALIDATING SALT TOLERANCE AND PERFORMANCE OF SELECT CULTIVAR IN ORGANIC-PLOT-TRIALS. (3) EVALUATING AGRONOMIC PERFORMANCE OF SALT-TOLERANT CULTIVAR IN SALT-AFFECTED, ORGANIC FARMS IN COASTAL SC. (4) DEVELOPING ENTERPRISE BUDGETS FOR ORGANIC RICE PRODUCTION. (5) EVALUATING SOIL AND WATER QUALITY IMPROVEMENTS UNDER ORGANIC RICE PRODUCTION. (6) DEVELOPING SALT-TOLERANT PRE-BREEDING LINES WITH &#39;CAROLINA GOLD&#39; TYPETRAITS. SALT-TOLERANT CULTIVAR SELECTIONS WILL BE TRIALED ON-FARM TO DETERMINE PRODUCTIVITY AND GRAIN QUALITY. NEW, SALT-TOLERANT CULTIVARS WILL BE INTRODUCED, EXPANDING POTENTIAL FOR ORGANIC RICE PRODUCTION IN SALT-INTRUDED LANDS. ECONOMICS OF ORGANIC RICE PRODUCTION DETAILED, ENABLING GROWERS TO MAKE INFORMED DECISIONS. ULTIMATELY, NEW CULTIVARS WILL EXPAND ACREAGE UNDER ORGANIC RICE PRODUCTION, WHILE ENSURING THE ECONOMIC STABILITY OF PRODUCERS AND ENHANCING ECOSYSTEM SERVICES. THIS PROJECT WILL ADDRESS PRIORITY AREAS (1) EFFECTS OF ORGANIC PRACTICES ON SOIL QUALITY AND FERTILITY AND UNDERSTANDING OF WEEDS, (2) TECHNOLOGIES TO DOCUMENT THE MITIGATION ABILITY OF ORGANIC CROPS, AND (3) CULTURAL PRACTICES AND CULTIVARS TO REMOVE NOP-CITED SUBSTANCES AND EVALUATE EFFICACY BASED ON RESULTING PRODUCTIVITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_20215110635494_12H3"}, {"internal_id": 138710410, "Award ID": "20215110635493", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.303", "Description": "THE DEMAND FOR ORGANIC TOMATOES IN THE SOUTHEAST IS HIGH, BUT PRODUCTION IS LIMITED DUE TO THE LACK OF REGIONALLY ADAPTED HIGH-YIELDING VARIETIES. ORGANIC GROWERS HAVE REQUESTED RESEARCH ON DISEASE MANAGEMENT PRACTICES INCLUDING IMPROVED VARIETIES WITH SUPERIOR FRUIT QUALITY SO THAT THEY CAN TAKE ADVANTAGE OF THE EVER-INCREASING MARKET DEMAND. OUR LONG-TERM GOAL IS TO DEVELOP SUSTAINABLE APPROACHES IN DISEASE MANAGEMENT FOR ORGANIC PRODUCTION BY INTEGRATING RESISTANCE BREEDING AND GRAFTING METHODS WELL-ADAPTED TO ORGANIC GROWING CONDITIONS IN THE SOUTHEAST. THE PROPOSED PROJECT WILL BENEFIT FARMERS IN THE U.S. IN GENERAL, AND IN THE SOUTHEAST IN PARTICULAR, WHO NEED HIGH-VALUE CROPS THAT CAN BE GROWN ON SMALL ACREAGES. THIS PROPOSAL WAS DEVELOPED THROUGH DIRECT INTERACTION WITH THE ORGANIC GROWERS. THE OBJECTIVES OF THIS PROPOSAL ARE:(1) DETERMINE GENOTYPIC DIFFERENCES FOR FOLIAR AND SOILBORNE FUNGAL DISEASE RESISTANCE, AND FRUIT QUALITY IN HEIRLOOM TOMATO VARIETIES GROWN UNDER ORGANIC CONDITIONS. (2) IDENTIFICATION OF SUITABLE TOMATO VARIETIES AND ROOTSTOCKS FOR ORGANIC PRODUCTION THROUGH PARTICIPATORY VARIETY SELECTION FOR HIGH YIELD, DISEASE RESISTANCE, AND FRUIT QUALITY. (3A) GENETIC ANALYSIS OF HOST RESISTANCE TO EARLY BLIGHT (EB), SEPTORIA LEAF SPOT (SLS), AND SOUTHERN STEM BLIGHT (SSB). (3B) ASSESSMENT OF RESISTANCE TO PATHOTYPES OF ALTENARIA LINARIAE AND SEPTORIA LYCOPERSICI USING MOLECULAR MARKERS COMPLEMENTED BY VIRULENCE TESTING. (4) DISSEMINATE KNOWLEDGE GAINED ON TOMATO VARIETIES AND PRODUCTION SYSTEMS GROWN IN ORGANIC CONDITIONS TO FARMERS, EXTENSION AGENTS, INDUSTRY, AND THE GENERAL PUBLIC. THE PROPOSED RESEARCH IS RELEVANT TO THE ORG PROGRAM AND WILL FACILITATE THE DEVELOPMENT OF ORGANIC AGRICULTURE PRODUCTION (ESPECIALLY TRANSITIONING SYSTEMS), BIODIVERSITY, MANAGEMENT OF PRIORITY DISEASES, AND INTEGRATING NOVEL TECHNOLOGY INTO ORGANIC SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20215110635493_12H3"}, {"internal_id": 138710384, "Award ID": "20215110635492", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.303", "Description": "ORGANIC SYSTEMS HAVE DEVELOPED VALUE BASED ON IMPROVED SUSTAINABILITY. THE ORGANIC DAIRY INDUSTRY HAS SUSTAINED GROWTH REPRESENTING A SIGNIFICANT PORTION OF ALL US ORGANIC INVESTMENTS. FOR STAKEHOLDERS TO MAKE INFORMED DECISIONS THAT IMPACT INDUSTRY GROWTH, THERE IS NEED FOR ASSESSMENT AND QUANTIFICATION OF THE ENVIRONMENTAL FOOTPRINT OF ORGANIC DAIRY SYSTEMS. THIS PROJECT PROPOSES TO DEVELOP EIGHT LIFE CYCLE ASSESSMENT REGIONAL MODELS FOR ORGANIC DAIRY SYSTEMS IN THE US. OUTPUTS WILL PROVIDE BASELINE FARM LEVEL ENVIRONMENTAL IMPACT DATA ON GLOBAL WARMING POTENTIAL (GREENHOUSE GAS EMISSIONS), EUTROPHICATION POTENTIAL (NUTRIENT LOSSES), AMMONIA EMISSIONS, AND RESOURCE DEPLETION (ENERGY, WATER, AND LAND USE) FOR NUMEROUS FARM TYPES ACROSS THE EIGHT REGIONS. MODELS WILL BE USED TO EVALUATE POTENTIAL MITIGATION STRATEGIES TO INFORM STAKEHOLDERS OF PRACTICES WITH HIGH ENVIRONMENTAL MITIGATION POTENTIAL AND RECOMMEND THOSE STRATEGIES FOR TARGETED OUTCOMES (I.E., EMISSIONS REDUCTIONS STRATEGIES). RESEARCHERS WILL ALSO EXPLORE CRITICAL MODELING ASSUMPTIONS THAT SIGNIFICANTLY IMPACT ENVIRONMENTAL OUTCOMES OF ORGANIC DAIRY SYSTEMS INCLUDING SELECTION OF ENTERIC METHANE PREDICTIVE EQUATIONS, ALLOCATION STRATEGIES, AND METHODS USED TO QUANTIFY THE GLOBAL WARMING POTENTIAL OF METHANE. THE OUTCOMES FROM THIS OBJECTIVE WILL ALLOW RESEARCHERS MAKING RECOMMENDATIONS FOR METHODOLOGICAL STANDARDIZATION AND IMPROVED COMPARISONS BETWEEN STUDIES. PROJECT OUTPUT WILL BE USED TO INFORM STAKEHOLDERS OF PATHWAYS TO IMPROVE ENVIRONMENTAL SUSTAINABILITY THROUGH EXTENSION AND OUTREACH CHANNELS AS WELL AS A CRITICAL RELATIONSHIP WITH ORGANIC VALLEY. THIS WORK ADDRESSES PRIORITY TWO OF THE ORGANIC TRANSITION PROGRAM BY DEVELOPING MODELS TO DOCUMENT ECOSYSTEMS SERVICES FROM ORGANIC DAIRY WITH EMPHASIS ON CLIMATE CHANGE MITIGATION PATHWAYS OF INTEGRATED LIVESTOCK-CROPPING SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20215110635492_12H3"}, {"internal_id": 138710390, "Award ID": "20215110635491", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.303", "Description": "AGRONOMIC TOOLS ARE NEEDED TO FACILITATE THE TRANSITION FROM CONVENTIONAL TO ORGANIC FARMING. THE LONG-TERM GOAL OF OUR PROJECT IS TO DEVELOP CEREAL-PULSE INTERCROPPING SYSTEMS UNDER LOW WATER AVAILABILITIES FOR ENHANCING AGROECOSYSTEM SUSTAINABILITY AND PRODUCTIVITY DURING THE TRANSITION TO ORGANIC FARMING AND THEREAFTER. A THREE-YEAR FIELD EXPERIMENT DURING ORGANIC TRANSITION AND TRIALS ON GROWER-COLLABORATOR ORGANIC FARMS WILL IMPROVE OUR UNDERSTANDING OF THE EFFECTS OF CEREAL-PEA INTERCROPPING SYSTEMS ON CROP PRODUCTIVITY, SOIL HEALTH AND FERTILITY, GREENHOUSE GAS MITIGATION, AND ENHANCED DIVERSITY OF CROPS AND SOIL MICROBES UNDER WELL-WATERED AND DROUGHT-STRESSED CONDITIONS. THE RESULTS WILL PROVIDE DIRECT EVIDENCE OF THE EFFECTIVENESS OF CEREAL-PEA INTERCROPPING SYSTEMS TO SUPPLY A SUBSTANTIAL SOURCE OF BIOLOGICALLY FIXED NITROGEN, MITIGATE NITROUS OXIDE AND METHANE GAS FLUX, AND INCREASE CROP AND MICROBIAL DIVERSITY. SUCH RESULTS ARE PRESENTLY SPARSE IN THE PEER-REVIEWED LITERATURE. NET RETURNS AND PROFIT RISK PROFILES FOR EACH CROPPING SYSTEM WILL BE ESTIMATED USING FIELD-LEVEL INPUT USAGE AND YIELD DATA AS WELL AS MARKET PRICES. FINDINGS FROM THE PROJECT WILL BE TRANSFERRED TO STAKEHOLDERS AND THE PUBLIC THROUGH PUBLICATIONS, AN INTERCROPPING WEBSITE, WORKSHOPS, ON-FARM FIELD DAYS, AND PRESENTATIONS AT OTHER EXTENSION EVENTS. GROWERS FROM OTHER REGIONS WILL BE INVITED TO ATTEND ANNUAL WORKSHOPS AND MEETINGS WITH A FOCUS ON INTERCROPPING SYSTEMS, AFTER WHICH THEY CAN ACT AS ADVISORS OR CONSULTANTS IN THEIR OWN REGIONS. TO EDUCATE NEXT-GENERATION SCIENTISTS, UNDERGRADUATE AND GRADUATE STUDENTS WILL BE RECRUITED, AND PROJECT RESULTS WILL BE INCLUDED IN UNIVERSITY COURSEWORK AND INTRODUCED TO MIDDLE-SCHOOL AGRICULTURAL TEACHERS FOR THEIR CURRICULUM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20215110635491_12H3"}, {"internal_id": 138710383, "Award ID": "20215110635490", "Award Amount": 525000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.303", "Description": "THE LONG-TERM GOAL OF THIS MULTI-STATE AND MULTI-DISCIPLINARY PROJECT IS TO INCREASE AND SUSTAIN ORGANIC DAY-NEUTRAL STRAWBERRY PRODUCTION IN THE UPPER MIDWEST. THIS PROJECT ADDRESSES PROGRAM PRIORITY 4, DEVELOPING PRACTICAL INFORMATION AND TOOLS TO HELP PRODUCERS OVERCOME BARRIERS TO ORGANIC TRANSITION AND PRIORITY 1, UNDERSTANDING THE EFFECTS OF ORGANIC PRACTICES ON WEEDS, PESTS AND DISEASES FOR BETTER MANAGEMENT. STRAWBERRIES REPRESENT THE LARGEST FRUIT CROP IN MN AND THE THIRD LARGEST FRUIT CROP IN WI. HOWEVER, ORGANIC STRAWBERRY PRODUCTION IS NEGLIGIBLE IN THE REGION, DESPITE INTEREST AMONG GROWERS, EXCESS DEMAND AND PREMIUM PRICES FOR THIS PRODUCT AT LOCAL MARKETS. A MAJOR LIMITATION GROWERS FACE IN TRANSITIONING TO ORGANIC STRAWBERRY PRODUCTION IS LINKED TO THE PERENNIAL MATTED ROW PRODUCTION SYSTEM ALMOST EXCLUSIVELY USED IN THE REGION FOR STRAWBERRY PRODUCTION, WHICH INCREASES WEED, INSECT, AND DISEASE PRESSURE OVER MULTIPLE SEASONS THAT ARE CHALLENGING TO CONTROL WITH CURRENT ORGANIC PRACTICES. THIS PROJECT PROPOSES TO IMPLEMENT A SYSTEMS APPROACH TO OVERCOME CHALLENGES FACED BY GROWERS WHEN TRANSITIONING TO ORGANIC STRAWBERRY PRODUCTION IN THE UPPER MIDWEST BY: 1) SHIFTING FROM A PERENNIAL TO AN ANNUAL PRODUCTION SYSTEM; 2) GENERATING RESEARCH-BASED INFORMATION ON ORGANIC-APPROVED MANAGEMENT PRACTICES TO REDUCE INSECT, DISEASE, AND WEED PRESSURE; 3) EVALUATING INSECT AND DISEASE PRESSURE DURING THE GROWING CYCLE; AND 4) DETERMINING THE PROFITABILITY ON SMALL-SCALE FARMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20215110635490_12H3"}, {"internal_id": 137660859, "Award ID": "20215110235305", "Award Amount": 466340.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-24", "CFDA Number": "10.303", "Description": "THE PHASEOUT OF METHYL-BROMIDE LEFT MANY AGRICULTURAL SYSTEMS VULNERABLE TO SOILBORNE PESTS. REGIONAL PEST MANAGEMENT STRATEGIC PLANS, GROWER ASSOCIATION PRIORITIES, AND EXTENSION/RESEARCH-BASED INTERACTIONS WITH GROWERS AND INDUSTRY PARTNERS IDENTIFY MAJOR GAPS IN EFFICACIOUS MANAGEMENT OF TOMATO DISEASES (VERTICILLIUM WILT AND BACTERIAL WILT), CAUSED BY SOILBORNE PATHOGENS, AND SECURING OPTIMUM YIELDS. ADDRESSING THESE THREATS REQUIRES INTEGRATED MULTIFACETED AND SYSTEMS-BASED APPROACHES, AS ARTICULATED IN THE MBT RFA. THIS PROPOSAL PARTNERS WITH GROWERS AND OTHER PROFESSIONALS TO DEVISE INTEGRATED AND BIOLOGICALLY-BASED SYSTEMS COMPARED TO STANDARD OR OPTIMIZED FUMIGATION SYSTEMS; SEEKS TO RESTORE \"TIRED SOILS\", AND REDUCE HIGH PATHOGEN INOCULUM PRESSURE BY RESEARCHING HOW GROWER INPUTS, PLANT GENETICS, AND MICROBIOMES ARE INTERCONNECTED. WE SEEK TO INTEGRATE ANAEROBIC SOIL DISINFESTATION (ASD) INTO CURRENT PRODUCTION SYSTEMS TO SUPPRESS SOILBORNE PATHOGENS (AND WEEDS) AND ENHANCE CARBON INPUTS IN SOILS, AND YIELDS. THE PROPOSAL ALSO HYPOTHESIZES THAT AFTER ASD, RESTORING/MAINTAINING BENEFICIAL MICROORGANISMS AND REDUCING PATHOGEN INOCULUM CAN BE ACHIEVED BY PLANTING TOMATO HYBRIDS, OR CAPTURING THIS BENEFICIAL FUNCTION, USING NOVEL NCSU/COMMERCIAL GENETICS SECURED IN ROOTSTOCKS VIA GRAFTED PLANTS. SOIL HEALTH WILL BE ASSESSED BY MEASURING CHEMICAL, PHYSICAL AND BIOLOGICAL SOIL PARAMETERS, MICROBIOME DIVERSITY, DISEASE SEVERITY, AND YIELD IMPACTS. THE PROJECT WILL SECURE COMPREHENSIVE DATA SETS ON THE INFLUENCE OF TOMATO ROOTSTOCKS PLANTED IN ASD TREATED SOILS TO BETTER UNDERSTAND AND MANAGE RHIZOSPHERE MICROBIOMES TOWARD CONCEIVABLE FUTURE PRODUCTION SYSTEMS. INTEGRATED OBJECTIVES WILL ALSO PURSUE ECONOMIC ANALYSIS AND EXTENSION PROGRAMMING TO ENGAGE WITH GROWERS AND OTHER PARTNERS TO ADVANCE ECONOMICALLY AND TECHNICALLY FEASIBLE ALTERNATIVES THAT COMPLIMENTS SOLE RELIANCE ON FUMIGANTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20215110235305_12H3"}, {"internal_id": 137054529, "Award ID": "20215110235191", "Award Amount": 488868.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-02", "CFDA Number": "10.303", "Description": "MANY VEGETABLE PRODUCERS IN THE U.S.A. USE A PRODUCTION SYSTEM KNOWN AS PLASTICULTURE WHERE A THIN SHEET OF PLASTIC IS STRETCHED OVER THE SOIL WHICH CROPS ARE PLANTED THROUGH. THIS SYSTEM PROVIDES MANY BENEFITS TO CROP PRODUCTION BUT ALSO ADDS COST. IT IS OFTEN USED IN COMBINATION WITH SOIL FUMIGATION TO CONTROL PESTS WHICH RESIDE IN THE SOIL. IT IS UNCLEAR IF THE BED SIZE THAT IS CURRENTLY USED IS NECESSARY TO ACHIEVE SUCCESSFUL CROP PRODUCTION. IF BED SIZE COULD BE REDUCED WITHOUT COMPROMISING CROP YIELD,IT WOULD REDUCE INPUT COSTS ASSOCIATED WITH PLASTIC SHEETING AND SOIL FUMIGANTS. ONE OF THE SOIL PESTS OF PRIMARY CONCERN ARE NEMATODES, MICROSCOPIC ROUND WORMS THAT FEED ON PLANT ROOTS. NEMATODES REQUIRE MANAGEMENT WITH PESTICIDES IN MANY PRODUCTION SYSTEMS. THIS OFTEN OCCURS WHEN LIQUID NEMATICIDES ARE APPLIED TO THE SOIL ON SELECTED INTERVALS, WHICH MAY OR NOT COINCIDE WITH THE MOST SUSCEPTIBLE MOBILE STAGES OF NEMATODE GROWTH. SOIL TEMPERATURE WILL BE USED TO PRESCRIPTIVELY APPLY NEMATICIDES TO HOPEFULLY IMPROVE THE EFFICACY OF THESE TOOLS. ECONOMIC ANALYSIS WILL BE PERFORMED TO DETERMINE IF EITHER OF THESE PRACTICES REDUCE PRODUCTION INPUT COSTS. STANDARD SCIENTIFIC METHODS WILL BE USED TO EVALUATE BOTH STRATEGIES AND FINDINGS FROM THESE EXPERIMENTS WILL BE PUBLISHED AND PROVIDED TO STAKEHOLDERS. THE GOAL IS THE IMPROVE THE MANAGEMENT OF YIELD LIMITING CROP PESTS WITH ONE OR BOTH STRATEGIES AND TO REDUCE THE COST OF DOMESTIC VEGETABLE PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20215110235191_12H3"}, {"internal_id": 137054530, "Award ID": "20215110235190", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-02", "CFDA Number": "10.303", "Description": "THE DRY-CURED PORK INDUSTRY IS DEPENDENT ON THE USE OF METHYL BROMIDE (MB) FUMIGATION TO CONTROL INFESTATIONS OF THE HAM MITE. MITES ARE TINY RELATIVES TO SPIDERS THAT DO NOT FLY AND CAN REPRODUCT TO EXTREMELY HIGH NUBMERS IN A SHORT TIME.PREVIOUS RESEARCH INDICATES THAT NETS COATED WITH CERTAIN FOOD-SAFE CHEMICALS CANCONTROLLED MITE INFESTATIONS IN THE LABORATORY AND IN TRIALS CONDUCTED AT HAM-AGING COMPANIES. WE FIRST WANT TO CONDUCT EXPERIMENTS TO SEE IF PARTICULAR CERTAIN COATING ON NETS COULD HELP CONTROL MITES. OUR SECOND SET OF EXPERIEMNTS WILL BE TO DETERMINE IF COMMON CURING INGREDIENTS CAN BE USED TO CONTROL MITES THROUGH THE PRODUCTION OF NITRIC OXIDE OR IN COMBINATION WITH PREVIOUSLY DEVELOPED COATING SYSTEMS TO CONTROL MITES WITHOUT IMPACTING THE FOOD QUALIT OF THE HAMS. OUR THIRD SET OF EXPERIMENTS IS TO DETERMINE IF CERTAIN CHEMICAL OR NON-CHEMICAL CONTROL METHODS COULD BE USED GAINS MITES. TEHSE WILL INCLUDE MITE-REPELLENT LIGHTING REGIMES, PHYSICAL BARRIERS TO MITE MOVEMENT SUCH AS LIQUID MOATS AROUND THE FEET OF RACK LEGS, RESIDUAL SPRAYS OF MITE GROWTH REGULATORS OR REGISTERED PESTICIDES FOR MITES, AND NEW FUMIGANT GASES WILL HELP MANAGE AND CONTROL HAM MITES. RESULTS FROM OBJECTIVES 1, 2, AND 3, WILL BE INCORPORATED INTO A COMPREHENSIVE INTEGRATED PEST MANAGEMENT PLAN IN CONJUNCTION WITH PREVIOUS RESEARCH RESULTS. ADDITIONAL OBJECTIVES INCLUDE SCALING UP METHODS FROM THE LAB TO USE IN COMMERCIAL HAM PLANTS, CONDUCT ECONOMIC ANALYSIS OF POTENTIAL ALTERNATIVE CONTROL METHODS, AND INDUSTRY TRAINING ON USING THESE NEW TECHNOLOGIES. WE WILL WORK WITH THE DRY-CURED HAM INDUSTRY TO IDENTIFY BARRIERS TO THE PRODUCTION OF DRY-CURED HAMS OLDER THAN 5 MONTHS OF AGING. SUCCESSFUL APPLICATION OF THESE ALTERNATIVES WILL IMPROVE THE ECONOMIC VIABILITY OF THE HAM INDUSTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20215110235190_12H3"}, {"internal_id": 137054531, "Award ID": "20215110235189", "Award Amount": 499992.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-02", "CFDA Number": "10.303", "Description": "IDAHO LEADS THE NATION IN POTATO PRODUCTION, ACCOUNTING FOR 31% OF THE 2012 U.S. CROP. HOWEVER, THE STATE&#39;S POTATO INDUSTRY IS UNDER ATTACK BY GLOBODERA PALLIDA, OR THE PALE CYST NEMATODE (PCN), WHICH NEGATIVELY IMPACTED IDAHO&#39;S ECONOMY BY $25.56 MILLION IN 2016. WE HAVE DEVELOPED A NEMATOCIDAL BIOFUMIGANT DERIVED FROM MUSTARD SEED MEAL THAT KILLS 100% OF PCN EGGS IN LABORATORY STUDIES, BUT AT AN APPLICATION RATE THAT MAKES ADOPTION CHALLENGING. THEREFORE, OUR GOAL IS TO PROVIDE AN EFFECTIVE BIOFUMIGANT FORMULATION FOR CONTROLLING PCN THAT CAN BE GROWER-IMPLEMENTED WITHIN THE SCOPE OF THIS PROJECT. THE ACTIVE INGREDIENT CONCENTRATION IN THE IMPROVED PRODUCT WILL BE SUBSTANTIALLY INCREASED, THUS ENHANCING PRODUCT EFFICACY, FURTHERING INDUSTRY SUPPORT, AND ULTIMATELY EXPANDING GROWER UTILIZATION.OUR MULTIDISCIPLINARY TEAM WILL UTILIZE OUR EXISTING PILOT PLANT PRODUCTION SYSTEM, FIELD TRIALS, STATISTICAL MODELING, EXTENSION ACTIVITIES, AND TECHNOLOGY TRANSFER WITH COMMERCIAL PARTNERS TO MEET THE FOLLOWING OBJECTIVES: 1) DEVELOP AN IMPROVED BIOFUMIGANT THAT HAS INCREASED EFFICACY AND GREATER POTENTIAL FOR GROWER ADOPTION; 2) TEST THE IMPROVED BIOFUMIGANT FORMULATION IN FIELD STUDIES TO DEMONSTRATE EFFICACY, INCREASE GROWER ACCEPTANCE, AND PRODUCE LABEL RECOMMENDATIONS; 3) EVALUATE ECONOMIC VIABILITY OF PRODUCING AND USING THE IMPROVED BIOFUMIGANT AS COMPARED TO METHYL BROMIDE AND OTHER ALTERNATIVES; AND 4) ESTABLISH A PATH TOWARDS GROWER UTILIZATION THAT INCLUDES EXTENSION AND OUTREACH, AS WELL AS INDUSTRY INVOLVEMENT IN SCALE-UP PRODUCTION OF THE BIOFUMIGANT. THIS PROJECT WILL \"SUPPORT THE DISCOVERY AND IMPLEMENTATION OF PRACTICAL PEST MANAGEMENT ALTERNATIVES TO METHYL BROMIDE\" BY CREATING AN EFFICACIOUS BIOFUMIGANT THAT MEETS GROWER NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20215110235189_12H3"}, {"internal_id": 108819747, "Award ID": "20205130032378", "Award Amount": 1010790.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-27", "CFDA Number": "10.303", "Description": "OUR LONG-TERM RESEARCH GOAL IS TO SUPPORT THE ADOPTION OF COUPLED REDUCED-TILLAGE AND COVER CROPPING PRACTICES THAT FACILITATE THE INTENSIFICATION OF DOMESTIC ORGANIC GRAIN PRODUCTION WITHOUT COMPROMISING ENVIRONMENTAL QUALITY AND ECONOMIC VIABILITY OF ORGANIC FARMS. OUR LONG-TERM EXTENSION-OUTREACH GOAL IS TO FACILITATE THE INCREASE IN KNOWLEDGE OF SUSTAINABLE INTENSIFICATION PRACTICES BY FOSTERING PEER-TO-PEER LEARNING VIA EXISTING ORGANIC GROWER NETWORKS AND OTHER OUTREACH ACTIVITIES. WE PROPOSE A CROPPING SYSTEM EXPERIMENT THAT WILL QUANTIFY TRADEOFFS AMONG PROVISIONING, REGULATING, AND SUPPORTING SERVICES WITHIN EXPERIMENTAL SYSTEMS THAT USE ALTERNATIVE COVER CROPPING AND REDUCED-TILLAGE PRACTICES. EXPERIMENTAL SYSTEMS WILL DIFFER IN TILLAGE INTENSITY, TILLAGE FREQUENCY AND PERENNIALITY WITH A 3-YR GRAIN ROTATION. WE WILL ALSO CONDUCT A PATTERN-BASED STUDY OF 30 ORGANIC GRAIN FARMS TO DETERMINE THE RELATIONSHIP BETWEEN SOIL HEALTH, TILLAGE INTENSITY, TILLAGE FREQUENCY, PERENNIALITY, AND OTHER CASH AND COVER CROP MANAGEMENT PRACTICES. THREE FARMER CASES STUDIES WILL SUPPORT ON-STATION AND ON-FARM RESEARCH OBJECTIVES. OUTREACH PROGRAMS AND MATERIALS WILL BE INFORMED, DEVELOPED, AND DELIVERED TO A BROAD AUDIENCE BY THE PROJECT TEAM, FARMER COOPERATORS, AND ADVISORY BOARD COMPRISED OF ORGANIC GRAIN FARMERS, EXTENSION EDUCATORS, AND REPRESENTATIVES OF GOVERNMENTAL AGENCIES, NGOS, AND THE ORGANIC GRAIN INDUSTRY THROUGH A VARIETY OF MEANS, INCLUDING INTERACTIONS WITH THREE ORGANIC CROP GROWER NETWORKS. EFFECTIVENESS OF ALL EXTENSION PRODUCTS AND ACTIVITIES WILL BE EVALUATED. THIS PROJECT IS APPROPRIATE FOR FUNDING BY OREI BECAUSE IT ADDRESSES THE DEVELOPMENT AND IMPROVEMENT OF ORGANIC PRODUCTION; POTENTIAL ECONOMIC BENEFITS OF ORGANIC PRODUCTION; ADVANCED ON-FARM RESEARCH; AND OPTIMAL CONSERVATION AND ENVIRONMENTAL OUTCOMES FROM ORGANICALLY PRODUCED PRODUCTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20205130032378_12H3"}, {"internal_id": 108819746, "Award ID": "20205130032196", "Award Amount": 1977078.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.303", "Description": "THE PROJECT LONG-TERM GOAL IS TO ENABLE FARMERS TO ADOPT PRACTICES THAT ENHANCE THE PERSISTENCE OF LEGUMES IN PASTURES AND HAYFIELDS AND TO PRODUCE FORAGES WITH HIGH NUTRITIVE VALUE IN ORDER TO MINIMIZE OFF-FARM GRAIN COSTS, PRODUCE MILK WITH ENRICHED FAT AND PROTEIN CONTENT, AND CAPITALIZE ON INDUSTRY PREMIUMS. OUR RESEARCH AND EDUCATIONAL PROGRAM WILL SYNERGIZE THE EFFORTS OF TWO PREMIER LAND-GRANT ORGANIC DAIRY RESEARCH FARMS (UNIVERSITY OF NEW HAMPSHIRE AND UNIVERSITY OF MINNESOTA) AND THE UNIVERSITY OF MAINE TO PROVIDE FARMERS WITH INFORMATION AND ACTIONABLE STRATEGIES FOR MANAGING MIXED GRASS-LEGUME STANDS TO OPTIMIZE LEGUME PROPORTION, PERSISTENCE, AND QUALITY. AT THE SAME TIME, WE WILL BUILD A BASELINE DATASET ON QUALITY COMPONENTS AND PHYTOESTROGEN CONCENTRATIONS IN FORAGE LEGUMES AND MILK THAT WILL GUIDE FUTURE RESEARCH AND EXTENSION. OUR OBJECTIVES WERE DEVELOPED IN CONSULTATION WITH ORGANIC DAIRY STAKEHOLDERS IN OUR RESPECTIVE REGIONS AS PART OF OUR RECENTLY COMPLETED OREI PLANNING GRANT NEEDS ASSESSMENT. TEAM OVERARCHING OBJECTIVES ARE TO (OBJECTIVE 1) IMPROVE PERENNIAL LEGUME ABUNDANCE AND PERSISTENCE IN MIXED FORAGE SWARDS UTILIZED FOR GRAZING AND CONSERVED FEED; (OBJECTIVE 2) IMPROVE FORAGE ENERGY:PROTEIN BALANCE, NUTRITIVE VALUE, AND MILK QUALITY COMPONENTS THROUGH INTERSEEDING PRACTICES AND SELECTED LEGUME-GRASS MIXTURES; (OBJECTIVE 3) QUANTIFY AND MITIGATE POTENTIAL IMPACTS OF PHYTOESTROGENS FROM LEGUMES ON HERD REPRODUCTIVE HEALTH BY EVALUATING HIGH- VS. LOW-PHYTOESTROGENIC SPECIES AND HOW FORAGE CONSERVATION METHODS AFFECT THE PHYTOESTROGEN CONTENTS OF HAY AND SILAGE; AND (OBJECTIVE 4) DEVELOP AND DELIVER EDUCATIONAL PROGRAMING TO ORGANIC DAIRY FARMERS ON ADVANCED FORAGE LEGUME MANAGEMENT AIMED AT INCREASING MILK PRODUCTION AND QUALITY THROUGH WEBINARS, WORKSHOPS, AND ON-FARM DEMONSTRATIONS. PROJECT IMPACT WILL BE EVALUATED BY THE ORGANIC CENTER AND OUR RESEARCH AND EXTENSION ADVISORY BOARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_20205130032196_12H3"}, {"internal_id": 108819745, "Award ID": "20205130032188", "Award Amount": 46348.87, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.303", "Description": "DEVELOPING THE ORGANIC MEDICINAL HERB INDUSTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20205130032188_12H3"}, {"internal_id": 110335525, "Award ID": "20205115032895", "Award Amount": 474880.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-03", "CFDA Number": "10.303", "Description": "THE WESTERN RURAL DEVELOPMENT CENTER IS A REGIONAL CATALYST FOR CAPACITY BUILDING IN THE WEST. THE CENTER IS COMMITTED TO PROVIDING LEADERSHIP TO ASSIST THE REGION&#39;S COOPERATIVE EXTENSION SERVICE AND AGRICULTURAL EXPERIMENT STATIONS AND OTHER PARTNERS TO BUILD THE CAPACITY OF ITS FACULTY, RESEARCHERS, AND STAFF. THE WESTERN RURAL DEVELOPMENT CENTER&#39;S WORK HELPS ADVANCE NIFA&#39;S STRATEGIC GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20205115032895_12H3"}, {"internal_id": 110335879, "Award ID": "20205115032894", "Award Amount": 474880.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-30", "CFDA Number": "10.303", "Description": "PURDUE UNIVERSITY'S PROPOSAL TO HOST NCRCRD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20205115032894_12H3"}, {"internal_id": 110209962, "Award ID": "20205115032732", "Award Amount": 474880.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-17", "CFDA Number": "10.303", "Description": "FY 20 INTEGRATED ACTIVITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20205115032732_12H3"}, {"internal_id": 98487999, "Award ID": "20205115031870", "Award Amount": 474880.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-11", "CFDA Number": "10.303", "Description": "RURAL AREAS ACROSS THE NATION, MANY OF WHICH HAVE YET TO RECOVER FROM THE 2008 RECESSION, ARE BEING HIT HARD BY THE SARS-COV-2 (COVID-19) PANDEMIC. THIS POW REFLECTS THE NE CENTER&#39;S PROPOSED RESPONSE TO THE NEW CONDITIONS CREATED BY THE PANDEMIC, BUILDING ON THE TECHNICAL ADVISORY COMMITTEE&#39;S RECOMMENDATIONS TO THE BOD (FALL 2019, STATE COLLEGE, PA). THIS PROPOSED RESPONSE ALSO ADDRESSES USDA STRATEGIC GOALS 4, 6 AND 7 FOR FY 2018-22. IN THE LAST YEAR, THE NORTHEAST REGIONAL CENTER FOR RURAL DEVELOPMENT CONTINUED TO EXPAND ITS OUTREACH AND RESEARCH ON THE CAUSES AND CONSEQUENCES OF RURAL ECONOMIC DECLINE, ACROSS A NUMBER OF SUBJECT AREAS (SEE THE ANNUAL REPORT 2019).THE TECHNICAL ADVISORY COMMITTEE&#39;S RECOMMENDATIONS TO THE BOD WERE AS FOLLOWS:FOCUS ON THE FOLLOWING THEMES WHEN IMPLEMENTINGNEWOUTREACH EFFORTS:TOURISM (LEVERAGING OUR EXISTING INVESTMENT)INNOVATION (BRIEFS, CURRENT NIFA GRANT, ETC.)AGRICULTURE AND FOOD SYSTEMS.CONTINUE ON-THE-GROUND TECHNICAL ASSISTANCE PROGRAMS RELATED TO FARMERS ASSOCIATIONS AND LOCAL FOOD SYSTEMS WITH BROADER DISSEMINATION.IMPLEMENT A COMPETITIVE PROCESS TO PROVIDE ASSISTANCE TO OTHER STATES/PROGRAMS -PRIORITIZE THOSE WITH APPLICABILITY ACROSS THE REGION.IN TERMS OF RESEARCH \"WEB HUBS\" LET THE WORK BEING DONE UNDER EACH TOPIC AREA DICTATE WHAT THE HUBS LOOK LIKE. E.G., FOR TOURISM IT MIGHT BE HOSTING THE DATABASE OF SURVEY RESPONSES.\"EMERGING THEMES\" - THESE ARE AREAS THAT THE CENTER COULD LOOK AT IN THE FOLLOWING YEARWORKFORCEHOUSINGREGARDING SUPPORT OF FOOD VALUE CHAINS IN THE REGION AND RELATED EFFORTS:WE RECOMMEND THAT OUTREACH SHOULD HAPPEN AND SOME GENERAL TOPIC AREAS IN WHICH IT SHOULD BE HAPPENING, BUT DON&#39;T WANT TO DICTATE HOW IT SHOULD BE DONE.HOWEVER, IF ONLINE IS PRIMARY CHANNEL, DO NOT FORGET ABOUT BROADBAND.KEEP SIGHT OF WHERE THE CENTER ADDS VALUE - WHAT IS ITS UNIQUE CONTRIBUTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20205115031870_12H3"}, {"internal_id": 108819740, "Award ID": "20205110632417", "Award Amount": 473871.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-29", "CFDA Number": "10.303", "Description": "THE SOILS WE HAVE CHOSEN IN THIS STUDY REPRESENT 1.2 MILLION HA OF CLASS PRIME FARMLAND SPANNING THE ENTIRE COASTAL PLAIN REGION OF THE SOUTHEAST. THE AGRICULTURAL LANDSCAPE FOUND ON THESE SOILS IS DIVERSE, HOWEVER THERE IS A UNIFYING FEATURE THAT ALL FARMERS ARE CHALLENGED WITH IN THIS REGION, LOW SOIL C AND LOW SOIL HEALTH. TRANSITION TO ORGANIC MANAGEMENT IS CHALLENGING DUE TO SHORT-TERM LIMITATIONS IN SOIL HEALTH AND PRODUCTIVITY BEFORE LONGER-TERM AGROECOSYSTEM BENEFITS CAN BE REALIZED. THIS CHALLENGE IS EXACERBATED BY THE SANDY SOILS AND WARM CLIMATE OF THE SOUTHEASTERN COASTAL PLAIN. WHEN MANAGED CONVENTIONALLY, THESE SOILS HAVE VERY LOW (&LT;1%) CONCENTRATIONS OF ORGANIC MATTER. YET, PRELIMINARY DATA FROM THE SOIL SURVEY SHOW THAT REFORESTED SITES HAVE SIGNIFICANTLY INCREASED SOC (45-200%), THEREFORE THERE IS CLEARLY POTENTIAL FOR THESE SOILS TO RETAIN MORE C. BY MOST SOIL HEALTH METRICS, WHICH ARE STRONGLY CORRELATED TO SOIL ORGANIC CARBON (SOC) CONTENT, THESE SOILS ARE CONSIDERED UNHEALTHY AND MAY REMAIN IN A POOR STATE OF SOIL HEALTH FOR A SUBSTANTIAL PERIOD AFTER TRANSITION. DETERMINING THE POTENTIAL OF SOUTHEASTERN COASTAL PLAIN SOILS TO ACCRUE C, DEFINING POSSIBLE RATES OF SEQUESTRATION, AND IDENTIFYING PRACTICES THAT CAN ACCELERATE SHORT-TERM GAINS CAN HELP GUIDE THE TRANSITION TO ORGANIC MANAGEMENT. THEREFORE, THE GOAL OF THIS INTEGRATED RESEARCH, EXTENSION AND EDUCATION INITIATIVE IS TO DEVELOP AN UNDERSTANDING OF SOIL CARBON AND SOIL HEALTH ACCRUAL OVER TIME IN ORGANICALLY MANAGED FIELDS IN THE CHARACTERISTICALLY LOW-C SOILS OF THE COASTAL PLAIN REGION OF THE SOUTHEAST. OUR TWO-PRONGED APPROACH WILL USE ON-FARM SAMPLING AND CONTROLLED FIELD EXPERIMENTS TO UNDERSTAND SOIL C AND SOIL HEALTH DYNAMICS FROM THE ONSET OF TRANSITION TO ORGANIC INTO THE LONG-TERM (15+ YEARS). FIELD AND ON-FARM EXPERIMENTS WILL ADDRESS THE FOLLOWING FOUR OBJECTIVES: 1) DETERMINE A BASELINE SOIL CARBON ACCRUAL RATE IN THE REGION BY COMPARING PAIRED CONVENTIONAL AGRICULTUREAND AFFORESTED SITES; 2) ASSESS SOIL CARBON AND SOIL HEALTH INDICATORS ON 20 ORGANICALLY MANAGED FIELDS ALONG A CHRONOSEQUENCE FROM 1 TO 20+ YRS FROM TRANSITION TO ORGANIC; 3) ESTABLISH A FIELD EXPERIMENT AT TWO SITES, EVALUATING DIFFERENT CARBON INPUT STRATEGIES TO JUMP START SOIL C ACCRUAL AND SOIL HEALTH METRICS FOR COMPARISON TO THE BASELINE AND SAMPLED CHRONOSEQUENCE OF ORGANIC FARMS; AND 4) EDUCATE RESEARCHERS, FARMERS, STUDENTS AND EXTENSION AGENTS THROUGH AN INTEGRATED OUTREACH PROGRAM, HIGHLIGHTING LONG-TERM OUTCOMES AND SHORT-TERM STRATEGIES FOR ACCELERATED SOIL HEALTH IMPROVEMENT DURING TRANSITION. OUR RESULTS WILL PROVIDE KEY INSIGHTS ON SOIL C STOCKS IN ORGANIC FARMS WITHIN THIS REGION AND HELP DETERMINE WHICH C INPUT STRATEGIES COULD IMPROVE SOIL HEALTH RAPIDLY DURING THE CHALLENGING TRANSITION PERIOD TO ORGANIC.?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20205110632417_12H3"}, {"internal_id": 108819739, "Award ID": "20205110632380", "Award Amount": 475000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.303", "Description": "BIOBASED MULCH (BIOMULCH) IS A USEFUL ORGANIC WEED MANAGEMENT TOOL, BUT IS NOT TYPICALLY USED FOR HIGH-DENSITY, DIRECT-SEEDED VEGETABLE PLANTINGS LIKE SPINACH AND CARROT. INSTEAD, HAND WEEDING IS COMMON IN THESE CROPS, BUT THE COST AND SCARCITY OF LABOR REPRESENTS A SIGNIFICANT BARRIER TO ORGANIC TRANSITIONS. OUR GOAL IS TO LEVERAGE THE UNIQUE PROPERTIES OF BIOMULCH TO DEVELOP AND STUDY A NOVEL SYSTEM WHERE: 1) CROPS ARE SEEDED DIRECTLY ON TOP OF BIOMULCH, 2) TOP-DRESSED WITH COMPOST TO FACILITATE GERMINATION, AND 3) THE BIOMULCH IS USED TO REMOVE CROPS FROM THE FIELD OR LEFT TO BIODEGRADE. IN ADDITION TO IMPROVED WEED MANAGEMENT, WE EXPECT THAT BIOMULCH USE COULD REDUCE EXPOSURE TO FOODBORNE PATHOGENS, CONSERVE SOIL MOISTURE, MITIGATE EXTREME ROOT ZONE TEMPERATURES, AND INCREASE SOIL NITROGEN (WHEN ORGANIC FERTILIZERS ARE EMBEDDED IN THE BIOMULCH). WE WILL CONDUCT FIELD STUDIES IN ORGANIC SPINACH AND CARROTS TO: 1) QUANTIFY THE AGRONOMIC PERFORMANCE OF SIX PROTOTYPE BIOMULCHES (VARYING IN MATERIALS, WEIGHT BASIS AND STRENGTH, AND BIODEGRADABILITY) AND TWO COMPOSTS; 2) DETERMINE THE EFFECT OF BIOMULCH AND COMPOST ON FOODBORNE PATHOGENS IN SOIL AND THE CROP RHIZO- AND PHYLLOSPHERE; AND 3) ESTIMATE PROFITABILITY OF THE BIOMULCH SYSTEM. PROJECT RESULTS WILL BE DISSEMINATED TO ORGANIC FARMERS, RESEARCHERS, AND EDUCATORS THROUGH CONFERENCES, WEBINARS, SOCIAL MEDIA, AND SCIENTIFIC PUBLICATIONS. BROADER IMPACTS WILL BE ACHIEVED BY INTEGRATING RESULTS INTO CURRICULUM FOR A NEW ONLINE COURSE, \"ORGANIC WEED MANAGEMENT INNOVATIONS FOR SPECIALTY CROPS, \" WHICH WILL SERVE ACADEMIC AND NON-ACADEMIC AUDIENCES AND INCLUDES SCHOLARSHIPS FOR BEGINNING AND RESOURCE-LIMITED FARMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20205110632380_12H3"}, {"internal_id": 108819738, "Award ID": "20205110632377", "Award Amount": 412960.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.303", "Description": "THE TRANSITION TO ORGANIC CROP PRODUCTION MAY BE DIFFICULT FOR PRODUCERS TO EVALUATE. PRODUCERS WHO WOULD BE RECEPTIVE TO ORGANIC CROPS HAVE NEITHER THE NECESSARY TOOLS NOR THE RELEVANT INFORMATION NEEDED TO EVALUATE THE POTENTIAL PROFITABILITY OF THESE CROPS. COMPLICATING THE ANALYSIS IS THE TRANSITION WINDOW WHERE ORGANIC PRACTICES MUST BE FOLLOWED BUT THE CROP PRODUCED MUST BE SOLD AS NON-ORGANIC. THIS PRESENTS PROBLEMS FOR PRODUCERS AS THEY MUST DECIDE HOW FAST TO TRANSITION AND HOW BEST TO MAKE CHANGES TO THEIR INPUTS AND MACHINERY REQUIREMENTS. THERE IS NO COMPREHENSIVE, EASY TO USE, WHOLE FARM TRANSITION TOOL THAT CAN HELP EXTENSION PERSONNEL MAKE RECOMMENDATIONS ABOUT WHICH ORGANIC CROPS TO GROW, HOW QUICKLY TO TRANSITION TO ORGANIC PRODUCTION, AND WHAT IS THE EXPECTED PROFITABILITY BEFORE, DURING AND AFTER THE TRANSITION.OUROBJECTIVEIN THIS PROPOSAL IS TO DETERMINE THE PRODUCTION PRACTICES OF ORGANIC PRODUCERS, ESTIMATE TRANSITION COSTS, ESTIMATE THE INPUTS NEEDED DURING THETRANSITION, DEVELOP A WHOLE FARM TRANSITION PROFITABILITY TOOL, AND PRODUCE ESTIMATES OF THE PROFITABILITY BOTH DURING AND AFTER THE ORGANIC TRANSITION.THIS PROJECT IS UNIQUE BECAUSE IT PROVIDES ONE OF THE FEW TOOLS FOR EXTENSION PERSONNEL AND FARMERS TO ESTIMATE THE PROFITABILITY OF TRANSITIONING TO ORGANIC CROP PRODUCTION AND HOW QUICKLY THE TRANSITION SHOULD TAKE PLACE. THE PROJECT ALSO PROVIDES A WAY FOR PRODUCERS TO COMPARE THEIR EXPECTED WHOLE FARM PROFITABILITY DURING THE ORGANIC TRANSITION TO THE FARM PROFITABILITY FROM REMAINING WITH CONVENTIONAL CROPS. WITH THIS PROJECT, WE ARE ADDRESSING PRIORITY 4; OVERCOME BARRIERS TO ORGANIC TRANSITION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20205110632377_12H3"}, {"internal_id": 108819737, "Award ID": "20205110632364", "Award Amount": 417277.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.303", "Description": "WE ARE PLANNING TO CARRYOUT MOLECULAR, BACTERIOLOGICAL AND EPIDEMIOLOGIC STUDIES ON WATER- AND FOODBORNE PATHOGENS IN ORGANIC AND TRADITIONAL DAIRY OPERATIONS IN NEW YORK STATE TO IDENTIFY FACTORS THAT LED TO THEIR INTRODUCTION AND THE EVOLUTION OF ANTIMICROBIAL RESISTANT FOODBORNE PATHOGENS AMONG THEM. THE FOCUS WILL BE ON CAMPYLOBACTER, ESCHERICHIA COLI, AND SALMONELLA SPP. AND CRYPTOSPORIDIUM SPECIES. WE WILL IDENTIFY THE FACTORS THAT PLAY ROLE IN THE INTRODUCTION TRANSMISSION OF THESE PATHOGENS AMONG THESE OPERATIONS. WE WILL DEVELOP RECOMMENDATION TO MITIGATE THEIR ASSOCIATED RISK AND PROMOTE ORGANIC FARMING. THE RECOMMENDATIONS WILL BE SHARED WITH THE PRODUCERS, THEIR ASSOCIATED ORGANIZATIONS AND WITH THE EXTENSION PERSONNEL IN HOPE OF SUPPORTING THE LIVELIHOOD OF THESE OPERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20205110632364_12H3"}, {"internal_id": 108314936, "Award ID": "20205110632363", "Award Amount": 499762.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-22", "CFDA Number": "10.303", "Description": "INCREASING DEMANDS FOR ORGANIC VEGETABLES HAS CREATED HIGH-VALUE OPPORTUNITIES FOR CONVENTIONAL PRODUCERS TO TRANSITION TO ORGANIC IN SOUTHEASTERN STATES OF USA, WHERE THE ORGANIC PRODUCTION ACREAGES LAGS NATIONS&#39; LEADING STATES. HOWEVER, GROWERS IN THE REGION ARE FACING UNIQUE CHALLENGES IN SOILS (I.E. LOW SOIL ORGANIC CARBON, MEAGER SOIL FERTILITY, AND POOR SOIL STRUCTURE). INCREASING ORGANIC INPUTS (E.G. MANURE, COMPOST, AND COVER CROP), ALONG WITH CONSERVATION TILLAGE, IS CONSIDERED ONE OF THE BEST MANAGEMENT STRATEGIES TO ADDRESS SUCH SOIL HEALTH ISSUE; YET THE DIVERSE ORGANIC SOURCES AND THEIR DISTINGUISHED PHYSIO-CHEMICAL PROPERTIES, IN COMBINATION WITH VARIOUS MANAGEMENT PRACTICES ACROSS SPATIAL AND TEMPORARY SCALES, MAY MAKE DESIRED ECONOMIC AND ENVIRONMENTAL OUTCOMES LESS PREDICTABLE. THE OBJECTIVE OF THIS PROJECT IS TO ADDRESS WHETHER THIS DIVERSITY IN ORGANIC INPUTS CAN BE MANAGED TO IMPROVE UNDERGROUND BIODIVERSITY AND SOIL FUNCTIONS UNDERPINNING SOIL HEALTH AND THE PRODUCTIVITY OF ORGANIC VEGETABLES IN SOUTHEASTERN SOILS (MOSTLY ULTISOLS), AND WHETHER TILLAGE AFFECTS THE OUTCOMES. THROUGH FIELD AND LABORATORY STUDIES, WE PLAN TO CHARACTERIZE AND UNDERSTAND THE INTERACTIVE EFFECTS OF DIVERSIFYING ORGANIC INPUTS AND TILLAGE ON MICROBIAL COMMUNITY STRUCTURE AND COMPOSITION, SOIL C DYNAMICS, NUTRIENT PROCESSES AND AVAILABILITY, CHANGES OF SOIL HEALTH, AND THE YIELD AND NUTRITIONAL QUALITY OF ORGANIC VEGETABLES. THE GOAL IS TO ADVANCE OUR KNOWLEDGE OF SOIL BIOGEOCHEMICAL PROCESSES THAT ARE IMPORTANT TO THE PRODUCTIVITY, PROFITABILITY, AND SUSTAINABILITY OF ORGANIC VEGETABLES, PROVIDING RESEARCH-BASED INFORMATION TO REGIONAL PRODUCERS TO IMPROVE ECOSYSTEM SERVICES AND ENVIRONMENTAL STEWARDSHIP OF THEIR FARMS. THIS PROJECT COMBINES EXPERTISE FROM CLEMSON UNIVERSITY AND RODALE INSTITUTE, WHILE INTEGRATING RESEARCH, EDUCATION, AND EXTENSION ACTIVITIES, TO ADDRESS THE USDA NIFA ORGANIC TRANSITIONS PROGRAM&#39;S PRIORITIES 1 AND 2 THROUGH STRONG PARTNERSHIPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_20205110632363_12H3"}, {"internal_id": 108819736, "Award ID": "20205110632362", "Award Amount": 498166.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-27", "CFDA Number": "10.303", "Description": "TENNESSEE FARMERS WHO HAVE BEEN IN THE FOREFRONT FOR PROMOTING NO-TILL MANAGEMENT REQUIRES BOTH PHILOSOPHICAL AND RESEARCH-BASED GUIDANCE TO TRANSITION TO ORGANIC FARMING IN WHICH TILLAGE IS NOT CURRENTLY COMPLETELY AVOIDABLE. CONSEQUENTLY, THE STATE LAGS FAR BEHIND IN ORGANIC GRAIN PRODUCTION DESPITE THE FACT THAT CONVENTIONALLY GROWN GRAINS (CORN, SOYBEAN, WHEAT) CONTRIBUTE TO 33% OF TENNESSEE&#39;S GROSS AGRICULTURAL INCOME. EXCITINGLY, MANY CONVENTIONAL PRODUCERS ARE INTERESTED IN SHIFTING TO ORGANIC MAINLY DUE TO RAPIDLY INCREASING DEMAND FOR ORGANIC PRODUCE. THROUGH EXTENSIVE INTERACTIONS WITH PRODUCERS AND OTHER STAKEHOLDERS IN TENNESSEE, THE PROJECT TEAM HAS IDENTIFIED THE KEY CHALLENGES THAT PREVENT PRODUCERS FROM TRANSITIONING TO ORGANIC, AND PROPOSED THIS FIRST INTEGRATED RESEARCH, EXTENSION AND EDUCATION ORGANIC GRAIN PROJECT TO TACKLE THOSE CHALLENGES. THE OVERARCHING GOAL IS TO EVALUATE FOUR ORGANIC GRAIN CROP ROTATIONS ON CERTIFIED ORGANIC LAND AT TWO LOCATIONS OF TENNESSEE ON AGROECOLOGICAL (YIELD, WEED CONTROL, NUTRIENT CYCLING, SOIL HEALTH, AND GREENHOUSE GAS EMISSION) RESPONSES, PEST AND DISEASE MANAGEMENT, AND PROFITABILITY. THE FOUR UNIQUE ROTATIONS WERE DESIGNED BY CONSIDERING DIFFERENT PRIORITIES OF FARMERS, WHICH INCLUDE (I) MAXIMUM PRODUCTION, (II) MAXIMUM PRODUCTION WITH MODERATE TILLAGE REDUCTION, (III) REDUCED TILLAGE FOR ENHANCING SUSTAINABILITY, AND (IV) COVER-CROP BASED LOW-INPUT SYSTEM AVOIDING RELIANCE ON EXTERNAL NUTRIENT SOURCES. THE RESEARCH OUTCOME WILL BE DISSEMINATED TO STAKEHOLDERS THROUGH WELL-DEVELOPED EXTENSION AND EDUCATION PROGRAMS. BY PROVIDING CRITICAL INFORMATION TO TENNESSEE PRODUCERS ON REGIONALLY SUITABLE ORGANIC GRAIN MANAGEMENT STRATEGIES TO ACHIEVE PROFITABILITY WHILE MINIMIZING ECOLOGICAL TRADE-OFFS, THIS PROJECT WILL CONTRIBUTE TO ENHANCING SUSTAINABILITY OF AGROECOSYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_20205110632362_12H3"}, {"internal_id": 108819735, "Award ID": "20205110632361", "Award Amount": 499978.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-27", "CFDA Number": "10.303", "Description": "PLANT-PARASITIC NEMATODES AND WEEDS ARE CRITICAL YIELD-LIMITING PESTS OF ORGANIC VEGETABLES IN THE UNITED STATES. THIS PROJECT PROPOSES A BROAD-BASED COORDINATED RESEARCH PROGRAM TO CONTROL NEMATODES AND WEEDS IN ORGANIC VEGETABLE PRODUCTION SYSTEMS IN GEORGIA, WHICH WILL SIMULTANEOUSLY BENEFIT TO ORGANIC PRODUCERS IN THE SOUTHERN UNITED STATES.OUR OVERALL GOAL IS TO DISCOVER AND INTEGRATE BOTH NEW AND COMMERCIALLY AVAILABLE BIOLOGICAL PRODUCTS, AND SUPPRESSIVE COVER CROPS TO DEVELOP A SUCCESSFUL NEMATODE AND WEED MANAGEMENT PROGRAM THAT GROWERS CAN ADOPT FOR ORGANIC VEGETABLE PRODUCTION. WE WILL IDENTIFY BACILLUS THURINGIENSIS (BT) CRYSTAL PROTEINS, ENTOMOPATHOGENIC NEMATODES (EPNS) AND EPN BACTERIAL METABOLITES FOR ROOT-KNOT NEMATODE (MELOIDOGYNE SPP.) CONTROL. WE WILL DETERMINE IF COMBINING COVER CROPS WITH DIFFERENT MICROBIAL TREATMENTS WILL IMPROVE CONTROL OF BOTH NEMATODES AND WEEDS. WE WILL ALSO IMPLEMENT COST-RETURN ANALYSES TO DEMONSTRATE THAT OUR INTEGRATED MANAGEMENT PRACTICES ARE PROFITABLE TOOLS FOR ORGANIC VEGETABLE GROWERS. TECHNOLOGY-TRANSFER AND EXTENSION ACTIVITIES WILL INCLUDE PRESENTATIONS AT GROWER, SCIENTIFIC AND INDUSTRY VENUES TO FACILITATE ADOPTION OF THIS INNOVATIVE CONTROL METHOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20205110632361_12H3"}, {"internal_id": 108314937, "Award ID": "20205110632360", "Award Amount": 499937.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-21", "CFDA Number": "10.303", "Description": "TEXAS IS THE LEADING STATE IN ORGANIC COTTON AND PEANUT PRODUCTION. THROUGH OUR SURVEYS, ORGANIC GROWERS HAVE IDENTIFIED WEED CONTROL AND SOIL MANAGEMENT AS A TOP AREA OF CONCERN. COVER CROPS, CROP ROTATION, AND COMPOST MANAGEMENT ARE TOOLS THAT CAN POTENTIALLY ADDRESS THESE CONCERNS. PRODUCERS ARE HESITANT OF USING COVER CROPS IN SEMI-ARID ENVIRONMENTS DUE TO SOIL WATER USE AND ADOPTION OF CROP ROTATION IS ALSO LOW IN ORGANIC COTTON SYSTEMS. OUR GOAL IS THAT RESULTS FROM THIS PROJECT WILL EMPOWER ORGANIC GROWERS TO MAKE INFORMED CHOICES ON INPUTS THAT WILL RESULT IN EFFECTIVE WEED MANAGEMENT, HIGHER AND MORE CONSISTENT YIELDS, IMPROVED SOIL HEALTH AND FUNCTION, AND IMPROVED NUTRIENT CYCLING. WE PROPOSE TO CONDUCT RESEARCH IN LEADING ORGANIC REGIONS WITHIN TWO VARYING ECOREGIONS: VERNON IN THE TEXAS ROLLING PLAINS, AND LUBBOCK IN THE SOUTHERN HIGH PLAINS. WE WILL DETERMINE THE EFFECTS OF COMMONLY USED COVER CROPS AND CROPS THAT MAY NOT BE TYPICALLY USED AS COVER CROPS BUT MAY HAVE THE POTENTIAL TO IMPROVE WEED SUPPRESSION WHEN USED AS A COVER CROP. WE WILL ALSO EVALUATE THE POTENTIAL FOR OTHER CROPS AS AN ORGANIC COMMODITY TO INCREASE CROP ROTATION AND DIVERSITY. THROUGH THESE TRIALS, MEASUREMENTS WILL BE MADE TO DETERMINE HOW WELL THE SOIL CAPTURES AND STORES PRECIPITATION OR IRRIGATION WATER, CYCLES NUTRIENTS, INFLUENCES SOIL MICROBIAL DIVERSITY AND HOW AGRONOMIC PRODUCTION AND ECONOMIC RETURNS ARE AFFECTED. AS THE MOST COMMON WAY TO INCORPORATE DRY COMPOST AND/OR MANURE IS THE INCORPORATE WITH TILLAGE AFTER SURFACE APPLICATION, THERE IS AN INCREASED LIKELIHOOD OF INCREASING GREENHOUSE GAS EMISSIONS AND/OR DEGRADING SOIL RESOURCES. HENCE, A NOVEL SUBSURFACE COMPOST APPLICATOR WILL BE USED TO EVALUATE THE EFFECT OF COMPOST APPLICATION RATE AND PLACEMENT ON SOIL NUTRIENT CYCLING, GREENHOUSE GAS EMISSIONS AND AGRONOMIC PRODUCTION. FIELD TRIALS AND COLLECTED INFORMATION WILL BE SHARED WITH STUDENTS, GROWERS, RESEARCHERS, COUNTY AGENTS, NATURAL RESOURCE MANAGERS, ANDREGIONAL PUBLIC OFFICIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20205110632360_12H3"}, {"internal_id": 108819734, "Award ID": "20205110632359", "Award Amount": 422307.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-31", "CFDA Number": "10.303", "Description": "DISPROPORTIONATE ADOPTION OF USDA CERTIFIED ORGANIC PRODUCTION HAS LEFT CERTIFIED PRODUCER NUMBERS LOWER IN THE LOWER MIDWEST AND MID-SOUTH THAN IN OTHER REGIONS OF THE COUNTRY SUCH AS THE UPPER MIDWEST, WEST COAST, OR NORTHEASTERN US. THESE CLUSTERS SUGGEST REGIONAL CHARACTERISTICS IMPACT ADOPTION OF ORGANIC AGRICULTURE. AN INTERDISCIPLINARY TEAM PROPOSES AN INTEGRATED PROJECT TO EXAMINE THE FOLLOWING: THE BIOPHYSICAL, MARKET AND CULTURAL BARRIERS TO ORGANIC PRODUCTION IN THE MID-SOUTH; THE REGION-SPECIFIC OPPORTUNITIES AND FARMER-LED INNOVATIONS PRESENT, AND WHAT SUPPORT IS NEEDED; AND STATE-LEVEL POLICIES TO INCREASE THE REGION&#39;S NUMBER OF ORGANIC FARMERS AND EXPAND PRODUCTION. THE PROJECT WILL ALSO IDENTIFY REGION-SPECIFIC BARRIERS AND OPPORTUNITIES TO ORGANIC PRODUCTION, AND EXAMINE THE EFFECTS OF POLICY SUPPORTS FOR ORGANIC FARMING. FINDINGS WILL INFORM OUTREACH THAT BUILDS EDUCATOR SKILLS TO SUPPORT ORGANIC PRODUCERS AND STRENGTHEN EMERGING ORGANIC FARMER NETWORKS. SPECIFIC OBJECTIVES INCLUDE: 1) IDENTIFYING REGION-SPECIFIC BARRIERS TO ORGANIC ADOPTION; 2) IDENTIFYING REGION-SPECIFIC OPPORTUNITIES AND FARMER-LED INNOVATIONS TO INCREASE ORGANIC OPERATIONS AND ACREAGE; 3) ANALYSING IMPACTS OF POTENTIAL STATE-LEVEL PUBLIC POLICY; 4) IMPLEMENTING AN OUTREACH PROGRAM FOR FARMERS AND EDUCATORS ADDRESSING SPECIFIC CHALLENGES AND OPPORTUNITIES; AND 5) SUPPORTING NETWORKS OF ORGANIC PRODUCERS IN PEER-TO-PEER LEARNING, COLLECTIVELY SECURING INPUTS, AND PURSUING NEW MARKETS. IN-PERSON INTERVIEWS OF 75 CURRENT AND FORMER CERTIFIED ORGANIC FARMERS WILL IDENTIFY BARRIERS AND OPPORTUNITIES. RESULTS WILL INFORM EDUCATOR TRAINING TO PREPARE THEM TO SUPPORT ORGANIC FARMERS AND FARMER NETWORKS. POLICY ANALYSIS WILL QUANTIFY THE IMPACTS OF POTENTIAL REGIONAL POLICIES. RESEARCH RESULTS WILL BE PRESENTED AT REGIONAL EXTENSION/FARMER MEETINGS AS WELL AS ACADEMIC CONFERENCES. EXPECTED OUTCOMES OF INCREASED UNDERSTANDING OF BARRIERS TO ORGANIC ADOPTION, EXPANDED MEMBERSHIP IN ORGANIC PRODUCER NETWORKS, AND BETTER UNDERSTANDING OF NEEDED POLICY AND MARKET INTERVENTIONS WILL LEAD TO AGRICULTURAL SUSTAINABILITY AND PROFITABILITY IN THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20205110632359_12H3"}, {"internal_id": 108314938, "Award ID": "20205110632358", "Award Amount": 499864.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-22", "CFDA Number": "10.303", "Description": "ORGANIC FARMING SYSTEMS RELY ON BIOLOGICALLY MEDIATED PROCESSES TO PROVIDE PLANTS WITH ESSENTIAL NUTRIENTS AND TO SUPPRESS PESTS. THIS RELIANCE IS CENTRAL TO THE SOIL HEALTH CONCEPT, BUT SURPRISINGLY LITTLE SOIL HEALTH RESEARCH HAS BEEN CONDUCTED IN CERTIFIED ORGANIC SYSTEMS. ORGANIC GROWERS FACE ADDITIONAL CHALLENGES ASSOCIATED WITH THE NEED FOR MECHANICAL TILLAGE, WHICH IS KNOWN TO DECREASE SOIL ORGANIC CARBON AND AGGREGATION AND INCREASE SOIL EROSION, TO CONTROL WEEDS. GROWERS NEED SCIENCE-BASED TRAINING TO BUILD SOIL HEALTH USING ORGANIC-APPROVED MANAGEMENT OPTIONS. TO ADDRESS THIS NEED WE BRING TOGETHER RESEARCH AND EXTENSION SCIENTISTS, EXPERIENCED IN SOIL ECOLOGY AND SOIL HEALTH, TO DELIVER RELEVANT INFORMATION TO HELP GROWERS MANAGE FOR SOIL HEALTH AND PRODUCTIVITY. WE PROVIDE TOOLS AND TARGETS TO GUIDE SOIL MANAGEMENT DURING THE TRANSITION TO ORGANIC, THEREBY INCREASING SOIL HEALTH AND FUNCTION OF ORGANIC SYSTEMS. THE SPECIFIC GOAL OF THIS PROJECT IS TO IS TO FACILITATE THE DEVELOPMENT OF RESILIENT CERTIFIED ORGANIC FARMING SYSTEMS IN IDAHO AND EASTERN WASHINGTON THROUGH ENHANCED KNOWLEDGE OF THE IMPACTS OF TILLAGE MANAGEMENT AND ORGANIC AMENDMENTS ON SOIL BIOLOGICAL COMMUNITIES AND SOIL HEALTH, AND TO USE THIS KNOWLEDGE TO CREATE MEANINGFUL SOIL HEALTH TARGETS AND PATHWAYS TO SUCCESS FOR TRANSITIONING FARMERS. SPECIFIC AND INTERRELATED RESEARCH (R) AND EXTENSION (E) OBJECTIVES THAT DIRECTLY RELATE TO KEY BARRIERS TO SUCCESSFUL TRANSITION TO ORGANIC PRODUCTION WERE DEVELOPED TO ACHIEVE THIS GOAL. THEY INCLUDE:R1) ASSESS THE INTERACTION BETWEEN TILLAGE AND ORGANIC INPUTS AND HOW THESE PRACTICES IMPACT SOIL HEALTH INDICATORS AND YIELDS IN TRANSITIONAL SYSTEMS LOCATED IN TWO DIFFERENT CLIMATIC ZONES.R2) USE POPULATION AND COMMUNITY STRUCTURES OF NEMATODES, ARTHROPODS, AND EARTHWORMS TO ASSESS CHANGES IN SOIL HEALTH UNDER THREE DIFFERENT MANAGEMENT STRATEGIES DURING THE TRANSITION TO ORGANIC CERTIFICATION, WITH SPECIAL FOCUS ON KEY PEST AND BENEFICIAL SPECIES.R3) ASSESS A SUITE OF SOIL HEALTH INDICATORS TO DETERMINE HOW THEY CAN BE USED TO PREDICT MANAGEMENT AND YIELD POTENTIAL IN DIFFERENTLY AGED ORGANIC CERTIFIED SYSTEMS.RE4) DEVELOP, IN COLLABORATION WITH FARMERS, MEANINGFUL SOIL HEALTH TARGETS BASED ON KNOWLEDGE OF HOW INDICATORS VARY OVER TIME AND SPACE IN TWO CLIMATIC ZONES.E5) UTILIZE EXISTING FARMER NETWORKS TO CREATE REGIONAL LEARNING COMMUNITIES FOR SHARING BEST PRACTICES AND SOIL HEALTH SUCCESSES.E6) INCREASE KNOWLEDGE OF SOIL HEALTH, SOIL TESTING, AND CONSERVATION TILLAGE OPTIONS THROUGH DISSEMINATION OF PROJECT RESULTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20205110632358_12H3"}, {"internal_id": 108819733, "Award ID": "20205110632357", "Award Amount": 499794.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-28", "CFDA Number": "10.303", "Description": "THE LONG-TERM GOAL OF THIS PROJECT IS TO INCREASE AND SUSTAIN ORGANIC DAIRY PRODUCTION AND ANIMAL WELFARE THROUGH BREAKING BARRIERS TO ORGANIC DAIRY TRANSITION. ONE OF THE MAJOR BARRIERS PREVENTING TRANSITION TO ORGANIC DAIRY PRODUCTION IS DAIRY PRODUCERS&#39; CONCERNS ABOUT DISBUDDING DAIRY CALVES AND THE CHALLENGES WITH ANIMAL HEALTH AND WELFARE IN AN ORGANIC PRODUCTION SYSTEM. THE PRESENT PROPOSAL ADDRESSES THESE CHALLENGES THROUGH RESEARCH INVOLVING THE UNIVERSITY OF MINNESOTA&#39;S WEST CENTRAL AND RESEARCH CENTER&#39;S CERTIFIED ORGANIC DAIRY. WE WILL DEVELOP METHODS TO INVESTIGATE THE MANAGEMENT FEASIBILITY TO ADDRESS PAIN AND ALTERNATIVE OPTIONS FOR DISBUDDING FOR TRANSITIONING ORGANIC DAIRY FARMS. WE WILL ALSO EVALUATE MARKERS OF CALF HEALTH, BEHAVIOR AND WELFARE TO ULTIMATELY PROVIDE RECOMMENDATIONS ON BEST CALF DISBUDDING OPTIONS FOR PRODUCERS. HOLSTEIN AND CROSSBRED CALVES WILL BE COMPARED ACROSS AND WITHIN EACH CALF DISBUDDING OPTION. THE RESULTS OF THIS PROJECT WILL BE VALUABLE TO ORGANIC DAIRY PRODUCERS AND WILL BE DISSEMINATED TO TRANSITIONING AND ORGANIC PRODUCERS AND INDUSTRY REPRESENTATIVES THROUGHOUT THE UNITED STATES. OUR RESEARCH RESULTS WILL BE SHARED WITH OUR LARGER STAKEHOLDER GROUPS THROUGH FIELD DAYS, CONFERENCES, PUBLICATIONS, AND WEBINARS. RESULTS FROM THIS STUDY WILL PROVIDE RESEARCH-BASED INFORMATION ON BEST OPTIONS FOR PAIN MANAGEMENT AND DISBUDDING IN YOUNG CALVES WHICH WILL HELP ENHANCE THE SUSTAINABILITY OF US ORGANIC DAIRY FARMS AND IMPROVE DAIRY INDUSTRY&#39;S PUBLIC PERCEPTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20205110632357_12H3"}, {"internal_id": 110335971, "Award ID": "20205110232955", "Award Amount": 411395.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-29", "CFDA Number": "10.303", "Description": "METHYL BROMIDE (MEBR), AN EXTREMELY EFFECTIVE FUMIGANT FOR CONTROLLING SOILBORNE PATHOGENS AND WEEDS WHEN MIXED WITH CHLOROPICRIN, WAS PHASED OUT OF USE IN CA STRAWBERRY PRODUCTION IN 2016 UNDER THE MONTREAL PROTOCOL. IN RESPONSE, CA STRAWBERRY GROWERS INCREASED THEIR USE OF OTHER FUMIGANTS SUCH AS CHLOROPICRIN AND 1,3-DICHLOROPROPENE THAT ARE NOT AS EFFECTIVE AS MEBR. BECAUSE OF THEIR HIGHLY VOLATILE NATURE AND HIGH APPLICATION RATES, FUMIGANTS CAN CAUSE SIGNIFICANT IMPACTS ON HUMAN HEALTH AND THE ENVIRONMENT, AND THEIR USES ARE HIGHLY REGULATED. REGARDLESS, THE CALIFORNIA DEPARTMENT OF PESTICIDE REGULATION HAS DOCUMENTED HUNDREDS OF ACUTE ILLNESSES CAUSED BY ACCIDENTAL FUMIGANT EXPOSURE TO AGRICULTURAL WORKERS AND PEOPLE LIVING NEAR FUMIGATED FIELDS SINCE 2003, MAKING DEVELOPMENT AND USE OF NON-FUMIGANT ALTERNATIVES A PRIORITY. TODAY, FUSARIUM WILT CAUSED BY FUSARIUM OXYSPORUM F. SP. FRAGARIAE (F.O.F.), AND CHARCOAL ROT CAUSED BY MACROPHOMINA PHASEOLINA ARE THREATENING CALIFORNIA&#39;S TWO-BILLION-DOLLAR STRAWBERRY INDUSTRY. THIS PROJECT AIMS TO DEVELOP AND DEMONSTRATE SUPPRESSIVE CROP ROTATIONS AS A COMPONENT OF INTEGRATED NON-FUMIGANT SOILBORNE DISEASE MANAGEMENT STRATEGIES FOR STRAWBERRIES. STUDIES SHOWED THE POTENTIAL OF USING SUPPRESSIVE CROPS TO CONTROL LETHAL SOILBORNE PATHOGENS FOR STRAWBERRIES (E.G., ALLIUM CROPS FOR FUSARIUM WILT, AND SUMMIT 515 WHEAT FOR CHARCOAL ROT). OUR GOAL IS TO EXAMINE THE EFFECTIVENESS OF SUPPRESSIVE CROPS, OPTIMIZE THEM FOR CALIFORNIA STRAWBERRY PRODUCTION SYSTEMS, DEMONSTRATE THEM AT COMMERCIAL SCALE TRIALS, EVALUATE THEIR ECONOMIC FEASIBILITY, AND DISSEMINATE THE RESEARCH OUTCOMES. WE WILL CONDUCT A SERIES OF GREENHOUSE AND FIELD TRIALS, AND COMMERCIAL-SCALE DEMONSTRATIONS OF SUPPRESSIVE ROTATIONS WITH AND WITHOUT ANAEROBIC SOIL DISINFESTATION (ASD), A BIOLOGICAL ALTERNATIVE TO FUMIGATION, FOR CONTROL OF MAJOR SOILBORNE PATHOGENS IN STRAWBERRY. SPECIFICALLY, WE WILL 1) EXAMINE THE EFFECT OF ALLIUM CROPS ON F.O.F. POPULATION IN THE SOIL WITH AND WITHOUT SUMMER ASD IN GREENHOUSE TRIALS, 2) STUDY THE EFFECT OF SUMMIT 515 WHEAT ON M. PHASEOLINA IN THE SOIL WITH AND WITHOUT SUMMER ASD IN GREENHOUSE TRIALS, 3) EXPLORE THE SOIL MICROBIOLOGICAL MECHANISM OF SOIL M. PHASEOLINA SUPPRESSION BY SUMMIT 515 WHEAT, 4) TEST SUPPRESSIVE CROP ROTATIONS WITH OR WITHOUT SUMMER ASD FOR F.O.F. AND M. PHASEOLINA IN STRAWBERRIES AT REPLICATED FIELD TRIALS AND LARGE-SCALE DEMONSTRATION FIELD TRIALS ACROSS COASTAL CALIFORNIA, 5) CONDUCT AN ECONOMIC ANALYSIS OF SUPPRESSIVE ROTATION SYSTEMS, AND 6) DISSEMINATE THE OUTCOMES VIA WORKSHOPS, FIELD DAYS, AND WEBINARS. TO REACH OUT TO LATINO AND RESOURCE-LIMITED GROWERS, WE WILL WORK WITH A LOCAL NGO AGRICULTURE &AMP; LAND-BASED TRAINING ASSOCIATION (ALBA).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea7a33b4-8d5e-e75d-a88c-0a12b25732c6-C", "generated_internal_id": "ASST_NON_20205110232955_12H3"}, {"internal_id": 110335968, "Award ID": "20205110232921", "Award Amount": 497522.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "10.303", "Description": "GLOBODERA PALLIDA (PALE CYST NEMATODE, PCN) CAN CAUSE UP TO 80% YIELD LOSS OF POTATOES AND UNDERMINE THE ECONOMIC SECURITY OF RURAL AREAS. THE STRATEGY TO DATE BY USDA-APHIS AND ISDA HAS BEEN TO REGULATE NEMATODE-INFESTED AND ASSOCIATED FIELDS THROUGH CONTAINMENT POLICY AND FUMIGATION WITH METHYL BROMIDE. ALTHOUGH EFFECTIVE, THE USE OF METHYL BROMIDE HAS BEEN HALTED, BECAUSE OF TOXIC BROMINE RESIDUE IN FUMIGATED SOILS. HOST RESISTANCE IS AN EFFICIENT WAY TO CONTROL INVASIVE NEMATODES SUCH AS PCN, AND PREVENT ECONOMIC LOSSES. THE TRAP CROP SOLANUM SISYMBRIIFOLIUM HAS BEEN SHOWN TO BE NEARLY AS EFFECTIVE AS POTATO AT INDUCING EGG HATCHING AND IS FULLY RESISTANT TO POTATO CYST NEMATODES. FURTHERMORE, PCN REPRODUCTION IS NEGLIGIBLE ON A SUSCEPTIBLE POTATO PLANTED SUBSEQUENT TO THE TRAP CROP WHICH INDICATES ITS POTENTIAL AS A TRAP CROP FOR USE IN ROTATION WITH A RESISTANT POTATO. THE GOAL OF THIS RESEARCH PROGRAM IS TO IDENTIFY AND IMPROVE UPON EFFECTIVE BIOLOGICAL ALTERNATIVES TO THIS ENVIRONMENTALLY DAMAGING CHEMICAL. THIS PROJECT PROPOSES: 1) TO DEVELOP POTATO GERMPLASM AND VARIETIES RESISTANT TO PCN; 2) USE RESISTANCE IN ROTATION WITH THE TRAP CROP SOLANUM SISYMBRIIFOLIUM TO ERADICATE PCN, PREVENT SPREAD OF PCN AND PROVIDE AN ECONOMIC RETURN TO GROWERS; 3) CONDUCT AN ECONOMIC ASSESSMENT TO DETERMINE COST OF DEPLOYMENT OF COMBINED TRAP CROP AND RESISTANT VARIETIES COMPARED TO MEBR APPLICATION; AND LASTLY, WE PLAN TO CONDUCT EXTENSION AND OUTREACH ACTIVITIES TO EFFECTIVELY TRANSFER THESE NEW TECHNOLOGICAL APPROACHES INTO USE BY STAKEHOLDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20205110232921_12H3"}, {"internal_id": 110209961, "Award ID": "20205110232920", "Award Amount": 499875.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "10.303", "Description": "THIS IS AN INTEGRATED PROJECT FOCUSED ON ALTERNATIVES TO METHYL BROMIDE (MB). THIS PROPOSAL IS RELEVANT TO MBT GOALS TO DEVELOP ALTERNATIVES TO MB - THROUGH DEVELOPMENT OF FUMIGANT AND NONFUMIGANT TREATMENTS FOR STRAWBERRY PLANT NURSERIES.STRAWBERRY NURSERIES MUST PROVIDE A HIGH LEVEL OF SANITATION TO PRODUCE HEALTHY PLANTS AND AVOID PEST DISPERSAL. STRAWBERRY NURSERIES CONTINUE TO USE MB FOR CONTROL OF SOILBORNE PESTS UNDER THE QUARANTINE AND PRESHIPMENT EXEMPTION (QPS). CONCERNS ABOUT LONG-TERM AVAILABILITY OF MB AND LACK OF A SUITABLE ALTERNATIVE TO MB MEAN THAT RELIABLE FUMIGANT AND NON-FUMIGANT ALTERNATIVES ARE URGENTLY NEEDED FOR THE U.S. STRAWBERRY NURSERY INDUSTRY.STEAM IS A DEPENDABLE NON-FUMIGANT METHOD OF SOIL DISINFESTATION THAT CONTROLS SOILBORNE PATHOGENS AND WEEDS IN FIELD SOILS. PREVIOUS USDA NIFA MBT FUNDED RESEARCH FOUND THAT STRAWBERRY PLANT YIELDS IN STEAM TREATED SOILS WERE THE SAME AS MB, AND THAT FUMIGANT ALLYL ISOTHIOCYANATE CO-APPLIED WITH STEAM ENHANCED PATHOGEN CONTROL. WE PROPOSE TO DEVELOP AN INTEGRATED SOIL DISINFESTATION SYSTEM DESIGNED FOR STRAWBERRY NURSERIES. WE REQUEST FUNDS: (1) TO EVALUATE AN INTEGRATED FIELD-SCALE SOIL STEAM PROGRAM SUPPLEMENTED WITH ATIC AND EXOTHERMIC COMPOUNDS FOR SOIL DISINFESTATION; (2) TO EVALUATE HIGH-EFFICIENCY STEAM FOR SOIL DISINFESTATION AT STRAWBERRY NURSERIES (3) PERFORM SOCIO-ECONOMIC ANALYSES OF TREATMENTS AND (4) DELIVER RESULTS TO INDUSTRY, GROWERS AND THE PUBLIC. PROPOSED WORK WILL BE AT STRAWBERRY NURSERIES IN CALIFORNIA AND NORTH CAROLINA. WE EXPECT TO DEVELOP AN INTEGRATED SOIL DISINFESTATION SYSTEM BASED ON STEAM AND FUMIGANTS FOR STRAWBERRY NURSERIES IN THE U.S. AND TO TRANSFER OUR FINDINGS TO INTERESTED PARTIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20205110232920_12H3"}, {"internal_id": 110209960, "Award ID": "20205110232919", "Award Amount": 490728.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "10.303", "Description": "IN THE US, THE USE OF METHYL BROMIDE FUMIGATION FOR QUARANTINE AND PRE-SHIPMENT PURPOSES CONTINUES TO RISE WITH THE EXPANSION OF WORLD TRADE AND GLOBALIZATION. THE US WOOD PRODUCTS INDUSTRY WILL CONTINUE TO EMPLOY METHYL BROMIDE FOR THESE PURPOSES SUCH AS TREATMENT OF WOOD PACKAGING MATERIALS (AND RELATED WOOD PRODUCTS AS LONG AS ALTERNATIVE, COST-EFFECTIVE TREATMENTS ARE NOT AVAILABLE. WOOD PACKAGING MATERIAL CAN SERVE AS PATHWAYS FOR PESTS POSING RISKS TO LIVING TREES. THE FOCUS OF THIS PROPOSAL IS TO DEVELOP, DELIVER, AND PROMOTE OPTIMIZED TREATMENT SCHEDULES FOR A NEW RADIO FREQUENCY TECHNOLOGY WITH ADDED PRESSURE THAT MINIMIZES ENERGY CONSUMPTION FOR THE MAJOR WOOD SPECIES AND MATERIAL DIMENSIONS USED TO CONSTRUCT WOOD PALLET MATERIALS BY THE INDUSTRY THROUGH UTILIZATION OF A CONSTANT POWER SUPPLY SOLID-STATE TREATMENT UNIT. THE GOAL OF THIS PROJECT IS TO EXPEDITE BROAD-SCALE ADOPTION OF THIS TECHNOLOGY BY THE INDUSTRY AS A REPLACEMENT FOR METHYL BROMIDE FUMIGATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20205110232919_12H3"}, {"internal_id": 85400062, "Award ID": "20197000630443", "Award Amount": 323622.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.303", "Description": "WASHINGTON AND OREGON ARE THE TOP TWO PRODUCERS OF PEARS IN THE UNITED STATES, ACCOUNTING FOR 75% OF BEARING ACREAGE. PEAR PSYLLA IS THE MOST DAMAGING INSECT PEST OF PEARS IN THESE STATES. PSYLLA HONEYDEW MARKS FRUIT LEADING TO MILLIONS OF CULLS EACH YEAR. CONVENTIONAL GROWERS WILL SPRAY AN AVERAGE OF 15 INSECTICIDES PER SEASON TO CONTROL THIS PEST ALONE, COSTING AROUND $1,000/ACRE ON AVERAGE. HOWEVER, PEAR PSYLLA IS AN INDUCED PEST, AND OUTBREAKS ARE PERPETUATED BY THESE INSECTICIDE SPRAYS DUE TO NATURAL ENEMY DISRUPTION. ADOPTION OF PEAR IPM WILL HELP GROWERS PRODUCE FRUIT WITH LOWER INSECT INJURY AND PESTICIDE RESIDUES AT A REDUCED MONETARY AND ENVIRONMENTAL COST, THUS IMPROVING THE SECURITY OF THIS INDUSTRY.TRANSITIONING MANAGEMENT PROGRAMS FROM CONVENTIONAL TO IPM OR ORGANIC IS CHALLENGING DUE TO SLOW THE RECOLONIZATION OF NATURAL ENEMIES. THE GOAL OF THIS PROJECT IS TO DEVELOP STRATEGIES THAT IMPROVE THIS TRANSITION. THROUGH FIELD AND LAB STUDIES WE WILL OPTIMIZE NON-CHEMICAL PSYLLA MANAGEMENT TOOLS: 1) REFLECTIVE GROUND COVERS, 2) PARTICLE FILMS SPRAYS AND 3) OVERHEAD TREE WASHING. WE WILL PARTNER WITH COMMERCIAL GROWERS TO VALIDATE A BIOCONTROL-BASED &#39;SCORE CARD&#39; USING NATURAL ENEMY DENSITIES FOR SPRAY DECISION MAKING. COMMON INSECTICIDES WILL BE TESTED FOR NON-TARGET EFFECTS ON THE TOP THREE PREDATORS OF PEAR PSYLLA. WE WILL DEVELOP GUIDES THAT DEMONSTRATE PEAR IPM STRATEGIES, IDENTIFY PESTS AND NATURAL ENEMIES, AND PRESENT PHENOLOGY AND PESTICIDE EFFECTS INFORMATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20197000630443_12H3"}, {"internal_id": 82498519, "Award ID": "20195115029984", "Award Amount": 175241.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-26", "CFDA Number": "10.303", "Description": "NORTH CENTRAL REGIONAL CENTER FOR RURAL DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20195115029984_12H3"}, {"internal_id": 83116321, "Award ID": "20195115029962", "Award Amount": 472440.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-08", "CFDA Number": "10.303", "Description": "INTEGRATED ACTIVITIES - SOUTHERN RURAL DEVELOPMENT CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20195115029962_12H3"}, {"internal_id": 81793549, "Award ID": "20195115029876", "Award Amount": 474534.06, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-12", "CFDA Number": "10.303", "Description": "RURAL AREAS ACROSS THE NORTHEAST U.S. CONTINUE TO EXPERIENCE MULTIPLE ECONOMIC CHALLENGES AND MANY HAVE NOT YET RECOVERED FROM THE 2008 RECESSION. TO HELP INFORM SOME OF THE UNDERLYING CAUSES AND EFFECTS OF THIS LAGGING RECOVERY WE PROPOSE TO IMPLEMENT THE PROGRAMS AND ACTIVITIES APPROVED BY THE CENTER&#39;S BOARD OF DIRECTORS AT THE FALL 2018 BOARD MEETING IN WATKINS GLENN, NY AND TO CONTINUE TO BUILD ON THE PROGRAMS AND SUCCESSES DOCUMENTED IN THE ANNUAL REPORT 2018. UNDER THE LEADERSHIP OF OUR TECHNICAL ADVISORY COMMITTEE, WE WILL STRIVE TO ENSURE THAT OUR PROGRAMS CONTINUE TO MEET THE EMERGING RURAL DEVELOPMENT NEEDS OF THE REGION.AS DOCUMENTED IN GREATER DETAIL IN THE NARRATIVE, THE CENTER&#39;S SIGNATURE SUBJECT MATTER AREAS ALIGN WITH THE EXISTING PRIORITIES OF NERA AND NEED AS WELL AS USDA/NIFA AS OUTLINED BY SECRETARY PERDUE. IN ADDITION TO CONTINUING AND COMPLETING OUR ONGOING WORK, WE WILL PURSUE NEW GRANT OPPORTUNITIES (E.G., RELATED TO AGRITOURISM AND INTERGENERATIONAL PROGRAMMING) WHILE CONTINUING TO LEVERAGE EARLIER REGIONAL PROJECTS IN THIS AREA. SPECIFIC NEW AND ONGOING AREAS TO BE TARGETED INCLUDE: RURAL-URBAN INTERDEPENDENCIES AS REFLECTED IN MODELS OF SPATIAL SUPPLY CHAINS, DOCUMENTING HOW THE RURAL NORTHEAST (NE) DIFFERS FROM THE NATION AND ALSO WHAT THE NE STATES HAVE IN COMMON AGRICULTURALLY; BEHAVIORAL AND MENTAL HEALTH IN RURAL COMMUNITIES AND HOW THEY INTERACT WITH QUALITY OF LIFE FACTORS; CHANGING AGRICULTURAL PRODUCTION CONDITIONS IN THE NORTHEAST AND THE NATION; AND THE BARRIERS AND OPPORTUNITIES FOR INNOVATION TO OCCUR IN DIFFERENT TYPES OF COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20195115029876_12H3"}, {"internal_id": 82148323, "Award ID": "20195115029875", "Award Amount": 474780.91, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-29", "CFDA Number": "10.303", "Description": "WESTERN RURAL DEVELOPMENT CENTER 2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20195115029875_12H3"}, {"internal_id": 85399893, "Award ID": "20195110630198", "Award Amount": 344105.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-28", "CFDA Number": "10.303", "Description": "FUNGAL ENDOPHYTES ARE FUNGI THAT GROW IN PLANTS, WITH NEUTRAL OR BENEFICIAL EFFECTS. ENDOPHYTES INHABIT THE TISSUES OF MOST PLANTS, INCLUDING CROP PLANTS, AND CAN PROMOTE CROP GROWTH AND SUPPRESS INSECT PESTS AND PLANT DISEASE. IN FIELD EXPERIMENTS, WE WILL ASSESS THE EFFECTS OF SOIL AND CROP MANAGEMENT PRACTICES ON THE OCCURENCE OF A NATURALLY-OCCURRING, BENEFICIAL INSECT-PATHOGENIC AND ENDOPHYTIC FUNGUS, METARHIZIUM ROBERTSII. FACTORS THAT WE WILL EXAMINE INCLUDE FREQUENCY, TIMING, AND INTENSITY OF TILLAGE, COVER CROP SPECIES, AND SOIL CHARACTERISTICS. IN GREENHOUSE EXPERIMETNS, WE WILL DETERMINE HOW COMPETITIVE THIS SOILBORNE FUNGUS IS WITH OTHER SOIL ORGANISMS, AND HOW WATER STRESS AFFECTS THE ABILITY OF THE FUNGUS TO FORM A BENEFICIAL ENDOPHYTIC RELATIONSHIP WITH CORN PLANTS. WE WILL ALSO LOOK AT THE INTERACTION OF STRESS FROM FEEDING BY AN INSECT PEST, THE BLACK CUTWORM, AND MOISTURE STRESS INTERACT, AND HOW THIS INTERACTION AFFECTS THE ABILITY OF CORN TO HOST AND BENEFIT FROM ENDOPHYTIC METARHIZIUM. OVERALL, WE WILL GAIN A BETTER UNDERSTANDING OF THE BENEFITS AND TRADE-OFFS OF M. ROBERTSII TO CROP PLANTS, ANDHOW TO CONSERVE THIS FUNGUS IN THE SOIL TO IMPROVE CROP PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20195110630198_12H3"}, {"internal_id": 83795100, "Award ID": "20195110630197", "Award Amount": 496738.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-20", "CFDA Number": "10.303", "Description": "STRAWBERRY IS AN IMPORTANT, HIGH-VALUE CROP FOR SMALL-SCALE GROWERS THROUGHOUT THE U.S., INCLUDING THE WARM AND HUMID SOUTHEASTERN REGION. GROWERS HAVE TYPICALLY USED ANNUAL, PLASTICULTURE PRODUCTION SYSTEMS DUE TO MULTIPLE HORTICULTURAL BENEFITS COMPARED TO PERENNIAL, MATTED-ROW PRODUCTION SYSTEMS THAT ARE MORE COMMON IN COOLER REGIONS. AT THE SAME TIME, THE ANNUAL, PLASTICULTURE SYSTEM IS DEPENDENT ON THE USE OF CHEMICAL SOIL FUMIGANTS TO CONTROL SOILBORNE DISEASES. IN THE SOUTHEAST, SOIL FUMIGATION IS USED TO CONTROL BLACK ROOT ROT OF STRAWBERRY, A DISEASE COMPLEX CAUSED BY SEVERAL FUNGAL PLANT PATHOGENS AND PLANT PARASITIC NEMATODES. FOR ORGANIC GROWERS IN THIS REGION WHO WANT TO USE ANNUAL PRODUCTION SYSTEMS, OR CONVENTIONAL GROWERS WHO WISH TO TRANSITION THIS FAMILIAR SYSTEM TO PRODUCTION OF ORGANIC STRAWBERRY, THERE IS A CRITICAL NEED FOR NON-CHEMICAL SOIL DISINFESTATION TECHNIQUES THAT CAN BE SUCCESSFULLY INTEGRATED INTO ORGANIC PRODUCTION SYSTEMS TO REDUCE INOCULUM OF SOILBORNE PATHOGENS AND INCIDENCE OF DISEASE, ENHANCE PLANT HEALTH, AND IMPROVE SOIL BIOLOGICAL FUNCTION. THIS INTEGRATED RESEARCH-EDUCATION PROJECT HASAN INTERMEDIATE-TERM GOAL TO PROVIDE TRANSITIONAL AND ORGANIC STRAWBERRY GROWERS WITH AN INCREASED NUMBER OF CHEMICAL-INDEPENDENT PLANT PROTECTION TACTICS AND TOOLS FOR DISINFESTING SOIL.THIS PROJECT WILL PROVIDE A BETTER UNDERSTANDING OF DISEASE DYNAMICS IN ORGANIC STRAWBERRY SYSTEMS AND HELP TO ADDRESS MAJOR BARRIERS THAT LIMIT TRANSITION TO ORGANIC STRAWBERRY IN THE SOUTHEASTERN U.S. THE IMMEDIATE AND SHORT-TERM GOALS ADDRESSED IN THIS PROPOSAL ARE TO BETTER UNDERSTAND THE USE OF ANAEROBIC SOIL DISINFESTATION (ASD) STRATEGIES ALONE, AND IN COMBINATION WITH INDIGENOUS ISOLATES OF TRICHODERMA SPP. (A BENEFICIAL SOIL FUNGUS)OR COMMERCIAL MICROBIAL BIOSTIMULANTS CONTAINING MYCORRHIZAE TO SUPPRESS SOILBORNE PATHOGENS AND PLANT DISEASE, AND TO ENHANCE PLANT GROWTH AND YIELDS. TO MEET THESE GOALS, WE HAVE THE FOLLOWING FOUR OBJECTIVES: (1) EVALUATE ASD AMENDMENT LIGNIN TO NITROGEN RATIO EFFECTS ON SOILBORNE DISEASE SUPPRESSION, INDIGENOUS TRICHODERMA POPULATION, AND STRAWBERRY COLONIZATION BY MYCORRHIZAE FOLLOWING ASD TREATMENT, (2) ASSESS IMPACT OF PRE-TRANSPLANT APPLICATIONS OF INDIGENOUS TRICHODERMA ISOLATES AND COMMERCIAL BIOSTIMULANTS CONTAINING MYCORRHIZAL FUNGI POST ANAEROBIC SOIL DISINFESTATION FOR IMPACT ON DISEASE DEVELOPMENT AND CROP PERFORMANCE COMPARED TO ASD TREATMENT ALONE, (3) EVALUATE IF ISOLATES OF TRICHODERMA ENHANCE INDUCED RESISTANCE IN STRAWBERRY POST-ASD TREATMENT, AND (4) DEVELOP OPEN-ACCESS MATERIALS FOR TEACHING SOIL DISINFESTATION IN ORGANIC SYSTEMS AT AN UNDERGRADUATE LEVEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_20195110630197_12H3"}, {"internal_id": 83795099, "Award ID": "20195110630196", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-15", "CFDA Number": "10.303", "Description": "MANY ORGANIC FARMERS UNDERSTAND THAT SOIL MICROORGANISMS ARE IMPORTANT FOR SOIL FUNCTION, BUT ARE UNSURE HOW TO EFFECTIVELY MANAGE MICROBIAL POPULATIONS. SOIL MICROORGANISMS ARE INCREASINGLY IMPORTANT AS FARMERS TRANSITION TO ORGANIC AGRICULTURE, AS MICROBIAL SERVICES NEED TO REPLACE BENEFITS THAT WOULD OTHERWISE HAVE BEEN PROVIDED BY CHEMICAL INPUTS. FOR EXAMPLE, MICROORGANISMS CAN TRANSFORM NUTRIENTS FROM FORMS THAT ARE UNAVAILABLE TO PLANTS TO FORMS THAT ARE AVAILABLE TO PLANTS, WHICH LIMITS THE NEED FOR FERTILIZER ADDITIONS.ATTEMPTS TO DIRECTLY MANAGE MICROORGANISMS ARE COMMON IN ORGANIC AGRICULTURE. POPULAR APPROACHES INCLUDE THE DEVELOPMENT OF COMPOST THAT IS EXPECTED TO CONTAIN BENEFICIAL MICROORGANISMS, KOREAN NATURAL FARMING, AND THE APPLICATION OF LIVE MICROBIAL PRODUCTS OBTAINED COMMERCIALLY. THIS LATTER APPROACH IN PARTICULAR IS GROWING IN POPULARITY. FOR EXAMPLE, A SUBSTANTIAL MAJORITY OF ORGANIC FARMERS IN OHIO USED MICROBIAL PRODUCTS IN 2014, WHICH WAS MORE THAN TWICE THE PROPORTION MEASURED IN 2009.HOWEVER, MICROBIAL COMMUNITIES ARE INCREDIBLY DIVERSE AND COMPLEX, AND TO THE FARMER, INVISIBLE. THIS INVISIBILITY MAKES IT HARD FOR FARMERS TO BENCHMARK POTENTIAL SOLUTIONS, LEAVING THEM WITHOUT A REAL FRAMEWORK FOR MICROBIAL MANAGEMENT, AND THUS, NO CLEAR CONSENSUS ON WHICH APPROACHES TO APPLY. IN THIS PROJECT, WE WILL EXAMINE HOW SOIL TYPE AND FARMING PRACTICES INTERACT WITH BOTH PASSIVE AND ACTIVE MICROBIAL MANAGEMENT, IN COLLABORATION WITH FARMER PARTNERS, AND WITHIN A LONG-TERM ORGANIC FARMING PROJECT AT PENN STATE.OUR RESEARCH OBJECTIVES ARE TO:1) DETERMINE HOW LOCATION, EXISTING MANAGEMENT, AND MICROBIAL RE-SEEDING IMPACT MICROBIAL COLONIZATION OF SOILS. THIS WILL HELP FARMERS TO UNDERSTAND THE IMPACT OF INCLUDING DIVERSE PLANTS IN OR AROUND PRODUCTION AREAS ON MICROBIAL DIVERSITY, AND WILL ALSO VALIDATE THE IMPACT OF ADDITIONAL MANAGEMENT TREATMENTS THAT THEY ARE USING.2) LINK THE ESTABLISHMENT OF OMRI-CERTIFIED MICROBIAL PRODUCTS TO SOIL TRAITS, AND DETERMINE WHETHER ON-FARM CONDITIONING CAN ENHANCE PRODUCT SURVIVAL. MICROBIAL PRODUCTS HAVE A LONG HISTORY OF UNPREDICTABLE EFFECTIVENESS, AND WE AIM TO ADVANCE UNDERSTANDING OF WHERE PRODUCTS WILL BE EFFECTIVE AND WHY.3) EVALUATE THE SENSITIVITY OF SOIL RESPIRATION, A WIDELY USED METRIC FOR MICROBIAL HEALTH, TO MICROBIAL COMPOSITION. MANY ORGANIC FARMERS PAY TO ASSESS SOIL RESPIRATION, WITH THE ASSUMPTION THAT IT REFLECTS SOIL BIOLOGICAL HEALTH; HOWEVER, RESPIRATION READINGS ARE CONFOUNDED BY DIFFERENCES IN SOIL CHARACTERISTICS. WE AIM TO DETERMINE HOW SENSITIVE THIS ASSAY IS TO MICROBIOLOGICAL DIFFERENCES, AND BENCHMARK THIS AGAINST TWO OTHER POTENTIAL METRICS OF SOIL BIOLOGICAL ACTIVITY.OUR EXTENSION OBJECTIVES ARE TO WORK WITH FARMERS TO UNDERSTAND THE ROLE OF SOIL MICROORGANISMS IN ORGANIC AGRICULTURE THROUGH ANNUAL MEETINGS AND FARMER CONFERENCES, AND MAKE LASTING CONTRIBUTIONS TO THEIR DECISION-MAKING THROUGH EXTENSION PUBLICATIONS THAT COMMUNICATE OUR RESULTS AND REVEAL THE BREADTH OF MICROBIAL MANAGEMENT USED BY ORGANIC FARMERS.WE BELIEVE THAT PROVIDING EMPIRICAL GUIDANCE ON MICROBIAL MANAGEMENT IS GOING TO HELP ORGANIC AND TRANSITIONING FARMERS ASSESS THE RISKS AND REWARDS OF INVESTING IN THIS AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20195110630196_12H3"}, {"internal_id": 85399894, "Award ID": "20195110630195", "Award Amount": 499977.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.303", "Description": "FARMING IN THE DELMARVA (DELAWARE-MARYLAND-VIRGINIA) REGION IS DOMINATED BY COMMODITY GRAIN PRODUCTION (PARTICULARLY CORN, SOYBEANS, AND WHEAT) WHICH HAS INHERENTLY LOW VALUE (~$600) AND PROFIT (~$200) PER ACRE, RESULTING IN A TREND TOWARD FEWER BUT LARGER FARMS. ORGANIC GRAIN PRODUCTION HAS THE POTENTIAL TO BOOST FARMER PROFITS VIA PREMIUM PRICES ABOUT DOUBLE CONVENTIONAL PRICES AND NEW MARKETS OPENING UP FOR ORGANIC CORN AND SOYBEAN. THUS CONVERTING TO ORGANIC GRAIN PRODUCTION HAS THE POTENTIAL TO GREATLY ENHANCE FARMER INCOME, EVEN IF ORGANIC YIELDS ARE SUBSTANTIALLY LOWER THAN CONVENTIONAL. HOWEVER, THE THREE-YEAR TRANSITION PERIOD REQUIRED TO ACHIEVE ORGANIC FARMING STATUS PRESENTS A MAJOR BARRIER TO WIDER ORGANIC GRAIN PRODUCTION BECAUSE DURING THIS PERIOD FARMERS RECEIVE ONLY CONVENTIONAL PRICES BUT MUST FORGO THEIR CUSTOMARY USE OF SYNTHETIC FERTILIZERS, HERBICIDES, AND PESTICIDES UPON WHICH THEY HAVE DEPENDED FOR HIGH-YIELD PRODUCTION. AS A RESULT, FARMERS ARE FACED WITH PRODUCING SIGNIFICANTLY LOWER YIELDS, SOMETIMES AT HIGHER COSTS, WHILE RECEIVING CONVENTIONAL PRICES FOR THEIR GRAIN. THESE FACTORS RESULT IN THE LIKELIHOOD OF FARMERS EXPERIENCING MUCH LOWER PROFITS, OR EVEN NET LOSSES, DURING THE THREE TRANSITION YEARS.THE US AS A NATION IS THE WORLD&#39;S MAJOR EXPORTER OF CORN, SOYBEANS AND OTHER GRAINS, WHILE IT HAS HAD TO IMPORT MOST OF ITS ORGANICALLY CERTIFIED SUPPLY OF THESE FEED GRAINS TO MEET THE DEMANDS OF THE US ORGANIC POULTRY AND LIVESTOCK INDUSTRIES. THE DEMAND AND PRICES FOR ORGANIC GRAIN ARE SO MUCH HIGHER THAN FOR CONVENTIONAL GRAIN THAT FRAUD IS BEING UNCOVERED. TO MEET THE GROWING DEMAND, THE AMOUNT OF CERTIFIED LAND PRODUCING ORGANIC CORN AND SOYBEANS WILL HAVE TO TRIPLE FROM THE CURRENT 650,000 ACRES TO APPROXIMATELY 2 MILLION ACRES IN THE NEXT FEW YEARS. CHICKEN PRODUCERS IN THE REGION ARE AGGRESSIVELY SEEKING DOMESTIC SOURCES OF ORGANIC GRAIN TO LOWER THEIR DEPENDENCE ON IMPORTS. FURTHER, LOW MILK PRICES ARE SPURRING DAIRY FARMERSTOWARD ORGANIC WHICH WILL REQUIRE STILL MORE ORGANIC GRAINS. THUS, THERE IS A GREAT NEED TO FIND WAYS TO MAKE THE TRANSITION TO ORGANIC PRODUCTION EASIER AND LESS RISKY FOR GRAIN FARMERSCONSUMERS PURCHASE ORGANIC FOOD BOTH FOR FOOD SAFETY (FEWER PESTICIDE RESIDUES) AND FOR ENVIRONMENTAL REASONS (LESS IMPACT ON WATER QUALITY AND CLIMATE). THERE IS GOOD EVIDENCE THAT ORGANIC FOODS DO, INDEED, CONTAIN LOWER LEVELS OF PESTICIDE RESIDUES THAN CONVENTIONALLY PRODUCED FOOD, ALTHOUGH THIS DIFFERENCE IS LESS FOR GRAIN CROPS THAN FOR FRUITS AND VEGETABLES. ORGANIC FARMING IS OFTEN PERCEIVED AS ALSO HAVING FEWER DAMAGING IMPACTS ON THE ENVIRONMENT COMPARED TO OTHER FARMING SYSTEMS THAT USE SYNTHETIC CHEMICALS. HOWEVER, THE CHANGE IN ENVIRONMENTAL IMPACTS DUE TO THE TRANSITION FROM \"CONVENTIONAL\" TO ORGANIC FARMING COULD BE EITHER POSITIVE OR NEGATIVE, DEPENDING ON THE PARTICULAR SYSTEM OF PRACTICES UTILIZED IN THE CONVENTIONAL AND ORGANIC SYSTEMS.IN MARYLAND, MOST GRAIN FARMS CONSIDERED TO BE \"CONVENTIONAL\" PRACTICE SOME FORM OF NO-TILL AGRICULTURE, GROW SOME COVER CROPS AND USE STRICT NUTRIENT MANAGEMENT PLANS WITH SPLIT FERTILIZER APPLICATIONS AND RESTRICTED APPLICATION RATES OF ANIMAL MANURES, NITROGEN, AND PHOSPHORUS FERTILIZERS. MOST ORGANIC FARMERS USE ANIMAL MANURES AS WELL AS LEGUME COVER CROPS TO MAINTAIN SOIL FERTILITY AND RELY ON TILLAGE TO PREPARE SEEDBEDS, INCORPORATE AMENDMENTS, AND CONTROL WEEDS. SINCE THE RATIO OF AVAILABLE P/N IN MANURES AND COMPOSTS FAR EXCEEDS THAT REQUIRED BY CROPS, MANURE USE IS RESTRICTED BY MARYLAND NUTRIENT MANAGEMENT REGULATIONS TO ALLOWABLE P LEVELS, OFTEN RESTRICTING OR EVEN EXCLUDING MANURE AND COMPOST AS FERTILITY OPTIONS FOR ORGANIC FARMERS. THESE LIMITATIONS ON MANURE AND COMPOST AND THE VERY HIGH COST OF ORGANIC FERTILIZERS THAT ARE HIGH IN N BUT LOW IN P MAKE COVER CROPS ESPECIALLY IMPORTANT TO ORGANIC FARMS.WHETHER CONVERTING LAND FROM CONVENTIONAL TO ORGANIC GRAIN PRODUCTION WOULD REDUCE OR INCREASE ENVIRONMENTAL IMPACTS IS AN OPEN QUESTION, ESPECIALLY IN THE DELMARVA REGION WHERE THE MAJORITY OF CONVENTIONAL FARMERS ALREADY EMPLOY SUCH CONSERVATION PRACTICES AS INTEGRATED PEST MANAGEMENT, NUTRIENT MANAGEMENT, AND COVER CROPS. SINCE MARYLAND GRAIN FARMERS PREDOMINANTLY USE NO-TILL OR MINIMUM-TILL SOIL MANAGEMENT, A SWITCH TO TRADITIONAL ORGANIC FARMING METHODS COULD INVOLVE SIGNIFICANT INCREASES SOIL DISTURBANCE, LIKELY ACCOMPANIED BY GREATER EROSION, AND RUNOFF LOSSES, ESPECIALLY DURING THE TRANSITION PERIOD WHEN SOIL ORGANIC MATTER HAS NOT YET BEEN BUILT UP. ALSO, ORGANIC AND VEGETATIVE (LEGUME) NITROGEN INPUTS ARE NOT AS EASILY AND PRECISELY TIMED AND CONTROLLED AS ARE INORGANIC FERTILIZER, SO IT IS UNCLEAR AS TO WHETHER NUTRIENT LOSSES WOULD DECREASE OR INCREASE WITH CONVERSION TO ORGANIC FARMING.ORGANIC PRODUCTION, PER SE, MAY NOT REDUCE ENVIRONMENTAL IMPACTS SUCH AS SEDIMENT AND NUTRIENT LOSS AND GREENHOUSE GAS EMISSIONS. HOWEVER, ORGANIC GRAIN PRODUCTION, IF DONE REGENERATIVELY, MAY MINIMIZE THESE ENVIRONMENTAL IMPACTS AND PROVIDE SUBSTANTIAL ECOSYSTEM SERVICES. AMONG THESE, NUTRIENT LOSS REDUCTION IS VITALLY IMPORTANT GIVEN THAT ABOUT 40% OF NUTRIENT POLLUTION TO THE CHESAPEAKE BAY COMES FROM AGRICULTURE. OTHER ECOSYSTEM SERVICES FROM REGENERATIVE ORGANIC FARMING MAY INCLUDE CARBON SEQUESTRATION, SOIL EROSION CONTROL, PROTECTION OF ABOVE AND BELOW-GROUND BIODIVERSITY, AND PROVISION OF CLEAN WATER TO AQUIFERS AND STREAMS. THIS PROJECT AIMS TO RESEARCH A SUITE OF PRACTICES THAT MAKE ORGANIC FARMING MORE REGENERATIVE THAN TYPICALLY PRACTICED. THEREFORE, THE ADOPTION OF ORGANIC FARMING PRESENTS A RARE OPPORTUNITY FOR GRAIN FARMERS, ESPECIALLY THOSE ON THE DELMARVA PENINSULA, TO REALIZE INCREASED INCOME AS WELL AS POTENTIALLY PROVIDE BETTER STEWARDSHIP OF THEIR LAND AND WATER.THIS PROJECT&#39;S OVERALL AIM IS TO DEVELOP STRATEGIES AND PRACTICES TO MINIMIZE SOIL DISTURBANCE, ENVIRONMENTAL IMPACTS, AND INPUT COSTS WHILE PROVIDING PROFITS DURING THE TRANSITION COMPARABLE TO THOSE REALIZED UNDER CONVENTIONAL GRAIN FARMING.WE PROPOSE AN INTEGRATED RESEARCH-EXTENSION PROJECT TO MENTOR TRANSITIONING FARMERS AND DEVELOP SYSTEMS TO MINIMIZE SOIL DISTURBANCE, ENVIRONMENTAL IMPACTS, AND INPUT COSTS WHILE PROVIDING PROFITABILITY DURING THE TRANSITION PERIOD. THE RESEARCH GOAL IS TO COMPARE FOUR TRANSITION STRATEGIES ALONG A CONTINUUM OF SOIL DISTURBANCE, SOIL COVER, AND INPUT COST. THESE WILL BE REPLICATED IN FARM-EQUIPMENT SCALE PLOTS ON CONTRASTING SOIL AT TWO RESEARCH STATIONS AND ON TWO OR MORE COMMERCIAL FARMS. THEY WILL BE EVALUATED FOR EFFECTS ON SOIL HEALTH, LEACHING AND RUNOFF NUTRIENT LOSS, CROP YIELDS, PROFITABILITY, AND EASE OF MANAGEMENT. IN ORDER OF LEAST TO MOST DISTURBANCE, THE FOUR SYSTEMS ARE 1) PERENNIAL ALFALFA-GRASS HAY, UNTILLED; 2) MINIMUM-TILL CORN-SOYBEAN-WHEAT ROTATION WITH PRECISION-ZONED HIGH-BIOMASS DIVERSE COVER CROPS; 3) REDUCED-TILL CORN-SOYBEAN-WHEAT WITH HIGH-BIOMASS COVER CROPS; AND 4) TRADITIONAL FULL-TILLAGE ORGANIC SOYBEAN-CORN, WITH SIMPLE COVER CROPS AND INPUT SUBSTITUTION (USING ORGANIC-APPRO ED FORMS OF THE SAME TYPES OF INPUTS USED BY CONVENTIONAL FARMS). THE PROJECT WILL ASSESS THE IMPACTS OF THESE TRANSITION STRATEGIES ON SOIL HEALTH, FARM PROFITABILITY, AND CROP PRODUCTIVITY. IT WILL INCLUDE AN OUTREACH COMPONENT THAT INVOLVES FARMERS IN THE RESEARCH AND EMPLOYES EXPERIENCED ORGANIC GRAIN FARMERS IN MENTORING FARMERS WHO ARE INTERESTED IN LEARNING HOW TO TRANSITION TO ORGANIC PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20195110630195_12H3"}, {"internal_id": 85399895, "Award ID": "20195110630194", "Award Amount": 485857.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.303", "Description": "IN THE PACIFIC NORTHWEST, OREGON AND WASHINGTON PRODUCED 228 MILLION POUNDS OF BLUEBERRIES IN 2017, TOTALING 38% OF THE NATIONAL CROP. ORGANIC BLUEBERRY PRODUCTION IS PREDOMINATELY LOCATED IN THE SEMI-ARID REGION EAST OF THE CASCADE RANGE. WHILE THE SIZE OF THE INDUSTRY HAS INCREASED, RESEARCH SUPPORT HAS NOT. CONSEQUENTLY, MANY OF THE HORTICULTURAL ISSUES THAT HAVE EMERGED REMAIN UNRESOLVED, SPECIFICALLY REGARDING NUTRIENT MANAGEMENT. GROWERS REPORT THAT MANAGING SOIL PH AND ORGANIC MATTER ARE THEIR FOREMOST CONCERNS THAT LIMIT PRODUCTION AND LONG-TERM VIABILITY. BLUEBERRY REQUIRES VERY SPECIFIC PH AND ORGANIC MATTER CONDITIONS. THERE ARE NO RESEARCH-BASED RECOMMENDATIONS TO ADVISE GROWERS ON HOW TO BEST MODIFY SOIL PH AND PROVIDE ORGANIC MATTER. THE GOAL OF THIS PROJECT IS TO DEVELOP OPTIMIZED NUTRIENT STRATEGIES TO FACILITATE INDUSTRY EXPANSION AND ENVIRONMENTAL STEWARDSHIP. SPECIFICALLY, WE ARE PROPOSING TO EVALUATE MODIFIED PRACTICES INCLUDING (OBJ. 1) THE NOVEL USE OF PELLETED SULFUR AS A SLOW-RELEASE METHOD, (OBJ. 2) ACIDIFIED GRAPE POMACE, AND (OBJ. 3) ALTERNATIVE BIOCHAR FEEDSTOCKS PRODUCED AT REDUCED TEMPERATURES FOR LOWER PH. THESE OBJECTIVES ARE INTENDED TO RELIEVE INDUSTRY BOTTLENECKS TO IMPROVE PH AND ORGANIC MATTER IN ORGANIC BLUEBERRY. RESEARCH WILL BE COMPLIMENTED WITH (OBJ. 4) A COMPLETE COST-BENEFIT ANALYSIS TO DETERMINE THE ECONOMIC IMPACTS AND VIABILITY OF INVESTIGATED PRACTICES. WE WILL DEVELOP (OBJ. 5) RIGOROUS EDUCATIONAL PROGRAMS RELATED TO PLANTING ESTABLISHMENT AND NUTRIENT MANAGEMENT, INCLUDING DISSEMINATION OF PROJECT INFORMATION AND EVALUATION OF IMPACT. THIS PROJECT WILL PROVIDE PRODUCERS IN THIS REGION AND THROUGHOUT THE U.S. WITH VALUABLE APPLIED OUTCOMES TO OPTIMIZE PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20195110630194_12H3"}, {"internal_id": 85399896, "Award ID": "20195110630193", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-29", "CFDA Number": "10.303", "Description": "COVER CROPS, OR NON-HARVESTED CROPS, ARE ESSENTIAL COMPONENTS OF ORGANIC CROP ROTATIONS. ORGANIC FARMERS PLANT COVER CROPS IN THE LEGUME FAMILY TO SUPPLY NITROGEN TO FIELDS, AND ARE INCREASINGLY EXPERIMENTING WITH COVER CROP MIXTURES TO PROVIDE MULTIPLE ECOSYSTEM SERVICES AT ONCE. KEY SERVICES OF INTEREST TO FARMERS INCLUDE RETAINING SOIL NITROGEN AND PHOSPHORUS, BUILDING SOIL ORGANIC MATTER, AND CONTROLLING WEEDS. THERE IS A CRITICAL NEED TO DETERMINE HOW THE DIVERSITY OF PLANT TRAITS IN MULTI-SPECIES COVER CROP MIXTURES, AND RESULTING ECOSYSTEM SERVICES, VARY ACROSS ENVIRONMENTAL GRADIENTS. OUR MULTI-INSTITUTION RESEARCH AND EXTENSION PROJECT WILL USE NOVEL APPROACHES, INCLUDING A PARTICIPATORY EXPERIMENT ON 15 WORKING FARMS, TO ADDRESS SEVERAL KNOWLEDGE GAPS FOR OPTIMAL MIXTURE PERFORMANCE. FIRST, WE WILL DETERMINE MIXTURE PERFORMANCE ALONG A SOIL HEALTH GRADIENT RESULTING FROM DIFFERENCES IN FARM MANAGEMENT HISTORY AND SOIL TYPE. SECOND, WE WILL IDENTIFY RELATIONSHIPS BETWEEN PLANT FUNCTIONAL TRAIT DIVERSITY IN COVER CROP MIXTURES AND ECOSYSTEM SERVICES. THIRD, WE WILL QUANTIFY LEGUME NITROGEN FIXATION, PHOSPHORUS CYCLING, ROOT BIOMASS, AND WEED SUPPRESSION ON FARMS TO SUPPORT THE SUCCESS OF DIVERSIFIED, ORGANIC CROPPING SYSTEMS. FINALLY, WE WILL GENERATE PRACTICAL MANAGEMENT RECOMMENDATIONS FOR ORGANIC AND TRANSITIONING FARMERS, INCLUDING AN ECONOMIC ASSESSMENT OF MIXTURES, WHICH WILL SUPPORT BROADER IMPLEMENTATION OF COVER CROP MIXTURES IN MICHIGAN AND BEYOND. KNOWLEDGE OF COVER CROP MIXTURES THAT IMPROVE ECOLOGICAL NUTRIENT MANAGEMENT ON FARMS COULD BE EXTENDED TO ADDRESS BROADER CONSERVATION GOALS FOR WATER QUALITY. RESULTS WILL ALSO INFORM IMPROVEMENTS TO AN ONLINE COVER CROP DECISION TOOL, AND WILL BE SHARED WIDELY THROUGH OUTREACH ACTIVITIES INCLUDING EXTENSION BULLETINS, PRESENTATIONS AT FARMER MEETINGS, FIELD DAYS, WORKSHOPS, AND ENGAGEMENT WITH POLICY COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_20195110630193_12H3"}, {"internal_id": 85399897, "Award ID": "20195110630192", "Award Amount": 499731.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.303", "Description": "COTTON IS AN IMPORTANT CROP IN THE UNITED STATES (US) AND TEXAS IS THE LEADING PRODUCER OF THIS COMMODITY, PLANTED ON ABOUT 7.8 MILLION ACRES IN 2018 (NASS 2019), WITH A DIRECT SALES VALUE OF $2.7 BILLION AND AN ECONOMIC IMPACT OF $24 BILLION ANNUALLY INCLUSIVE OF ALL PRODUCTS AND SERVICES (OTA 2019). IN ADDITION TO THE FIBER, COTTONSEED IS AN IMPORTANT COMPONENT OF THE INDUSTRY, WHICH IS OFTEN OVERLOOKED. IN 2018, TEXAS PRODUCED ABOUT 2 MILLION TONS OF COTTONSEED, WITH A SALES VALUE OF $341 MILLION (NASS 2019). THOUGH THE MAJORITY (~97%) OF THE CURRENT US ORGANIC COTTON IS PRODUCED IN TEXAS, THE ACREAGE IS STILL VERY LOW (APPROX. 14,000 ACRES, ONLY 0.2% OF ALL COTTON ACRES IN TX) AND IS MAINLY CONCENTRATED IN THE TEXAS HIGH PLAINS. THERE IS A HIGH POTENTIAL FOR EXPANDING ORGANIC COTTON PRODUCTION IN THE STATE, PARTICULARLY IN THE CENTRAL AND GULF COAST TEXAS REGIONS, BUT KNOWLEDGE GAPS EXIST FOR TRANSITIONING FROM CONVENTIONAL TO ORGANIC COTTON, INCLUDING ORGANIC DEFOLIATION METHODS, CONSERVATION TILLAGE, AND COVER CROP SYSTEMS FOR WEED MANAGEMENT, SOIL NUTRIENT DYNAMICS AND GREENHOUSE GAS MITIGATION POTENTIAL. THE OVERARCHING GOAL OF THIS PROJECT IS TO HELP BRIDGE THE KNOWLEDGE GAPS THROUGH INTERDISCIPLINARY RESEARCH AND OUTREACH.RESEARCH: DEVELOPING ORGANICALLY-APPROVED DEFOLIATION METHODS CAN GREATLY BENEFIT ORGANIC COTTON GROWERS. IN THIS REGARD, SOME OF THE NONSYNTHETIC NATURAL PRODUCT HERBICIDES DEVELOPED FOR USE IN OTHER ORGANIC SYSTEMS CAN BE EVALUATED FOR THEIR UTILITY AS A DEFOLIANT IN COTTON. OMRI ENSURES THAT THE CONSTITUENTS OF THE PRODUCTS MEET THE REQUIREMENTS OF THE NOP GUIDELINES, BUT IT DOES NOT EVALUATE THE EFFICACY OF THE PRODUCTS FOR THEIR HERBICIDAL PROPERTIES. DIFFERENT CONCENTRATIONS AND COMBINATIONS OF PLANT ESSENTIAL OILS AND OTHER NATURAL PRODUCTS WILL BE TESTED FOR THEIR EFFECTIVENESS AS A DEFOLIANT FOR COTTON.WEEDS PRESENT THE MOST IMPORTANT CHALLENGE FOR ORGANIC CROP PRODUCTION, AND ECONOMICAL WEED MANAGEMENT IS TOUTED AS THE PRIME CONSTRAINT FOR TRANSITIONING TO ORGANIC AGRICULTURE (CAVIGELLI ET AL. 2008; POSNER ET AL. 2008; LIEBMAN AND DAVIS 2009). REMOVAL OF TILLAGE FROM ORGANIC PRODUCTION SYSTEMS WARRANTS THE DEVELOPMENT OF ROBUST NON-CHEMICAL WEED MANAGEMENT TACTICS. INTEGRATION OF COVER CROPS CAN PROVIDE EFFECTIVE WEED MANAGEMENT, IN ADDITION TO IMPROVING SOIL HEALTH AND PROVIDING OTHER ECOSYSTEM BENEFITS (TEASDALE 1996; GALLANDT ET AL. 1999; HARTWIG AND AMMON 2002). GROWERS CAN TAKE ADVANTAGE OF THE EXTENDED GROWING SEASON (SEP TO NOV) IN THE CENTRAL AND GULF COAST REGIONS AND PLANT A SHORT-DURATION COVER CROP AFTER COTTON HARVEST (TYPICALLY HARVESTED IN THE REGION BY THE END OF AUG) TO SUPPRESS POST-HARVEST RECRUITS OF PROBLEMATIC SUMMER-ANNUAL WEEDS SUCH AS PALMER AMARANTH (AMARANTHUS PALMERI), WATERHEMP (A. TUBERCULATUS), AND RAGWEED PARTHENIUM (PARTHENIUM HYSTEROPHORUS) THROUGH LIVE BIOMASS. FURTHER, LATE FALL-PLANTED WINTER COVER CROPS CAN FACILITATE IN-SEASON SUPPRESSION OF WINTER ANNUAL WEEDS THROUGHLIVE BIOMASS AND SUPPRESSION OF SUMMER ANNUAL WEEDS THROUGH COVER CROP RESIDUES.AGRONOMIC PRACTICES IN CENTRAL AND GULF COAST TEXAS ARE CURRENTLY DOMINATED BY INTENSIVE TILLAGE SYSTEMS (I.E. CONVENTIONAL TILLAGE). MANY ORGANIC FARMERS RELY ON TILLAGE AND ROW CULTIVATION FOR WEED MANAGEMENT (TEASDALE AND MIRSKY 2015). THIS POSES A GREAT CHALLENGE TO ORGANIC FARMING. THERE IS UNEQUIVOCAL RESEARCH EVIDENCE THAT TILLAGE AND REPEATED CULTIVATIONS DEGRADE SOIL QUALITY (WIENHOLD AND HALVORSON 1998; LAL 2015). LONG-TERM CONTINUOUS CULTIVATION ALSO LEADS TO SOIL EROSION, INCREASED EMISSION OF GHGS SUCH AS CO2, AND REDUCED CARBON SEQUESTRATION, IN ADDITION TO ADDED LABOR AND ENERGY COSTS.IN THIS RESEARCH, WE WILL EVALUATE VARIOUS SUMMER AS WELL AS WINTER COVER CROP SPECIES AND COMPARE CONVENTIONAL AND CONSERVATION TILLAGE SYSTEMS. OBSERVATIONS WILL INCLUDE SOIL MOISTURE DYNAMICS, WEED SUPPRESSION, SOIL FERTILITY, GREENHOUSE GAS EMISSIONS, AND CROP BIOMASS AND YIELD.OUTREACH AND EDUCATIONDEVELOPING AND DELIVERING PERTINENT OUTREACH ACTIVITIES IS IMPERATIVE TO PROVIDE CRITICAL PRODUCTION INFORMATION AND BEST MANAGEMENT PRACTICES TO GROWERS IN A TIMELY MANNER. DEMONSTRATION OF THE BENEFITS OF THESE BEST PRODUCTION PRACTICES ON YIELD AND ECONOMICS WILL PARTICULARLY ENTICE OTHER FARMERS CONSIDERING ON TRANSITIONING TO ORGANIC PRODUCTION. TO BE EFFECTIVE, THESE DEMONSTRATIONS SHOULD BE CONDUCTED IN PARTICIPATING GROWER FIELDS. THIS WILL ALLOW THE FARMERS TO SEE FOR THEMSELVES THE BENEFITS OF IMPROVED PRODUCTION PRACTICES, AND THE INFORMATION WILL SUBSEQUENTLY DISSEMINATE TO OTHER FARMERS THROUGH &#39;WORD OF MOUTH&#39;. FURTHER, PROVIDING TRAINING AND SUPPORT ON ORGANIC CERTIFICATION PROCESS WILL ASSIST GROWERS AND OFFER A POSITIVE EXPERIENCE WHILE TRANSITIONING TO ORGANIC COTTON PRODUCTION. THERE IS A LACK OF EDUCATIONAL MATERIAL AND OUTREACH BULLETINS ON ORGANIC COTTON PRODUCTION. DEVELOPING ROBUST EDUCATIONAL MATERIAL ON DIFFERENT ASPECTS OF ORGANIC PRODUCTION WILL ALLOW THE GROWERS DEVELOP A GOOD UNDERSTANDING OF THE BASICS OF ORGANIC PRODUCTION. ENGAGEMENT OF COUNTY EXTENSION AGENTS SHOULD BE AN IMPORTANT COMPONENT OF THE OUTREACH PLAN BECAUSE THEY ARE THE FIRST POINT OF CONTACT FOR INFORMATION BY THE GROWERS. ADDITIONALLY, TRAINING GRADUATE AND UNDERGRADUATE STUDENTS WITH ORGANIC PRODUCTION PRACTICES CAN PROVIDE LONG-TERM BENEFITS SINCE THESE STUDENTS ARE THE ONES WHO WILL GREATLY INFLUENCE THE FUTURE OF ORGANIC PRODUCTION, AS FARMERS, RENTED OPERATORS, FIELD AGRONOMISTS, RESEARCH SCIENTISTS, EXTENSION PERSONNEL, POLICY MAKERS, AS WELL AS PROGRESSIVE MEMBERS OF THE GENERAL PUBLIC. OUR OUTREACH AND EDUCATION PLAN WILL ADDRESS THESE CRITICAL ASPECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20195110630192_12H3"}, {"internal_id": 85399898, "Award ID": "20195110630191", "Award Amount": 498793.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.303", "Description": "CENTER ROT HAS EMERGED AS A CHRONIC PROBLEM IN NUMBER OF ONION GROWING REGIONS (CONVENTIONAL AND ORGANIC) IN THE UNITED STATES INCLUDING GEORGIA AND MICHIGAN, AND HAS BEEN RESPONSIBLE FOR SIGNIFICANT PRE- AND POST-HARVEST LOSSES IN YIELD AND QUALITY. THE PRIMARY EMPHASIS OF THE PROPOSED PROJECT IS TO ADVANCE TECHNOLOGIES AND OUTREACH TO PROMOTE THE TRANSITION TO ORGANIC ONION PRODUCTION IN TWO PRODUCTIVE REGIONS, SOUTHERN AND NORTHCENTRAL U.S. OUR INTEGRATED APPROACH FOCUSES ON MINIMIZING INOCULUM SOURCES (WEEDS, THRIPS) THROUGH MICROBIAL CONTROL, WEED MANAGEMENT, AND BIOLOGICAL CONTROL PROVISIONING TO FORM AN ENVIRONMENTALLY SOUND PACKAGE FOR ORGANIC ONION GROWERS. WE ALSO INTEND TO COMPARE THE RELATIVE IMPACT OF ORGANIC TREATMENTS AND MANAGEMENT TACTICS ON THE BIODIVERSITY OF PARASITOIDS AND PREDATORS. ADDITIONALLY, WE WILL CONDUCT A COST-BENEFIT ANALYSIS TO ASSESS HOW THE NEW MANAGEMENT STRATEGY WILL RESULT IN INCREASED PROFITS. IN ADDITION, WE WILL INVOLVE A \"STAKEHOLDER-ADVISORYPANEL\" WHO WILL INDEPENDENTLY EVALUATE THE PERFORMANCE OF THE PROJECT DURING THE PROJECT DURATION. WE ENVISION THAT THE OUTCOMES OF THIS PROJECT WILL IMPROVE CENTER ROT MANAGEMENT STRATEGIES WITH AN \"INTEGRATED\" APPROACH AND WILL ENSURE THE SUSTAINABILITY AND PROFITABILITY OF ORGANIC ONION IN THE U.S. THE CURRENT PROJECT IS IN LINE WITH THE STAKEHOLDER&#39;S NEED/INPUT AND THE ORG RFA PRIORITIES: UNDERSTANDING OF WEEDS, PESTS AND DISEASE DYNAMICS IN ORGANIC SYSTEM (PRIORITY 1); AND OVERCOME BARRIERS TO ORGANIC TRANSITION BY DEVELOPING PRACTICAL INFORMATION AND TOOLS FOR PRODUCER USE (PRIORITY 2).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20195110630191_12H3"}, {"internal_id": 83795098, "Award ID": "20195110630190", "Award Amount": 495576.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-20", "CFDA Number": "10.303", "Description": "KEEPING WEED PRESSURE LOW AND BUILDING UP SOIL ORGANIC MATTER AND FERTILITY LEVELS ARE TWO OF THE MOST IMPORTANT OBJECTIVES FOR GROWERS TRANSITIONING GROUND FROM CONVENTIONAL TO ORGANIC MANAGEMENT. WHILE LITTLE INFORMATION HAS BEEN AVAILABLE TO GROWERS IN THE PAST, RECOMMENDATIONS FOR THE TRANSITION PERIOD HAVE TRADITIONALLY EMPHASIZED HIGH ORGANIC MATTER INPUTS FROM HIGH-BIOMASS CROPS AND/OR APPLICATION OF ORGANIC MATERIALS LIKE COMPOSTS OR MANURES. ALTERNATIVELY, SOME EXPERIENCED GROWERS RECOMMEND USING PERENNIAL CROPS LIKE ALFALFA DURING THE TRANSITION PERIOD. UNCERTAINTY REMAINS REGARDING THE RELATIVE EFFICACY AND PROFITABILITY OF ANNUAL VERSUS PERENNIAL APPROACHES TO TRANSITION, ESPECIALLY IN CALIFORNIA TOMATO PRODUCTION SYSTEMS.PROCESSING TOMATOES ARE AN IMPORTANT CROP IN NORTHERN CALIFORNIA, A REGION THAT PRODUCES OVER 95% OF THE TOMATOES THAT ARE USED FOR KETCHUP, SAUCES, SALSA, AND CANNING IN THE NATION.DEMAND FOR ORGANIC PROCESSING TOMATOES HAS BEEN GROWING STEADILY THROUGHOUT THE LAST DECADE BY ONE TO TWO PERCENT PER YEAR,AND DECREASING REVENUES IN THE CONVENTIONAL TOMATO INDUSTRY COULD DRIVE MORE PRODUCERS TO CONSIDER TRANSITIONING THEIR TOMATO PRODUCTION OPERATIONS TO ORGANIC.DESPITE THE STEADY GROWTH IN ORGANIC PROCESSING TOMATO PRODUCTION IN CALIFORNIA, LITTLE INFORMATION TAILORED TO THE PROCESSING TOMATO INDUSTRY HAS BEEN MADE AVAILABLE TO INFORM MANAGEMENT PRACTICES AND DECISIONS DURING THE TRANSITION TO ORGANIC PERIOD. PARTICULARLY, NORTHERN CALIFORNIA GROWERS HAVE EXPRESSED A NEED FOR INFORMATION ON CROPPING STRATEGIES AND ROTATION OPTIONS, INCLUDING COVER CROPS, ANNUAL CROPS, AND PERENNIAL FORAGES, AS WELL AS A MORE DETAILED UNDERSTANDING OF SOIL ORGANIC MATTER, NUTRIENT, AND SOIL MICROBIAL COMMUNITY TRENDS AS THE TRANSITION-TO-ORGANIC PERIOD PROGRESSES. THIS STUDY AIMS TO PROVIDE CALIFORNIA TOMATO GROWERS WITH INFORMATION THEY HAVE REQUESTED ON THE I) TIME SCALE OF CONVERSION OF SOIL FERTILITY AND STRUCTURE DURING THE TRANSITION TO ORGANIC PRACTICES, II) THE OPTIMAL ROTATIONAL CROPS FOR N RELEASE AND SOIL CARBON BUILDING IN MEDITERRANEAN CROPPING SYSTEMS, AND III) COMPREHENSIVE FINANCIAL ANALYSES OF INCREMENTAL COSTS AND BENEFITS TO MAXIMIZE NET REVENUES (OR MINIMIZE COSTS) FOR GROWERS DURING TRANSITION AND SUBSEQUENT CERTIFIED ORGANIC PRODUCTION. THESE RESULTS WILL BE DISSEMINATED THROUGH INNOVATIVE EDUCATIONAL AND EXTENSION METHODS, INCLUDING HANDS-ON SOIL HEALTH AND WINTER COVER CROP MANAGEMENT WORKSHOPS AND AUDIO PROGRAMMING FOR RADIO AND PODCAST DISSEMINATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20195110630190_12H3"}, {"internal_id": 83795097, "Award ID": "20195110630189", "Award Amount": 499500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-15", "CFDA Number": "10.303", "Description": "THE RELIANCE OF GRAIN AND FORAGE ORGANIC PRODUCTION ON TILLAGE, MANURE AND COVER CROPS TO CONTROL WEEDS AND NUTRIENT SUPPLY CREATES CHALLENGES TO CONTROL NITROUS OXIDE EMISSION AND NITROGEN LEACHING. OUR PRIOR RESEARCH SHOWS THAT EMISSIONS ARE HIGH WHEN PLOWING LEGUME COVER CROPS OR WHEN THESE COVER CROPS ARE COLOCATED WITH MANURE AND PLOWED IN. WE IDENTIFIED THE PROCESS THAT CAUSES THE PEAK EMISSION: DENITRIFICATION DRIVEN BY HYPOXIC CONDITIONS CAUSED BY HIGH RESPIRATION RATES. THE HIGH AVAILABILITY OF NITRATE THAT DRIVES DENITRIFICATION LOSSES ALSO CAUSES LEACHING. LAND TRANSITIONING TO ORGANIC AGRICULTURE, AS WELL AS LAND MANAGED ORGANICALLY OR CONVENTIONALLY, MUST CONTROL THESE HARMFUL N LOSSES, A FACT ACKNOWLEDGED BY STAKEHOLDERS THROUGH DIVERSE VENUES. WE PROPOSE SMART TILLAGE TO CREATIVELY REGULATE THE DISTRIBUTION AND CONCENTRATION OF COVER CROP RESIDUES AND MANURE RESIDUES IN THE PLOW LAYER, CUTTING EMISSIONS OF NITROUS OXIDE BY A HALF DURING THE PEAK EMISSION PHASE - THE CORN PHASE OF THE ROTATION. THIS IS THE PHASE THAT RECEIVES THE LARGET INPUT OF BOTH ORGANIC NITROGEN AND ORGANIC CARBON AS COVER CROP OR MANURE INPUT.SPECIFICALLYL, WE PROPOSE TO DILUTE COVER CROPS RESIDUES IN A THICKER SOIL LAYER BEFORE INVERSION TILLAGE, SECLUDE MANURE FROM COVER CROP RESIDUES BY APPLYING MANURE AFTER COVER CROP BURIAL, AND BY HARVESTING LEGUME ABOVEGROUND COVER CROP BIOMASS WHEN PRACTICAL AND WHEN ABOVE A GIVEN THRESHOLD. WE TERMED ALL THESE PRACTICES SMART TILLAGE.THE PROJECT INCLUDES NOVEL WAYS OF MONITORING OXYGEN AND CARBON DIOXIDE CONCENTRATION IN THE PLOW LAYER THROUGH IMAGING, WHICH CAN PRODUCE POTENT IMAGERY FOR EDUCATIONAL ACTIVITIES. THE EXPERIMENTS WILL BE DONE IN AN ONGOING ORGANIC ROTATIONAL EXPERIMENT THAT WILL BE CUSTOMIZED TO TEST OUR HYPOTHESES, CONDUCT FIELD DAYS, AND SUPPORT GRADUATE WORK. WE PROPOSE MULTIPLE AVENUES TO RECEIVE AND PROVIDE FEEDBACK TO STAKEHOLDERS, INCLUDING TESTING OUR SMART TILLAGE ALTERNATIVES IN TWO COMMERCIAL ORGANIC FARMS. REDUCING N LOSSES AND PRESERVING PRODUCTIVITY IS A PRIORITY FOR AN ENVIRONMENTALLY FRIENDLY AND ECONOMICALLY VIBRANT ORGANIC AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20195110630189_12H3"}, {"internal_id": 85399899, "Award ID": "20195110630188", "Award Amount": 499993.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.303", "Description": "MANURE FERTILIZERS BRING MANY BENEFITS FOR PLANT AND SOIL HEALTH. HOWEVER, BECAUSE MANURE IS NOT COMPOSED WITH AN IDEAL BALANCE OF MACRO/MICRONUTRIENTS FOR CROPS, MEETING THE NEEDS FOR NITROGEN CAN LEAD TO ACCUMULATIONS OF SURPLUS PHOSPHOROUS. NUTRIENT IMBALANCES, IN TURN, MAY EXACERBATE WEED AND INSECT PEST PRESSURE, BRINGING UNEXPECTED AND UNWELCOME MANAGEMENT COSTS TO GROWERS. WE PROPOSE THREE RESEARCH OBJECTIVES TO HELP TRANSITIONING ORGANIC FARMERS USE FERTILITY INPUTS TO ACHIEVE BALANCED SOIL NUTRITION THAT MAXIMIZES PROFITABILITY AND OPTIMIZES PEST MANAGEMENT, FOCUSING ON ZUCCHINI CROPS (CUCURBITA PEPO SUBSP. PEPO), DUE TO THEIR ECONOMIC IMPORTANCE AND CHALLENGING WEED AND INSECT PROBLEMS. FIRST, WE WILL SEARCH FOR LINKS BETWEEN SOIL NITROGEN, PHOSPHOROUS, AND DENSITIES OF WEEDS AND PESTS, ON A NETWORK OF MORE THAN 50 COLLABORATING ORGANIC MIXED-VEGETABLE FARMS ACROSS THE SOUTHEAST. SECOND, WE WILL EXPERIMENTALLY DEFINE HOW DIFFERENT MANURE COMPOST APPLICATION RATES IMPACT INTERACTIONS BETWEEN WEEDS, INSECTS, AND CROP YIELD. THIRD, WE WILL OPTIMIZE COMBINATIONS OF COVER CROPS AND DIFFERENT COMPOST FERTILIZERS THAT IMPROVE NUTRIENT BALANCE WHILE PROMOTING NATURAL PEST SUPPRESSION. COMPLEMENTARY ECONOMIC ANALYSES WILL ALLOW GROWERS TO CONFIDENTLY ENSURE PROFITABILITY WHILE MINIMIZING LABOR INVESTMENTS, WHILE ON-FARM WORK WITH OUR LARGE NETWORK OF COOPERATING GROWERS WILL ENSURE REAL-WORLD APPLICABILITY OF OUR FINDINGS WHILE FACILITATING OUTREACH EFFORTS. WE WILL EXTEND OUR FINDINGS TO A BROADER AUDIENCE THROUGH WORKSHOPS, FIELD DAYS, AND ELECTRONIC MEDIA. ALTOGETHER, OUR PROJECT ADDRESSES ORG PRIORITIES BY QUANTIFYING COSTS AND BENEFITS OF ORGANIC MANURE COMPOSTS FOR BIODIVERSITY, SOIL HEALTH, AND NATURAL PEST CONTROL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20195110630188_12H3"}, {"internal_id": 85399900, "Award ID": "20195110230202", "Award Amount": 508861.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-29", "CFDA Number": "10.303", "Description": "THIS INTEGRATED PROJECT, A PARTNERSHIP BETWEEN RESEARCH AND EXTENSION SPECIALISTS AT THE UNIVERSITY OF GEORGIA, CLEMSON UNIVERSITY, AND USDA-ARS, AIMS TO DEVELOP SUSTAINABLE MANAGEMENT PRACTICES FOR CONTROL OF SOUTHERN ROOT-KNOT NEMATODE (RKN; MELOIDOGYNE INCOGNITA), BACTERIAL WILT (CAUSED BY RALSTONIA SOLANACEARUM), SOUTHERN BLIGHT (CAUSED BY ATHELIA ROLFSII), AND WEEDS IN TOMATO PRODUCTION SYSTEMS IN GEORGIA AND SOUTH CAROLINA. THE OVERALL GOAL OF THE PROJECT IS TO INTEGRATE EITHER NON-FUMIGANT NEMATICIDES OR ANAEROBIC SOIL DISINFESTATION (ASD) WITH GRAFTING ONTO ROOTSTOCKS WITH RESISTANCE TO MULTIPLE PATHOGENS TO DEVELOP AN EFFECTIVE MANAGEMENT PROGRAM THAT GROWERS CAN ADOPT FOR TOMATO PRODUCTION. THIS PROPOSAL ADDRESSES ONE OF THE PROGRAM PRIORITIES, \"HOW CAN CURRENT METHYL BROMIDE ALTERNATIVES BE IMPROVED OR COMBINED TO IMPROVE THEIR EFFECTIVENESS AND ECONOMIC VIABILITY?\" WE WILL EXAMINE THE EFFICACY OF SOLANUM SISYMBRIIFOLIUM AS A RESISTANT ROOTSTOCK FOR CONTROL OF RKN, BACTERIAL WILT, AND SOUTHERN BLIGHT. OUR PRELIMINARY RESEARCH DEMONSTRATES THAT S. SISYMBRIIFOLIUM IS RESISTANT TO MULTIPLE MAJOR SPECIES OF RKN. WE WILL DETERMINE IF COMBINING GRAFTED TOMATOES WITH NEMATICIDES OR ASD WILL IMPROVE CONTROL OF SOILBORNE PESTS. WE WILL CONDUCT COST-RETURN ANALYSES TO DEMONSTRATE THAT OUR INTEGRATED MANAGEMENT PRACTICES ARE PROFITABLE TOOLS FOR TOMATO GROWERS. WE WILL USE OUR ESTABLISHED EXTENSION PROGRAMS TO COMMUNICATE OUR RESULTS TO STAKEHOLDERS. OUR INTEGRATED RESEARCH AND EXTENSION ACTIVITIES WILL LEAD TO EFFECTIVE MANAGEMENT STRATEGIES TO REPLACE CURRENTLY USED METHYL BROMIDE ALTERNATIVES, PROTECT THE TOMATO INDUSTRY FROM SOILBORNE PESTS, AND IMPROVE TOMATO PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20195110230202_12H3"}, {"internal_id": 83795096, "Award ID": "20195110230201", "Award Amount": 234495.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-21", "CFDA Number": "10.303", "Description": "PLANT-PARASITIC NEMATODES PRESENT A SIGNIFICANT ECONOMIC HURDLE FACED BY STRAWBERRY AND VEGETABLE FARMERS IN FLORIDA. PRIOR TO ITS PHASE-OUT, METHYL BROMIDE WAS THE CORNERSTONE OF NEMATODE MANAGEMENT IN INFESTED FIELDS IN FLORIDA. ALTERNATIVE FUMIGANTS HAVE NOW BEEN ADOPTED; HOWEVER, DISEASE INCIDENCE AND ECONOMIC LOSSES ARE STEADILY RISING. NEW NON-FUMIGANT NEMATICIDES HAVE NOW BECOME AVAILABLE TO GROWERS. IN RECENTLY CONDUCTED SMALL-PLOT FIELD TRIALS, NON-FUMIGANT NEMATICIDES PROVIDED EXCELLENT NEMATODE MANAGEMENT ON STRAWBERRY AND TOMATO. THE LONG-TERM GOAL OF THIS PROJECT IS TO IMPROVE GROWER ADOPTION OF NON-FUMIGANT NEMATICIDES AS A COMPONENT OF AN INTEGRATED PEST MANAGEMENT STRATEGY IN FLORIDA STRAWBERRY AND VEGETABLES. USING DEMONSTRATION TRIALS CONDUCTED AT COMMERCIAL STRAWBERRY, TOMATO, AND CUCUMBER FARMS WE WILL DEMONSTRATE THE EFFICACY OF NON-FUMIGANT NEMATICIDES RELATIVE TO THAT OF CURRENT METHYL BROMIDE ALTERNATIVES. BY CONDUCTING COST BENEFIT ANALYSES WE HOPE TO ENCOURAGE GROWERS THAT NON-FUMIGANT NEMATICIDES CAN BE AN ECONOMICALLY FEASIBLE NEMATODE MANAGEMENT OPTION. LASTLY, BY HOLDING GROWER SPECIFIC WORKSHOPS AND FIELD TOURS, WE HOPE TO IMPROVE GROWER KNOWLEDGE OF NON-FUMIGANT NEMATICIDES. OVERALL, WE BELIEVE THIS EXTENSION PROJECT WILL PROVIDE THE FINAL PUSH FOR GROWER ADOPTION OF NON-FUMIGANT NEMATICIDES IN STRAWBERRY AND VEGETABLE PRODUCTION SYSTEMS IN FLORIDA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20195110230201_12H3"}, {"internal_id": 85399901, "Award ID": "20195110230126", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.303", "Description": "THE FUMIGATION OF LOGS FOR EXPORT REMAINS ONE OF THE LARGEST QUARANTINE AND PRE-SHIPMENT USE EXEMPTIONS FOR METHYL BROMIDE (MB) IN THE UNITED STATES. LOG FUMIGATION SCHEDULES USE HIGH DOSES OF MB TO KILL PINEWOOD NEMATODES, BURSAPHELENCHUS XYLOPHILUS, AND THE OAK WILT FUNGUS, BRETZIELLA FAGACEARUM, WHICH ARE THE TWO MOST IMPORTANT PESTS ASSOCIATED WITH US LOG EXPORTS. THE PHASE-OUT OF MB HAS MADE THE FUMIGANT MORE EXPENSIVE AND MAKES ITS FUTURE AVAILABILITY UNCERTAIN. IN ADDITION, LOCAL AIR QUALITY REGULATIONS RESTRICT MB USE AND HAVE REDUCED THE VOLUME OF LOG EXPORTS FROM THE US. COMMERCIALLY VIABLE ALTERNATIVES TO MB ARE DESPERATELY NEEDED FOR US LOG EXPORTS TO PROTECT A MARKET WORTH OVER $2.3 BILLION ANNUALLY.RECENT STUDY OF TWO POTENTIAL ALTERNATIVE FUMIGANT PRODUCTS, SULFURYL FLUORIDE (SF) AND PHOSPHINE (PH3), HAS SHOWN THAT NEITHER IS ABLE TO PROVIDE COMPLETE CONTROL OF PINEWOOD NEMATODE OR OAK WILT. AS A RESULT OF THESE FINDINGS, PRELIMINARY TESTING WAS CONDUCTED WITH ETHANEDINITRILE (EDN), WITH PROMISING RESULTS THUS FAR.1) PROJECT TYPE: THIS INTEGRATED PROJECT WILL COMBINE RESEARCH ON EDN AS A LOG FUMIGANT, ENGAGEMENT WITH COMMERCIAL FUMIGATORS TO PERFORM EXPERIMENTAL TRIALS, AND ECONOMIC ANALYSES THAT FACILITATE THE USE OF EDN IN PLACE OF MB FOR LOG EXPORTS.2) STATEMENT OF THE LONG-TERM GOAL: THE LONG-TERM GOAL IS TO END OR SIGNIFICANTLY REDUCE THE USE OF MB FOR LOG EXPORTS.THE USE OF MB CONTINUES FOR LOG EXPORTS, AND TO A LESSER DEGREE FOR DOMESTIC MOVEMENT OF WOOD PRODUCTS UNDER THE QUARANTINE AND PRE-SHIPMENT USE EXEMPTION. THE ADOPTION OF AN EFFECTIVE AND PRACTICAL FUMIGANT ALTERNATIVE TO MB WOULD FACILITATE COMPLIANCE WITH STATE AND FEDERAL AIR QUALITY REGULATIONS, AND WOULD BENEFIT THE INDUSTRIES AND REGULATORY AGENCIES INVOLVED IN THE INTERNATIONAL TRADE OF LOGS.THE OBJECTIVES OF THE PROPOSED PROGRAM ARE TO:DEVELOP EFFICACY DATA FOR EDN AS AN ALTERNATIVE TO MB AGAINST PINEWOOD NEMATODE AND OAK WILT, THE TWO MOST IMPORTANT TRADE BARRIERS FOR LOG EXPORTS.COLLABORATE WITH INDUSTRY STAKEHOLDERS AND REGULATORY AGENCIES TO DEVELOP QUARANTINE-LEVEL FUMIGATION TREATMENT SCHEDULES BASED ON THE EFFICACY DATA AND VALIDATE THEM ON COMMERCIAL SIZE LOADS OF LOGS.PROVIDE DATA PACKAGES TO SUPPORT EDN FOR PRE-SHIPMENT USE BY US TRADING PARTNERS FOR LOG EXPORTS.ANALYZE THE FINANCIAL IMPACT OF THE SUBSTITUTION OF EDN AS A FUMIGANT ALTERNATIVE TO MB FOR LOG EXPORTERS.PARTNER WITH COMMERCIAL FUMIGATORS AND LOG EXPORTERS ABOUT THEIR TREATMENT OPTIONS, AND ASSOCIATED PROTOCOLS AND COSTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b8bab16-0509-a83d-c16c-f4a854caea4d-C", "generated_internal_id": "ASST_NON_20195110230126_12H3"}, {"internal_id": 85399902, "Award ID": "20195110230125", "Award Amount": 156110.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-29", "CFDA Number": "10.303", "Description": "THIS INTEGRATED RESEARCH AND EXTENSION PROJECT WILL LEAD TO EFFICIENT CONTROL OF SOILBORNE PATHOGENS BY DEVELOPING A MULTI-TACTIC SOILBORNE DISEASE MANAGEMENT PLAN. CURRENT FUMIGATION PRACTICE IS TO APPLY ONE RATE ACROSS WHOLE FIELDS BUT PATHOGEN DISTRIBUTION IS UNEVEN AND AREAS WITH LITTLE DISEASE NEED LITTLE OR NO FUMIGANT. PEST DISTRIBUTION MAPS WOULD ENABLE FUMIGANT APPLICATION AT THE APPROPRIATE DOSE WHERE NEEDED. WE PROPOSE TO MAP SOILBORNE PESTS AND THEN PERFORM SITE-SPECIFIC FUMIGANT APPLICATION COMBINED WITH CROP ROTATION TO MANAGE SOILBORNE PESTS. THIS PROJECT IS RELEVANT TO THE METHYL BROMIDE TRANSITIONS PROGRAM BECAUSE SOILBORNE PEST POPULATION MAPS WILL BE USED TO IMPROVE CONTROL OF PESTS IN STRAWBERRY AND ROTATIONAL CROP VEGETABLES BY IMPROVING FUMIGANT USE EFFICIENCY. SOILBORNE PATHOGENS VERTICILLIUM DAHLIAE AND PHYTOPHTHORA SPP. AND EMERGING PESTS MACROPHOMINA PHASEOLINA AND FUSARIUM OXYSPORUM F. SP. FRAGARIAE ARE SERIOUS THREATS TO STRAWBERRY AND V. DAHLIAE IS PROBLEMATIC ON VEGETABLES LIKE LETTUCE. OUR HYPOTHESIS IS THAT THIS SYSTEM WILL LEAD TO MORE EFFECTIVE USE OF FUMIGANTS WITH 20% LESS FUMIGANT APPLIED AND DEVELOP NEW INTEGRATED PEST MANAGEMENT STRATEGIES FOR STRAWBERRY AND VEGETABLES. TO DO THIS, SOIL FROM SELECTED FIELDS ARE SAMPLED IN A GRID-LIKE PATTERN WITH PATHOGENS QUANTIFIED USING MOLECULAR AND PLATING ASSAYS. GPS-CONTROLLED FUMIGATION EQUIPMENT IS USED FOR VARIABLE RATE APPLICATION TO MANAGE PATHOGEN PRESSURE AS IDENTIFIED IN THE DISTRIBUTION MAP. THE EFFECTIVENESS OF THIS APPROACH TO SOILBORNE DISEASE MANAGEMENT WILL BE ASSESSED BY A COMBINATION OF HIGH-RESOLUTION YIELD DATA AND PLANT HEALTH DATA IN STRAWBERRY AND VEGETABLES OVER A 3-YEAR PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20195110230125_12H3"}, {"internal_id": 83795095, "Award ID": "20195110230124", "Award Amount": 453156.12, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-26", "CFDA Number": "10.303", "Description": "IN 2009, A USDA-APHIS-PPQ REPORT INDICATED THAT 23% OF OVERALL METHYL BROMIDE USE WAS DIRECTED AT THE FUMIGATION TREATMENT OF EXPORTED AND IMPORTED LOGS. THE LONG-TERM GOAL OF THIS PROJECT IS TO REPLACE METHYL BROMIDE FUMIGATION OF EXPORTED AND IMPORTED LOGS WITH HEAT TREATMENT BASED ON STEAM AND VACUUM. THE BENEFIT OF MB TREATMENT REPLACEMENT WITH VACUUM AND STEAM WOULD APPLY AND EXTEND TO BOTH INDUSTRY AND REGULATORS IN THE INTERNATIONAL COMMUNITY AT LARGE.THE OBJECTIVES OF THIS PROPOSED PROJECT ARE: DEVELOP TREATMENT EFFICACY DATA FOR OAK WILT (CERATOCYSTIS FAGACEARUM) IN WHITE OAK LOGS, AND PINEWOOD NEMATODE (BURSAPHELENCHUS XYLOPHILIS) IN NATURALLY INFESTED PINE LOGS USING, VACUUM AND STEAM; DEVELOP ACCEPTED, EFFICACIOUS TREATMENT SCHEDULES THAT TARGET THESE SPECIFIC PEST/PATHOGENS IN LOGS IN CONJUNCTION WITH REGULATORY AGENCIES AND INDUSTRY; DEVELOP AN ECONOMIC ANALYSIS OF COSTS AND EFFICACY OF IMPLEMENTING THE NEW REPLACEMENT TECHNOLOGY; DISSEMINATE KNOWLEDGE ON THE NEW REPLACEMENT TECHNOLOGY THAT WILL PROMOTE THE ELIMINATION OF METHYL BROMIDE AND SUCCESSFUL TRANSITION TO VACUUM AND STEAM FOR HARDWOOD AND SOFTWOOD LOGS.STAKE HOLDERS, SUCH AS LOG EXPORT COMPANIES AND LOG FUMIGATING FIRMS WILL BE INVOLVED IN THE PROCESS DEVELOPMENT. A DATA MANAGEMENT SYSTEM WILL BE CREATED THAT ALLOWS THE RESEARCH RESULTS TO BE SECURED AND ACCESSIBLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20195110230124_12H3"}, {"internal_id": 69573244, "Award ID": "20185115028699", "Award Amount": 474707.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-16", "CFDA Number": "10.303", "Description": "WESTERN RURAL DEVELOPMENT CENTER 2019", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20185115028699_12H3"}, {"internal_id": 68176286, "Award ID": "20185115028698", "Award Amount": 334478.28, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-24", "CFDA Number": "10.303", "Description": "NORTH CENTRAL REGIONAL CENTER FOR RURAL DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20185115028698_12H3"}, {"internal_id": 68547770, "Award ID": "20185115028697", "Award Amount": 474880.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "10.303", "Description": "SRDC BASE FUNDING FY18", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20185115028697_12H3"}, {"internal_id": 68176287, "Award ID": "20185115028696", "Award Amount": 474879.71, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-24", "CFDA Number": "10.303", "Description": "THE NORTHEAST REGIONAL CENTER FOR RURAL DEVELOPMENT - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20185115028696_12H3"}, {"internal_id": 68547771, "Award ID": "20185110628809", "Award Amount": 479162.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "10.303", "Description": "INCREASING DEMAND FOR ORGANIC FOOD OFTEN IS NOT MET DUE TO THE LIMITED NUMBER OF PRODUCERS ENGAGING/ADOPTING THE MANAGEMENT COMPLEXITIES FUNDAMENTAL TO ORGANIC SYSTEM AND REQUIRED TO MEET PRODUCTION PARITY WITH CONVENTIONAL SYSTEMS. COMPLEXITIES INVOLVE SOIL FERTILITY/NUTRIENTS, DIVERSE SOIL BIOLOGICAL COMMUNITIES, SOIL HEALTH, AND USE OF COVER CROPS AND ANIMAL MANURES OFTEN ON INTEGRATED CROP-LIVESTOCK FARMS (ICLF). MICROBIAL ECOLOGY ON ICLF ALSO CAN IMPACT FOOD SAFETY THROUGH PATHOGEN TRANSFER BETWEEN ANIMALS AND CROPS. RECENT REPORTS OF PATHOGEN CONTAMINATED PRODUCTS SOLD IN LOCAL ORGANIC RETAIL, ROADSIDE AND FARMERS MARKETS HIGHLIGHT THE NEED FOR ASSESSMENT OF THE ECOLOGICAL PATTERNS OF BACTERIAL PATHOGENS, WHEN THEY OCCUR ON ICLFS, AND THEIR SURVIVAL/TRANSFER TO CROPS THROUGH USE OF RAW OR COMPOSTED MANURE-BASED SOIL AMENDMENTS, OR BY WORKERS, EQUIPMENT, AND VECTORS. WE PROPOSE TO ASSESS THE ECOLOGICAL PATTERNS OF TWO MAJOR BACTERIAL PATHOGENS, SALMONELLA ENTERICA (SE) AND SHIGATOXIN-PRODUCING E. COLI (STEC), INCLUDING THEIR SURVIVAL/TRANSMISSION PATHWAYS AND DEVELOP CONTROL STRATEGIES. THE PROJECT OBJECTIVES ARE TO A) DETERMINE THE SOURCES, SURVIVAL ABILITY IN THE FARM ENVIRONMENT AND CONTAMINATION PATHWAYS OF SE AND STEC; B) DEVELOP PRACTICAL MEANS TO CONTROL SE AND STEC FARM ENVIRONMENT AND ELIMINATE FROM PRODUCE BY USING ALTERNATIVE NATURAL ANTIMICROBIAL COMPONENTS; AND C) DISSEMINATE OUTCOMES OF THE PROJECT FOR CONTROLLING CONTAMINATION BY ON-FARM PRACTICES AND THE BEST OPTIONS TO ELIMINATE THESE PATHOGENS FROM THE PRODUCE TO DIVERSE STAKEHOLDERS. THE STUDY WILL GENERATE EXTENSIVE DATA ON THE DYNAMICS OF THESE BACTERIAL PATHOGENS IN ICLF AND ITS PRODUCTS, AND OFFER EFFECTIVE CONTROL STRATEGIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20185110628809_12H3"}, {"internal_id": 68547772, "Award ID": "20185110628779", "Award Amount": 499998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-11", "CFDA Number": "10.303", "Description": "TRANSITIONING MIDWEST ROW CROPS TO ORGANIC PRODUCTION WILL GENERATE VALUABLE ENVIRONMENTAL BENEFITS; HOWEVER, THERE ARE ECONOMIC AND AGRONOMIC CHALLENGES DURING THE TRANSITION PERIOD. THE GOAL OF THIS PROJECT IS TO DEVELOP SUSTAINABLE TRANSITION SCENARIOS ON TOPOGRAPHICALLY DIVERSE AGRICULTURAL LANDSCAPES. WE WILL EXPLORE COVER CROP ENHANCEMENTS OF THE TRANSITION CORN-SOYBEAN-WHEAT ROTATION, THE TRANSITION SYSTEM REGARDED AT PRESENT AS THE MOST PROFITABLE. NOVEL COVER CROP-BASED ENHANCEMENT APPROACHES THAT WILL BE TESTED ARE EARLY COVER CROP PLANTING IN CORN, USE OF COVER CROP MIXTURES IN CORN AND WHEAT, AND TOPOGRAPHY DRIVEN SITE-SPECIFIC COVER CROPPING. KNOWLEDGE GAPS THAT WILL BE FILLED: MECHANISMS BEHIND COVER CROP-DRIVEN SOIL CARBON SEQUESTRATION, MAGNITUDES OF SOIL BIODIVERSITY BENEFITS IN TOPOGRAPHICALLY DIVERSE LANDSCAPES, BENEFITS OF COVER CROP MIXTURES, BENEFITS OF SITE-SPECIFIC COVER CROP MANAGEMENT AS A FUNCTION OF TERRAIN AND WEATHER, AND IMPROVED KNOWLEDGE OF TRANSITION ECONOMICS. INTEGRATED EDUCATION AND EXTENSION ACTIVITIES WILL ALLOW TRANSFER OF OUR FINDINGS AND RECOMMENDATIONS ON COVER CROP OPTIMIZATION DURING THE TRANSITION IN A CORN-SOYBEAN-WHEAT ROTATION TO: (I) FARMERS, (II) EXTENSION EDUCATORS, (III) VARIOUS AGENCIES INVOLVED WITH COVER CROP RECOMMENDATIONS, AND (IV) OUR STUDENTS IN THE CLASSROOM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20185110628779_12H3"}, {"internal_id": 68547773, "Award ID": "20185110628778", "Award Amount": 499993.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-08", "CFDA Number": "10.303", "Description": "ORGANIC FARMERS IDENTIFY IMPROVED COVER CROP OPTIONS AS A HIGH PRIORITY AREA FOR RESEARCH, AND RATE SYMBIOTIC NITROGEN FIXATION AS THE MOST IMPORTANT TRAIT FOR LEGUMINOUS SPECIES. LEGUMINOUS COVER CROPS ARE THE PRIMARY SOURCE OF NEW NITROGEN FOR ORGANIC AGRICULTURE AND PROVIDE A RANGE OF ECOSYSTEM SERVICES VALUED BY ORGANIC GROWERS. THE PERFORMANCE OF VETCH COVER CROPS ACROSS FARMERS&#39; FIELDS IS HIGHLY VARIABLE, MAKING IT DIFFICULT FOR ORGANIC FARMERS TO MANAGE THEIR N FERTILITY. THE OVERARCHING GOAL OF THIS PROJECT IS TO ELUCIDATE HOW INTERACTIONS AMONG SOIL FERTILITY, PLANT GENOTYPE, AND SYMBIONTS DRIVE THE N ACQUISITION STRATEGIES OF HAIRY VETCH (VICIA VILLOSA ROTH) IN ORGANIC SYSTEMS. WE FOCUS OUR RESEARCH ON HAIRY VETCH BECAUSE OF ITS IMPORTANCE AS A COVER CROP IN ORGANIC FARMING, PARTICULARLY IN COLDER CLIMATES WHERE COVER CROP SPECIES OPTIONS ARE MORE LIMITED. SYMBIOTIC NITROGEN FIXATION IS A COMPLEX PROCESS GOVERNED BY THE THREE-WAY INTERACTION INVOLVING THE PLANT HOST, SYMBIONTS (RHIZOBIA BACTERIA AND ARBUSCULAR MYCORRHIZAL FUNGI), AND THE SOIL ENVIRONMENT. WE HAVE FOUR OBJECTIVES. 1) QUANTIFY THE RELATIVE IMPORTANCE OF PLANT GENOTYPE, SOIL NITROGEN AVAILABILITY AND GENOTYPE X ENVIRONMENTAL INTERACTIONS IN GOVERNING THE CAPACITY AND PLASTICITY OF NITROGEN FIXATION IN HAIRY VETCH. 2) CHARACTERIZE RHIZOBIA POPULATIONS THAT REFLECT DIFFERENT SELECTION PRESSURES AND IDENTIFY STRAINS WITH IMPROVED PLANT GROWTH BENEFITS FOR HAIRY VETCH. 3) QUANTIFY DIFFERENCES IN AM FUNGAL COLONIZATION ACROSS HAIRY VETCH BREEDING LINES/POPULATIONS. 4) DEVELOP CURRICULA MODULES COVERING THE BASICS OF LEGUME BIOLOGY AND MANAGEMENT OF LEGUMES FOR NITROGEN SUPPLY TO CROPS IN ORGANIC SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20185110628778_12H3"}, {"internal_id": 68176288, "Award ID": "20185110628777", "Award Amount": 499817.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-26", "CFDA Number": "10.303", "Description": "SMALL RUMINANTS PROVIDE A PROFITABLE NICHE FOR ORGANIC GROWERS. HOWEVER, CERTAIN INTESTINAL PARASITES, SPECIFICALLYGASTROINTESTINAL NEMATODE (GIN) INFECTIONS, ARE THE MAJOR FACTOR LIMITING ORGANIC PRODUCTION. CONSUMPTION OF CONDENSED TANNIN (CT) CONTAINING FORAGES AIDS IN SUPPRESSING GIN INFECTIONS, HOWEVER, THE BULK OF THE RESEARCH ON GIN CONTROL HAS BEEN ON FORAGES ADAPTED FOR WARM CLIMATES. OUR PREVIOUS WORK SHOWED THAT A TEMPERATE FORAGE, BIRDSFOOT TREFOIL (BFT), HAS ANTHELMINTIC ACTIVITY, HOWEVER EFFICACY VARIES WITH THE AMOUNT OF CT-CONTAINING FORAGE IN THE DIET. BECAUSE BIRDSFOOT TREFOIL IS SLOW TO ESTABLISH, IMPROVED METHODS TO ASSURE HIGH LEVELS IN PASTURES OR IN RUMINANT RATIONS ARE NEEDED TO REALIZE THE POTENTIAL FOR GIN CONTROL. THIS PROPOSAL REPRESENTS THE NEXT LOGICAL STEPS IN RESEARCH, BY ESTABLISHING A MULTI-STATE, MULTI-DISCIPLINARY PROJECT TO ENHANCE PRODUCTIVITY AND PROFITABILITY OF ORGANIC LIVESTOCK PRODUCTION IN THE NORTHEAST. SPECIFICALLY, COMMERCIALLY-AVAILABLE CULTIVARS OF BFT WILL BE EVALUATED BY: 1) COMPARING AGRONOMIC PASTURE ESTABLISHMENT PRACTICES, 2) DETERMINING EFFICACY OF GIN SUPPRESSION USING IN VITRO AND IN VIVO METHODS, INCLUDING GRAZING TRIALS AND EXPERIMENTAL INFECTIONS, 3) DEMONSTRATING THESE IMPROVED PASTURE MANAGEMENT PRACTICES IN ON-FARM TRIALS AND 4) EXTENDING THESE PRACTICES TO ORGANIC AND TRANSITIONING GROWERS. OUTREACH ACTIVITIES WILL INCLUDE GROWER TRIALS, IPM WORKSHOPS, FIELD DAYS, AND WILL ALSO EXPLORE USE OF ON-LINE SERVICES SUCH AS EORGANIC AND EXTENSION. GROWERS WILL REALIZE INCREASED ANIMAL PRODUCTIVITY, REDUCED NUMBERS OF ANIMALS REMOVED FROM ORGANIC STATUS DUE TO DEWORMER INTERVENTION, AND WILL HAVE INCREASED CONFIDENCE IN COPING WITH GIN DURING TRANSITION FROM CONVENTIONAL TO ORGANIC FARMING. THIS PROJECT ADDRESSES OREI GOALS ONE, THREE, AND FOUR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00b062d0-a179-1efa-2618-43bea86b43fd-C", "generated_internal_id": "ASST_NON_20185110628777_12H3"}, {"internal_id": 68547774, "Award ID": "20185110628776", "Award Amount": 447584.1, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-06", "CFDA Number": "10.303", "Description": "OPTIMIZATION OF BACTERIOPHAGE FOR MANAGEMENT OF FIRE BLIGHT DISEASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20185110628776_12H3"}, {"internal_id": 68547775, "Award ID": "20185110628773", "Award Amount": 488538.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-06", "CFDA Number": "10.303", "Description": "AGRICULTURAL SOILS IN THE SOUTHEASTERN U.S., MARKED BY HIGH RAINFALL AND WARM TEMPERATURES, ARE OFTEN CHARACTERIZED WITH LOW ORGANIC C AND SOIL PH (I.E., ACIDIC SOIL). ORGANIC FARMING RELIES ON ORGANIC INPUTS AND FUNDAMENTALLY ALTERS THE SOURCES AND FORMS OF REACTIVE CARBON (C) AND NITROGEN (N) INPUTS. IT ALSO INDUCES CHANGES IN SOIL PHYSICAL AND GEOCHEMICAL PROPERTIES THAT MAY PROFOUNDLY AFFECT THE ABUNDANCES, COMPOSITION AND ACTIVITIES OF SOIL MICROBES, INCLUDING NITRIFIERS (I.E., AMMONIA-OXIDIZING BACTERIA AND ARCHAEA) AND DIVERSE TYPES OF DENITRIFIERS. HOWEVER, THERE IS STILL A LACK OF A HOLISTIC PICTURE OF ORGANIC FARMING EFFECTS ON N-CYCLING MICROBES AND THEIR ACTIVITIES.  WE HYPOTHESIZE THAT ORGANIC FARMING, IF PROPERLY ADOPTED, MAY INDUCE CONSISTENT AND PREDICTABLE CHANGES TO FOSTER THE DEVELOPMENT OF MICROBIAL COMMUNITIES FOR N RETENTION AND MITIGATION OF EMISSIONS OF TRACE GAS, N2O. WE PLAN TO TEST OUR THREE SPECIFIC HYPOTHESES ON LONG-TERM (19-YR) CROPPING SYSTEMS AT THE CENTER FOR ENVIRONMENTAL FARMING SYSTEMS (GOLDSBORO, NC) AS WELL AS ON MULTIPLE ORGANIC FARMS ACROSS NORTH CAROLINA. THREE MAJOR QUESTIONS WILL GUIDE OUR PROPOSED RESEARCH: 1) DOES LONG-TERM ORGANIC FARMING CAUSE CONSISTENT, PREDICTABLE SHIFTS IN N-CYCLING MICROBES ACROSS DIFFERENT SOILS? 2) WHAT ARE THE PRIMARY DRIVERS AND/OR ENVIRONMENTAL FACTORS THAT AFFECT THE COMPOSITION AND ACTIVITIES OF N-CYCLING MICROBES? 3) TO WHAT EXTENT DO CHANGES IN N-CYCLING MICROBES ALTER N RETENTION IN PLANT-SOIL SYSTEMS AND N2O EMISSIONS?  ANSWERING THESE QUESTIONS WILL ADVANCE UNDERSTANDING OF N TRANSFORMATIONS IN ORGANIC SYSTEMS AND FACILITATE DEVELOPMENT OF MANAGEMENT REGIMES THAT ENHANCE N USE EFFICIENCY AND ECOSYSTEM N RETENTION, WHILE REDUCING N2O EMISSIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20185110628773_12H3"}, {"internal_id": 68547776, "Award ID": "20185110628772", "Award Amount": 499542.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-14", "CFDA Number": "10.303", "Description": "MANURE AND PASTURE MANAGEMENT TO REDUCE SWINE PARASITES IN ORGANIC PASTURED PORK PRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20185110628772_12H3"}, {"internal_id": 69573176, "Award ID": "20185110628771", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-19", "CFDA Number": "10.303", "Description": "DECISION SUPPORT TOOL TO OPTIMIZE ESTABLISHMENT AND MANAGEMENT OF ALFALFA AS TRAP CROP IN ORGANIC STRAWBERRY PRODUCTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20185110628771_12H3"}, {"internal_id": 68547777, "Award ID": "20185110628770", "Award Amount": 387916.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-08", "CFDA Number": "10.303", "Description": "DYNAMIC CONTROLLED ATMOSPHERE STORAGE FOR NON-CHEMICAL MAINTENANCE OF APPLE QUALITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20185110628770_12H3"}, {"internal_id": 68176289, "Award ID": "20185110228743", "Award Amount": 361569.19, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "10.303", "Description": "INTEGRATED MANAGEMENT OF FUSARIUM WILT, NEMATODE AND WEED COMPLEX USING METHYL BROMIDE ALTERNATIVES IN WATERMELON PRODUCTION SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20185110228743_12H3"}, {"internal_id": 67288273, "Award ID": "20185110228340", "Award Amount": 486842.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-18", "CFDA Number": "10.303", "Description": "TOMATO GROWERS IN THE SOUTHEASTERN USA (SEUS) CONTINUE TO FACE MANY CHALLENGES AND OPPORTUNITIES TO OPTIMIZE AND ADVANCE INTEGRATED MANAGEMENT OF SOILBORNE DISEASES, NEMATODES AND WEEDS WITHOUT METHYL BROMIDE AS A PRE-PLANT SOIL FUMIGANT. THROUGH A LONG-TERM INTER-DISCIPLINARY, MULTI-STATE AND STAKEHOLDER-DRIVEN PROGRAM IN THE SEUS, ALL OUR GROWERS HAVE TRANSITIONED TO ALTERNATIVE FUMIGANTS OR FARMING SYSTEMS. HOWEVER, GAPS IN MANAGING SOILBORNE PESTS USING CURRENT FUMIGANT PRACTICES HAVE BEEN IDENTIFIED AND NEW OPPORTUNITIES TO PURSUE NON-FUMIGANT BASED IPM STRATEGIES HAVE BEEN PRIORITIZED. IN PARTICULAR, GROWERS, GROWER ASSOCIATIONS AND INDUSTRY PROFESSIONALS IN THE SEUS HAVE IDENTIFIED INCREASED PRESSURE DUE TO VERTICILLUM DAHLIAE, VERTICILLIUM WILT (VW), AND ROOT KNOT NEMATODES AS MAJOR ISSUES THAT LIMIT CROP YIELD AND PROFITABILITY. BASED ON NEGOTIATIONS BETWEEN UNIVERSITY, GROWERS AND INDUSTRY PROFESSIONALS A HYPOTHESIS WAS DEVELOPED: DEEP SHANK APPLICATION OF FUMIGANTS COMPLEMENTED WITH IN-BED FUMIGATION AND USE OF TIF WILL CREATE A LARGER FUMIGATED ZONE FOR VEGETABLE ROOTS TO EXPLORE AND ENHANCE KILL-EFFICACY OF SOILBORNE PESTS (DISEASES, NEMATODES AND WEEDS) AND INCREASE ECONOMIC RETURNS. THE PROJECT ALSO SEEKS TO ADVANCE NON-FUMIGANT BASED IPM TACTICS AND WILL ADVANCE TOMATO (HOST) GENETICS TO MANAGE VW IN TEMPERATE PRODUCTION REGIONS. THE WORK WILL BE COMPLEMENTED WITH ECONOMIC ANALYSIS, THROUGH DIRECT COMPARISON OF COST EFFECTIVENESS OF PROPOSED ALTERNATIVES, AND TRANSLATE RESEARCH OUTCOMES AND GROWER EXPERIENCES THROUGH EXTENSION AND OUTREACH EFFORTS INTO INFORMATION AND PRODUCTS USEFUL TO GROWERS AND OTHER STAKEHOLDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20185110228340_12H3"}, {"internal_id": 145966617, "Award ID": "20185110228339", "Award Amount": 499713.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-06", "CFDA Number": "10.303", "Description": "IPM FOR THE HAM MITE USING ALTERNATIVES TO METHYL BROMIDE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20185110228339_12H3"}, {"internal_id": 145966623, "Award ID": "20185110228338", "Award Amount": 499979.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-05", "CFDA Number": "10.303", "Description": "RAPID CYCLE RADIO FREQUENCY TECHNOLOGY FOR WOOD PACKAGING MATERIALS USED IN INTERNATIONAL TRADE TO REPLACE METHYL BROMIDE FOR QPS PURPOSES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20185110228338_12H3"}, {"internal_id": 45250998, "Award ID": "20175115027128", "Award Amount": 472935.29, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-12", "CFDA Number": "10.303", "Description": "NORTH CENTRAL REGIONAL CENTER FOR RURAL DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20175115027128_12H3"}, {"internal_id": 45250997, "Award ID": "20175115027127", "Award Amount": 470944.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-07", "CFDA Number": "10.303", "Description": "WESTERN RURAL DEVELOPMENT CENTER 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20175115027127_12H3"}, {"internal_id": 45250996, "Award ID": "20175110627129", "Award Amount": 498416.03, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-29", "CFDA Number": "10.303", "Description": "BREAKING BARRIERS TO ORGANIC SWINE TRANSITION: UTILIZING COVER CROPS AS FEED INGREDIENTS TO REDUCE FEED COST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20175110627129_12H3"}, {"internal_id": 45250993, "Award ID": "20175110627004", "Award Amount": 490412.15, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-29", "CFDA Number": "10.303", "Description": "HARNESSING THE VORACITY OF THE BIOCONTROL TYTA LUCTUOSA TO IMPROVE MANAGEMENT OF FIELD BINDWEED DURING TRANSITION TO ORGANIC AND BEYOND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20175110627004_12H3"}, {"internal_id": 45250992, "Award ID": "20175110627003", "Award Amount": 490733.54, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.303", "Description": "TRANSITIONING TO ORGANIC FORAGE CROPPING SYSTEMS, AN INTEGRATED RESEARCH, EDUCATION AND EXTENSION PROJECT IN MIDDLE TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebf8420f-77f6-6999-58ae-b617a80eab9d-C", "generated_internal_id": "ASST_NON_20175110627003_12H3"}, {"internal_id": 45250991, "Award ID": "20175110627002", "Award Amount": 494193.1, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-31", "CFDA Number": "10.303", "Description": "IN THE SOUTHERN GREAT PLAINS REGION OF NORTHERN TEXAS, WHEAT AND BEEF CATTLE AGRICULTURE ARE CLOSELY ASSOCIATED IN WAYS THAT ARE UNCOMMON ELSEWHERE IN THE U.S. MUCH OF THE WHEAT THAT IS PLANTED IS GROWN SPECIFICALLY FOR GRAIN, WHICH GOES INTO BOTH FOOD AND FEED MARKETS. BUT MORE THAN 50% OF WHEAT ACREAGE IN THE REGION IS UTILIZED IN \"PASTURE-GRAIN\" WHEAT CROPPING SYSTEMS THAT ARE MANAGED TO SUPPORT LIVESTOCK GRAZING AND TO PRODUCE A GRAIN CROP. THESE WHEAT-BASED SYSTEMS HAVE REGIONAL AND NATIONAL IMPORTANCE, AS MANY BEEF CATTLE ARE SHIPPED TO THE REGION FOR WINTER GRAZING AND GRAIN IS SHIPPED NEAR AND FAR. THE SYSTEMS ARE CHARACTERIZED BY BEING EXPANSIVE AND RELATIVELY LOW YIELDING, IN PART DUE TO HISTORICAL AGRICULTURAL MANAGEMENT PRACTICES, SUCH AS MONOCROPPING AND MAINTENANCE OF FALLOW IN OFF-SEASON PERIODS THAT TAKE A SIGNIFICANT TOLL ON PRODUCTIVITY AND ECONOMIC VIABILITY.IN OUR COMMUNICATIONS WITH REGIONAL AGRICULTURAL PRODUCERS, THEY OFTEN EXPRESS INTEREST IN FINDING NEW MARKETS TO ENTER THAT WOULD IMPROVE THEIR OPERATIONS ECONOMICALLY. WHEN ORGANIC AGRICULTURE IS DISCUSSED, MOST PRODUCERS LACK KNOWLEDGE ON ORGANIC BUT ARE INTERESTED IN LEARNING MORE. ORGANIC AGRICULTURE IS NEARLY ABSENT IN THE SOUTHERN GREAT PLAINS REGION OF TEXAS. IN INVESTIGATING SPECIFIC BARRIERS TO ORGANIC ADOPTION, WE FOUND A VARIETY OF ISSUES THAT WE COULD ADDRESS TO GIVE PRODUCERS THE TOOLS TO MAKE THE TRANSITION TO ORGANIC. ON THE BUYERS END, WE HAVE LEARNED THAT COMPANIES THAT SOURCE ORGANIC WHEAT AND BEEF FROM TEXAS EXPERIENCE SUPPLY SHORTAGES. ALL OF THIS STAKEHOLDER INFORMATION SHOWED US THE IMPORTANCE OF DEVELOPING AN INTERDISCIPLINARY PROJECT DEVOTED TO ORGANIC AGRICULTURE TRANSITION IN THIS REGION AND WE HAVE USED STAKEHOLDER INPUT IN TAILORING AND PLANNING THE PROJECT TO MEET THEIR NEEDS.OUR LONG-TERM GOAL IN THIS PROJECT IS TO EXPAND PRODUCTION OF ORGANIC WHEAT AND BEEF PRODUCTION IN THIS REGION AND IN DOING SO TO GIVE PRODUCERS MORE MARKET OPTIONS, IMPROVE RURAL ECONOMIC PROSPERITY, IMPROVE ENVIRONMENTAL STEWARDSHIP, AND EXPAND ORGANIC SUPPLIES OF WHEAT AND BEEF. IN OUR RESEARCH, WE WILL DIRECTLY COMPARE CONVENTIONAL GRAIN-ONLY AND GRAZING-GRAIN WHEAT SYSTEMS, WITH ALL THE MOST COMMON REGIONAL MANAGEMENT PRACTICES IN PLACE, TO TRANSITIONAL ORGANIC SYSTEMS THAT WILL BE MANAGED USING REGIONALLY ADAPTED COVER CROPS, REGIONALLY AVAILABLE ORGANIC FERTILIZER SOURCES, AND CROP ROTATION. THE EXPERIMENT WILL OCCUR AT A LARGE FIELD SCALE (100 ACRES), PROVIDING RESULTS THAT ARE DIRECTLY TRANSFERRABLE TO REGIONAL STAKEHOLDERS BY CHARACTERIZING THE TRANSITION TO ORGANIC WITH ANIMAL IMPACTS ON THE SYSTEMS. WE WILL QUANTIFY SYSTEM MANAGEMENT IMPACTS ON CROP AND ANIMAL PERFORMANCE; SOIL MICROBIAL, NUTRIENT, GREENHOUSE GAS EMISSION, AND MOISTURE DYNAMICS; AND ECONOMIC OUTCOMES. WE WILL CONNECT OUR RESULTS BETWEEN DISCIPLINES IN UNDERSTANDING HOW INDIVIDUAL PROCESSES AFFECT WHOLE SYSTEM FUNCTION DURING THE TRANSITION. AN INTENSIVE EXTENSION OUTREACH EFFORT WILL BE USED TO TAKE THE RESEARCH RESULTS TO STAKEHOLDERS ACROSS OUR 44,000 SQUARE MILE PROJECT AREA AND TO PROVIDE BASIC AND IN-DEPTH EDUCATION ON ORGANIC AGRICULTURE. IMPACTS ON HIGHER EDUCATION WILL ALSO BE MADE, AS WE WILL PREPARE CURRICULUM FOR A COURSE SECTION ON THE BASIC PRINCIPLES OF ORGANIC AGRICULTURE THAT WILL BE DELIVERED AND TAUGHT TO COOPERATING AGRICULTURE INSTRUCTORS IN TWO REGIONAL INSTITUTES OF HIGHER EDUCATION.TO SUMMARIZE SIMPLY, WE EXPECT THESE PROJECT ACTIVITIES TO OPEN DOORS THAT WERE OTHERWISE UNAVAILABLE AND TO IMPROVE CONDITIONS FOR THE VARIOUS STAKEHOLDERS OF THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20175110627002_12H3"}, {"internal_id": 45250989, "Award ID": "20175110627000", "Award Amount": 497361.71, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-11", "CFDA Number": "10.303", "Description": "PERENNIAL AND ANNUAL ORGANIC TRANSITION SYSTEMS TO OPTIMIZE SOIL HEALTH, CARBON SEQUESTRATION, AND PROFITABILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20175110627000_12H3"}, {"internal_id": 45250988, "Award ID": "20175110227285", "Award Amount": 378399.51, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-11", "CFDA Number": "10.303", "Description": "EVALUATION OF VACUUM AND STEAM HEAT AS A METHYL BROMIDE ALTERNATIVE FOR PHYTOSANITARY TREATMENT OF HARDWOOD AND SOFTWOOD LOGS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20175110227285_12H3"}, {"internal_id": 45250987, "Award ID": "20175110227271", "Award Amount": 493930.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-18", "CFDA Number": "10.303", "Description": "PYRAMIDING BIOFUMIGANTS AND TRAP CROPS FOR ERADICATION OF GLOBODERA PALLIDA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20175110227271_12H3"}, {"internal_id": 45250986, "Award ID": "20175110227269", "Award Amount": 499393.25, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-18", "CFDA Number": "10.303", "Description": "THIS IS AN INTEGRATED PROJECT FOCUSED ON ALTERNATIVES TO METHYL BROMIDE (MB). THIS PROPOSAL IS RELEVANT TO THE GOAL OF THE MBT TO SUPPORT DEVELOPMENT OF ALTERNATIVES TO MB - THROUGH DEVELOPMENT OF FUMIGANT AND NONFUMIGANT TREATMENTS FOR STRAWBERRY PLANT NURSERIES.STRAWBERRY NURSERIES MUST PROVIDE A HIGH LEVEL OF SANITATION TO PRODUCE HEALTHY PLANTS AND AVOID PEST DISPERSAL. STRAWBERRY NURSERIES CONTINUE TO USE MB FOR CONTROL OF SOILBORNE PESTS UNDER THE QUARANTINE AND PRESHIPMENT EXEMPTION (QPS). CONCERNS ABOUT LONG-TERM AVAILABILITY OF MB AND LACK OF A SUITABLE ALTERNATIVE TO MB MEAN THAT RELIABLE FUMIGANT AND NON-FUMIGANT ALTERNATIVES ARE URGENTLY NEEDED FOR THE U.S. STRAWBERRY NURSERY INDUSTRY.STEAM IS A DEPENDABLE NON-FUMIGANT METHOD OF SOIL DISINFESTATION THAT CONTROLS SOILBORNE PATHOGENS AND WEEDS IN FIELD SOILS. PREVIOUS USDA NIFA MBT FUNDED RESEARCH FOUND THAT FUMIGANT ALLYL ISOTHIOCYANATE CO-APPLIED WITH STEAM ENHANCED PATHOGEN CONTROL. WE PROPOSE TO DEVELOP AN INTEGRATED SOIL DISINFESTATION SYSTEM DESIGNED FOR STRAWBERRY NURSERIES. WE REQUEST FUNDS: (1) TO PURCHASE A STEAM GENERATOR AND MOUNT IT ON AN EXISTING STEAM APPLICATOR; (2) EVALUATE AND DEMONSTRATE THE NEW STEAM APPLICATOR; (3) INTEGRATE STEAM WITH FUMIGANTS AND EXOTHERMIC ADDITIVES FOR SOIL DISINFESTATION IN STRAWBERRY NURSERIES; (4) PERFORM ECONOMIC ANALYSES OF TREATMENTS AND (5) DELIVER RESULTS TO INDUSTRY, GROWERS AND THE PUBLIC. PROPOSED WORK WILL BE AT STRAWBERRY NURSERIES IN CALIFORNIA AND NORTH CAROLINA. WE EXPECT TO DEVELOP AN INTEGRATED SOIL DISINFESTATION SYSTEM BASED ON STEAM AND FUMIGANTS FOR STRAWBERRY NURSERIES IN THE UNITED STATES AND TO TRANSFER OUR FINDINGS TO INTERESTED PARTIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20175110227269_12H3"}, {"internal_id": 146686054, "Award ID": "20165130025726", "Award Amount": -149911.52, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-18", "CFDA Number": "10.303", "Description": "EVALUATION OF PAPER BAGS FOR PEST AND DISEASE MANAGEMENT IN ORGANIC PEACH PRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_20165130025726_12H3"}, {"internal_id": 96162566, "Award ID": "20165115025538", "Award Amount": -12414.08, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-30", "CFDA Number": "10.303", "Description": "WESTERN RURAL DEVELOPMENT CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20165115025538_12H3"}, {"internal_id": 140510715, "Award ID": "20165110625717", "Award Amount": -2065.91, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.303", "Description": "RESEARCH AND EXTENSION TO REMOVE BARRIERS THAT LIMIT TRANSITION FROM CONVENTIONAL TO ORGANIC MAPLE SYRUP PRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_20165110625717_12H3"}, {"internal_id": 140510721, "Award ID": "20165110625715", "Award Amount": -23.88, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.303", "Description": "GOING UNDERGROUND: DIGGING UP THE DIRT ON METARHIZIUM-PLANT-PEST INTERACTIONS IN AN ORGANIC CROPPING SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20165110625715_12H3"}, {"internal_id": 140510722, "Award ID": "20165110625714", "Award Amount": -9409.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.303", "Description": "ENSURING THE BEST PRACTICAL USE OF MICROBE-CONTAINING CROP BIOSTIMULANTS/BIOFERTILIZERS AMONG (TRANSITIONAL)-ORGANIC VEGETABLE GROWERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20165110625714_12H3"}, {"internal_id": 140510727, "Award ID": "20165110625713", "Award Amount": -9407.02, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.303", "Description": "DEVELOPING ADVANCED PERENNIAL LEGUME-GRASS MIXTURES HARVESTED AS STORED FEEDS TO IMPROVE HERD PRODUCTIVITY AND MITIGATE GREENHOUSE GAS EMISSIONS IN ORGANIC DAIRIES IN THE NORTHEAST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_20165110625713_12H3"}, {"internal_id": 140510730, "Award ID": "20165110625712", "Award Amount": -0.17, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "10.303", "Description": "DECISION SUPPORT TO QUANTIFY GHG MITIGATION AND ECOSYSTEM SERVICES FROM ORGANIC PRODUCATION SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20165110625712_12H3"}, {"internal_id": 123184324, "Award ID": "20165110625711", "Award Amount": -1120.64, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-04", "CFDA Number": "10.303", "Description": "LEVERAGING MANAGEMENT TO SPEED DEGRADATION OF BIO-BASED MULCHES IN SOIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20165110625711_12H3"}, {"internal_id": 116524765, "Award ID": "20165110625710", "Award Amount": -4882.92, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-08", "CFDA Number": "10.303", "Description": "PATHWAY TO ORGANIC: A RESEARCH, EXTENSION, AND EDUCATION PROJECT IN THE SOUTHEAST US ON TRANSITIONING CROPPING SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_20165110625710_12H3"}, {"internal_id": 128759660, "Award ID": "20165110225875", "Award Amount": -251832.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-04", "CFDA Number": "10.303", "Description": "BIOLOGICAL MANAGEMENT OF NEMATODE-VIRUS AND NEMATODE-FUNGAL COMPLEXES IN FRUIT CROPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20165110225875_12H3"}, {"internal_id": 139651852, "Award ID": "20165110225815", "Award Amount": -12905.55, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "10.303", "Description": "REFINING ANAEROBIC SOIL DISINFESTATION FOR DISEASE MANAGEMENT IN STRAWBERRY AND APPLE PRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "427ea0fd-a29e-756b-4973-911cb119bc8d-C", "generated_internal_id": "ASST_NON_20165110225815_12H3"}, {"internal_id": 124230690, "Award ID": "20165110225814", "Award Amount": -77140.04, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-21", "CFDA Number": "10.303", "Description": "INVESTIGATING THE POTENTIAL OF ETHANEDINITRILE AS A REPLACEMENT FOR SOIL FUMIGATION WITH METHYL BROMIDE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20165110225814_12H3"}, {"internal_id": 110859799, "Award ID": "20155115023876", "Award Amount": -2881.23, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "10.303", "Description": "NORTH CENTRAL REGIONAL CENTER FOR RURAL DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20155115023876_12H3"}, {"internal_id": 110335854, "Award ID": "20155110624198", "Award Amount": -18785.89, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "10.303", "Description": "ORGANIC DECISION TOOLS TO MANAGE N FOR PRODUCTION AND CLIMATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_20155110624198_12H3"}, {"internal_id": 108315025, "Award ID": "20155110624193", "Award Amount": -2598.2, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "10.303", "Description": "QUANTIFYING AND PREDICTING THE EFFECTS OF ECOLOGICAL WEED MANAGEMENT STRATEGIES ON ORGANIC AGROECOSYSTEMS TO INFORM FARMER DECISION MAKING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20155110624193_12H3"}, {"internal_id": 110859798, "Award ID": "20155110623967", "Award Amount": -11.02, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "10.303", "Description": "TRADEOFFS BETWEEN SOIL CARBON SEQUESTRATION AND GREENHOUSE GAS EMISSIONS IN ORGANIC PASTURES UNDER MANAGEMENT INTENSIVE GRAZING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_20155110623967_12H3"}, {"internal_id": 110859797, "Award ID": "20155110623966", "Award Amount": -3410.92, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "10.303", "Description": "FISHING FOR A NOVEL SOURCE OF METHIONINE IN ORGANIC POULTRY FEED: EXPLORING THE POTENTIAL OF INVASIVE ASIAN CARP AS SUSTAINABLE FISH MEAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ee21ac-739d-5576-dcac-ca74ea0e4047-C", "generated_internal_id": "ASST_NON_20155110623966_12H3"}, {"internal_id": 110859796, "Award ID": "20155110224296", "Award Amount": -27489.93, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "10.303", "Description": "THE FINAL TRANSITION: IMPLEMENTATION OF SUPPLEMENTAL FUMIGATION STRATEGIES TO SUSTAIN FLORIDA'S SMALL FRUIT AND VEGETABLE PRODUCTION SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20155110224296_12H3"}, {"internal_id": 110859795, "Award ID": "20155110224145", "Award Amount": -1870.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "10.303", "Description": "ALTERNATIVE FUMIGANTS FOR LOG EXPORTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b8bab16-0509-a83d-c16c-f4a854caea4d-C", "generated_internal_id": "ASST_NON_20155110224145_12H3"}, {"internal_id": 110859794, "Award ID": "20155110224143", "Award Amount": -794.23, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "10.303", "Description": "OPTIMIZATION OF FOOD GRADE COATINGS, ENVIRONMENTAL CONDITIONS, AND FUMIGATION OF DRY CURED HAMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20155110224143_12H3"}, {"internal_id": 61616321, "Award ID": "20145115022095", "Award Amount": -2883.67, "Award Type": null, "Base Obligation Date": "2018-01-30", "CFDA Number": "10.303", "Description": "NORTH CENTRAL REGIONAL CENTER FOR RURAL DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20145115022095_12H3"}, {"internal_id": 65967809, "Award ID": "20145115022091", "Award Amount": -344.15, "Award Type": null, "Base Obligation Date": "2018-04-25", "CFDA Number": "10.303", "Description": "WESTERN RURAL DEVELOPMENT CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20145115022091_12H3"}, {"internal_id": 83116271, "Award ID": "20145113022495", "Award Amount": -161804.39, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-09", "CFDA Number": "10.303", "Description": "INNOVATIVE POLICIES TO OPTIMIZE THE ALLOCATION OF WATER QUALITY AND CONSERVATION INVESTMENTS AND MAXIMIZE MULTIPLE BENEFITS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20145113022495_12H3"}, {"internal_id": 83116270, "Award ID": "20145113022494", "Award Amount": -92.1, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "10.303", "Description": "THE VALUE OF WATER QUANTITY VERSUS QUALITY: ASSESSING THE TRADEOFFS BETWEEN AGRICULTURAL YIELDS AND DOWNSTREAM USES OF WATER RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20145113022494_12H3"}, {"internal_id": 85400149, "Award ID": "20145113022493", "Award Amount": -13313.81, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "10.303", "Description": "USING HYDRO-ECONOMIC MODELING TO OPTIMALLY ALLOCATE WATER IN THE HUMID SOUTHEASTERN U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_20145113022493_12H3"}, {"internal_id": 85400150, "Award ID": "20145113022492", "Award Amount": -3937.39, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "10.303", "Description": "ASSESSING THRESHOLD BENEFITS OF CONSERVATION TILLAGE DURING DROUGHT YEARS: IMPLICATIONS FOR NUTRIENT USE EFFICIENCY AND WATER QUALITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "adf5ba97-e9a1-374f-72a1-40502b70df1a-C", "generated_internal_id": "ASST_NON_20145113022492_12H3"}, {"internal_id": 85400151, "Award ID": "20145110622547", "Award Amount": -596.87, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "10.303", "Description": "A NATURAL APPROACH TO HUMAN-PATHOGEN SUPPRESSION: CAN BIODIVERSITY FILL THE GAPS?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20145110622547_12H3"}, {"internal_id": 85400152, "Award ID": "20145110622093", "Award Amount": -4398.22, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "10.303", "Description": "STRATEGIES TO ENHANCE DE NOVO BIOSYNTHESIS OF METHIONINE FOR ORGANIC POULTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20145110622093_12H3"}, {"internal_id": 83116268, "Award ID": "20145110622090", "Award Amount": -0.45, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "10.303", "Description": "EVALUATING THE EFFECT OF MUSKMELON CULTIVAR AND COVER CROPS ON SOIL BIODIVERSITY, AND PLANT AND HUMAN DISEASE SUPPRESSION DURING ORGANIC PRO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20145110622090_12H3"}, {"internal_id": 65967907, "Award ID": "20145110622080", "Award Amount": -0.7, "Award Type": null, "Base Obligation Date": "2018-04-02", "CFDA Number": "10.303", "Description": "AGROECOLOGICAL STRATEGIES FOR BALANCING TRADEOFFS IN ORGANIC CORN AND SOYBEAN PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20145110622080_12H3"}, {"internal_id": 83116267, "Award ID": "20145110622079", "Award Amount": -3816.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-09", "CFDA Number": "10.303", "Description": "IMPLEMENTATION OF NON-ANTIBIOTIC PROGRAMS FOR FIRE BLIGHT CONTROL IN ORGANIC APPLE AND PEAR IN THE WESTERN UNITED STATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20145110622079_12H3"}, {"internal_id": 108315007, "Award ID": "20145110222506", "Award Amount": -21744.09, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-29", "CFDA Number": "10.303", "Description": "ENHANCE EFFICACY OF SOIL APPLIED FUMIGANTS IN FLORIDA STRAWBERRY AND VEGETABLE PRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20145110222506_12H3"}, {"internal_id": 85400153, "Award ID": "20145110222281", "Award Amount": -30.69, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "10.303", "Description": "ALTERNATIVES TO METHYL BROMIDE FOR EFFECTIVE INTEGRATED PEST MANAGEMENT IN RICE MILLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad54a5fd-acfb-7538-079a-92438f81aa48-C", "generated_internal_id": "ASST_NON_20145110222281_12H3"}, {"internal_id": 83116266, "Award ID": "20145110222273", "Award Amount": -1454.02, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-09", "CFDA Number": "10.303", "Description": "THE ECONOMIC IMPACT OF METHYL BROMIDE TRANSITION ON FLORIDA TOMATO AND BELL PEPPER PRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20145110222273_12H3"}, {"internal_id": 67014875, "Award ID": "20135113021530", "Award Amount": -2122.51, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "10.303", "Description": "EXPANDING CONSUMER AND COMMUNITY WATER PROTECTION EFFORTS THROUGH INNOVATIVE AND INTEGRATED MOBILE TECHNOLOGIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_20135113021530_12H3"}, {"internal_id": 45228477, "Award ID": "20135113021490", "Award Amount": -1.26, "Award Type": null, "Base Obligation Date": "2017-12-22", "CFDA Number": "10.303", "Description": "ADVANCING CLIMATE-ADAPTIVE DECISION TOOLS TO REDUCE NUTRIENT POLLUTION FROM AGRICULTURAL FIELDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20135113021490_12H3"}, {"internal_id": 69573263, "Award ID": "20135113021488", "Award Amount": -251.42, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-20", "CFDA Number": "10.303", "Description": "FARMS, FLOODS AND FLUVIAL GEOMORPHOLOGY: MAKING THE MOST OF OUR NATURAL RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f879ffdd-a594-a5e7-2f71-72b5613abc69-C", "generated_internal_id": "ASST_NON_20135113021488_12H3"}, {"internal_id": 62550709, "Award ID": "20135113021486", "Award Amount": -1447.94, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-16", "CFDA Number": "10.303", "Description": "SMART PHONE APPS: SCIENTIFIC VALIDATION QUANTIFICATION OF WATER CONSERVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20135113021486_12H3"}, {"internal_id": 62208712, "Award ID": "20135113021485", "Award Amount": -3159.84, "Award Type": null, "Base Obligation Date": "2018-01-19", "CFDA Number": "10.303", "Description": "ADVANCING AGRICULTURAL WATER SECURITY AND RESILIENCE UNDER NONSTATIONARITY AND UNCERTAINTY: EVOLVING ROLES OF BLUE, GREEN AND GREY WATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f879ffdd-a594-a5e7-2f71-72b5613abc69-C", "generated_internal_id": "ASST_NON_20135113021485_12H3"}, {"internal_id": 65967823, "Award ID": "20135113021484", "Award Amount": -7171.55, "Award Type": null, "Base Obligation Date": "2018-04-20", "CFDA Number": "10.303", "Description": "IMPLEMENTATION OF IN-STREAM, STREAMBANK AND RIPARIAN PRACTICES IN CONJUNCTION WITH UPLAND PRACTICES FOR CONSERVATION OF WATER RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20135113021484_12H3"}, {"internal_id": 83116313, "Award ID": "20135110621234", "Award Amount": -38211.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "10.303", "Description": "IMPROVEMENT AND IMPLEMENTATION OF ORGANIC PECAN SYSTEMS IN THE SOUTHEASTERN US", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20135110621234_12H3"}, {"internal_id": 45228468, "Award ID": "20135110621005", "Award Amount": -371.75, "Award Type": null, "Base Obligation Date": "2017-12-29", "CFDA Number": "10.303", "Description": "PRINCIPLES FOR TRANSITIONING TO ORGANIC FARMING: E-LEARNING MATERIALS AND DECISION CASE STUDIES FOR EDUCATORS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20135110621005_12H3"}, {"internal_id": 69949033, "Award ID": "20135110620970", "Award Amount": -8474.56, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "10.303", "Description": "SUBTROPICAL ORGANIC AGRICULTURE RESEARCH (SOAR) PROGRAM: A PARTICIPATORY ACADEMIC PROGRAM TO FILLE KNOWLEDGE GAPS FOR ORGANIC FARMERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_20135110620970_12H3"}, {"internal_id": 67014879, "Award ID": "20135110221016", "Award Amount": -3.22, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-22", "CFDA Number": "10.303", "Description": "DEVELOPING IPM WITH METHYL BROMIDE ALTERNATIVES FOR PROTECTING SOUTHERN DRY-CURED HAMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20135110221016_12H3"}, {"internal_id": 116524853, "Award ID": "20105111021097", "Award Amount": -11959.03, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-01", "CFDA Number": "10.303", "Description": "ASSESSING SAFETY OF ENTERIC PATHOGENS ON FRESH PRODUCE INGREDIENTS DESTINED FOR UNCOOKED SAUCES/SALSA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20105111021097_12H3"}, {"internal_id": 116524852, "Award ID": "20105111021082", "Award Amount": -6395.84, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-01", "CFDA Number": "10.303", "Description": "ENHANCING FOOD SAFETY THROUGH AN INTEGRATED EDUCATION AND OUTREACH PROGRAM USING PRINCIPLES OF RISK MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20105111021082_12H3"}, {"internal_id": 116524851, "Award ID": "20105110021653", "Award Amount": -2466.29, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-01", "CFDA Number": "10.303", "Description": "SUSTAINABLE APPROACH FOR INTEGRATED MANAGEMENT OF HERBICIDE RESISTANT HYDRILLA IN THE U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20105110021653_12H3"}, {"internal_id": 62550753, "Award ID": "20095111020146", "Award Amount": -2501.92, "Award Type": null, "Base Obligation Date": "2018-02-21", "CFDA Number": "10.303", "Description": "EVALUATION AND APPLICATION OF PRACTICES FOR CONTROLLING SALMONELLA IN NUTS AND NUT PRODUCTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_20095111020146_12H3"}]