[{"internal_id": 151882408, "Award ID": "20227702838432", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "10.334", "Description": "THE REGION FIVE AGVET PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "48bc207b-2c68-c9f4-5f51-1c6127339eaf-R", "generated_internal_id": "ASST_NON_20227702838432_12H3"}, {"internal_id": 151882402, "Award ID": "20227702838431", "Award Amount": 257456.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "10.334", "Description": "DELTA VETERANS POULTRY PRODUCTION AND PROCESSING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "13fd9b3e-8e5a-c75f-7909-9c4acbbf3e4f-R", "generated_internal_id": "ASST_NON_20227702838431_12H3"}, {"internal_id": 151882409, "Award ID": "20227702838430", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "10.334", "Description": "SERVING THOSE WHO SERVED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "752dfcbd-4d7a-3412-45d2-8afa22689010-R", "generated_internal_id": "ASST_NON_20227702838430_12H3"}, {"internal_id": 151882374, "Award ID": "20227702838429", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "10.334", "Description": "GROUNDWORK TO GROW: AGRIBUSINESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37c16a53-230e-e289-aff6-54e946823e82-R", "generated_internal_id": "ASST_NON_20227702838429_12H3"}, {"internal_id": 140510633, "Award ID": "20217702835658", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-30", "CFDA Number": "10.334", "Description": "WE TRAIN FARMERS, WORKING FARM AND RANCH WITH ROW CROP, HIGH TUNNEL, ORCHARDS, CATTLE AND NEARLY ALL OTHER LIVESTOCK AND FARM ANIMALS.WE ARE A PATHWAY TO FARMING AND HEALING FOR VETERANS FROM ACROSS THE USA.MORE TO FOLLOW.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "08a68e66-a8f4-b3bb-03fa-a72d9b39b8a6-C", "generated_internal_id": "ASST_NON_20217702835658_12H3"}, {"internal_id": 138341002, "Award ID": "20217702835278", "Award Amount": 635273.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-02", "CFDA Number": "10.334", "Description": "VETERAN WOMEN FOR THE LAND,AIMS TO FOSTER A COMMUNITY OF PRACTICE AMONG VETERAN WOMEN FARMERS IN THE PACIFIC NORTHWEST THROUGH A SERIES OF LISTENING SESSIONS, LEARNING CIRCLES, AND CONVENINGS. THIS EXTENSION PROJECT WILL OFFER A HYBRID COMBINATION OF IN-PERSON AND VIRTUAL LEARNING OPPORTUNITIES TAILORED TO THE PARTICIPANTS&#39; INTERESTS. THE PROJECT WILL FURTHER THE GOALS OF THE AGVETS PROGRAM BY SUPPORTING NON-FORMAL EDUCATION TO PROVIDE VETERAN WOMEN WITH THE NECESSARY SKILLS, TRAINING, AND EXPERIENCE THEY NEED TO BE SUCCESSFUL IN AGRICULTURE. THE PROJECT WILL OFFER LEARNING PROGRAMS THAT INCREASE ACCESSIBILITY TO NEW AUDIENCES, EXPAND KNOWLEDGE AND ENGAGEMENT, AND LEAD TO ACTIONS THAT ENHANCE THE NATION&#39;S FOOD SUPPLY, AGRICULTURAL PRODUCTIVITY, ENVIRONMENTAL QUALITY, AND COMMUNITY VITALITY. THE PROJECT WILL ALSO SHED LIGHT ON THE UNIQUE EXPERIENCES OF FARMERS WHO ARE NAVIGATING THE COMPLEX INTERSECTION OF GENDER, RURALITY, AND VETERAN&#39;S STATUS.AFT PROPOSES TO LEVERAGE AND DISSEMINATE THE LESSONS LEARNED THROUGH THIS PROJECT TO GUIDE A BROADER UNDERSTANDING AMONG AGRICULTURAL AND VETERAN SERVICE PROVIDERS OF THE CHALLENGES THIS FARMING AUDIENCE FACES. THROUGH THIS PROJECT, AFT INTENDS TO CREATE PATHWAYS TO IMPROVE OUTREACH TO AND EDUCATIONAL OPPORTUNITIES FOR VETERAN WOMEN IN AGRICULTURE, BE IT FOR LANDOWNERS WHO ARE LOOKING TOWARDS THE FUTURE OF THEIR LAND OR NEW FARMERS WHO ARE LOOKING TO ACCESS LAND AND OPPORTUNITY.?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9784442-b3b6-4c1d-36fa-74239b76700c-C", "generated_internal_id": "ASST_NON_20217702835278_12H3"}, {"internal_id": 138710315, "Award ID": "20217702835277", "Award Amount": 674325.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "10.334", "Description": "RURAL SOUTH INSTITUTE SEEKS SUPPORT TO EMPOWER MILITARY VETERANSAND FACILITATE THEIR EQUITABLE ACCESS TO FGOVERNMENT PROGRAMS AND RESOURCES TOSUCCESSFULLY TRANSITION INTO CIVILIAN LIFE. OPPORTUNITIES IN AGRICULTURE ABOUND FOR THE NEXT GENERATION OF FARMERS, BUT MANY VETERANS ARE UNAWARE OF THESE OPPORTUNITIES, AND THEY EXPERIENCE SERIOUS CHALLENGES TO FULLY ACCESSING AVAILABLE PROGRAMS AND RESOURCES. LIMITED ACCESS TO LAND AND MARKETS, HYPER LAND PRICE INFLATION, HIGH INPUT COSTS, INCREASINGLY UNPREDICTABLE AND MORE EXTREME WEATHER EVENTS, AND A LACK OF SUFFICIENT SUPPORT NETWORKS ARE JUST A FEW OF THE MAJOR BARRIERS AND CHALLENGES VETERANS AND OTHER AGRICULTURE ENTREPRENEURS FACE. ANECDOTAL EVIDENCE REVEALSTHAT INCREASED NUMBERS OFVETERANS IN ALABAMA ARE SEEKING TO TRANSITION TO A CAREER IN AGRICULTURE. LIMITED ACCESS TO TRAINING OPPORTUNITIES; LACK OF TECHNICAL ASSISTANCE AND EXPERIENCE IN MANAGEMENT (CRUCIAL TO SURVIVAL AND SUCCESS IN FARMING); AND LACK OF SIMPLIFIED INFORMATION ABOUT FEDERAL PROGRAMS AND RESOURCES ARE ALSO SERIOUS OBSTACLES. FINALLY, INADEQUATE LEADERSHIP, ADVOCACYAND NETWORKING SKILLS, AND ENTREPRENEURIAL CAPACITY, HAVE ALL BEEN CITED AS SERIOUS CHALLENGES AMONG VETERANSAND OTHER MINORITY GROUPS WHICH SOMETIMES CAUSE FRUSTRATIONS AMONG UNDERSERVED POPULATIONS INCLUDING VETERANSAND LIMITED RESOURCE FARMERS.ALABAMA IS HOME TO AT LEAST 377,310VETERANS, MANY OF WHOM LIVE IN RURAL AREAS IN NEED OF ECONOMIC DEVELOPMENT AND RURAL REVITALIZATION. THESE VETERANS USUALLY EXPRESS INTEREST IN FARMING; HOWEVER, THE MAJORITY LACKS THE KNOWLEDGE TO ACCESS AVAILABLE RESOURCES AND OPPORTUNITIES. THE GOAL OF THIS PROJECTIS TO INCREASE THE NUMBER OF VETERANS WHO CHOOSE TO PURSUE FARMING OPPORTUNITIES; DESIRE TO TRANSITION TO BE SUCCESSFUL FARMERS AND ENTREPRENEURS; AND WHO ARE ABLE TO ACCESS AND UTILIZE FEDERAL PROGRAMS. THIS GOAL ALIGNS SEAMLESSLY WITH USDA STRATEGIC GOAL #4 [FACILITATE RURAL PROSPERITY AND ECONOMIC DEVELOPMENT]. THE RATIONALEIS THAT PREPARING RETURNING VETERANS AND THEIR FAMILIES WITH FOUNDATIONAL BUSINESS AND MANAGEMENT SKILLS, ALONG WITH COMMON AGRICULTURAL PRODUCTION TRAINING, WILL HELP THEM MAKE BETTER BUSINESS DECISIONS WHICH WILL IN TURN IMPROVE THEIR CHANCES FOR LONG-TERM SUCCESS IN FARMING. OVER THREE YEARS AND IN COLLABORATION WITH THE FEDERATION OF SOUTHERN COOPERATIVES/LAND ASSISTANCE FUND, ALABAMA COOPERATIVE EXTENSION SYSTEM,ALCHEMY FARMS AND PLANTS, AND ALABAMA AGRICULTURE A+ MARKETING ASSOCIATION, THIS PROJECT WILL TRAIN AND ASSIST AT LEAST 375VETERANSAND REACH OVER 2,500ADDITIONAL VETERANS AND THEIR FAMILIES THROUGH EFFECTIVE INFORMATION DISSEMINATION STRATEGIES. SOME OF THE EXPECTED OUTCOMES INCLUDE: INCREASED PROGRAM PARTICIPATION, IMPROVED MANAGEMENT, MARKETING, COMPUTER SKILLS, AND RECORDKEEPING SYSTEMS; ENHANCED REVENUES FROM VALUE-ADDED ENTERPRISES; INCREASED ENTREPRENEURSHIP, QUALITY OF LIFE, ECONOMIC DEVELOPMENT AND RURAL REVITALIZATION, JOB CREATION/RETENTION, EMPLOYMENT, NETWORKING, AND IMPROVED USE OF FARMLANDS, LANDOWNERSHIP; AND ULTIMATELY ENHANCED PROFITABILITY OF FARMS AND BUSINESSES OPERATED BY VETERANS AND THEIR FAMILIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "12887890-0640-4b4b-c9f1-472ec28d3901-R", "generated_internal_id": "ASST_NON_20217702835277_12H3"}, {"internal_id": 138341001, "Award ID": "20217702835276", "Award Amount": 504526.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-06", "CFDA Number": "10.334", "Description": "DENVER BOTANIC GARDENS&#39; VETERANS FARM PROGRAM CREATES OPPORTUNITY OUT OF CRISIS BY PREPARING ALL VETERANS FOR THE AGRICULTURAL WORKFORCE GAP CREATED BY GROWERS WHO ARE EITHER RETIRING OR LEAVING THE INDUSTRY. LAUNCHED IN 2014 AS A PARTNERSHIP BETWEEN DENVER BOTANIC GARDENS (THE GARDENS) AND VETERANS TO FARMERS (VTF), THE VETERANS FARM PROGRAM HELPS IMPROVE THE CURRENT STATE OF U.S. AGRICULTURE AS WELL AS THE CURRENT STATE OF VETERANS RE-INTEGRATING INTO CIVILIAN LIFE.VETERANS WHO HAVE ENDED ACTIVE MILITARY SERVICE TO THEIR COUNTRY ARE LOOKING FOR MEANINGFUL CAREERS THAT UTILIZE SKILLS GAINED IN THE MILITARY. AGRICULTURE NEEDS NEW, SKILLED FARMERS. THE GARDENS REQUESTED $504,527.00 OVER THREE YEARS FROM USDA-NIFA TO FUND THE VETERANS FARM PROGRAM TO BUILD ON AND EXPAND THE PROGRAM&#39;S SUCCESS IN PREPARING VETERANS TO MAKE THE TRANSITION FROM SERVING IN MILITARY TO FINDING REWARDING CAREERS IN FOOD PRODUCTION TO FEED OUR GROWING NATION.THE VETERANS FARM PROGRAM PROVIDES A STIPENDTO SUPPORT PROGRAM PARTICIPANTION DURING THEIR TRAINING IN AGRICULTURAL SYSTEMS, TECHNOLOGIES AND BUSINESS OPERATIONS. THE PROGRAM ALSO INCLUDESIMPORTANT COMPONENTS OF MENTAL HEALTH AND SELF-CARE - ADDRESSING POST TRAUMATIC STRESS DISORDER, FOR EXAMPLE - AND PROVIDES ONGOING EDUCATION AND INCUBATION PROJECTS TO GRADUATING VETERANS TO HELP LAUNCH/ESTABLISH THEIR FARMING CAREER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "065c39b4-462b-45c6-b1a2-9b5b5cd27d04-C", "generated_internal_id": "ASST_NON_20217702835276_12H3"}, {"internal_id": 139138810, "Award ID": "20217702835275", "Award Amount": 744937.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-02", "CFDA Number": "10.334", "Description": "THE LONG-TERM GOAL OF THIS PROJECT IS TO PROVIDE COMPREHENSIVE CLASSROOM AND HANDS-ON AGRICULTURAL EDUCATION TO MILITARY VETERANS AND TO CONNECT THEM WITH SUPPORT SERVICES THAT WILL INCREASE THEIR RETENTION IN AGRICULTURAL CAREERS. OUR TARGET AUDIENCE WILL INCLUDE SERVICE-DISABLED VETERANS, WOMEN VETERANS, AND SOCIALLY DISADVANTAGED VETERANS IN THE STATE OF CALIFORNIA. WE PLAN TO TRAIN 54 UNIQUE INDIVIDUALS IN THIS POPULATION FOR WORKFORCE OPPORTUNITIES IN AGRICULTURE, WHICH WILL BE EITHER ENTREPRENEURIAL (BEGINNING FARMER TRAINING PROGRAM) OR LONG-TERM FARM OR RANCH MANAGEMENT POSITIONS (APPRENTICESHIP PROGRAM). THE CENTER FOR LAND-BASED LEARNING (CLBL) WILL BE THE LEAD APPLICANT AND ADMINISTER THE PROJECT. CLBL WAS A SUB-AWARDEE ON A PREVIOUS AGVETS GRANT (AWARD # 2018-77028-28386) WITH THE FARMER VETERAN COALITION. THE CURRENT PROPOSED PROJECT WAS DESIGNED AROUND LESSONS LEARNED FROM THE PREVIOUS GRANT, WITH THE FOLLOWING GOALS: 1) EXPANDED RECRUITMENT OF VETERANS INTO AGRICULTURALTRAINING; 2) PROVIDING COMPREHENSIVE AND IMMERSIVE TRAINING OPPORTUNITIES; AND 3) PROVIDING CULTURALLY COMPETENT WRAP-AROUND SUPPORT TO ADDRESS BARRIERS TO COMPLETION. THIS PROJECT WILL TRAIN 15 VETERANS TO OPERATE THEIR OWN FARMING BUSINESSES AND PLACE 15 ADDITIONAL VETERANS INTO FARM MANAGEMENT APPRENTICESHIP POSITIONS WITH PAID TRAINING AND EDUCATION. TWENTY-FOUR VETERANS WILL PARTICIPATE IN A SHORT COURSE HELPING THEM EXPLORE A CAREER IN AGRICULTURE. A TEAM OF COLLABORATORS WILL PROVIDE ASSISTANCE WITH STATEWIDE RECRUITMENT, INCLUDING GOVERNMENT AGENCIES, AND WILL ALSO ASSIST VETERANS THROUGH INDIVIDUAL SUPPORT AND CONNECTION TO RESOURCES. VETERANS WILL BE PAIRED WITH MENTORS, AND BE PROVIDED FINANCIAL SUPPORT TO OVERCOME BARRIERS TO PARTICIPATION OR COMPLETION OF THE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c34c01e-ef86-a4c8-2332-bf69b70ef995-R", "generated_internal_id": "ASST_NON_20217702835275_12H3"}, {"internal_id": 139138787, "Award ID": "20217702835274", "Award Amount": 749999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-28", "CFDA Number": "10.334", "Description": "BEEKEEPERS SERVE US AGRICULTURE BY PROVIDING ~$20 BILLION IN POLLINATION SERVICES ANNUALLY FOR 35%OF CROPS GROWN. IN RECENT DECADES, HONEY BEES HAVE BEEN EXPERIENCING HIGH RATES OF ANNUAL LOSS,MAKING EDUCATION KEY TO PROFITABLE BEEKEEPING. IN 2015, MICHIGAN FOOD AND FARMING SYSTEMS,MICHIGAN STATE UNIVERSITY AND BEE WISE FARMS LLC DEVELOPED AND LAUNCHED THE HEROES TO HIVES(H2H) PROGRAM. CURRENTLY, H2H IS A NATION&#39;S LARGEST BEEKEEPING EDUCATION PROGRAM WITH NEARLY1,000 ALUMNI OPERATING OVER 4,000 BEE HIVES ACROSS THE US. H2H USES A 9-MONTH HYBRID EDUCATIONPROGRAM THAT TAKES STUDENTS THROUGH A YEAR OF BEEKEEPING TRAINING USING A SELF-PACED ONLINECERTIFICATE PROGRAM THAT IS COUPLED WITH HANDS-ON EDUCATIONAL EXPERIENCES AT SEVEN LOCATIONS INMICHIGAN. IN 2021, PROGRAM ENROLLMENT HAS INCREASED TO OVER 7,000 PARTICIPANTS COMING FROM ALL 50STATES, US TERRITORIES (EXCEPT SAMOA) AND ACTIVE DUTY PERSONNEL PARTICIPATING FROM ASIA AND EUROPE.THIS EXTREME GROWTH HAS NECESSITATED PROGRAM EXPANSION TO MEET THE NEEDS OF OUR GROWING STUDENTENROLLMENT. THIS PROPOSAL SEEKS TO EXPAND THE CURRENT PROGRAM TO INCLUDE: 1) HANDS-ON EDUCATIONALSITES IN MINNESOTA, NEBRASKA, AND MISSOURI, 2) NEW ONLINE EDUCATIONAL MODULE COVERING SMALLBUSINESS DEVELOPMENT/MARKETING, 3) NEW ONLINE EDUCATIONAL MODULE ON FINANCIAL/PERSONAL RISKMANAGEMENT, 4) NEW ONLINE EDUCATIONAL MODULE ON WORKING IN THE COMMERCIAL INDUSTRY, AND 5)RESOURCES AND OUTREACH MATERIALS CONNECTING STUDENTS TO USDA PROGRAMS AND SERVICES. WE EXPECTTHAT THROUGH EXPANSION OF THE H2H PROGRAM WE WILL SUPPORT VETERANS OWNING THEIR OWN SMALLBEEKEEPING BUSINESS, DIVERSIFYING EXISTING FARM BUSINESSES, AND FINDING EMPLOYMENT IN THECOMMERCIAL INDUSTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e54b0ff-cd3a-d1f8-6b41-162e497f5d5e-R", "generated_internal_id": "ASST_NON_20217702835274_12H3"}, {"internal_id": 138710313, "Award ID": "20217702835273", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-16", "CFDA Number": "10.334", "Description": "VETERANS FARMING THROUGH ADVERSITY CONNECTS VETERANS TO AN EDUCATIONAL AND TRAINING PROGRAMIN THEIR CHOSEN AGRICULTURAL FIELD THROUGH PARTNERSHIPS WITH FOUR CERTIFIED AGRICULTURAL APPRENTICESHIPPROGRAMS: (A) DAIRY GRAZING APPRENTICESHIP (DGA); (B) ARCHI&#39;S ACRES INSTITUTE FOR SUSTAINABLEAGRICULTURE; (C) RODALE INSTITUTE VETERAN FARMER TRAINING PROGRAM; AND (D) TEXAS AGRABILITYBATTLEGROUND TO BREAKING GROUND. THE FOUR APPRENTICESHIP OPPORTUNITIES SPAN 18 STATES AND A VARIETY OFFOCUS AREAS AND COMMODITIES.FIRST,FVC WILL EMPLOY A MINIMUM OFFIVE DIVERSE COMMUNITY OUTREACH ANDMARKETING STRATEGIES TO INCREASE VETERANS&#39; AWARENESS OF FVC&#39;S AGVETS PROGRAM AND PARTNEREDAPPRENTICESHIP OPPORTUNITIES, INCLUDING HOSTING AND ATTENDING OUTREACH AND CAREER EVENTS,POSTINGINFORMATION TO SOCIAL MEDIA PLATFORMS, DEVELOPING A YOUTUBE RECRUITMENT VIDEO, AND DISSEMINATING ASEMI-YEARLY ELECTRONIC NEWSLETTER. SECOND, FVC WILL PROVIDE GUIDANCE FORVETERANS WHO EXPRESS INTERESTINAN APPRENTICESHIP, FROMINITIAL INQUIRY THROUGH THE APPLICATION STAGE. STAFF WILLDEVELOP A CATALOGUE OFAPPRENTICESHIP OPPORTUNITIES, HOST QUARTERLY Q&AMP;A SESSIONS FOR PARTNERED PROGRAMS, OFFERRESUME ANDBUSINESS PLAN REVIEWS FOR VETERANS INTERESTED IN APPLYING, AND PROVIDE INDIVIDUAL CONSULTS TO INTERESTEDVETERANS TO ASSESS THEIR READINESS TO COMPLETEAN APPRENTICESHIP.FINALLY, FVC WILLPROVIDE CASEMANAGEMENTAND SUPPORTIVE SERVICES FORVETERANSTHROUGHOUT THEIR APPRENTICESHIP PROGRAMAND ASSIST THEMWITH THE SUBSEQUENTJOB SEARCH AND PLACEMENT PROCESS.STAFF WILL HOST QUARTERLY MEETINGS WITH LEADERSHIPOF EACH APPRENTICESHIP PROGRAM AND QUARTERLY GROUP/COHORT CHECK-INS TO EVALUATE VETERANS&#39; PROGRESS ANDIDENTIFY AREAS FOR ADDITIONAL SUPPORT.VETERANS WILL ALSO BE REFERRED TO USDA RESOURCES, OTHER FVCPROGRAMS,AND PARTNER SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b85a7979-8a3a-8cc5-f9f8-a0b3a0a1259e-C", "generated_internal_id": "ASST_NON_20217702835273_12H3"}, {"internal_id": 138341000, "Award ID": "20217702835272", "Award Amount": 740940.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-01", "CFDA Number": "10.334", "Description": "THE PROJECT WILL PRIMARILY BE DELIVERED WITHIN THE USDA STRIKE FORCE INITIATIVE COUNTIES IN EASTERN NC. THE AMERICAN LEGION POST 521 IS A MAJOR COLLABORATOR ASSISTING WITH RECRUITMENT. THIS PROJECT WILL HAVE A DELIVERY PLAN THAT IS SPECIFICALLY TAILORED TO ADDRESS THE BARRIERS FACED BY NEW BEGINNING VETERAN FARMERS. THIS INCLUDES USING EXPERIENTIAL TRAINING THROUGH APPRENTICESHIP AND MENTORING ON A MODEL FARM, CLASSROOM-BASED WORKSHOPS, AND HANDS-ON ACTIVITIES TO BUILD KNOWLEDGE AND SKILLS REQUIRED TO MAKE WELL INFORMED BUSINESS DECISIONS AND TO OPERATE SUSTAINABLE AND PROFITABLE FARMS.WSFG WILL CONDUCT A 6-MONTH \"LEARNING BY DOING\" APPRENTICESHIP TRAINING PROGRAM ON TWO MODEL FARMS FOR 72 VETERANS. THE TRAINING MODEL IS DESIGNED TO HAVE VETERANS SHADOW THE HOST FARMER TO UNDERSTAND REAL FARMING EXPERIENCE BY PARTICIPATING IN MANY ASPECTS OF SUSTAINABLE AGRICULTURE PRODUCTION AND FARM MANAGEMENT PRACTICES.WE WILL PROVIDE PROGRESSIVE TRAINING THROUGH A BUSINESS AND ENTREPRENEURIAL ACADEMY. A MULTIFACETED TRAINING SESSION DESIGNED TO EQUIP PARTICIPANTS TO IMPROVE ON THEIR BUSINESS MANAGEMENT SKILLS, LEARN TO ADD VALUE TO RAW PRODUCE AND EXPLORE BEE KEEPING AS AN ADDITIONAL SOURCE OF INCOME. THE TRAINING IS GEARED TOWARDS BEEKEEPING CERTIFICATION.WE WILL INCREASE AWARENESS AND PARTICIPATION IN USDA PROGRAMS BY PROVIDING AGGRESSIVE OUTREACH, FACILITATE ONE-ON-ONE ASSISTANCE WITH APPROPRIATE AGENCY SPECIALIST AND, ASSIST IN APPLYING FOR PROGRAM ASSISTANCE. WE ESTIMATE TO PROVIDE TECHNICAL ASSISTANCE TO 360 VETERANS THROUGH OUR CONNECT VETERANS TO AG. RESOURCE SUMMITS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6180da10-ca86-fb53-fabc-c2e39d25cd11-R", "generated_internal_id": "ASST_NON_20217702835272_12H3"}, {"internal_id": 110335903, "Award ID": "20207702832893", "Award Amount": 265115.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-10", "CFDA Number": "10.334", "Description": "OPERATION WELCOME HOME (OWH) IS A 501(C)3 NON-PROFIT INITIATIVE FOR VETERANS OF THE ARMED FORCES. IT IS A VETERANS JOB PLACEMENT AND SERVICE FACILITY AT MYLAN PARK IN MORGANTOWN, WEST VIRGINIA. OWH SERVES AS A COMMUNITY RESOURCE FOR VETERANS AND THEIR DEPENDENTS BY PROVIDING APPLICABLE JOB REINTEGRATION TRAINING, CLASSES, COUNSELING, RESOURCE EVENTS AND FAIRS, REFERRALS, AND LINKAGES TO PROFESSIONALS AND SERVICES WITHIN THE GREATER MORGANTOWN AREA.OWH ALLEVIATES COMMON BARRIERS TO EMPLOYMENT FACED BY VETERANS WHO HAVE SO SELFLESSLY SERVED OUR COUNTRY. THROUGH SERVICES LIKE: RESUME WORKSHOPS, MOCK INTERVIEWS, FINANCIAL PLANNING WORKSHOPS, BENEFITS INFORMATIONAL SESSIONS, AND BUSINESS PLANNING CLASSES, OWH HELPS PREPARE VETERANS AND THEIR DEPENDENTS FOR SUSTAINABLE EMPLOYMENT. OPERATION WELCOME HOME ALSO WORKS CLOSELY WITH EMPLOYERS IN THE COMMUNITY THAT WANT TO HIRE VETERANS BY PROVIDING OPEN INTERVIEWS.OWH WORKS INDIVIDUALLY WITH VETERANS TO DETERMINE THEIR CAREER GOALS. TO DATE, THEORGANIZATION HAS SUCCESSFULLY PLACED OVER 550 VETERANS IN FULL TIME JOBS AND SERVED WELL OVER 3,000 OTHER VETERANS WITH VARIOUS VETERAN-RELATED ISSUES. THESE VETERANS HAVE BEEN REACHED THROUGH SOCIAL MEDIA, EMAIL LISTSERV, ATTENDING AND HOSTING JOB FAIRS, HOLDING THE FIRST NORTH CENTRAL WEST VIRGINIA VETERANS AND DEPENDENT RESOURCE FAIR, AND SPEAKING TO MANY LOCAL SCHOOLS AND GROUPS INCLUDING ALL LOCAL HIGH SCHOOLS, EVERY ROTARY CHAPTER IN THE SURROUNDING AREA, ATTENDING ALL HOME AND OUTDOOR SHOWS NEAR OUR HOME LOCATION, AND VARIOUS OTHER MEANS.OPERATION WELCOME HOME WAS GRANTED FUNDS BY THE USDA NATURAL RESOURCES CONSERVATION SERVICE APPROXIMATELY THREE YEARS AGO AND BEGAN A PARTNERSHIP WITH THE WEST VIRGINIA UNIVERSITY EXTENSION SERVICE TO TEACH VETERANS THE BASICS OF HIGH TUNNEL OPERATION, SITE SELECTION, SETUP, ETC. AND WAS HOLDING AT LEAST TWO CLASSES PER WEEK ASIDE FROM HANDS-ON ACTIVITIES OF CONSTRUCTING A HIGH TUNNEL, WHICH IS LOCATED ACROSS FROM OUR PHYSICAL LOCATION.THE PLANS WERE BROUGHT TO AN ABRUPT HALT IN OPERATIONS WHEN THE PUBLIC-SCHOOL SYSTEM WAS FORCED TO RECLAIM SOME SPACE THEY HAD ALLOWED US TO USE FOR CONSTRUCTION AS THEY NEEDED TO BUILD AN ADDITION TO THEIR CURRENT ALTERNATIVE LEARNING CENTER (ALC). WE HAVE SINCE FOUND ANOTHER SITE LOCATED NEARBY AT MYLAN PARK WHERE OWH IS CO-LOCATED WITH NUMEROUS OTHER THRIVING NON-PROFITS ON A RECLAIMED STRIP MINE, AS WELL AS A NEW COMMUNITY BUILDING THAT HOUSES WEST VIRGINIA DEPARTMENT OF AGRICULTURE AND THE COUNTY EXTENSION SERVICE. IN FACT, OUR HIGH TUNNEL IS LOCATED DIRECTLY ACROSS FROM THAT BUILDING AND STILL WITHIN WALKING DISTANCE OF OUR PHYSICAL ESTABLISHMENT.OPERATION WELCOME HOME&#39;S VETERANS IN AGRICULTURE TRAINING PROGRAM WILL PROVIDE A FULL GAMUT OF CLASSROOM EDUCATION, HANDS-ON WORKSHOPS, FIELD TRIPS, AND INDIVIDUAL NEEDS ASSESSMENT FOR OUR PARTICIPANTS. WE WILL BEGIN THE PROGRAM COURSE WITH CLASSROOM INSTRUCTION ON WHAT PARTICIPANTS CAN EXPECT FROM PARTICIPATING IN THE PROGRAM: FROM LEARNINGWHAT A HIGH TUNNEL IS THROUGH PROGRAM COMPLETION WITH A BLUEPRINT TO SUCCESS IN DEVELOPING ECONOMIC SELF-SUFFICIENCY. PARTICIPANTS WILL HAVE THE OPPORTUNITY TO WORK IN THE HIGH TUNNEL AS THEIR SCHEDULE PERMITS AND WE WILL SCHEDULE OVERSIGHT OF OPERATIONS APPROPRIATELY. AS PARTICIPANTS BEGIN TO LEARN, WE WILL HOST FIELD TRIPS TO DIFFERENT, SUCCESSFUL, FARMS THROUGHOUT THE STATE AND ALLOW THEM TO SEE VARIOUS OPPORTUNITIES TO ENLIGHTEN THEM TO WHAT ENTERPRISES WITHIN AGRICULTURE THEY MIGHT LIKE TO PURSUE. ESSENTIALLY, THE FIRST YEAR OF THIS PROJECT WILL BE \"AGRICULTURE 101\" FOR OUR VETERANS AND NOT ONLY PROVIDE THEM WITH THE KNOWLEDGE THEY WILL USE AS A FOUNDATION TO BE SUCCESSFUL IN THE FIELD (WHETHER IT BE FOR PROFIT OR FOR SOCIAL REASONS), BUT ALSO PROVIDE THEM WITH A TRIED AND TRUE THERAPEUTIC OUTLET AND VENUE.BY SOWING SEEDS AND SEEING THE FRUITING OF THEIR LABOR, VETERANS WILL TAKE PRIDE IN THEIR WORK AND FEEL ACCOMPLISHED WHILE FORMING IMPORTANT BONDS WITH BOTH THEIR VETERAN PEERSAND SOME NON-VETERAN COUNTERPARTS. THE HEALING POWER OF AGRICULTURE HAS BEEN A HIGHLIGHT OF MANY VETERANS&#39; PERSONAL RECOVERY. THIS WILL UNDOUBTEDLY BE A WIN-WIN SITUATION FOR ALL INVOLVED.BASED ON OUR PREVIOUS LEVEL OF INTEREST IN THIS PROJECT, WE FORESEE UP TO 40 VETERANS BEING INVOLVED IN THIS PROJECT FROM THE START AND KNOW THAT THIS INTEREST WILL GROW AS INFORMATION IS SPREAD THROUGH WORD OF MOUTH, SOCIAL MEDIA, EMAILS, FIELD TRIPS, AND REGULAR OUTINGS TO BOTH OUR LOCAL FARMER&#39;S MARKET AND THOSE WITHIN OUR COMMUTABLE AREA. THE FIRST YEAR OF THE PROJECT WILL BE CATERED TO ALL VETERANS AND DEPENDENTS (REGARDLESS OF BRANCH, RANK, SERVICE ERA, ABILITY OR DISABILITY) WITH A FOCUS ON BUSINESS PLANNING AND THE START-UP PHASE OF HIGH TUNNEL OPERATIONS.WEST VIRGINIA HAS THE HIGHEST NUMBER OF SMALL FARMS IN THE U.S. AT OVER 98% ACCORDING TO THE UNITED STATES DEPARTMENT OF AGRICULTURE NATIONAL AGRICULTURAL STATISTICS SERVICE, WHICH ALSO TRANSLATES TO A HIGH PERCENTAGE (62%) OF SINGLEOPERATOR BUSINESSES (USDA NASS, 2016). THERE ARE 38,123 PRODUCERS THAT OPERATE 23,622 FARMS IN WEST VIRGINIA. OF THESE INDIVIDUALS, 5,160 (13.5%) OF THEM ARE PRODUCERS WITH MILITARY SERVICE (USDA NASS, 2019). WITH THE KNOWLEDGE THAT FARMING IN THE STATE IS HIGHLY DIVERSIFIED, THIS WILL BE THE BASIS OF THE EDUCATIONAL SESSIONS FOR PARTICIPANTS AND THIS NETWORK OF EXISTING VETERAN FARMERS WILL BE BUILT UPON BY INTEGRATING A MENTORING PROGRAM.TO AID IN THE PROJECT NETWORKING, THE WEST VIRGINIA CHAPTER OF THE FARMER VETERAN COALITION WILL ENHANCE THE PROJECT OUTREACH ACROSS THE STATE THROUGH THEIR NETWORK OF 450 VETERAN FARMERS LOCATED IN THE STATE. THEIR MEMBERSHIP IS FREE AND AN OPPORTUNITY TO STRENGTHEN THE SUPPORT THAT PROGRAM PARTICIPANTS RECEIVE. THIS PARTNERSHIP WILL ALSO OPEN DOORS FOR ADDITIONAL JOB PLACEMENT OPPORTUNITIES, PEER-TO-PEER NETWORKING, AND SHARING OF SUCCESS AND CHALLENGES ENCOUNTERED WHILE FARMING IN WEST VIRGINIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5f2cf453-d581-d9e4-3e41-a2f962587969-R", "generated_internal_id": "ASST_NON_20207702832893_12H3"}, {"internal_id": 110335902, "Award ID": "20207702832892", "Award Amount": 270000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-04", "CFDA Number": "10.334", "Description": "THE PROGRAM WILL ACCESS THE WEALTH OF UNIQUE FARM OPERATIONS AND INNOVATIVE TECHNOLOGIES IN SOUTHEASTERN WISCONSIN TO FEATURE A SEQUENCE OF IMMERSIVE EXPERIENCES THAT ROTATE AMONG A DIVERSE FOOD SUPPLY CHAIN AND LOCAL FARM PRODUCTION PARTNERSHIPS TO EQUIP VETERANS WITH THE KNOWLEDGE, DEVELOPMENT AND MIDDLE-SKILL CREDENTIALS FOR 21ST CENTURY FOOD SYSTEM TRANSFORMATION, AGRIBUSINESS INNOVATION AND SUCCESS AS PART OF THEIR NEXT MISSION TO HELP FEED AMERICA. THE PROGRAM IS FULL TIME AND PARTICIPANTS WILL RECEIVE A BI-WEEKLY STIPEND DURING THEIR ENROLLMENT. THE FIRST TWELVE WEEKS (3 MONTHS) OF TRAINING FOR A COHORT WILL PROVIDE AN INTRODUCTION TO AGRIBUSINESS OPERATIONS AND OPPORTUNITIES, AND INCLUDE NON-FORMAL CLASSROOM INSTRUCTION TO ACQUIRE INDUSTRY MIDDLE-SKILL CREDENTIALS, ENTREPRENEURIAL TRAINING, TOURS, VOLUNTEER SERVICE TO THE LOCAL AGRICULTURE COMMUNITY, PARTICIPATION IN MENTORSHIP CIRCLES, AND INDIVIDUAL LEARNING AND EXPERIMENTATION. THE REMAINING 12 WEEKS OF THE TOTAL 24-WEEK TRAINING CYCLE FOR EACH COHORT WILL ENGAGE VETERANS IN A PAID PRACTICUM AT A PROJECT SITE(S) OF PREFERRED CAREER INTEREST FOR MORE FOCUSED HANDS-ON LEARNING WITHIN THE CONTEXT OF ON-THE-JOB TRAINING ASSIGNMENTS. OVER THREE YEARS, 75 MILITARY VETERANS WILL BE TRAINED, AND 60 MILITARY VETERANS WILL BE PLACED INTO AGRICULTURE AND FOOD SECTOR EMPLOYMENT TO PRODUCE, SUPPLY, STORE, DISTRIBUTE, PROCESS, MARKET AND ASSURE THE QUALITY AND ENVIRONMENTAL SUSTAINABILITY OF FOOD AND AGRICULTURAL PRODUCTS FOR AMERICA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0ffd116-a4bc-76ed-e1e4-d0e9ab61925e-R", "generated_internal_id": "ASST_NON_20207702832892_12H3"}, {"internal_id": 110335904, "Award ID": "20207702832891", "Award Amount": 299990.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-03", "CFDA Number": "10.334", "Description": "SOUTHEAST LOUISIANA SUFFERS FROM FOOD AND ECONOMIC INSECURITY. NEARLY 1/3 OF LOUISIANA&#39;S VETERANS RESIDE HERE, AND LACK ACCESS TO FRESH FOOD AND MEANINGFUL WORK OPPORTUNITIES. TO PROVIDE MORE ACCESSIBLE FRESH FOOD FOR VETERANS AND BROADER COMMUNITY, AND CREATE JOB/VOLUNTEER OPPORTUNITIES IN FOOD/FARMING BUSINESSES FOR VETERANS, COMMUNITY-BASED NON-GOVERNMENTAL ORGANIZATIONS, WITH PUBLIC AND PRIVATE PARTNERS, AND OUR REGIONAL VETERANS AFFAIRS (VA) WILL HOST 6 OUTREACH MEETINGS, 29 2-HOUR CLASSES AND 12 6-HOUR WEEKEND-DAY CLASSES, OVER 3-YEARS AT VARIOUS LOCATIONS, INCLUDING THE VA, AND PROVIDE: FARMING EDUCATION, TRAINING, INTERNSHIPS AND MENTORING TO VETERANS. VARIETY IN DAYS/TIMES/SITES ALLOWS PARTICIPATION OF VETERANS FROM ASSORTED ETHNIC/RELIGIOUS/SOCIAL BACKGROUNDS. ADDITIONALLY, THE PROJECT SUPPORTS EXPANSION OF THE VA GROWING PROGRAM, USING VARIOUS AGRICULTURAL PRACTICES, OFFERING VETERANS IMMERSIVE TRAINING IN A FAMILIAR/COMFORTABLE SETTING. THE SOUTHEAST LOUISIANA VA IN NEW ORLEANS HAS 66,000 REGISTERED USERS FROM 23 PARISHES (COUNTIES), AND OFFERS DIRECT CONNECTIONS TO VETERANS WHO COME FOR TREATMENT AND RECREATION; SOME RESIDE ON-SITE. THE PRIMARY GOAL IS TO INCREASE THE NUMBER OF SOUTHEAST LOUISIANA VETERANS GAINING KNOWLEDGE/SKILLS THROUGH COMPREHENSIVE, HANDS-ON/IMMERSIVE FARM PROGRAMS, LEADING TO SUCCESSFUL CAREERS IN FOOD/AGRICULTURAL, TO MEET NEEDS OF VETERANS AND BROADER COMMUNITY. OUR TARGET AUDIENCE INCLUDES VETERANS, STUDENT-VETERANS, ACTIVE MILITARY TRANSITIONING TO VETERANS, WOMEN-VETERANS AND THOSE FROM SOCIALLY/ECONOMICALLY DISADVANTAGED POPULATIONS. ALL SESSIONS WILL BE VIDEO-RECORDED. SOME MAY BE VIRTUAL, COVID19 DEPENDENT, FOR THOSE UNABLE TO ATTEND IN-PERSON, AND TO USE AS A REFRESHER, AND ONGOING FUTURE TRAINING. PARTICIPANTS WILL BE OFFERED INTERNSHIPS AT WORKING FARMS AND THE VA, AND MATCHED WITH LOCAL MENTOR-FARMERS FOR LONG-TERM SUPPORT ON FUTURE ENDEAVORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d87ad67-cafd-e34d-565a-23c64afd1802-R", "generated_internal_id": "ASST_NON_20207702832891_12H3"}, {"internal_id": 110335958, "Award ID": "20207702832890", "Award Amount": 312775.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "10.334", "Description": "CENTER FOR RURAL AFFAIRS (CFRA) PROPOSES A TRAINING PROGRAM TO ENABLE NEW AND PROSPECTIVE VETERAN FARMERS TO KNOW THE KEY PRODUCTION AND MANAGEMENT STEPS FOR THREE FARM ENTERPRISES: PORK PRODUCTS, VEGETABLES, AND EGGS. THIS PROJECT ADDRESSES THE AGVETS PRIORITIES OF BUILDING AGRICULTURAL CAREERS FOR MILITARY VETERANS AND HELPING THEM TO ACCESS USDA PROGRAMS. FORTY-FIVE PARTICIPANTS WILL IMPROVE THEIR FARM STARTUPS OR ENTERPRISES; 36 OF THESE WILL DEVELOP BUSINESS PLANS BASED ON BOTH CLASSROOM AND ON-FARM TRAINING FROM THREE DIVERSIFIED FARMS IN EAST-CENTRALNEBRASKA, FOCUSED ON ONE FARM EACH OF THREE YEARS. MONTHLY TRAINING SESSIONS WILL INCLUDE HANDS-ON EXPERIENCES OF PRODUCTION PRACTICES AT SPECIFIC SEASONS AND AS WELL AS ADDRESS BUSINESSMANAGEMENT ISSUES AND DECISIONS FOR THOSE ENTERPRISES. USDA AGENCY STAFF WILL ATTEND SESSIONS TO EXPLAIN PROGRAMS AND ANSWER QUESTIONS OF INDIVIDUAL FARM ISSUES. OUTPUTS INCLUDE CASE STUDIES OF THE THREE FARMS AND TRAINING CURRICULA FOR USE BY OTHERTRAINING PROGRAMS. SOME OF THE HOST FARMS INTEND TO CONTINUE THEIR EXISTING TRAINING PROGRAMS USING THE FORMAT DEVELOPED IN THIS PROJECT, WHICH WILL EXTEND THE REACH OF THIS PROJECT BEYOND THE PROJECT PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9fe00f20-9b4f-df1d-3de1-adda9ad98138-C", "generated_internal_id": "ASST_NON_20207702832890_12H3"}, {"internal_id": 110335913, "Award ID": "20207702832889", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "10.334", "Description": "WHAT DOES FARMING AND SERVING OUR COUNTRY THROUGH MILITARY SERVICE HAVE IN COMMON? BOTH ARE NOBLE PROFESSIONS. BOTH ARE MATTERS OF NATIONAL AND GLOBAL SECURITY. THE MILITARY PROTECTS OUR NATION WITH ONLY 1% OF THE POPULATION. LIKEWISE, ONLY 1% OF OUR POPULATION IS DEDICATED TO PROVIDING THE FOOD NECESSARY TO FEED OUR COUNTRY. WE ALL KNOWTHE US MILITARY IS THE MOST TECHNOLOGICALLY ADVANCED ENTITY IN THE WORLD. NOT EVERYONE KNOWS THAT AGRICULTURAL CAREERS REQUIRE SOPHISTICATED KNOWLEDGE, SKILLS AND TECHNOLOGY TO TURN THE KEY FOR AGRICULTURAL SUCCESS. GROWING COMMUNITY THROUGH A STRONG, DIVERSIFIED AGRICULTURE AND FOOD SYSTEM OFFERS UNIQUE CAREER OPPORTUNITIES TO VETERANS AND SERVICE MEMBERS WHO ARE SEPARATING FROM THE MILITARY. AS AMERICAN FARMERS AGE AND AGRICULTURE BECOMES INCREASINGLY DIVERSIFIED AND SOPHISTICATED THERE IS A GROWING DEMAND FOR PRODUCERS AND AGRICULTURE RELATED SPECIALISTS. THIS PROJECT SEEKS TO OFFER CLASSROOM AND HANDS-ON PRACTICAL TRAINING TO VETERANS AND TRANSISTIONINGSERVICE MEMBERS. WE WILL DEVELOP THE SKILLS NECESSARY AND MATCH VETERANS&#39; AND TRANSITIONING SERVICE MEMBERS&#39; INTERESTS IN AGRICULTURE WITH THE DIVERSE CAREER OPPORTUNITIES IN THIS GROWING FIELD.CORNELL COOPERATIVE EXTENSION OF JEFFERSON COUNTY AND PROJECT PARTNERS WILL PROVIDE A MULTI-FACETED AGRICULTURE TRAINING PROGRAM FOR VETERANS AND TRANSITIONING SERVICE MEMBERS. AS A RESULT OF TARGETED OUTREACH, KEY STRATEGIC PARTNERSHIPS, AND HIGH-QUALITY EVIDENCE-BASED PROGRAMS THAT PROVIDE HANDS-ON AND IMMERSIVE EXPERIENCES, TRANSITIONING SERVICE MEMBERS AND VETERANS WILL UNDERSTAND AND ENGAGE IN INDIVIDUALIZED AND UNIQUE PATHWAYS TO SECURE SUCCESSFUL CAREERS IN THE FOOD AND AGRICULTURE SECTOR. SPECIFICALLY, BY SEPTEMBER 2023, THIS PROGRAM WILL REACH 3,000 VETERANS AND SERVICE MEMBERS WITH INFORMATION ABOUT AGRICULTURE AND AGRICULTURAL-RELATED CAREERS; PROVIDE TOPIC FOCUSED IN-DEPTH WORKSHOP/CLASSROOM (IN PERSON AND ONLINE) AGRICULTURAL TRAINING OPPORTUNITIES TO 600 VETERANS AND SERVICE MEMBERS AND PROVIDE IMMERSIVE ON-FARM INTERNSHIP TRAINING TO 60 TO 75 PARTICIPANTS. IN ADDITION, THIS PROJECT WILL UTILIZE A LOCAL FARM FACILITY AS A MODEL FARM TO CONDUCT HANDS ON TRAINING, GROW CROPS, AND ALLOW PARTICIPANTS TO TRIAL AGRICULTURAL ENTERPRISES WITHOUT THE CAPITAL NEEDS OF THEIR OWN LAND. THE OVERARCHING GOAL OF THE PROJECT IS TO INCREASE THE NUMBER OF MILITARY VETERANS PURSUING KNOWLEDGE AND SKILLS DEVELOPMENT THROUGH COMPREHENSIVE, HANDS-ON AND IMMERSIVE FARM PROGRAMS THAT LEAD TO SUCCESSFUL CAREERS IN THE FOOD AND AGRICULTURAL SECTOR IN ORDER TO MEET THE FOLLOWING OUTCOME: 15-20 PROGRAM PARTICIPANTS WILL: START OR EXPAND A FARM OR AGRICULTURAL BUSINESS; GAIN EMPLOYMENT IN AN AGRICULTURAL/FOOD SUPPLY JOB; OR PURSUE HIGHER/FURTHER EDUCATION IN AN AGRICULTURE RELATED FIELD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c103e81a-c777-4ecd-3928-5a4a732d3722-C", "generated_internal_id": "ASST_NON_20207702832889_12H3"}, {"internal_id": 110335912, "Award ID": "20207702832888", "Award Amount": 749826.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-30", "CFDA Number": "10.334", "Description": "NFO CREATED VETCORPS BASED ON VETERAN AGRICULTURE INITIATIVES AND AMERICORPS, ADDING MENTAL HEALTH SERVICES TO SUPPORT VETERANS TRANSFERRING TO CIVILIAN LIFE. NFO&#39;S VETCORPS IS THE FIRST VETERAN-CENTRIC AMERICORPS PROGRAM TO PROVIDE AGRICULTURE ANDMENTAL HEALTH TRAINING TO MILITARY FAMILIES. NFO PROVIDES EVIDENCE-BASED THERAPIES (MINDFULNESS-BASED INTERVENTIONS, TRAUMA-CONSCIOUS YOGA, AND ECOTHERAPYTO ASSIST VETERANS WITH PTS, TBI, AND MTS AS THEY BEGIN AGRICULTURE ACTIVITIES AND REINTEGRATE INTO CIVILIAN LIFE.?NOT FORGOTTEN OUTREACH&#39;S (NFO&#39;S) GOALS OVER THE NEXT THREE YEARS FOR VETCORPS INCLUDE THE FOLLOWING: 1) TRAINING 45 VETCORPS MEMBERS, CONSISTING OF VETERANS AND MILITARY FAMILY MEMBERS, THROUGH AN IMMERSIVE CURRICULUM INCLUDING FARMING, RANCHING, AND WHOLE HEALTH SKILLS TRAINING TO BECOME EMPLOYED AS THE NEXT GENERATION OF SUSTAINABLE FARMERS AND RANCHERS IN NORTHERN NEW MEXICO AND SOUTHERN COLORADO; 2) PROVIDING OUTREACH TO 750 VETERAN FARMERS AND RANCHERS TO INCREASE AWARENESS OF REGIONAL AGRICULTURAL TRAINING RESOURCES, AGRICULTURAL EMPLOYMENT OPPORTUNITIES, AND USDA RESOURCES.NFO&#39;S TARGET AUDIENCE FOR THIS PROPOSAL IS VETERAN AND MILITARY FAMILY BEGINNER FARMERS AND RANCHERS IN TAOS COUNTY, NORTHERN NEW MEXICO, AND SOUTHERN COLORADO. THE NEED FOR MILITARY FAMILY AGRICULTURAL TRAINING SERVICES AND VETERAN CENTRIC SERVICES IN TAOS COUNTY AND SURROUNDING AREAS IS LARGE. CURRENTLY 2,515 VETERANS LIVE IN TAOS COUNTY, COMPRISING 9.3% OF THE ADULT POPULATION COMPARED TO 7.5% NATIONALLY. NEW MEXICO RANKS 13TH IN THE NATION FOR CONCENTRATION OF VETERANS, WITH 150,650 VETERANS REPRESENTING 9.6 PERCENT OF THE ADULT POPULATION. IN NEW MEXICO 8.4% OF VETERANS ARE FEMALE (US CENSUS BUREAU, 2019). VETERANS IN NEW MEXICO ARE MORE THAN TWICE AS LIKELY TO HAVE A DISABILITY THAN NON-VETERANS. 31.7% OF VETERANS IN NEW MEXICO REPORTED HAVING A DISABILITY (NM DEPARTMENT OF WORKFORCE SOLUTIONS, 2019).VETCORPS TRAINS VETERANS AND MILITARY FAMILIES IN AN OPEN, RELAXED ENVIRONMENT. THIS ALLOWS VETERANS AND THEIR FAMILIES TO LEARN AND WORK TOGETHER TO OVERCOME PHYSICAL AND MENTAL BARRIERS, GIVING RETURNING VETERANS THE OPPORTUNITY TO REINTEGRATE PRODUCTIVELY INTO AMERICA&#39;S RURAL COMMUNITIES. NFO BELIEVES THAT BY EQUIPPING OUR NATION&#39;S MILITARY VETERANS AND FAMILY MEMBERS WITH TRANSFERABLE AGRICULTURAL SKILLS AND RESOURCES, THEY WILL BE BETTER EQUIPPED TO REINTEGRATE INTO SOCIETY WITH AGRICULTURAL JOBS. THE SIX MONTH CURRICULUM FOCUSED AROUND EXPERIENTIAL AGRICULTURE AND HANDS-ON WORKSHOPS PROVIDE DIVERSIFIED AND SUSTAINABLE AGRICULTURE PRACTICES THAT CAN BE APPLIED TO PARTICIPANTS&#39; FARM OPERATIONS.NFO COLLABORATES WITH AGRICULTURE EXPERTS, AGRICULTURE ORGANIZATIONS, AND FEDERAL ENTITIES TO PROVIDE A HOLISTIC FARMING AND RANCHING CURRICULUM AND ACCOMPLISH VETCORPS GOALS OF TRAINING AND EMPOWERING PARTICIPANTS TO PURSUE AGRICULTURE. COLLABORATORS INCLUDE MORNING STAR FARMS OF TAOS, ZIA QUEEN BEE, ALIANZA AGRI-CULTURA, MICHAEL O&#39;GORMAN--FARMER VETERAN COALITION FOUNDER, NMSU COOPERATIVE EXTENSION SERVICE, RICHARD LOPEZ--USDA BEGINNER FARMER VETERAN REGIONAL COORDINATOR, AND THE NEW MEXICO FARMERS MARKETING ASSOCIATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8d754ab-c4f7-ca18-0da1-cd3015c8740b-R", "generated_internal_id": "ASST_NON_20207702832888_12H3"}, {"internal_id": 110335894, "Award ID": "20207702832887", "Award Amount": 642840.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-31", "CFDA Number": "10.334", "Description": "THE NORTH-SOUTH INSTITUTE (NSI)&#39;S GOAL, WHICH ALIGNS WITH USDA&#39;S AGVETS PROGRAM, IS TO TRANSFORM THE PILOT VETERAN SMALL FARM AND BUSINESS INCUBATOR PROGRAM TO A PERMANENT PROGRAM SERVING UNDERSERVED VETERANS IN 20 COUNTIES IN FLORIDA. NSI EXPANDED ITS PROGRAM FOLLOWING LESSONS AND BEST MANAGEMENT PRACTICES LEARNED FROM THE PILOT. SPECIFICALLY, NSI IMPLEMENTED A VETERAN-LED ASSISTANCE MODEL FOR THOSE WHO COMPLETED THE PILOT, EXPANDED RECRUITMENT, AND PROVIDED TRAINING &AMP; TECHNICAL ASSISTANCE (T/TA), CERTIFICATION, AND RESOURCE MOBILIZATION USING A VETERAN SMALL FARM AND BUSINESS INCUBATOR MODEL.OBJECTIVES ARE (1) FOLLOW-UP WITH PILOT PARTICIPANTS WHO STARTED FARMS AND/OR GAINED EMPLOYMENT IN AGRICULTURE OR ALLIED INDUSTRIES; (2) EXPAND VETERAN RECRUITMENT AND T/TA, PARTICULARLY TO FEMALE VETERANS AND MILITARY FAMILY MEMBERS, WITH 50 VETERANS, AND ANOTHER 15-20 VETERANS PER PROJECT YEAR; (3) PARTNER WITH THE PRIVATE SECTOR AND UNIVERSITIES FOR T/TA, SUSTAINED PLACEMENT AND APPRENTICESHIP, MENTORING, COACHING, AND SPONSORSHIP.OBJECTIVES ARE ACCOMPLISHED BY DELIVERING HANDS-ON DEMONSTRATIONS THROUGH MENTORING, COACHING, BUSINESS SPONSORSHIPS, AND FOUR (4) CERTIFIED AND APPROVED THEMATIC TRAINING MODULES. THE VETERAN INCUBATOR FARM WILL BE THE ANCHOR TO DELIVER PROGRAM ACTIVITIES.CONTINUED SUPPORT WILL CATALYZE VETERAN PARTICIPATION, TARGET UNDERSERVED MINORITY VETERANS (BLACKS AND HISPANICS), AND ADDRESS BARRIERS SUCH AS LIMITED ACCESS TO TRANSPORTATION, AFFORDABLE LANDS, AND EMPLOYMENT OPPORTUNITIES. THIS IS MOST RELEVANT IN FLORIDA, WHICH HAS 32 COUNTIES WITH OVER 400,000 VETERANS (AGE 18-64) EXPERIENCING THE HIGHEST LEVELS OF UNEMPLOYMENT AND HOMELESSNESS. LASTLY, VETERANS PARTICIPATING IN AGRITHERAPY AND SERVING IN ALLIED INDUSTRIES, AS A PART OF THIS PROGRAM, APPEAR TO MITIGATE CASES OF PTSD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebda0b0c-8fb5-06b3-26c6-ea12fed8a7c7-R", "generated_internal_id": "ASST_NON_20207702832887_12H3"}, {"internal_id": 111064394, "Award ID": "20207702832886", "Award Amount": 549983.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "10.334", "Description": "CURRENT ISSUE OR PROBLEMNATIVE AMERICAN&#39;S HAVE A HIGH RATE OF POVERTY AND HEALTH CONCERNS INCLUDING, DIABETES, HEART DISEASE, AND MALNOURISHMENT. TMBCI TRIBAL GOVERNMENT HAS BEEN LAYING THE FOUNDATION FOR THE DEVELOPMENT OF PROGRAMS TO FOCUS ON FOOD SOVEREIGNTY AND INCREASE TRIBAL FARMERS ON THE TURTLE MOUNTAIN CHIPPEWA RESERVATION. BY PRODUCING OUR OWN NATURAL FOOD RESOURCES TMBCI WOULD BE ABLE TO GIVE HEALTHIER FOOD OPTIONS TO THOSE IN NEED AND PROVIDE A LIVELYHOOD IN AGRICULTURAL DEVELOPMENT FOR TRIBAL MEMBERS.METHODS AND APPROACHESTO ASSURE LONG-TERM FIDELITY AND ACCURATE DATA COLLECTION, GREEN GROUND CONSULTING WILL BE ENGAGED TO DEVELOP CULTURALLY APPROPRIATE BENCHMARKS AND SURVEY INSTRUMENTS. WORKING WITH THE FOOD SOVEREIGNTY PROGRAM COORDINATOR, AGRIBUSINESS DEVELOPMENT SPECIALIST, AND NATIVE AMERICAN VETERANS COALITION, PARTICIPANTS WILL BE QUERIED BEFORE AND AFTER THEIR ENGAGEMENT IN PROGRAMMING TO BETTER UNDERSTAND THE SHORT- AND LONG-TERM CAPACITY AND KNOWLEDGE GAINS AS A RESULT OF THE PROGRAM. TMBCI IS ANTICIPATING THAT AT LEAST 50 NATIVE VETERANS WILL BE ENGAGED IN THE PILOT PROGRAM ANNUALLY, LEADING TO AT LEAST 100 NATIVE VETERANS ENGAGED THROUGHOUT THE DURATION OF THE PROJECT.ULTIMATE GOALSTHE MILESTONES WANTING TO BE ACHIEVED INCLUDE, SERVING APPROXIMATELY 100 NATIVE AMERICAN VETERANS BY THE END OF YEAR 3, ASSEMBLING AND CONVENING A COMPREHENSIVE NATIVE AMERICAN VETERANS COALITION, DEVELOPING THE PILOT PROGRAM CURRICULUM, PROGRAM SCHEDULE, WRAPAROUND SERVICES, AND EVALUATION METHODOLOGY, CREATING A NATIVE AMERICAN VETERAN RECRUITMENT AND RETENTION PLAN, COMPLETING A PROGRAM REPLICABILITY TOOLKIT, AND GENERATING AND DISSEMINATING RECOMMENDATIONS AT THE STATE AND/OR FEDERAL LEVEL THAT STRENGTHEN COLLABORATION ON TRANSITIONING SERVICE MEMBERS TO PROMOTE THE FOOD AND AGRICULUTURAL SECTOR AS A VIABLE CAREER OPTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c93ced26-4dd8-99a9-124a-36d8cf078c43-C", "generated_internal_id": "ASST_NON_20207702832886_12H3"}, {"internal_id": 110335911, "Award ID": "20207702832885", "Award Amount": 745245.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "10.334", "Description": "FLORIDA HAS THE NATION&#39;S THIRD LARGEST VETERAN POPULATION AT NEARLY 1.6 MILLION VETERANS. MANY LIVE IN RURAL COUNTIES WITH STRONG AGRICULTURE BASED ECONOMIES AND EMPLOYMENT OPPORTUNITIES. AGRICULTURE IS ONE OF FLORIDA&#39;S LARGEST ECONOMIC SECTORS GENERATING NEARLY $165 BILLION IN ECONOMIC IMPACT AND SUPPORTING NEARLY 2 MILLION JOBS. AGRICULTURAL EMPLOYMENT MAKES UP A SIGNIFICANT PERCENTAGE IN THE RURAL AREAS SERVED BY THE VETERANS FLORIDA AGRICULTURE PROGRAM. IN THESE COUNTIES, A TOTAL OF 1,010,021 AGRICULTURAL JOBS EXIST, AND THERE IS A CONTINUING HIGH DEMAND FOR A TRAINED WORKFORCE TO MEET THE INDUSTRY NEEDS. MANY OF FLORIDA&#39;S RURAL VETERANS LACK THE TRAINING AND EXPERIENCE NECESSARY TO FIND SUSTAINABLE EMPLOYMENT IN THE AGRICULTURE INDUSTRY. THE GOAL OF THE VETERANS FLORIDA AGRICULTURE PROGRAM IS TO HELP VETERANS TRANSITION INTO SUSTAINABLE CAREERS. THE PROGRAM IS AN IMMERSIVE LEARNING EXPERIENCE THAT PROVIDES THEM WITH THE KNOWLEDGE, SKILLS, AND ABILITIES TO BE COMPETITIVE FOR TODAY&#39;S AGRICULTURE CAREERS. VETERANS FLORIDA AGRICULTURE PROGRAM FEEDS THE AGRICULTURE TALENT PIPELINE WITH A HIGHLY SKILLED VETERAN WORKFORCE AND IS A CATALYST FOR FUTURE COMMUNITY LEADERS. THE BENEFITS OF THE PROGRAM INCLUDE INTRINSIC AND THERAPEUTIC VALUE TO THE VETERANS.VETERANS FLORIDA REACHES VETERANS AROUND THE STATE AND CONNECTS THEM WITH UNIVERSITY OF FLORIDA, INSTITUTE OF FOOD AND AGRICULTURAL SCIENCES (UF/IFAS) RESEARCH AND EDUCATION CENTERS (REC) ACROSS FLORIDA FOR PAID INTERNSHIPS UNDER THE AGRICULTURE PROGRAM. INTERNS ARE PROVIDED VETERANS FLORIDA CAREER SERVICES INCLUDING RESUME ASSISTANCE AND CAREER MATCHING OPPORTUNITIES ONCE THEY HAVE COMPLETED THEIR AGRICULTURE INTERNSHIP. ADDITIONALLY, INTERNS WHO WISH TO START AN AGRIBUSINESS CAN PARTICIPATE IN THE VETERANS FLORIDA ENTREPRENEURSHIP PROGRAM WHICH PROVIDES MENTORSHIP, NETWORKING, AND TRAINING, TO ASSIST VETERANS WITH STARTING THEIR OWN BUSINESS. THE VETERANS FLORIDA AGRICULTURE PARTNERSHIP PANEL, CONSISTING OF VETERANS FLORIDA LEADERSHIP, PARTICIPATING UF/IFAS REC STAFF, AND FLORIDA AGRIBUSINESS OWNERS AND LEADERS, ASSESSES AND MAKES RECOMMENDATIONS ABOUT PROGRAM OPERATIONS AND GROWTH. THE PANEL ALSO CONNECTS AGRIBUSINESSES TO THE PROGRAM FOR FOLLOW-ON INTERNSHIPS, EMPLOYMENT, AND ASSISTANCE WITH EVALUATING THE PROGRAM&#39;S SUCCESS. VETERANS FLORIDA AGRICULTURE PROGRAM RESULTS ARE DISSEMINATED THROUGH THE VETERANS FLORIDA WEBSITE, WWW.VETERANSFLORIDA.ORG/ . IN ADDITION, THE PROGRAM IS MARKETED THROUGH THE FLORIDA DEPARTMENT OF FOOD AND AGRICULTURE SERVICES (FDACS) WEBSITE, WWW.FDACS.GOV/CONSUMER-RESOURCES/VETERANS/VETERANS-AGRICULTURE , AND THROUGH PRESENTATIONS AT LOCAL GOVERNMENT AND NON-GOVERNMENT ORGANIZATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7cfef02a-755f-1a30-0562-18b2f32c51d7-R", "generated_internal_id": "ASST_NON_20207702832885_12H3"}, {"internal_id": 111610446, "Award ID": "20207702832884", "Award Amount": 696216.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-01", "CFDA Number": "10.334", "Description": "CONNECTING VETERANS WITH AGRI-FOOD SYSTEM OPPORTUNITIES SEEKS TO INCREASE THE NUMBER OF MILITARY VETERANS PURSUING CAREERS IN AGRICULTURE THROUGH COMPREHENSIVE, HANDS-ON AND IMMERSIVE LEARNING.WHEN RETURNING TO CIVILIAN LIFE, MANY VETERANS ARE INTERESTED IN DEVELOPING CAREERS IN AGRICULTURAL ENTERPRISES AND FOOD SYSTEM INDUSTRIES. SUPPORTING THESE TRANSITIONING MEMBERS AND VETERANS IS IMPORTANT FOR SUSTAINING FOOD AND AGRICULTURE SYSTEMS ACROSS RURAL AMERICA. FORTY-SIX PERCENT OF ACTIVE U.S. MILITARY PERSONNEL ARE FROM RURAL AMERICA. HOWEVER UPON DISCHARGE, MANY VETERANS FIND THE RULES AND METHODS USED IN AGRICULTURAL AND FOOD SYSTEM OCCUPATIONS HAVE CHANGED SINCE THEY FIRST ENLISTED.THIS DYNAMIC PROJECT INCLUDES WORKSHOPS, CURRICULA AND APPRENTICESHIPS FOR VETERANS AND WILL INCLUDE INCREASING AWARENESS OF LOCAL, STATE AND FEDERAL PROGRAMS FORVETERANS IN THE IOWA AND THE MIDWEST.WHILE VETERANS MAY HAVE HAD FARM EXPERIENCE PRIOR TO ENLISTING, IN MOST CASES THIS PRIOR EXPERIENCE CANNOTBE USED FOR FARM LOAN ELIGIBILITY. IN ADDITION, MANY VETERANS ARE INTERESTED IN LAUNCHING A NEW ENTERPRISE NOT PRESENT ON THEIR HOME FARM OR ARE INTERESTED IN VALUE-ADDED OR OTHER BUSINESSES ALONG THE FOOD SUPPLY CHAIN. THESE COMPONENTS ARE AMONG THE EDUCATIONAL OFFERINGS THAT WILL BE FULFILLED BY THIS GRANT.THE AVERAGE AGE OF FARMERS IS INCREASING IN IOWA AND NATIONWIDE, CURRENTLY AT 57.5 YEARS NATIONALLY (USDA NASS). NATIONALLY, 22 PERCENT OF FARMERS REPORTED FARMING FOR LESS THAN 10 YEARS--QUALIFYING THEM FOR BEGINNING FARMER PROGRAMS. ABOUT ONE-THIRD OF IOWA&#39;S FARMLAND IS OWNED BY INDIVIDUALS OVER AGE 75, WHEREAS ONLY TWO PERCENT IS OWNED BY INDIVIDUALS UNDER AGE 35. SIXTY-EIGHT PERCENT OF IOWA FARMERS REPORT THEY HAVE NO ADULT CHILDREN CURRENTLY ENGAGED IN FARMING. THESE FACTS INDICATE THE IMPORTANCE OF CONNECTING AND EDUCATING A NEW GENERATION OF FOOD PRODUCERS AND HELPING THEM ACCESS RESOURCES, LAND, AND FOOD SYSTEM OPPORTUNITIES.SOME VETERANS WANT HANDS-ON LEARNING IN APPRENTICESHIP PROGRAMS THAT INCLUDE TRAINING CURRICULUM AND MENTORSHIP, WHILE OTHERS WISH TO EXPLORE LOCAL FOOD SYSTEM ENTERPRISES, SUPPLY-CHAIN OPPORTUNITIES, OR VALUE-ADDED ENTERPRISES TO SUPPLEMENT OFF-FARM EMPLOYMENT. OTHERS DESIRE TO RETURN TO A FAMILY FARM, AND LOOK FOR WORKSHOPS ON SUCCESSION PLANNING, WHOLE-FARM PLANNING AND ENTERPRISE MANAGEMENT. SOME NEED A CONNECTION TO RETIRING FARMERS WITH LAND RESOURCES AND INTEREST IN SOMEONE TO TRANSITION INTO THEIR BUSINESS AS AN OPERATOR AND FUTURE FARM OWNER.THE INITIAL VIA POINT OF CONTACT FOR VETERANS IS CONNECTED TO A BROAD RANGE OF MULTI-FACETED LEARNING OPPORTUNITIES THAT REQUIRE VETERANS TO CHOOSE AMONG THREE GENERAL CAREER PATHWAYS: (1) LOCAL FOODS AND SMALL SCALE PRODUCTION, (2) LARGER SCALE COMMERCIAL AGRICULTURE, AND (3) AGRI-FOOD SYSTEMS AND VALUE-CHAIN ENTERPRISES INCLUDING NICHE MARKETS. THE APPROACH FOR LOCAL FOODS PRODUCTION INCLUDES FACILITATED COURSE INSTRUCTION, TRAINING CURRICULA, APPRENTICESHIPS, AND ONGOING MENTORING BY VETERANS IN AGRICULTURE AND LOCAL FOOD PRODUCER NETWORKS SUCH AS PRACTICAL FARMERS OF IOWA AND ISU EXTENSION. FOR COMMERCIAL AGRICULTURAL PRODUCTION PATHWAYS, THE APPROACH INCLUDES FACILITATED INSTRUCTION CURRICULA AND PEER-GROUP LEARNING WORKSHOPS. THE CURRICULA COVERS WHOLE-FARM PLANNING, ENTERPRISE MANAGEMENT, COMMODITY MARKETING, FINANCIAL MANAGEMENT, SUCCESSION PLANNING, BUSINESS PLAN DEVELOPMENT, TECHNICAL ASSISTANCE FOR ACCESSING RESOURCES, AND INCLUDES MENTORING BY VETERANS IN AGRICULTURE AND COMMERCIAL AGRICULTURE NETWORKS SUCH AS THE ISU EXTENSION BEGINNING FARMER NETWORK AND IOWA FARM BUSINESS ASSOCIATIONS.FOR FOOD SYSTEMS AND VALUE-CHAIN OPPORTUNITIES, THE VETERANS PARTICIPATE IN ENTREPRENEUR DEVELOPMENT PLANNING AND CAREER READINESS CURRICULA IN WORKSHOPS AND RECEIVE TECHNICAL ASSISTANCE IN NICHE MARKETS AND INDUSTRY AREAS OF INTEREST. COMMUNITY FOOD SYSTEMS CERTIFICATION WILL ALSO BE AVAILABLE FOR VETERANS LOOKING FOR PLANNING SKILLS AND COLLABORATION BETWEEN FOOD SYSTEM SECTORS. OPPORTUNITIES WILL BE PROVIDED FOR NETWORKING WITH EMERGING AGRI-FOOD COMPANIES WITH INNOVATIONS, FARMER RESEARCH TRIAL NETWORKS TESTING FOR NEW PRODUCTS. ADDITIONALLY, CONNECTIONS WILL BE MADE BETWEEN AGRI-FOOD SYSTEM STARTUP VENTURES AND RURAL ANGEL INVESTOR NETWORKS SO THAT VENTURE-MINDED VETERANS HAVE AN OPPORTUNITY TO OBSERVE AND MAKE CONNECTIONS WITH STARTUPS AS WELL AS LARGER AGRI-FOOD SUPPLY CHAIN COMPANIES.EACH VETERAN BRINGS A UNIQUE SET OF SKILLS, KNOWLEDGE, AND INTERESTS. OUR TEAM MEMBERS INCLUDE VETERANS WHO HAVE BEEN THERE AND HAVE PREVIOUSLY MADE THE TRANSITION INTO AGRICULTURE AND OTHER AGRI-FOOD SYSTEM OCCUPATIONS. VETERANS IN AGRICULTURE (VIA) MEMBERS AND STAFF ARE ABLE TO SPEAK TO THE HURDLES THAT HAVE BEEN FACED AND CHALLENGES IN THEIR RE-ENTRY JOURNEYS. VIA STAFF HAVE EXPERIENCE IN UNDERSTANDING THE POTENTIAL CHALLENGES AND WIDE RANGE OF ISSUES FACED BY RETURNING VETERANS AS WELL AS THE TRAINING OPPORTUNITIES AND EXPERTISE THAT CAN ASSIST EACH VETERANIN ADDRESSING THEIR INDIVIDUAL INTERESTS AND PATHWAYS FORWARD. ADDITIONALLY, VIA STAFF HAVE EXTENSIVE KNOWLEDGE OF USDA FARM SERVICE AGENCY PROGRAM FOR BEGINNING FARMERS AND HAS DEVELOPED AN AGVETS APPRENTICESHIP PROGRAM.OFFERING FARM, AGRI-FOOD SYSTEMS AND VALUE-CHAIN ENTERPRISES INCLUDING NICHE ADDRESSES THE EMERGING NEED FOR INCREASING THE NUMBER OF FARMERS AND FOOD BUSINESSES IN IOWA AND THE MIDWEST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a24aff28-d0e2-31c7-0872-34604287d0e8-R", "generated_internal_id": "ASST_NON_20207702832884_12H3"}, {"internal_id": 110335888, "Award ID": "20207702832883", "Award Amount": 746531.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "10.334", "Description": "ABSTACT -THE WE ARE ALL RELATED PROJECT ALIGNS VARIOUS FEDERAL AGENCIES, NON-PROFITS, FOR-PROFIT, AND EDUCATIONAL INSTITUTIONS TO CREATE OPPORTUNITIES FOR AMERICAN INDIAN VETERANS. THE ARISE VETERANS FOUNDATION PROPOSES TO PARTNER WITH THE PAWNEE NATION COLLEGE AND THE NEBRASKA INDIAN COMMUNITY COLLEGE TO TRAIN AMERICAN INDIAN VETERANS IN AGRI-BUSINESS THROUGH CERTIFICATION IN CONTENT THAT EMPHASIZES NATIVE WAYS OF KNOWING. FOR EACH OF THE THREE YEARS, 80 PARTICIPANTS (240 TOTAL) WILL DEVELOP INDIVIDUALLY, OR IN TEAMS, A PROJECT THAT LINKS TO A CAREER IN THE FOOD/AGRICULTURAL SECTOR BASED ON THEIR REGION AND INTEREST. YEAR 1 COURSE CONTENT WILL BE PLANT AND SOIL SYSTEMS, GRASSLAND SYSTEMS, AND INSECT SCIENCE. YEAR 2 COURSE CONTENT WILL BE WATER SCIENCE, PEST MANAGEMENT, AND RANGELAND ECOLOGY. YEAR 3 COURSE CONTENT WILL AGRICULTURAL MARKETING AND PRICE ANALYSIS, NATURAL RESOURCE ECOLOGY AND MANAGEMENT, AND AGRICULTURAL LEADERSHIP. EACH YEAR PARTICIPANTS WILL HAVE A CAPSTONE EXPERIENCEWORKING ON A REGIONAL FARM (100 ACRES). SUPPORT FOR INTERNSHIPS, APPRENTICESHIPS, AND SERVICE LEARNING, AS WELL AS EMPLOYMENT REFERRALS, IS EMBEDDED IN ARISE FOUNDATION ACTIVITIES. THE ARISE VETERANS FOUNDATION WILL LEVERAGE CURRENT PARTNERS TO SUPPORT AND SUSTAIN THESE ACTIVITIES, CREATING A VIABLE, REPLICABLE CERTIFICATION PROGRAM FOR TRIBAL COLLEGES ACROSS INDIAN COUNTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "59fbdadd-6ba1-09da-3eb1-5c4dc053875d-R", "generated_internal_id": "ASST_NON_20207702832883_12H3"}, {"internal_id": 110335901, "Award ID": "20207702832882", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-03", "CFDA Number": "10.334", "Description": "TO FILL THE GAP BETWEEN GEORGIA&#39;S AGING FARMERS AND THE LACK OF SUBSTANTIAL REPLACEMENTS, STAG VETS, INC., A GEORGIA NON-PROFIT 501(C)(3), FOUNDED AND OPERATED BY A RETIRED, MINORITY, DISABLED VETERAN, MR. JON JACKSON, SERVES AS THE PROJECT LEAD. THIS COLLABORATION BUILDS ON THE PARTNERSHIP BETWEEN COMFORT FARMS, CENTRAL GEORGIA TECHNICAL COLLEGE (CGTC), A TWO-YEAR, REGIONALLY ACCREDITED INSTITUTION, AND FORT VALLEY STATE UNIVERSITY (FVSU), AN 1890 LAND-GRANT INSTITUTION TO FILL EXISTING AGRICULTURAL SECTOR VACANCIES WITH TRAINED VETERANS SEEKING CAREERS IN THE AGRIBUSINESS SUPPLY CHAIN. AG TECH TO SUCCESS (AGTS) INTENDS TO PROVIDE GEORGIA&#39;S VETERANS WITH THE TRAINING REQUIRED TO BECOME AGRICULTURAL TECHNICIANS, AGRIBUSINESS ENTREPRENEURS, AND/OR INDEPENDENT FARMERS IN ORDER TO MEET THE GROWING DEMAND FOR FOOD PRODUCTION ON THE LOCAL, STATE, AND NATIONAL LEVELS. THE COLLABORATION RESULTED IN THE CREATION OF A SHORT-TERM TECHNICAL CERTIFICATE OF CREDIT (TCC) PROGRAM CONSISTINGOF 17 CREDIT HOURS TO GET VETERANS TRAINED QUICKLY AND IN THE JOB MARKET. THE CURRICULUM INCLUDES THE UTILIZATION OF CUTTING EDGE TECHNOLOGIES AND INNOVATIONS THAT GEORGIA&#39;S PRODUCERS CAN ADOPT TO HELP MANAGE THEIR OPERATIONS. THE OVERARCHING GOAL OF THE AGVETS PROPOSAL IS TO INCREASE THE NUMBER OF MILITARY VETERANS PURSUING KNOWLEDGE AND SKILLS DEVELOPMENT THROUGH COMPREHENSIVE, HANDS-ON AND IMMERSIVE MODEL FARM/RANCH PROGRAM OFFERED REGIONALLY THAT WILL LEAD TO SUCCESSFUL PLACEMENT IN NEW AND EMERGING CAREERS IN THE FOOD AND AGRICULTURAL SECTOR. THIS PROJECT HEADED BY A VETERAN SEEKING TO INCREASE THE DIVERSITY OF VETERAN FARMERS, RANCHERS, AND AGRIBUSINESS ENTREPRENEURS WITHIN GEORGIA&#39;S ECONOMY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eab78577-2ada-d38c-f3b5-04e45bbece86-R", "generated_internal_id": "ASST_NON_20207702832882_12H3"}, {"internal_id": 110335880, "Award ID": "20207702832881", "Award Amount": 749907.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "10.334", "Description": "ARCADIA&#39;S VETERAN FARMER TRAINING AND INCUBATION LAUNCHES VETERANS INTO CAREERS IN AGRICULTURE AND SUPPORTS THEM AFTER THEY START FARMING. WE HELP THEM ACQUIRE FARMING AND BUSINESS SKILLS; PROVIDE ACCESS TO INCUBATOR FARM PLOTS FOR LOW-COST, LOW-RISK, REAL WORLD OPERATIONAL EXPERIENCE; AND OFFER ONGOING TECHNICAL ASSISTANCE AND SUPPORT AS THEY ESTABLISH THEIR BUSINESSES. THE PROGRAM MEETS PARTICIPANTS WHEREVER THEY ARE IN THEIR DEVELOPMENT AND SUPPORTS THEIR CONTINUED GROWTH AS THEY BEGIN TO FARM. VFTI SPECIFICALLY ACCOMMODATES VETERANS&#39; NEEDS, EXPERIENCES, AND SCHEDULES, WHICH CAN INCLUDE ONGOING MILITARY DUTIES, RETIREMENT BRIEFINGS, AND MEDICAL TREATMENT, WHILE LEVERAGING THEIR CULTURE OF SERVICE, TEAMWORK, AND DISCIPLINE.THE GOAL OF VFTI IS TO INCREASE THE NUMBER OF VETERANS OPERATING NEW, SUCCESSFUL FARM OPERATIONS, AND TO SUPPORT THEM AS THEY ESTABLISH AND OPERATE THEIR FARM BUSINESSES. OUR PROGRAM FOCUSES ON VETERANS, CURRENT MILITARY MEMBERS, AND FAMILIES, WITH A 3-YEAR GOAL TO TRAIN 66 POTENTIAL FARMERS VIA OUR TWO FARMER TRAINING TRACKS, HELP AN ADDITIONAL 10 VETERAN FARMERS LAUNCH FARM BUSINESSES ON THE VETERAN FARM INCUBATOR, AND INCREASE THE SUCCESS RATE OF AN ADDITIONAL 300 VETERAN FARMERS THROUGH WORKSHOPS, TECHNICAL ASSISTANCE, AND OTHER SUPPORT. WE AIM TO PRODUCE 25 NEW FARMERS BEGINNING THEIR AGRICULTURE CAREERS BY THE END OF THE GRANT PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "964e0dcc-b5c3-ad66-5e05-4c9f44b4bef6-R", "generated_internal_id": "ASST_NON_20207702832881_12H3"}, {"internal_id": 110335909, "Award ID": "20207702832880", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-01", "CFDA Number": "10.334", "Description": "THIS PROJECT WILL ASSIST IN CREATING JOB AND CAREER OPPORTUNITIES IN AGRICULTURE FOR VETERANS IN GREENE AND WEBSTER COUNTIES IN MISSOURI. THERE IS A PRESSING NEED IN GREENE AND WEBSTER COUNTIES TO CONNECT UNDERREPRESENTED AND UNDERSERVED FARMERS WITH AGRICULTURAL CAREER SUPPORT. SPRINGFIELD COMMUNITY GARDENS (SCG), ALONG WITH A DIVERSE NETWORK OF PROJECT PARTNERS (MISSOURI STATE UNIVERSITY, THE UNIVERSITY OF MISSOURI EXTENSION, WELLNESS FOR WARRIORS, AND AMERICAN LEGION POST 125) WILL ASSIST 50 VETERANS EMPHASIZING OUTREACH TO THOSE WHO HAVE BEEN SUBJECT TO RACIAL, ETHNIC, OR GENDER PREJUDICE BECAUSE OF THEIR IDENTITY AS MEMBERS OF A GROUP, WITHOUT REGARD TO THEIR INDIVIDUAL QUALITIES. SCG WILL PROVIDE MILITARY VETERANS AND TRANSITIONING MILITARY SERVICE MEMBERS IN GREENE AND WEBSTER COUNTIES WITH AGRICULTURAL EMPLOYMENT, TRAINING, AND ENTREPRENEURSHIP WITH EMPHASIS ON THOSE RESIDING OR RETURNING TO RURAL COMMUNITIES THROUGH A COMBINATION OF EDUCATIONAL TRAINING SESSIONS, HANDS ON EDUCATION, AND INTENSIVE MENTORING OVER THE COURSE OF 3 YEARS. THE PROJECT IS BASED UPON THE SCG FARMER ASSISTANT AND FARMER APPRENTICE MODEL THAT HAS SHOWN SIGNIFICANT SUCCESS AMONG LOCAL DIVERSE POPULATIONS. THE PROJECT WILL INCREASE TRANSITIONING SERVICE MEMBER AND VETERAN AWARENESS OF THE OPPORTUNITIES AVAILABLE TO THEM IN AGRICULTURAL EMPLOYMENT, EDUCATION, AND ENTREPRENEURSHIP; INCREASE THEIR UNDERSTANDING HOW THEY CAN CONTRIBUTE AND BENEFIT FROM THE FOOD AND AGRICULTURAL SECTORS AND CONTRIBUTE TO COMMUNITIES IN RURAL AMERICA; CONNECT PARTICIPANTS TO USDA SERVICES AND RESOURCES; AND ULTIMATELY CONTRIBUTE TO RURAL ECONOMIC OPPORTUNITY.IN ADDITION TO COLLECTING INFORMATION ON THE ACTIVITIES PROVIDED BY THE PROJECT, SCG WILL COLLECT DATA ON THE BENEFITS OF THE EDUCATIONAL SESSIONS AND KNOWLEDGE GAINED, THE IMPACT OF MENTORING ON SKILL BUILDING, AND TRACK PARTICIPANT PROGRESS WITH COACHING AND RESOURCES PROVIDED BY SCG STAFF.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e9b58c4-73af-1e8a-3a4f-712fab5e390f-C", "generated_internal_id": "ASST_NON_20207702832880_12H3"}, {"internal_id": 111064393, "Award ID": "20207702832879", "Award Amount": 268546.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-13", "CFDA Number": "10.334", "Description": "THE GOALS OF BEGINNING FARMER VETERAN TRAINING THROUGH HANDS-ON COLLABORATIVE EDUCATION ARE TO INCREASE VETERAN PARTICIPATION IN ESTABLISHED FARMER TRAINING PROGRAMS, AND PROVIDE VETERANS WITH THE SKILLS, KNOWLEDGE AND EXPERIENCE THEY NEED TO SUCCEED AS FARMERS. THE PROJECT WILL ACCOMPLISH THIS THROUGH TARGETED OUTREACH, EXPANDING GROWING VETERAN AGRIPRENEURS, AN EXISTING PROGRAM FOR BEGINNING FARMER VETERANS IN SOUTHERN OREGON, AND INCREASED VETERAN PARTICIPATION IN ROGUE FARM CORPS&#39; FULL-TIME, FARM-BASED INTERNSHIP PROGRAM.DURING THE 2021, &#39;22, AND &#39;23 GROWING SEASONS, ROGUE FARM CORPS (RFC) WILL COLLABORATE WITH THE OREGON STATE UNIVERSITY (OSU) EXTENSION SMALL FARMS PROGRAM, THE JACKSON COUNTY VETERAN SERVICE OFFICE (VSO) AND THE JOSEPHINE COUNTY VETERAN SERVICE OFFICE TO CONTINUE AND EXPAND BEGINNING FARMER AND RANCHER TRAINING FOR VETERANS. RFC AND OSU HAVE BEEN OFFERING ROBUST BEGINNING FARMER TRAINING PROGRAMMING IN JACKSON AND JOSEPHINE COUNTIES THROUGH RFC&#39;SINTERNSHIP PROGRAM AND OSU&#39;S GROWING AGRIPRENUERS PROGRAM FOR THE PAST TWELVE YEARS (GROWING VETERAN AGRIPRENUERS FOR THE PAST TWO SEASONS). HOWEVER, DESPITE A HIGHER THAN AVERAGE PER CAPITA CONCENTRATION OF MILITARY VETERANS IN THE TWO COUNTIES, VETERANS HAVE ONLY JUST BEGUN PARTICIPATING IN THESE PROGRAMS. GRANT FUNDS WILL BE USED TO DEVELOP OUTREACH MATERIALS, FACILITATE PRESENTATIONS TO VETERAN GROUPS AND VETERAN SERVICE PROVIDERS, AND COVER COSTS FOR 6-12 VETERANS TO PARTICIPATE IN RFC&#39;S FARM-BASED INTERNSHIP PROGRAM AND 30 VETERANS TO PARTICIPATE IN GROWING VETERAN AGRIPRENEURS OVER THE COURSE OF THE PROJECT. IN ADDITION, RFC WILL ORGANIZE A ONE-DAY ANNUAL WORKSHOP ON ACCESSING LAND THAT HIGHLIGHTS OPPORTUNITIES FOR VETERANS. FINALLY, OSU AND USDA WILL HOST CLASSES ON FINANCING OPTIONS FOR VETERANS AND USDA PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "62359ac6-16f7-5113-3532-f2c7dbeaf2c0-R", "generated_internal_id": "ASST_NON_20207702832879_12H3"}, {"internal_id": 111064392, "Award ID": "20207702832878", "Award Amount": 746567.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-13", "CFDA Number": "10.334", "Description": "CONNECTING KENTUCKY VETERANS TO AGRICULTURE OPPORTUNITIES WILL PROVIDE TRANSITIONING SERVICE MEMBERS AND VETERANS THE FOLLOWING: 1) OPPORTUNITIES FOR HANDS-ON TRAINING, CLASSROOM WORKSHOPS, AND ONE-ON-ONE ASSISTANCE; 2) A NETWORK OF EXPERIENCED MENTORS TO ADVISE VETERANS ENTERING AGRICULTURAL CAREERS, WHICH WILL SERVE AS A PLATFORM TO SUSTAIN THE PROGRAM BEYOND THE LIFE OF THE GRANT; AND 3) THREE AGRICULTURE TRAINING PROGRAMS APPROVED AS OFFICIAL CAREER SKILLS PROGRAMS (CSPS), ENSURING DEPARTING SERVICE MEMBERS HAVE THE INFORMATION AND TRAINING TO ENTER KENTUCKY AGRICULTURE AND AGRICULTURAL CAREERS.THE LONG-TERM GOAL OF THE PROJECT IS TO ESTABLISH A SUSTAINABLE AND PROVEN PATHWAY FOR MILITARY VETERANS AND ACTIVE-DUTY MILITARY TO ENTER THE AGRICULTURE INDUSTRY IN KENTUCKY, A GOAL CONSISTENT WITH THE AGVETS GOALS OF HAVING TRANSITIONING SERVICE MEMBERS AND VETERANS AWARE OF OPPORTUNITIES AVAILABLE TO THEM, HELPING THEM UNDERSTAND HOW THEY CAN CONTRIBUTE AND BENEFIT FROM THE AGRICULTURAL AND FOOD SECTORS, AND HELPING THEM KNOW AND USE USDA PROGRAMS.THE KENTUCKY CENTER OF AGRICULTURE AND RURAL DEVELOPMENT - AN ORGANIZATION WITH AN 18-YEAR TRACK RECORD OF PROVIDING TECHNICAL ASSISTANCE - WILL LEAD THE PROJECT, WORKING WITH KENTUCKY HORTICULTURE COUNCIL, KENTUCKY SHEEP AND GOAT DEVELOPMENT OFFICE, KENTUCKY FARM BUREAU FEDERATION, KENTUCKY DEPARTMENT OF AGRICULTURE, IDENTIFIED VETERAN FARMERS, AND OTHERS.THROUGH THIS PROJECT, A SUSTAINABLE PROGRAM WILL BE FOSTERED TO OUTLIVE THE GRANT PERIOD AND HELP 150 VETERANS RECEIVE TRAINING OR ONE-ON-ONE ASSISTANCE TO ENTER AGRICULTURE AS A CAREER AND 45 VETERANS DEVELOP BUSINESS PLANS FOR AN AGRICULTURAL ENTERPRISE AND PARTICIPATE IN HANDS-ON AGRICULTURAL OPPORTUNITIES, AMONG OTHER BENCHMARKS FOR THE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "feb350f6-317b-1c18-6ac3-7d963e8b41b4-R", "generated_internal_id": "ASST_NON_20207702832878_12H3"}, {"internal_id": 110335934, "Award ID": "20207702832877", "Award Amount": 749791.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-30", "CFDA Number": "10.334", "Description": "THE ARMED TO FARM (ATF) PROJECT&#39;S LONG-TERM GOAL IS TO HELP UP TO 2,000 VETERANS GAIN THE KNOWLEDGE AND SKILLS TO SUCCESSFULLY START AND MANAGE COMMERCIAL FARM BUSINESSES. WE WILL PROVIDE 225 VETERANS WITH WEEK-LONG, HANDS-ON TRAININGS ON SUSTAINABLE AGRICULTURE TOPICS INCLUDING PRODUCTION METHODS, FARM BUSINESS PLANNING, AND ACCESS TO USDA FARM PROGRAMS. WE WILL USE A TRAINING CURRICULUM WE DEVELOPED AND MODIFIED BASED UPON PAST ATF EVALUATIONS. WE WILL FURTHER ENGAGE VETERAN TRAINEES BY PROVIDING THEM WITH WEBINARS, PODCASTS, AND VIDEOS AND ACCESS TO MORE THAN 800 TECHNICAL AGRICULTURE RESOURCES. WE WILL ALSO PROVIDE FREE, ONE-ON-ONE TECHNICAL ASSISTANCE TO HELP SUPPORT AND STRENGTHEN THEIR ABILITY TO SUCCESSFULLY MANAGE THEIR AGRICULTURE BUSINESS. USING TARGETED OUTREACH EFFORTS AND TRAINING EVENTS, AS WELL AS IN-PERSON AND VIRTUAL MENTORING AND NETWORKING ACTIVITIES, AT LEAST 1800 VETERANS WILL LEARN ABOUT AND CONNECT WITH TRAINING, RESOURCES, AND SUPPORT THAT CAN ASSIST THEMIN THEIR AGRICULTURE OPERATIONS. THESE NETWORKS OF RESOURCE PROVIDERS, MENTORS, AND FELLOW FARMER VETERANS WILL HELP PROVIDE SUPPORT AND ASSISTANCE TO FARMER VETERANS ACROSS THE COUNTRY.NCAT HAS HELPED MORE THAN 3,500 MILITARY VETERAN FARMERS THROUGH ARMED TO FARM TRAININGS, OTHER WORKSHOPS, NETWORKING EVENTS, AND ONE-ON-ONE TECHNICAL ASSISTANCE. PREVIOUS ATF PARTICIPANTS HAVE SAID, \"ATF HAS BEEN THE SINGLE MOST HELPFUL EXPERIENCE I HAVE HAD AS A VETERAN\" AND \"ARMED TO FARM GAVE ME THE TOOLS TO TAKE MY FARM DREAM SERIOUSLY AND MAKE IT HAPPEN. I CAN&#39;T SAY IF I WOULD HAVE HAD THE CONFIDENCE TO GET IT GOING WITHOUT ARMED TO FARM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9763e742-42ec-fc0e-f1e0-4079f56057d9-C", "generated_internal_id": "ASST_NON_20207702832877_12H3"}, {"internal_id": 85400026, "Award ID": "20197702829972", "Award Amount": 803267.77, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "10.334", "Description": "THE PROPOSED PILOT PROGRAM AIMS TO HELP VETERANS BRING THE TRAINING AND LEADERSHIP SKILLS THEY HAVE DEVELOPED TO LOCAL COMMUNITIES, CONTRIBUTING TO RURAL PROSPERITY AND ENHANCING THEIR QUALITY OF LIFE. NONPROFIT ORGANIZATION HO&#39;OLA VETERAN SERVICES WILL PARTNER WITH GOFARM HAWAI&#39;I, THE BEGINNING FARMER TRAINING AFFILIATED WITH UNIVERSITY OF HAWAI&#39;I, TO PILOT A FORMAL AGRICULTURAL TRAINING AND BUSINESS INCUBATION PROGRAM TO SERVE VETERANS IN RURAL HAWAI&#39;I COUNTY. THE INTERDISCIPLINARY CURRICULUM COMBINES IMMERSIVE AGRICULTURAL EDUCATION AND BUSINESS TRAINING WITH HOLISTIC HEALTH AND HUMAN SERVICES TO SUPPORT VETERANS IN THEIR PROFESSIONAL AND PERSONAL JOURNEYS. THE PROJECT WILL GRADUATE A MINIMUM OF 25 VETERANS OVER THREE YEARS FROM THE FARMER TRAINING CERTIFICATE PROGRAM, RESULTING IN THE FORMATION OF PROFITABLE SMALL FARM BUSINESSES AND JOB PLACEMENT FOR VETERANS IN AGRICULTURAL SECTOR; AN ADDITIONAL 75 VETERANS WILL BE ENGAGED IN AGRICULTURAL EXPERIENCES THROUGH PROGRAM RECRUITMENT, NON-FORMAL EDUCATION, AND PEER-TO-PEER NETWORKING ACTIVITIES. RECRUITMENT WILL BE SUPPORTED BY AN ESTABLISHED NETWORK OF OVER 20 AGENCIES AND PROVIDERS SERVING VETERANS IN HAWAI&#39;I COUNTY. IF SUCCESSFUL, RESULTS OF THE PROJECT AND THE PILOT PROGRAM CAN BE USED TO INFORM IMPLEMENTATION OF THIS PROGRAM STATEWIDE AS WELL AS EFFORTS ON THE NATIONAL LEVEL TO SUPPORT \"WHOLE HEALTH\" APPROACHES FOR VETERAN WORKFORCE DEVELOPMENT INITIATIVES.THE FORMAT CONSISTS OF CLASSROOM-STYLE LECTURES (IN-PERSON AND VIA INTERNET), HANDS-ON PRACTICAL WORK DAYS AT THE TRAINING FARM, AND FIELD TRIPS TO OPERATIONAL FARMS. STUDENTS COMPLETE THEORY AND PRACTICAL COURSEWORK RELATED TO THE FUNDAMENTALS OF CROP FARMING (I.E., SOIL FERTILITY, IRRIGATION, SEEDS, CROP PLANNING, FOOD SAFETY, NUTRIENT MANAGEMENT, TAXONOMY, PLANT ANATOMY, AND PEST MANAGEMENT). CLASSROOM SESSIONS ARE SUPPLEMENTED BY HANDS-ON FARM WORK AND FIELD DEMONSTRATIONS OF TECHNIQUES BY INSTRUCTORS. PARTICIPANTS TRANSITION TO APPLYING KNOWLEDGE AND SKILLS LEARNED BY GROWING PRODUCE FOR A COMMUNITY-BASED SUPPORTED AGRICULTURE PROGRAM ORGANIZED BY GFH. PARTICIPANTS ARE ACTIVELY FARMING DURING THIS PHASE WHILE ALSO GAINING TECHNICAL SKILLS RELATED TO BUSINESS PLANNING AND MANAGEMENT, MARKETING, PRODUCT DEVELOPMENT, AND PORTFOLIO DEVELOPMENT. AFTER GRADUATION, PARTICIPANTS CAN APPLY FOR BUSINESS INCUBATION SUPPORT, AND UTILIZE SHARED LAND AND RESOURCES PROVIDED BY GOFARM HAWAII TO OPERATE A COMMERCIAL AGRIBUSINESS. TO SUPPORT VETERANS IN BUSINESS INCUBATOR OR OPERATING INDEPENDENT BUSINESSES, GFH AGBUSINESS SERVICES WILL PROVIDE BUSINESS CONSULTING AND DEVELOPMENT TECHNICAL ASSISTANCE, INCLUDING PLANNING AND ANALYSIS OF FINANCIAL AND OPERATIONAL PERFORMANCE, PROCESSES AND PROCEDURES, BUSINESS AND MARKETING PLAN DEVELOPMENT AND EXECUTION, STRATEGIC PLANNING AND PROJECT MANAGEMENT SERVICES TO ACHIEVE CLIENT GOALS, AND BUILDING AN ONGOING RELATIONSHIP THAT FOSTERS CONTINUAL IMPROVEMENT OF OPERATIONS.THE PROPOSED PILOTPROJECT TARGETING VETERANS WILL BE USED TO TEST, IMPROVE, AND REPLICATE THIS PROGRAM AT OTHER TRAINING SITES IN THE FUTURE. FORMATIVE EVALUATION WILL BE USED BY THE THIRD-PARTY EVALUATOR TO MAKE RECOMMENDATIONS FOR BEST PRACTICES TO PREPARE THE PROGRAM TO BE IMPLEMENTED ELSEWHERE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37c16a53-230e-e289-aff6-54e946823e82-R", "generated_internal_id": "ASST_NON_20197702829972_12H3"}, {"internal_id": 83116295, "Award ID": "20197702829971", "Award Amount": 886806.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-09", "CFDA Number": "10.334", "Description": "THE PROPOSED AGVETS PROJECT ADDRESSES THE NEED FOR A NEW GENERATION OF FARMERS AND RANCHERS BY PROVIDING RETURNING VETERANS EDUCATIONAL OPPORTUNITIES THAT WILL EQUIP THEM WITH KNOWLEDGE AND SKILLS NECESSARY FOR SUCCESSFUL AGRICULTURAL-RELATED CAREERS. PARTICIPATING VETERANS WILL COMPLETE AN EVIDENCE-BASED ORIENTATION CURRICULUM TO ENHANCE JOB READINESS, FOLLOWED BY SUPERVISED INTERNSHIPS AT COLLABORATING FARMS AND AGRIBUSINESSES. COLLABORATORS WILL PROVIDE COMPREHENSIVE, HANDS-ON TRAINING ALIGNED WITH THE PARTICIPANT&#39;S PERSONAL INTERESTS AND GOALS. THE PROJECT WILL BE MANAGED BY HOOSIER UPLANDS, INC. LOCATED IN RURAL MITCHELL, IN. THIS ORGANIZATION HAS BEEN ONE OF THE STATE&#39;S LEADING COMMUNITY ACTION AGENCIES FOR OVER FIVE DECADES, PROVIDING SOCIAL SERVICES INCLUDING HOUSING AND FINANCIAL COUNSELING, CHILD AND ADULT FOOD PROGRAMS, JOB PLACEMENT, AND PSYCHIATRIC COUNSELING SERVICES TO AN ECONOMICALLY DISTRESSED REGION. HOOSIER UPLANDS WILL PARTNER WITH THE NATIONALLY-RECOGNIZED AGRABILITY PROGRAM AT PURDUE UNIVERSITY IN WEST LAFAYETTE, IN TO DEVELOP AND DELIVER EDUCATIONAL AND TRAINING SERVICES, PROVIDE WORKSITE ACCOMMODATIONS DUE TO DISABILITIES, AND ASSIST WITH MENTORING AND JOB COACHING FOR INTERNS. PURDUE WILL OFFER 11 REGIONAL AGRICULTURAL RESEARCH FARMS AS INTERNSHIP SITES, PROVIDING AN ARRAY OF AGRICULTURAL ENTERPRISES INCLUDING BEEF, DAIRY, SHEEP, POULTRY, SWINE, ROW CROP, VEGETABLE, FRUIT, AND TIMBER PRODUCTION. PARTICIPANTS WILL BE RECRUITED PRIMARILY FROM OVER 400 VETERANS ASSOCIATED WITH INDIANA&#39;S FARMER VETERAN COALITION, ALONG WITH VETERAN CLIENTELE OF THE AGRABILITY PROJECT NETWORK IN SURROUNDING STATES. THE FUNDAMENTAL MEASURE OF SUCCESS OF THE PROJECT WILL BE THE NUMBER OF VETERANS RECRUITED FOR THE PROGRAM WHO BECOME GAINFULLY EMPLOYED IN THE FOOD AND AGRICULTURE SECTOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9f89683-ec53-8a22-2af2-2667e9535766-C", "generated_internal_id": "ASST_NON_20197702829971_12H3"}, {"internal_id": 85400027, "Award ID": "20197702829970", "Award Amount": 664840.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.334", "Description": "THE PROGRAM, PATRIOT GUARDENS: PROVIDING PATHWAYS FOR PRODUCTION AND PROCESSING FOR MILITARY VETERANS, SEEKS TO PROVIDE HANDS-ON AND IMMERSIVE TRAINING IN LIVESTOCK AND PRODUCTION FOR VETERANS, ACTIVE AND RETIRED MEMBERS OF THE WEST VIRGINIA NATIONAL GUARD AND VETERAN SPOUSES OR MILITARY FAMILIES. IN ADDITION TO LIVESTOCK PRODUCTION EDUCATION, THESE POPULATIONS WOULD HAVE OPPORTUNITIES TO GAIN HANDS-ON EDUCATION IN CLASSROOM AND IN A \"LAB\" SETTING FOR LIVESTOCK PROCESSING IN COORDINATION WITH A LOCAL MEAT PROCESSOR CURRENTLY GOING THROUGH AN EXPANSION TO INCLUDE A LIVE ANIMAL SLAUGHTER FLOOR. LIVESTOCK PRODUCTION, PARTICULARLY BEEF CATTLE, HAS LONG BEEN NEAR THE TOP OF WEST VIRGINIA AGRICULTURE CASH RECEIPTS; HOWEVER IT STILL PALES IN COMPARISON TO STATES THROUGHOUT THE REST OF THE COUNTRY IN OVERALL PRODUCTION. LONG-TERM, THE PROJECT WILL SERVE TO INCREASE THE OVERALL NUMBER OF VETERAN LIVESTOCK PRODUCERS IN THE STATE, INCREASE THE KNOWLEDGE OF THESE PRODUCERS IN REGARDS TO LIVESTOCK PRODUCTION, FORAGE, NUTRITION, QUALITY, MARKETING, ETC., AND TEACH HANDS-ON LIVESTOCK PROCESSING SKILLS TO VETERANS AND THEIR FAMILY MEMBERS SEEKING EMPLOYMENT WITHIN THE INDUSTRY OR INTERESTED IN STARTING THEIR OWN LIVESTOCK PROCESSING VENTURE. THE GOALS OF THE PROPOSED PROGRAM FALL DIRECTLY IN LINE WITH THE GOALS OF THE AGVETS FUNDING PROGRAM. WITH AN EMPHASIS IN TRAINING AND EDUCATION AND WITH THE LONG-TERM GOALS OF INCREASING PRODUCERS, LIVESTOCK AND FISH QUALITY AND ALSO A TRAINED WORKFORCE FOR PROCESSING, THE GOALS OF AGVETS ARE MET.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "12db3913-d907-ef0d-1af3-0d59837f1e54-R", "generated_internal_id": "ASST_NON_20197702829970_12H3"}, {"internal_id": 85400028, "Award ID": "20197702829969", "Award Amount": 713174.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "10.334", "Description": "THE OVERARCHING GOAL OF THIS PROGRAM IS TO INCREASE THE NUMBER OF MILITARY VETERANS PURSUING SUCCESSFUL CAREERS IN FOOD, AGRICULTURAL AND GREEN INDUSTRY SECTORS THROUGH A COMPREHENSIVE, HANDS-ON, AND IMMERSIVE TRAINING PROGRAM OFFERED AT FOUR ARIZONA FARMS/FOOD HUBS AND SEVERAL NURSERY AND LANDSCAPE OPERATIONS. THE PROGRAM WILL ALSO INCREASE THE VETERAN&#39;S ACCESS TO FEDERAL, LOCAL, AND/OR PRIVATE GRANTS/LOANS BY PROVIDING GRANT APPLICATION/ADMINISTRATION ASSISTANCE. IN ADDITION, THE PROGRAM INTENDS TO OFFER THERAPEUTIC HEALING TO VETERANS THROUGH FARMING, ANIMAL CARING, AND GREEN INDUSTRY PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a690af1e-e4af-d21d-c3df-8c929048290d-C", "generated_internal_id": "ASST_NON_20197702829969_12H3"}, {"internal_id": 85400029, "Award ID": "20197702829968", "Award Amount": 810754.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.334", "Description": "ISSUES THIS PROJECT SEEKS TO ADDRESS ARE THREEFOLD; 1. UNEMPLOYMENT RATES FOR VETERANS TRANSITIONING FROM MILITARY SERVICE INTO CIVILIAN LIFE; 2. AGING FARMER/RANCHER WORKFORCE IN TEXAS &AMP; THE UNITED STATES; 3. THE ALARMING NUMBER OF RETURNING VETERANS WITH REPORTED DISABILITIES FACING BARRIERS TO EMPLOYMENT.UNEMPLOYMENT RATE: BARRIERS TO RETURNING TO WORK FOR VETERANS: SEVERAL FACTORS INFLUENCE VETERANS&#39; ABILITY TO RETURN TO THE CIVILIAN WORKFORCE AND FIND NEW CAREERS AFTER THEIR MILITARY SERVICE. SURVEY DATA (PRUDENTIAL, 2012) HAS INDICATED THAT TWO-THIRDS OF VETERANS EXPERIENCED A DIFFICULT TRANSITION FROM MILITARY TO CIVILIAN LIFE. IN 2018, THE NATIONAL CONFERENCE OF STATE LEGISLATORS REPORTS THAT THE LARGEST DIFFERENCE BETWEEN EMPLOYMENT RATES OF VETERANS &AMP; NONVETERANS IS AMONG THOSE BETWEEN 25 TO 34 YEARS OF AGE (MALE VETERANS 6.1% VS. MALE NONVETERANS 4.5% AND FEMALE VETERANS 8% VS. FEMALE NON-VETERANS 4.5%). ADDITIONALLY, DISABILITIES &AMP; CHRONIC HEALTH CONDITIONS CREATE BARRIERS FOR EMPLOYMENT. AS OF 2017, 4.9 MILLION OR 24% OF VETERANS HAVE A SERVICE-CONNECTED DISABILITY (BUREAU OF LABOR STATISTICS, 2018). SEVERAL STUDIES (MILLIKEN ET AL. 2007; SEAL ET AL. 2008; DEPARTMENT OF DEFENSE TASK FORCE ON MENTAL HEALTH) REPORT HIGH PREVALENCE OF MENTAL HEALTH PROBLEMS IN RETURNING VETERANS SUCH AS POST- TRAUMATIC STRESS DISORDER (PTSD), DEPRESSION, ANXIETY, AND SUICIDE. IT HAS ALSO BEEN ESTIMATED THAT 10% TO 20% OF SERVICE MEMBERS HAVE SUSTAINED MILD TRAUMATIC BRAIN INJURY (TBI) THAT HAS BEEN ASSOCIATED WITH VARIOUS LONG-TERM PHYSICAL AND MENTAL HEALTH OUTCOMES (NCVAS 2012). WEEKS ET AL. (2004) REPORTED THAT HEALTH-RELATED QUALITY-OF-LIFE SCORES WERE SIGNIFICANTLY LESS FOR VETERANS LIVING IN RURAL VS. URBAN AREAS. IN ADDITION, THOSE WITH DEPRESSION WERE TWICE AS LIKELY TO MISS WORK DUE HEALTH REASONS AND SEVEN TIMES AS LIKELY TO REPORT MISSED WORK DAYS (DRUSS SCHLESINGER &AMP; ALLEN, 2001). DEPARTMENT OF VETERAN AFFAIRS ALSO ATTRIBUTES EMPLOYMENT BARRIERS TO AN INABILITY TO TRANSLATE MILITARY SKILLS TO CIVILIAN SKILLS, NEGATIVE STEREOTYPES ABOUT VETERANS, AND ACCLIMATION OF VETERANS INTO CORPORATE CULTURE.FARMING POPULATION: DESPITE NATIONAL EFFORTS TO ENCOURAGE INDIVIDUALS TO ENTER INTO PRODUCTION AGRICULTURE, THE NATION&#39;S FARMING POPULATION HAS CONTINUED TO DECLINE, SHRINKING BY ROUGHLY 4% IN THE LAST FIVE YEARS (NATIONAL SUSTAINABLE AGRICULTURE COALITION, 2014). CENSUS DATA CONTINUES TO SHOW THE AGING OF THE AMERICAN FARMER POPULATION (AVG. AGE INCREASED FROM 57.1 IN 2007 TO 58.3 IN 2012). USDA ERS REPORTS THAT 31% OF PRINCIPAL FARM OPERATORS WERE 65 YEARS OR OLDER &AMP; NEARLY 20% OF PRINCIPAL OPERATORS REPORT BEING RETIRED. IN TEXAS, 1 OF EVERY 7 EMPLOYMENT OPPORTUNITIES IS TIED TO AGRICULTURE &AMP; AGRICULTURE HAS AN ECONOMIC IMPACT OF OVER $100 BILLION ANNUALLY. TEXAS WORKFORCE COMMISSION REPORT ON TEXAS GROWTH OCCUPATIONS SHOWS THAT AGRICULTURE &AMP; FORESTRY EMPLOYMENT OPPORTUNITIES INCREASED 4% FROM 2010 TO 2015; HOWEVER, FARM BUREAU REPORTS THAT THE AGRICULTURE INDUSTRY IS SUFFERING A SHORTAGE OF SKILLED FARM LABOR. ADDITIONAL BARRIERS FOR NEW &AMP; BEGINNING FARMERS/RANCHERS INCLUDES ACCESS TO LAND, EQUIPMENT, &AMP; CAPITAL (BEGINNINGFARMERS.ORG, 2018).THE LONG-TERM GOALS OF THE FARMER EDUCATION AND TRAINING (FEAT) PROJECT ARE TO:(1) INCREASE THE NUMBER OF MILITARY VETERANS AND TRANSITIONING SERVICE MEMBERS GAINING KNOWLEDGE AND SKILLS THROUGH A COMPREHENSIVE, HANDS-ON IMMERSIVE FARM/RANCH MODEL PROGRAM THAT LEADS TO SUCCESSFUL CAREERS IN THE FOOD AND AGRICULTURE SECTOR; (2) INCREASE THE NUMBER OF TRANSITIONING SERVICE MEMBERS AND MILITARY VETERANS WHO UNDERSTAND HOW THEY CAN BENEFIT FROM EMPLOYMENT, EDUCATION, AND ENTREPRENEURSHIP OPPORTUNITIES IN THE FOOD &AMP; AGRICULTURE SECTOR, AS WELL AS, INCREASE THEIR KNOWLEDGE &AMP; USE OF USDA PROGRAMS; (3) REDUCE BARRIERS FOR TRANSITIONING SERVICE MEMBERS &AMP; MILITARY VETERANS TO ENTER CAREERS IN THE FOOD &AMP; AGRICULTURE SECTOR WITH A SPECIAL FOCUS ON UNDERREPRESENTED GROUPS SUCH AS VETERANS WITH DISABILITIES BY PROVIDING EDUCATION &AMP; TRAINING TO DEVELOP SKILLS THAT LEAD TO JOB PLACEMENT &AMP; CAREER OPPORTUNITIES.TO ACCOMPLISH THESE GOALS, THE PROJECT WILL: (1) PROVIDE AGRICULTURE CAREER HANDS-ON FIELD TRAINING, CLASSROOM TRAINING, AND ONLINE TRAINING THROUGH IMMERSIVE EXPERIENCES INCLUDING: (A) ONSITE &AMP; ONLINE EDUCATION IN AGRICULTURE CAREER OPPORTUNITIES, FARM/RANCH BUSINESS DEVELOPMENT, AGRICULTURE BUSINESS MANAGEMENT, &AMP; AGRICULTURE PRODUCTION SUCH AS VEGETABLE PRODUCTION, RANGELAND MANAGEMENT, LIVESTOCK MANAGEMENT, ETC.; (B) INDIVIDUAL EDUCATION PLANNING; (C) ONGOING MENTOR SUPPORT LEADING TO A COMPREHENSIVE UNDERSTANDING OF SUCCESSFUL FARM/RANCH OPERATIONAL &AMP; MANAGEMENT PRACTICES;(2) FACILITATE PEER-TO-PEER LEARNING THROUGHAKNOWLEDGE-TO-PRACTICE APPLICATION PROCESS UTILIZING A STRUCTURED COHORT MODEL OF TRAINING &AMP; A COMMUNITY OF PRACTICE EXPERIENCE; (3) OFFER AN ARRAY OF TRANSITIONING MILITARY/VETERAN &AMP; DISABILITY SUPPORT SERVICES THAT ENHANCE &AMP; INCREASE WORKFORCE READINESS AND EMPLOYMENT PROSPECTS WHILE REDUCING BARRIERS FOR PARTICIPANTS WITH A SPECIAL FOCUS ON SERVICE DISABLED VETERANS; (I.E. SERVICES REGARDING CAREER READINESS, SKILLS TRANSLATION, REINTEGRATION, BEHAVIORAL HEALTH, MENTAL HEALTH, PERSONAL FINANCES, WELLNESS, ASSISTIVE TECHNOLOGY, AND VA BENEFITS CONNECTION &AMP; NAVIGATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3f4bbc6-bd85-137e-7e9b-e3a70f6ab7b6-R", "generated_internal_id": "ASST_NON_20197702829968_12H3"}, {"internal_id": 85400030, "Award ID": "20197702829967", "Award Amount": 897627.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "10.334", "Description": "THE PURPOSE OF THE VETERANS EMPLOYED IN TECHNOLOGY AND SERVICE IN AGRICULTURE (VETS IN AG OR VETSA) PROGRAM IS TO SUCCESSFULLY PREPARE U.S. MILITARY VETERANS FOR CAREERS IN THE AGRICULTURAL SERVICE AND SUPPORT SECTORS, WHICH ARE EXPECTED TO OFFER ALMOST 75% OF THE CAREER OPPORTUNITIES IN AGRICULTURE OVER THE NEXT SEVERAL YEARS[1]. THESE CAREERS INVOLVE EMPLOYMENT WITH PRIVATE AGRICULTURAL INDUSTRIES AS WELL AS STATE AND FEDERAL GOVERNMENTAL AGENCIES. VETSA&#39;S FOCUS IS DIFFERENT FROM MOST VETERAN TRAINING PROGRAMS IN AGRICULTURE THAT PRIMARILY PREPARE VETERANS TO START FARMING OR RANCHING OPERATIONS AND BE DIRECTLY INVOLVED IN PRODUCTION. THE LONG-TERM GOAL OF THE VETSA PILOT PROGRAM IS TO INCREASE THE NUMBER OF MILITARY VETERANS GAINING KNOWLEDGE AND SKILLS OF COMPREHENSIVE AGRICULTURAL PRACTICES THAT WILL LEAD THEM TO SUCCESSFUL CAREERS IN THE AGRICULTURAL SERVICE SECTOR, WITH A PARTICULAR EMPHASIS ON CAREERS REQUIRING TECHNICAL SKILLS IN COMPUTERS, GIS/GPS AND MECHANICS. THE VETSA PROGRAM IS DESIGNED AS A 12-MONTH INTENSIVE EXPERIENCE WITH FORMAL AND INFORMAL COURSEWORK, IMMERSIVE, HANDS-ON PARTICIPATION IN ACTIVE FARMING AND RESEARCH PROJECTS OR A CHOICE OF CERTIFICATION PROGRAMS THAT PROVIDE VALUABLE AND MARKETABLE PROFESSIONAL SKILLS WITH A SHORTER TIME COMMITMENT. VETERANS WILL HAVE OPPORTUNITIES TO PARTICIPATE IN TRADE WORKSHOPS AND CONFERENCES, NETWORKING AND POST-TRAINING SUPPORT. PROJECT SITES FOR THE VETSA PROGRAM INCLUDE AGRICENTER INTERNATIONAL IN MEMPHIS, TENNESSEE, LONE OAKS FARM IN BOLIVAR, TENNESSEE (PART OF THE UNIVERSITY OF TENNESSEE INSTITUTE OF AGRICULTURE), THE UNIVERSITY OF TENNESSEE MARTIN (UTM) AND MIDDLE TENNESSEE RESEARCH AND EDUCATION CENTER IN SPRING HILL AND LEWISBURG, TENNESSEE (MTREC). THIS PROGRAM WILL TARGET THREE POPULATIONS OF VETERANS:V1: VETERANS WHO ARE ABOUT TO TRANSITION INTO CIVILIAN LIFE AND INTERESTED IN PURSUING POST-SECONDARY TRAINING IN AGRICULTURE LEADING TO AN ASSOCIATE&#39;S, BACHELOR&#39;S, AND/OR GRADUATE DEGREE. VETERANS THAT QUALIFY FOR THE 12-MONTH V1 PROGRAM WILL ENROLL AT THE UNIVERSITY OF TENNESSEE-MARTIN (UTM) TO TAKE CLASSROOM OR ONLINE COURSES. V1 VETERANS WILL BE ASSIGNED TO ONE OF FOUR LOCATIONS: AGRICENTER INTERNATIONAL, LONE OAKS FARM, MIDDLE TENNESSEE RESEARCH AND EDUCATION CENTER AND UTM, ALL OF WHICH HAVE FARMING OPERATIONS IN PLACE FOR TEACHING, RESEARCH, AND PRODUCTION. VETERANS WILL WORK 10-15 HOURS PER WEEK UNDER THE DIRECTION OF A SITE MANAGER AT THEIR ASSIGNED FACILITY. THIS WILL GIVE THEM IMMERSIVE EXPERIENCES IN THE DAY-TO-DAY OPERATION OF A WORKING FARM. THE 12-MONTH DURATION OF THE PROGRAM GIVES THEM THE OPPORTUNITY TO LEARN ABOUT ALL ASPECTS OF THE FARM PRODUCTION CYCLE.V2: VETERANS WHO ARE ABOUT TO TRANSITION INTO CIVILIAN LIFE AND INTERESTED IN PURSUING POST SECONDARY TRAINING IN AGRICULTURE THAT WILL TEACH ESSENTIAL SKILLS NECESSARY TO ENTER TECHNICAL CAREERS IN AGRICULTURE THAT MAY NOT REQUIRE AN ASSOCIATE&#39;S, BACHELOR&#39;S, OR GRADUATE DEGREE. VETERANS CHOOSING THE V2 COMPONENT WILL ENROLL IN ONE OF THE FOLLOWING TRAINING OPTIONS: 1) LAND SURVEYING/GIS/GPS THROUGH UT MARTIN, 2) TRACTOR MECHANIC CERTIFICATION THROUGH CNH INDUSTRIAL, 3) REMOTE PILOT IN COMMAND (RPIC) TRAINING WITH FAA CERTIFICATION/TRAINING IN OPERATION OF UNMANNED AERIAL SYSTEMS (UAS) WITH FARM SPACE SYSTEMS OR 4) YOUNG BEGINNING FARMER EDUCATION WITH FARM CREDIT MID-AMERICA. TRACTOR MECHANIC TRAINING AND YOUNG BEGINNING FARMER EDUCATION WILL TAKE PLACE AT THE AGRICENTER. RPIC TRAINING WILL BE AT LONE OAKS FARM. PARTICIPANTS THAT COMPLETE THE TRACTOR MECHANIC COURSE WITH CNH INDUSTRIAL AT THEIR TECHNICAL TRAINING FACILITY ON THE AGRICENTER CAMPUS WILL BE ABLE TO TAKE THEIR CERTIFICATE TO ANY CNH INDUSTRIAL FACILITY IN NORTH AMERICA AND BE ELIGIBLE FOR EMPLOYMENT.V3: PARTICIPANTS THAT COMPLETE THE NEW FARMER BOOT CAMP AND DECIDE NOT TO PURSUE FURTHER EDUCATION OR TRAINING WILL BE CLASSIFIED AS V3 VETERANS. THEY WILL BE REQUIRED TO MEET WITH THE PROJECT EVALUATOR BEFORE EXITING THE PROGRAM AND WILL HAVE ACCESS TO SUPPORT RESOURCES TO HELP WITH THEIR TRANSITION. V3 VETERANS WILL BE ELIGIBLE FOR RE-ENTRY INTO THE PROGRAM VIA THE STANDARD APPLICATION PROCESS.THE NEED FOR COMPETENT PROFESSIONALS IN AGRICULTURAL SUPPORT INDUSTRIES AND AGENCIES IS CLEAR. AS THE FARMING POPULATION CONTINUES TO AGE AND WE RECRUIT NEW FARMERS IN THE COMING DECADES, HAVING A RELIABLE NETWORK OF PUBLIC AND PRIVATE SECTOR SUPPORT WILL BE CRITICAL TO THEIR LONG-TERM SUCCESS AND THE SUSTAINABILITY OF OUR NATION&#39;S AGRICULTURAL ENTERPRISE. GIVEN THE INCREASINGLY COMPLEX TECHNOLOGY IN AGRICULTURE, THERE IS A PARTICULAR NEED FOR INDIVIDUALS WITH STRONG TECHNOLOGY SKILLS. FILLING THESE JOBS WILL BE ESSENTIAL TO ADDRESS FOOD SECURITY, SUSTAINABLE ENERGY, AND ENVIRONMENTAL QUALITY IN THE YEARS TO COME.VETERANS CAN HELP MEET THIS DEMAND BY BRINGING THEIR LEADERSHIP AND TECHNOLOGICAL SKILLS TO THE AGRICULTURE SPACE AND FINDING NEW \"MISSIONS\" AT HOME. THERE IS ENORMOUS POTENTIAL WHEN MILITARY VETERANS ARE CONNECTED TO THE AGRICULTURAL INDUSTRY. RURAL RESIDENTS ACCOUNT FOR 17% OF THE ENTIRE U.S. POPULATION AND MORE THAN 44% OF MILITARY RECRUITS COME FROM RURAL AREAS. PEOPLE IN RURAL AREAS ARE 20% MORE LIKELY TO JOIN THE MILITARY THAN THEIR URBAN PEERS,[2] AND MANY WANT TO RETURN TO THOSE AREAS WHEN THEIR SERVICE IS COMPLETED. CAREERS IN THE AGRICULTURAL SERVICE AND SUPPORT SECTORS INVOLVE SKILLS GROUNDED NOT ONLY IN SCIENCE, ENGINEERING, MANAGEMENT, AND BUSINESS, BUT ALSO IN PRACTICAL AND APPLIED SKILLSETS ACQUIRED BY MANY VETERANS DURING THEIR MILITARY SERVICE.ONE VETERAN INTERVIEWED BY OPERATION STAND DOWN-TENNESSEE[3] DESCRIBED THE RETURN TO CIVILIAN LIFE AS ENTERING THE \"DISCOMFORT ZONE\" BECAUSE OF THE SIGNIFICANT CONTRAST BETWEEN THE STRUCTURED, MISSION-DRIVEN ENVIRONMENT OF THE MILITARY AND THE LESS STRUCTURED CIVILIAN LIFE. IN A MILITARY ENVIRONMENT, SAID ANOTHER VETERAN, \"YOU HAD A PURPOSE . . . EVERYTHING CLICKED AND YOU WERE AWESOME AT WHAT YOU DID. OUT IN THEWORLD, YOU DON&#39;T HAVE THAT SAME PURPOSE.\" THE VETSA PROGRAM WILL GIVE VETERANS AN OPPORTUNITY TO BE AWESOME AGAIN.[1] HTTP://WWW.PURDUE.EDU/USDA/EMPLOYMENT/[2] HTTP://WWW.AGWEB.COM/ARTICLE/RURAL-RECRUITS-MAKE-UP-ROUGHLY-HALF-OF-MILITARY-NAA-ASHLEY-DAVENPORT/[3] HTTP://OSDNTN.ORG", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16cc1f74-cee9-4c12-23e0-c64f85831dd8-C", "generated_internal_id": "ASST_NON_20197702829967_12H3"}, {"internal_id": 68547657, "Award ID": "20187702828899", "Award Amount": 281659.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-14", "CFDA Number": "10.334", "Description": "ONSLOW AND CRAVEN COUNTY VETERANS OUTREACH PROJECT TO DEVELOP BEGINNING FARMERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c903fe2-9156-fabe-ca0b-77e3069062a6-R", "generated_internal_id": "ASST_NON_20187702828899_12H3"}, {"internal_id": 67834306, "Award ID": "20187702828442", "Award Amount": 999997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-09", "CFDA Number": "10.334", "Description": "HOPE FARMER TRAINING FOR VETERANS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6151d1b8-0ded-eaf8-b6bf-fdc820ccfc2c-R", "generated_internal_id": "ASST_NON_20187702828442_12H3"}, {"internal_id": 67834305, "Award ID": "20187702828440", "Award Amount": 584632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-30", "CFDA Number": "10.334", "Description": "DEVELOPMENT OF A VETERANS INCUBATOR SMALL FARM FOR SPECIALTY FOOD ENTERPRISES SERVING NON-MINORITY AFRICAN AMERICAN AND HISPANIC VETERANS IN THE TREASURE COAST AND CENTRAL FLORIDA COUNTIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebda0b0c-8fb5-06b3-26c6-ea12fed8a7c7-R", "generated_internal_id": "ASST_NON_20187702828440_12H3"}, {"internal_id": 67834304, "Award ID": "20187702828386", "Award Amount": 910387.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-08", "CFDA Number": "10.334", "Description": "VETERANS RISING: AGRICULTURAL PATHWAYS APPRENTICESHIP PROJECT\", IS A PARTNERSHIP BETWEEN FARMER VETERAN COALITION (FVC) AND THE CENTER FOR LAND-BASED LEARNING (CLBL), NORTHERN CALIFORNIA&#39;S LEADING FARM TRAINING PROGRAM. THE PARTNERSHIP BUILDS ON OUR 6-YEAR HISTORY OF WORKING TOGETHER TO GIVE SOUND AGRICULTURAL TRAINING TO VETERANS.IT COMBINES A LONG-ESTABLISHED 7-MONTH CURRICULUM BASED TRAINING PROGRAM DEVELOPED BY CLBL, WITH A 2-YEAR IMMERSIVE LEARNING EXPERIENCE THROUGH PAID APPRENTICESHIPS AT ESTABLISHED, COMMERCIALLY RUN FARMS AND RANCHES THROUGHOUT NORTHERN CALIFORNIA. THE APPRENTICESHIP PROGRAM IS CERTIFIED BY THE STATE OF CALIFORNIA, ONE OF TWO CERTIFIED AGRICULTURAL APPRENTICESHIP PROGRAMS IN THE STATE.PARTICIPATING VETERANS WILL GAIN EXPOSURE TO A WIDE RANGE OF CROPS AND LIVESTOCK DURING THEIR 7-MONTHS OF CLASSROOM TRAINING AND FARM VISITS. THEY WILL THEN SELECT WHERE THEY WISH TO APPRENTICE BASED ON THEIR INDIVIDUAL INTEREST AND COMPATIBILITY WITH THE FARMER OR RANCHER. THE EXPERIENCE GAINED THROUGH THIS APPRENTICESHIP MAY LEAD TO PERMANENT EMPLOYMENT ON THE HOST FARM, EMPLOYMENT ELSEWHERE, OR THE LAUNCHING OF THE VETERAN&#39;S OWN FARM BUSINESS.FVC STAFF WILL RECRUIT FOR THE PROGRAM, INCLUDING TO SERVICEMEN AND WOMEN THROUGH THE TRANSITION ASSISTANCE PROGRAM, OFFER PEER-TO-PEER SUPPORT, FACILITATE GROUP ACTIVITIES, AND CONTINUE TO SUPPORT THE PARTICIPANTS&#39; AGRICULTURAL CAREERS AFTER THEIR COMPLETION OF THE PROGRAM.THIS PROGRAM IS BASED ON THE BELIEF THAT THE BEST AGRICULTURAL TRAINING WILL TAKE PLACE ON COMMERCIALLY RUN OPERATIONS THAT ARE ABLE TO PAY THE TRAINEE, AND THAT COMBINING THAT IMMERSIVE EXPERIENCE WITH SOLID CURRICULUM BASED EDUCATION CAN GIVE THE VETERANS A SOUND FOUNDATION FOR A LONG AND VIABLE CAREER IN AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b85a7979-8a3a-8cc5-f9f8-a0b3a0a1259e-C", "generated_internal_id": "ASST_NON_20187702828386_12H3"}, {"internal_id": 67603483, "Award ID": "20187702828368", "Award Amount": 954434.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-16", "CFDA Number": "10.334", "Description": "RATIONALE. FOR VETERANS INTERESTED IN A CAREER IN AGRICULTURE, DAIRY FARMING ARGUABLY OFFERS THE BEST OPPORTUNITY FOR A FULL-TIME, YEAR-ROUND INCOME, ALLOWING THE VETERAN TO FOCUS ON FARMING WITHOUT THE NEED FOR OFF-FARM INCOME. DAIRY GRAZING APPRENTICESHIP (DGA) IS A TWO-YEAR BEGINNING FARMER TRAINING PROGRAM THAT PROVIDES A ROBUST BLEND OF PAID, HANDS-ON LEARNING ON APPROVED DAIRY FARMS (MASTER DAIRY GRAZIERS), FORMAL CLASSROOM TRAINING, AND PEER LEARNING OPPORTUNITIES. IN ADDITION TO THE TRAINING, EACH APPRENTICE RECEIVES INDIVIDUALIZED COACHING FROM A LOCAL EDUCATION COORDINATOR. UPON GRADUATION, THE APPRENTICE RECEIVES ONGOING PEER SUPPORT AND FINANCIAL ADVISING AS THEY EMBARK ON THEIR DAIRY FARMING CAREER. DGA CURRENTLY OPERATES IN 11 STATES AND HAS THE CAPACITY, AS A FEDERALLY REGISTERED FORMAL APPRENTICESHIP, TO BE ESTABLISHED IN ANY STATE WHERE THERE ARE EXPERIENCED DAIRY FARMERS INTERESTED IN MENTORING AN ASPIRING FARMER. DGA HAS ATTRACTED SIGNIFICANT INTEREST FROM THE VETERAN COMMUNITY. THREE OF 45 CURRENT APPRENTICES ARE VETERANS AND 17 ADDITIONAL VETERANS HAVE APPLIED ON THE DGA WEBSITE.OVERALL HYPOTHESIS OR GOAL. DGA MASTER DAIRY GRAZIERS SEEK APPRENTICES WITH A BROAD RANGE OF SKILLS THAT MILITARY SERVICE CAN PROVIDE: A BLEND OF MANAGEMENT AND PHYSICAL SKILLS, DISCIPLINE, WORK ETHIC, AND COMMITMENT. BY CREATING AN EFFECTIVE OUTREACH AND SUPPORT PROGRAM FOR VETERANS, DGA CAN PROVIDE VETERANS A PATHWAY TO A CAREER IN AGRICULTURE WHILE SUPPORTING THE GOALS OF DGA&#39;S PARTICIPATING FARMERS TO FIND HIGH QUALITY EMPLOYEES, PARTNERS, OR SUCCESSORS FOR THEIR FARM BUSINESSES.SPECIFIC OBJECTIVES. DGA HAS A WELL-ESTABLISHED, HIGH-QUALITY TRAINING PROGRAM STARTED IN 2010 AND CURRENTLY WORKING WITH 145 APPROVED MASTERS. THIS PROJECT WILL EXPAND AVAILABILITY OF DGA TRAINING TO A LARGER GEOGRAPHIC AREA, CREATE A STREAMLINED, VETERAN-SPECIFIC SYSTEM OF ACCESS TO DGA PROGRAM INFORMATION, AND PROVIDE INDIVIDUALIZED OUTREACH AND COACHING FOR VETERANS RESULTING IN ENHANCED OPPORTUNITIES FOR VETERANS TO BE HIRED, GAIN FARMING SKILLS, AND EMBARK ON A CAREER IN AGRICULTURE.APPROACH. DGA WILL CREATE AN ADVISORY TEAM INCLUDING CURRENT DGA MASTERS, APPRENTICES, AND APPRENTICE CANDIDATES WHO ARE VETERANS, AS WELL AS CURRENT PARTNERS AND COLLABORATORS. THIS TEAM WILL HELP DGA IDENTIFY SYSTEMS, PROCESSES, AND RESOURCES NEEDED TO EXPAND VETERAN ACCESS TO DGA PROGRAMS. DGA WILL HIRE STAFF WITH MILITARY AND FARMING BACKGROUNDS TO RECRUIT AND COACH VETERANS INTERESTED IN FARMING, RECRUIT MASTERS IN NEW GEOGRAPHIC AREAS, AND SERVE AS A LIAISON TO BOTH THE VETERANS ADMINISTRATION AND THE MILITARY. DGA WILL CREATE A VETERANS&#39; PORTAL ON THE DGA WEBSITE WITH DECISION TOOLS, WEBINARS, FACT SHEETS, AND OTHER INFORMATION ADDRESSING SPECIFIC NEEDS OF VETERANS AS WELL AS A NEW DGA ONLINE EXCHANGE THAT WILL SERVE AS A CLEARINGHOUSE AND NETWORKING HUB FOR BOTH VETERAN AND NON-VETERAN PARTICIPANTS, ALLOWING MASTERS, APPRENTICES, AND JOURNEYWORKERS TO EXCHANGE IDEAS, SHARE RESOURCES, AND BUILD LOCAL AND REGIONAL COOPERATIVE NETWORKS FOR EVERYTHING FROM PURCHASING INPUTS TO CREATING VALUE-ADDED PROCESSING OPPORTUNITIES.POTENTIAL IMPACT AND EXPECTED OUTCOMES. THIS PROJECT WILL INCREASE 1) THE AVAILABILITY OF DGA TRAINING GEOGRAPHICALLY, 2) THE NUMBER OF VETERANS APPLYING TO DGA, THE NUMBER OF VETERAN CANDIDATES THAT ARE HIRED, AND 3) THE QUALITY OF THE EDUCATION PROVIDED TO VETERAN APPRENTICES, RESULTING IN GREATER OPPORTUNITIES FOR PARTICIPATING VETERANS TO EMBARK ON A CAREER IN AGRICULTURE. DGA WILL DEVELOP AN EVALUATION PLAN, USING BOTH OUR EXISTING INTERNAL EVALUATION TOOLS AS WELL AS EXTERNAL EVALUATORS TO ASSESS THE EFFECTIVENESS OF OUR VETERANS&#39; OUTREACH PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdd7b9e0-4f62-31d4-1c2d-5eb05a4947fc-R", "generated_internal_id": "ASST_NON_20187702828368_12H3"}, {"internal_id": 67014894, "Award ID": "20187702828367", "Award Amount": 999300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-25", "CFDA Number": "10.334", "Description": "SERVICEMEMBER AGRICULTURAL VOCATION EDUCATION (SAVE) - FARMING FOR THE FUTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "08a68e66-a8f4-b3bb-03fa-a72d9b39b8a6-C", "generated_internal_id": "ASST_NON_20187702828367_12H3"}]