[{"internal_id": 158148929, "Award ID": "20237001939373", "Award Amount": 49545.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-27", "CFDA Number": "10.333", "Description": "ACCESSING SAFE, HEALTHY AND CULTURALLY-RELEVANT FOODS IN THE TWIN CITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18b293f1-99b1-c7ce-34fc-1eefca28607b-C", "generated_internal_id": "ASST_NON_20237001939373_12H3"}, {"internal_id": 157324449, "Award ID": "20237001939372", "Award Amount": 949998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-08", "CFDA Number": "10.333", "Description": "URBAN AGRICULTURE IS INCREASINGLY CRITICAL TO ENSURE NUTRITIONAL SECURITY, COMMUNITY RESILIENCE, AND EQUITABLE ACCESS TO HEALTHY FOODS FOR GROWING URBAN POPULATIONS. HOWEVER, LACK OF OPEN SPACE AND HIGH LAND PRICES PRESENT A CONSTRAINT TO ESTABLISHMENT OF NEW URBAN FARMS AND GARDENS. A POSSIBLE SOLUTION AND A WAY TO ESTABLISH NEW AGRICULTURAL SITES, IS TO PRODUCE FOOD ON AND IN BUILDINGS, FOR EXAMPLE, THROUGH ROOFTOP FARMING, GREEN FACADES, AND CONTROLLED ENVIRONMENT AGRICULTURE. FURTHER CO-BENEFITS CAN BE GAINED BY CREATING A CLOSED-LOOP SYSTEM WHERE BUILDING OUTPUTS (HEAT, CO2, GREYWATER, ORGANIC WASTE) ARE RECYCLED AS INPUTS TO THE AGRICULTURAL SYSTEM, AND AGRICULTURAL OUTPUTS (O2, IRRIGATION WATER RUNOFF, FOOD CROPS) ULTIMATELY PROVIDE INPUTS TO BUILDING SYSTEMS AND USERS. DESPITE THE MANY POTENTIAL BENEFITS OF SUCH BUILDING-INTEGRATED AGRICULTURE (BIA), THERE ARE CURRENTLY NO WORKING EXAMPLES OF COMMERCIAL BIA FOOD PRODUCTION. THIS IS DUE TO A LACK OF QUALIFIED EXPERTS AND A RESEARCH BASE, SINCE BIA REQUIRES MULTI-DISCIPLINARY EXPERTISE, AS WELL AS OTHER CHALLENGES AND BARRIERS. THEREFORE, OUR OVERALL GOAL IS TO IDENTIFY CRITICAL CHALLENGES, BARRIERS, BENEFITS, AND OPPORTUNITIES AND CREATE A NETWORK OF PROFESSIONALS TO FURTHER DEVELOP BIA THROUGH ACADEMIC TRAINING, APPLIED RESEARCH, EXTENSION PROGRAMS, AND INDUSTRY ENGAGEMENT. WE WILL ACCOMPLISH THIS GOAL THROUGH A SERIES OF INTEGRATED OBJECTIVES: 1) CURRENT STATE ASSESSMENT; 2) VISIONING SUMMIT; 3) TRAINING AND PROFESSIONAL DEVELOPMENT PROGRAMS; 4) RESEARCH AND DEMONSTRATION PROJECTS; AND 5) CONCLUDING SUMMIT. THE CONCLUDING SUMMIT IS ANTICIPATED TO MARK A TRANSITION TO A WESTERN EDUCATION/EXTENSION RESEARCH ACTIVITY FOR LONG-TERM PROJECT SUSTAINABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9ad8bff-1815-2dce-c711-ea8977aee9fe-C", "generated_internal_id": "ASST_NON_20237001939372_12H3"}, {"internal_id": 157324448, "Award ID": "20237001939371", "Award Amount": 945519.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-01", "CFDA Number": "10.333", "Description": "THE DEMAND FOR LOCAL, FRESH, AND NUTRITIOUS FRUITS AND VEGETABLES HAS BEEN RAPIDLY INCREASING IN URBAN AREAS, BOOSTING THE ADOPTION AND EXPANSION OF CONTROLLED-ENVIRONMENT AGRICULTURE. INDOOR AND GREENHOUSE FOOD PRODUCTION SYSTEMS USE WATER-SAVING HYDROPONIC TECHNIQUES TO PROVIDE PLANTS WITH WATER AND NUTRIENTS. OUR MULTI-INSTITUTIONAL TEAM PROPOSES A RESEARCH- AND EDUCATION-INTEGRATED PROJECT TO IMPROVE CONTROLLED-ENVIRONMENT HYDROPONIC CROP PRODUCTION IN THE U.S. AS PREVIOUS HYDROPONICS RESEARCH HAS MOSTLY FOCUSED ON FERTILIZATION AND ENVIRONMENTAL CONTROL FOR LETTUCE, WE AIM TO INVESTIGATE ADDITIONAL HORTICULTURAL FACTORS WITH POTENTIAL TO INCREASE CROP YIELD, QUALITY ATTRIBUTES, AND RESOURCE USE EFFICIENCY OF LESS STUDIED, BUT COMMERCIALLY VALUABLE, LEAFY GREENS AND FRUITING CROPS (E.G., SPINACH, ARUGULA, PEPPER, AND STRAWBERRY). OUR COMPREHENSIVE APPROACH WILL OPTIMIZE KEY HORTICULTURAL FACTORS, INCLUDING TEMPERATURE AND DISSOLVED OXYGEN OF HYDROPONIC NUTRIENT SOLUTIONS, BIOSTIMULANTS, AND LIGHT REGULATION OF PHYSIOLOGICAL DISORDERS AND WATER-BORNE PLANT DISEASES. ADDITIONALLY, WE HAVE IDENTIFIED A CRITICAL INDUSTRY-WIDE NEED TO ENHANCE HIGHER EDUCATION IN THE MANAGEMENT OF HYDROPONIC SYSTEMS. OUR COLLABORATIVE EFFORTS WILL GENERATE AND ASSESS NEW OPEN-ACCESS TEACHING MATERIALS AND ACTIVITIES AVAILABLE TO HIGHER-EDUCATION INSTRUCTORS, WITH THE OBJECTIVE OF PROMOTING HIGHER LEVELS OF LEARNING TO PREPARE WELL-TRAINED GRADUATES FOR CAREERS IN THE BURGEONING CONTROLLED-ENVIRONMENT AGRICULTURE INDUSTRY. THE OUTCOMES OF OUR PROPOSED PROJECT WILL INCLUDE INCREASED CROP HEALTH AND PRODUCTION, REDUCED USE OF FERTILIZERS AND ENERGY, AND ENHANCED STUDENT LEARNING FOR HIGHER EDUCATION, ALL OF WHICH WILL SUPPORT SUSTAINABLE INDOOR AND GREENHOUSE HYDROPONIC FOOD PRODUCTION SYSTEMS IN URBAN AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_20237001939371_12H3"}, {"internal_id": 157324447, "Award ID": "20237001939370", "Award Amount": 949999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-03", "CFDA Number": "10.333", "Description": "WITH THE INCREASING DEMAND FOR LOCAL STRAWBERRIES, THERE IS AN EMERGING INTEREST IN USING TABLETOP HYDROPONIC SYSTEMS FOR IMPROVING STRAWBERRY PRODUCTIVITY AND QUALITY AMONG URBAN FARMS IN THE SOUTHEASTERN U.S. HOWEVER, LITTLE INFORMATION IS AVAILABLE ABOUT USING LOCALLY SOURCED COMPOST-BASED GROWING MEDIA FOR TABLETOP STRAWBERRY PRODUCTION, CULTIVAR ADAPTATION TO TABLETOP SYSTEMS, COST-BENEFIT ANALYSIS, CONSUMER PREFERENCE, AND NEW MARKET ASSESSMENT. WITH THE GOAL OF PROVIDING EFFICIENT AND COST-EFFECTIVE TOOLS TO STRAWBERRY GROWERS IN URBAN AGRICULTURE IN THE SOUTHEAST, THIS PROJECT TARGETS THE INTEGRATION OF LOCALLY SOURCED COMPOST-BASED GROWING MEDIA AND OTHER BIOLOGICAL APPROACHES INTO TABLETOP STRAWBERRY SYSTEMS TO PROMOTE URBAN PRODUCTION OF FLAVORFUL, NUTRIENT-DENSE STRAWBERRIES AND DEVELOP INNOVATIVE PRACTICES WITH ENHANCED ENVIRONMENTAL, SOCIAL, AND ECONOMIC SUSTAINABILITY. STRAWBERRY GENOTYPIC ADAPTATION TO COMPOST-BASED TABLETOP HYDROPONICS WILL BE SYSTEMATICALLY EVALUATED. THIS PROJECT ADDRESSES THE FY 2022 UIE PROGRAM PRIORITIES OF IDENTIFYING AND PROMOTING THE HORTICULTURAL, SOCIAL, AND ECONOMIC FACTORS THAT CONTRIBUTE TO SUCCESSFUL URBAN PRODUCTION SYSTEMS AND DEVELOPING NEW CROP VARIETIES AND AGRICULTURAL PRODUCTS TO CONNECT TO NEW MARKETS. PARTNERSHIP BUILDING AND STAKEHOLDER ENGAGEMENT HAVE BEEN EMPHASIZED IN IDENTIFYING AND ASSESSING PRIORITY AREAS FOR RESEARCH, EXTENSION, AND TEACHING THROUGHOUT PROJECT DEVELOPMENT. IN ADDITION TO THE ACTIVE COLLABORATIONS WITH GROWERS AS WELL AS COMPOST AND PRODUCTION INPUT INDUSTRIES FOR RESEARCH DEVELOPMENT AND EXTENSION PROGRAMMING, WE WILL WORK WITH THE UNIVERSITY TEACHING FARM AND THE SCHOOL FARM TO PROVIDE EXPERIENTIAL-LEARNING OPPORTUNITIES TO GRADUATE AND UNDERGRADUATE STUDENTS AND CREATE NEW INITIATIVES FOR CONNECTING AGRICULTURAL AND FOOD SCIENCE TO SECONDARY EDUCATION. A DIVERSE RANGE OF METHODS AND PROGRAMS, INCLUDING A STAKEHOLDER ADVISORY PANEL, WILL BE IMPLEMENTED FOR PROJECT DISSEMINATION, OUTREACH, AND ASSESSMENT THROUGH THE COLLABORATIVE EFFORTS OF TEAM MEMBERS FROM THE UNIVERSITY OF FLORIDA, FLORIDA A&AMP;M UNIVERSITY, AND THE UNIVERSITY OF GEORGIA. THIS PROJECT WILL FILL THE KNOWLEDGE GAP FOR DEVELOPING AND INTRODUCING CLIMATE-RESILIENT TABLETOP STRAWBERRY SYSTEMS TO SERVE URBAN AGRICULTURE AND LOCAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20237001939370_12H3"}, {"internal_id": 157324446, "Award ID": "20237001939369", "Award Amount": 974895.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-01", "CFDA Number": "10.333", "Description": "THIS PROJECT AIMS TO IMPROVE THE URBAN AGRICULTURE LANDSCAPE WITHIN BIRMINGHAM AND ENHANCE COMMUNITY FOOD ACCESS THROUGH A COLLABORATIVE AND DATA-DRIVEN APPROACH. THIS EFFORT IS WELL-ALIGNED WITH THE MISSION OF THE USDA NIFA. THE PROPOSED WORK OFFERS THE OPPORTUNITY TO STRENGTHEN BOTH RESEARCH COLLABORATIONS AND COMMUNITY RELATIONSHIPS HERE IN ALABAMA. WITH THIS TEAM, THE EFFORTS HAVE THE RESEARCH AND COMMUNITY PERSPECTIVES NEEDED TO SUCCEED. CASE STUDIES SHOW THAT MARKET IDENTIFICATION, STRATEGIC RELATIONSHIPS, GOOD GOVERNANCE, AND EMPOWERING THE PRIVATE SECTOR HAVE SUCCESSFULLY DEVELOPED STABILITY AND WEALTH. BY CREATING A BRANDED ALLIANCE, THE PROJECT WILL STIMULATE CHANGES IN BEHAVIOR, INCREASE COMPETITIVENESS AND GENERATE WEALTH FOR THE ALLIANCE FARMERS, PRODUCERS, AND ORGANIZATIONS. A CROSS-FUNCTIONAL ALLIANCE AND FOOD VALUE CHAIN WILL INCREASE COMPETITIVE ADVANTAGE THROUGH TRANSPARENCY AND COLLABORATION. AN ALLIANCE OF MULTIPLE SECTORS CREATES THE OPPORTUNITY TO COLLECTIVELY WORK TOGETHER TO IMPROVE FOOD ACCESS, ENHANCE POLICY IMPLEMENTATION, CREATE ECONOMIC OPPORTUNITY, AND MEET SUSTAINABILITY GOALS. THIS PROPOSAL INTENDS TO ENSURE AN EQUITABLE AND SUSTAINABLE LOCAL FOOD SUPPLY CHAIN BY BETTER IDENTIFYING COMMUNITY NEEDS AND MARKETS FOR URBAN AGRICULTURE AND POTENTIAL AGRICULTURE SITES; WORKING WITH LOCAL EXPERTS TO IMPROVE THE PERFORMANCE OF SUCH SITES; LEARNING FROM EXISTING SUCCESSFUL COMMUNITY PROGRAMS, AND BUILDING RELATIONSHIPS WITH COMMUNITY LEADERS TO ENSURE THE ONGOING SUCCESS OF URBAN AGRICULTURAL PROJECTS IN BIRMINGHAM. THE GOAL IS TO DEVELOP A CROSS-FUNCTIONAL ALLIANCE SUPPORTING CAPACITY DEVELOPMENT ALONG THE FOOD VALUE CHAIN TO ACHIEVE GREATER EQUITY AND SOVEREIGNTY. THE PROPOSED TEAM WILL BE LED BY RESEARCHERS AT THE UNIVERSITY OF ALABAMA AT BIRMINGHAM AND INCLUDES KEY PERSONNEL FROM THE CITY OF BIRMINGHAM, ALABAMA COOPERATIVE EXTENSION SYSTEM, AND SOUTHERN RESEARCH, NRCS, AMONG OTHER COMMUNITY PARTNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "385a79b6-b810-9612-774a-ef5d04895c34-C", "generated_internal_id": "ASST_NON_20237001939369_12H3"}, {"internal_id": 156932699, "Award ID": "20237001939368", "Award Amount": 874440.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-27", "CFDA Number": "10.333", "Description": "THE PROJECT CIRCULAR SOILS FOR CITY SPACES AIMS TO FIND SOCIALLY, ENVIRONMENTALLY AND ECONOMICALLY VIABLE PATHWAYS TO ENHANCING URBAN AND PERI-URBAN FOOD PRODUCTION SYSTEMS BY TURNING ORGANIC UNDERUTILIZED RESOURCES (OURS) INTO PRODUCTIVE RESOURCES THAT REDUCE FINANCIAL AND ENVIRONMENTAL BURDENS ON BOTH PRODUCERS AND CONSUMERS. A VARIETY OF WASTED OR UNDERUTILIZED ORGANIC MATERIALS (BY-PRODUCTS OF THE FOOD SYSTEM, URBAN AND SUBURBAN LANDSCAPES, AND THE BUILT ENVIRONMENT) COULD BE USED TO PRODUCE NUTRIENT-RICH PLANT GROWTH MEDIA AND CARBON-RICH FERTILIZERS TO SUPPORT URBAN AND PERI-URBAN FOOD PRODUCTION. WE ARE PARTICULARLY INTERESTED IN SERVING THE NEEDS OF URBAN COMMUNITY GARDENERS AND PERI-URBAN GROWERS WHO ARE SPATIALLY POSITIONED TO TAKE ADVANTAGE OF COMPLEMENTARY URBAN AND RURAL OURS TO PRODUCE NUTRITIOUS FOOD FOR URBAN POPULATIONS. THE WORK WILL BUILD ON THE PRINCIPLES OF CIRCULAR ECONOMY, WHICH AIMS TO SHIFT ECONOMIC SYSTEMS FROM A LINEAR TAKE-MAKE-WASTE MODEL TO ONE THAT MINIMIZES WASTE, KEEPS MATERIALS IN CIRCULATION, AND REGENERATES NATURE. OUR PROPOSAL&#39;S CENTRAL PROPOSITION IS TO DEVELOP THE THEORETICAL, TECHNICAL, AND SOCIAL BASIS FOR THE PRODUCTION OF OURS-BASED HORTICULTURAL MEDIA AND FERTILIZER PRODUCTS, WITH URINE AS A KEY SOURCE OF NUTRIENTS FOR PERI-URBAN CROP PRODUCTION.THERE IS TREMENDOUS POTENTIAL TO REDUCE GREENHOUSE GAS EMISSIONS, REDUCE COSTS, BUILD SOIL HEALTH, AND DIVERSIFY DIETS THROUGH THE APPLICATION OF CIRCULAR ECONOMY PRINCIPLES TO AGRICULTURE. THE FOOD SYSTEM (INCLUDING PRODUCTION, CONSUMPTION AND POST-CONSUMPTION STAGES) IS ASSOCIATED WITH POLLUTION, RESOURCE DEGRADATION AND AN ENORMOUS CARBON FOOTPRINT. FOOD PRODUCTION IS VULNERABLE TO UNSTABLE AND RISING ENERGY PRICES BECAUSE OF ITS DEPENDENCY ON FOSSIL FUEL-BASED SYNTHETIC NITROGEN (SYNN). IMPLEMENTATION OF THE CIRCULAR BIONUTRIENT ECONOMY (CBE) THROUGH LINKING MANAGEMENT OF ORGANIC WASTES TO PRODUCTION OF SOIL AMENDMENTS AND PLANT GROWTH MEDIA COULD SOLVE SOME OF THE SUSTAINABILITY CHALLENGES ASSOCIATED WITH AGRICULTURE, FOOD WASTE AND SANITATION. REDUCING AGRICULTURE&#39;S DEPENDENCY ON SYNTHETIC NITROGEN WOULD HAVE NUMEROUS CO-BENEFITS FOR HEALTH, THE ENVIRONMENT, AND BIODIVERSITY.ONE WAY TO REDUCE THE USE OF SYNN IN AGRICULTURE IS THROUGH BETTER USE OF HUMAN EXCRETA. HUMAN URINE IS TYPICALLY FREE OF PATHOGENS AND CONTAINS MOST OF THE NITROGEN THAT PEOPLE CONSUME, IN PLANT-FRIENDLY FORMS, AS WELL AS MANY OF THE OTHER NUTRIENTS THAT PLANTS REQUIRE. AROUND HALF OF MUNICIPAL BIOSOLIDS ARE USED FOR SOIL AMENDMENT, BUT ONLY A SMALL FRACTION OF THE NUTRIENTS IN EXCRETA ARE PRESENT IN BIOSOLIDS, AND BIOSOLIDS MAY BE CONTAMINATED WITH INDUSTRIAL EFFLUENTS AND OTHER HAZARDOUS MATERIALS. CROP PRODUCTION IN URBAN AND PERI-URBAN (UPU) AREAS CAN BENEFIT FROM IMMEDIATE PROXIMITY TO VAST QUANTITIES OF HUMAN-DERIVED NITROGEN. IF THE NUTRIENTS IN URINE CAN BE EFFICIENTLY CAPTURED AND CONCENTRATED IN A FORMAT SUITED TO LOCAL USAGE OR TO LONG-DISTANCE TRANSPORT, SANITATION,APPROACHES COULD SHIFT FROM A FOCUS ON PROBLEM SOLVING TO THE PURPOSE OF RESOURCE UTILIZATION, WITH BENEFITS FOR FOOD, FEED, FIBER PRODUCTION AND OTHER AREAS IN WHICH SOIL HEALTH IS IMPORTANT, SUCH AS MUNICIPAL PLANTINGS AND GOLF COURSES.A SUBSTANTIAL SHIFT AWAY FROM OUR FOOD SYSTEM&#39;S DEPENDENCY ON SYNN FERTILIZER IS AMBITIOUS, AND FACES A RANGE OF OBSTACLES, INCLUDING TECHNICAL, SOCIO-CULTURAL AND REGULATORY CHALLENGES. COLLECTING URINE AND USING IT FOR FERTIGATION AND/OR TO PRODUCE FERTILIZERS ARE NOT ENTIRELY NEW PROPOSITIONS, BUT THEIR APPLICATION IN URBAN AND PERI-URBAN HORTICULTURE IS CURRENTLY NEGLIGIBLE. THE OLDEST AND LARGEST COMMUNITY PEE-CYCLING PROGRAM IN THE USA, CARRIED OUT AT THE RICH EARTH INSTITUTE IN BRATTLEBORO, VT (WITH WHOM WE COLLABORATE ON ANOTHER PROJECT), PROVIDES AN EXAMPLE OF HOW THIS CAN BE CONDUCTED IN A SPECIFIC CONTEXT. THE PRESENT PROPOSAL AIMS TO COMPLEMENT THEIR WORK WITH THE DEVELOPMENT OF URINE-BASED FERTILIZATION OPTIONS FOR RAISED-BED HORTICULTURE IN ANOTHER SMALL CITY (ITHACA, NY) AND IN A LARGER ONE (ROCHESTER, NY).THE PROPOSED WORK WILL WORK AT NESTED SCALES TO ASSESS THE POTENTIAL OF CBE AND IDENTIFY POTENTIAL ENTRY POINTS. WE WILL DETERMINE THE QUALITY, QUANTITY, AND DISTRIBUTION OF AVAILABLE OURS IN THE USA, AND THEN EXAMINE THE POTENTIAL DYNAMICS IN GREATER DETAIL IN THE TWO CONTRASTING CITIES (ITHACA AND ROCHESTER, NY, IN THEIR LARGER GEOGRAPHIC CONTEXTS). IN PARALLEL, WE WILL DEVELOP PRACTICAL METHODS FOR UTILIZING HIGH-CARBON OURS (PARTICULARLYMAIZE STOVER), IN COMBINATION WITH URINE AS A NITROGEN SOURCE, TOGETHER WITH OTHER OURS. IN THIS WORK, WE WILL TACKLE TWO TECHNICAL CHALLENGES: (1) THE OPTIMIZATION OF PLANT PRODUCTION USING HORTICULTURAL MEDIA MADE FROM OURS AND FERTIGATED WITH SANITIZED AND DILUTED URINE, AND (2) THE AT-SOURCE CAPTURE OF NUTRIENTS FROM URINE ONTO SPECIALIZED BIOCHARS IN PUBLIC TOILETS LOCATED AT URBAN GARDENS AND OTHER PUBLIC PLACES. TO ADVANCE THESE TECHNOLOGIES INTO ACTION, WE WILL ENGAG", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20237001939368_12H3"}, {"internal_id": 157324445, "Award ID": "20237001939367", "Award Amount": 47187.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-03", "CFDA Number": "10.333", "Description": "URBAN AGRICULTURE INTEGRATED PROPOSAL DEVELOPMENT CONFERENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20237001939367_12H3"}, {"internal_id": 157324444, "Award ID": "20237001939366", "Award Amount": 974393.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-08", "CFDA Number": "10.333", "Description": "THIS INTEGRATIVE PROJECT ADDRESSES THE FOLLOWING UIE PRIORITIES: 1) IDENTIFYING AND PROMOTING THE HORTICULTURAL, SOCIAL, AND ECONOMIC FACTORS THAT CONTRIBUTE TO SUCCESSFUL URBAN, INDOOR, AND OTHER EMERGING AGRICULTURAL PRODUCTION SYSTEMS; 2) DEVELOPING NEW CROP VARIETIES AND AGRICULTURAL PRODUCTS TO CONNECT TO NEW MARKETS; 3) EXPLORING NEW TECHNOLOGIES THAT MINIMIZE ENERGY, IMPROVE WATER MANAGEMENT, AND OTHER INPUTS FOR INCREASED FOOD PRODUCTION.SPECIFIC OBJECTIVES INCLUDE: 1) MAXIMIZE PRODUCTIVITY AND PROFITABILITY OF AP BY TESTING DIFFERENT COMBINATIONS OF 5 HIGH- VALUE FISH SPECIES/STRAINS WITH ALTERNATIVE PLANTS AND DIFFERENT REGIMES OF FISH DENSITY AND WATER TEMPERATURE; 2) DEVELOP NOVEL BUSINESS MODELS THROUGH ECONOMIC ANALYSIS OF THE DIFFERENT PRODUCTION MODEL SYSTEMS; 3) ANALYZE RHIZOSPHERE METAGENOMES AND METATRANSCRIPTOMES TO DETERMINE THE STRUCTURE AND FUNCTION OF MICROBE COMMUNITIES THAT ARE PRESENT AND PERFORM TRIALS WITH SUPPLEMENTING MICROBES TO ENHANCE NUTRIENT CYCLING; 4) MODEL THE RELATIONSHIPS BETWEEN RHIZOBIOMES, FISH, AND PLANT PRODUCTION; 5) TEST THE PRODUCTION MODEL SYSTEMS IN AT LEAST 3 COMMERCIAL FACILITIES LOCATED IN DIFFERENT CLIMATE ZONES; 6) DISSEMINATE RESEARCH AND ON-FARM TESTING RESULTS TO THE AP INDUSTRY AND END-USERS THROUGH EXTENSION FOUNDATION, FACT SHEETS, AND ONLINE TOOLS, AND 7) PROVIDE CLASSROOM AND HANDS-ON TRAINING AND MENTORING TO AP FARMERS/OPERATORS THROUGH WORKSHOPS, AP FACILITY TOURS AND OTHER EXTENSION TOOLS THE OBJECTIVES WILL BE ACCOMPLISHED THROUGH TRANSDISCIPLINARY EFFORTS, PARTNERSHIPS AND COLLABORATIONS OF 2 UNIVERSITIES, AND 3-4 COMMERCIAL AP FACILITIES.THIS PROJECT IS EXPECTED TO CONTRIBUTE TO 1) ENHANCING UIE SUSTAINABILITY AND SATISFYING HUMAN FOOD AND FIBER NEEDS; 2) ENHANCING QUALITY OF LIFE AND ACCESS TO SAFE NUTRITIOUS FOOD FOR URBAN AND NATIVE AMERICAN COMMUNITIES, AND SOCIETY AS A WHOLE; AND 3) REDUCING BARRIERS TO LAND ACCESS, AND 4) SUSTAINING THE ECONOMIC VIABILITY OF URBAN FARM OPERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20237001939366_12H3"}, {"internal_id": 156932698, "Award ID": "20237001939365", "Award Amount": 975000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-28", "CFDA Number": "10.333", "Description": "ROBOTICS INTEGRATED HIGH TUNNELS (ROBINHIGHTS): CREATING PROFITABLE FOOD OASES IN URBAN ECOSYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_20237001939365_12H3"}, {"internal_id": 157324443, "Award ID": "20237001939364", "Award Amount": 971516.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-01", "CFDA Number": "10.333", "Description": "THE MARKET SHARE OF HYDROPONIC VEGETABLES IS RAPIDLY INCREASING IN THE US AND GLOBALLY.? FOOD SAFETY IS CRITICAL TO THE HYDROPONIC FRESH PRODUCE INDUSTRY. IN ADDITION TO BEING A PUBLIC HEALTH CONCERN, FOOD SAFETY ISSUES HAVE HAD AN ADVERSE ECONOMIC IMPACT ON GROWERS AND PACKERS. WHILE THE FSMA REGULATIONS HAVE BEEN IMPLEMENTED, THERE IS A LACK OF UNDERSTANDING HOW TO MITIGATE FOOD SAFETY HAZARDS IN HYDROPONIC BOTH AMONG GROWERS AND REGULATORS. NOVEL SOLUTIONS FOR PRODUCING SAFE HYDROPONIC CROPS, AND PARTICULARLY MEETING THE SANITATION STANDARDS BY MITIGATING BIOFILMS, ARE URGENTLY NEEDED. IN THIS PROJECT, WE WILL CHARACTERIZE SALMONELLA SPP. AND LISTERIA MONOCYTOGENES BIOFILMS, DETERMINE THE ROLE OF ALGAE IN THE FORMATION OF BIOFILMS AND IDENTIFY NOVEL BIOREMEDIATION PROCEDURES TO CO-MITIGATION OF BIOFILMS AND ENVIRONMENTAL ALGAL MATS IN TWO TYPES OF HYDROPONIC LEAFY GREEN PRODUCTION SYSTEMS (NUTRIENT FILM TECHNIQUE (NFT) AND DEEP-WATER CULTURE (DWC)). WE WILL TRANSLATE THE FINDING INTO THE RISK COMMUNICATION MATERIALS DESCRIBING BIOFILM AND ALGAE MANAGEMENT BEST PRACTICES IN COMMERCIAL NFT AND DWC LEAFY GREEN INDOOR PRODUCTION SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20237001939364_12H3"}, {"internal_id": 157324442, "Award ID": "20237001939363", "Award Amount": 973479.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-07", "CFDA Number": "10.333", "Description": "MAPPING DIVERSE SERVICES FROM ALTERNATIVE URBAN FOOD PROVISIONING NETWORKS AND IDENTIFYING OPPORTUNITIES FOR POLICY SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f7c7d27-684d-9b39-0e46-80a8c294c54a-C", "generated_internal_id": "ASST_NON_20237001939363_12H3"}, {"internal_id": 157863801, "Award ID": "20237001939362", "Award Amount": 723078.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-16", "CFDA Number": "10.333", "Description": "MANY CHALLENGES FACE FARMERS WHO LIVE AND OPERATE IN AND AROUND URBAN CENTERS. THIS IS ESPECIALLY TRUE OF THE LARGE URBAN AREAS IN SOUTHERN CALIFORNIA, WHERE WATER, LAND, AND KNOWLEDGE OF HOW BEST TO PRODUCE HIGH-VALUE CROPS ARE IN SHORT SUPPLY DESPITE THE LARGE NUMBER OF SMALL FARMERS IN THE REGION.TO ADDRESS THESE NEEDS AND TO HELP INCREASE FOOD PRODUCTION IN URBAN AREAS, WE WILL INVESTIGATE BEST PRACTICES AND MANAGEMENT TECHNIQUES FOR CONTROLLED ENVIRONMENT AGRICULTURAL SYSTEMS THAT CAN BE ESTABLISHED AND OPERATED ON A SMALL SCALE. THIS REFERS TO SMALL GREENHOUSES WITH HYDROPONICS, HIGH TUNNELS WITH HYDROPONICS OR POTTED CROPS, AND CONTAINER PLANTINGS THAT COULD EASILY FIT ON AN AVERAGE URBAN LOT OR IN A SUBURBAN BACKYARD. WE WILL ESTABLISH AND STUDY EACH OF THESE SYSTEMS (GREENHOUSES, HIGH TUNNELS, AND CONTAINER PLANTINGS) ON A SMALL-SCALE AND DETERMINE BEST MANAGEMENT PRACTICES FOR WATER, NUTRIENT, AND PEST MANAGEMENT. ADDITIONALLY, WE WILL CONDUCT ECONOMIC FEASIBILITY ANALYSES TO DETERMINE WHICH SYSTEMS CAN ALLOW GROWERS TO MAKE MONEY, AND WHICH ARE COST PROHIBITIVE.WE WILL ALSO IDENTIFY VACANT LOTS IN URBAN AREAS THAT COULD BE AVAILABLE FOR GROWERS TO USE, AND WILL COORDINATE WITH LOCAL JURISDICTIONS TO DETERMINE THE RULES AND REGULATIONS THAT EXIST GOVERNING USE OF THE LAND. THESE DATA WILL BE COMPILED INTO A MAP AND GUIDE SO GROWERS CAN FIND LAND TO USE, AND SO THEY KNOW THE RELEVANT RULES AROUND ACCESSING IT.AS AN END PRODUCT, WE WILL HAVE A COMPREHENSIVE GUIDE ON HOW TO SET UP AND GROW IN A VARIETY OF CONTROLLED ENVIRONMENT AG SYSTEMS THAT ARE SMALL ENOUGH TO BE USED IN URBAN AREAS. SCALE-APPROPRIATE MANAGEMENT WILL BE IDENTIFIED AND LAID OUT, AS WILL THE NECESSARY COSTS FOR CREATING AND MAINTAINING THESE SYSTEMS. FINALLY, WE WILL ALSO HAVE A TOOL WHERE GROWERS CAN LOCATE AVAILABLE LAND AND ENSURE THEY HAVE FOLLOWED ALL LOCAL REGULATIONS GOVERNING IT&#39;S USE.ALL OUTPUTS WILL BE MADE AVAILABLE THROUGH THE UC COOPERATIVE EXTENSION SYSTEM, AND WILL BE FURTHER DISTRIBUTED BY COLLABORATORS LIKE LOCAL RESOURCES CONSERVATION DISTRICTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea7a33b4-8d5e-e75d-a88c-0a12b25732c6-C", "generated_internal_id": "ASST_NON_20237001939362_12H3"}]