[{"internal_id": 157324451, "Award ID": "20237043039282", "Award Amount": 475001.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-10", "CFDA Number": "10.308", "Description": "ESTABLISHING AN EDUCATIONAL PIPELINE TO STRENGTHEN THE MEAT POULTRY PROCESSING INDUSTRY WORKFORCE IN GUAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": 475001.0, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20237043039282_12H3"}, {"internal_id": 154199750, "Award ID": "20237043038847", "Award Amount": 474999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-09", "CFDA Number": "10.308", "Description": "ESTABLISHING AN EDUCATIONAL PIPELINE TO STRENGTHEN THE MPP INDUSTRY WORKFORCE IN THE CARIBBEAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": 474999.0, "Infrastructure Obligations": null, "recipient_id": "017cbd50-9348-d775-2ab7-f83d48e15603-C", "generated_internal_id": "ASST_NON_20237043038847_12H3"}, {"internal_id": 152523612, "Award ID": "20227000838608", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "10.308", "Description": "IMPROVING SCIENTIFIC INSTRUMENTATION FOR STUDENT SUCCESS IN PUERTO RICO (ISISS-PR)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af6c22be-c5b7-1f57-5cb2-e104dfdee61a-C", "generated_internal_id": "ASST_NON_20227000838608_12H3"}, {"internal_id": 151882387, "Award ID": "20227000838366", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "10.308", "Description": "STRENGTHENING PUERTO RICOS SCIENTIFIC CAPABILITIES IN WATER EROSION AND SEDIMENT TRANSPORT RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "017cbd50-9348-d775-2ab7-f83d48e15603-C", "generated_internal_id": "ASST_NON_20227000838366_12H3"}, {"internal_id": 152523605, "Award ID": "20227000838349", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "10.308", "Description": "AGFEI PROJECT: STRENGTHENING RESEARCH AND EXPERIENTIAL LEARNING OPPORTUNITIES IN PLANT AND ANIMAL SCIENCES AT THE AMERICAN SAMOA COMMUNITY COLLEGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7824ca33-0633-4494-1432-0e60610ec6de-C", "generated_internal_id": "ASST_NON_20227000838349_12H3"}, {"internal_id": 152523613, "Award ID": "20227000838348", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "10.308", "Description": "ENHANCING THE AGRICULTURAL, COMMUNITY, & NATURAL RESOURCES PROGRAM THROUGH EXPERIENTIAL LEARNING & OTHER EDUCATIONAL OPPORTUNITIES-2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7824ca33-0633-4494-1432-0e60610ec6de-C", "generated_internal_id": "ASST_NON_20227000838348_12H3"}, {"internal_id": 151994480, "Award ID": "20227000838347", "Award Amount": 165330.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "10.308", "Description": "COLLEGE OF THE MARSHALL ISLANDS GREENHOUSE SOILLESS SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ecb750f9-a0e3-1ed1-7971-d5310a31edb7-R", "generated_internal_id": "ASST_NON_20227000838347_12H3"}, {"internal_id": 151994479, "Award ID": "20227000838346", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "10.308", "Description": "BUILDING CAPACITY, STRENGTHENING RESIDENT INSTRUCTION, AND IMPROVING QUALITY OF EDUCATION FOR AGRICULTURE AND RELATED SCIENCES BY UPGRADING SCIENCE LABORATORY IN PALAU COMMUNITY COLLEGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PW", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a5cc10f-f7a1-1d97-adae-a335e818aff0-R", "generated_internal_id": "ASST_NON_20227000838346_12H3"}, {"internal_id": 151882443, "Award ID": "20227000838345", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "10.308", "Description": "ADAPTION OF VIRTUAL REALITY TECHNOLOGY (VRT) IN ADVANCEMENT OF AGRICULTURE AND FOOD SCIENCES EDUCATION IN INSULAR INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20227000838345_12H3"}, {"internal_id": 140510647, "Award ID": "20217000435830", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-08", "CFDA Number": "10.308", "Description": "THE UNIVERSITY OF GUAM (UOG) IS A LAND-GRANT INSTITUTION IN THE WESTERN PACIFIC. IT SUPPORTS BOTH UNDERGRADUATE AND GRADUATE DEGREES IN COLLEGE OF NATURAL AND APPLIED SCIENCES, OFFERING THE BS DEGREE IN AGRICULTURE AND LIFE SCIENCES AND THE MS DEGREE IN SUSTAINABLE AGRICULTURE, FOOD AND NATURAL RESOURCES. THE PROPOSED RIIA PROJECT WILL SUPPORT TWO EDUCATIONAL/TEACHING \"NEED AREAS\": (1)STUDENT EXPERIENTIAL LEARNING, AND (2)STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY.THE PROPOSED PROJECT WILL SUPPORT STUDENT EXPERIENTIAL LEARNING ACTIVITIES BY PROVIDING OPPORTUNITIES TO CONDUCT RESEARCH PROJECTS AND ORAL PRESENTATION OF THEIR RESEARCH FINDINGS AT VIRTUAL SYMPOSIUMS ASPRACTICAL EXPERIENCES.THIS WILL DEVELOP STUDENT CRITICAL THINKING SKILLS AND SCIENTIFIC AND PROFESSIONAL COMPETITIVENESS AFTER THEIR GRADUATION FROM UOG, AND TO PRODUCE A QUALIFIED WORKFORCE TO SERVE THE FOOD AND AGRICULTURAL SCIENCES SYSTEM ON ISLANDS, REGION AND NATION. THE PROPOSED PROJECT WILL PROVIDE PACIFICISLANDERS FINANCIAL SUPPORT TO CONDUCT FOOD AND AGRICULTURAL SCIENCE RESEARCH AND TO PARTICIPATE IN VIRTUAL SYMPOSIUMS.ADDITIONALLY, THE FINANCIAL ASSISTANCE WILL IMPROVE RECRUITMENT AND RETENTION OF STUDENTS IN AGRICULTURE EDUCATION PROGRAM.A PART-TIME RESEARCH ASSOCIATE WILL BE RECRUITED TO ASSIST PD AND FACULTY MEMBERS IN SUPPORTING STUDENT RESEARCH ACTIVITIES AND TO CONDUCT SYMPOSIUMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20217000435830_12H3"}, {"internal_id": 138341034, "Award ID": "20217000435163", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-29", "CFDA Number": "10.308", "Description": "EDUCATIONAL EFFORTS IN AGRICULTURE ENCOUNTER DIFFICULTIES IN ACCESSING WELL-TRAINED EXPERTS IN THE DIVERSE AREAS INVOLVED WITH THE USE OF HIGHLY SPECIALIZED TOOLS THAT CAN ADVANCE MODERN AGRICULTURE AND NATURAL RESOURCES MANAGEMENT. CURRICULUM AND TEACHING METHODS MUST BE RESPONSIVE TO THE UPCOMING CHANGES. HIGHER EDUCATION INSTITUTIONS MUST TRAIN NEW PROFESSIONALS TO ADDRESS THOSE NEEDS, PROVIDING THEM THE SKILLS FOR THEIR IMMEDIATE APPLICATION IN THE FIELD.THIS PROJECT IS ABOUT THE INTERACTION AMONG STUDENTS AND FACULTY MEMBERS FROM AGRICULTURE AND ENGINEERING CONCERNED ON SOLUTIONS TO PROBLEMS IN NATURAL RESOURCES AND AGRICULTURE. REMOTE SENSING TECHNOLOGY, HYDROLOGIC/HYDRAULICS AND SEDIMENT TRANSPORT MODELING COMBINED WITH FIELD MEASUREMENTS WILL BE INTEGRATED.THE WORKING GROUPS WILL LEARN THE USE OF TOOLS FOR FINDING SOLUTIONS AND, BECOME FAMILIAR WITH DIFFERENT MODELING TECHNIQUES, CONNECT REMOTE SENSING DATA WITH MODEL INPUTS AND SIMULATION OF REAL-LIFE SITUATIONS. THE WILL LEARN TO INSTALL AND OPERATE SCIENTIFIC INSTRUMENTATION TO MEASURE CLIMATOLOGICAL AND SOIL PARAMETERS TO VALIDATE REMOTE SENSING DATA WITH GROUND MEASUREMENTS. THE PROJECT WILL INCREASE AWARENESS AMONG STUDENTS OF THE INTERDEPENDENCE OF DIFFERENT DISCIPLINES AND THEIR CONTRIBUTION TO SUSTAINABLE AGRICULTURE AND NATURAL RESOURCES ON OUR PLANET THROUGH CLASS DISCUSSIONS, PROGRESS REPORTS, AND ELECTRONIC PORTFOLIOS. THE 2-YEAR PROJECT IMPACTS A TOTAL OF 18 STUDENTS FROM 3RD AND 4TH-YEAR IN THE AREAS OF AGRICULTURAL SCIENCES, CIVIL AND COMPUTER ENGINEERING. RESULTS FROM APPLICATION OF THESE TECHNIQUES TO CASE STUDIES WILL BE PUBLISHED BY STUDENTS AND FACULTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20217000435163_12H3"}, {"internal_id": 137660870, "Award ID": "20217000435161", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-24", "CFDA Number": "10.308", "Description": "YAP PREPARES TO GROW IS A PROGRAM TO SUPPORT THE AGRICULTURAL DEVELOPMENT OF YAP STATE IN THE FEDERATED STATES OF MICRONESIA, BY PROVIDING A NEXT PHASE OF FACILITIES AND EQUIPMENT FOR THE COOPERATIVE RESEARCH EXTENSION (CRE) PROGRAM OF THE COLLEGE OF MICRONESIA-FSM, YAP STATE CAMPUS, DURING ECONOMIC AND AGRICULTURAL TRANSITION. FACILITIES ARE EXPANDED BY THE PURCHASE OF CONVERTED CONTAINER BUILDINGS FOR ADDITIONAL OFFICE SPACE TO HOUSE EXTENSION EMPLOYEES; AND EQUIPMENT FOR (1) LAND-BASED AGRICULTURE OPERATIONS AND (2) AQUACULTURE FACILITY PROVISIONING TO CREATE THE CONDITIONS FOR AN ECONOMICALLY SUSTAINABLE HARVEST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3414d09b-6b91-c79a-d99b-d138ba25549f-R", "generated_internal_id": "ASST_NON_20217000435161_12H3"}, {"internal_id": 146293000, "Award ID": "20217000435101", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-11", "CFDA Number": "10.308", "Description": "EXISSTING HIGH LEVELS OF NCD&#39;S IN THE MARSHALL ISLANDS IMPACTS THE MOST ISOLATED PEOPLE ON SOME OF HTE LOWEST-LYING ISALNDS ON THE PLANET REQUIRES SERIOUS ATTENTION. MARSHALL ISLANDS HAS THE HIGHEST RATE OF DIABETES IN THE WORLD. THE MOST APPROPRIATE ACADEMIC RESPONSE TO MASSIVE CHANGE IS THROUGH NEW EDUCATIONAL PROGRAMS TEACHING ADAPTATION STARTEGIES AND WELLNESS WITHIN TRADITIONAL CONTEXTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ecb750f9-a0e3-1ed1-7971-d5310a31edb7-R", "generated_internal_id": "ASST_NON_20217000435101_12H3"}, {"internal_id": 147941265, "Award ID": "20217000435100", "Award Amount": 149989.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-16", "CFDA Number": "10.308", "Description": "THE MAIN GOAL OF THIS PROPOSED PROJECT FROM PCC IS TO ENHANCE KNOWLEDGE IN SUSTAINABLE AGRICULTURAL PRACTICES IN THE CLASSROOM AND STRENGTHEN SUPERVISED STUDENTS&#39; EXPERIENTIAL LEARNING FOR STUDENTS IN AGRICULTURE AND RELATED SCIENCE DEGREE PROGRAMS (ASSOCIATE OF SCIENCE AND ASSOCIATE OF APPLIED SCIENCE) AT PCC THROUGH THE FOLLOWING OBJECTIVES: (1) IMPROVE CURRICULUM DESIGN AND IMPLEMENTATION FOR AGRICULTURE AND RELATED SCIENCE PROGRAM; (2) ENHANCE FACULTY PREPARATION ON CLASSROOM AND LABORATORY INSTRUCTION IN SUSTAINABLE AGRICULTURE PRACTICES FOR STUDENTS&#39; IN THE AGRICULTURE AND RELATED SCIENCE PROGRAM; (3) REDESIGNING THE PCC AGRICULTURE FARM TO AN ORGANIC-BASED FARMING SYSTEM BY OPTIMIZING AGROECOLOGICAL PRINCIPLES AND RESILIENCE THROUGH ALLOCATED RESOURCES (MACHINERY, EQUIPMENT, MATERIALS, AND SUPPLIES) TO ACHIEVE THE PROJECT&#39;S GOALS AND; (4) STRENGTHEN SUPERVISED INTERACTIVE EXPERIENTIAL LEARNING AMONG AGRICULTURE AND RELATED SCIENCE STUDENTS&#39; IN THE LABORATORY ANDIN THE FIELD.PCC PROGRAMS INCLUDING, THE FOOD, AGRICULTURE, AND RELATED SCIENCE FIELDS, PROVIDES OPPORTUNITY TO WORK CLOSELY WITH STUDENTS TO OVERCOME BARRIERS IN ATTAINING EDUCATION BY BUILDING INTEREST, CONFIDENCE AND SKILLS THROUGH EXPERIENTIAL LEARNING CURRICULUM, TO INCREASE RETENTION AND COURSE COMPLETION. CONSIDERING CLIMATE CHANGES THAT ARE IMPACTING EACH OCEAN STATE, SOME OF WHICH ARE ISLAND ATOLLS, IT IS ESSENTIAL TO INTRODUCE MORE ENVIRONMENTALLY FRIENDLY TECHNIQUES IN FOOD, AGRICULTURE, AND RELATED SCIENCE TO OUR STUDENTS TO HAVE A MORE POSITIVE IMPACT ON THEIR LIVELIHOOD AND THEIR RESPECTIVE STATES. ADDITIONALLY, TO INCREASE THE NUMBER OF PROFESSIONALS AND TECHNICIANS IN THE SAID FIELDS FROM THE REPUBLIC OF PALAU AND THE MICRONESIAN REGION.FOR DECADES, DEVELOPED COUNTRIES HAVE PRODUCED THE BULK OF OUR FOOD THROUGH INDUSTRIAL AGRICULTURE--A SYSTEM DOMINATED BY LARGE FARMS GROWING THE SAME CROPS YEAR AFTER YEAR AND UTTERLY RELIANT ON USING ENORMOUS AMOUNTS OF CHEMICAL PESTICIDES AND FERTILIZERS THAT DAMAGE SOILS, WATER, AIR, AND CLIMATE. FOR STUDENT LEARNING PURPOSES, THE AGRICULTURE PROGRAM AT PCC ALSO DEPENDS ON CHEMICALS TO ALLOW THE CROP(S) TO GROW UNTIL HARVEST TIME. HOWEVER, THIS SYSTEM IS NOT BUILT TO LAST BECAUSE IT SQUANDERS AND DEGRADES THE RESOURCES THAT IT DEPENDS ON. METAPHYSICALLY, SUSTAINABLE FARMING TECHNIQUES ARE NOT FULLY BEING PRACTICED IN THE PCC AGRICULTURE PROGRAM. THESE TECHNIQUES NEED TO BE INTRODUCED TO THE PROGRAM TO ENHANCE STUDENTS&#39; KNOWLEDGE AND LITERACY IN A MORE ENVIRONMENTALLY, ECONOMICALLY, AND SOCIALLY SUSTAINABLE SYSTEM.THIS PROJECT PROVIDES OPPORTUNITIES TO STRENGTHEN STUDENTS&#39; KNOWLEDGE AND SKILLS IN A SUSTAINABLE AGRICULTURE BY REDESIGNING AN ORGANIC-BASED FARMING SYSTEM THAT USES ORGANIC INPUTS AS WELL AS SYNTHETIC INPUTS, HOWEVER, THE SYNTHETIC INPUTS ARE USED MORE SPARINGLY. IT IS WELL DOCUMENTED THAT CONVENTIONAL FARMS RELY HEAVILY ON CHEMICAL FERTILIZERS, PESTICIDES, FUNGICIDES, INSECTICIDES, AND HERBICIDES AND THAT THESE CHEMICAL INPUTS DESTROY SOIL HEALTH OVER TIME, POLLUTE UNDERGROUND WATER SYSTEMS, AND EVENTUALLY DEGRADE THE SURROUNDING ENVIRONMENT.THE PROPOSED NEW ORGANIC-BASE FARMING DESIGN AND PRACTICES WILL INTRODUCE NEW SUSTAINABLE FARMING TECHNOLOGIES TO STUDENTS AND THE COMMUNITIES TO STRENGTHEN FOOD SECURITY, PROTECT OUR ENVIRONMENT, AND COMBAT CLIMATE CHANGE. THE PROPOSED PROJECT&#39;S OVERALL IMPACT IS TO IMPROVE CURRICULUM DESIGN THROUGH ENHANCED FACULTY PREPARATION BY REDESIGNING PCC AGRICULTURE FARM TO ORGANIC-BASED FARMING SYSTEM AND STRENGTHENING SUPERVISED STUDENTS&#39; EXPERIENTIAL LEARNING THEREBY SATISFYING STUDENT LEARNING OUTCOMES, ATTRACTING MORE STUDENTS&#39;, INCREASING STUDENTS&#39; RETENTION, AND INCREASING GRADUATION RATE IN THE AGRICULTURE AND RELATED SCIENCE PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PW", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a5cc10f-f7a1-1d97-adae-a335e818aff0-R", "generated_internal_id": "ASST_NON_20217000435100_12H3"}, {"internal_id": 137660826, "Award ID": "20217000435099", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-15", "CFDA Number": "10.308", "Description": "RIIA FUNDING HAS ALLOWED US TO TAKE BOTH IMMEDIATE STEPS AND DEVELOP LONG-TERM MEASURES TO ADDRESS THE DISPARITIES FACED BY OUR ASCC ACNR INSTRUCTIONAL PROGRAM. THERE ARE NOW THREE FULL-TIME INSTRUCTORS, AND THERE IS AN INCREASE IN ENROLLMENTS, NUMBER OF ACNR GRADUATES, STUDENTS RECEIVING SCHOLARSHIPS AND STIPENDS, AND STUDENTS PARTICIPATING IN EXPERIENTIAL LEARNING PROGRAMS. CONTINUED SUPPORT FROM RIIA WILL HELP TO ENSURE FURTHER SUCCESSES IN ACNR&#39;S LONG-TERM MEASURES. THE PROJECT IS A CONTINUATION FROM THE PREVIOUS YEAR WITH THE PRIMARY FOCUS ON THREE EDUCATIONAL NEED AREAS (ENA) - ENA (2) FACULTY PREPARATION &AMP; ENHANCEMENT FOR TEACHING, ENA (5) STUDENT EXPERIENTIAL LEARNING, AND ENA (6) STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY. TO ACHIVE THE OBJECTIVES, THE METHODOLOGY OR STEPS ARE: TO MAINTAIN A FUNDING SOURCE FOR FACULTY; TO PROVIDE FINANCIAL ASSISTANCE FOR FACULTY AND STAFF PROFESSIONAL DEVELOPMENT; TO PROVIDE LOCAL AND REGIONAL SUMMER INTERNSHIPS; TO SUPPORT EXTENSION SITE VISIT TO SAMOA; TO PROVIDE SUPPORT FOR STUDENTS TO ATTEND AND PRESENT RESEARCH AT NATIONAL CONFERENCES; TO PROVIDE SUMMER INSTITUTE SCHOLARSHIPS; AND TO PROVIDE SCHOLARSHIPS FOR STUDENTS PURSUING BACHELOR&#39;S DEGREES IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES. THESE OBJECTIVES AND METHODOLOGY WILL HELP ACNR MEET ITS OUTCOMES AND OVERALL NIFA OBJECTIVES OF INCREASING THE NUMBER AND DIVERSITY OF STUDENTS PURSING DEGREES IN FOOD AND AGRICULTURAL SCIENCES, AND ENHANCING THE QUALITY OF POSTSECONDARY INSTRUCTION TO HELP MEET CURRENT AND FUTURE WORKPLACE NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7824ca33-0633-4494-1432-0e60610ec6de-C", "generated_internal_id": "ASST_NON_20217000435099_12H3"}, {"internal_id": 146293001, "Award ID": "20217000435098", "Award Amount": 149292.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-02", "CFDA Number": "10.308", "Description": "FOOD SECURITY HAS ALWAYS BEEN A CONCERN TO THE VULNERABLE SMALL ATOLL COMMUNITIES OF THE MARSHALL ISLANDS. BECAUSE OF MARSHALL ISLANDS, LOW LYING ISLANDS, FREQUENT DROUGHTS, STORMS AND TYPHOONS MEANT THERE WERE TIMES OF STARVATION AND PROMPTED CREATIVE METHODS OF FOOD PRESERVATION. WITH THE ARRIVAL OF FOREIGNERS, LIFESTYLES BEGAN TO CHANGE AND RELIED MAINLY ON IMPORTED FOOD WITH TWO MAJOR OUTCOMES: DIABETES AND THE GRADUAL DISCONNECTION OF THE POPULATION WITH THEIR CULTURE ALONG WITH TRADITIONAL FOODS, INCLUDING A LACK OF FAMILIARITY WITH THE NAMES AND NUTRITIONAL VALUE OF THE ISLAND PLANTS.THE DEVELOPMENT OF A NEW ASSOCIATE&#39;S DEGREE THAT PROVIDES STUDENTS WITH A BETTER UNDERSTANDING OF OUR TRADITIONAL CULTURE, NATURAL RESOURCES, AND THEIR HEALTH AND WELLNESS OPTIONS WILL PROVIDE A MORE SUSTAINABLE ATOLL ISLAND LIFE. OPPORTUNITIES TO ADD VALUE TO THE PRODUCTION OF LOCAL FOOD AND HANDCRAFT CROPS THAT CAN GROW WELL IN THE COMMUNITIES PROVIDES THE PROMISE OF SUSTAINABLE LIVELIHOODS AND ENCOURAGES SELF-RELIANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ecb750f9-a0e3-1ed1-7971-d5310a31edb7-R", "generated_internal_id": "ASST_NON_20217000435098_12H3"}, {"internal_id": 137054470, "Award ID": "20217000435097", "Award Amount": 100365.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-02", "CFDA Number": "10.308", "Description": "DEWEY UNIVERSITY HAS BEEN PLANNING OVER THE PAST YEARS AN AGRIBUSINESS ASSOCIATES DEGREE PROGRAM THAT FOCUSES ON TECHNOLOGY, BEST PRACTICES, AND CONTROLLED ENVIRONMENTS. CURRENTLY THERE IS A NEED FOR THIS TYPE OF SHORT PROGRAMS FOR STUDENTS LOOKING TO JOIN THE WORKFORCE AND BE ABLE TO CONTINUE THEIR EDUCATION. THE ASSOCIATES DEGREE PROGRAM IN AGRIBUSINESS WILL FOCUS ON BEST AGRICULTURAL PRACTICES IN CONTROLLED ENVIRONMENTS AND ECONOMIC DEVELOPMENT THROUGH CAREER PATHWAYS IN THE FANR FIELDS (FOOD, AGRICULTURE AND NATURAL RESOURCES,)THE DEVELOPMENT AND GROWTH OF PUERTO RICO&#39;S AGRICULTURAL PRACTICES IS A CURRENT AND IMPORTANT EVENT THAT HAS BEEN EMERGING THROUGH THE IMPROVEMENT OF NEW AGRICULTURAL BUSINESS PRACTICES FOCUSED ON TECHNOLOGY AND HYBRID PRODUCTS IN CONTROLLED ENVIRONMENTS. ACCORDING TO DIFFERENT RESEARCH (F) STUDIES THE VALUE OF AGRICULTURE-RELATED DEGREES CANNOT BE UNDERESTIMATED WHEN NO OTHER INDUSTRY CAN PROVIDE ENOUGH FOOD TO THE GROWING POPULATION. TO BE ABLE TO MEETTHIS DEMAND, GRADUATES IN DEGREE PROGRAMS SUCH AS AGRICULTURE, HORTICULTURE, HYDROPONICS, AND ANIMAL SCIENCES TRAINED IN BEST PRACTICES AND SUSTAINABILITY ARE IN HIGH DEMAND. ACCORDING TO THE LATEST DATA FROM AGCAREERS.COM, 81% OF JOBS IN THE AGRICULTURE INDUSTRY WILL REQUIRE EDUCATION BEYOND HIGH SCHOOL AND ALMOST HALF WILL DEMAND AT LEAST A BACHELOR&#39;S DEGREE.THE 2017 CENSUS OF AGRICULTURE FOR PUERTO RICO, NOTED THAT BETWEEN 1998 AND 2018 THE NUMBER OF FARMS DECLINED BY MORE THAN HALF (58.7), FROM 19,951 TO 8,230WHILE THE AVERAGE FARM INCREASED FROM 36.6%, FROM 43.4 CUERDAS IN 1998 TO 59.3 CUERDAS IN 2018. (1 CUERDA=0.971 ACRES). IN PUERTO RICO A FARMS IS DEFINED BY ANY PLACE WHICH $500 OR MORE AGRICULTURAL PRODUCTS ARE SOLD.GREENHOUSE PRODUCTION IN PUERTO RICO HAS BEEN VOLATILE DUE TO THE PLANNING AND MARKETING OF PRODUCTS, THE INCENTIVES WITHOUT AN STRATEGIC PRODUCTION AND MARKETING GOAL AND LACK OF STATISTICS FROM THE PUERTO RICO DEPARTMENTO OF AGRICULTURAL. FOR EXAMPLE, THE 2017 CENSUS HAS REGIONAL DATA FROM A CATEGORY UNDER NURSERY AND GREENHOUSES CROPS, FLORICULTURE AND SOD GROWNUNDER HYDROPONICS THE NUMBER OF FARMS HAVE NOT INCREASE SUBSTANTIAL FROM 2012-2018 (213 TO 219) AND THE CROP VALUE WENT FROM 10.4M TO 8.7. HOWEVER, IN THE LETTUCE IT HAD AN INCREASE OF 37 FARMS 117 AND PRODUCTION INCREASE FROM 3M FROM1.0 IN 2012. BOTH PEPPER AND TOMATO PRODUCTIONS ALSO HAD AN INCREASE 11 FARMS IN 2012 TO 38. (US DEPARTMENT OF AGRICULTURE 2017 CENSUS) IN THE PONCE REGION SOUTHERN AREA OF WHICH INCLUDES THE SANTA ISABEL AGRICULTURAL VALLEY THAT HOUSE ONE OF THE LARGEST AGRICULTURAL BIOTECHNOLOGY ENTERPRISES WHICH REPRESENT OVER 5,000 WORKERS AND CONTRIBUTES MORE THAN 125 MILLION ANNUALLY TO THE ISLAND ECONOMY. PUERTO RICO AGRICULTURAL BIOTECHNOLOGY INDUSTRY ASSOCIATION (PRABIA)A RESEARCH BY AGRO RAUL MARI FERNANDEZ STUDY IN FOOD SAFETY AND THE AGRICULTURAL RESERVES IN THE ISLAND WITHIN THE CURRENT CONSTRAINS FOUND THAT THE SANTA ISABEL VALLEY PRODUCES 86% OF ALL VEGETABLE PRODUCTION IN PR, SECOND MUNICIPALITY WITH HIGHEST FARM GROSS INCOME PRODUCT. PUERTO RICO ACCORDING TO THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS (FAO) IN ORDER TO ACHIEVE FOOD SAFETY (0.26 CUERDA PER HABITANT) PUERTO RICO WOULD NEED 1.1. MILLION HARVESTED CUERDAS IN AGRICULTURAL PRODUCTION TO ACHIEVE FOOD SAFETY. ACCORDING TO THE 2017 CENSUS ONLY 487,775 CUERDAS ARE IN AGRICULTURAL PRODUCTION. (NOTICEL, FEB 14,2012)WHILE A TYPICAL FIELD OPERATION REQUIRES YEARLY FROM 40 TO 50 ACRES OF LAND AND 3 TO 4 WEEKLY CROP PROTECTION APPLICATIONS FOR PEST CONTROL, GREENHOUSE CULTIVATION ONLY NEEDS A FRACTION OF THE SPACE OF LAND AND REDUCES PEST CONTROL ASPERSIONS BY 80 PERCENT. AT THE SAME TIME, THE AUTOMATED IRRIGATION SYSTEM UTILIZED BY THESE GREENHOUSES ALLOWS FOR A MORE EFFICIENT USE OF WATER BY PROVIDING JUST THE RIGHT AMOUNT NEEDED, THUS ELIMINATING WASTE. IN ADDITION, THE BENEFITS OF GREENHOUSE TECHNOLOGY RESULTS IN FOR EVERY KILOGRAM GROWN CONVENTIONALLY, 8-10 KILOGRAMS ARE GROWN IN A GREENHOUSE.; WATER USE PER KG GROWN IS SIGNIFICANTLY REDUCED; THERE IS NO SOIL POLLUTION; WATER USED AT A GREENHOUSE IS DISINFECTED AND TREATED, IN ORDER TO BE REUSED AT THE CROP AND SERVICES; THE POTENTIAL YIELD OF 1 GREENHOUSE HECTARE IS 700 PERCENT GREATER COMPARED TO CONVENTIONAL FARMING.( HTTPS://WWW.CROPSCIENCE.BAYER.US/OUR-COMMITMENT/GROW-ON)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb1ece48-7e50-b2d5-9c62-335ad67d8fd7-R", "generated_internal_id": "ASST_NON_20217000435097_12H3"}, {"internal_id": 147941264, "Award ID": "20217000435096", "Award Amount": 54242.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-16", "CFDA Number": "10.308", "Description": "THE PROJECT AIMS TO IMPROVE CURRICULUM DESIGNS, IMPLEMENT INSTRUCTIONAL METHODOLOGIES THROUGH DISTANCE EDUCATION AND CREATE AGRICULTURE AND NATURAL SCIENCE-FOCUSED WEBSITES. THE PROJECT WILL PROVIDE FACULTY TRAINING FOR COURSE DESIGN, TECHNOLOGY AND MULTIMEDIA, ASSESSMENT AND LEARNING OUTCOMES., INSTRUCTIONAL METHODS, AND INCLUSIVE TEACHING IN HYBRID AND DISTANCE LEARNING MODALITIES.THE MAIN GOALS OF THIS PROPOSED PROJECT FOR PALAU COMMUNITY COLLEGE ARE THE CONTINUATION OF IMPROVEMENT AND STRENGTHENING OF THE AGRICULTURE SCIENCE ASSOCIATE OF SCIENCE (AS) AND ASSOCIATE APPLIED SCIENCE (AA) DEGREES SYSTEM. AFTER ACHIEVING INITIAL GOALS OF DEVELOPING ROBUST AGRICULTURE EDUCATION, RESEARCH, AND EMPOWERMENT GOALS IN THE PACIFIC FOR SUSTAINABLE AGRICULTURE. WE MUST FOLLOW PAST SUCCESSES BY (1) FIRST ENRICHING CURRICULUM DESIGNS, IMPLEMENT EFFECTIVE INSTRUCTIONAL METHODOLOGIES THROUGH RECENTLY DEVELOPED DISTANCE EDUCATION, AND CREATE AN AGRICULTURAL AND NATURAL SCIENCE-FOCUSED INTERACTIVE WEBSITE THAT PROMOTES A SHARED VISION AMONG FACULTY, STUDENTS, AND THE WHOLE COMMUNITY OF PALAU. (2) SECONDLY, CONTINUED AND REGULAR TRAINING MODULES ARE NEEDED TO RETAIN AND DEVELOP FACULTY ON MULTIPLE TECHNOLOGY SKILLS AND STRENGTHEN THEIR TEACHING, IN CONJUNCTION AND COLLABORATION WITH PARTNER INSTITUTIONS, TO FACILITATE QUALITY AND ACCOUNTABILITY ON DISTANCE EDUCATION PRACTICES THROUGH ADVANCED EDUCATIONAL RESOURCES AND EVOLVING TECHNOLOGICAL TRENDS THAT STRENGTHEN LEARNING OUTCOMES FOR AGRICULTURE AND RELATED SCIENCES. TO ACHIEVE THIS, THE PROJECT ENSURES THAT FACULTY RECEIVE TRAINING AND PEDAGOGICAL SUPPORT IN CORE AREAS RELATED TO HIGHER EDUCATION INSTRUCTION WITH AN EMPHASIS ON COURSE DESIGN, USE OF TECHNOLOGY AND MULTIMEDIA, ASSESSMENT AND LEARNING OUTCOMES, INSTRUCTIONAL METHODS, AND INCLUSIVE TEACHING IN HYBRID AND DISTANCE LEARNING MODALITIES.THE INTRODUCTION OF HIGH-SPEED FIBER-OPTIC HAS SIGNIFICANTLY IMPROVED LEARNING AND COMMUNICATION IN PALAU THROUGH ENHANCED INTERNET CONNECTIVITY AT PCC. THE SERVER FACILITY AND OTHER RESOURCES WILL ENABLE PCC TO STRENGTHEN ITS CURRICULUM AND INSTRUCTIONAL DELIVERY AND EXPERIENCE COLLABORATIVE TECHNOLOGIES THAT PROVIDE QUALITY STUDENT LEARNING EXPERIENCES FROM THE AGRICULTURE AND RELATED SCIENCE PROGRAMS. PCC&#39;S INTERNET CONNECTIVITY PROVIDES THE OPPORTUNITY FOR FACULTY AND STUDENTS FROM AGRICULTURE AND RELATED SCIENCE TO ACCESS ACTIVITIES, PROGRAMS, AND RESOURCES THAT ENHANCE THEIR ACADEMIC EXPERIENCES IN PCC. IN ADDITION, ENHANCED CONNECTIVITY MAKES IT EASIER FOR PCC TO INTEGRATE DIFFERENT TECHNOLOGICAL APPLICATIONS AND TOOLS THAT WILL IMPROVE INSTRUCTIONAL DELIVERY AND ENABLE THE INSTITUTION TO ATTAIN EFFECTIVE STUDENT LEARNING OUTCOMES.ALTHOUGH PALAU HAS TAKEN SEVERAL PREVENTIVE MEASURES, INCLUDING REDUCING THE NUMBER OF FOREIGNERS ALLOWED INTO THE NATION, PCC CONTINUES TO ADMIT STUDENTS INTO DIFFERENT PROGRAMS AND PROMOTE DISTANCE EDUCATION COURSES. THE INSTITUTION HAS ENCOURAGED ITS FACULTY MEMBERS TO EMBRACE ONLINE LEARNING AND UTILIZE AVAILABLE TECHNOLOGICAL FEATURES TO ENHANCE THEIR INSTRUCTIONAL METHODS AND DELIVERY FOR STUDENTS TO ATTAIN EXCELLENT STUDENT LEARNING OUTCOMES. GIVEN THE OPPORTUNITY AND RESOURCES, AND CONSIDERING AGRICULTURE IS A LARGE PART OF THE MICRONESIAN ECONOMY AND A PRIORITY AREA FOR ECONOMIC DEVELOPMENT, PCC WILL OFFER AGRICULTURE AND RELATED SCIENCE PROGRAMS TO MICRONESIAN REGIONS THROUGH DISTANCE EDUCATION TO ADDRESS STUDENTS AND COMMUNITY NEEDS AS ONLINE LEARNERS AND DISTANCE EDUCATION EXPANDS AND BECOMES MORE FLUID.WITH SUPPORT FROM PCC ADMINISTRATORS, PCC, THROUGH THE AGRICULTURE AND RELATED SCIENCE FACULTY, WILL WORK WITH OREGON STATE UNIVERSITY (OSU) TO OFFER ADDITIONAL COURSES SUCH AS AGRICULTURAL LEADERSHIP, SUSTAINABLE FOOD SYSTEMS, AGROFORESTRY, AND SOIL SYSTEMS AND PLANT GROWTH IN THE AGRICULTURE AND RELATED SCIENCE PROGRAM. THE OSU FACULTY ON THIS PROPOSAL HAS EXTENSIVE EXPERIENCE DEVELOPING AND DELIVERING LEARNING MATERIALS IN-PERSON, REMOTELY, AND BYHYBRID AND ASYNCHRONOUS MODALITIES, HAVE ALL RECEIVED FORMAL TRAINING IN THE DEVELOPMENT OF REMOTE AND ONLINE COURSES. THEY HAVE WON AWARDS FOR THEIR WORK IN MICRONESIAN. INSTRUCTOR&#39;S ACCEPTANCE OF DISTANCE EDUCATION COURSES ALSO INCREASES, AS DOES THE NEED TO TRAIN AND SUPPORT FACULTY ON THE TECHNOLOGY, SKILLS, AND EDUCATIONAL APPROACHES CRITICAL TO DELIVERING HIGH-QUALITY DISTANCE INSTRUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PW", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a5cc10f-f7a1-1d97-adae-a335e818aff0-R", "generated_internal_id": "ASST_NON_20217000435096_12H3"}, {"internal_id": 137054472, "Award ID": "20217000435091", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-08", "CFDA Number": "10.308", "Description": "THE AGRICULTURAL EXPERIMENTAL STATIONS AT THE UNIVERSITY OF PUERTO RICO MAYAG&UUML;EZ (AES-UPRM) DO NOT HAVE OPTIMUM FACILITIES TO PRESERVE ORTHODOX SEEDS AND POLLEN. THE OBJECTIVES OF THIS PROJECT ARE TO: (1) RESTORE LABORATORIES IN THE AES-UPRM AT ISABELA AND LAJAS; 2) ACQUIRE EQUIPMENT/FIXTURES FOR SEED/POLLEN PRESERVATION, 3) INCREASE SEED OF THE MAJOR CROPS IN THE AES, AND 4) DEVELOP RESEARCH IN SEED/POLLEN PRESERVATION. MORE THAN 150 SEEDS OF LEGUMES AND VEGETABLES WILL BE PRESERVED AT -15 OR 4 &DEG;C IN BOTH STATIONS. FURTHERMORE, RESEARCH STUDIES RELATED WITH ADEQUATE SEED WATER CONTENTS AND TEMPERATURES FOR SEED PRESERVATION AT DIFFERENT TIMES OF STORAGE WILL BE CONDUCTED. IN ADDITION, FROZEN POLLEN PRESERVED AT -80 &DEG;C WILL BE USED FOR MAIZE AND TROPICAL PUMPKIN BREEDING AND STUDIES IN THEIR PROGENY. WE WILL EXPECT TO HAVE ADEQUATE FACILITIES FOR SEED PRESERVATION TO AVOID THE LOSS OF VALUABLE GERMPLASM INTRODUCED OR DEVELOPED. FURTHERMORE, RESEARCH PROJECTS WITH PLANT BREEDERS OR SCIENTISTS WHO ARE DEALING WITH LONG-TERM SEED PRESERVATION WILL BE CARRIED OUT. ALSO, PERSONNEL WORKING WITH GERMPLAM CONSERVATION AND STUDENTS OF FUNDAMENTALS OF CROP PRODUCTION, PLANT BREEDING, AND/OR SEED SCIENCE CLASSES WOULD BE TRAINED IN OUR FACILITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20217000435091_12H3"}, {"internal_id": 137660827, "Award ID": "20217000435090", "Award Amount": 86355.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-25", "CFDA Number": "10.308", "Description": "THIS AGFEI PROPOSAL SEEKS TO STRENGTHEN RESEARCH CAPABILITY IN PLANT PATHOLOGY, PLANT-MICROBE INTERACTIONS AND PLANT BIOLOGY IN THE DEPARTMENT OF BIOLOGY AT THE UNIVERSITY OF PUERTO RICO - R&IACUTE;O PIEDRAS. PUERTO RICO AND HAWAII FACE UNIQUE DISEASE AND PEST CHALLENGES TO AGRICULTURE AS TROPICAL US JURISDICTIONS AND ISLANDS. THE EQUIPMENT REQUESTED INCLUDES COMPOUND AND DISSECTING MICROSCOPES, A FLUOROMETER AND SPECTROPHOTOMETER TO MEASURE DNA AND RNA, AND A COMPUTER FOR GENOMIC AND METAGENOMIC DATA ANALYSIS. THE REQUESTED EQUIPMENT WILL BE USED FOR RESEARCH, TEACHING AND OUTREACH IN THE MYCOLOGY LABORATORY AT THE UPR R&IACUTE;O PIEDRAS AND THE HERBARIUM AND ZOOLOGY MUSEUM. THE PROPOSED EQUIPMENT WILL STRENGTHEN EXISTING, SUCCESSFUL RESEARCH AND TEACHING PROGRAMS AND HELP STRENGTHEN COLLABORATIONS WITH OTHER INSTITUTIONS IN PUERTO RICO, HAWAII AND ARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b0f7689-aaf8-396f-d4b3-b944796d133f-C", "generated_internal_id": "ASST_NON_20217000435090_12H3"}, {"internal_id": 110335918, "Award ID": "20207000433081", "Award Amount": 171010.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "10.308", "Description": "HISPANIC SERVING INSTITUTIONS NOT ALWAYS HAVE ACCESS TO STATE-OF-THE-ART INSTRUMENTATION FOR THEIR USE IN LABORATORY COURSES, UNDERGRADUATE AND GRADUATE RESEARCH AND COMMUNITY SERVICE.THE MAIN GOAL OF THIS PROPOSAL IS TO STRENGTHEN THE COMPETENCE OF FOOD, AGRICULTURE AND NATURAL RESOURCES (FANR) STUDENTS BY INVOLVING THEN IN THE USE OF STATE-OF-THE-ART INSTRUMENTATION, INTERNSHIPS, COMMUNITY SERVICE, INTERDISCIPLINARY RESEARCH PROJECTS AND COLLABORATIONS WITH THE PRIVATE SECTOR INCLUDING WATER ANALYSIS AND AGRICULTURAL SUSTAINABILITY. THIS PROPOSAL WILL INVOLVE APPROXIMATELY 200 UNDERGRADUATE AND GRADUATE STUDENTS IN EXPERIENTIAL LEARNING, WHICH INCLUDE ACTIVITIES, HANDS-ON TRAINING IN THE ANALYSIS OF FOOD, SOILS AND WATER SAMPLES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20207000433081_12H3"}, {"internal_id": 110335919, "Award ID": "20207000433080", "Award Amount": 171010.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "10.308", "Description": "SOIL SCIENCE STUDENTS WILL GAIN RESEARCH EXPERIENCE IN SOIL CLASSIFICATION AND COMPARE INDIGENOUS AND MODERN SOIL CLASSIFICATION SYSTEMS. THE STUDENTS WILL LEARN ABOUT MAYA CIVILIZATION, THEIR SOCIETY, CULTURE AND AGRICULTURE, AND GAIN KNOWLEDGE FROM MAYA DESCENDANTS THAT USE AGRICULTURAL PRACTICES INHERITED FROM THEIR FOREFATHERS. THEY WILL FORESEE SOIL TAXONOMY FROM THE PERSPECTIVE OF AN INDIGENOUS CLASSIFICATION, PRACTICAL AND SPECIFIC IN USE, AND INTEGRATE MULTIDISCIPLINARY CONCEPTS IN SOIL SCIENCE, GEOLOGY AND ARCHEOLOGY. THE STUDENTS WILL INTEGRATE SOIL CLASSIFICATION CONCEPTS TO SOIL MANAGEMENT, SOIL QUALITY AND USE, AND HOW TO PRESERVE SOIL FOR FUTURE GENERATIONS. THEY WILL SEEK FOR KNOWLEDGE FROM INDIGENOUS SOIL CLASSIFICATION THAT CAN BE INCORPORATED TO MODERN SOIL CLASSIFICATION TO MAKE IT BETTER SYSTEM AND VICE VERSA. LEADERSHIP AND INNOVATION WILL INTEGRATE INDIGENOUS AND MODERN AGRICULTURE, FOSTER PROGRESS, AND IMPROVE THE QUALITY OF LIFE IN COMMUNITIES WHERE RESOURCES ARE LIMITED OR NOT ACCESSIBLE TO THEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20207000433080_12H3"}, {"internal_id": 110209880, "Award ID": "20207000432595", "Award Amount": 170963.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-11", "CFDA Number": "10.308", "Description": "THE DREAM-UPRU PROJECT WILL IMPROVE LEARNING OPPORTUNITIES OF STUDENTS AT THE DEPARTMENT OF AGRICULTURAL TECHNOLOGY, UNIVERSITY OF PUERTO RICO-UTUADO. IT FOCUSES ON TWO EDUCATIONAL NEED AREAS: STUDENT EXPERIENTIAL LEARNING AND FACULTY PREPARATION AND ENHANCEMENT FOR TEACHING. THE LONG-TERM GOAL IS TO PROMOTE EXPERIENTIAL LEARNING THROUGH MENTORED RESEARCH EXPERIENCES. PROJECT OBJECTIVES ARE: (1) PREPARE FACULTY IN NOVEL TECHNOLOGIES FOR THE IDENTIFICATION AND MANAGEMENT OF AGRICULTURAL DISEASES AND PESTS; (2) PROMOTE EXPERIENTIAL LEARNING THROUGH MENTORED STUDENT RESEARCH IN DISEASE AND PEST MANAGEMENT; AND (3) INCREASE STUDENT RESEARCH EXPERIENCES THROUGH INTERNSHIPS AND STUDY-ABROAD OPPORTUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6853e01-3760-2cbb-f61d-a25cc143f771-C", "generated_internal_id": "ASST_NON_20207000432595_12H3"}, {"internal_id": 110209881, "Award ID": "20207000432482", "Award Amount": 170963.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-16", "CFDA Number": "10.308", "Description": "PRIOR TO USDA NIFA RESIDENT INSTRUCTION (RIIA) FUNDING, THE AMERICAN SAMOA COMMUNITY COLLEGE (ASCC), AGRICULTURE, COMMUNITY, AND NATURAL RESOURCES (ACNR) INSTRUCTIONAL PROGRAM WAS IN A DISMAL STATE. RIIA FUNDING HAS ENABLED ASCC ACNR TO TAKE BOTH IMMEDIATE STEPS AND DEVELOP LONG-TERM MEASURES TO ADDRESS THE DISPARITIES FACED. THERE ARE NOW THREE FULL-TIME INSTRUCTORS, AND THERE IS AN INCREASE IN ENROLLMENTS, NUMBER OF ACNR GRADUATES, STUDENTS RECEIVING SCHOLARSHIPS AND STIPENDS, AND STUDENTS PARTICIPATING IN EXPERIENTIAL LEARNING PROGRAMS. CONTINUED SUPPORT FROM RIIA WILL HELP TO ENSURE FURTHER SUCCESSES IN ACNR&#39;S LONG-TERM MEASURES. THE PROJECT&#39;S MAIN OBJECTIVES FOCUSES ON THREE EDUCATIONAL NEED AREAS (ENA) - ENA (2) FACULTY PREPARATION &AMP; ENHANCEMENT FOR TEACHING, ENA (5) STUDENT EXPERIENTIAL LEARNING, AND ENA (6) STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY. TO ACHIVE THE OBJECTIVES, THE METHODOLOGY OR STEPS ARE: TO MAINTAIN A FUNDING SOURCE FOR FACULTY; TO PROVIDE FINANCIAL ASSISTANCE FOR FACULTY AND STAFF PROFESSIONAL DEVELOPMENT; TO PROVIDE LOCAL AND REGIONAL SUMMER INTERNSHIPS; TO SUPPORT EXTENSION SITE VISIT TO SAMOA; TO PROVIDE SUPPORT FOR STUDENTS TO ATTEND AND PRESENT RESEARCH AT NATIONAL CONFERENCES; TO PROVIDE SUMMER INSTITUTE SCHOLARSHIPS; AND TO PROVIDE SCHOLARSHIPS FOR STUDENTS PURSUING BACHELOR&#39;S DEGREES IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES. THESE OBJECTIVES AND METHODOLOGY WILL HELP ACNR MEET ITS OUTCOMES AND OVERALL NIFA OBJECTIVES OF INCREASING THE NUMBER AND DIVERSITY OF STUDENTS PURSING DEGREES IN FOOD AND AGRICULTURAL SCIENCES, AND ENHANCING THE QUALITY OF POSTSECONDARY INSTRUCTION TO HELP MEET CURRENT AND FUTURE WORKPLACE NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7824ca33-0633-4494-1432-0e60610ec6de-C", "generated_internal_id": "ASST_NON_20207000432482_12H3"}, {"internal_id": 108819672, "Award ID": "20207000432481", "Award Amount": 170964.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.308", "Description": "THE PRESENT LACK OF UNDERGRADUATE ACADEMIC PROGRAMS IN AGRICULTURE AT THE UNIVERSITY OF THE VIRGIN ISLANDS HAS LED TO ALTERNATIVE METHODS TO INVOLVE STUDENTS IN AGRICULTURAL SCIENCES. THROUGH THE USDA-NIFA-RIIA PROGRAM THIS GRANT WAS AWARDED TO ENGAGE UNDERGRADUATE STUDENTS IN HANDS-ON AGRICULTURAL RESEARCH AND OUTREACH OPPORTUNITIES. STUDENTS WILL BE ABLE TO DEVELOP PROBLEM SOLVING AND DECISION-MAKING CAPABILITIES AND TECHNICAL SKILLS TO ENHANCE THEIR OVERALL EXPERIENCE IN LEADERSHIP AND BROADEN THE SCOPE OF THEIR EDUCATION. THIS GRANT WILL BETTER PREPARE STUDENTS BY PROVIDING SUPPORT, NURTURE CRITICAL THINKING AND RESEARCH THAT WILL ASSIST THEM IN OBTAINING ADVANCED DEGREES IN AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_20207000432481_12H3"}, {"internal_id": 108819762, "Award ID": "20207000432475", "Award Amount": 107911.44, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-28", "CFDA Number": "10.308", "Description": "COM-FSM WILL ADDRESS ISSUES OF FOOD SECURITY, LOCAL EXPERTISE AND SUSTAINABLE AGRICULTURAL PRACTICES BY PROVIDING RELEVANT, HIGH-QUALITY EDUCATIONAL OPPORTUNITIES TO STUDENTS WHO CAN BE CONTRIBUTORS TO THE ECONOMIC WELL-BEING OF THEIR FAMILIES, THE FSM AND BEYOND. COM-FSM HAS THREE OBJECTIVES: 1) ACQUIRE SCIENTIFIC INSTRUMENTATION FOR TEACHING AND RESEARCH; 2) SUPPORT STUDENT EXPERIENTIAL LEARNING PROGRAMS; AND 3) IMPROVE STUDENT RECRUITMENT AND RETENTION. A MAJOR ACTIVITY IMPLEMENTATION OF AN AGRICULTURE CORPS FOR STUDENTS INCLUDING SEMINARS, WORKSHOPS, JOB SHADOWING, AND COMMUNITY SERVICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3414d09b-6b91-c79a-d99b-d138ba25549f-R", "generated_internal_id": "ASST_NON_20207000432475_12H3"}, {"internal_id": 108314909, "Award ID": "20207000432469", "Award Amount": 170963.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-22", "CFDA Number": "10.308", "Description": "THE EDUCATIONAL NEEDS OF PUERTO RICO&#39;S WOOD PRODUCTION AND FORESTRY SECTOR HAVE BEEN HISTORICALLY UNDERREPRESENTED IN UPR&#39;S INSTITUTIONAL PROGRAMS. WITH A CONTEMPORARY FOREST COVER OF ABOUT 60%, THE CURRENT SOCIAL-ECOLOGICAL CONDITIONS REQUIRE A CADRE OF FORESTERS THAT CAN BEST UTILIZE FORESTS AND FOREST PRODUCTS TO MEET SOCIO-ECONOMIC NEEDS WHILE SECURING CRITICAL ECOSYSTEM SERVICES. THIS PROJECT WILL CAPACITATE UPR&#39;S PERSONNEL AND DEVELOP CURRICULUM AND DEMONSTRATIVE MATERIALS, EDUCATIONAL EXPERIENCES AND WEB-BASED TOOLS TO CONNECT A NEW GENERATION OF FORESTERS WITH THE CURRENT STATE OF KNOWLEDGE IN WOOD PRODUCTION, TREATMENT AND PROCESSING FOR LOCAL SMALL-SCALE PUBLIC, PRIVATE AND COMMUNITY FORESTRY GOALS AND OPERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20207000432469_12H3"}, {"internal_id": 108314910, "Award ID": "20207000432394", "Award Amount": 170963.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-22", "CFDA Number": "10.308", "Description": "HISPANIC SERVING INSTITUTIONS NOT ALWAYS HAVE ACCESS TO STATE-OF-THE-ART INSTRUMENTATION FOR THEIR USE IN LABORATORY COURSES, UNDERGRADUATE AND GRADUATE RESEARCH AND COMMUNITY SERVICE.THE MAIN GOAL OF THIS PROPOSAL IS TO STRENGTHEN THE COMPETENCE OF FOOD, AGRICULTURE AND NATURAL RESOURCES (FANR) STUDENTS BY INVOLVING THEN IN THE USE OF STATE-OF-THE-ART INSTRUMENTATION, INTERNSHIPS, COMMUNITY SERVICE, INTERDISCIPLINARY RESEARCH PROJECTS AND COLLABORATIONS WITH THE PRIVATE SECTOR INCLUDING WATER ANALYSIS AND AGRICULTURAL SUSTAINABILITY. THIS PROPOSAL WILL INVOLVE APPROXIMATELY 200 UNDERGRADUATE AND GRADUATE STUDENTS IN EXPERIENTIAL LEARNING, WHICH INCLUDE ACTIVITIES, HANDS-ON TRAINING IN THE ANALYSIS OF FOOD, SOILS AND WATER SAMPLES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20207000432394_12H3"}, {"internal_id": 108314911, "Award ID": "20207000432393", "Award Amount": 170910.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-22", "CFDA Number": "10.308", "Description": "THE PROJECT, CAPACITY IMPROVEMENT FOR AGRICULTURAL BIOTECHNOLOGY AND MOLECULAR DIAGNOSTICS RESEARCH AND EDUCATION AT THE UNIVERSITY OF GUAM, IS PROPOSED TO CREATE A COMMON SPACE FOR STUDENT AND FACULTY RESEARCHERS TO CONDUCT MOLECULAR AND GENETIC STUDIES ON GUAM. CURRENT MOLECULAR LAB FACILITIES AVAILABLE TO RESEARCHERS AT THE WESTERN PACIFIC TROPICAL RESEARCH CENTER AND UOG STUDENTS IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH) ARE LIMITED FOR BOTH BENCH SPACE AND SAMPLE THROUGHPUT, AS WELL AS IN-HOUSE EXPERTISE. RESEARCHERS HAVE GENERALLY, IN THE PAST, CONTRACTED OUT (I.E., OFF-ISLAND) SERVICES FOR MOLECULAR DIAGNOSTICS AND GENETIC STUDIES BUT THIS HAS RESULTED IN A LACK OF EXPERIENTIAL TRAINING FOR UNDERGRADUATE AND GRADUATE STUDENT RESEARCHERS AT UOG. THE LONGER-TERM IMPACT OF THIS WILL BE A RESTRICTION IN THE POTENTIAL EMPLOYMENT OF NATIVE PACIFIC ISLANDERS TO SERVE GUAM AND MICRONESIA&#39;S FUTURE FANH SCIENCE NEEDS AND RESEARCH CAPACITY. THE SPECIFIC OBJECTIVES OF THE PROPOSED PROJECT ARE TO (1) PROCURE AND INSTALL OR REPAIR THE EQUIPMENT DETAILED AND (2) CREATE LAB SPACE FOR COMMON-USE LAB EQUIPMENT AND BENCH EXPERIMENTS. THIS WILL ALLOW HANDS-ON, PRACTICAL EXPERIENCES FOR UNDERGRADUATE AND GRADUATE STUDENTS IN AGRICULTURE. LONG-TERM, WE INTEND TO DEVELOP A CORE FACILITY TO TRAIN UOG STUDENT INTERNS AND A CENTRAL, CERTIFIED MOLECULAR DIAGNOSTIC LAB WHERE RESEARCHERS AND CLIENTS ACROSS THE WESTERN PACIFIC CAN SUBMIT SAMPLES FOR DIAGNOSTIC TESTING FOR DISEASE AND QUARANTINE ORGANISMS. THE INTENDED CORE FACILITY WILL ALSO ALLOW US TO DEVELOP NEW COURSE-BASED LEARNING OBJECTIVES AND MODULES IN AGRICULTURAL BIOTECHNOLOGY SUCH AS MARKER-ASSISTED SELECTION (MAS) FOR PLANT AND ANIMAL BREEDING, AND MOLECULAR DISEASE DIAGNOSTICS FOR DETECTION OF INVASIVE SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20207000432393_12H3"}, {"internal_id": 108314913, "Award ID": "20207000432391", "Award Amount": 170963.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-22", "CFDA Number": "10.308", "Description": "TROPICAL FRUIT CROPS AND ORGANIC CROPS ARE 14% OF THE FARM-GATE VALUE OF ALL THE EDIBLE CROPS SOLD IN PUERTO RICO. THE COLLEGE OF AGRICULTURAL SCIENCES OF THE UNIVERSITY OF PUERTO RICO-MAYAG&UUML;EZ CAMPUS (UPR-MAYAG&UUML;EZ) IS THE LAND-GRANT UNIVERSITY OF PUERTO RICO, BEING THE OLDEST AND MAIN ACADEMIC ORGANIZATION IN AGRICULTURAL RESEARCH, TEACHING AND EXTENSION I THE ISLAND. IN THE UPR-MAYAG&UUML;EZ, THE FRUIT CROPS AND ORGANIC AGRICULTURE LABORATORY (FCOAL) OR WORKING GROUP LED BY DR. MORALES-PAYAN (PROFESSOR, AGRO-ENVIRONMENTAL SCIENCES DEPARTMENT) SERVES AS THE DEPARTMENT UNIT INTEGRATING GERMPLASM EVALUATION, PRODUCTION PRACTICES AND PHYSIOLOGICAL MANAGEMENT INCLUDING ASPECTS OF CROP PROTECTION AND ASPECTS OF POSTHARVEST MANAGEMENT AND PHYSIOLOGY IN CONVENTIONAL AND ORGANIC HORTICULTURE. ASIDE FROM BEING ONE OF THE FEW WORKING GROUPS THAT TENDS TO ORGANIC AGRICULTURE RESEARCH IN THE ISLAND, THIS IS ONE OF THE FEW GROUPS THAT ON A REGULAR BASIS CONDUCTS RESEARCH WITH PERENNIALTROPICAL FRUIT CROPS IN PUERTO RICO. LACK OF EQUIPMENT AND OUTDATED EQUIPMENT HAMPERS THE GROUP&#39;S CAPACITY TO GENERATE HIGH LEVEL ECOPHYSIOLOGICAL AND POSTHARVEST RESEARCH. THIS PROPOSAL SEEKS THE ACQUISITION OF EQUIPMENT TO ALLOW OUR WORKING GROUP TO UNDERGO A QUALITATIVE CHANGE IN THE KIND OF PHYSIOLOGICAL AND MORPHOLOGICAL DATA ATTAINABLE FROM CURRENT AND FUTURE RESEARCH PROJECTS IN TROPICAL CROPS, WHICH IN TURN WOULD INCREASE THE POTENTIAL OF THE WORKING GROUP (AND OUR DEPARTMENT) TO HAVE MORE RECOGNITION, INCREASE OUR ABILITY TO PUBLISH IN TOP REFEREED JOURNALS, AND ATTRACT MORE FUNDING AND EXTRAMURAL COLLABORATION FOR RESEARCH AND TEACHING ACTIVITIES IN TROPICAL CROPS, BOTH ORGANIC AND CONVENTIONAL, MAINLY BUT NOT LIMITED TO FRUIT CROPS. IT WOULD ALSO INCREASE THE QUALITY OF THE TRAINING OF STUDENTS IN OUR WORKING GROUP AS WELL AS THE QUALITY OF THE TEACHING IN THE COURSES TAUGHT BY DR. MORALES-PAYAN (AS MAIN LECTURER) AND HIS STUDENTS (AS TEACHING ASSISTANTS). ADDITIONALLY,THE ACQUISITION OF EQUIPMENT AND MATERIALS TO PRODUCE AND DISSEMINATE PRODUCTS (LECTURES, VIDEOS, LESSONS) FOR REMOTE EDUCATION IN ORGANIC TROPICAL AGRICULTURE AND IN TROPICAL FRUIT CROPS PRODUCTION AND PHYSIOLOGY WILL GREATLY STRENGTHEN THE DEPARTMENTAL CAPACITY TO ACCOMPLISH ITS TEACHING GOALS BOTH FOR STUDENTS PHYSICALLY ON CAMPUS AND FOR STUDENTS IN REMOTE LOCATIONS. REMOTE EDUCATION HAS BECOME ESSENTIAL DURING THE COVID-19 PANDEMIC, SHOWING THAT IT IS STRATEGICALLY IMPORTANT TO FURTHER DEVELOP THE INSTITUTIONAL CAPACITY TO REACH STUDENTS OFF CAMPUS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20207000432391_12H3"}, {"internal_id": 108314914, "Award ID": "20207000432349", "Award Amount": 32554.74, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "10.308", "Description": "THE RIIA \"PLANNING ACTIVITY\" PROJECT IS TO RE-ESTABLISH A NETWORK OF DEVELOPING STRATEGIES TO IMPROVE INSTRUCTION IN AGRICULTURE, FOOD AND NATURAL RESOURCES SCIENCE AMONG EDUCATORS OF INSULAR LAND-GRANT INSTITUTION PROGRAMS; UNIVERSITY OF GUAM, UNIVERSITY OF THE VIRGIN ISLANDS, COLLEGE OF MICRONESIA, NORTHERN MARIANAS COLLEGE, AND AMERICAN SAMOA COMMUNITY COLLEGE. A SERIES OF VIDEO-CONFERENCES AND ONE FACE-TO-FACE MEETING AMONG EDUCATORS WILL IDENTIFY COMMON CHALLENGES THAT OUR STUDENTS AND EDUCATORS FACE ACROSS THE INSULAR INSTRUCTION SYSTEMS AND WILL FIND A STRATEGY TO INCREASE IN EXPERIENTIAL LEARNING OPPORTUNITIES FOR ISLANDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20207000432349_12H3"}, {"internal_id": 85400084, "Award ID": "20197000430228", "Award Amount": 119999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-28", "CFDA Number": "10.308", "Description": "THIS PROJECT WILL ACQUIRETECHNOLOGY AND INFRASTRUCTURE FOR DISTANCE LEARNING PROGRAMS IN AGRICULTURAL ECONOMICS, AGRIBUSINESS, AND FOOD SCIENCE &AMP; TECHNOLOGY. IN RECENT YEARS, NIFA HAS SUPPORTED UPR-M PROJECTS TO CREATE THREE NEW ONLINE MASTER&#39;S DEGREE PROGRAMS: AGRICULTURAL ECONOMICS AND AGRIBUSINESS, FOOD SCIENCE AND TECHNOLOGY. IT IS IMPORTANT TO NOTE, THAT THE NEW ONLINE MASTER&#39;S DEGREE IN AGRICULTURAL ECONOMICS IS EXPECTED TO BE THE FIRST ONLINE DEGREE OF THE UNIVERSITY OF PUERTO RICO.IN THE ONGOING PROCESS OF DEVELOPING THESE NEW ONLINE MASTER&#39;S DEGREES, WE REALIZED THAT THE CURRENT INFRASTRUCTURE IS NOT SUFFICIENT TO MEET THE INSTITUTIONAL REQUIREMENTS OF COURSE WORK AND THE DEVELOPMENT OF NEW ONLINE PROJECTS, SUCH AS A NEW ONLINE MASTER&#39;S DEGREE IN FOOD SCIENCE AND TECHNOLOGY. THESE MASTER&#39;S DEGREES IN AGRICULTURAL ECONOMICS AND AGRIBUSINESS ALONE, WILL REQUIRE THE CREATION AND REVISION OF AT LEAST 30 ONLINE COURSES. AT PRESENT, THE UPR-M HAS ONLY ONE RECORDING STUDIO FOR ALL THE ONLINE COURSES OF THE CAMPUS AND OUR PROJECTS ARE COMPETING WITH OTHER ONLINE PROJECTS FROM OTHER FACULTIES.THE OBJECTIVE OF THE PROPOSED PROJECT IS TO ACQUIRE EQUIPMENT TO DEVELOP A NEW RECORDING STUDIOFOR ONLINE TEACHING, A DISTANCE EDUCATION CLASSROOM, NEW EQUIPMENT FOR OFF-CAMPUS RECORDINGAND SUPPORT TO DEVELOP 6 ONLINE COURSES. THIS OFF-CAMPUS RECORDING WILL GATHER EXPERIENCES FROM REAL-LIFE PRACTICE IN AGRICULTURAL ECONOMICS, AGRIBUSINESS, AND FOOD SCIENCE AND TECHNOLOGY. FURTHERMORE, THIS PROJECT WILL PROVIDE TRAINING TO GRADUATE STUDENTS AND FACULTY IN RECORDING, EDITING, AND STUDIO PRACTICES FOR ONLINE TEACHING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20197000430228_12H3"}, {"internal_id": 82498497, "Award ID": "20197000430060", "Award Amount": 148523.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-19", "CFDA Number": "10.308", "Description": "ONE OF THE MOST IN DEMAND SKILL-SETS IN BIOTECHNOLOGY IS CRISPR/CAS-9 GENOME EDITING. CURRENTLY THERE IS NO EXPERTISE IN THIS AREA AT THE UPRM CAMPUS OR AT THE UPRM AGRICULTURE EXPERIMENT STATIONS. HERE WE PROPOSE TO DEVELOP TWO CRISPR/CAS-9 CORE FACILITIES TO REACH GRADUATE STUDENTS INTERESTED IN BIOTECHNOLOGY RELATED TO AGRICULTURE. PROPOSED WORK IS TO DEVELOP A COURSE ON CRISPR/CAS-9 GENOME EDITING IN PLANTS AND INSECTS. WE PLAN TO DO THIS VIA A KNOWLEDGE EXCHANGE WITH EXPERTS IN CRISPR GENOME EDITING IN ENTOMOLOGY AND PLANT SCIENCES AT UNIVERSITY OF CALIFORNIA RIVERSIDE. WE WILL BRING THIS KNOWLEDGE BACK TO PUERTO RICO AND WITH FUNDING FROM NIFA DEVELOP TWO LABORATORIES EQUIPPED WITH THE NEEDED TECHNOLOGY TO PERFORM CRISPR/CAS-9 EXPERIMENTS. THE RESULTS FROM THIS WORK WILL BE THAT FACULTY AND GRADUATE STUDENTS AT UPRM WILL BE ABLE TO RECEIVE TRAINING AND BECOME COMPETENT IN CRISPR/CAS-9 GENOME EDITING IN PLANTS AND INSECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20197000430060_12H3"}, {"internal_id": 85400085, "Award ID": "20197000430059", "Award Amount": 149995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "10.308", "Description": "THERE IS AN UNMET NEED TO DEVELOP NEW ACADEMIC PROGRAMS THAT CAN CONTRIBUTE TO THE ECONOMIC DEVELOPMENT OF PUERTO RICO. MORE THAN HALF OF THE RESIDENTS OF PUERTO RICO ARE LIVING BELOW THE US POVERTY LEVEL. IN ADDITION, THE ISLAND IN NOW IN ITS SECOND DECADE OF AN ECONOMIC RECESSION AND JUST 18 MONTHS AGO, HURRICANE MARIA DEVASTATED THE INFRASTRUCTURE OF THE ISLAND. THESE FACTORS HAVE CONTRIBUTED TO A POPULATION IN DIRE NEED OF HEALTH CARE SERVICES. THE NEW PROFESSIONAL CERTIFICATE PROGRAM IN HORTICULTURAL THERAPY SEEKS TO PROVIDE THE GREEN INDUSTRY IN PUERTO RICO WITH A CADRE OF NEW PRODUCTS AND SERVICES THAT CAN COMPLEMENT THEIR OPERATIONS AND CONTRIBUTE TO THE NEEDS OF THE HEALTH CARE INDUSTRY. THROUGH THE DEVELOPMENTAL PROCESS OF THE NEW ACADEMIC PROGRAM, ALL THE COURSES AND PARTICIPATING FACULTY WILL BE CERTIFIED ACCORDING TO THE PROFESSIONAL STANDARDS DICTATED BY THE AMERICAN HORTICULTURAL THERAPY ASSOCIATION. HYBRID COURSES (FACE-TO-FACE AND ONLINE DISTANCE EDUCATION MODALITY) WILL CATER TO WORKING PROFESSIONAL. STUDENTS WILL HAVE REAL LIFE WORK EXPERIENCE THROUGH HANDS-ON AND PROBLEM SOLVING PRACTICUM. PRIOR TO FINAL APPROVAL, THREE HORTICULTURAL THERAPY CONFERENCES WILL PROMOTE THE PROGRAM THROUGHOUT THE ISLAND TO INTERESTED PARTIES. ONCE APPROVED, THESE ACTIVITIES WILL ASSIST IN THE STUDENT RECRUITMENT PROCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbc6c829-e9fd-5b6b-4d78-d585e78815a9-C", "generated_internal_id": "ASST_NON_20197000430059_12H3"}, {"internal_id": 85399904, "Award ID": "20197000430058", "Award Amount": 149412.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "10.308", "Description": "THIS PROJECT IS DESIGNED TO DEVELOP AND STRENGTHEN RESEARCH AND EXTENSION CAPABILITIES FOR ANIMAL SCIENCE AND PRE-VET STUDENTS THROUGH THEIR INVOLVEMENT IN EXPERIMENTAL LEARNING AND OUTREACH ACTIVITIES USING SMALL RUMINANTS (SHEEP AND GOATS) AS MODELS. FOR EACH YEAR OF THE PROPOSED TEACHING/EDUCATIONAL PROGRAM, THREE TEAMS MADE UP OF PAIRS OF SELECTED UNDERGRADUATE STUDENTS WILL SURVEY FOUR SMALL RUMINANT PRODUCERS IN THE WESTERN HALF OF THE ISLAND TO DEVELOP EXTENSION EXPERIENCES AND STRENGTHEN THEIR COMMUNICATION AND LEADERSHIP SKILLS AND TEAMWORK. STUDENTS WILL SUBMIT WRITTEN REPORTS ABOUT THEIR VISITS TO SHEEP OR GOAT FARMS AND WILL PROVIDE FEEDBACK FOR IMPROVEMENT. BASED ON PRODUCER NEEDS AND RECOMMENDATIONS, EACH STUDENT WILL DEVELOP A RESEARCH PROTOCOL THAT WILL BE CONDUCTED UNDER THE MENTORING OF FACULTY COLLABORATORS. PARTICIPATING STUDENTS WILL ALSO RECEIVE TRAINING IN SOFT SKILLS THROUGH A SERIES OF THREE COURSES/WORKSHOPS ON WORK ETHICS, EFFECTIVE ORAL AND WRITTEN COMMUNICATIONS, AND HOW TO BECOME AN EXTENSION AGENT. THESE WILL BE OFFERED BY SPECIALIZED UNIVERSITY OF PUERTO RICO, MAYAGUEZ CAMPUS STAFF. A SECOND OBJECTIVE IS TO ATTRACT AND INCREASE PARTICIPATION OF MINORITY STUDENTS BELOW THE NATIONAL POVERTY LEVEL FROM PUBLIC SCHOOLS INTO THE UPRM ANIMAL SCIENCE AND PRE-VET PROGRAM THROUGH FIVE-DAY SUMMER CAMPS ADAPTED TO HIGH SCHOOL USING THE SAME ANIMAL MODELS USED BY UNDERGRADUATES. OUR THIRD OBJECTIVE IS TO ENHANCE STUDENTS&#39; EXPERIMENTAL LEARNING THROUGH PARTICIPATION IN A STUDY ABROAD PROGRAM. A TRIP TO THE \"CENTER FOR GOAT PRODUCTION IN THE GUATEMALAN HIGHLANDS\" WILL BE ORGANIZED DURING TWO CONSECUTIVE YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20197000430058_12H3"}, {"internal_id": 85399905, "Award ID": "20197000430057", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "10.308", "Description": "PRIMER TROPICAL BIOPROSPECTING VENTURE BASED ON FOREST MICROBIOLOGY SETS-UP AN ALLIANCE OF VARIOUS UNIVERSITIES TO INCREMENT THE NUMBER, DIVERSITY AND COMPETENCIES OF HISPANIC UNDERGRADUATE STUDENTS ENTERING AGRISCIENCES FIELDS AND STRENGTHENING THE WORKFORCE BASED ON EXPERIENTIAL LEARNING. UNDERGRADUATE STUDENTS FROM NATURAL SCIENCES MAJORS AT UNIVERSIDAD ANA G. ME?NDEZ, RECINTO DE GURABO (GURABO CAMPUS), PR WILL ENGAGE IN ADVANCED STUDIES RELATED TO THE MICROBIAL FUNCTIONS IN FOREST ECOSYSTEMS. AN EDUCATIONAL INTERVENTION WILL BE BASED ON THE ADOPTION OF RELEVANT PRACTICAL EXPERIENCES AT VARIOUS LEVELS: IMPROVED CURRICULUM IN MICROBIOLOGY COURSES, ACCESS TO MODERN RESEARCH INFRASTRUCTURE, ADVANCED WORKSHOPS, AUTHENTIC RESEARCH EXPERIENCES, SCIENTIFIC DISSEMINATION, PEER-MENTORING INTERACTIONS, AND MENTORING BY EXPERTS. PREVIOUS RESEARCH FINDINGS BASED ON BIOPROSPECTION (I.E., DEGRADATION OF POLLUTANTS, ANTIMICROBIAL ACTIVITY, BIOPLASTIC PRODUCTION, WATER TREATMENT, AND BIOFUEL ALTERNATIVES) WILL BE SUBJECT TO FURTHER MICROBIAL, METAGENOMICS, AND BIOCHEMICAL ELUCIDATIONS THAT WILL SUPPORT NOVEL LABORATORY EXERCISES, MORE CURRENT PROTOCOLS, ASSISTING UNDERGRADUATES INTO GRADUATE-LEVEL TRAINING, AND THE POTENTIAL IDENTIFICATION AND DEVELOPMENT OF NOVEL BIOTECHNOLOGICAL PRODUCTS. ULTIMATELY, THE UNDERGRADUATE STUDENTS IN PUERTO RICO WILL BE BETTER PREPARED TO DEVELOP AND UNDERSTAND MICROBIAL PROCESSES THAT SUSTAIN THE FOREST ECOSYSTEM, CONTRIBUTE TO SOCIETY AND PROMOTE RESILIENCY TO NATURAL DISASTERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd3ca115-3ecb-05ac-0496-2e057b82772d-C", "generated_internal_id": "ASST_NON_20197000430057_12H3"}, {"internal_id": 85399907, "Award ID": "20197000430055", "Award Amount": 102010.47, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-05", "CFDA Number": "10.308", "Description": "THE ACQUISITION OF AN ICP AND A MICROWAVE DIGESTION UNITS WILL PROVIDE THE SOIL CHEMISTRY LABORATORY AT UPRM MORE CAPABILITY AND VERSATILITY FOR AGRO-ENVIRONMENTAL RESEARCH, AND WILL FOSTER STUDENT KNOWLEDGE IN THE FIELD. THE ICP UNIT IS NECESSARY FOR THE ANALYSIS OF EXCHANGEABLE BASIC CATIONS, EXCHANGEABLE ALUMINUM, HEAVY METALS, AND MACRO AND MICRONUTRIENT CONTENT IN SOIL AND PLANT TISSUE. THE STUDENTS WILL HAVE THE OPPORTUNITY TO GAIN RESEARCH EXPERIENCE IN THE ANALYSIS OF SOILS, WATER AND TISSUE SAMPLES AND ON THE USE OF THE EQUIPMENT. THEY WILL ALSO LEARN THE TECHNIQUES FOR FIELD SAMPLING AND MANAGEMENT OF SAMPLES, SAMPLE PREPARATION, NUTRIENT EXTRACTION AND OTHER ANALYTICAL COMPONENTS, AND CORRELATE FIELD DATA WITH LABORATORY DATA. THE PROJECT INTEGRATES ENVIRONMENTAL SCIENCES, CHEMISTRY, SOIL CHEMISTRY, SOIL FERTILITY, SOIL MINERALOGY, SOIL AND WATER QUALITY, AND A GLOBAL GOAL OF HAVING BETTER QUALITY OF SOIL AND WATER, AND FOOD PRODUCTION. THE PROJECT WILL STRENGTHEN STUDENT CAPABILITY, KNOWLEDGE AND THEIR DECISION MAKING PROCESS IN AGRO-ENVIRONMENTAL SCIENCES AND RELATED FIELDS. AN INTEGRATED KNOWLEDGE OF SOIL SAMPLING TECHNIQUES, SOIL ANALYSIS, APPLICABILITY OF CONCEPTS AND LEARNING THROUGH PRACTICAL EXPERIENCE WILL RESULT IN A MORE SOLID PROFESSIONAL IN AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20197000430055_12H3"}, {"internal_id": 83795120, "Award ID": "20197000430054", "Award Amount": 149500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-21", "CFDA Number": "10.308", "Description": "THE UNIVERSITY OF GUAM (UOG) DOES NOT HAVE FLASH CHROMATOGRAPHY SYSTEM FOR EDUCATION AND RESEARCH, WHICH SIGNIFICANTLY LIMITS THE RESEARCH AND EDUCATION CAPACITY OF UOG IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH). TO SOLVE THE PROBLEM OF LACKING ESSENTIAL FACILITY IN RESEARCH AND EDUCATION, WE PROPOSE TO ACQUIRE A STATE-OF-THE-ART FLASH CHROMATOGRAPHY SYSTEM AND RELEVANT SUPPLIES NECESSARY FOR CONDUCTING TROPICAL AGRICULTURE AND FOOD SCIENCE RESEARCH AT UOG. THE REQUESTED AUTOMATED CHROMATOGRAPHY SYSTEM WILL ENABLE US TO ISOLATE AND PURIFY BIOACTIVE ORGANIC COMPOUNDS FROM TROPICAL PLANT EXTRACTS AND TO IDENTIFY THE BIOLOGICAL PROPERTIES AND THE BENEFICIAL AND ADVERSE EFFECTS OF PURIFIED COMPOUNDS. THE COLLABORATION BETWEEN THE PD AND CO-PD WILL LEAD THE RESEARCH IN AGRICULTURE AND FOOD SCIENCES TO A NEW AND IN-DEPTH LEVEL. THE PROJECT WILL SIGNIFICANTLY ADVANCE ACADEMIC AND RESEARCH CAPABILITY OF UOG IN FANH SCIENCES, AND WILL STRENGTHEN STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY, IN ALIGNMENT WITH THE GOALS OF THE AGFEI PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20197000430054_12H3"}, {"internal_id": 68053991, "Award ID": "20187000428684", "Award Amount": 146665.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-10", "CFDA Number": "10.308", "Description": "SOILS ARE AN INTEGRAL AND ACTIVE COMPONENT OF ORGANIC AGRICULTURE. ORGANIC FARMING MANAGEMENT PRACTICES INCORPORATE AND SUSTAIN SOIL ORGANIC MATTER, SUPPRESS DISEASES, PROMOTE BIOLOGICAL ACTIVITY AND BIODIVERSITY, INCREASE NUTRIENT SOURCES AND ALTER SOIL PH, AMONG OTHER EFFECTS ON SOIL PROPERTIES. THIS PROJECT WILL BRING EXPERIENTIAL LEARNING ACTIVITIES TO TEACH UNDERGRADUATE STUDENTS, AGRICULTURAL TEACHERS AND EXTENSION AGENTS ABOUT SOILS AS AN INTEGRAL AND ACTIVE PART OF AN AGROECOSYSTEM, INDISPENSABLE FOR ORGANIC AGRICULTURAL SYSTEMS AND SUSTAINED AGRICULTURAL PRODUCTIVITY. THE PROPOSED PROJECT WILL DESIGN EXPERIENTIAL LEARNING ACTIVITIES FOCUSED ON THE SOIL TEACHING PRINCIPLES: UNIQUENESS OF SOIL, FIELDWORK, LIMITED USE OF JARGON, ACTIVE LEARNING USING REAL PROBLEMS, CREATION OF CONNECTIONS ACROSS CONCEPTS, SYSTEM THINKING, PROMOTE COMMUNICATION, PROBLEM SOLVING WORKING IN GROUPS, PROVIDE FEEDBACK, LEARNING ASSESSMENT AND UNDERSTANDING OF EXPECTED OUTCOMES. A TOTAL OF SEVEN EDUCATIONAL MODULES WILL BE PREPARED FOCUSED ON CURRENT GLOBAL SOIL PROBLEMS 1) SOIL FERTILITY LOSS; 2) SOIL PEST MANAGEMENT; 3) SOIL EROSION; 4) ACIDIFICATION; 5) SOIL CARBON DECLINE; 6) SOIL COMPACTION AND 7) GREENHOUSE GAS EMISSIONS, BUT FRAMED IN THE CONTEXT OF ORGANIC AGRICULTURE IN PUERTO RICO. THE EDUCATIONAL MODULES AND ACTIVITIES WILL BE SPECIFICALLY DESIGNED FOR UNDERGRADUATE STUDENTS AND INCORPORATED AS A SUMMER INTERNSHIP. IN ADDITION, EDUCATIONAL WORKSHOPS, BASED ON THE MOST IMPORTANT SOIL-RELATED PROBLEMS IN ORGANIC AGRICULTURE AS IDENTIFIED BY STAKEHOLDERS, WILL BE SPECIFICALLY DESIGNED FOR AGRICULTURE TEACHERS AND EXTENSION AGENTS. OUTREACH ACTIVITIES WILL BE PERFORMED BY THE PROJECT DIRECTORS AND PERSONNEL, AND WITH ACTIVE PARTICIPATION OF THE INTERNSHIP PARTICIPANTS. WE EXPECT THAT THE PRODUCTS AND ACTIVITIES OF THIS PROJECT PROMOTE FARMING PRACTICES THAT PROVIDES SOIL HEALTH, SOIL CONSERVATION AND AGRICULTURAL EDUCATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20187000428684_12H3"}, {"internal_id": 69573247, "Award ID": "20187000428683", "Award Amount": 122500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-14", "CFDA Number": "10.308", "Description": "BEFORE USDA NIFA RESIDENT INSTRUCTION (RIIA) FUNDING BECAME AVAILABLE TO THE AMERICAN SAMOA COMMUNITY COLLEGE (ASCC), AGRICULTURE, COMMUNITY, AND NATURAL RESOURCES (ACNR) LAND GRANT PROGRAM IN 2006, THE ACNR INSTRUCTIONAL PROGRAM WAS IN A DISMAL STATE, WITHOUT ANY FEDERAL OR LOCAL FUNDING. RIIA FUNDING HAS ENABLED ACNR TO TAKE BOTH IMMEDIATE STEPS AND DEVELOP LONG-TERM MEASURES TO ADDRESS THE DISPARITIES FACED. THERE ARE NOW THREE FULL-TIME INSTRUCTORS, AND THERE IS AN INCREASE IN ENROLLMENTS, NUMBER OF ACNR GRADUATES, STUDENTS RECEIVING SCHOLARSHIPS AND STIPENDS, AND STUDENTS PARTICIPATING IN EXPERIENTIAL LEARNING PROGRAMS. CONTINUED SUPPORT FROM RIIA WILL HELP TO ENSURE FURTHER SUCCESSES IN ACNR&#39;S LONG-TERM MEASURES. THE PROJECT GOALS FOCUS ON THREE EDUCATIONAL NEED AREAS (ENA) - ENA (2) FACULTY PREPARATION &AMP; ENHANCEMENT FOR TEACHING, ENA (5) STUDENT EXPERIENTIAL LEARNING, AND ENA (6) STUDENT RECRUITMENT, RETENTION, AND EDUCATIONAL EQUITY. WITH THE ENAS AS A GUIDING TOOL, THE OBJECTIVES OF THE PROJECT ARE: TO MAINTAIN A FUNDING SOURCE FOR FACULTY; TO PARTICIPATE IN A SUMMER INTERNSHIP PROJECT WITH INSULAR AREA COLLEGES/UNIVERSITIES; TO PROVIDE LOCAL AND REGIONAL SUMMER INTERNSHIPS; TO PROVIDE SUMMER INSTITUTE SCHOLARSHIPS; TO PROVIDE OFF-ISLAND SCHOLARSHIPS FOR STUDENTS PURSUING BACHELOR&#39;S DEGREES IN FOOD AND AGRICULTURAL RELATED SCIENCES; AND TO PROVIDE FINANCIAL SUPPORT FOR FACULTY AND STAFF PROFESSIONAL DEVELOPMENT. THESE OBJECTIVES WILL HELP ACNR MEET ITS OUTCOMES AND OVERALL NIFA OBJECTIVES OF INCREASING THE NUMBER AND DIVERSITY OF STUDENTS PURSING DEGREES IN FOOD AND AGRICULTURAL SCIENCES, AND ENHANCING THE QUALITY OF POSTSECONDARY INSTRUCTION TO HELP MEET CURRENT AND FUTURE WORKPLACE NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7824ca33-0633-4494-1432-0e60610ec6de-C", "generated_internal_id": "ASST_NON_20187000428683_12H3"}, {"internal_id": 68053990, "Award ID": "20187000428682", "Award Amount": 142085.87, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-10", "CFDA Number": "10.308", "Description": "FOOD, AGRICULTURE, NATURAL RESOURCES (FANR) STUDENTS NEED TO BE PREPARED TO COMPETE IN THE 21ST CENTURY WORKFORCE. CURRENT ACADEMIC PROGRAM NOT ALWAYS DEVELOP THE NECESSARY SOFT SKILLS NEEDED FOR SUCCESS. HISPANIC STUDENTS ARE SEVERELY UNDERREPRESENTED IN CAREERS RELATED TO FANR WHEN COMPARE NON-HISPANIC WHITES AND ASIAN STUDENTS. THE FOLLOWING SOFT SKILLS ARE RELEVANT TO SUCCEED IN THE 21ST CENTURY: COMMUNICATION, DECISION-MAKING /PROBLEM SOLVING, SELF-MANAGEMENT, TEAMWORK, PROFESSIONAL, EXPERIENCES AND LEADERSHIP SKILLS.THE MAIN GOAL OF THIS PROPOSAL IS TO DEVELOP OR STRENGTHEN SOFT SKILLS IN UPRM STUDENTS FROM FANR CAREERS BY INVOLVING THEN IN EXPERIENTIAL LEARNING, INTERNSHIPS AND OUTREACH ACTIVITIES. IT WILL ALSO SEEK TO TRAIN FANR STUDENTS IN MEANINGFUL INTERDISCIPLINARY RESEARCH PROJECTS RELATED TO AGRICULTURE AND THE PROTECTION OF NATURAL RESOURCES, SPECIALLY RELATED TO WATER REUSE FOR ANIMAL CONSUMPTION. THEY WILL ALSO PARTICIPATE IN THE SOLUTION OF PROBLEMS RELATED TO WATER NEEDS IN FARMING COMMUNITIES.THIS PROPOSAL WILL INVOLVE 4 UNDERGRADUATE AND 4 GRADUATE STUDENTS IN EXPERIENTIAL LEARNING ACTIVITIES SUCH AS MEANINGFUL RESEARCH PROJECTS, INTERNSHIPS, OUTREACH ACTIVITIES AT K-12 SCHOOLS AND A ONE-TO-ONE MENTORSHIP. THIS PROJECT WILL ALSO SEEK TO IMPACT OTHER 100 FANR STUDENTS BY INVOLVING THEM IN THE SHORT COURSES AND WORKSHOPS. STUDENTS WILL BE TAUGHT HOW TO IDENTIFY AND ANALYZE PROBLEMS, THINK ABSTRACTLY, CREATE INNOVATIVE SOLUTIONS, TRANSFER KNOWLEDGE AND TAKE EFFECTIVE ACTIONS.  A SERIES OF WORKSHOPS THAT WILL OFFERED INCLUDES; SCIENTIFIC WRITING; HOW TO PREPARE EFFECTING PRESENTATIONS; HOW TO PUBLISH IN PEER REVIEW JOURNALS; ETHICS IN SCIENCE AND HOW TO PROTECT INTELLECTUAL PROPERTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20187000428682_12H3"}, {"internal_id": 68053989, "Award ID": "20187000428681", "Award Amount": 92111.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-10", "CFDA Number": "10.308", "Description": "STRENGTHEN PUERTO RICOS AGRICULTURAL SCIENCES PROGRAMS BY INTEGRATING PRECISION AGRICULTURE TECHNOLOGIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20187000428681_12H3"}, {"internal_id": 69573192, "Award ID": "20187000428677", "Award Amount": 109567.63, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "10.308", "Description": "SINCE 2017, THE DEPARTEMENT OF AGRICULTURAL TECHNOLOGY STARTED THE CENTRAL PUERTO RICO SCHOOL GARDEN INITIATIVE. THE MAIN GOAL OF THIS UNIVERSITY-SCHOOLS PARTNERSHIP IS TO ADVANCE AGRICULTURE EDUCATION IN ALL EDUCATIONAL LEVELS, FROM PRESCHOOL TO DAT-UPRU&#39;S NEW BACHELOR&#39;S DEGREE IN SUSTAINABLE AGRICULTURE. A NEXT STEP FOR THE SCHOOL GARDEN INITIATIVE IS TO INCREASE THE PARTICIPATION, COMMUNICATION, HORIZONTALITY AND LEADERSHIP AMONG SCHOOL AND UPRU PARTICIPANTS, TO MAKE IT MORE SUSTAINABLE IN THE LONG TERM. THE USE OF DISTANCE EDUCATION TECHNOLOGIES (DET) CAN HELP IN THIS PROCESS BY PROVIDING NEW COMMUNICATION TOOLS AND CONTINUOUS ACCESS TO HIGH QUALITY STEAM INFORMATION. THE PROPOSED PROJECT SEEKS TO FULFILL THIS NECESSITY THROUGH THE ACHIEVEMENT OF THE PROJECT&#39;S SUPPORTING OBJECTIVES. THE PROJECT&#39;S SUPPORTING OBJECTIVES ARE TO: 1) INCREASE DISTANCE EDUCATION TECHNOLOGY KNOWLEDGE AMONG DAT-UPRU UNDERGRADUATE STUDENTS AND FACULTY, AND SCHOOLS OF CENTRAL PUERTO RICO; 2)CREATE EDUCATIONAL MODULES ON THE USE OF DISTANCE EDUCATION TECHNOLOGIES FOR AGRICULTURAL EDUCATION IN SCHOOLS AND DAT-UPRU; 3) ENGAGE DAT-UPRU UNDERGRADUATE STUDENTS IN THE TEACHING OF DET TO TEACHERS AND STUDENTS FROM LOCAL SCHOOLS; 4) DEVELOP A WEB-SUPPORTED SCHOOL GARDEN NETWORK FOR PUERTO RICO; AND 5) PROMOTE THE INTERACTION OF STUDENTS AND TEACHERS WITHIN THE NETWORK AND WITH OTHER REGIONAL SCHOOL GARDEN NETWORKS. THE PROPOSED PROJECT&#39;S LONG-TERM OVERARCHING GOAL IS TO IMPROVE AGRICULTURE EDUCATION IN CENTRAL PUERTO RICO THROUGH THE USE OF DISTANCE EDUCATION TECHNOLOGIES (DET).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6853e01-3760-2cbb-f61d-a25cc143f771-C", "generated_internal_id": "ASST_NON_20187000428677_12H3"}, {"internal_id": 62208668, "Award ID": "20177000427295", "Award Amount": 35888.61, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-12", "CFDA Number": "10.308", "Description": "THROUGH THE YEARS, AGRICULTURAL SCIENCE RESEARCH AT UPRM HAS MADE SIGNIFICANT CONTRIBUTIONS TO THE CORE OF KNOWLEDGE OF ITS VARIOUS FIELDS OF STUDY. IN CONTRAST TO THE ADVANCES IN AGRICULTURAL SCIENCES, THERE HAS BEEN A NEED FOR TECHNOLOGY ADAPTATION AND OPTIMIZATION. NATIONALLY, AGRICULTURAL ENGINEERING HAS BEEN THE FIELD FOCUSING ON AGRICULTURAL TECHNOLOGY AND SYSTEMS IMPROVEMENT. IN PUERTO RICO, HOWEVER, NO HIGHER EDUCATION INSTITUTION OFFERS DEGREES IN AGRICULTURAL ENGINEERING OR SIMILAR FIELDS. NONETHELESS, UPRM OFFERS ENGINEERING DEGREES IN VARIOUS FIELDS AND THEIR SKILLS CAN BE APPLIED TO SPECIFIC AGRICULTURE RELATED PROBLEMS. THE PROPOSED PROJECT SEEKS TO PROVIDE FUNDAMENTAL AGRICULTURAL SCIENCE KNOWLEDGE TO ENGINEERING STUDENTS AND GUIDE THEM TO FOCUS THEIR CAPSTONE DESIGN PROJECT ON CURRENT AGRICULTURAL TECHNOLOGY ISSUES. BY INVOLVING POTENTIAL PROJECTS SPONSORS IN THE DEVELOPMENT AND EVALUATION OF STUDENT PROJECTS, PROPONENTS SEEK TO FOSTER INTEREST AMONG STAKEHOLDERS TO FURTHER THE AGRICULTURAL TECHNOLOGY OPTIMIZATION EFFORT BEYOND PROJECT&#39;S TIME FRAME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20177000427295_12H3"}, {"internal_id": 62208667, "Award ID": "20177000427294", "Award Amount": 144314.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.308", "Description": "A SCIENCE HUB FACILITY FOR AGRICULTURE AND PLANT PROTECTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20177000427294_12H3"}, {"internal_id": 62208666, "Award ID": "20177000427293", "Award Amount": 96028.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-15", "CFDA Number": "10.308", "Description": "PUERTO RICO HAS ABOUT 4 MILLION SQUARE FEET IN VACANT INDUSTRIAL FACILITIES RESULTING FROM A REDUCTION IN MANUFACTURING ECONOMIC ACTIVITY. PR NEEDS TO RETHINK THE USE OF THIS PHYSICAL CAPITAL. WITH A SMALL INVESTMENT, ALL THESE INDUSTRIAL FACILITIES CAN BECOME PRODUCTIVE AGAIN, BUT IN THE AGRICULTURAL SECTOR. INDOOR CROP PRODUCTION (ICP) SPECIFICALLY REFERS TO THE USE OF AN ENCLOSED, CONTROLLED ENVIRONMENT SYSTEM USED TO GROW CROPS WITHOUT THE USE OF SOLAR LIGHT (OR SUPPLEMENTING SOLAR LIGHT WITH AN ARTIFICIAL SOURCE). SUCH AGRICULTURAL TECHNOLOGY HAS BEEN SUCCESSFULLY ADOPTED IN THE USA, AND OTHER COUNTRIES, WITH DOCUMENTED ADVANTAGES SUCH AS DECREASED HAND LABOR, REDUCED FLOOR SPACE, MINIMAL LOSES DUE TO PATHOGENS AND/OR INSECTS, AND INCREASE IN HARVEST CYCLES. THE PROPOSED PROJECT SEEKS TO GAIN HANDS-ON UNDERSTANDING OF ICP TECHNOLOGY AND DETERMINE ITS ECONOMIC FEASIBILITY FOR PUERTO RICO. THIS IS ACHIEVED BY INSTALLING COMMERCIALLY AVAILABLE ICP TECHNOLOGY AND ESTABLISHING THE ICPLAB AT UPRM. THE FACILITY WILL BE OPERATED TO PRODUCE LETTUCE (I.E., TROPICANA VARIETY), A WELL UNDERSTOOD CROP, SO THAT EFFORTS CAN FOCUS ON OPTIMIZATION OF SYSTEMS PARAMETERS. ULTIMATELY, THE PROJECT SHOULD PROVE THE CONDITION UNDER WHICH ICP CAN BE PROFITABLE FOR PUERTO RICO AGRICULTURE. SUCH UNDERSTANDING SHALL ENABLE THE USE OF VACANT INDUSTRIAL FACILITIES TO PRODUCE CROPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20177000427293_12H3"}, {"internal_id": 62208665, "Award ID": "20177000427277", "Award Amount": 142387.93, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-12", "CFDA Number": "10.308", "Description": "INCREASING HISPANIC STUDENTS SUCCESS IN AGRICULTURE-RELATED EDUCATION IN PUERTO RICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1cef491-34d9-b459-dc8a-eed673f48f5c-C", "generated_internal_id": "ASST_NON_20177000427277_12H3"}, {"internal_id": 62253553, "Award ID": "20177000427231", "Award Amount": 134719.57, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-14", "CFDA Number": "10.308", "Description": "ENGAGING PREBACCALAUREATE STUDENTS IN EDUCATIONAL AGRICULTURAL RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_20177000427231_12H3"}, {"internal_id": 62253555, "Award ID": "20177000427229", "Award Amount": 144749.73, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-13", "CFDA Number": "10.308", "Description": "IMPROVEMENT OF TISSUE CULTURE, STEREOMICROSCOPY AND BIOCHEMICAL ANALYSIS LABORATORY IN AGRICULTURE SCIENCE EDUCATION AT UNIVERSITY OF GUAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20177000427229_12H3"}, {"internal_id": 62253556, "Award ID": "20177000427228", "Award Amount": 98658.6, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-09", "CFDA Number": "10.308", "Description": "THIS PROJECT WILLCONSTRUCT A FULLY OPERATIONAL GREEN WATER SYSTEM TO MERGE EXISTING IRRIGATION INFRASTRUCTURE WITH RAINWATER CATCHMENT, DISTRIBUTION, AND IRRIGATION TECHNOLOGIES THAT PROVIDE STATE-OF THE-ART SOLUTIONS TO WATER CONSERVATION AND AGRICULTURAL SUSTAINABILITY IN THE HOT, HUMID TROPICS. RAINWATER HARVESTING, WATER STORAGE, WATER FILTRATION, WATER DELIVERY, WATER MONITORING, AND AGRICULTURAL CROP MICROIRRIGATION SYSTEMS WILL BE INSTALLED AT UVI-AES FIELD FACILITIES. A FARM EQUIPMENT BUILDING FOR STORAGE AND MAINTENANCE WILL BE CONSTRUCTED TO AUGMENT THE RAINWATER CATCHMENT CAPACITY OF THE GREEN WATER SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_20177000427228_12H3"}, {"internal_id": 127669506, "Award ID": "20167000425719", "Award Amount": -35.36, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-25", "CFDA Number": "10.308", "Description": "INTEGRATED SUSTAINABLE SMALL FARM TRAINING IN THE PACIFIC ISLANDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20167000425719_12H3"}, {"internal_id": 131543926, "Award ID": "20167000425660", "Award Amount": -76.48, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-01", "CFDA Number": "10.308", "Description": "COMMUNITY SERVICE AS AN ACTIVE LEARNING STRATEGY FOR AGRICULTURE UNDERGRADUATE STUDENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6853e01-3760-2cbb-f61d-a25cc143f771-C", "generated_internal_id": "ASST_NON_20167000425660_12H3"}, {"internal_id": 123184347, "Award ID": "20167000425658", "Award Amount": -19893.76, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-04", "CFDA Number": "10.308", "Description": "PROMOTING LOCAL RESEARCH AND INTERNSHIP EXPERIENCES IN THE US FOR UNDERGRADUATE STUDENTS OF TWO CAMPUSES OF THE UNIVERSITY OF PUERTO RICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20167000425658_12H3"}, {"internal_id": 98187887, "Award ID": "20167000425657", "Award Amount": -15224.65, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-03", "CFDA Number": "10.308", "Description": "WORKING IN AGRICULTURAL TRAINING: EDUCATION BY RESEARCH (WATER)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e800cd92-b10a-83a1-ddde-0129b8620fa5-C", "generated_internal_id": "ASST_NON_20167000425657_12H3"}, {"internal_id": 110859861, "Award ID": "20157000424219", "Award Amount": -3608.87, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "10.308", "Description": "ENHANCING UNDERGRADUATE STUDENTS EDUCATION THROUGH EXPERIENTIAL LEARNING IN AGRICULTURE RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_20157000424219_12H3"}, {"internal_id": 62253380, "Award ID": "20157000424162", "Award Amount": -251.87, "Award Type": null, "Base Obligation Date": "2017-12-08", "CFDA Number": "10.308", "Description": "RECRUITMENT AND RETENTION OF STUDENTS MAJORING AGRICULTURAL SCIENCE AT UNIVERSITY OF GUAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_20157000424162_12H3"}, {"internal_id": 110859854, "Award ID": "20157000424139", "Award Amount": -6000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "10.308", "Description": "DEVELOPING RESIDENT INSTRUCTION IN FOOD & AGRICULTURE RELATED SCIENCES AT THE AMERICAN SAMOA COMMUNITY COLLEGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7824ca33-0633-4494-1432-0e60610ec6de-C", "generated_internal_id": "ASST_NON_20157000424139_12H3"}, {"internal_id": 69949034, "Award ID": "20137000421317", "Award Amount": -142963.93, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "10.308", "Description": "PHASE IV - CARIPAC CONSORTIUM DISTANCE EDUCATION GRANT FOR INSTITUTIONS OF HIGHER EDUCATION IN INSULAR AREAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_20137000421317_12H3"}]