[{"internal_id": 152523550, "Award ID": "20227041238454", "Award Amount": 1858560.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "10.332", "Description": "NIFA AG2PI COLLABORATIVE: CONTINUING TO SEED THE FUTURE OF AGRICULTURAL GENOME TO PHENOME RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20227041238454_12H3"}, {"internal_id": 137660845, "Award ID": "20217041235233", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-14", "CFDA Number": "10.332", "Description": "TO ACHIEVE SUSTAINABLE GENETIC IMPROVEMENT OF AGRICULTURAL SPECIES AND THEREBY MITIGATE ENVIRONMENTAL IMPACTS AND ENHANCE THE SUSTAINABILITY AND PROFITABILITY OF US AGRICULTURE, THE EXPERTISE OF A BROAD COMMUNITY OF AGRICULTURAL GENOME TO PHENOME (AG2P) RESEARCHERS MUST BE ENGAGED, DRAWING FROM BOTH CROP AND LIVESTOCK COMMUNITIES, AS WELL AS INTEGRATIVE DISCIPLINES (E.G., ENGINEERS, DATA SCIENTISTS, ECONOMISTS, AND SOCIAL SCIENTISTS). TOWARDS THIS END AN EXISTING NIFA-FUNDED PROJECT (2020-70412-32615) IS ASSEMBLING AND PREPARING A TRANSDISCIPLINARY COMMUNITY TO CONDUCT AG2P RESEARCH. THIS PROJECT IS: DEVELOPING A VISION FOR AG2P RESEARCH BY IDENTIFYING RESEARCH GAPS AND OPPORTUNITIES; FOSTERING FIRST STEPS TOWARDS THE DEVELOPMENT OF COMMUNITY SOLUTIONS TO THESE CHALLENGES AND GAPS; AND RAPIDLY DISSEMINATING FINDINGS TO THE BROADER COMMUNITY. THE CURRENT PROJECT WILL LEVERAGE THESE ACTIVITIES BY USING A COMPETITIVE PROCESS IN COORDINATION WITH NIFA TO PROVIDE ADDITIONAL SEED GRANTS TO THE AG2PI COMMUNITY. THESE SEED GRANTS WILL IDENTIFY BOTTLENECKS AND EXPLORE NOVEL SOLUTIONS TO COMMUNITY CHALLENGES TO AG2P RESEARCH. THE PROJECT FEATURES A ROBUST PROJECT MANAGEMENT PLAN, INVOLVING LEADERS WITH THE REQUISITE EXPERIENCE MANAGING LARGE COMPLEX PROJECTS, IMPLEMENTATION PLANS BASED ON BEST PRACTICES AND THE SCIENCE OF TEAM SCIENCE, COUPLED WITH A ROBUST ASSESSMENT PLAN TO REFINE BEST PRACTICES. A COMPREHENSIVE AND INCLUSIVE GROUP OF SCIENTIFIC PARTNER ORGANIZATIONS (INCLUDING THOSE SERVING THE GLOBAL COMMUNITY), A RENOWNED SCIENTIFIC ADVISORY BOARD, AND AN EXTERNAL STAKEHOLDER GROUP WILL ASSIST THE EXECUTIVE TEAM IN MEETING ITS OBJECTIVES AND ENSURING THAT ITS ACTIVITIES COORDINATE AND COMPLEMENT EXISTING PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20217041235233_12H3"}, {"internal_id": 110209897, "Award ID": "20207041232615", "Award Amount": 960000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-12", "CFDA Number": "10.332", "Description": "TO ADDRESS THE CHALLENGES AND OPPORTUNITIES OF ACHIEVING SUSTAINABLE GENETIC IMPROVEMENT OF AGRICULTURAL SPECIES, THEREBY ENHANCING THE SUSTAINABILITY AND PROFITABILITY OF US AGRICULTURE, THE EXPERTISE OF A BROAD COMMUNITY OF AGRICULTURAL GENOME TO PHENOME (AG2P) RESEARCHERS MUST BE ENGAGED, DRAWING FROM BOTH CROP AND LIVESTOCK COMMUNITIES, AS WELL AS INTEGRATIVE DISCIPLINES (E.G., ENGINEERS, DATA SCIENTISTS, ECONOMISTS, AND SOCIAL SCIENTISTS). THE OVERALL OBJECTIVE OF THIS AG2PI IS TO ASSEMBLE AND PREPARE A TRANSDISCIPLINARY COMMUNITY TO CONDUCT AG2P RESEARCH. THE PROJECT WILL: DEVELOP A VISION FOR AG2P RESEARCH BY IDENTIFYING RESEARCH GAPS AND OPPORTUNITIES; FOSTER FIRST STEPS TOWARDS THE DEVELOPMENT OF COMMUNITY SOLUTIONS TO THESE CHALLENGES AND GAPS; AND RAPIDLY DISSEMINATE FINDINGS TO THE BROADER COMMUNITY. TOWARDS THESE ENDS, AG2PI WILL SPONSOR AND COORDINATE FIELD DAYS, CONFERENCES, TRAINING WORKSHOPS, AND SEED GRANTS. AG2PI FEATURES A ROBUST PROJECT MANAGEMENT PLAN, INVOLVINGLEADERS WITH THE REQUISITE EXPERIENCE MANAGING LARGE COMPLEX PROJECTS, IMPLEMENTATION PLANS BASED ON BEST PRACTICES AND THE SCIENCE OF TEAM SCIENCE, COUPLED WITH A ROBUST ASSESSMENT PLAN TO REFINE BEST PRACTICES. A COMPREHENSIVE AND INCLUSIVE GROUP OF SCIENTIFIC PARTNER ORGANIZATIONS (INCLUDING THOSE SERVING THE GLOBAL COMMUNITY), A RENOWNED SCIENTIFIC ADVISORY BOARD, AND AN EXTERNAL STAKEHOLDER GROUP WILL ASSIST THE AG2PI IN MEETING ITS OBJECTIVES AND ENSURING THAT ITS ACTIVITIES COORDINATE AND COMPLEMENT EXISTING PROGRAMS IN PLANT AND LIVESTOCK G2P. DEVELOPMENT OF A CROSS-KINGDOM COMMUNITY PREPARED TO TACKLE AG2P RESEARCH OFFERS OPPORTUNITIES TO DEVELOP NOVEL AND CREATIVE SOLUTIONS TO ENHANCE OUR UNDERSTANDING OF BOTH KINGDOMS, FOR THE BENEFIT OF US AGRICULTURE AND SOCIETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20207041232615_12H3"}]