[{"internal_id": 151882446, "Award ID": "20223850438565", "Award Amount": 382382.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "10.319", "Description": "ESTABLISHING FINANCIAL BENCHMARKS ACROSS SMALL-SCALE, SPECIALTY CROP, BEGINNING, AND SOCIALLY DISADVANTAGED FARMER AND RANCHER TRAINING PROGRAMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1365968e-88a8-9046-4733-6ec9e7f54826-C", "generated_internal_id": "ASST_NON_20223850438565_12H3"}, {"internal_id": 151587401, "Award ID": "20223850438104", "Award Amount": 492580.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-21", "CFDA Number": "10.319", "Description": "NORTHERN PLAINS REGIONAL FARM BUSINESS MANAGEMENT AND BENCHMARKING PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20223850438104_12H3"}, {"internal_id": 151131011, "Award ID": "20223850437841", "Award Amount": 499961.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-05", "CFDA Number": "10.319", "Description": "AMPLIFYING THE RELEVANCY OF FINANCIAL BENCHMARKING THROUGH EXPANDED OUTREACH AND ENVIRONMENTAL EMPHASIS TO GROW THE NATIONAL DATABASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20223850437841_12H3"}, {"internal_id": 150868095, "Award ID": "20223850437839", "Award Amount": 483637.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-13", "CFDA Number": "10.319", "Description": "NEW APPROACHES TO FARM FINANCIAL BENCHMARKING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20223850437839_12H3"}, {"internal_id": 139651824, "Award ID": "20213850435827", "Award Amount": 437918.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "10.319", "Description": "THIS PROJECT WILL MAINTAIN AND EXPAND THE EXISTING FINBIN FARM FINANCIAL MANAGEMENT DATABASE, WITH A FOCUS ON FACILITATING COLLABORATION FROM MORE DIVERSE FARM MANAGEMENT ACTIVITIES, EXPANDING RESEARCH OPPORTUNITIES, AND EXPANDING THE TYPES OF FARMING ACTIVITIES REPRESENTED IN THE DATABASE. NEW TECHNOLOGIES WILL BE DEVELOPED TO CREATE FINANCIAL ANALYSIS AND BENCHMARKING EFFICIENCIES THAT WILL FACILITATE NEW PARTNERSHIPS AND CREATE THE ABILITY TO ANALYZE ALTERNATIVE MARKETING CHANNELS. THE PROPOSED PROJECT WILL ENHANCE THE VALUE OF THE FINBIN FARM FINANCIAL DATABASE BY ENABLING RESEARCHERS TO ANSWER CRITICAL PRODUCER QUESTIONS REGARDING INVESTMENT DECISIONS, COST CONTROL MEASURES, AND PRODUCTION EFFICIENCIES. THESE EFFORTS WILL ASSIST PRODUCERS IN THEIR ABILITY TO USE BENCHMARKING TO MANAGE RISK AND IMPROVE PROFITABILITY.SPECIFIC GOALS OF THIS PROJECT INCLUDE: EXPANDING RESEARCH OPPORTUNITIES USING THE DATABASE; INCREASING THE DIVERSITY OF THE EXISTING DATABASE; EXPANDING COLLABORATIONS WITH FARM FINANCIAL MANAGEMENT PROGRAMS; DEVELOPING ADDITIONAL TOOLS TO IMPROVE FINANCIAL ANALYSIS AND DATABASE EFFICIENCY AND COLLABORATIVE EFFORTS; PROVIDE TRAINING TO EMERGING BENCHMARKING PROGRAMS IN ORDER TO ENSURE CONSISTENCY AND INTEGRITY OF COLLECTION PROCESSES; AND CREATE TRAINING RESOURCES TO HELP PRODUCERS, EDUCATORS, AND LENDERS INTERPRET AND APPLY BENCHMARKING PRINCIPALS IN WAYS THAT ARE MOST BENEFICIAL TO OPERATIONAL MANAGEMENT.THIS PROJECT ADDRESSES BOTH OF THE OBJECTIVES AND ALL FIVE OF THE MEASURES OUTLINED IN THE FBMB RFA, PART I, C.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20213850435827_12H3"}, {"internal_id": 138341010, "Award ID": "20213850435301", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-28", "CFDA Number": "10.319", "Description": "DEMANDS FOR LOCAL BEEF HAVE CONTINUALLY INCREASED OVERTIME BUT EXPLODED DURING THE COVID-19 PANDEMIC. AS MORE DIRECT TRANSACTIONS OCCUR AMONG PRODUCERS, PROCESSORS, AND CUSTOMERS OF LOCAL BEEF, CHALLENGES SURFACED DUE TO UNCERTAINTIES AND LACK OF COMMUNICATION AMONG STAKEHOLDERS REGARDING TRANSACTIONS. ADDITIONALLY, OUR PRELIMINARY SURVEY SHOWED THESE B2C BEEF PRODUCERS DO NOT FULLY UTILIZE STANDARDIZED FARM FINANCIAL MANAGEMENT TECHNIQUES FOR MAXIMIZING PROFITABILITY POTENTIAL. TO ADDRESS THESE CHALLENGES, THIS MULTI-DISCIPLINARY PROJECT AIMS TO MAXIMIZE PROFITABILITY POTENTIAL OF SMALL- AND MEDIUM-SIZED B2C BEEF PRODUCERS BY DEVELOPING RESOURCES RELATED TO FINANCIAL MANAGEMENT/COST CONTROLS, BENCHMARKING, AND LOCAL BEEF PURCHASING. DEVELOPED RESOURCES WILL BE IMPLEMENTED AT 18-24 RANCHES IN KANSAS, AND THEIR FINANCIAL INFORMATION WILL BE ADDED TO THE NATIONAL FARM FINANCIAL DATABASE (FINBIN).DELIVERABLES INCLUDE (1) BENCHMARKING DATA OF 18-24 BEEF PRODUCERS IN KANSAS AND (2) RESOURCES FOR PRODUCERS, PROCESSORS, AND CUSTOMERS OF LOCAL BEEF: FINANCIAL MANAGEMENT/COST CONTROL AND LOCAL BEEF PURCHASING. AN AGRICULTURAL ECONOMIST WILL VISIT BEEF PRODUCERS 2-3 TIMES, YEARLY, TO COLLECT OPERATIONAL/FINANCIAL DATA TO EXPAND FINBIN AND TO PROVIDE CONSULTATIONS USING THE DEVELOPED RESOURCES. CHANGES IN FINANCIAL PERFORMANCE AND SATISFACTION WITH B2C TRANSACTIONS WILL BE USED TO ASSESS THE EFFECTIVENESS OF THE DELIVERABLES. THE PROJECT WILL CULMINATE IN A FREE ONLINE RESOURCE REPOSITORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20213850435301_12H3"}, {"internal_id": 138341009, "Award ID": "20213850435300", "Award Amount": 499820.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-01", "CFDA Number": "10.319", "Description": "THE OVERALL PROJECT GOALS INCLUDE: INCREASING THE AMOUNT OF FARM FINANCIAL ANALYSIS DATA ANDEXPANDING BENCHMARKING DATA INTERPRETATION THROUGH COLLABORATIVE EFFORTS OF SIX PARTNERS IN ILLINOIS,MINNESOTA, MISSOURI, NORTH CAROLINA AND WISCONSIN; ENHANCING INSTRUCTIONAL TOOLS AND TECHNIQUESSUPPORTING FARMERS SUBMITTING DATA; AND MAGNIFYING THE VALUE OF THE FBMB NATIONAL DATABASEUSING NEW DATA SHARING AND MENTORING.PROPOSED OBJECTIVES INCLUDE BREAKING DOWN BARRIERS BY: ENHANCING THE DIVERSITY OF CROP ANDLIVESTOCK FARMS SUBMITTED; PUBLISHING AN BENCHMARKING ENVIRONMENTAL PRACTICES SORT; EXPANDINGDELIVERY TO UNDERSERVED FARMERS WITH A SPANISH TRANSLATION AND CLOSED CAPTIONING; PARTNERING WITHTHE 1890&#39;S CENTER FOR INNOVATION AND SUSTAINABLE SMALL FARMS, RANCHES, AND FORESTLANDS (CISFR)AND E-XTENSION; EXPANDING USE OF THE FINPACK-ENHANCED PLAN-ON-A-PAGE; DEVELOPING EIGHT VIDEOPRESENTATIONS TO INCREASE FINANCIAL LITERACY; INCREASING KNOWLEDGE OF THE FBMB NATIONAL DATABASE;ENRICHING CURRENTCOLLABORATIVE MENTORING PROGRAMS FOR EARLY CAREER FBM PROFESSIONALS; IDENTIFYINGNEW STRATEGIES FOR SHARING FBMB NATIONAL DATABASE INFORMATION TO ALL AUDIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20213850435300_12H3"}, {"internal_id": 138341008, "Award ID": "20213850435299", "Award Amount": 498262.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-29", "CFDA Number": "10.319", "Description": "THE PURPOSE OF THIS PROJECT IS TO IMPROVE THE KNOWLEDGE, LONG-TERM PROFITABILITY, AND RISK MANAGEMENT DECISIONS OF U.S. FARMERS AND RANCHERS THROUGH THE USE AND DEVELOPMENT OF THE NATIONAL FARM FINANCIAL BENCHMARKING DATABASE. THE PROJECT WILL BE CONDUCTED THROUGH THE COLLABORATIVE EFFORTS OF THREE FARM BUSINESS MANAGEMENT ASSOCIATIONS IN THREE STATES (THE NORTH DAKOTA FARM BUSINESS MANAGEMENT [NDFBM] EDUCATION PROGRAM, THE SOUTH DAKOTA CENTER FOR FARM/RANCH MANAGEMENT AT THE MITCHELL TECHNICAL INSTITUTE [SDCFRM], AND NEBRASKA FARM BUSINESS, INC. [NFBI]), TWO LAND-GRANT UNIVERSITIES (OHIO STATE UNIVERSITY [OSU] AND UNIVERSITY OF NEBRASKA-LINCOLN [UNL]), AND THE DAKOTA COLLEGE AT BOTTINEAU (DCB) IN NORTH DAKOTA.OUR PROJECT WILL ADDRESS BOTH FBMB PROGRAM OBJECTIVES TO 1) \"MAINTAIN AND EXPAND\" THE NATIONAL DATABASE AND 2) \"EXPAND COLLABORATIVE FARM MANAGEMENT EDUCATIONAL PROGRAMS AND ASSOCIATION PARTNERSHIPS THAT WILL CONTRIBUTE DATA\" TO THE NATIONAL DATABASE. WE WILL ALSO HELP TO ADDRESS ALL FIVE FBMB MEASURES IDENTIFIED IN THE FUNDING ANNOUNCEMENT. WHILE OUR ORGANIZATIONS ALREADY SUPPORT OVER 1,550 PRODUCER FARM FINANCIAL ANALYSES AND CONTRIBUTE TO THE NATIONAL DATABASE, WE ARE COMMITTED TO INCREASING THE NUMBER OF PARTICIPANTS (ESPECIALLY BEGINNING AND SMALL- AND MEDIUM-SIZED FARMS), INCREASING THE QUALITY OF FINANCIAL RECORDS, AND CREATING A COMPREHENSIVE ANNUAL REPORT TO BE USED IN THE NATIONAL DATABASE. OUR PROJECT WILL ALSO SUPPORT RESEARCH AIMED AT IMPROVING KNOWLEDGE ON THE ROLE OF INFORMATION AVOIDANCE IN FINANCIAL RISK MANAGEMENT DECISION-MAKING. RESEARCH OUTCOMES WILL BE USED TO IDENTIFY INFORMATION FRAMING STRATEGIES THAT MAY APPEAL TO UNINFORMED (I.E., LIMITED KNOWLEDGE OF FINANCIAL STANDING AND RISK MANAGEMENT CONCEPTS) INDIVIDUALS, THEREBY ENHANCING THEIR PROBABILITIES OF FARM SUCCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20213850435299_12H3"}, {"internal_id": 108819698, "Award ID": "20203850432480", "Award Amount": 459482.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-29", "CFDA Number": "10.319", "Description": "EXPANDING THE FARM FINANCIAL BENCHMARKING DATABASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20203850432480_12H3"}, {"internal_id": 108819699, "Award ID": "20203850432409", "Award Amount": 431329.26, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.319", "Description": "THE PURPOSE OF THIS PROJECT IS TO IMPROVE THE KNOWLEDGE, LONG-TERM PROFITABILITY, AND RISK MANAGEMENT DECISIONS OF U.S. FARMERS AND RANCHERS THROUGH THE USE AND DEVELOPMENT OF THE NATIONAL FARM FINANCIAL BENCHMARKING DATABASE. THE PROJECT WILL BE CONDUCTED THROUGH THE COLLABORATIVE EFFORTS OF THREE FARM BUSINESS MANAGEMENT ASSOCIATIONS IN THREE STATES (THE NORTH DAKOTA FARM BUSINESS MANAGEMENT [NDFBM] EDUCATION PROGRAM, THE SOUTH DAKOTA CENTER FOR FARM/RANCH MANAGEMENT AT THE MITCHELL TECHNICAL INSTITUTE [SDCFRM], AND NEBRASKA FARM BUSINESS, INC. [NFBI]), TWO LAND-GRANT UNIVERSITIES (OHIO STATE UNIVERSITY [OSU], AND UNIVERSITY OF NEBRASKA-LINCOLN [UNL]), AND DAKOTA COLLEGE AT BOTTINEAU (DCB) IN NORTH DAKOTA.OUR PROJECT WILL ADDRESS BOTH FBMB PROGRAM OBJECTIVES TO 1) \"MAINTAIN AND EXPAND\" THE NATIONAL DATABASE AND 2) \"EXPAND COLLABORATIVE FARM MANAGEMENT EDUCATIONAL PROGRAMS AND ASSOCIATION PARTNERSHIPS THAT WILL CONTRIBUTE DATA\" TO THE NATIONAL DATABASE. WE WILL ALSO HELP TO ADDRESS ALL FIVE FBMB MEASURES IDENTIFIED IN THE FUNDING ANNOUNCEMENT. WHILE OUR ORGANIZATIONS ALREADY SUPPORT OVER 1,475 PRODUCER FARM FINANCIAL ANALYSES AND CONTRIBUTE TO THE NATIONAL DATABASE, WE ARE COMMITTED TO INCREASING THE NUMBER OF PARTICIPANTS (ESPECIALLY BEGINNING AND SMALL- AND MEDIUM-SIZED FARMS), INCREASING THE QUALITY OF FINANCIAL RECORDS, AND CREATING A COMPREHENSIVE ANNUAL REPORT TO BE USED IN THE NATIONAL DATABASE. OUR PROJECT WILL ALSO SUPPORT RESEARCH RELATED TO FARM PROFITABILITY, IMPROVED RISK MANAGEMENT DECISION-MAKING UNDER FINANCIAL STRESS, EFFICIENCY INDICATORS, AND COST OF PRODUCTION, AS WELL AS RESEARCH TO IMPROVE PRODUCER PROFITABILITY AND RISK MANAGEMENT DECISION-MAKING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20203850432409_12H3"}, {"internal_id": 110209981, "Award ID": "20203850432408", "Award Amount": 360977.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-12", "CFDA Number": "10.319", "Description": "OUR PROJECT PROPOSES AN INTERDISCIPLINARY AND MULTI-INSTITUTIONAL ALLIANCE AMONG TEXAS A&AMP;M UNIVERSITY - COMMERCE (A&AMP;M - COMMERCE), WEST TEXAS A&AMP;M UNIVERSITY (WTAMU), AND REGIONAL TEXAS A&AMP;M AGRILIFE EXTENSION SERVICE AGENCIES. IN EAST TEXAS, THE PROJECT TEAM CONSISTS OF DR. JOSE A. LOPEZ (PD) AND COLLABORATORS DR. RAFAEL BAKHTAVORYAN, DR. BOB WILLIAMS, DR. CURTIS JONES, DR. MEGAN OWEN, MS. SARA ALLEN, DR. MARIO VILLARINO, AND MR. STEPHEN GOWIN. IN WEST TEXAS, THE TEAM CONSISTS OF DR. LAL ALMAS (PD), DR. BRIDGET GUERRERO (CO-PD), AND DR. KUNLAPATH SUKCHAROEN (CO-PD) AND COLLABORATORS DR. DAVID LUST, MS. DEDE JONES, AND DR. JUSTIN BENAVIDEZ. WE WILL ADDRESS OBJECTIVES (1), (2), (3), (4), (5), AND (6) OF THE FBMB PROGRAM LISTED UNDER PART I, C OF THE RFA. THE GOALS ARE TO SUPPORT THE INTELLECTUAL AND COLLABORATIVE EFFORTS OF REGIONAL FARM INSTITUTIONS BY SUPPORTING TEXAS FARM MANAGEMENT PRODUCERS TO SOLVE AGRICULTURAL AND EDUCATIONAL CHALLENGES. THE ALLIANCE WILL NETWORK WITH EDUCATIONAL INSTITUTIONS, CREDIT INSTITUTIONS, COOPERATIVES, AND/OR OUTREACH PROGRAMS TO RECRUIT FARMERS AND RANCHERS OF ALL SIZE, COLLECT INFORMATION, AND ENTER INFORMATION INTO THE FARM FINANCIAL DATABASE. THE ALLIANCE WILL PROVIDE PROFESSIONAL CONSULTING SERVICES FOR FARM FINANCIAL MANAGEMENT, BUSINESS ANALYSIS, CREDIT ANALYSIS, AND FINANCIAL BENCHMARKING TO AGRICULTURAL PRODUCERS, AND DISSEMINATE STUDIES FROM THE RESULTING DATA AND/OR SERVICE PROVIDED TO AGRICULTURAL PRODUCERS. THIS PROJECT WILL PROVIDE AGRICULTURAL PRODUCERS WITH BENCHMARKING TOOLS, STRATEGIES, AND FARM FINANCIAL ANALYSIS AND INCREASE AWARENESS OF THE NATIONAL FARM MANAGEMENT CENTER AND DATABASE AND RELEVANT SOFTWARE (FINPACK AND IFSAM).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5716ab91-4140-5a22-09b6-b691936211e7-C", "generated_internal_id": "ASST_NON_20203850432408_12H3"}, {"internal_id": 108819700, "Award ID": "20203850432381", "Award Amount": 499992.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "10.319", "Description": "THIS PROJECT WILL RESULT IN INCREASED FARMER PARTICIPATION IN THE FBMB NATIONAL DATABASE, AND INCREASED FARMER KNOWLEDGE AND SKILL OF THEIR FARM BUSINESS. NEW AND EARLY CAREER FARM MANAGEMENT EDUCATORS WILL BE ENABLED TO BETTER SERVE FARMERS IN THEIR COMMUNITY USING NEW FARM BUSINESS MANAGEMENT EDUCATIONAL SKILLS, LEARNED THROUGH MENTORING ACTIVITIES AND TRAINING METHODS. FARMERS IN ALL PARTNER PROGRAMS WILL BENEFIT FROM AN IMPROVED FARM MANAGEMENT TOOL TO BENCHMARK THEIR FARMS. NORTH CAROLINA A&AMP;T WILL EXPAND NEW PROGRAM DEVELOPMENT TO ENABLE FARMERS IN THE STATE TO BETTER USE FINANCIAL/BENCHMARK INFORMATION FOR DECISION MAKING.THIS PROJECT WILL ADDRESS BOTH FBMB OBJECTIVES. ALL PARTNERS WILL EXPAND AND MAINTAIN THE FBMB NATIONAL DATABASE AND THE COLLABORATIVE PARTNERSHIP BETWEEN FIVE STATES, WHILE EXPANDING PRODUCER KNOWLEDGE AND SKILLS. THIS PROJECT WILL ALSO ADDRESS EACH OF THE 5 MEASURES RELATING TO THESE GOALS, AS LISTED IN THE RFA. ALL PARTNERS WILL ADVANCE DATA GATHERING, WORK TO EXPAND COOPERATION, PROVIDE TRAINING AND ASSISTANCE, WORK TO IMPROVE SMALL FARM PROFITABILITY, ENSURE UNIFORM BENCHMARKING DATA, AND WORK TO IMPROVE PRODUCER SUCCESS IN DIFFICULT TIMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20203850432381_12H3"}, {"internal_id": 83116279, "Award ID": "20193850430097", "Award Amount": 490360.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-08", "CFDA Number": "10.319", "Description": "EXPANDING FARM FINANCIAL BENCHMARKING DATABASE PARTNERSHIPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20193850430097_12H3"}, {"internal_id": 81793550, "Award ID": "20193850429891", "Award Amount": 343736.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-18", "CFDA Number": "10.319", "Description": "THIS PROJECT WILL ACHIEVE THREE SETS OF GOALS. FIRST, THE PROJECT WILL MAINTAIN AND EXPAND THE NATIONAL FARM FINANCIAL MANAGEMENT DATABASE (FBMB NATIONAL DATABASE) BY CONTRIBUTING A VARIETY OF IDAHO CROP AND LIVESTOCK BUDGET DATA FROM THE LONG-STANDING UNIVERSITY OF IDAHO (UI) CROP AND LIVESTOCK BUDGETING AND BENCHMARKING (IDAHO-AGBIZ) PROGRAM. SECOND, IT WILL IMPROVE THE AWARENESS AND USE OF THE FBMB NATIONAL DATABASE AMONG IDAHO&#39;S DIVERSE AGRICULTURAL PRODUCERS WHO ARE INVOLVED IN THE PRODUCTION OF 185 COMMODITIES ON ALMOST 25,000 FARMS. THIRD, THE PROJECT WILL ESTABLISH AN INTEGRATED RESEARCH AND EXTENSION PROGRAM ON THE OPTIMAL RISK MANAGEMENT STRATEGIES, ESPECIALLY FOR SMALL- AND MEDIUM-SIZED FARMS USING THE FBMB NATIONAL DATABASE. SPECIFICALLY, THE PROJECT WILL PROVIDE REPRESENTATIVE AND DETAILED FINANCIAL INFORMATION, COVERING A BROAD NUMBER OF PACIFIC NORTHWEST AND INTERMOUNTAIN FARM SECTORS TO UPDATE AND AUGMENT THE PUBLICLY AVAILABLE FARM FINANCIAL DATABASE. THE PROJECTWILL SUPPORT AND STRENGTHEN FARM MANAGEMENT DECISION-MAKING PROCESSES BY INCREASING ACCESS TO FINANCIAL MANAGEMENT INFORMATION FROM COMPARABLE OPERATIONS. THE PROJECT WILL BE CONDUCTED BY UI EXTENSION FACULTY WHO HAVE NUMEROUS YEARS OF EXPERIENCE IN THE DEVELOPMENT AND DELIVERY OF REPRESENTATIVE FARM FINANCIAL AND ENTERPRISE ANALYSIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20193850429891_12H3"}, {"internal_id": 82498512, "Award ID": "20193850429890", "Award Amount": 402516.34, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-11", "CFDA Number": "10.319", "Description": "THE INTENT OF THIS PROJECT IS TO USE A 5-STATE COLLABORATION TO PROVIDE TRAINING FOR NEW FARM BUSINESS MANAGEMENT PROFESSIONALS AND TO EXPAND THE FBMB NATIONAL DATABASE. THIS WILL IMPROVE FARMER&#39;S LIVES BY IMPROVING THE QUALITY OF THEIR FARM BUSINESS MANAGEMENT KNOWLEDGE AND SKILLS, AND BY PROVIDING ADDITIONAL DATA FOR AN INDIVIDUAL FARMER TO BENCHMARK AGAINST. 175 FARMS WILL BE ADDED TO THE FBMB NATIONAL DATABASE. THE COLLABORATION IN THIS PROJECT WILL ENSURE THAT BOTH TRADITIONAL FARMERS AND SPECIALTY CROP PRODUCERS ARE ADDED TO THE FBMB NATIONAL DATABASE. IN DOING SO, THIS PROJECT WILL ADDRESS MEASURES 2 AND 4 OF THE FARM BUSINESS MANAGEMENT AND BENCHMARKING COMPETITIVE GRANTS PROGRAM.TRAINING AND MENTORING WILL BE DELIVERED AT NORTH CAROLINA A&AMP;T WHERE NEW PROGRAMS ARE BEING DEVELOPED AND IN WISCONSIN AS IT MANAGES STAFF CHANGES IN NUMEROUS EXISTING PROGRAMS. THIS PROJECT WILL, IN A NEW WAY, ADDRESS MEASURE 3 OF THE FARM BUSINESS MANAGEMENT AND BENCHMARKING COMPETITIVE GRANTS PROGRAM.THIRDLY, A NEW SIMPLIFIED PRODUCER TOOL WILL BE DEVELOPED TO PROVIDE PRODUCERS WITH AN ENHANCED UNDERSTANDING OF INFORMATION PROVIDED BY THE FBMB NATIONAL DATABASE. THIS TOOL WILL BE SHARED WITH PARTICIPATING FARMERS TO LIMIT THE FEELING OF BEING OVERWHELMED BY DATA, ENABLE THEM TO BETTER EXAMINE THE FINANCIAL CONDITION OF THEIR FARM, AND DISCOVER THEIR BEST FINANCIAL PATH FORWARD FOR THEIR FARM. THIS INITIATIVE WILL ADDRESS MEASURE 5 OF THE FARM BUSINESS MANAGEMENT AND BENCHMARKING COMPETITIVE GRANTS PROGRAM.IN GENERAL, FARMERS IN NORTH CAROLINA AND WISCONSIN WILL HAVE BETTER PREPARED FARM MANAGEMENT PROFESSIONALS ASSISTING THEM AS THEY EVALUATE THE FINANCIAL PERFORMANCE OF THEIR FARM BECAUSE MENTORING SUPPORT WILL COME FROM ILLINOIS, MINNESOTA, AND MISSOURI. ILLINOIS, MINNESOTA, AND MISSOURI WILL ADD NEW FARMS TO THE FBMB NATIONAL DATABASE ALLOWING THEIR FARMERS TO BENCHMARK THEIR FARMS TO AN EXPANDED DATABASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20193850429890_12H3"}, {"internal_id": 82148311, "Award ID": "20193850429889", "Award Amount": 355877.58, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-01", "CFDA Number": "10.319", "Description": "NORTHERN PLAINS REGIONAL FARM BUSINESS MANAGEMENT AND BENCHMARKING PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20193850429889_12H3"}, {"internal_id": 69573232, "Award ID": "20183850428901", "Award Amount": 250474.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-17", "CFDA Number": "10.319", "Description": "OUR PROPOSAL WILL ACHIEVE:THE MODIFICATION OF THE OF THE ONLINE NATIONAL FARM FINANCIAL BENCHMARKING DATABASE, FINBIN, (WWW.FINBIN.UMN.EDU), AND THE ASSOCIATED INDIVIDUAL FARM ANALYSIS, FINAN, TO ACCOMMODATE THE DATA INPUT AND OUTPUT NEEDS OF DIVERSIFIED PRODUCE AND MAPLE OPERATIONS. THESE MODIFICATIONS WILL ENABLE EXPANDED USE BY DIVERSIFIED PRODUCE FARMS AND MAPLE ENTERPRISES, NOT JUST IN NEW ENGLAND AND THE NORTHEAST, BUT THROUGHOUT THE COUNTRY. WE WILL BUILD FROM OUR TWO-YEAR PILOT BENCHMARKING GRANT WITH THE CENTER FOR FARM FINANCIAL MANAGEMENT AND ADD 35 PRODUCE AND/OR MAPLE OPERATIONS TO THE NATIONAL DATABASE.PRODUCERS INTEGRATING COST-BASED PRICING DECISIONS TO DETERMINE THE PRODUCTS THAT FIT THEIR SPECIFIC MARKETS, MARKETS THAT FIT THEIR FARMS, AND IDENTIFYING PRODUCTS THAT FIT THEIR FARM&#39;S SYSTEMS. FINAN AND FINBIN REPORTS WILL BE USED TO EDUCATE PRODUCERS ABOUT THEIR COSTS OF PRODUCTION, EMPOWERING THEM TO MAKE DATA-DRIVEN MANAGEMENT DECISIONS THAT LEAD TO IMPROVED PROFITABILITY AND COMPETITIVENESS OF THEIR FARMS IN SIX STATES: MA, ME, NH, NY, RI, AND VT.THE ASSESSMENT OF A DISTANCE-BASED CURRICULUM TO BUILD THE SKILLS OF BOTH AGRICULTURAL EDUCATORS AND PRODUCE AND MAPLE FARMERS IN ELECTRONIC RECORD-KEEPING AND UTILIZING FINAN TO MAKE MANAGEMENT DECISIONS. THIS TRAINING METHOD, IF SUCCESSFUL, WILL HELP FILL A NEED FOR TRAINED AGRICULTURAL EDUCATORS WHO CAN THEN WORK WITH FARMERS IN THE NORTHEAST TO PRODUCE UNIFORM FINANCIAL DATA BY ALLOWING COMPARISON OF OPERATIONS WITHIN AND ACROSS STATES. THE DEVELOPMENT OF EDUCATIONAL OUTREACH MATERIALS THAT CAN BE UTILIZED ACROSS STATES AND VIA ON-LINE PLATFORMS SUCH AS EXTENSION.THE ESTABLISHMENT OF AN ASSOCIATION OF PRODUCERS AND EDUCATORS TO SHARE EXPERIENCES AND IDEAS ABOUT HOW TO OPERATIONALIZE FINBIN OUTPUT AND IMPROVE PROFITABILITY, EFFICIENCY, AND OTHER RELATED FARM CHALLENGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_20183850428901_12H3"}, {"internal_id": 68547746, "Award ID": "20183850428735", "Award Amount": 451404.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-04", "CFDA Number": "10.319", "Description": "THE PURPOSE OF THE PROPOSED PROJECT IS TO EXPAND THE FINBIN DATABASE TO INCLUDE UNIFORM DATA FROM WESTERN BEEF COW-CALF AND BACKGROUNDING OPERATIONS, SUPPORT IMPROVED RANCH MANAGEMENT KNOWLEDGE, AND ADVANCE RANCHER RISK MANAGEMENT DECISION-MAKING. WHILE THE FBMB DATABASE REPRESENTS 11 STATES AND MORE THAN 2,300 FARMS AND RANCHES, THERE IS A LACK OF REPRESENTATION FROM BEEF COW-CALF AND BACKGROUNDING ENTERPRISES (143 AND 12, RESPECTIVELY) AND WESTERN RANCHES. COLORADO IS A LEADER IN BEEF PRODUCTION AND ITS UNIQUE REGIONAL LANDSCAPES WOULD INCREASE THE DIVERSITY OF BEEF ENTERPRISES IN THE DATABASE AND EXPAND THE IMPACT OF FINBIN TO THE WESTERN UNITED STATES. THIS PROJECT WILL MAKE BENCHMARKING DATA RELEVANT TO WESTERN BEEF CATTLE PRODUCERS, ULTIMATELY IMPROVING THEIR PROFITABILITY, COMPETITIVENESS, AND ABILITY TO SUCCESSFULLY MANAGE THROUGH PERIODS OF HIGH RISK, VOLATILITY, AND FINANCIAL STRESS.THE GOALS OF THIS PROJECT ARE TO 1) ENHANCE WESTERN BEEF PRODUCERS&#39; RANCH FINANCIAL LITERACY AND RECORD KEEPING SKILLS; 2) IMPROVE BEEF PRODUCERS ABILITY TO SUCCESSFULLY MANAGE THOUGH PERIODS OF HIGH STRESS; AND 3) MAINTAIN AND EXPAND BEEF PRODUCER RELATIONSHIPS TO FURTHER ENHANCE THE FBMB AND COLORADO SPA DATABASES.TO ADDRESS THESE GOALS, WE WILL MEET THE FOLLOWING PROJECT OBJECTIVES: 1) DEVELOP A SYSTEMATIC APPROACH TO OBTAIN FINPACK AND CO SPA LEVEL DATA FROM BEEF PRODUCERS IN COLORADO AND CREATE A LONG-TERM PERFORMANCE-TRACKING DATABASE; 2) CREATE RISK MANAGEMENT TOOLS TO FACILITATE PRODUCER AND STUDENT LEARNING AND IDENTIFY RANCH FINANCIAL STRESS PRECURSORS; AND 3) LEVERAGE EXISTING EXTENSION PROGRAM STRUCTURE TO EXPAND DATABASES AND DELIVER BENCHMARKING RESULTS. UPON CONCLUSION OF THIS PROJECT, WE ANTICIPATE WESTERN BEEF PRODUCERS WILL HAVE A GREATER UNDERSTANDING OF FACTORS THAT AFFECT OPERATIONAL PROFITABILITY AND WILL UTILIZE THE KNOWLEDGE GAINED TO MAKE MORE INFORMED MANAGEMENT DECISIONS. WE HOPE TO DEVELOP A COMPREHENSIVE BENCHMARKING TRAINING PROGRAM THAT INTEGRATES INTO OUR EXISTING EXTENSION STRUCTURE AND ALLOWS FBMB AND SPA PARTICIPANTS TO SUSTAINABLY MANAGE THEIR BEEF ENTERPRISES. DURING THE PROJECT PERIOD, WE EXPECT (60) RANCHERS TO CONTRIBUTE TO THE FBMB NATIONAL DATABASE AND (30) OF THOSE SAME RANCHERS TO CONTRIBUTE TO COLORADO SPA. SPECIFICALLY, THIS PROJECT WILL AIM TO INCREASE IN BEEF PRODUCER FINANCIAL LITERACY AND RECORD KEEPING SKILLS, IMPROVE OVERALL MANAGEMENT AND PROFITABILITY OF WESTERN BEEF COW-CALF OPERATIONS, INCREASE THE NUMBER OF TRAINED RANCH MANAGEMENT ADVISORS ASSISTING PRODUCERS AT THE LOCAL LEVEL, AND GENERATE SIGNIFICANT DATA FOR RESEARCH AND GRADUATE STUDENT TRAINING. WE ARE COMMITTED TO UTILIZING THE RESOURCES DEVELOPED IN THE EXECUTION OF THIS PROJECT TO CONDUCT FUTURE TRAINING AND ENSURE THE SUSTAINABILITY OF RANCH ENTERPRISES AND FULFILL GOALS OF THE FARM BUSINESS MANAGEMENT &AMP; BENCHMARKING PROGRAM.?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20183850428735_12H3"}, {"internal_id": 68547747, "Award ID": "20183850428734", "Award Amount": 387673.07, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "10.319", "Description": "THE PURPOSE OF THIS PROJECT IS TO BROADEN THE COLLECTION OF FARM LEVEL FINANCIAL AND PRODUCTION DATA TO ASSIST IN THE DEARTH OF INFORMATION PRESENTLY AVAILABLE IN THE STATE OF SOUTH CAROLINA. THIS PROJECT WILL NOT ONLY ASSIST IN INCREASING THE NATIONAL DATABASE BUT THROUGH THIS PROCESS BUT WILL ADVANCE THE TEAMS DATA GATHERING AND RESEARCH CAPABILITIES ON COST OF PRODUCTION, DEVELOP A BASE FOR CASES TO TEST AGRICULTURAL AND FARM POLICY AND TO BE USED IN THE TEACHING OF FARM BUSINESS MANAGEMENT COURSES, PROVIDE MORE PRECISE INFORMATION FOR EXTENSION OUTREACH EDUCATIONAL PROGRAMMING INITIATIVES, AND IMPROVE THE FARM FINANCIAL MANAGEMENT KNOWLEDGE AND SKILLS OF SOUTH CAROLINA AGRICULTURAL PRODUCERS.THE CLEMSON UNIVERSITY EXTENSION AGRIBUSINESS TEAM WILL LEVERAGE ITS STAFF AND SOUTH CAROLINA AGRIBUSINESS PARTNERS TO COLLECT THE NECESSARY INFORMATION FROM 15 FARMS ADDING 15 ADDITIONAL FARMS EACH YEAR OF THE THREE-YEAR PROJECT TO PERFORM AN ACCRUAL FARM ENTERPRISE FINANCIAL ANALYSIS. DATA WILL BE COLLECTED THROUGH ONE-ON-ONE CONSULTATIONS AND THROUGH OTHER EXTERNAL SOURCES THAT PROVIDE LENDING AND ACCOUNTING RESOURCES TO FARMERS. ALL PARTICIPATING FARM INFORMATION WILL BE AGGREGATED AS IT IS ENTERED INTO THE CENTER FOR FARM FINANCIAL MANAGEMENTS FINBIN SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_20183850428734_12H3"}, {"internal_id": 68547748, "Award ID": "20183850428733", "Award Amount": 388693.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "10.319", "Description": "ENHANCING THE VALUE OF THE NATIONAL FARM FINANCIAL BENCHMARKING DATABASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20183850428733_12H3"}, {"internal_id": 45250885, "Award ID": "20173850427123", "Award Amount": 320574.47, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-05", "CFDA Number": "10.319", "Description": "GROWING PROFIT & RISK MANAGEMENT POTENTIAL FOR OH-NY & CROP LIVESTOCK FARMS BY EXPANDING ACCESS TO FBA & BENCHMARKING PROGRAMS & RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20173850427123_12H3"}, {"internal_id": 45250884, "Award ID": "20173850427122", "Award Amount": 446492.68, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-13", "CFDA Number": "10.319", "Description": "EXPANDING THE DIVERSITY OF FARM FINANCIAL BENCHMARKING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20173850427122_12H3"}, {"internal_id": 123184325, "Award ID": "20163850425570", "Award Amount": -45603.3, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-04", "CFDA Number": "10.319", "Description": "EXPANDING THE FINBIN FARM FINANCIAL DATABASE AND BENCHMARKING TO FARMS IN TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_20163850425570_12H3"}, {"internal_id": 45245484, "Award ID": "20163850425569", "Award Amount": 608059.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-13", "CFDA Number": "10.319", "Description": "NORTHERN PLAINS REGIONAL FARM BUSINESS MANAGEMENT AND BENCHMARKING PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20163850425569_12H3"}, {"internal_id": 128759885, "Award ID": "20163850425568", "Award Amount": -5846.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-01", "CFDA Number": "10.319", "Description": "INNOVATING TO EXPAND FARM FINANCIAL MANAGEMENT AND BENCHMARKING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20163850425568_12H3"}, {"internal_id": 110859788, "Award ID": "20153850424210", "Award Amount": -4860.87, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "10.319", "Description": "MIDWEST FARM MANAGEMENT AND BENCHMARKING COLLECTIVE PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20153850424210_12H3"}, {"internal_id": 80778639, "Award ID": "20143850422600", "Award Amount": -29174.27, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-13", "CFDA Number": "10.319", "Description": "MIDWEST FARM BUSINESS MANAGEMENT AND BENCHMARKING PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20143850422600_12H3"}, {"internal_id": 68176256, "Award ID": "20143850422200", "Award Amount": -118332.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "10.319", "Description": "COMPETITIVE BENCHMARKING: ASSISTING NEW YORK AND OHIO LIVESTOCK AND CROP PRODUCERS TO INCREASE PROFITABILITY AND MANAGE RISK IN A VOLATILE E", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20143850422200_12H3"}, {"internal_id": 81545701, "Award ID": "20143850422198", "Award Amount": -126919.11, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-05", "CFDA Number": "10.319", "Description": "NORTHERN PLAINS REGIONAL FARM BUSINESS MANAGEMENT AND BENCHMARKING PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20143850422198_12H3"}]