[{"internal_id": 152523557, "Award ID": "20227042638525", "Award Amount": 1900000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "10.523", "Description": "MEAT AND POULTRY PROCESSING WORKFORCE DEVELOPMENT PROGRAM AND FACILITY IMPROVEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": 1900000.0, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_20227042638525_12H3"}, {"internal_id": 152523558, "Award ID": "20227042638524", "Award Amount": 1900000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "10.523", "Description": "THE 1890S CENTER FOR FARMING/FOOD SYSTEMS, RURAL PROSPERITY, AND ECONOMIC SUSTAINABILITY: WORKFORCE DEVELOPMENT IN MEAT AND POULTRY PROCESSING SOUTHEASTERN REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": 1900000.0, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_20227042638524_12H3"}, {"internal_id": 148592608, "Award ID": "20223842737379", "Award Amount": 5760000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-26", "CFDA Number": "10.523", "Description": "THE AGRICULTURAL SECTOR HAS BEEN UNDERGOING A PERIOD OF RAPID TRANSFORMATION, DRIVEN BY THE POWERFUL AND INTERCONNECTED IMPACTS OF CLIMATE CHANGE, DEMOGRAPHIC TRANSITIONS AND UNEVEN ECONOMIC GROWTH. ADVANCES IN IRRIGATION, FERTILIZATION, MECHANIZATION, AND BREEDING HAVE HELPED AGRICULTURE KEEP PACE WITH THE EXPLOSIVE GROWTH OF THE WORLD&#39;S POPULATION, BUT AT ENORMOUS COSTS TO THE ENVIRONMENT AND HUMAN HEALTH. CONVENTIONAL TECHNOLOGIES WILL NOT SOLVE THESE UBIQUITOUS CHALLENGES. EMERGING TECHNOLOGIES (ET) EMPLOYING DATA SCIENCE (DS), MACHINE LEARNING (ML) AND ARTIFICIAL INTELLIGENCE (AI) HAS PROVIDED THE IMPETUS TO TRANSFORM THE OVERALL AGRICULTURAL SYSTEM AND LANDSCAPE AT MULTI-SCALE LEVELS. EMERGING TECHNOLOGIES (E.G. ROBOTICS, DRONES, SENSORS) SURROUNDING THE INTERNET OF THINGS (IOT) HAS PROPELLED AGRICULTURE EVEN FURTHER THROUGH INFORMATION AND COMMUNICATION TECHNOLOGIES (ICTS) IN THE CYBER-PHYSICAL CYCLE OF FARM MANAGEMENT THIS WORK SEEKS TO STRENGTHEN CAPACITY AMONGST THE 1890INSTITUTIONS, CATALYZING OUR PARTICIPATION OF HOW ET SHAPES OUR FUTURE. THE CENTER OF EXCELLENCE IN EMERGING INTERNET OF THINGS (E-IOT) TECHNOLOGIES BRINGS TOGETHER SCIENTISTS FROM (9) 1890 INSTITUTIONS -DSU, UMES, SU, TU, AAMU, SCSU, UAPB, NCA&AMP;T, AND FAMU WITH COLLABORATIVE SUPPORT FROM UC DAVIS ARTIFICIAL INTELLIGENCE FOR NEXT- GENERATION FOOD SYSTEMS AND THE UNIVERSITY OF DELAWARE (UD) DATA SCIENCE INSTITUTE (DSI), ALL WITH A PROVEN RECORD OF EXCELLENCE IN AI AND DATA SCIENCE, AGRICULTURE, OUTREACH, AND EDUCATION. THE BROAD GOALS OF THIS PROJECT ARE TO ACHIEVE FOUNDATIONAL ADVANCES IN EMERGING TECHNOLOGIES TO ADDRESS PRESSING CHALLENGES IN AGRICULTURE. THE PROJECT WILL TACKLE FOUR (4) KEY AGRICULTURAL CHALLENGES: (1) THE DEVELOPMENT OF MULTIDISCIPLINARY EDUCATIONAL PROGRAMS WITH INCREASED AI, DS, ML CONTENT TO PRODUCE OUR NEXT GENERATION WORKFORCE; (2) RESEARCH AND WORKFORCE DEVELOPMENT TRAINING TO INCREASE PARTICIPATION OF UNDERREPRESENTED AND DISADVANTAGED GROUPS; AND (3) EXTENSION TO SMALL AND MINORITY FARMERS IN THE DEMONSTRATION OF EMERGING TECHNOLOGY SOLUTIONS AND PROVIDING FEEDBACK ON THE INCENTIVES AND BARRIERS TO THEIR ADOPTION. THIS WORK WILL PROMOTE A NEXT GENERATION WORKFORCE AND ENABLE SMALL AND MINORITY FARMERS WITH THE KNOWLEDGE TO INCREASE FOOD PRODUCTION AND PROFITABILITY IN THE LONG TERM AS WELL AS IMPROVE RESILIENCY TO CLIMATE CHANGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_20223842737379_12H3"}, {"internal_id": 148592635, "Award ID": "20223842737307", "Award Amount": 5760000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-26", "CFDA Number": "10.523", "Description": "THE COLLEGE OF AGRICULTURE AT TENNESSEE STATE UNIVERSITY WILL COLLABORATE WITH ALABAMA A&AMP;M UNIVERSITY, SOUTHERN UNIVERSITY, FLORIDA A&AMP;M UNIVERSITY, AND LANGSTON UNIVERSITY TO HOST THE 1890 CENTER OF EXCELLENCE FOR NATURAL RESOURCES, RENEWABLE ENERGY, AND THE ENVIRONMENT (COE-NREE): A CLIMATE SMART APPROACH. THE PRIMARY GOALS AND THRUST AREAS OF THE COE-NREE ARE 1) NATURAL RESOURCE MANAGEMENT AND CONSERVATION, 2) SUSTAINABLE ENERGY AND AGRICULTURAL PRODUCTION, 3) ENVIRONMENTAL PROTECTION AND EQUITY, AND 4) WORKFORCE TRAINING AND DEVELOPMENT. THESE FOUR THRUST AREAS WILL PROVIDE COLLABORATIVE OPPORTUNITIES AMONG 1890 INSTITIUTIONS AND NOVEL APPROACHES TO TACKLE CONTEMPORARY ENVIRONMENTAL ISSUES THAT IMPACT TERRESTRIAL AND AQUATIC ECOSYSTEMS. THROUGH THIS COLLABORATIVE RESEARCH, THIS CENTER OF EXCELLENCE WILL DEVELOP MANAGEMENT PRACTICES TO CONSERVE AND PROMOTE NATURAL RESOURCES, EXPLORE RENEWABLE ENERGY SOURCES, AND DEVELOP CLIMATE SMART AGRICULTURAL PRODUCTION PRACTICES WITH THE AIM OF REDUCING CARBON DIOXIDE IN THE ATMOSPHERE AND IMPROVING THE ENVIRONMENTAL QUALITY AND SUSTAINABILITY. THE COE-NREE WILL HOST A VARIETY OF TRAINING OPPORTUNITIES FOR UNDERGRADUATE AND GRADUATE STUDENTS, POST-DOCTORAL RESEARCH ASSOCIATES, AND FACULTY AVAILABLE FOR ALL 1890 INSTITUTIONS. WE WILL DEVELOP THESE TRAINING OPPORTUNITIES WITH A VARIETY OF PROJECT PARTNERS, INCLUDING THE COUNCIL OF AMERICAN OVERSEAS RESEARCH CENTERS, NATURAL RESOURCES CONSERVATION AGENCY, UNITED STATES GEOLOGICAL SURVEY, AND THE ENVIRONMENTAL JUSTICE ACADEMY. COLLECTIVELY, THE COE-NREE WILL PROVIDE A COLLABORATIVE OPPORTUNITY TO ADVANCE NOVEL SCIENCE AS IT RELATES TO GLOBAL CHANGE, WHICH WILL BENEFIT A VARIETY OF FEDERAL, STATE, NON-PROFIT AND PUBLIC STAKEHOLDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_20223842737307_12H3"}, {"internal_id": 132969215, "Award ID": "20213842734839", "Award Amount": 6820000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "10.523", "Description": "THE OVERALL GOAL OF THE CENTER FOR FARMING SYSTEMS, RURAL PROSPERITY AND ECONOMIC SUSTAINABILITY (CFSRPES) IS FOR 1890 LAND GRANT UNIVERSITIES (LGUS) TO DEVELOP, LEVERAGE AND SHARE BEST PRACTICES, INNOVATIONS, TECHNOLOGIES AND PERSONNEL ACROSS AN EIGHTEEN STATE REGION ADDRESS THE PROFITABILITY, SUSTAINABILITY AND PROSPERITY CHALLENGES OF SMALL FARMERS, RANCHERS AND FORESTLAND OWNERS (SFRLS). EMPHASIS IS PLACED ON SOCIALLY DISADVANTAGED AND UNDERSERVED FARMERS. CFSRPES BUILDS ON AND INCORPORATES THE STRUCTURE AND LEARNINGS FROM THE CENTER FOR INNOVATION AND SUSTAINABILITY OF SMALL FARMS, RANCHES AND FORESTLANDS (CISFRL), AN 1890 CENTER OF EXCELLENCE CURRENTLY FUNDED BY USDA NIFA (2020-2022). CFSRPES USES AN INTEGRATIVE RESEARCH- EDUCATION-EXTENSION APPROACH WITH MULTIPLE DISCIPLINARY UNIVERSITY PARTNERSHIPS, PRIVATE AND PUBLIC SECTOR PARTNERSHIPS TO BENEFIT AND STRENGTHEN SFRLS AND ENGAGE AND EDUCATE STUDENTS IN THE FOOD, AGRICULTURAL, NATURAL RESOURCES AND HUMAN (FANH) SCIENCES AT THE1890 LGUS. CFSRPES HAS FIVE THRUST AREA (THA) TEAMS WITH FOUR TO EIGHT MEMBERS PER TEAM FROM 19, 1890 LAND GRANT UNIVERSITIES. THE THA TEAMS ARE FARM COMMODITIES, PROCESSES AND SYSTEMS; RANCH COMMODITIES, PROCESSES AND SYSTEMS; FOREST COMMODITIES, PROCESSES AND SYSTEMS; VALUE ADDED TECHNOLOGY; AND INTEGRATED ENVIRONMENT, ECONOMIC AND SOCIAL IMPACTS. ALL THA TEAMS INCLUDE MARKETING AND ENTREPRENEURSHIP COMPONENTS. CROSS-THA AND INTERNATIONAL COLLABORATIONS ARE ENCOURAGED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_20213842734839_12H3"}, {"internal_id": 132969216, "Award ID": "20213842734838", "Award Amount": 5300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "10.523", "Description": "NEARLY THREE QUARTERS OF A BILLION PEOPLE DO NOT GET ENOUGH FOOD TO EAT AND MANY MORE ARE FOOD INSECURE. WHILE THE LEVEL OF FOOD INSECURITY VARIES WIDELY WORLDWIDE, IT IS MOST SEVERE IN SUB-SAHARAN AFRICA AND IT EXISTS TO VARYING DEGREES IN THE CARIBBEAN AND LATIN AMERICA. FOR DECADES, THE U.S. HAS LED GLOBAL EFFORTS TO ALLEVIATE FOOD INSECURITY BY PROVIDING MULTILATERAL SUPPORT FOR AGRICULTURAL DEVELOPMENT AND INTERNATIONAL TRADE. EVEN THOUGH GLOBAL FOOD SECURITY HAS IMPROVED, MANY CHALLENGES PERSIST. THE GLOBAL FOOD SYSTEM REMAINS VULNERABLE TO CHALLENGES POSED BY NEW PESTS, NATURAL DISASTERS AND EXTERNAL SHOCKS SUCH AS COVID-19. THUS, OPPORTUNITIES TO ALLEVIATE THE SITUATION EXIST THROUGH ENHANCING AGRICULTURAL PRODUCTIVITY, USING EMERGING TECHNOLOGY, ETC. THE CENTER OF EXCELLENCE FOR GLOBAL FOOD SECURITY AND DEFENSE (CEGFSD) PROPOSES TO LEVERAGE THE COLLECTIVE CAPACITY OF THE 1890 PARTNER INSTITUTIONS AND THEIR COUNTERPARTS TO ADDRESS CRITICAL NEEDS FOR INTERNATIONAL DEVELOPMENT WITH AN EMPHASIS ON GLOBAL FOOD SECURITY AND DEFENSE. THE CENTER WILL FUND TEACHING, RESEARCH, EXTENSION, AND INTEGRATED PROJECTS DESIGNED TO SUPPLY THE COUNTRY WITH A GLOBALLY EDUCATED WORKFORCE AND SUPPORT CRITICAL NEEDS IN THE AREA OF GLOBAL FOOD SECURITY AND DEFENSE. MORE SPECIFICALLY, THE CEGFSD WILL SUPPORT PROJECTS THAT ADDRESS THE CENTER&#39;S FOUR BROAD GOALS AS FOLLOWS: (1) STRENGTHEN AGRICULTURAL DEVELOPMENT IN DEVELOPING COUNTRIES; (2) ADDRESS NEW AND EMERGING ANIMAL AND PLANT PESTS AND DISEASES; (3) ENGAGE IN AGRICULTURAL DISASTER RECOVERY; AND (4) CONTINUE THE EXISTING CENTER OF EXCELLENCE FOR INTERNATIONAL ENGAGEMENT AND DEVELOPMENT&#39;S ACTIVITIES AT THE UNIVERSITY OF MARYLAND EASTERN SHORE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_20213842734838_12H3"}, {"internal_id": 132969217, "Award ID": "20213842734837", "Award Amount": 4500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "10.523", "Description": "AS THE GLOBAL POPULATION CONTINUES TO GROW, IT IS OF GREAT IMPORTANCE THAT THE WORKFORCE TO PROVIDE FOOD AND CLOTHING BE PREPARED FOR THE CHALLENGES AHEAD. AS THE DEMOGRAPHICS OF OUR NATION CHANGE, WE MUST PREPARE MINORITY STUDENTS TO BE SUCCESSFUL IN FOOD, AGRICULTURE, NATURAL RESOURCES AND RELATED HUMAN SCIENCES (FANH) AND STEM CAREERS. THE PROJECT WILL SERVE AS A PLATFORM TO ALLOW THE 1890 LAND-GRANT INSTITUTIONS TO DEVELOP AND SHARE RESOURCES, EDUCATIONAL MATERIALS (I.E. FUNDING, WEBINARS, CHATS, VIDEOS, MODULES, PROGRAMMING DOCUMENTS), EVALUATIVE TOOLS AND DATA COLLECTION, REPORTS THAT WILL BE UPLOADED AND SHARED IN A LOG IN/PASSWORD PROTECTED ENVIRONMENT. OVERALL, THE PROJECT, THE CENTER FOR STUDENT SUCCESS AND WORKFORCE DEVELOPMENT WILL SERVE AS A PIPELINE FOR DELIVERING AGRICULTURAL CAREER DEVELOPMENT BY WAY OF A VIRTUAL PLATFORMS AND NON-VIRTUAL/TRADITIONAL WAYS FOR PROGRAMMING ACROSS THE 1890 LAND-GRANT SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_20213842734837_12H3"}, {"internal_id": 132969218, "Award ID": "20213842734836", "Award Amount": 6843100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "10.523", "Description": "AFRICAN AMERICANS (AAS) REMAIN THE LEAST HEALTHY ETHNIC GROUP IN THE USA. DIET IS A KEY CONTRIBUTOR TO DISPARITIES IN MANY CHRONIC DISEASES AND CONDITIONS. AA COMMUNITIES HAVE TRUSTED THE 1890 INSTITUTIONS FOR MORE THAN A CENTURY, THEREFORE, THEY CAN PLAY IMPORTANT ROLES IN ASSISTING AAS TO COMBAT DIET-RELATED DISPARITIES ESPECIALLY OBESITY AND ITS RELATED CHRONIC DISEASES. ESTABLISHING AN 1890 CENTER OF EXCELLENCE (COE) FOR NUTRITION, HEALTH, WELLNESS, AND QUALITY OF LIFE IS VERY TIMELY AND WILL STRENGTHEN 1890 INSTITUTION&#39;S CAPACITIES IN RESEARCH, TEACHING AND EXTENSION TO ADDRESS DIET-RELATED HEALTH DISPARITIES IN AAS. LOUISIANA, NORTH CAROLINA, AND ALABAMA ARE AMONG THE TOP 10 MOST OBESE STATES IN NON-HISPANIC BLACK ADULTS. SOUTHERN UNIVERSITY AND A&AMP;M COLLEGE, NORTH CAROLINA A&AMP;T STATE UNIVERSITY, AND TUSKEGEE UNIVERSITY HAVE COMPLEMENTARY STRENGTHS IN RESEARCH, TEACHING, AND EXTENSION, AND ARE IN A UNIQUE POSITION TO WORK AS A TEAM TO ESTABLISH A COE, WHICH IS ON THE TRIPARTITE \"LAND-GRANT\" MISSION OF RESEARCH, TEACHING, AND EXTENSION TO IMPROVE THE HEALTH AND WELL-BEING OF UNDERSERVED AND MINORITY POPULATIONS. THE PRIMARY GOAL OF THIS COE IS TO INCREASE THE CAPACITIES OF 1890 INSTITUTIONS TO ADDRESS HEALTH DISPARITY THROUGH NUTRITION RESEARCH, TEACHING, AND EXTENSION. THE SPECIFIC OBJECTIVES ARE: 1) RESEARCH: TO ENHANCE THE RESEARCH CAPACITY AT 1890 INSTITUTIONS FOCUSING ON FOOD INTAKE AND NUTRITIONAL/HEALTH OUTCOMES, 2) TEACHING: TO STRENGTHEN AND ADVANCE INNOVATIVE FOOD AND NUTRITION EDUCATIONAL AND INSTRUCTIONAL STRATEGIES FOR STUDENTS AT 1890 INSTITUTIONS, AND 3) EXTENSION: TO PROVIDE TRAINING AND EDUCATION TO UNDERREPRESENTED COMMUNITIES THROUGH MULTI-STATE FOOD AND INNOVATIVE NUTRITION OUTREACH PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_20213842734836_12H3"}, {"internal_id": 97472372, "Award ID": "20203842731516", "Award Amount": 1600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-01", "CFDA Number": "10.523", "Description": "THE PROJECT WILL SERVE AS A PLATFORM TO ALLOW THE SHARING OF RESOURCES, EDUCATIONAL MATERIALS (I.E. FUNDING, WEBINARS, CHATS, VIDEOS, MODULES, PROGRAMMING DOCUMENTS), EVALUATIVE TOOLS AND DATA COLLECTION, REPORTS THAT WILL BE UPLOADED AND SHARED IN A LOG IN/PASSWORD PROTECTED ENVIRONMENT. OVERALL, THE PROJECT, THE MEA CENTER WILL SERVE AS A PIPELINE FOR DELIVERING AGRICULTURAL CAREER DEVELOPMENT BY WAY OF A VIRTUAL PLATFORM (WEBSITE) AND NON-VIRTUAL TRADITIONAL WAYS FOR PROGRAMMING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_20203842731516_12H3"}, {"internal_id": 97800325, "Award ID": "20203842731515", "Award Amount": 1600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-13", "CFDA Number": "10.523", "Description": "SUMMARY THE CISFRL&#39;S OVERALL GOAL IS FOR 1890 LGUS TO SHARE AND LEVERAGE BEST PRACTICES, INNOVATIONS, TECHNOLOGIES AND PERSONNEL TO BETTER ADDRESS THE PROFITABILITY AND SUSTAINABILITY OF SMALL FARMS, RANCHES AND FOREST LANDS (SFRLS) ACROSS AN EIGHTEEN STATE REGION OVER THE SHORT AND LONG TERM. THE CISFRL MANAGEMENT APPROACH BUILDS ON THE SUCCESSES OF THE SOUTHERN FOOD SYSTEMS EDUCATION CONSORTIUM (SOFSEC) EXPERIENCE AND THE PILOT 125TH ANNIVERSARY 1890 CENTER OF EXCELLENCE;, 2015-2017. THE FORMER REFINED METHODS FOR MULTIPLE UNIVERSITIES TO WORK TOGETHER WITH OPTIMUM CONTRIBUTIONS FROM EACH. THE LATTER FOCUSED ON TECHNICAL AND STRATEGIC ASSISTANCE TO SMALL FARMER CLUSTERS, RESULTING IN 900 FARMERS (REPRESENTING 43 CLUSTERS) POSITIVELY IMPACTED BY THE PILOT STUDY. THE CISFRL MANAGEMENT PLAN USES AN INTEGRATIVE RESEARCH-EDUCATION-EXTENSION APPROACH AND MULTIPLE DISCIPLINE/UNIVERSITY PARTNERSHIPS TO BENEFIT AND STRENGTHEN SFRLS AND COMMUNITIES AND INCORPORATE THE COLLECTIVE LEARNINGS INTO THE FANH SCIENCES PROGRAMS/CURRICULA AT THE 1890 LGUS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_20203842731515_12H3"}, {"internal_id": 97800324, "Award ID": "20203842731514", "Award Amount": 1600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-13", "CFDA Number": "10.523", "Description": "OVER THE YEARS, THE UNITED STATES HAS ENJOYED STRONG COMPETITIVENESS AND TREMENDOUS ECONOMIC SUCCESS IN THE GLOBAL MARKETPLACE. ONE OF THE KEY DRIVERS FOR THIS SUCCESS HAS BEEN ITS STRONG HIGHER EDUCATION SYSTEM, PARTICULARLY THE LAND GRANT UNIVERSITIES WITH THEIR TRIPARTITE MISSION OF LEARNING, DISCOVERY, AND ENGAGEMENT. HOWEVER, WARNING SIGNS HAVE EMERGED SIGNALING THE GREATER NEED FOR THE DEVELOPMENT OF A DIVERSE HUMAN CAPITAL BASE COMBINED WITH ADEQUATE SCIENTIFIC AND TECHNOLOGICAL ADVANCES. DEMOGRAPHICALLY, THERE IS DISPROPORTIONATELY LOW PARTICIPATION BY CERTAIN GROUPS IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANRHS). HENCE, THE 1890 CENTER OF EXCELLENCE FOR INTERNATIONAL ENGAGEMENT AND DEVELOPMENT (CEIED) LEVERAGES THE COLLECTIVE CAPACITY OF THE 1890 PARTNER INSTITUTIONS AND THEIR DOMESTIC AND INTERNATIONAL PARTNERS TO DEVELOP TO DELIVER INTERDISCIPLINARY, MULTISTATE, AND INTEGRATED RESEARCH, EDUCATION, AND ENGAGEMENT INITIATIVES TO HELP ADDRESS CRITICAL CHALLENGES IN VARIOUS AREAS OF FANRHS. THE SPECIFIC OBJECTIVES OF THE CENTER ARE TO (1) INCREASE THE SUPPLY OF GLOBALLY TRAINED DEGREE RECIPIENTS IN THE FANRHS DISCIPLINES BY INNOVATIVELY INTEGRATING A STUDY ABROAD/STUDY AT HOME LEARNING, DISCOVERY, AND ENGAGEMENT CURRICULUM INTO THE 1890 UNDERGRADUATE AND GRADUATE EDUCATIONAL EXPERIENCE; (2) FOSTER AND STRENGTHEN COLLABORATIVE AND INTEGRATIVE MULTIDISCIPLINARY, MULTI-INSTITUTIONAL, RESEARCH AND EXTENSION ACTIVITIES INVOLVING 1890 INSTITUTIONS AND INTERNATIONAL PARTNERS THAT ADDRESS TRANS-BOUNDARY CHALLENGES IN THE AREAS OF GLOBAL FOOD AND NUTRITIONAL SECURITY; AND (3) DEVELOP A ROBUST INFRASTRUCTURE THAT WILL LEVERAGE THE COLLECTIVE 1890 HUMAN AND CYBER CAPITAL AND PARTNERSHIPS TO SUPPORT THE GROWTH AND DELIVERY OF THE CENTER&#39;S INTERNATIONAL PROGRAMMING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_20203842731514_12H3"}]