[{"internal_id": 155118075, "Award ID": "NI231444XXXXG019", "Award Amount": 3705813.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-12-02", "CFDA Number": "10.512", "Description": "VIRGINIA COOPERATIVE EXTENSION (VCE), A PARTNERSHIP BETWEEN VIRGINIA STATE UNIVERSITY (VSU) AND VIRGINIA POLYTECHNIC INSTITUTE AND STATE UNIVERSITY (VT), AND THE VIRGINIA STATE UNIVERSITY AGRICULTURAL RESEARCH STATION (VSUARS), ENABLES PEOPLE TO IMPROVE THEIR LIVES THROUGH RESEARCH AND EDUCATION USING SCIENTIFIC KNOWLEDGE FOCUSED ON THE ISSUES AND NEEDS OF THE CITIZENS OF THE COMMONWEALTH OF VIRGINIA. AUDIENCES ARE INVOLVED IN DESIGNING, IMPLEMENTING, AND EVALUATING NEEDS-DRIVEN PROGRAMS. VCE AND VSUARS STIMULATE POSITIVE PERSONAL AND SOCIETAL CHANGE LEADING TO MORE PRODUCTIVE LIVES, FAMILIES, FARMS, AND FORESTS, AS WELL AS A BETTER ENVIRONMENT IN URBAN AND RURAL COMMUNITIES. VCE'S GOALS ARE TO: 1) DEVELOP AND TRANSFER NEW KNOWLEDGE IN APPLIED AND BASIC LIFE SCIENCES, 2) PERFORM RELEVANT, OBJECTIVE, AND TIMELY RESEARCH 3) IMPROVE THE QUALITY OF LIFE FOR COMMUNITIES AND CITIZENS IN THE COMMONWEALTH, 4) USE A SYSTEMS APPROACH TO PROGRAMMING, WITH TASK-ORIENTED WORK TEAMS THAT RESPOND TOTHE NEEDS OF INDIVIDUALS, GROUPS, AND ORGANIZATIONS, 5) WORK WITH AT-RISK, UNDERSERVED, AND UNDERREPRESENTED AUDIENCES WHO NEED FOCUSED AND SPECIALIZED ATTENTION, 6) FULLY INTEGRATE A CULTURALLY DIVERSE PAID AND VOLUNTEER STAFF IN PLANNING, IMPLEMENTING, AND EVALUATING PROGRAMS, AND 7) RECRUIT AND COLLABORATE WITH PUBLIC AND PRIVATE PARTNERS TO BETTER UTILIZE RESOURCES, HEIGHTEN IMPACT, AND REACH A MORE DIVERSE AUDIENCE. CRITICAL ISSUE #1: AGRICULTURAL VIABILITY, PROFITABILITY AND SUSTAINABILITY WE WILL USE SCIENCE-BASED RESEARCH AND EDUCATIONAL STRATEGIES TO ADDRESS THESE CRITICAL AGRICULTURE ISSUES: O MITIGATE RISK IN, AND IMPROVE ACCESS TO MARKET OPPORTUNITIES FOR TRADITIONAL, EMERGENT, AND SPECIALTY CROPS, AQUACULTURE, AND LIVESTOCK PRODUCTION SYSTEMS O ENSURE NUTRITIOUS, SAFE AND EQUITABLY ACCESSIBLE LOCAL FOOD SYSTEMS INCREASE URBAN AND ORGANIC FARMING SUCCESS CRITICAL ISSUE #2: COMMUNITY VIABILITY WE WILL PROMOTE CONTINUING PROSPERITY AND FINANCIAL SECURITY FOR ALL VIRGINIANS THROUGH EDUCATIONAL STRATEGIES THAT: O ADDRESS HEALTH ISSUES AND NUTRITION PRACTICES THAT CONFRONT LIMITED-RESOURCE URBAN AND RURAL CITIZENS O ENHANCE REPRESENTATIVE CIVIC ENGAGEMENT, INCLUDING YOUTH AND ADULT INVOLVEMENT IN COMMUNITY DECISION-MAKING CRITICAL ISSUE #3: FOOD NUTRITION AND HEALTH UTILIZING SCIENCE-BASED RESEARCH AND EDUCATIONAL STRATEGIES, WE WILL ADDRESS THE FOLLOWING FOOD SECURITY AND SAFETY, NUTRITION CHALLENGES AND HEALTH ISSUES FOR ALL VIRGINIANS BY: O EDUCATING YOUTH AND ADULTS ABOUT POSITIVE NUTRITION HABITS AND PHYSICAL ACTIVITY TO REDUCE OBESITY, INCIDENCE OF CHRONIC DISEASES, AND HEALTH CARE EXPENSES O REDUCING FOOD INSECURITY THROUGH INCREASED ACCESS TO LOCALLY GROWN, SAFE, AFFORDABLE, AND NUTRITIOUS FOODS AND BEVERAGES O IMPROVING CONSUMER AND PRODUCER FOOD SAFETY AND HUMAN NUTRITION CHALLENGES CRITICAL ISSUE #4 - NATURAL RESOURCES, ENVIRONMENT, AND CLIMATE CHANGE SCIENCE-BASED RESEARCH AND EDUCATION STRATEGIES WILL ADDRESS CRITICAL ISSUES OF NATURAL RESOURCEAND ENVIRONMENTAL ENHANCEMENT, PROTECTION AND CONSERVATION INCLUDING: O EDUCATING TRADITIONAL AND UNDERSERVED AUDIENCES TO CONSERVE, PROTECT, AND ENHANCE NATURAL RESOURCES WHILE MEETING SOCIETY'S DEMANDS O IMPROVING NATURAL RESOURCE AND ENVIRONMENTAL LITERACY THROUGH APPROPRIATE VCE PROGRAMS CRITICAL ISSUE #5: STRENGTHENING VIRGINIA FAMILIES WE WILL SUPPORT STRONG, HEALTHY FAMILY DEVELOPMENT AND WELL-BEING LEADING TO STRONGER VIRGINIA COMMUNITIES: O MAXIMIZING THE PSYCHOLOGICAL, SOCIAL, PHYSICAL, AND EMOTIONAL WELL-BEING OF VIRGINIA RESIDENTS IN THESE AREAS: PARENTING AND CHILD CARE, DEPENDENT CARE, ELDER CARE, GRANDPARENTS RAISING THEIR GRANDCHILDREN, SCHOOL-READINESS, RISKY BEHAVIOR PREVENTION, AND STRESS REDUCTION O INCREASING ECONOMIC STABILITY BY IMPROVING YOUTH AND FAMILY FINANCIAL LITERACY AND SECURITY CRITICAL ISSUE #6: YOUTH DEVELOPMENT 4-H PROGRAMS FOCUS ON DEVELOPING POSITIVE, HEALTHY, SKILLED, PRODUCTIVE YOUTH TO BE TOMORROW'S LEADERS UTILIZING SCIENCE-BASED RESEARCH AND EDUCATIONAL STRATEGIES TO ADDRESS THESE CRITICAL ISSUES: O DEVELOPING LIFE SKILLS AND LEADERSHIP SKILLS AND ABILITIES FOR TRADITIONAL AND AT-RISK YOUTH O EDUCATING TRADITIONAL AND AT-RISK YOUTH TO MAKE BETTER DIETARY CHOICES, INCREASE PHYSICAL ACTIVITY AND OTHER HEALTHY BEHAVIORS TO PREVENT OBESITY O CREATING AWARENESS AND CHANGING BEHAVIORS THAT PREVENT AT-RISK BEHAVIORS THAT MAY LEAD YOUTH TO ENGAGE IN CRIME, UNPROTECTED SEX, SUBSTANCE ABUSE, GANGS, OR OTHER AT-RISK BEHAVIORS THAT JEOPARDIZE THEIR FUTURE INCREASING INVOLVEMENT AND INTEREST IN SCIENCE, TECHNOLOGY, ENGINEERING, AGRICULTURE, AND TECHNOLOGY (STEAM) CAREERS FOR TRADITIONAL AND UNDERSERVED YOUTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_NI231444XXXXG019_12H3"}, {"internal_id": 155118052, "Award ID": "NI231444XXXXG018", "Award Amount": 1510158.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-12-01", "CFDA Number": "10.512", "Description": "DSU IS COMMITTED TO THE SUPPORT OF AGRICULTURAL AND FORESTRY EXTENSION ACTIVITIES ALIGNED WITH USDA'S STRATEGIC PLAN. THESE CRITICAL AREAS INCLUDE BUT ARE NOT LIMITED TO: 1) COMBAT CLIMATE CHANGE TO SUPPORT AMERICA'S WORKING LANDS, NATURAL RESOURCES AND COMMUNITIES. DSU WILL CONTINUE TO INVESTIGATE KEY CLIMATE ADAPTATION PRACTICES AT FARM AND FOREST SITES WITHIN THE REGION. RESEARCH FACULTY AND COOPERATIVE EXTENSION SPECIALISTS AT DSU DEMONSTRATE A VARIETY OF PRACTICES TO HELP LOCAL PRODUCERS LEARN HOW TO ADAPT TO A CHANGING CLIMATE; 2) EQUITABLE, RESILIENT, AND PROSPEROUS AGRICULTURAL SYSTEM. APPLIED RESEARCH IN EXTENSION WILL SHAPE THE RESEARCH AND TECHNOLOGY AGENDA WHILE CONTRIBUTING TO THE PILLARS OF AGRICULTURE-LED ECONOMIC GROWTH, RESILIENCE, NUTRITION, AND WATER SECURITY; 3) FOSTER AN EQUITABLE AND COMPETITIVE MARKETPLACE FOR ALL AGRICULTURAL PRODUCERS. EXTENSION TO OUR LOCAL STAKEHOLDERS IS PARAMOUNT AS WE SERVICE IDENTIFY STAKEHOLDER NEEDS, BRING EXPERTISE AND LEADERSHIP TO ADDRESS COMPLEX AGRICULTURAL ISSUES. OUR WORK RESULTS IN LONG-TERM PARTNERSHIPS AND TRUST THAT DIRECTLY BENEFIT DELAWARE'S COMMUNITIES. OUR APPLIED RESEARCH IN EXTENSION FOCUSES ON CLIMATE CHANGE TO BETTER UNDERSTAND ITS POTENTIAL IMPACTS, THE DEVELOPMENT OF SCIENCE-BASED SOLUTIONS, AS WELL AS THE DEPLOYMENT OF ADAPTATION AND MITIGATION STRATEGIES; 4) SAFE, NUTRITIOUS FOOD. FY23 BRINGS A FOCUS ON PROMOTING HANDS-ON NUTRITION EDUCATION AND AWARENESS SURROUNDING FOOD SAFETY, AND HEALTH. NEW INITIATIVES IN OUR URBAN AGRICULTURE VERTICAL FARMING ENCOURAGES ELIGIBLE SENIORS AND UNDERSERVED COMMUNITIES TO EAT MORE LOCALLY GROWN VEGETABLES; 5) ATTRACT, INSPIRE, AND RETAIN AN ENGAGED AND MOTIVATED WORKFORCE. DSU EXTENSION WILL CONTINUE TO ENHANCE DIVERSITY, EQUITY, INCLUSION, AND ACCESSIBILITY OF OUR PROGRAMS AND ENCOURAGES INDIVIDUALS, INSTITUTIONS, AND ORGANIZATIONS FROM UNDERSERVED COMMUNITIES TO ENGAGE IN THE DEVELOPMENT OF STRONG NETWORKS AND COLLABORATIONS. DSU EXTENSION ENGAGES DIVERSE COMMUNITIES AND DISSEMINATES BROAD IMPACTS THROUGH RESEARCH, EDUCATION, EXTENSION, AND INTEGRATED ACTIVITIES TO ADDRESS CURRENT AND FUTURE CHALLENGES. OUR FY23 INITIATIVES WITH THE MILITARY AND THE CREATION OF CAREER PATHWAYS FOR VETERANS IN AGRICULTURE IS A HALLMARK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_NI231444XXXXG018_12H3"}, {"internal_id": 154736165, "Award ID": "NI231444XXXXG017", "Award Amount": 4459777.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-30", "CFDA Number": "10.512", "Description": "THE LAND GRANT OUTREACH MISSION OF THE TENNESSEE STATE UNIVERSITY IS FULFILLED THROUGH THE ACTIONS OF THE TSU COOPERATIVE EXTENSION PROGRAM, HOUSED IN THE COLLEGE OF AGRICULTURE. THE MISSION AND PURPOSE OF THIS COOPERATIVE EXTENSION PROGRAM IS TO PROVIDE RESEARCH-BASED, USEFUL, AND PRACTICAL INFORMATION TO THE RESIDENTS OF TENNESSEE, THROUGH INFORMAL EDUCATION TO INDIVIDUALS, FAMILIES, BUSINESSES AND COMMUNITIES FOR BETTER LIVING. TSU EXTENSION HAS COUNTY EXTENSION AGENTS/EDUCATORS, PROGRAM ASSISTANTS, AND SUPPORT STAFF IN 56 COUNTIES ACROSS THE STATE. OUR COUNTY PERSONNEL RECEIVE THEIR TRAINING AND EDUCATIONAL/TEACHING MATERIAL FROM THE 20 CAMPUS-BASED EXTENSION FACULTY/SPECIALISTS. ALL EXTENSION EDUCATIONAL PROGRAMS FALL UNDER THE FOLLOWING FOUR EDUCATIONAL PROGRAMMING CATEGORIES, AGRICULTURE AND NATURAL RESOURCES (ANR); FAMILY AND CONSUMER SCIENCES (FCS/HS); 4 - H YOUTH DEVELOPMENT (4-H YD), AND COMMUNITY RESOURCES AND ECONOMIC DEVELOPMENT CRED). SOME OF OUR SIGNATURE EDUCATIONAL PROGRAMS ARE LISTED BELOW: O TSU SUPPLEMENTARY NUTRITION ASSISTANCE EDUCATION PROGRAM OUTREACH AND ASSISTANCE FOR SOCIALLY DISADVANTAGE, MINORITY, WOMEN AND LIMITED FARMERS O OUTREACH AND ASSISTANCE FOR SOCIALLY DISADVANTAGE, MINORITY, WOMEN AND LIMITED FARMERS O CAMPUS COMMUNITY GARDENING PROGRAM O TENNESSEE (TSU) NEW FARMER ACADEMY O EDUCATIONAL OUTREACH FOR INCARCERATED YOUTH AND ADULTS O OUTREACH EDUCATION IN WOMEN'S PRISON IN NASHVILLE O PLANT NUTRITION DEFICIENCY DIGITAL DIAGNOSIS GLOBAL OUTREACH EDUCATION O TENNESSEE NURSERY CROPS EXTENSION OUTREACH EDUCATION O BIOFUELS, BIOENERGY AND BIO-CHAR RESEARCH AND EDUCATION PROGRAM O TSU EXTENSION HEMP RESEARCH AND EDUCATION PROGRAM O 4-H YOUTH DEVELOPMENT CAMPUS PROGRAMS O EXTENSION OUTREACH TO TEACH FOOD SAFETY, FOOD HANDLING AND FOOD SAFETY REGULATIONS O TSU ANNUAL SMALL FARMS EXPO AND SMALL FARMER RECOGNITION PROGRAM THE AGRICULTURE AND NATURAL RESOURCES/COMMUNITY RESOURCES ECONOMIC DEVELOPMENT (ANR/CRED) COOPERATIVE EXTENSION PROGRAM AT TENNESSEE STATE UNIVERSITY FOCUSES ON ASSISTING FARMERS AND LOCAL COMMUNITIES IN GROWING CROPS FOR THE FIELD OR HOME GARDEN AND ENHANCING THE ENVIRONMENTAL INTEGRITY OF THE AGROECOSYSTEM. THIS PROGRAM PROVIDES A WIDE VARIETY OF RESEARCH-BASED TRAINING ON IMPORTANT TOPICS INCLUDING ENTOMOLOGY, PLANT PATHOLOGY, SOIL HEALTH, BIOENERGY, PLANT NUTRITION, HORTICULTURE, DRONE TECHNOLOGY, ECONOMICS, AGRICULTURAL COMMUNICATIONS AND ORGANIC AGRICULTURE TO FARMERS TO ENHANCE THEIR AGRIBUSINESS OPPORTUNITIES AND QUALITY OF LIFE. THESE ADVANTAGES, IN TURN, PROVIDE BENEFITS TO THE LOCAL ECONOMY AND HELP ENHANCE RURAL PROSPERITY. PROVIDING THE SAME TYPE OF INFORMATION TO LOCAL COMMUNITIES AND SCHOOLS FOR GARDEN PRODUCTION ENHANCES COMMUNITY WELL-BEING AND PROVIDES FOR GREATER SELF-SUFFICIENCY AND RESILIENCY. IN 2022 - 2023 THE ANR/CRED PROGRAM AT TSU WILL FOCUS ON A NUMBER OF PROJECTS HIGHLIGHTED BELOW: O CONTINUE THE TENNESSEE STATE UNIVERSITY NEW FARMER ACADEMY PROVIDING HANDS-ON TRAINING TO NEW AND BEGINNING FARMERS IN THREE REGIONAL TENNESSEE LOCATIONS ACROSS THE EIGHT-MONTH TRAINING PERIOD O CONDUCT A NEEDS ASSESSMENT WITH COUNTY EXTENSION AGENTS TO BETTER UNDERSTAND THE COMMUNICATION KNOWLEDGE NEEDS OF AGENTS AND STAKEHOLDERS AND CONDUCT WORKSHOPS TO HELP EXTENSION AGENTS BETTER DEVELOP THEIR COMMUNICATION SKILLS AND UNDERSTAND HOW TO BEST REACH THEIR AUDIENCES. O WORKSHOPS AND EDUCATIONAL MATERIALS FOCUSED ON INTEGRATED PEST MANAGEMENT FOR VEGETABLES AND SMALL FRUITS TO GROWERS, SMALL FARMERS, BACKYARD AND COMMUNITY GARDENERS, TSU NEW FARMER ACADEMY PARTICIPANTS, MASTER GARDENERS, AND THE GENERAL PUBLIC O ON-FARM VISITS (COMMERCIAL AND BACKYARD), LAB ASSESSMENTS OF POULTRY WATER SUPPLIES, AND FEEDING PROGRAM EVALUATIONS FOR POULTRY. POULTRY DRINKING WATER SANITIZER PRODUCTS WILL BE EVALUATED FOR THEIR EFFICACIES. RECOMMENDATIONS FOR BEST MANAGEMENT PRACTICES WILL BE PRESENTED TO POULTRY PRODUCERS, FLOCK OWNERS, AND STAKEHOLDERS VIA ONE-ON-ONE MEETINGS, WORKSHOPS, OUTREACH WEBINARS, AND ON-SITE TALKS. O EXTENSION AGENTS, GROWERS, HOBBYISTS AND AGRICULTURE PROFESSIONALS WILL BE TRAINED IN ORGANIC AGRICULTURE MANAGEMENT PRACTICES FOR SELECTED VEGETABLES IN TENNESSEE. FARMERS WILL BE PROVIDED WITH ORGANIC CERTIFICATION TRAINING. O PROVIDE IN-PERSON, HANDS-ON TRAINING TO FARMERS ON DRONE TECHNOLOGY FOR USE IN AGRICULTURE AND DRONE CERTIFICATION TRAINING TO FARMERS AND THE GENERAL PUBLIC. O ENGAGE WITH FARMERS ON INTERNATIONAL, ALTERNATIVE AND NICHE VEGETABLE AND FRUIT CROPS AND WORK WITH THEM ON MARKETING THESE CROPS, PROVIDE HORTICULTURAL TRAINING ASSISTANCE THROUGH THE TSU COMMUNITY GARDEN AND OUTREACH PROGRAMS STATEWIDE WITH FOCUS ON SOCIALLY DISADVANTAGED STAKEHOLDERS. O PROMOTE THE 4RS (RIGHT: SOURCE, RATE, TIME AND PLACE) NUTRIENT STEWARDSHIP MANAGEMENT AND CONSERVATION FOR CONTAINER GROWN PLANTS AND DIAGNOSIS OF THE VISUAL NUTRIENT DEFICIENCY SYMPTOMS OF MACRO AND MICRONUTRIENT FOR NURSERY CROPS. O ENGAGE IN TRAINING FOR STAKEHOLDERS RELATED TO FOOD SAFETY AND THE FEDERAL INFORMATION SECURITY MODERNIZATION ACT (FISMA) O CONTINUE OFFERING EDUCATOR PROFESSIONAL DEVELOPMENT LIKE CASE AND TRAINING ON NEW PRODUCTS THAT HAVE BEEN DEVELOPED THROUGH TSU O PROVIDE AGRIBUSINESS AND ENTREPRENEURSHIP TRAINING TO FARMERS FOCUSED ON MANAGEMENT, BASIC ACCOUNTING, ECONOMIC PRINCIPLES, BUDGETS, WHOLE-FARM PLANNING, LAND ACQUISITION, TAX MANAGEMENT, AND WHOLE FARM PLANNING IN 2022-23, EXTENSION 4-H YOUTH DEVELOPMENT PROGRAM AT TENNESSEE STATE UNIVERSITY WILL FOCUS ON WORKFORCE PREPARATION, LIFE SKILLS, YOUTH LEADERSHIP AND CITIZENSHIP DEVELOPMENT. CURRENTLY TENNESSEE STATE UNIVERSITY, EXTENSION PROGRAM HAS THREE FACULTY SPECIALISTS ASSIGNED TO 4-H YD. THEY PLAN TO FOCUS ON WORKFORCE DEVELOPMENT, LEADERSHIP DEVELOPMENT, CITIZENSHIP DEVELOPMENT, COMMUNICATIONS SKILLS AND STEM (SCIENCE, TECHNOLOGY, ENGINEERING, AND MATHEMATICS) EDUCATION. 4-H FACULTY/SPECIALISTS WILL TRAIN 4-H, ANR AND FCS AGENTS TO PROVIDE EDUCATIONAL INFORMATION, TRAININGS AND PROGRAMS TO YOUTH IN TENNESSEE IN AREA OF STEM TEACHING METHODS, STEM SKILL DEVELOPMENT IN COMPUTER CODING, DRONE TECHNOLOGY, AND ROBOTICS. TSU EXTENSION AGENTS PLAN OF WORK WILL INCLUDE: VOLUNTEER DEVELOPMENT: AGENTS ARE RECRUITING, TRAINING, AND IMPLEMENTING ADULT VOLUNTEERS TO DELIVER 4-H YOUTH DEVELOPMENT PROGRAMS. ADULT VOLUNTEERS ARE TRAINED TO LEAD PROJECT GROUPS AND JUDGING TEAMS. SCHOOL CLUBS: AGENTS ARE DELIVERING PROGRAMS PRIMARILY IN SCHOOL CLUBS. AGENTS ARE REACHING YOUTH IN GRADES 4TH-12TH PRIMARILY FOCUSING ON TENNESSEE ACADEMIC STANDARDS RELATED TO SCIENCE, COMMUNICATION, AND ETHICAL DECISION MAKING. LIVESTOCK PROJECTS: AGENTS ARE DELIVERING PROGRAMS IN EQUINE, POULTRY, AND LIVESTOCK TO FURTHER SKILLS IN DECISION MAKING, AGRICULTURAL LITERACY, STEM. YOUTH PARTICIPATE IN ACTIVITIES SUCH JUDGING EVENTS, LIVESTOCK EXHIBITION, AND SKILL-A-THONS. HEALTHY LIVING PROJECTS: AGENTS ARE DELIVERING PROGRAMS IN NUTRITION, FOOD SAFETY, FOOD PREPARATION, YOGA, AND TEEN DATING. YOUTH LEARN ABOUT MENTAL HEALTH AND PERSONAL HEALTH THROUGH A VARIETY OF ACTIVITIES. SHOOTING SPORTS: AGENTS ARE DELIVERING PROGRAMS IN MARKSMANSHIP, THE SAFE AND RESPONSIBLE USE OF FIREARMS, THE PRINCIPLES OF HUNTING AND ARCHERY, AND CONSERVATION. YOUTH COMPETE IN MULTIPLE LEVELS (LOCAL, STATE, AND NATIONAL) IN ACTIVITIES AND COMPETITIONS. FINANCIAL LITERACY GARDENING: AGENTS ARE DELIVERING PROGRAMS IN HOME HORTICULTURE AND PLANT SCIENCE. YOUTH LEARN ABOUT PLANT NUTRITION, PLANT MANAGEMENT, SOIL MANAGEMENT, AND CONSERVATION. IN 2022-23, TSU EXTENSION FAMILY CONSUMER SCIENCE (FCS/HS) EXTENSION FACULTY AND AGENTS WILL FOCUS ON TWO KNOWLEDGE AREAS: KNOWLEDGE AREA - I: HEALTH EQUITY, WELLNESS AND SOCIAL DETERMINANTS: O *HEALTH EQUITY AND WELLNESS WORKSHOPS BASED ON COOPERATIVE EXTENSIONS NATIONAL FRAMEWORK FOR HEALTH EQUITY AND WELL-BEING, INCLUDING BUT NOT LIMITED TO: O NORMS, POLICIES, AND PRACTICES O SOCIAL DETERMINANTS OF HEALTH O ROOT CAUSES OF STRUCTURAL INEQUITY O STRENGTHENING COMMUNITY PARTICIPATION, ENGAGEMENT, AND VOICES WORKSHOPS O SOCIAL DETERMINANTS OF HEALTH TRAINING O HEALTH DISPARITIES/ HEALTH FACT SHEETS O SUBSTANCE USE/MENTAL <(>&<)> BEHAVIORAL HEALTH O ATTEND CONTENT-RELATED TRAINING AND CERTIFICATE OPPORTUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_NI231444XXXXG017_12H3"}, {"internal_id": 155118109, "Award ID": "NI231444XXXXG016", "Award Amount": 2739980.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-12-01", "CFDA Number": "10.512", "Description": "THE PLAN OF WORK REFLECTS A JOINT EFFORT OF RESEARCH AND EXTENSION ACTIVITIES PLANNED BY CLEMSON AND SOUTH CAROLINA STATE (SC STATE) UNIVERSITIES TO BENEFIT AGRIBUSINESS, COMMUNITIES, AND CITIZENS OF SOUTH CAROLINA FROM 2022 THROUGH 2026. SC STATE RESEARCH IS BASED ON THE DISCOVERY AND DELIVERY OF NEW KNOWLEDGE THROUGH SCIENCE- BASED, RELEVANT RESEARCH LEADING TO DISCOVERIES SPECIFIC TO SOUTH CAROLINA'S NEEDS. FOCUS AREAS INCLUDE ADVANCING THE COMPETITIVENESS OF THE AGRICULTURE AND FORESTRY INDUSTRY, ENHANCING THE ECONOMIC POTENTIAL OF RURAL COMMUNITIES, SAFEGUARDING THE FOOD SUPPLY, PRESERVING NATURAL RESOURCES, AND PREPARING THE YOUNGER GENERATIONS TO BECOME PRODUCTIVE CITIZENS. THERE IS CONTINUED EMPHASIS ON EVALUATING ALL RESEARCH AND EXTENSION ACTIVITIES AND PROVIDING QUALITY PERFORMANCE INFORMATION TO STAKEHOLDERS THROUGH EXTENSION AND OUTREACH ACTIVITIES.  AS PART OF THE LAND-GRANT MISSION, THE OBJECTIVE OF THE SC STATE PROGRAM IS TO RAISE THE EDUCATIONAL CONSCIOUSNESS AND AWARENESS OF NATIONAL ISSUES THAT IMPACT SOUTH CAROLINIANS, WITH SPECIAL EMPHASIS ON LIMITED RESOURCE CLIENTELE, IN ORDER TO IMPROVE THEIR QUALITY OF LIFE. IT IS AN ORGANIZED RESEARCH AND EXTENSION SYSTEM THAT ADDRESSES QUALITY OF LIFE OPPORTUNITIES FOR RESIDENTS. THE PROGRAM PROVIDES EFFECTIVE STAKEHOLDER OUTREACH PROGRAMS AND SERVICES IN THE AREA OF AGRICULTURE/NATURAL RESOURCES, FAMILY LIFE, HEALTH AND NUTRITION, YOUTH DEVELOPMENT, AGRIBUSINESS, COMMUNITY ECONOMIC DEVELOPMENT, EDUCATION AND TECHNOLOGY.  SC STATE VALUES THE INTEGRATION OF RESEARCH, TEACHING, AND OUTREACH. THE RESEARCH PROVIDES ADEQUATE FUNDING TO FACULTY, STAFF, AND STUDENTS TO BECOME ENGAGED IN ORGANIZED RESEARCH EFFORTS/OPPORTUNITIES TO ADDRESS PROBLEMS AND ISSUES OF CONCERN. IN CONJUNCTION WITH THE SC STATE RESEARCH, THE EXTENSION UNIT DELIVERS RESEARCH-BASED PROGRAMS/ACTIVITIES DESIGNED TO HELP STAKEHOLDERS/CLIENTELE ENHANCE THEIR QUALITY OF LIFE, IN ORDER TO RESPOND TO ENVIRONMENTAL CHANGES. BOTH UNITS WORK COHESIVELY FOR THE BETTERMENT OF THE CITIZENS OF SOUTH CAROLINA.  THE SC STATE RESEARCH PROGRAM IS THE CATALYST THAT HAS KEPT THE UNIVERSITY AT THE FOREFRONT OF AGRICULTURAL AND RURAL RESEARCH PROBLEMS AND ISSUES CONFRONTING SOUTH CAROLINA. THE RESEARCHERS ARE EMERGING LEADERS IN THEIR FIELDS, AND THEY ARE WORKING TO COMBAT OBESITY AMONG YOUTH, ENHANCING BIOREMEDIATION TECHNOLOGY, IMPROVING FOOD SAFETY AND SECURITY, DEVELOPING OPTIMIZATION MODELS THAT WILL AID IN DECREASING LOGISTICS COSTS FOR BIOFUEL AND IDENTIFYING TECHNIQUES TO INCREASE ACADEMIC PERFORMANCE OF STUDENTS IN PUBLIC SCHOOLS. SC STATE RESEARCHERS AND EXTENSION PROFESSIONALS ARE TRAINING UNDERGRADUATE AND GRADUATE STUDENTS TO BECOME THE NATION'S NEXT GENERATION OF BIOLOGISTS, ENGINEERS, ENVIRONMENTAL SCIENTISTS, AND EDUCATORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_NI231444XXXXG016_12H3"}, {"internal_id": 154736037, "Award ID": "NI231444XXXXG015", "Award Amount": 3910471.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-29", "CFDA Number": "10.512", "Description": "THE GEORGIA PLAN OF WORK (POW) ENCOMPASSES A FIVE-YEAR PERIOD BEGINNING OCTOBER 1, 2022. THE PLAN ADDRESSES MAJOR AGRICULTURAL ISSUES AS WELL AS MANY OTHER PROBLEMS FACING RURAL AND URBAN AREAS, THE ENVIRONMENT, FAMILIES AND YOUTH. THE PLAN REPRESENTS A COORDINATED EFFORT BETWEEN THE STATE'S 1890 AND 1862 LAND-GRANT INSTITUTIONS, FORT VALLEY STATE UNIVERSITY (FVSU) AND THE UNIVERSITY OF GEORGIA (UGA), AND INCLUDES JOINT PLANNING BETWEEN EXPERIMENT STATIONS AND COOPERATIVE EXTENSION UNITS AT BOTH UNIVERSITIES. GEORGIA, ONE OF THE ORIGINAL 13 COLONIES, HAS A LAND AREA OF 57,701 SQUARE MILES AND A WATER AREA OF 1,706 SQUARE MILES, WHICH MAKES IT THE LARGEST STATE EAST OF THE MISSISSIPPI RIVER (21TH OVERALL). GEORGIA FALLS WITHIN FIVE MAJOR PHYSIOGRAPHIC REGIONS: THE BLUE RIDGE MOUNTAINS IN THE NORTHEAST; THE RIDGE AND VALLEY PROVINCE AND THE CUMBERLAND PLATEAU IN THE NORTHWEST; THE PIEDMONT ACROSS CENTRAL GEORGIA; AND THE COASTAL PLAIN IN THE SOUTH. ELEVATIONS RANGE FROM SEA LEVEL TO 4,784 FEET AT BRASSTOWN BALD IN THE BLUE RIDGE MOUNTAINS. THE 2020 CENSUS ESTIMATED GEORGIA'S POPULATION WAS 10,711,908 AND REPORTED 23.8% OF GEORGIANS ARE UNDER AGE 18 AND 13.9% ARE 65 OR OLDER. ACCORDING TO THE CENSUS,51.9% OF GEORGIANS IDENTIFY THEMSELVES AS WHITE/CAUCASIAN, 31% AS BLACK/AFRICAN-AMERICAN, 4.5% AS ASIAN,.5% AS AMERICAN INDIAN/ALASKA NATIVE, .1% AS NATIVE HAWAIIAN/PACIFIC ISLANDER, AND 6.9% AS MORE THAN ONE RACE. IT WAS ALSO REPORTED THAT 10.5% OF GEORGIANS IDENTIFY AS HISPANIC OR LATINO. GEORGIA'S COOPERATIVE EXTENSION PROGRAM HAS 167 OFFICES, WITH PROGRAMMING IN ALL OF GEORGIA'S 159 COUNTIES. FVSU AND UGA PERSONNEL ARE HOUSED JOINTLY IN COUNTY OFFICES. EXTENSION DELIVERS PROGRAMMING IN AGRICULTURE AND NATURAL RESOURCES, FAMILY AND CONSUMER SCIENCES, AND 4-H YOUTH DEVELOPMENT AS BOTH INDIVIDUAL COUNTY EFFORTS AND AS MULTICOUNTY PROGRAMS. STATE FACULTY MEMBERS DELIVER TRAINING TO COUNTY AGENTS AND PROGRAMMING DIRECTLY TO CLIENTELE, WHEN APPROPRIATE. FVSU AND UGA RESEARCHPROGRAMS ARE CONDUCTED THROUGH THE AGRICULTURAL EXPERIMENT STATION SYSTEM. GEORGIA HAS SEVERAL CAMPUSES THROUGHOUT THE STATE; ITS FOUR LARGEST ARE LOCATED IN ATHENS, FORT VALLEY, TIFTON AND GRIFFIN. GEORGIA HAS ELEVEN RESEARCH AND EDUCATION CENTERS STRATEGICALLY LOCATED THROUGHOUT THE STATE. THIS JOINT PLAN OF WORK WAS DEVELOPED AROUND CORE PROGRAMS AND TARGETED ISSUES. USING A STRUCTURED PROGRAM DEVELOPMENT SYSTEM, GEORGIA DEVELOPS CORE PROGRAM DIRECTIONS AND IDENTIFIES TARGETED ISSUES. THE GEORGIA PROGRAM DEVELOPMENT MODEL IS A MULTISTEP PROCESS THAT IS OPERATIONAL EVERY YEAR. THE MODEL INCLUDES A METHOD FOR ASSESSING NEEDS AND IDENTIFYING PROBLEMS. IT ALSO INCLUDES PROGRAM EVALUATION TO DETERMINE IMPACT. THE GEORGIA PROGRAM DEVELOPMENT MODEL WORKS IN UNISON WITH MULTIPLE ADVISORY SYSTEMS AT BOTH COUNTY AND STATE LEVELS. INPUT SOLICITED DIRECTLY FROM ACADEMIC DEPARTMENTS AT FVSU'S COLLEGE OF AGRICULTURE, FAMILY SCIENCES AND TECHNOLOGY AS WELL AS UGA'S COLLEGE OF AGRICULTURAL AND ENVIRONMENTAL SCIENCES (CAES) AND COLLEGE OF FAMILY AND CONSUMER SCIENCES AS PART OF THE ANNUAL NEEDS ASSESSMENT IS AN INTEGRAL PART OF DEVELOPING THIS PLAN OF WORK. FACULTY MEMBERS ASSOCIATED WITH THIS PLAN ARE WORKING ON CUTTING-EDGE PROGRAMS. THEY PROVIDE INFORMATION AND INPUT FROM BOTH THE ACADEMIC LITERATURE AND PERSONAL KNOWLEDGE. THIS INPUT IS EQUALLY IMPORTANT TO PROGRAM DEVELOPMENT AS IS A STRONG ADVISORY SYSTEM. THE GEORGIA FEDERAL PLAN OF WORK DOES NOT ATTEMPT TO CAPTURE ALL OF THE WORK OF THE COLLEGES' FACULTY MEMBERS. IT IS INTENDED TO DOCUMENT THE PLANS AND ACTIONS OF THE FACULTY MEMBERS RECEIVING SPECIFIC FORMULA FUNDS. THE MAJORITY OF THESE FUNDS ARE USED TO SUPPORT STATE-LEVEL CORE PROGRAMS. THESE CORE PROGRAMS COVER A WIDE RANGE OF TOPICS, INCLUDING TRADITIONAL ANIMAL AND PLANT PRODUCTION, POSITIVE YOUTH AND FAMILY DEVELOPMENT, URBAN AGRICULTURE, PERSONAL HEALTH AND WELL- BEING, AND EMERGING ISSUES, SUCH AS BIOFUELS. GRANT13744409 10/17 THE GOALS OF THESE PROGRAMS ARE TODEMONSTRATE SHORT- AND LONG-TERM IMPACT. HOWEVER, THE GREATEST IMPACTS OF THESE CORE PROGRAMS ARE THE FOUNDATIONS CREATED TO SUPPORT AND LEVERAGE ADDITIONAL RESOURCES BEYOND STATE-MATCHING FUNDS. THE ADDITIONAL STATE FUNDING, COUNTY FUNDING, GRANTS AND GIFTS LEVERAGED AS A DIRECT RESULT OF THE WORK IN THIS PLAN MAY CREATE THE GREATEST FINAL IMPACT. MOST OF GEORGIA'S PLANNED PROGRAMS INCLUDE OUTCOME MEASURES THAT TRACK THE OUTPUT LEVELS OF LEVERAGED PROGRAMMING. THE OUTPUTS OF THESE LEVERAGED PROGRAMS ARE CONSIDERED A DIRECT, SHORT-TERM OUTCOME OF THE CORE PLANNED PROGRAMS WITHIN THE GEORGIA FEDERAL PLAN OF WORK. THE GEORGIA FEDERAL PLAN OF WORK IS CENTERED ON EIGHT PLANNED PROGRAMS. THESE WORK IN CONJUNCTION WITH EACH OTHER TO ADDRESS IMPORTANT ISSUES ON COUNTY, STATE, REGIONAL, NATIONAL AND GLOBAL LEVELS. ANIMAL PRODUCTION THIS PLAN OF WORK WILL EXPLORE DIFFERENT AREAS OF ANIMAL PRODUCTION AND PROTECTION, FOCUSING ON THE PRODUCTION OF SHEEP, GOATS, DAIRY AND BEEF CATTLE, SWINE, POULTRY, AQUACULTURE, AND SMALL RUMINANTS. EQUINE AND BEES ARE ALSO INCLUDED. SPECIFIC TOPICS FOR THIS PROGRAM INCLUDE, BUT ARE NOT LIMITED TO: GEORGIA BEEF CHALLENGE, MASTER CATTLEMAN'S PROGRAM, PROFITABILITY OF DAIRY FARMING, SWINE INTAKE REGULATION, IPM AND EVALUATION OF NEW FORAGES AND FEEDS. COMMUNITY, HOME AND LIFE SKILLS THIS PLAN OF WORK WILL EXPLORE ISSUES RELATED TO HOME AND LIFE SKILLS. SPECIFIC TOPICS FOR THIS PROGRAM INCLUDE, BUT ARE NOT LIMITED TO: COMMUNITY DEVELOPMENT, ECONOMIC DEVELOPMENT, INDOOR AIR QUALITY, WATER QUALITY, WASTE MANAGEMENT, ENERGY MANAGEMENT, HOMEBUYER EDUCATION, CONSUMER ECONOMICS, FINANCIAL LITERACY, AND EMERGENCY PREPAREDNESS. FOOD SAFETY AND QUALITY THIS PLAN OF WORK WILL EXPLORE DIFFERENT AREAS OF FOOD SAFETY, FOCUSING ON FOOD PROCESSING, PROTECTION, AND SAFETY; PLANT PRODUCTION; AND ANIMAL PRODUCTION AND PROTECTION. SPECIFIC TOPICS FOR THIS PROGRAM INCLUDE, BUT ARE NOT LIMITED TO: CONSUMER DEMAND FOR FOOD, FOOD INDUSTRY NEEDS, AND THE FOOD PROCESSINGINDUSTRY. HEALTH AND WELLNESS THIS PLAN OF WORK WILL EXPLORE ISSUES OF CHRONIC DISEASE PREVENTION AND HEALTHY LIFESTYLES, FOCUSING ON WEIGHT CONTROL, PHYSICAL ACTIVITY, DIABETES MANAGEMENT AND PREVENTION, CARDIOVASCULAR DISEASES PREVENTION AND CANCER PREVENTION TO THE PUBLIC. A LARGE FOCUS OF THIS PROGRAM WILL BE ON THE STATE'S YOUTH. PLANT PRODUCTION THIS PLAN OF WORK WILL EXPLORE PLANT PRODUCTION AND PROTECTION. SPECIFIC TOPICS FOR THIS PROGRAM INCLUDE, BUT ARE NOT LIMITED TO: PLANT GROWTH AND CROP PRODUCTION; PLANT DISEASES, WEEDS AND PESTS; DEVELOPING NEW BREEDING TOOLS; SOIL QUALITY; IRRIGATION; PLANT PATHOLOGY; GENETICS; ENTOMOLOGY; IPM, HARVEST AND POST-HARVEST HANDLING; CONSERVATION; CULTURAL TRENDS; AND BREEDING PROGRAMS THAT INCORPORATE VARIABILITY DERIVED FROM INTERSPECIFIC HYBRIDS FROM WHICH NEW CULTIVARS CAN BE DEVELOPED. SUSTAINABILITY, CONSERVATION AND THE ENVIRONMENT THIS PLAN OF WORK WILL EXPLORE ISSUES RELATED TO THE SUSTAINABILITY AND PROFITABILITY OF AGRICULTURE. SPECIFIC TOPICS FOR THIS PROGRAM INCLUDE, BUT ARE NOT LIMITED TO: NATURAL RESOURCE MANAGEMENT, MINIMUM TILLAGE AND COVER CROPS; VALUE ADDED PRODUCTS OR PRODUCTION PRACTICES THAT CAN IMPROVE SUSTAINABILITY AND PROFITABILITY; INVESTIGATION OF NICHE MARKETS IN GEORGIA; FINANCIAL ACCOUNTING AND REPORTING STRATEGIES; AND ALTERNATE CULTURAL PRACTICES THAT WILL PROTECT, IMPROVE AND MAINTAIN SOIL FERTILITY. URBAN AGRICULTURE THIS PLAN OF WORK WILL EXPLORE ISSUES RELATED TO URBAN AGRICULTURE. SPECIFIC TOPICS FOR THIS PROGRAM INCLUDE, BUT ARE NOT LIMITED TO: WATER CONSERVATION TECHNOLOGY AND TRAINING; TURF DISEASE IDENTIFICATION AND MANAGEMENT; IPM; DEVELOPMENT OF NEW COST ESTIMATING AND JOB BIDDING SOFTWARE FOR LANDSCAPE INSTALLATION; AND MASTER GARDENER PROGRAMS. YOUTH AND FAMILY DEVELOPMENT THIS PLAN OF WORK WILL EXPLORE POSITIVE YOUTH AND FAMILY DEVELOPMENT. SPECIFIC TOPICS FOR THIS PROGRAM INCLUDE, BUT ARE NOT LIMITED TO: PARENTING; RELATIONSHIPS, CHILD AND ELDERLY CARE; 4-H AND YOUTH PROGRAMMING. THE GEORGIA FEDERAL PLAN OF WORK IS DESIGNED TO MEET THE EMERGING ISSUES OF OUR COMMUNITIES, SUPPORT THE SUSTAINABILITY AND PROFITABILITY OF THE AGRICULTURE INDUSTRY AND PROVIDE EDUCATIONAL PROGRAMS FOR FAMILIES AND YOUTH. MAJOR COMPONENTS IN THE PLANNED PROGRAM SPECIFICALLY TARGET YOUTH AND FAMILIES AT RISK. OTHER COMPONENTS TARGET SMALL PRODUCERS, LIMITED RESOURCES FARMERS AND RURAL COMMUNITIES. II. MERIT / PEER REVIEW PROCESS UGA CAES AND FVSU INDEPENDENTLY AND COLLABORATIVELY CONDUCT PERIODIC, EXTENSIVE AND COMPREHENSIVE PROGRAM REVIEWS OF THEIR RESEARCH AND EXTENSION PROGRAMS. THESE REVIEWS COLLECT BOTH INTERNAL AND EXTERNAL INPUT, INCLUDING INPUT FROM FACULTY AND STAFF, CLIENTELE, ALUMNI AND STAKEHOLDER GROUPS. THE RESULTS OF THESE REVIEWS HAVE BEEN USED TO FORMULATE THIS PLAN OF WORK. ADDITIONALLY, THE UNIVERSITIES HAVE SOUGHT GUIDANCE FROM THE UGA CAES ADVISORY SYSTEM AND THE FVSU CAFST ADVISORY BOARD THROUGH THEIR CRITICAL REVIEW OF PROGRAMS AND SUGGESTIONS FOR IMPROVEMENTS. THIS PLAN OF WORK IS UNDER CONTINUOUS REVIEW BY THE PROGRAM DEVELOPMENT TEAM, WHICH IS COMPRISED OF PROGRAM DEVELOPMENT SPECIALISTS AND COORDINATORS FROM AGRICULTURE AND NATURAL RESOURCES, FAMILY AND CONSUMER SCIENCES AND 4- H YOUTH DEVELOPMENT, AS WELL AS FACULTY FROM BOTH FVSU AND UGA. THIS REVIEW IS AN ONGOING PROCESS, AND FUTURE ANNUAL REVIEWS AND CHANGES TO THE PLAN OF WORK WILL BE THE RESPONSIBILITY OF THIS TEAM. THE RESEARCH PORTION OF THE PLAN OF WORK UNDERGOES SCIENTIFIC PEER REVIEW PRIOR TO EACH PROJECT BEING SUBMITTED. ALL SCIENTISTS ARE REQUIRED TO HAVE ACTIVE PROJECTS FOR EXPENDITURES TO BE MADE. EACH PROJECT IS PEER-REVIEWED BY BOTH INTERNAL AND EXTERNAL REVIEWERS AND MUST BE APPROVED BY THE APPROPRIATE DEAN AND DIRECTOR PRIOR TO SUBMISSION TO THE NATIONAL INSTITUTE OF FOOD AND AGRICULTURE. III. STAKEHOLDER INPUT 1. ACTIONS TO SEEK SURVEYS ARE USED AT THE PLANNED PROGRAM LEVEL. INFORMATION IS COLLECTED AND SHARED AS PART OF THE PROGRAM DEVELOPMENT PROCESS. THE ADVISORY SYSTEM REQUIRES THAT FACULTY SEEK PARTICIPATION BY NONTRADITIONAL STAKEHOLDER INDIVIDUALS. GEORGIA'S ADVISORY SYSTEM ALSO RECOMMENDS THAT ADVISORY COMMITTEE MEMBERSHIP REFLECT THE DEMOGRAPHIC COMPOSITION OF THE COMMUNITY. 2. METHODS TO IDENTIFY FACULTY AND ADMINISTRATION IDENTIFY ORGANIZATIONS MADE UP OF DIRECT STAKEHOLDERS OR POTENTIAL COLLABORATORS IN ADDRESSING COMMUNITY ISSUES. INPUT IS SOUGHT FROM STAKEHOLDERS WHO HAVE DEMONSTRATED THEIR DEDICATION TO THE ACTIVITIES OF THE COLLEGE. COUNTY PROGRAMS IDENTIFY INDIVIDUALS WITH THE ABILITY TO REPRESENT DIVERSE CURRENT OR POTENTIAL STAKEHOLDER GROUPS IN THE COMMUNITY. RACE, ETHNICITY, INCOME OR COMMUNITIES OF INTEREST MAY BE USED TO IDENTIFY THESE GROUPS. 3. METHODS TO COLLECT AT THE LOCAL LEVEL, ADVISORY COMMITTEES MEET BY PROGRAM AREA TO CUMULATIVELY IDENTIFY ISSUES; PLAN, EXECUTE AND EVALUATE PROGRAMS; AND COMMUNICATE RESULTS TO THE COMMUNITY. WHEN MAKING HIRING DECISIONS, COMMENTS AND RECOMMENDATIONS OF ACTIVE STAKEHOLDERS ARE SOLICITED VIA EMAIL SURVEY. 4. HOW CONSIDERED STAKEHOLDER INPUT IS AN IMPORTANT PART OF GEORGIA'S PROGRAM DEVELOPMENT MODEL. STAKEHOLDER INPUT IS CURRENTLY USED FOR PROGRAM PLANNING AND DEVELOPMENT PURPOSES, AND TO IDENTIFY AND EVALUATE RESOURCE LEVELS DIRECTED TOWARD SPECIFIC PLANNED PROGRAMS. STAKEHOLDERS ARE ENCOURAGED TO PARTICIPATE IN PROGRAM IMPLEMENTATION AS A TOOL TO UNDERSTAND THE VALUE AND SCOPE OF THE PROGRAM. STAKEHOLDERS ARE ALSO PART OF FUND DEVELOPMENT AT BOTH THE STATE AND LOCAL LEVELS. IV. CRITICAL ISSUES 1 ANIMAL PRODUCTION THIS CRITICAL ISSUE INTEGRATES WORK TO IMPROVE ANIMAL PRODUCTION SYSTEMS INCLUDING POULTRY, BEEF, DAIRY, PORK, SHEEP, GOAT, LAMB, EQUINE, AQUACULTURE, AND POLLINATORS FOR FOOD, FIBER, AND LEISURE. THIS PROGRAM WORKS TO DEVELOP PRODUCTION SYSTEMS THAT ARE PROFITABLE AS WELL AS SUSTAINABLE, AND WORKS CLOSELY WITH SUSTAINABILITY CONSERVATION <(>&<)> ENVIRONMENT, AS WELL AS HEALTH AND WELLNESS, TO DEVELOP SUSTAINABLE FOOD SYSTEMS. THE KEY ASPECT OF THISPLANNED PROGRAM AREA IS INTERDISCIPLINARY WORK TO SOLVE DIFFICULT PROBLEMS. THIS PROGRAM FOCUSES ON THE FOLLOWING CRITICAL AREAS: EFFICIENT PRODUCTION SYSTEMS ANIMAL HEALTH AND WELL BEING ECONOMIC PROSPERITY AND MARKETING OF ANIMAL PRODUCTION 2 COMMUNITY, HOME AND LIFE SKILLS WITHIN THIS PROGRAM, FACULTY MEMBERS DEVELOP AND DISSEMINATE RESEARCH-BASED INFORMATION TO IMPROVE FINANCIAL CAPABILITY FOR GEORGIANS AT EVERY AGE AND STAGE OF THE LIFE CYCLE. FOCUSES INCLUDE KNOWLEDGE, SKILLS, AND ACCESS TO SERVICES IN THE AREAS OF EARNING (I.E., EMPLOYABILITY SKILLS, INCOME TAXES, JOB SEARCH/SELECTION PROCESS), SPENDING (I.E., BUDGETING, MANAGING EXPENSES, HOME OWNERSHIP), S AVING/INVESTING, BORROWING, AND PROTECTING WHAT'S YOURS (INSURANCE, ESTATE PLANNING, HEALTHY HOMES). 3 FOOD SAFETY AND QUALITY CDC ESTIMATES EACH YEAR ROUGHLY 1 OUT OF 6 AMERICANS (48 MILLION) GETS SICK, 128,000 ARE HOSPITALIZED, AND 3,000 DIE FROM FOODBORNE DISEASES. IN RECENT YEARS, GEORGIA HAD THE HIGHEST INCIDENCE OF SALMONELLOSIS OF ALL 10 SITES MONITORED BY CDC'S FOODNET SYSTEM. INFANTS, YOUNG CHILDREN, THE ELDERLY AND THOSE WITH WEAKENED IMMUNE SYSTEMS ARE MOST AT RISK OF SERIOUS COMPLICATIONS. EDUCATION FOR FOOD PRODUCERS AND PROCESSERS, FARMERS, ENTREPRENEURS, FARMERS MARKETS, FOODSERVICE AND CONSUMERS IS CRITICAL TO ENSURE A SAFE FOOD SUPPLY AND REDUCE INCIDENCE OF FOODBORNE ILLNESS. THIS PLAN WILL PROVIDE RESEARCH AND EDUCATION/INSTRUCTION RELATED TO: A) PROCESSED FOODS, B) FRUITS, VEGETABLES <(>&<)> NUTS, C) MEAT, POULTRY <(>&<)> SEAFOOD, D) LOCAL FOODS, E) IMPORTED FOODS. 4 HEALTH <(>&<)> WELLNESS THE UGA EXTENSION HEALTH AND WELLNESS PROGRAM PROVIDES UP TO DATE, RESEARCH-BASED INFORMATION WITH THE GOAL OF IMPROVING THE HEALTH OF INDIVIDUALS, FAMILIES, AND COMMUNITIES. EXTENSION SPECIALISTS TRAIN AGENTS TO PROVIDE EDUCATION AND TRAINING TO ADULTS AND YOUTH ON HEALTH AND WELLNESS. SPECIALISTS ALSO DEVELOP CURRICULA, PRINT MEDIA AND ONLINE CONSUMER RESOURCES, AND PROGRAM EVALUATIONS. 4-H AND FAMILY AND CONSUMER SCIENCES FACULTY DEVELOP IN-SCHOOL AND OUT OF SCHOOL PROGRAMMING TO STIMULATE BEHAVIOR CHANGES AMONG YOUTH. ALSO INCLUDED IN THIS ISSUE IS BIO-MEDICAL RESEARCH. 5 PLANT PRODUCTION PROJECTS UNDER THE PLANT PRODUCTION PROGRAM ENCOMPASS A BROAD ARRAY OF TARGETED FIELDS OF STUDY THAT INCLUDE ENTOMOLOGY, PLANT PATHOLOGY, NEMATOLOGY, PLANT BREEDING AND GENETICS, SOIL SCIENCE, POSTHARVEST PHYSIOLOGY <(>&<)> STORAGE, IRRIGATION TECHNOLOGY, ENGINEERING, AGRICULTURAL (MICRO- AND MACRO-) ECONOMICS, SOCIOECONOMICS, FOOD SCIENCE AND TECHNOLOGY, RESOURCE CONSERVATION AND ECOLOGICAL SCIENCES, AND RESOURCE SUSTAINABILITY. MANY OF THESE PROJECTS ARE CROSS-DISCIPLINARY AND COMMODITY-DRIVEN WITH THE GOALS OF IMPROVING A GIVEN CROP'S RESOURCE- USE EFFICIENCY, SUSTAINABILITY, PROFITABILITY, YIELDS, AND WORKER SAFETY WHILE REDUCING CROP LOSSES DUE TO ABIOTIC AND BIOTIC STRESS. 6 SUSTAINABILITY, CONSERVATION AND THE ENVIRONMENT THIS CRITICAL ISSUE INTEGRATES WORK FROM THE ANIMAL PRODUCTIONAND PLANT PRODUCTION TO DEVELOP SUSTAINABLE PRODUCTION SYSTEMS THAT PROVIDE THE FOOD, FIBER NEEDED WITHOUT DESTROYING THE ECOSYSTEMS ON WHICH WE DEPEND. THIS PROGRAM WORKS TO DEVELOP PRODUCTION SYSTEMS AND ECONOMIC INFORMATION THAT ARE PROFITABLE AS WELL AS SUSTAINABLE, AND WORKS CLOSELY WITH FOOD SAFETY AS WELL AS HEALTH AND WELLNESS TO DEVELOP SUSTAINABLE FOOD SYSTEMS. THE KEY ASPECT OF THIS PLANNED PROGRAM AREA IS INTERDISCIPLINARY WORK TO SOLVE DIFFICULT PROBLEMS. THIS PROGRAM FOCUSES ON THE FOLLOWING CRITICAL AREAS: SUSTAINABLE PRODUCTION SYSTEMS CLIMATE CHANGE MITIGATION AND ADAPTION BIODIVERSITY ON-FARM AND IN THE LANDSCAPE ECONOMIC PROSPERITY AND VALUE OF ECOSYSTEM SERVICES NATURAL RESOURCES CONSERVATION 7 URBAN AGRICULTURE URBAN AGRICULTURE POSES UNIQUE CHALLENGES AS AN INCREASINGLY- URBANIZED GEORGIA POPULATION LIVING IN A FINITE AREA WITH FINITE RESOURCES. IN GEORGIA, THE POPULATION IN URBAN AND SUBURBAN AREAS CONTINUES TO INCREASE WHILE PUTTING ADDITIONAL STRAIN ON THE STATE'S NATURAL RESOURCES. AS POPULATIONS GROW, THE NEEDS FOR URBAN AGRICULTURE PROGRAMMING GROW AS WELL. MEETING THE NEEDS OF THESE CLIENTS IS THE GOAL OF THE URBAN AGRICULTURE CRITICAL ISSUE. INCLUDED IN THIS ISSUE ARE CONTROLLED ENVIRONMENT AGRICULTURE, TURF, AND ORNAMENTAL PLANTS. 8 YOUTH <(>&<)> FAMILY DEVELOPMENT THE YOUTH AND FAMILY DEVELOPMENT CRITICAL ISSUE PROVIDES UP-TO-DATE, RESEARCH-BASED EDUCATIONAL OPPORTUNITIES TO ASSIST INDIVIDUALS AND THEIR FAMILIES IN FORMING ATTITUDES, ACQUIRING KNOWLEDGE, AND DEVELOPING LIFE SKILLS THAT WILL ASSIST THEM THROUGHOUT THEIR LIFESPAN TO BE SELF-DIRECTING, PRODUCTIVE, AND CONTRIBUTING MEMBERS OF SOCIETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_NI231444XXXXG015_12H3"}, {"internal_id": 154735919, "Award ID": "NI231444XXXXG014", "Award Amount": 5060284.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-29", "CFDA Number": "10.512", "Description": "CENTRAL STATE UNIVERSITY EXTENSION PROVIDES PROGRAMMING THROUGHOUT MANY OF OHIO'S COUNTIES AT VARIOUS SITES INCLUDING WOODLANDS, FARMS, CLASSROOMS, COMMUNITY CENTERS, SCHOOLS, AND TRAINING SITES. FY 2023 PROJECT ABSTRACT CENTRAL STATE UNIVERSITY (CSU) EXTENSION FOCUSES ON PROGRAMMING FOR THE CITIZENS OF OHIO. THE PRIMARY TARGET AUDIENCE FOR PROGRAMMING IS UNDERSERVED, UNDERREPRESENTED POPULATIONS IN RURAL AND URBAN AREAS IN THE FOUR PROGRAM AREAS OF EXTENSION: AGRICULTURE AND NATURAL RESOURCES, 4-H YOUTH DEVELOPMENT, FAMILY AND CONSUMER SCIENCES, AND COMMUNITY AND ECONOMIC DEVELOPMENT. AGRICULTURE AND NATURAL RESOURCES (ANR) CSU EXTENSION PROVIDES PROGRAMS, WORKSHOPS, AND TRAINING FOR SMALL-SCALE, ORGANIC AND BEGINNING FARMER PROGRAMS WITH INTERACTIVE CLA SSES THAT FOCUS ON ORGANIC, INTENSIVE VEGETABLE PRODUCTION AND FARMERS LEARN ABOUT CROP MANAGEMENT, PEST MANAGEMENT, POST-HARVEST HANDLING AND FOOD SAFETY, FARM SAFETY, BUSINESS PLANNING AND DEVELOPMENT, MARKETING, LAND ACCESS, ENGAGEMENT WITH USDA PROGRAMS AND CLIMATE-SMART TECHNOLOGIES. CSU EXTENSION ALSO ENGAGES FARMERS WITH NICHE MARKETS INCLUDING SPECIALTY CROPS, AQUAPONICS, HYDROPONICS, AND BEEKEEPING. FOREST OUTREACH INCLUDES EFFORTS FOR OAK REGENERATION AND STEWARDSHIP WHILE ENHANCING ECONOMIC VIABILITY IN THE APPALACHIAN REGION WHICH HAS THE HIGHEST POVERTY RATE IN OHIO. CSU EXTENSION WILL FOCUS ON LEGACY PLANNING FOR WOODLAND OWNERS WITH AN EMPHASIS ON HEIRS' PROPERTY, MINORITY LANDOWNERS, AND UNDERSERVED AUDIENCES. IMPACTS OF THE PROGRAMMING WILL INCLUDE INCREASING THE NUMBER OF NEW FARMERS IN OHIO, DEVELOPING MENTOR RELATIONSHIPS FOR NEW FARMERS, DEVELOPING PODCASTS, VIDEOS AND RESOURCES FOR FARMERS AND ENGAGING WITH WOODLAND OWNERS IN APPALACHIAN OHIO. 4-H YOUTH DEVELOPMENT THE 4-H YOUTH DEVELOPMENT PROGRAM, \"CREATING YOUTH PATHWAYS TO SUCCESS\" TARGETS VULNERABLE POPULATIONS INCLUDING MINORITIES IN INNER-CITIES AND UNDERSERVED RURAL COMMUNITIES. THE PROGRAM PROVIDES POSITIVE YOUTH DEVELOPMENT AND EXPERIENTIAL LEARNING ACTIVITIES THAT CREATE PATHWAYS FOR OHIOAN YOUTH TO GROW AND BLOOM INTO RESPONSIBLE CITIZENS AND CARING ADULTS. THE PROGRAM PROVIDES AFTERSCHOOL AND IN-SCHOOL 4-H EXPERIENCE IN POSITIVE YOUTH DEVELOPMENT TO UNDERSERVED AND AT-RISK YOUTH IN URBAN (INNER-CITIES) AND RURAL COMMUNITIES THROUGH EXPERIENTIAL LEARNING ACTIVITIES IN S.T.E.A.M. EDUCATION, HEALTHY LIVING, COMMUNITY AND CIVIC ENGAGEMENT, AND CAREER PREPAREDNESS TO BECOME FUNCTIONAL AND RESPONSIBLE INDIVIDUALS. THE 4-H PROGRAM HAS DEVELOPED A STRONG COMMUNITY PARTNERSHIP THAT FOSTERS POSITIVE YOUTH DEVELOPMENT BASED ON THE NEEDS AND STRENGTHS OF YOUTH, THEIR FAMILIES, AND COMMUNITIES. IMPACTS OF THE PROGRAMMING INCLUDE ENCOURAGING YOUTH TO IMPROVE THEIR DIETARY HABITS, NUTRITION, HEALTH AND WELLNESS, AND PHYSICAL ACTIVITIES; IMPROVING ACCES S TO HEALTHIER FOODS THROUGH HANDS-ON ACTIVITIES IN GARDENING AND HEALTHY FOOD PREPARATION; AND INTRODUCING ACTIVITIES IN SCIENCE AND AGRICULTURE AND NUTRITION AND PROVIDE OPPORTUNITIES FOR YOUTH TO DEVELOP LIFE AND WORKFORCE PREPARATION SKILLS. OUTCOMES FOR YOUTH WILL INCLUDE INCREASED SKILLS IN LEADERSHIP, MASTERY, SELF- ESTEEM, AND SELF-DETERMINATION. FAMILY AND CONSUMER SCIENCES (FCS) THE WELFARE OF ALL OHIO CITIZENS BUT PARTICULARLY SOCIALLY DISADVANTAGED COMMUNITIES IS A PRIORITY FOR CSU EXTENSION. SOCIALLY DISADVANTAGED PEOPLE ARE OFTEN AT A GREATER RISK OF POOR NUTRITION AND ILLNESS, INCLUDING DIABETES, THAN MORE AFFLUENT POPULATIONS AND THIS IS A TARGET AUDIENCE FOR FCS PROGRAMS. OHIO HAS THE 11TH HIGHEST ADULT OBESITY RATE IN THE NATION, AND THE SIXTH HIGHEST OBESITY RATE FOR YOUTH AGES 10 TO 17. FCS PROGRAMS COVER HUMAN NUTRITION, DISEASE ABATEMENT THROUGH NUTRITION AND EXERCISE, COOKING METHODS, AND INDIVIDUAL/FAMILY MENTAL HEALTH. FCS ALSO PLAYS A CRITICAL ROLE IN THE DISSEMINATION OF RESEARCH RESULTS PERTAINING TO HUMAN NUTRITION AND HEALTH. FCS UTILIZES A MOBILE KITCHEN TO DEMONSTRATE COOKING AND INTRODUCING MORE FRUITS AND VEGETABLES IN PEOPLE'S DIETS THAT WILL CAUSE DIABETES MITIGATION, PREVENTION OF CHILDHOOD OBESITY, IMPROVING FAMILY RESILIENCE, STRENGTHENING FINANCIAL READINESS OF FAMILIES, PROMOTION OF HUNGER ABATEMENT, AND ENVIRONMENTAL DEGRADATION. A MOBILE HEALTH UNIT IS USED TO PROVIDE ACCESS TO HEALTH CONSULTATIONS AND SERVICES TO ALL COMMUNITIES. PROGRAM ACTIVITIES INCLUDE PROVIDING NUTRITIONAL EDUCATION, COOKING DEMONSTRATIONS AND WORKSHOPS TO ENCOURAGE PARTICIPANTS TO CONSUME MORE FRUITS AND VEGETABLES TO IMPROVE HEALTH AND REDUCE OCCURRENCE OF CHRONIC DISEASES SUCH AS DIABETES, HIGH BLOOD PRESSURE, AND HEART DISEASE AND CREATE IMPROVED COMMUNITY HEALTH AS PARTICIPANTS INTEGRATE FRUITS AND VEGETABLES INTO MEAL PLANNING AND PREPARATION. COMMUNITY AND ECONOMIC DEVELOPMENT (CED) THE COMMUNITY AND ECONOMIC DEVELOPMENT PROGRAMS SEEK TO EMPOWER COMMUNITIES TO ACHIEVE THEIR GOALS THROUGH EDUCATION AND TECHNICAL ASSISTANCE. THE PROGRAMMING PAYS PARTICULAR ATTENTION TO SOCIALLY DISADVANTAGED COMMUNITIES AND FOCUSES ONDEVELOPING A SUSTAINABLE AND IMPROVED SOCIO-ECONOMIC ENVIRONMENT. PROGRAM ACTIVITIES TO ACHIEVE THE OBJECTIVES INCLUDE OFFERING HIGH SCHOOL EQUIVALENCY EDUCATION, CRIMINAL RECORD EXPUNGEMENT PROGRAM, AND LOCAL AND MICRO ENTREPRENEURSHIP AND JOBS PROGRAMS. ALSO, CED OFFERS TECHNICAL ASSISTANCE TO OHIOANS THROUGH TRAINING CLIENTS IN GOVERNMENTAL DISASTER RELIEF PROGRAMS AND ASSISTING WITH COMPLETING APPLICATIONS TO OBTAIN DISASTER RELIEF. THE CED TEAM ALSO WORKS WITH FARMERS AND OTHER ENTREPRENEURS ON BUSINESS PLANNING AND DEVELOPMENT. IMPACTS OF THE PROGRAMMING WILL BE MEASURED BY NUMBER OF ASPIRING START-UP, SMALL BUSINESS, BEGINNING FARMERS, AND AGRIBUSINESS ENTREPRENEURS THAT LAUNCH AND OPERATE THEIR BUSINESS; PEOPLE WHO OVERCOME BARRIERS AND ENTER THE WORKFORCE; INDIVIDUALS RECEIVING HANDS-ON TRAINING IN THE TRADES, SOFT SKILLS, AND AGRICULTURE; AND IMPROVEMENT IN THE DELIVERY OF BOTH INFORM ATION AND SERVICES TO RESIDENTS AFFECTED BY DISASTERS AND REDUCE THE IMPACT OF DISASTERS BYPROVIDING EDUCATION AND TECHNICAL ASSISTANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_NI231444XXXXG014_12H3"}, {"internal_id": 155356403, "Award ID": "NI231444XXXXG013", "Award Amount": 2852064.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-23", "CFDA Number": "10.512", "Description": "THE UNIVERSITY OF ARKANSAS AT PINE BLUFF (UAPB), SCHOOL OF AGRICULTURE, FISHERIES AND HUMAN SCIENCES HAS THREE ACADEMIC DEPARTMENTS, THE 1890 EXTENSION PROGRAM, THE 1890 RESEARCH PROGRAM, THE AQUACULTURE AND FISHERIES CENTER OF EXCELLENCE AND THE REGULATORY SCIENCE CENTER OF EXCELLENCE. RESEARCH FACULTY ARE INTEGRATED INTO THE ACADEMIC DEPARTMENTS. PERSONNEL WITH A MAJORITY EXTENSION APPOINTMENT ARE UNDER THE SUPERVISION OF THE ASSISTANT DEAN FOR EXTENSION. CONSISTENT WITH THE LAND GRANT MISSION, UAPB RESEARCH AND EXTENSION FACULTY HAVE A LONG HISTORY OF PROVIDING LEADERSHIP IN DEVELOPING AND DISSEMINATING INNOVATIVE PRACTICES AND EMERGING TECHNOLOGIES. HENCE, UAPB EXTENSION EDUCATORS DELIVER RESEARCHBASED EDUCATION TO THEIR CLIENTELE. OUR EXTENSION EDUCATORS EMPLOY DIVERSE EDUCATIONAL METHODS TO THEIR CLIENTELE, INCLUDING EDUCATIONAL FACETOFACE AND VIRTUAL FORUMS, LANDOWNER VISITS, INDIVIDUAL CONSULTATIONS, DEMONSTRATIONS, AND FIELD DAYS AND TOURS. ALTHOUGH THE INFORMATION IS READILYAVAILABLE IN THE DIGITAL AGE, UAPB REMAINS A DATA PROVIDER INDEPENDENT OF FINANCIAL OR PHILOSOPHICAL INTERESTS. THUS, THE PRIMARY CLIENTELE SERVED BY UAPBS EXTENSION PROGRAM ARE THE SOCIALLY DISADVANTAGED, LIMITED RESOURCE AND UNDERSERVED FARMERS, RURAL FAMILIES, UNDERSERVED AND VULNERABLE YOUTH, THE ARKANSAS AQUACULTURE INDUSTRY, AND INDIVIDUALS AND AGENCIES WITH AN INTEREST IN FISHERIES AND FISH HABITATS. THESE CLIENTELE ARE SERVED THROUGH FIVE CRITICAL ISSUES OUTLINED BELOW. ENVIRONMENT, ENERGY AND CLIMATE: ARKANSAS HAS AN ABUNDANCE OF NATURAL RESOURCES, INCLUDING 19 MILLION ACRES OF FORESTS, 122,312 MILES OF RIVERS AND STREAMS, AND MORE THAN 600,000 ACRES OF LAKES AND RESERVOIRS. ARKANSAS HAS APPROXIMATELY 13,639,300 ACRES OF AGRICULTURAL LAND. MANY AFRICAN AMERICANS DO NOT SEE THEIR FOREST LAND AS AN ASSET BUT AS A LIABILITY. THE UAPB SUSTAINABLE FORESTRY AND LAND RETENTION PROGRAM WILL HELP PRODUCERS IMPROVE THEIR FOREST LAND AND SEE IT AS AN ASSET, TO EDUCATE AND ASSIST WITH HEIR PROPERTY ISSUES, AND ADDRESS THE LACK OF GOVERNMENT TRUST. ADDITIONALLY, SOCIALLY DISADVANTAGED PRODUCERS ARE TAUGHT HOW TO USE SUSTAINABLE AGRICULTURAL PRACTICES THAT KEEP SOILS, NUTRIENTS, AND PESTICIDES ON THEIR LAND AND PREVENT SOIL FROM SILTING AND POLLUTING STREAMS. ACCESS TO SAFE AND NUTRITIOUS FOOD: THE FOOD SAFETY MODERNIZATION ACT (FSMA) MADE FOOD SAFETY EDUCATION MANDATORY FOR LARGE FRESH FRUIT AND VEGETABLE PRODUCERS. HOWEVER, MANY GROCERY STORES REQUIRE ALL FARMERS TO BE GOOD AGRICULTURAL PRACTICES CERTIFIED. UAPBS EXTENSION WILL PROVIDE GAP AND FSMA TRAINING REQUIRED TO OBTAIN CERTIFICATION AND WE WILL STRENGTHEN AND ESTABLISH INFRASTRUCTURE TO IMPROVE FOOD SAFETY AWARENESS AND PRACTICES AMONG THE LOCAL SMALL, MEDIUM, AND LARGE SIZED FARMING OPERATIONS. INCREASING OPPORTUNITIES FOR YOUTH, FAMILIES AND COMMUNITIES: UAPBS EXTENSION ACTIVITIES FOCUS ON INCREASING OPPORTUNITIES FOR YOUTH, FAMILIES, AND COMMUNITIES. THE PROJECT WILL TARGET THE FAMILY WITH THE DESIRE TO SERVETHE COMMUNITY AT LARGE. 4H, FAMILY AND CONSUMER SCIENCE, AQUACULTURE/FISHERIES, AGRICULTURE AND HUMAN SCIENCES, AND EXTENSION PROFESSIONALS WILL ADDRESS ISSUES THAT IMPACT YOUTH, FAMILIES, AND COMMUNITIES. EXPERIENTIAL LEARNING CURRICULA AND PROGRAMS THAT REINFORCE COLLABORATION WITH YOUTH AND COMMUNITY BUSINESSES WILL ENSURE A COMPETENT WORKFORCE FOR COMMUNITIES. AGRICULTURAL PRODUCTION AND PROCESSING: CHALLENGES FACING THIS CRITICAL ISSUE INCLUDE PRODUCTION EFFICIENCY, ADEQUATE WATER, SOIL HEALTH, RESISTANT PESTS, CLIMATE, ENVIRONMENTAL CONCERNS, ENERGY, RISING PRODUCTION COSTS, AND FOOD SAFETY. AQUACULTURE/FISHERIES EXTENSION PROVIDES FISH DISEASE DIAGNOSTICS SERVICES WHICH SAVE FARMERS THOUSANDS OF DOLLARS PER YEAR. THE APHISCERTIFIED LAB INSPECTS FISH SO THAT FARMERS CAN SELL DISEASEFREE FISH OUTOFSTATE. SPECIALTY CROP EXTENSION ACTIVITIES PRODUCE VIRUSINDEXED SWEET POTATO PLANTING MATERIALS FOR GROWERS AND DEVELOP VALUEADDED PRODUCTS SUCH AS SWEET POTATO WINES. AGRICULTURE AND NATURAL RESOURCES ECONOMICS AND MARKETING: UAPB OFFERS MANY SMALL AND SOCIALLY DISADVANTAGED PRODUCERS ASSISTANCE WITH USDA LOAN APPLICATIONS. TO MEET THE FINANCIAL PLANNING NEEDS OF THIS GROUP OF EXISTING AND BEGINNING PRODUCERS, THE UAPB SMALL FARM PROGRAM CONTINUES TO OFFER FARM FINANCIAL PLANNING AND TECHNICAL ASSISTANCE TO PRODUCERS. MOSTLY, THIS WILL BE THE ONLY FARM BUSINESS TRAINING THAT THESE PRODUCERS N OBTAIN WITHIN THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_NI231444XXXXG013_12H3"}, {"internal_id": 154736133, "Award ID": "NI231444XXXXG012", "Award Amount": 2922219.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-22", "CFDA Number": "10.512", "Description": "THROUGH LIFE-LONG LEARNING STRATEGIES, THE ALCORN STATE UNIVERSITY EXTENSION PROGRAM (ASUEP) SERVES AS A PROACTIVE, RESPONSIVE, AND COLLABORATIVE LEARNING ORGANIZATION, COMMITTED TO THE GROWTH AND DEVELOPMENT OF ITS TARGETED CLIENTELE. EXTENSION PERSONNEL WORK TO IMPROVE AGRICULTURAL RELATED PROCESSES, AS WELL AS TO STRENGTHEN FAMILIES AND COMMUNITIES THROUGH THE DISSEMINATION AND APPLICATION OF RESEARCH-GENERATED KNOWLEDGE. LEADERSHIP TECHNIQUES, COLLABORATIVE LEARNING, AND ORGANIZATIONAL STRATEGIES ARE ALSO AT THE CORE OF THE EXTENSION PROGRAM'S WORK. THIS PROJECT WILL THEREFORE PROVIDE GREATER PROGRAMMATIC AND GEOGRAPHIC FOCUS IN ADDRESSING ISSUES/NEEDS OF LIMITED RESOURCE AUDIENCES; EXPAND RESOURCES OF ASUEP THUS CREATING A MORE EFFICIENT RESPONSIVE AND STATEWIDE EXTENSION SYSTEM AND PROVIDE OPPORTUNITIES FOR GREATER COLLABORATION, NETWORKING AND PROGRAM LINKAGES. THIS PROJECT WILL ALSO ALLOW ASUEP TO MAKE GREATER CONTRIBUTION TO TOTAL STATE EXTENSION SYSTEM. THUS, THIS PROJECT WILL DRAW UPON THE ORGANIZATION'S UNIQUE STRENGTHS AND ITS COMPREHENSIVE DELIVERY SYSTEM IN DELIVERING EDUCATIONAL PROGRAMS TARGETED TO LIMITED-RESOURCE AUDIENCES. HENCE, THE EXTENSION PROFESSIONALS WILL FACILITATE POSITIVE CHANGE IN THE CAPITAL RIVER, DELTA, AND COASTAL REGIONS OF MISSISSIPPI THROUGH COLLABORATIVE EDUCATIONAL PROGRAMS INTENDED TO:  THEREFORE, THE ORGANIZATIONAL GOALS ARE TO: IMPROVE AGRICULTURAL PRODUCTION SYSTEMS BY PROVIDING EDUCATIONAL PROGRAMS AND TECHNICAL ASSISTANCE TO SMALL AND LIMITED-RESOURCES FA RMERS. IMPROVE THE HEALTH AND WELL-BEING OF FAMILIES AND COMMUNITIES. IMPROVE STEWARDSHIP OF NATURAL RESOURCES AND THE ENVIRONMENT. DEVELOP CITIZENSHIP, LEADERSHIP, AND LIFE SKILLS OF YOUTHS THROUGH POSITIVE YOUTH DEVELOPMENT PROGRAMMING AND STEAM EDUCATIONAL PROGRAMS. PROMOTE PROFESSIONAL GROWTH AND DEVELOPMENT OF PERSONNEL.  TARGET AUDIENCE SMALL FARMERS SINGLE PARENT FAMILIES DISADVANTAGED YOUTH LIMITED-RESOURCE COMMUNITIES FAMILIES WITH YOUNG CHILDREN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_NI231444XXXXG012_12H3"}, {"internal_id": 154736096, "Award ID": "NI231444XXXXG011", "Award Amount": 3267206.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-22", "CFDA Number": "10.512", "Description": "LANGSTON UNIVERSITY, AS AN 1890 LAND GRANT UNIVERSITY, WORKS SPECIFICALLY TO FOCUS ON LIMITED RESOURCE AND UNDERSERVED COMMUNITIES T HROUGHOUT THE STATE; THAT IS OUR MANDATE. LU-SAAS COEP WORKS CLOSELY WITH OKLAHOMA STATE UNIVERSITY IN OUR CONCERTED EFFORT TO MEET THE NEEDS OF UNDERSERVED COMMUNITIES THROUGHOUT THE STATE OF OKLAHOMA. RECEIVING THE FULL STATE MATCH WILL ALLOW LANGSTON UNIVERSITY TO BUILD THE CAPACITY NECESSARY TO REACH AND IMPROVE THE ECONOMIC AND SOCIAL WELL-BEING OF UNDERSERVED COMMUNITIES, PRODUCERS, AND CONSUMERS THROUGHOUT THE STATE. LU-SAAS ALSO WORKS CLOSELY WITH THE 1994 LAND GRANT INSTITUTION IN THE OKLAHOMA. THE 1994 LAND GRANT IS THE COLLEGE OF MUSCOGEE NATION IN OKMULGEE.  LU-SAAS COEP FOCUSES ON AFRICAN AMERICAN POPULATIONS, HISPANIC, NATIVE AMERICAN, AND HMONG POPULATIONS, AND SMALL LAND-HOLDING PRODUCERS AND HOUSEHOLDERS THROUGHOUT THE STATE. THIS FOCUS HELPS ENSURE THAT THROUGH THE EFFORT OF ALL THREE LAND GRANT INSTITUTIONS, THERE IS AN EQUITABLE OPPORTUNITY FOR ALL OKLAHOMANS, NO MATTER THEIR SOCIOECONOMIC STATUS, ETHNICITY, FINANCIAL RESOURCES, COMMUNITY LOCATION, OR SCALE OF PRODUCTION. LU-SAAS COOPERATIVE EXTENSION <(>&<)> OUTREACH AND RESEARCH PROGRAMS FOCUSES ON FOUR MAIN AREAS IN ORDER TO MEET THE NEEDS OF STAKEHOLDERS THROUGHOUT THE STATE. THE AREAS ARE: O PRODUCTION AGRICULTURE: CROPS AND ANIMALS O MANAGEMENT AND SUSTAINABILITY O NUTRITION, FOOD SECURITY AND FOOD SAFETY O 4H <(>&<)> YOUTH DEVELOPMENT CURRENT EXTENSION PROJECTS FUNDED THROUGH 1890 EXTENSION-- FEDERAL AND STATE MATCH 1. EXTENSION ADMINISTRATION (ADMIN) 2. EXTENSION YOUTH 3. EXTENSION GOAT MANAGEMENT 4. EXTENSION AQUACULTURE 5. EXTENSION HORTICULTURE 6. EXTENSION AGRIBUSINESS EXTENSION COMMUNICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_NI231444XXXXG011_12H3"}, {"internal_id": 155356420, "Award ID": "NI231444XXXXG010", "Award Amount": 2948611.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-22", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION IS THE OUTREACH AND COMMUNITY EDUCATIONAL COMPONENT OF FLORIDA A<(>&<)>M UNIVERSITY'S LAND-GRANT MISSION. FAMU COOPERATIVE EXTENSION PROVIDES RESEARCH- AND EVIDENCE-BASED EDUCATIONAL INFORMATION AND DIRECT TECHNICAL ASSISTANCE TO IMPROVE THE QUALITY OF LIFE FOR LIMITED RESOURCE CITIZENS. AS A RESULT, COUNTLESS RESIDENTS IN FLORIDA HAVE BEEN ENRICHED THROUGH THE POSITIVE IMPACT OF SIGNIFICANT INFORMATION SHARED BY SPECIALISTS AND AGENTS THROUGH FAMU COOPERATIVE EXTENSION. REACHING OUT TO SERVE FARMERS, RURAL AND URBAN FAMILIES, ELDERLY, YOUTH, ENTREPRENEURS, SMALL BUSINESS OWNERS, AND UNDERSERVED COMMUNITIES CONTINUES TO BE A RICH TRADITION OF THE FAMU COOPERATIVE EXTENSION PROGRAM. CRITICAL ISSUES INCLUDE:  - AGRICULTURAL AND FOOD SYSTEMS - MAINTAIN AND ENHANCE PRODUCTION SYSTEMS OF ALL TYPES AND SCALES BY IMPROVING KNOWLEDGE AND ADOPTION OF PRODUCTION EFFICIENCIES AND EFFECTIVENESS, NEW TECHNOLOGIES, GOOD AGRICULTURAL PRACTICES, GOOD FOOD SAFETY TECHNOLOGIES AND PRACTICES, AND INTEGRATED PEST MANAGEMENT; HELP PRODUCERS AND GROWERS PROTECT THE ECONOMIC SUSTAINABILITY OF THEIR OPERATIONS THROUGH AGRICULTURAL BUSINESS PLANNING, FINANCIAL MANAGEMENT AND SUCCESSION PLANNING  - WATER QUALITY AND CONSERVATION - IMPROVE FLORIDIANS' KNOWLEDGE ABOUT WATER ALLOCATION, USE, QUALITY, AND CONSERVATION THROUGH PUBLIC EDUCATION.  - NATURAL RESOURCES AND ENVIRONMENT - IMPROVE ENVIRONMENTAL QUALITY BY TEACHING CITIZENS ABOUT THE RELEVANCE AND VALUE OF NATURAL RESOURCES TO FLORIDA'S ECONOMY.  - NUTRITION, HEALTH AND SAFETY - EMPOWERING FLORIDIANS TO BUILD HEALTHY LIVES AND ACHIEVE SOCIAL AND ECONOMIC SUCCESS THROUGH HEALTH AND WELLNESS, NUTRITION, AND FOOD SYSTEMS, AND MAINTAIN AND ENHANCE PRODUCTION SYSTEMS OF ALL TYPES AND SCALES BY IMPROVING KNOWLEDGE AND ADOPTION OF FOOD SAFETY.  - FAMILIES AND COMMUNITIES - EMPOWER INDIVIDUALS TO MAKE POSITIVE LIFESTYLE CHOICES THAT IMPROVE INDIVIDUAL AND FAMILY SOCIAL AND ECONOMIC CONDITIONS; STRENGTHENING URBAN AND RURAL COMMUNITY RESOURCES THROUGH ECONOMIC DEVELOPMENT AND ENTREPRENEURSHIP, COMMUNITY CAPACITY BUILDING, PUBLIC POLICY EDUCATION, AND IMPROVED COMMUNITY ENERGY POLICY AND MANAGEMENT DECISION-MAKING;  - YOUTH DEVELOPMENT - ENGAGE YOUTH IN EXPERIENTIAL LEARNING AND FOSTER LEARNING ENVIRONMENTS TO MAKE POSITIVE YOUTH DEVELOPMENT POSSIBLE BY EDUCATING CARING ADULTS ABOUT VOLUNTEERISM AND USING ADULT-YOUTH PARTNERSHIPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_NI231444XXXXG010_12H3"}, {"internal_id": 154736053, "Award ID": "NI231444XXXXG009", "Award Amount": 5318058.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-22", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION AT N.C. A<(>&<)>T PROVIDES RESEARCH-BASED INFORMATION TO NORTH CAROLINIANS WITH SOCIAL, CULTURAL, AND ECONOMIC BARRIERS TO UPWARD MOBILITY SO THAT THEY CAN MAKE DECISIONS THAT IMPROVE THEIR COMMUNITIES AND THEIR LIVES. AS THE OUTREACH ARM OF THE UNIVERSITY'S COLLEGE OF AGRICULTURE AND ENVIRONMENTAL SCIENCES, EXTENSION INCLUDES SUBJECT-MATTER SPECIALISTS AND COUNTY-BASED AGENTS AND PARAPROFESSIONALS WHO DELIVER PROGRAMS THROUGH CENTERS ACROSS THE STATE. EXTENSION PROFESSIONALS USE A VARIETY OF DELIVERY METHODS - FROM ONE-ON-ONE DEMONSTRATIONS TO VIDEOCONFERENCING AND ONLINE COMPUTER ASSISTED TRAINING - TO ADDRESS THE NEEDS OF INDIVIDUALS, SMALL FARMERS, FAMILIES, YOUTH AND COMMUNITIES WITH LIMITED RESOURCES. PROGRAMS FOCUS ON STRATEGIC PRIORITIES AREAS: SMALL-SCALE AGRICULTURE DEVELOPMENT NATURAL RESOURCE SUSTAINABILITY FOOD SAFETY AND SECURITY NUTRITION AND CHRONIC DISEASE PREVENTION YOUTH, FAMILY AND COMMUNITY WELL-BEING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_NI231444XXXXG009_12H3"}, {"internal_id": 154735996, "Award ID": "NI231444XXXXG008", "Award Amount": 4745696.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-22", "CFDA Number": "10.512", "Description": "THE UNIVERSITY OF KENTUCKY COLLEGE OF AGRICULTURE, FOOD AND ENVIRONMENT AND KENTUCKY STATE UNIVERSITY (KSU) COLLEGE OF AGRICULTURE, COMMUNITIES, AND THE ENVIRONMENT WERE FOUNDED AS LAND-GRANT INSTITUTIONS (1862 AND 1890, RESPECTIVELY), OFFERING ACCESS TO KNOWLEDGE AND LEARNING TO ENHANCE THE LIVES OF KENTUCKIANS. THE TWO PROGRAMS ARE FUNDAMENTALLY INTERDISCIPLINARY, APPLYING THE BIOLOGICAL, PHYSICAL, AND SOCIAL SCIENCES TO CHALLENGES IN AGRICULTURAL, FOOD, AND ENVIRONMENTAL SYSTEMS. OUR WORK ENCOMPASSES FARMS AND FORESTS, FOOD AND FIBER, FAMILIES, AND COMMUNITIES. THE UNIVERSITY OF KENTUCKY COLLEGE OF AGRICULTURE, FOOD AND ENVIRONMENT HOLDS A UNIQUE POSITION AS THE HOME OF THE KENTUCKY AGRICULTURAL EXPERIMENT STATION AND THE KENTUCKY COOPERATIVE EXTENSION SERVICE (KCES). THE TEACHING, RESEARCH, AND EXTENSION PROGRAMS ARE PART OF A NATIONAL SYSTEM THAT MAINTAINS A STATEWIDE PRESENCE AND LINKS LOCAL, STATE, NATIONAL AND GLOBAL ISSUES. THE KSU LAND GRANT PROGRAM AND COLLEGE OF AGRICULTURE, COMMUNITIES AND THE ENVIRONMENT FOCUSES ON TEACHING, RESEARCH, AND EXTENSION TO ADDRESS THE NEEDS OF THE SMALL-SCALE AND LIMITED- RESOURCE FARMERS; MINORITY AND UNDERSERVED/DISPARITY COMMUNITIES, AS WELL AS DIVERSE AND AT-RISK YO UTHS. THESE PROGRAMS INCLUDE RESEARCH TO IDENTIFY NEW AND NICHE PRODUCTS AND MARKETS FOR SMALL-SCALE, LIMITED RESOURCE, AND MINORITY FARMERS, TO ENHANCE AVAILABILITY AND SAFETY OF LOCALLY PRODUCED, NUTRITIOUS FOODS, AND REDUCE FERTILIZER AND PESTICIDE RUNOFF TO IMPROVE SOIL AND WATER QUALITY WHILE REDUCING FARMER AND FORESTER EXPENSES. OUR VISION IS TO BE RECOGNIZED FOR EXCELLENCE IN FOSTERING LEARNING THAT CHANGES LIVES, DISCOVERIES THAT CHANGE THE WORLD AND OPPORTUNITIES THAT SHAPE THE FUTURE. RESEARCH AND EXTENSION, AS FULL PARTNERS WITH EXPANDING LINKAGES THROUGHOUT THE UNIVERSITY OF KENTUCKY AND KSU AND WITH SUPPORT FROM EVERY KENTUCKY COUNTY, SEEK TO 1) FACILITATE LIFELONG LEARNING INFORMED BY SCHOLARSHIP AND RESEARCH, 2) EXPAND KNOWLEDGE THROUGH CREATIVE RESEARCH AND DISCOVERY, AND 3) SERVE KENTUCKIANS BY SHARING AND APPLYING KNOWLEDGE. RESEARCH AND EXTENSION SEEK TO SUSTAIN THE LAND-GRANT HERITAGE OF ACHIEVEMENT IN THESE CHALLENGING TIMES, BUT THE COMMONWEALTH AND THE UNIVERSITIES ARE UNDERGOING MANY SIGNIFICANT CHANGES. AS KENTUCKY CONTINUES TO MOVE FROM A TOBACCO-BASED AGRICULTURAL ECONOMY AND EXPLORES NEW OPTIONS AND COMMODITIES, LAND-GRANT PROGRAMS FACE INCREASED DEMANDS AND EXPECTATIONS. TECHNOLOGY IS REDEFINING THE WAY PEOPLE ACQUIRE AND DISTRIBUTE INFORMATION AND HOW THEY SOLVE PROBLEMS. WHILE URBANIZATION IS CLAIMING FARMLAND, IT IS ALSO CREATING NEW MARKETS FOR TRADITIONAL AND NON-TRADITIONAL AGRICULTURAL PRODUCTS. CHANGING LIFESTYLES AND DEMOGRAPHICS ARE CHALLENGING US WITH OPPORTUNITIES FOR GREATER INVOLVEMENT IN YOUTH, FAMILY, AND COMMUNITY PROGRAMS. WITH NEARLY 80,000 FARMS IN THE STATE AND AN AVERAGE 171 ACRES PER OPERATION, KENTUCKY IS DOMINATED BY SMALL FAMILY FARMS. HOWEVER, MANY OF THESE FARMS ARE MAJOR PRODUCERS OF TRADITIONAL AGRICULTURAL COMMODITIES, SUCH AS LIVESTOCK, TOBACCO, AND GRAIN. SOME SEEK NEW OPPORTUNITIES IN SPECIALTY CROPS AND INDUSTRIAL HEMP. OTHERS OPERATE ON A PART- TIME BASIS OR INVOLVE LIMITED RESOURCES. THE RESEARCH AND EXTENSION PROGRAMS AT BOTH LAND-GRANT INSTITUTIONS PROVIDE THE BREADTH NEEDED TO ADDRESS THE STATE'S DIVERSITY OF AGRICULTURAL OPERATIONS AND AGROECOSYSTEMS. MORE THAN HALF OF THE STATE'S CASH RECEIPTS FROM FARM MARKETS RESULT FROM ANIMALS AND ANIMAL PRODUCTS. SIGNATURE INDUSTRIES INCLUDE BEEF AND EQUINE, WHICH RELY ON CUTTING-EDGE RESEARCH TO MITIGATE FESCUE TOXICOSIS, CONTROL INFECTIOUS DISEASES AND IMPROVE REPRODUCTIVE EFFICIENCIES. ANIMAL PRODUCTION SYSTEMS, INCLUDING POULTRY, SWINE, SMALL RUMINANTS AND AQUACULTURE, ARE FACED WITH INCREASING PUBLIC PRESSURE TO ENSURE HIGH LEVELS OF ANIMAL WELFARE AND OPERATE IN ENVIRONMENTALLY SUSTAINABLE WAYS. THERE IS INCREASING INTEREST AMONG PRODUCERS FOR PRECISION ANIMAL MANAGEMENT TOOLS THAT CAN HELP INCREASE MARGINS AND A CONTINUED NEED FOR ASSISTANCE DEVELOPING AND MARKETING VALUE-ADDED PRODUCTS, PARTICULARLY FOR THE STATE'S DECLINING DAIRY INDUSTRY AND FOR SMALL AND LIMITED-RESOURCE FARMERS. SOYBEANS AND GRAIN CROPS HAVE BECOME INCREASINGLY IMPORTANT TO KENTUCKY AS THE TOBACCO INDUSTRY CONTINUES TO DECLINE. PRODUCERS RELY ON THE LAND-GRANTS FOR RESEARCH-BASED GUIDANCE ON MANAGING INTENSIVE PRODUCTION WITH MINIMAL ENVIRONMENTAL IMPACT. RESEARCH AND EXTENSION PROGRAMS ADDRESS MANAGEMENT OF NUTRIENTS, PESTS AND DISEASES, VARIETY SELECTION IN A CHANGING CLIMATE AND WATER MANAGEMENT. THEY HELP PRODUCERS EFFECTIVELY USE PROVEN PRECISION FARMING AND LAND MANAGEMENT TOOLS. ADDITIONALLY, FORAGE SYSTEMS UNDERPIN THE STATE'S SIGNATURE EQUINE AND BEEF INDUSTRIES; THEIR MANAGEMENT CONTINUES TO BE A FOCUS FOR RESEARCH AND EXTENSION PROGRAMS IN THE STATE. HISTORICALLY, RURAL COMMUNITIES HAVE HAD MAJOR DEPENDENCE ON FARM INCOMES FOR THEIR ECONOMIC VIABILITY. WITH THE DECLINING POTENTIAL OF TOBACCO TO GENERATE FARM INCOME, DEVELOPMENT AND DISCOVERY OF NEW ENTERPRISES AND MANAGEMENT STRATEGIES ARE ESSENTIAL. THE LAND-GRANT SYSTEM WILL BE CHALLENGED TO FIND NEW STRATEGIES TO MEET THE DEMANDS FOR INCREASED DIVERSIFICATION IN RURAL COMMUNITIES. PROGRAMS IN SUPPORT OF HIGH-VALUE HORTICULTURAL CROPS, AQUACULTURE, INDUSTRIAL HEMP, DISTILLATION, WINE MAKING, BREWING AND NICHE-MARKET ANIMAL PRODUCTS ARE CRITICAL TO PROVIDING VIABLE ALTERNATIVES TO TOBACCO PRODUCTION. IN THE POST-TOBACCO-GROWING ERA, SUCCESSFUL RISK MANAGEMENT IS IMPORTANT IN MAINTAINING COMPETITIVENESS IN THE STATE'S AGRICULTURAL ECONOMY. VALUE OPPORTUNITIES IN AGRICULTURE CREATES JOBS, MANY WITHIN RURAL COMMUNITIES. VALUE OPPORTUNITIES ALSO CREATE EXPANDED DEMAND FOR LOCAL AGRICULTURAL PRODUCTS. INITIATIVES ARE REQUIRED TO ENCOURAGE LOCAL ENTREPRENEURIAL CREATIVITY AND RISK-TAKING AND TO BUILD A NETWORK OF SUPPORT RESOURCES. KENTUCKY IS MAKING SUBSTANTIAL RESOURCE COMMITMENTS TO SUPPORT THE CREATION OF AN \"AGRITECH\" ECOSYSTEM, AS WELL AS VALUE-ADDED INNOVATIONS THAT UTILIZE LOCAL AGRICULTURAL PRODUCTS, PARTICULARLY IN THE AREAS OF LIVESTOCK, HORTICULTURE, SECONDARY WOOD PRODUCTS, AND AGRITOURISM. THE CURRENT PUBLIC INTEREST IN COMMUNITY- AND REGION-BASED LOCAL FOOD SYSTEMS PROVIDES KENTUCKY'S RESEARCH AND EXTENSION PROGRAMS AN IDEAL OPPORTUNITY TO SHOWCASE RELEVANCE TO ALL CITIZENS ACROSS THE STATE AND ADDRESS ISSUES OF FOOD SECURITY, NUTRITION, PROSPERITY, AND SUSTAINABILITY IN BOTH RURAL AND URBAN COMMUNITIES. THE MISSION OF AN EFFECTIVE FOOD SAFETY SYSTEM IS TO PROTECT AND IMPROVE PUBLIC HEALTH BY ENSURING THAT FOODS MEET SCIENCE-BASED SAFETY STANDARDS. OVER 50% OF ALL FOOD-BORNE ILLNESS CAN BE ATTRIBUTED TO MISTAKES MADE IN FOOD SERVICE ESTABLISHMENTS AND RESTAURANTS, WHILE 20% ARE TRACEABLE TO CONSUMERS IN THEIR HOMES. CHANGES IN THE RISK OF FOOD-BORNE DISEASE ARE DUE PRIMARILY TO CHANGES IN DIET, INCREASED USE OF COMMERCIAL FOOD SERVICE AND FOOD PREPARED AND EATEN AWAY FROM HOME, NEW METHODS OF PRODUCING AND DISTRIBUTING FOOD, AND THE GROWING NUMBER OF AT-RISK INDIVIDUALS, SUCH AS THE ELDERLY AND THOSE WITH ELEVATED RISKS TO THEIR IMMUNE SYSTEMS. EDUCATIONAL TRAINING ON THE SAFE PRODUCTION, PREPARATION, HANDLING, AND STORAGE OF FOOD FOR PRODUCERS, PROCESSORS, CONSUMERS, AND AT-RISK GROUPS IS THE TRADITIONAL APPROACH TO DECREASE THE RISKS OF FOOD-BORNE ILLNESS. THREE LEADING CAUSES OF MORBIDITY AND MORTALITY IN KENTUCKY ARE CARDIOVASCULAR DISEASE, CANCER, AND DIABETES. THE RECOMMENDATIONS FOR THEIR PREVENTION AND TREATMENT OF THESE CHRONIC DISEASES INCLUDE STRONG NUTRITIONAL AND PHYSICAL ACTIVITY COMPONENTS. OBESITY IS A CONTRIBUTING FACTOR IN THE DEVELOPMENT OF THESE DISEASES. IN KENTUCKY, THE PREVALENCE OF OVERWEIGHT ADULTS HAS ESCALATED OVER THE LAST DECADES. EARLY DIAGNOSIS OF CANCER, DIABETES, AND CARDIOVASCULAR DISEASE IS ASSOCIATED WITH IMPROVED OUTCOMES, INCLUDING IMPROVED QUALITY OF LIFE AND LONGEVITY. PREVENTION, DETECTION, AND TREATMENT OF CHRONIC DISEASE IN KENTUCKY IS PARTICULARLY IMPORTANT IN TODAY'S CHANGING HEALTHCARE ENVIRONMENT. PEOPLE WITH CHRONIC DISEASES REQUIRE SKILLS FOR SELF-CARE. PUBLIC CONCERN OVER ECOSYSTEM ISSUES AS WELL AS NATIONAL AND STATE GOVERNMENT HAS GENERATED RECOGNITION OF THE NEED FOR RESEARCH AND EDUCATION PROGRAMS. KENTUCKY'S BIOLOGICAL WEALTH MAY CONTINUE TO BE THREATENED UNLESS COMPREHENSIVE AND SUSTAINABLE APPROACHES ARE RESEARCHED AND UTILIZED FOR ENJOYING, STUDYING, AND, AT THE SAME TIME, HARVESTING THE FRUITS OF THE LAND THROUGH LOGGING, MINING, AND AGRICULTURAL PRODUCTION. ECOSYSTEM SERVICES MUST BE PRESERVED, ANTI-MICROBIAL RESISTANCE MUST BE MITIGATED AND POLLINATOR POPULATIONS MUST BE PROTECTED. APPROACHES MUST ALSO CONSIDER HOW THESE SYSTEMS ADAPT TO AND MITIGATE CLIMATE CHANGE. PROGRAMS MUST STRIVE TO ELUCIDATE HOW CLIMATE CHANGE WILL IMPACT AGRICULTURAL AND NATURAL RESOURCE SYSTEMS WHILE DEVELOPING PROGRAMS AND TECHNOLOGIES THAT WILL HELP FARMERS, FORESTERS, AND OTHERS ADAPT. THE LAND GRANT SYSTEM'S MISSION OF ENHANCING ECONOMIC OPPORTUNITY AND IMPROVING THE QUALITY OF LIFE FOR AMERICANS GOES WELL BEYOND A GRICULTURAL PRODUCTION. IT INCLUDES THE EMPOWERMENT OF PEOPLE AND COMMUNITIES THROUGH RESEARCH-BASED INFORMATION AND EDUCATION TO ADDRESS ECONOMIC AND SOCIAL CHALLENGES FACING OUR YOUTH, FAMILIES, AND COMMUNITIES. SOME CHALLENGES ARE: BOTH URBAN AND RURAL AREAS OF THE STATE CONTINUE TO BE PLAGUED BY HIGH UNEMPLOYMENT AND UNDEREMPLOYMENT. NEARLY 30% OF KENTUCKY'S YOUTH FAIL TO GRADUATE FROM HIGH SCHOOL. WITH MANY INDUSTRIES RELOCATING TO OTHER COUNTRIES, JOB CLOSINGS HAVE AFFECTED MANY AREAS OF THE STATE. MANY KENTUCKIANS LACK THE EDUCATIONAL PREPARATION AND SKILLS NEEDED TO SECURE AND MAINTAIN EMPLOYMENT OR QUALIFY FOR NEW-ERA JOBS. THROUGHOUT THEIR LIVES, BOTH YOUTH AND ADULT KENTUCKIANS NEED TO DEVELOP SKILLS ESSENTIAL TO BECOME PRODUCTIVE MEMBERS OF THE COMMUNITY AND WORKFORCE. BEING A PRODUCTIVE MEMBER OF SOCIETY AS AN ADULT REQUIRES YOUNG PEOPLE TO GAIN EXPERIENCE AS ACTIVE CITIZENS ATAN EARLY AGE. 4-H COMMUNITY SERVICE ACTIVITIES PROVIDE LEARNING EXPERIENCES THAT HELP YOUTH DEVELOP LIFE SKILLS NEEDED TO BE EFFECTIVE IN VARIOUS ADULT ROLES IN SOCIETY. OUR GOAL IS TO IMPROVE THE CAPACITY OF COMMUNITIES TO IDENTIFY AND ADDRESS THESE CRITICAL ISSUES, AND OTHERS THAT AFFECT THE LIVES OF CITIZENS. WE CAN BEST DO THIS BY FOSTERING THE DEVELOPMENT OF PERSONAL AND INTERPERSONAL SKILLS, STIMULATING VOLUNTEER LEADERSHIP, AND PROMOTING ACTIVE PARTICIPATION IN COMMUNITY PROBLEM-SOLVING. WITHOUT THE ACQUISITION OF LIFE SKILLS NEEDED BY YOUNG PEOPLE AND ADULTS, IT IS DOUBTFUL THE CITIZENS OF KENTUCKY WILL REACH THEIR FULL POTENTIAL AS BOTH INDIVIDUALS AND AS MEMBERS OF FAMILIES. WE APPROACH KENTUCKY'S CHALLENGES THROUGH AN INTEGRATED MODEL THAT INCLUDES A NEEDS ASSESSMENT CONDUCTED AT THE GRASSROOTS LEVEL THROUGH THE COOPERATIVE EXTENSION SERVICE, ADVISORY GROUPS, COUNCILS, AND COMMITTEES. ONCE IDENTIFIED AS PRIORITIES, SPECIFIC PROBLEMS AND NEEDS ARE ADDRESSED BY OUR RESEARCHERS AND EXTENSION SPECIALISTS. THE RESEARCH, DEVELOPMENTS, FINDINGS, AND TECHNOLOGIES ARE TRANSFERRED THROUGH TRADITIONAL AND INNOVATIVE MECHANISMS, INCLUDING EDUCATIONAL AND TRAINING PROGRAMS, TECHNOLOGY TRANSFER, RESEARCH REPORTS, AND PARTNERSHIPS WITH OTHER COLLEGES, UNIVERSITIES, AND STATE AND LOCAL GOVERNMENTS. WHETHER IT IS PRESERVING OUR RICH AGRICULTURAL TRADITION BY HELPING FARMERS, FOOD PROCESSORS, AND AGRIBUSINESS COPE WITH TECHNICAL ISSUES, REACHING GOALS, OR ENHANCING THE LIFE SKILLS OF FAMILIES, OUR RESEARCH, EDUCATION, AND EXTENSION PROGRAMS ARE HELPING SHAPE THE FUTURE OF KENTUCKY'S AGRICULTURE, FOOD SYSTEMS, AND COMMUNITIES AS WELL AS THE QUALITY OF LIFE OF ITS CITIZENS. CRITICAL ISSUES FOR RESEARCH AND EXTENSION LIFE SKILLS DEVELOPMENT DESCRIPTION: THIS CRITICAL ISSUE PROMOTES THE ACQUISITION OF LIFE SKILLS NEEDED BY YOUTH AND ADULTS TO REACH THEIR FULL POTENTIAL. ISSUES ABOUND IN EARLY CHILDHOOD DEVELOPMENT, YOUTH DEVELOPMENT, FAMILY WELL-BEING, ETHICS, CHARACTER EDUCATION, LIFE SKILLS, MONEY AND RESOURCE MANAGEMENT, RETIREMENT SAVINGS, SOCIAL ENTREPRENEURSHIP, COMMUNICATION AND INFORMATION DELIVERY, AND MORE. KCES WILL EXPAND EDUCATIONAL OUTREACH IN STEM/STEAM AREAS THAT WILL INCREASE ENROLLMENT OF LIMITED-RESOURCE FAMILIES AND COMMUNITIES WHO ARE AT OR BELOW THE POVERTY LEVEL AND WHO QUALIFY FOR SUPPORT SERVICES TERM: INTERMEDIATE SCIENCE EMPHASIS AREAS EDUCATION AND MULTICULTURAL ALLIANCES FAMILY <(>&<)> CONSUMER SCIENCES YOUTH DEVELOPMENT NUTRITION AND HEALTHY LIFESTYLES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_NI231444XXXXG008_12H3"}, {"internal_id": 154736173, "Award ID": "NI231444XXXXG007", "Award Amount": 3289039.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-22", "CFDA Number": "10.512", "Description": "THE ALABAMA COOPERATIVE EXTENSION SYSTEM (ACES) THE PRIMARY OUTREACH AND ENGAGEMENT ORGANIZATION FOR THE LAND-GRANT MISSION OF ALABAMA A<(>&<)>M UNIVERSITY (AAMU) AND AUBURN UNIVERSITY IN COOPERATION WITH TUSKEGEE UNIVERSITY. EXTENSION OFFICES ARE LOCATED IN ALL 67 ALABAMA COUNTIES, SUPPORTED BY REGIONAL EXTENSION AGENTS ACROSS THE STATE, AND SPECIALISTS AT BOTH PARTNER UNIVERSITIES. WE VALUE RESEARCH-BASED PROGRAMS, MATERIALS, AND EDUCATIONAL ACTIVITIES, POSITIVE RELATIONSHIPS WITH CLIENTS, COMMUNITIES, PARTNERS, AND STAKEHOLDERS AND RELEVANT PROGRAMMING THAT ADDRESSES CURRENT SOCIETAL CHALLENGES AND OPPORTUNITIES. THE IDENTIFIED CRITICAL AREAS OF NEED ARE AS FOLLOWS: ANIMAL SCIENCE AND SMALL RUMINANTS, CONSUMER SCIENCES <(>&<)> PERSONAL FINANCIAL MANAGEMENT, ECONOMIC AND COMMUNITY DEVELOPMENT, FAMILY <(>&<)> CHILD DEVELOPMENT, FORESTRY, WILDLIFE AND NATURAL RESOURCES, HOME GROUNDS, GARDENS <(>&<)> HOME PESTS, HUMAN NUTRITION, DIET AND HEALTH, URBAN 4-H AND YOUTH DEVELOPMENT AND VOLUNTEERISM AND LEADERSHIP. FUNDS REQUESTED FROM USDA/NIFA WILL ASSURE THE EFFECTIVE IMPLEMENTATION OF ALL ACTIVITIES IDENTIFIED IN THE AAMU PLAN OF WORK ON FILE WITH NIFA AND WILL BE USED TO SUPPORT PAYROLL FOR THE ADMINISTRATIVE TEAM, STAFF AND STUDENT SUPPORT PERSONNEL. MATCHING FUNDS ARE AUTHORIZED BY STATE OF ALABAMA EDUCATION TRUST FUND AND GRANTED DIRECTLY TO AAMU AS A COMPONENT OF ITS ANNUAL BUDGET.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_NI231444XXXXG007_12H3"}, {"internal_id": 154735930, "Award ID": "NI231444XXXXG006", "Award Amount": 2468635.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-22", "CFDA Number": "10.512", "Description": "THE MISSION OF THE SOUTHERN UNIVERSITY AGRICULTURAL RESEARCH AND EXTENSION CENTER (SU AG CENTER) IS TO CONDUCT STATEWIDE BASIC AND APPLIED RESEARCH AND TO DISSEMINATE INFORMATION TO THE CITIZENS OF LOUISIANA IN A MANNER THAT IS USEFUL IN ADDRESSING THEIR SCIENTIFIC, TECHNOLOGICAL, SOCIAL, ECONOMIC AND CULTURAL NEEDS. OUR GOAL IS TO ENHANCE THE QUALITY OF LIFE FOR THE PEOPLE OF LOUISIANA. IN ORDER TO ADDRESS THE URGENT NEEDS OF LOUISIANA CITIZENS EMPHASIS WILL BE PLACED ON THE FOLLOWING CRITICAL AREAS DURING THE PERIOD: 1. FAMILY <(>&<)> COMMUNITY DEVELOPMENT FOCUSING ON ISSUES AFFECTING INDIVIDUALS, FAMILY'S COMMUNITY DEVELOPMENT; DISASTER, EPIDEMIC AND PANDEMIC PREPAREDNESS, MITIGATION AND RECOVERY; RISK AWARENESS; SUSTAINABLE HOUSING; EMERGENCY PREPAREDNESS; 2. FOOD SECURITY <(>&<)> SYSTEMS FOCUSING ON INCREASING THE SUSTAINABILITY AND PROFITABILITY OF LOUISIANA'S ANIMAL, AQUACULTURE AND PLANT SYSTEMS AND FOOD ACCESSIBILITY, AFFORDABILITY, POLICY; FOOD SAFETY, TO INCLUDE SEAFOOD, RAW PRODUCE, AND PROCESSED COMMODITY - SAFETY, CERTIFICATION PROGRAMS, FARM FINANCING AND SUCCESSION PLANNING ISSUES; 3. NATURAL RESOURCES <(>&<)> ENVIRONMENTAL SUSTAINABILITY FOCUSING ON CONSERVATION AND PRESERVATION OF NATURAL RESOURCES, STATE'S FORESTRY INDUSTRY, WILDLIFE, WETLAND PLANTS, WATER, WASTE MANAGEMENT, LANDSCAPES, FEEDSTOCKS, ALTERNATIVE BIOFUELS, BIOMASS PROCESSING AND THEIR EFFECTS ON THE ENVIRONMENT; 4. OBESITY, HEALTH <(>&<)> WELLNESS FOCUSING ON INCREASED CONSUMPTION OF HEALTH FOODS - FRUITS AND VEGETABLES; INCREASING TIME IN PHYSICAL ACTIVITY; COMPLETE PHYSICAL; MENTAL AND SOCIAL WELL-BEING; POLICY, SYSTEM, AND ENVIRONMENT CHANGE; AND RELATED NUTRITION/HEALTH/WELLNESS ISSUES TO INCLUDE EPIDEMIC AND PANDEMIC PREVENTION; AND 5. YOUTH DEVELOPMENT FOCUSING ON PROVIDING LOUISIANA YOUTH WITH POSITIVE DEVELOPMENT OPPORTUNITIES AND ACTIVITIES TO BUILD GREAT LEADERS AND HEALTHY CITIZENS. THE PROBLEM OF LIMITED RESOURCES CONTINUED TO PRESENT CHALLENGES FOR SUSTAINING VITAL PROJECTS AND PROGRAMS. THIS LIMITATION IN FUNDING NECESSITATED CONSTANT REVIEW OF PROGRAMS TO ENSURE THAT ADEQUATE MANPOWER IS ALLOCATED TO ADDRESS CRITICAL ISSUES. IN ADDITION, THE AFTER EFFECTS OF THE COVID-19 PANDEMIC HAS CAUSED IN PERSON PROGRAMMING NUMBERS TO DECLINE DUE TO MORE PEOPLE OPTING FOR VIRTUAL PROGRAMMING OPTIONS. WE WILL WORK TO ENSURE THAT AVAILABLE RESOURCES ARE APPROPRIATELY ALLOCATED AND UTILIZED TO ENSURE MAXIMUM RETURN ON INVESTMENT AND HIGH PROGRAM IMPACT. TO MEET THE EVER-CHANGING NEEDS OF OUR STAKEHOLDERS IN THE AGRICULTURE AND NATURAL RESOURCE COMMUNITIES AS WELL AS THE YOUTH AND FAMILIES SERVED BY OUR INSTITUTIONS, NEW APPROACHES TO CONDUCTING BUSINESS HAVE BECOME THE NORM. INCREASED RELIANCE ON NEW TECHNOLOGIES AND TOOLS SUCH AS SOCIAL MEDIA; INCREASED EXTERNAL FUNDING AND FUNDING FROM LOCAL ENTITIES; INCREASED COLLABORATION, AND TRAINED VOLUNTEERS WILL CONTINUE TO BE IMPORTANT AS WE ATTEMPT TO DELIVER HIGH QUALITY PROGRAMS TO LOUISIANA RESIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_NI231444XXXXG006_12H3"}, {"internal_id": 154736080, "Award ID": "NI231444XXXXG005", "Award Amount": 5134204.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-22", "CFDA Number": "10.512", "Description": "IN ALIGNMENT WITH THE USDA-NIFA'S TOP RESEARCH AND EXTENSION PRIORITY AREAS, LINCOLN UNIVERSITY'S COOPERATIVE EXTENSION AND RESEARCH PROGRAM CONDUCT RESEARCH AND EXTENSION ACTIVITIES IN ANIMAL SCIENCE, PLANT SCIENCE, FOOD SAFETY, NATURAL RESOURCE, SOCIAL ECONOMICS, HUMAN HEALTH, AND YOUTH AREAS THAT ADDRESS EMERGENT AND CRITICAL ISSUES FACING MISSOURI FARMS AND AGRICULTURE COMMUNITIES. THE PROGRAM ESPECIALLY TARGETS UNDERREPRESENTED, UNDERSERVED, SMALL FAMERS AND COMMUNITY AND FIRST- GENERATION STUDENTS.  THE EXTENSION AND RESEARCH PROGRAM IS CURRENTLY FOCUSED ON FIVE (5) IDENTIFIED CRITICAL ISSUES OF SUSTAINABLE AGRICULTURE, HEALTH, SOCIAL JUSTICE AND COMMUNITY DEVELOPMENT, ENVIRONMENTAL AND NATURAL RESOURCES, AND EDUCATION AND COMMUNICATION WITH UNDERSERVED POPULATIONS IN MISSOURI THROUGH THE INTEGRATIVE, INNOVATIVE APPROACH FOR RESEARCH AND EXTENSION PROGRAMMING. THE PROGRAM IS LAUNCHING SIX INITIATIVES: ORGANIC FARMING, URBAN AGRICULTURE, INDUSTRIAL HEMP, FOOD SAFETY TRAINING, ANDFOREST ECOSYSTEM, AND SMALL RUMINANT, IN AN EFFORT TO MEET THE CRITICAL, GROWING NEEDS OF THE STATE AND STAKEHOLDERS. IN ADDITION, IN 2022, THE EXTENSION AND RESEARCH PROGRAM HAS ALSO JOINED THE GROUP EFFORTS OF THE 1890 MULTISTATE CLIMATE CHANGE PROJECT AND PARTICIPATED IN ALL FOUR PROJECT OBJECTIVES FOCUSING ON 1) SOIL HEALTH AND ADOPTIVE AG PRACTICES NEEDS ASSESSMENT AND TRAINING PROGRAM FOR SOCIALLY- DISADVANTAGED FARMERS; 2) WATER RESOURCE AND CLIMATE CHANGE ASSESSMENT; 3) ENVIRONMENTAL JUSTICE AND EQUITY FOR LOW-INCOME COMMUNITIES; AND 4) ANALYSIS OF CLIMATE CHANGE POLICY.  THE LU RESEARCH PROGRAM CONTINUES TO CONDUCT CUTTING-EDGE, IMPACTFUL FOOD AND AGRICULTURE RESEARCH THROUGH MULTI-INSTITUTION AND MUL TIDISCIPLINARY COLLABORATIONS. THESE PROGRAMS SEEK TO EFFECTIVELY ADDRESS URGENT, EMERGENT ISSUES AND DEVELOP SUSTAINABLE SOLUTIONS TO THE PROBLEMS FACING MISSOURI'S AGRICULTURE INDUSTRY AND RURAL COMMUNITIES AS WELL AS TO STRENGTHEN THE UNIVERSITY'S CAPACITY TO PROVIDE BETTER SERVICE FOR THE NEEDS OF MISSOURI'S SMALL FARMERS, ESPECIALLY UNDERSERVED FARMERS. THE RESEARCH PROGRAM HAS FIVE RESEARCH FOCUSES: 1) ANIMAL PRODUCTION; 2) CROP AND VEGETABLE PRODUCTION, 3) FOOD SAFETY, 4) NATURAL RESOURCE MANAGEMENT, AND 5) SOCIAL ECONOMICS, WITH AN EMPHASIS OF SMALL RUMINANTS, AQUACULTURE, SOIL HEALTH, SPECIALTY CROPS, ORGANIC PRODUCTION, FOOD SAFETY DETECTION, WATER QUALITY, FOREST HEALTH, AND COMMUNITY DEVELOPMENT. THE FACULTY MEMBERS IN THE PROGRAM ACTIVELY PURSUE EXTRAMURAL FUNDING TO SUPPORT CURRENT RESEARCH AND LEVERAGE RESOURCES PROVIDED BY FEDERAL AND STATE PARTNERS.  THE LU EXTENSION EFFORTS AIM TO IMPROVE THE EDUCATION AND ECONOMIC OPPORTUNITIES TO UNDERREPRESENTED POPULATIONS IN KANSAS CITY, ST. LOUIS, AND CENTRAL, SOUTHEAST AND SOUTHWEST MISSOURI. THE PROGRAMS WILL ASSIST FARMERS, FAMILIES, YOUTH AND THE ELDERLY AS WELL AS ENTIRE COMMUNITIES WITH UNDERSERVED AND UNDERREPRESENTED POPULATIONS THROUGH FOLLOWING OUTREACH ACTIVITIES: 1) 4-H AND YOUTH DEVELOPMENT, 2) FAMILY DEVELOPMENT, 3) COMMUNITY DEVELOPMENT, 4) HEALTH AND AGING, 5) FOOD AND NUTRITION, AND 6) URBAN GARDENING. THE PAULA J. CARTER CENTER ON MINORITY HEALTH AND AGING WILL PROVIDE PROGRAMS ADDRESSING HEALTH LITERACY, HEALTH DISPARITY REDUCTION AND CHRONIC DISEASE PREVENTION FOR UNDERSERVED AUDIENCE WITH AGES OF FIFTY AND OVER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_NI231444XXXXG005_12H3"}, {"internal_id": 154735903, "Award ID": "NI231444XXXXG004", "Award Amount": 3289039.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-22", "CFDA Number": "10.512", "Description": "TUSKEGEE UNIVERSITY COOPERATIVE EXTENSION (TUCE), IN PARTNERSHIP WITH THE EVANS ALLEN RESEARCH PROGRAM, CARVER INTEGRATIVE SUSTAINABILITY CENTER (USDA 1890 CENTER OF EXCELLENCE) AND OTHER RESEARCH, TEACHING AND OUTREACH UNITS, CARRIES OUT A COMPREHENSIVE EXTENSION PLAN OF WORK (POW). TUCEP CONTINUES TO FOCUS ITS MAJOR EFFORTS IN ALABAMA BLACK BELT AND ADJACENT COUNTIES, BUT ALSO HAS PROGRAMS IN OTHER COUNTIES WHOSE RESIDENTS MAY REQUEST OUR EXPERTISE AND/OR EXPERIENCE. PROGRAMS WILL BE CARRIED OUT IN THE CRITICAL ISSUES OF COMMUNITY DEVELOPMENT, FAMILY, HOME, AND 4-H AND YOUTH DEVELOPMENT, FOOD SYSTEMS AND FOOD SAFETY, GLOBAL FOOD SECURITY AND HUNGER, HUMAN NUTRITION, WELL-BEING, HEALTH AND OBESITY, NATURAL RESOURCE AND ENVIRONMENTAL SUSTAINABILITY, AND SUSTAINABLE ENERGY. PROGRAMS WILL BE DELIVERED THROUGH WORKSHOPS, FIELD DAYS, HANDS ON DEMONSTRATIONS, WEBINARS, INTERNSHIPS, AND CONFERENCES FOR AUDIENCES OF ALL DEMOGRAPHIC BACKGROUNDS.  ALL PLANNED PROJECTS AND PROGRAMS CONTAINED IN THE TUCE INTEGRATED EXTENSION AND RESEARCH PLAN OF WORK WERE DEVELOPED WITHIN THE CONTEXT OF RESEARCH AND COMMUNITY ENGAGEMENT OF RELEVANCE TO ALL RESIDENTS OF ALABAMA WHO MAY BENEFIT FROM THE LOCAL KNOWLEDGE BASE OR SERVICE. THIS COMMITMENT IS WITHOUT REGARD TO ANY PERSONAL CHARACTERISTICS, TO INCLUDE AGE, ETHNIC ORIGIN, GENDER, RELIGION, SEXUAL ORIENTATION, OR GEOGRAPHIC LOCATION. ALABAMA POPULATIONS ARE INCLUDED, AS APPROPRIATE, IN THE PROJECT AND PROGRAM DEVELOPMENT PROCESS. AS A PART OF THE DEVELOPMENT PROCESS, EACH PROJECT OR PROGRAM THAT WAS IDENTIFIED AND DEVELOPED FOR GRASSROOTS PROGRAM DELIVERY, DETAILS THE INTENDED AUDIENCE(S) TO BE SERVED. AS A PART OF THE REVIEW PROCESS, THE RESPECTIVE ASSISTANT/ASSOCIATE DIRECTORS AND ADMINISTRATORS ARE CHARGED WITH ENSURING THAT THE INTENDED AUDIENCE(S) FOR EACH PROJECT OR PROGRAM INCLUDES THE SPECTRUM OF POTENTIAL RECIPIENTS OF THE ALABAMA POPULATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_NI231444XXXXG004_12H3"}, {"internal_id": 154736292, "Award ID": "NI231444XXXXG003", "Award Amount": 2037277.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-22", "CFDA Number": "10.512", "Description": "THE UMES EXTENSION PROGRAM IS FOCUSED ON FOUR STRATEGIC AREAS: 1) AGRICULTURE AND FOOD, WITH A FOCUS ON FOOD SECURITY, 2) NATURAL RE SOURCES AND ENVIRONMENTAL SUSTAINABILITY, 3) HUMAN HEALTH AND DEVELOPMENT, AND 4) PRODUCTS TO MARKET. FURTHERMORE, UMES STRIVES TO EDUCATE THE NEXT GENERATION OF TEACHERS, EDUCATORS, RESEARCHERS, AND SCIENTISTS IN THE FOOD, AGRICULTURAL AND RELATED SCIENCES. WHILE UMES' EXTENSION PROGRAMS ADDRESS THE NEEDS OF ALL MARYLANDERS, THE UNIVERSITY PLACES A SPECIAL EMPHASIS ON SERVING DIVERSE AND HISTORICALLY UNDERSERVED POPULATIONS. THE UMES EXTENSION PROGRAM WILL PERSIST IN ITS MISSION OF EDUCATING, SUPPORTING AND ENGAGING MARYLANDERS BY PROVIDING FACTUAL AND USEFUL INFORMATION THROUGH THE GUIDANCE AND KNOWLEDGE OF AN INTERACTING TEAM OF EDUCATORS, SPECIALISTS AND PROGRAM LEADERS WHO ARE LINKED TO LOCAL, NATIONAL AND INTERNATIONAL INVESTIGATORS FOCUSING ON MEASURABLE SOLUTIONS TO STAKEHOLDERS CHALLENGING SITUATIONS. A BRIEF SUMMARY ON THE EXTENSION EMPHASIS UNDER EACH OF THE FOUR STRATEGIC AREAS OF FOCUS IS GIVEN BELOW:  1) AGRICULTURE AND FOOD WITH A FOCUS ON FOOD SECURITY: AGRICULTURE PLAYS A CRITICAL ROLE IN MARYLAND'S ECONOMY AND WILL CONTINUE TO DO SO FOR THE FORESEEABLE FUTURE. UMES EXTENSION WORK IN THIS AREA HAS A SPECIFIC FOCUS ON FOOD SAFETY AND SECURITY AND THIS IS UNDERTAKEN UNDER THE FOLLOWING THEMES: FOOD SAFETY AND QUALITY; AGRIBUSINESS AND ECONOMIC DEVELOPMENT; ALTERNATIVE AGRICULTURE, SMALL-SCALE PRODUCTION, FAMILY FARMS AND URBAN AGRICULTURE; SPECIALTY CROPS, HONEY BEES, POULTRY, SMALL RUMINANTS AND LARGE SCALE AGRICULTURE. 2) NATURAL RESOURCES AND ENVIRONMENTAL SUSTAINABILITY: MARYLAND'S NATURAL RESOURCES UNDERPIN A RANGE OF ECONOMIC ACTIVITIES SUCH AS FORESTRY BASED INDUSTRIES, AGRITOURISM, FISHERIES, ETC., AND PROVIDE THE BASIS FOR SUPPORTING QUALITY LIVING FOR CITIZENS. CLIMATE CHANGE DOES IMPACT ALL THESE AREAS AND THE ESTABLISHMENT OF A STRONG AND SUSTAINABLE FOUNDATION TO GUIDE THE USE AND PROTECTION OF THESE RESOURCES IS A PRIORITY. TO THIS END, UMES EDUCATION ACTIVITIES WILL FOCUS ON SEVERAL KEY AREAS INCLUDING BUT NOT LIMITED TO WATER RESOURCES AND WATERSHED MANAGEMENT, WITH A FOCUS ON BOTH THE CHESAPEAKE BAY AND THE MARYLAND COASTAL BAYS. 3) HUMAN HEALTH AND DEVELOPMENT: THE HEALTH, SOCIAL AND ECONOMIC WELLBEING, AND RESILIENCE OF COMMUNITIES ARE IMPORTANT ISSUES FOR M ARYLAND. THE YOUTH ARE OUR FUTURE AS A NATION AND SUPPORT FOR THE ROBUST DEVELOPMENT OF YOUNG PEOPLE IS ESSENTIAL. WITH THIS SAID, UMES YOUTH DEVELOPMENT EFFORTS WILL FOCUS ON 4-H PROGRAMMING WITH A SPECIAL EMPHASIS ON SCIENCE TECHNOLOGY, ENGINEERING, AGRICULTURE AND MATHEMATICS (STEAM). AT THE SAME TIME, THE NATION IS FACING A GROWING HEALTH CHALLENGE WITH A LARGE PROPORTION OF THE POPULATION BEING OBESE WITH A BODY MASS INDEX (BMI) OF 30 OR HIGHER. THEREFORE, UMES' EXTENSION PROGRAMS HAVE A FOCUS ON DEVELOPING RESILIENT COMMUNITIES AND FAMILIES IN MARYLAND THROUGH EDUCATIONAL EFFORTS IN NUTRITION AND HEALTH ESPECIALLY FOR DIVERSE FAMILIES WITH LIMITED RESOURCES. THE GOAL OF THESE EFFORTS WILL BE TO EMPOWER THE COMMUNITIES AND FAMILIES WITH KNOWLEDGE AND SKILLS IN NUTRITION, MEAL PLANNING, PHYSICAL FITNESS, AND FOOD BUYING TO INSURE ADEQUATE NUTRITION FOR HEALTHY LIVING. 4) PRODUCTS TO MARKET: THE TRANSLATION OF RESEARCH FINDINGS TO APPLICATION BY INDUSTRY AND COMMUNITIES IS A CRITICAL COMPONENT OF OUR WORK. SEVERAL ACTIVITIES CONTRIBUTE TOWARDS THIS STRATEGIC AREA AND INCLUDE WORK FROM OUR INTERNATIONAL CENTER FOR PERSONAL PROTECTIVE EQUIPMENT, FOOD PROCESSING PROJECTS IN COLLABORATION WITH LOCAL ENTREPRENEURS AND FOOD COMPANIES, AND DEVELOPMENT OF MATERIALS, SUCH AS POLYMERS AND NANOMATERIALS FOR FOOD AND NON-FOOD USE.  TO FULFILL MARYLAND'S EXTENSION GOALS, UMES HAS IDENTIFIED SEVEN IMPORTANT CRITICAL ISSUES. THESE ISSUES ARE DIRECTLY LINKED TO THE KEY STRATEGIC AREAS IDENTIFIED BY ESCOP AND THEY ALSO LINK  DIRECTLY TO USDA-NIFA PRIORITIES. THESE ISSUES WILL BE THE FOCUS OF UMES' 2023-2027 PLAN OF WORK AND WILL BE USED TO DIRECT RESOURCES TO ACCOMPLISH THE SET GOALS. THE SEVEN ISSUES ARE AS FOLLOWS: 1. FOOD AND AGRICULTURE: SUSTAINABILITY, COMPETITIVENESS, AND PROFITABILITY OF FOOD AND AGRICULTURE. 2. CLIMATE CHANGE: ADAPTING TO AND MITIGATING THE IMPACTS OF CLIMATE CHANGE. 3. RENEWABLE ENERGY: ENERGY SECURITY AND THE DEVELOPMENT OF THE BIOECONOMY FROM RENEWABLE NATURAL RESOURCES. 4. SAFE, SECURE AND ABUNDANT FOOD SUPPLY: ENSURING A SAFE, SECURE AND ABUNDANT FOOD SUPPLY TECHNOLOGICAL INNOVATION, AND LEADERSHIP TO ENSURE A SAFE, SECURE, AND ABUNDANT FOOD SUPPLY. 5. HUMAN HEALTH, NUTRITION AND WELLNESS: IMPROVING HUMAN HEALTH, NUTRITION AND WELLNESS. 6. ENVIRONMENTAL STEWARDSHIP: ENVIRONMENTAL STEWARDSHIP AND SUSTAINABLE PRACTICES. 7. FAMILY AND COMMUNITY RESILIENCY: STRENGTHENING INDIVIDUAL, FAMILY AND COMMUNITY RESILIENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_NI231444XXXXG003_12H3"}, {"internal_id": 154736064, "Award ID": "NI231444XXXXG002", "Award Amount": 2099639.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-22", "CFDA Number": "10.512", "Description": "THE FOLLOWING PROVIDES A SUMMARY OF THE WORK WE INTEND TO SUPPORT WITH SECTION 1444 AND MATCHING FUNDS PROVIDED BY THE STATE OF WEST VIRGINIA. WVSU'S ALIGNS ITS PROGRAMS WITHIN SIX CRITICAL AREAS BASED ON ONGOING STAKEHOLDER INPUT AS WELL AS IDENTIFIED EMERGING ISSUES WITHIN THE STATE OF WEST VIRGINIA. I. FOOD ACCESS, SECURITY AND SAFETY <(>&<)> SUSTAINABLE AGRICULTURE BOTH, IN URBAN AND RURAL AREAS IN WEST VIRGINIA, ACCESS TO HEALTHY AND SAFE FRESH FOOD IS A CHALLENGE FOR VULNERABLE POPULATIONS. INCREASED SUSTAINABLE PRODUCTION OF AGRICULTURAL PRODUCTS AND FOOD, IMPLEMENTATION OF PROPER PROCESSING/HANDLING OF FOOD AND FOOD PRODUCTS, AS WELL AS IMPROVED ACCESS TO QUALITY FRESH FOOD AND FOOD PRODUCTS ARE KEY ISSUES TO INCREASE FOOD SECURITY IN WEST VIRGINIA. THE APPALACHIAN REGION HAS UNIQUE THREATS AND OPPORTUNITIES AS IT RELATES TO ENVIRONMENTAL, WATER, ENERGY, FOOD AND NATURAL RESOURCES MANAGEMENT. ALL OF THESE ISSUES ARE INTERRELATED AND HAVE A SIGNIFICANT IMPACT ON AGRICULTURAL AND ECONOMIC ACTIVITIES THROUGHOUT THE STATE. OUR PROPOSED PLAN TO WORK ON AN ARRAY OF EXTENSION PROGRAMS WILL SUPPORT A DIVERSITY OF ENTERPRISES FOR CURRENT AND FUTURE FARMERS IN OUR STATE. EXTENSION PROGRAMS WILL FOCUS ON POSTHARVEST HANDLING SUPPORT FOR FARMERS AS WELL AS EDUCATION ON SUSTAINABLE AGRICULTURAL PRACTICES. II. CLIMATE CHANGE, ENERGY AND NATURAL RESOURCES MANAGEMENT THE APPALACHIAN REGION HAS UNIQUE THREATS AND OPPORTUNITIES AS IT RELATES TO ENVIRONMENTAL, WATER, ENERGY AND NATURAL RESOURCES MANAGEMENT. ONGOING ACTIVITIES OF THE EXTRACTIVE INDUSTRIES AND THE LEGACY OF POINT AND NONPOINT SOURCES OF POLLUTION CONTINUE TO BE MAJOR ENVIRONMENTAL AND ECOLOGICAL ISSUES AFFECTING WEST VIRGINIA'S AGRICULTURE, NATURAL RESOURCES, ITS LAND MANAGEMENT, AND THE WELLBEING OF ITS COMMUNITIES. LOOKING FORWARD, WEST VIRGINIA SEEKS TO DEVELOP SUSTAINABLE ALTERNATIVE AND CLEAN ENERGY SOURCES, ADDRESS LEGACY PROBLEMS, AND TO DEAL WITH FALLOUT FROM CLIMATE CHANGE. PROTECTION AND RESTORATION OF ENVIRONMENTAL QUALITY AND ECOSYSTEM SERVICES AND THE DEVELOPMENT OF ECONOMICALLY EFFECTIVE AND ENVIRONMENTALLY SOUND AND SUSTAINABLE RESOURCE MANAGEMENT PRACTICES, WHILE EFFECTIVELY MITIGATING THE EFFECTS OF CLIMATE CHANGE, ARE ESSENTIAL STEPS FOR THE PROSPERITY OF THE STATE. WVSU EXTENSION PROGRAMS WILL WORK TO STUDY, PROTECT AND RESTORE ENVIRONMENTAL QUALITY AND ECOSYSTEM SERVICES WHILE DEVELOPING ECONOMICALLY EFFECTIVE AND ENVIRONMENTALLY SOUND AND SUSTAINABLE MANAGEMENT PRACTICES FOR ALTERNATIVE ENERGY/BIOENERGY, BIOPRODUCTS, AGRICULTURE, FORESTRY, MINING, AND RURAL COMMUNITIES AND ANTICIPATING AND ADAPTING. ADDITIONALLY, THE EXTENSION PROGRAM WILL JOIN OUR FELLOW 1890 UNIVERSITIES IN A MULTISTATE MULTIDISCIPLINARY CONSORTIUM TO FURTHER DEVELOPMENT, IMPLEMENTATION, AND ADOPTION OF CLIMATE?SMART TECHNOLOGIES AND MANAGEMENT AND CONSERVATION PRACTICES, AND PROMOTE EQUITY AND ADVANCEMENT OF SOCIALLY DISADVANTAGED FARMERS, LANDOWNERS, AND COMMUNITIES OF COLOR. III. HEALTH DISPARITIESPEOPLE LIVING IN BOTH RURAL AND URBAN COMMUNITIES IN WV EXPERIENCE DISPARITIES RELATED TO PHYSICAL AND BEHAVIORAL HEALTH WHICH HAS A SIGNIFICANT IMPACT ON THEIR OVERALL WELL?BEING. THESE HEALTH DISPARITIES ARE OFTEN A RESULT OF POVERTY, LACK OF GAINFUL EMPLOYMENT, AND POOR OR NO ACCESS TO BASIC RESOURCES. FURTHERMORE, THE CURRENT OPIOID EPIDEMIC, AFFECTING FAMILIES IN URBAN AND RURAL COMMUNITIES, COMPOUNDS THESE PROBLEMS. NATIONAL STATISTICS REFLECT THAT IN WEST VIRGINIA THE DIABETES MORTALITY RATE IS 53% HIGHER THAN THE REST OF THE NATION, THE AVERAGE ADULT FEELS MENTALLY UNHEALTHY 31% MORE OFTEN THAN THE AVERAGE AMERICAN, AND THE YEARS OF POTENTIAL LIFE LOST IS 47% HIGHER THAN THE REST OF THE COUNTRY. FOCUSED RESEARCH AND OUTREACH PROGRAMING CAN ASSIST IN TACKLING HEALTH DISPARITIES AND IMPROVING THE WELL?BEING OF WV COMMUNITIES. MANY PEOPLE LIVING IN BOTH RURAL AND URBAN COMMUNITIES IN WV EXPERIENCE DISPARITIES RELATED TO PHYSICAL AND BEHAVIORAL HEALTH AND WELL?BEING. THESE DISPARITIES ARE OFTEN A RESULT OF POVERTY, LACK OF GAINFUL EMPLOYMENT, AND LACK OF ACCESS TO RESOURCES. THE OPIOID EPIDEMIC COMPOUNDS THESE ISSUES FURTHER. WVSU?ES PLANS TO EXPAND THE PORTFOLIO OF PROGRAMS ADDRESSING THESE ISSUES LEADING TO HEALTH DISPARITIES IN WEST VIRGINIA. IV. COMMUNITY REVITALIZATION COMMUNITIES IN SOUTHERN WV CONTINUE SUFFERING FROM ECONOMIC HARDSHIP BROUGHT ON BY THE DECLINE OF ITS EXTRACTIVE (E.G. COAL), CHEMICAL AND OTHER INDUSTRIES. THE LACK OF ECONOMIC OPPORTUNITIES IN THESE COMMUNITIES RESULTS IN THEM LOSING THEIR SENSE OF PURPOSE AND IDENTITY, MAKING IT MORE DIFFICULT TO ATTRACT NEW BUSINESSES TO EMPTY STOREFRONTS. MOREOVER, THESE COMMUNITIES ALSO HAVE A DIFFICULT TIME TO ATTRACT NEW RESIDENTS OR GRADUALLY LOSE THEIR EXISTING ONES. ORGANIZATION AND REVITALIZATION EFFORTS ARE NEEDED TO RESTORE A SENSE OF COMMUNITY TO THESE LOCATIONS AND ATTRACT NEW BUSINESSES AND RESIDENTS FOR A FUTURE OF ECONOMIC PROSPERITY. MANY COMMUNITIES IN WV SUFFER FROM ECONOMIC HARDSHIP BROUGHT ON BY THE EXIT OF EXTRACTIVE (E.G. COAL) AND OTHER INDUSTRIES. THESE COMMUNITIES LOSE A SENSE OF PURPOSE AND IDENTITY MAKING IT DIFFICULT TO ATTRACT NEW BUSINESSES TO EMPTY STORE FRONTS. WVSU?ES WILL CONTINUE STRENGTHENING LOCAL PARTNERSHIPS WITH ORGANIZATIONS IN SOUTHERN WEST VIRGINIA COUNTIES IN ORDER TO PROVIDE TARGETED COMMUNITY REVITALIZATIONS EFFORTS. PROJECTS INCLUDE BEAUTIFICATION THROUGH PUBLIC ART, STREET SCAPING AND GREEN SPACE DEVELOPMENT, COMMUNITY EVENT ORGANIZATION, OUTDOOR RECREATION DEVELOPMENT, AND PLACEMAKING/HERITAGE INITIATIVES. V. STRENGTHENING YOUTH AND FAMILIES POVERTY AND THE OPIOID EPIDEMIC ARE TWO CRITICAL ISSUES WHICH ARE CHANGING THE DYNAMIC OF FAMILIES IN WV AND NEGATIVELY IMPACTING THE FUTURE OF ITS YOUTH. THE CHANGING FAMILY STRUCTURE RESULTING IN MORE NON?PARENTAL RELATIVES RAISING CHILDREN IN WV RESULTS IN MENTAL AND FINANCIAL STRESS FOR THOSE INDIVIDUALS IMPACTED. YOUTH LIVING IN LOW SOCIOECONOMIC AREAS ARE ACADEMICALLY DISADVANTAGED AND AT INCREASED RISK OF BEHAVIORAL HEALTH ISSUES. THESE ISSUES ARE ESPECIALLY PRONOUNCED FOR YOUTH IMPACTED BY THE OPIOID (AND OTHER DRUGS) EPIDEMIC WHO TEND TO EXPERIENCE FREQUENT TRAUMATIC EVENTS. IN ADDITION, THE PANDEMIC HAS RESULTED IN A LEARNING GAP FOR YOUTH DUE TO LACK OF CONSISTENT AND STABLE SCHOOL ATTENDANCE. TEACHERS ARE STRETCHED TRYING TO DEAL WITH THE LEARNING GAPS REVEALED DUE TO INTERMITTENT SCHOOL CLOSURES AND LACK ON INPERSON TEACHING. WVSU?ES PLANS TO TAKE A SYSTEMATIC APPROACH WHICH INCLUDES NOT ONLY EXPANSION OF PROGRAMMING DESIGNED TO STRENGTHEN FAMILIED IMPACT BY THE ISSUES ABOVE BUT ALSO STRENGTHENING THE COMMUNITIES IN WHICH THEY RESIDE. VI. INNOVATION AND ENTREPRENEURSHIP THE WVSU LAND?GRANT PROGRAM OPERATES A COLLABORATIVE CENTER FOR THE ADVANCEMENT OF SCIENCE, TECHNOLOGY, ENGINEERING, AND MATHEMATICS (CASTEM), WHOSE MISSION IS THAT OF ENCOURAGING WEST VIRGINIA'S YOUTH TO PURSUE CAREERS IN STEM FIELDS AND INSPIRE THEM TO BECOME FUTURE ENGINEERS, SCIENTISTS, RESEARCHERS,TEACHERS AND LEADERS. WVSU CASTEM OFFERS ACADEMIC YEAR SCIENCE ENRICHMENT AND SUMMER CAMPS AND HOSTS TRAINING AND LOAN PROGRAMS FOR EDUCATORS TO BORROW EQUIPMENT AND SUPPLIES. WVSU?ES OPERATES AN ECONOMIC DEVELOPMENT CENTER (EDC) WHICH PROVIDES LOW?COST OFFICE RENTALS, VOICE AND CAPTURE STUDIOS AND BUSINESS SERVICES AS WELL AS ASSISTANCE IN EARLY?STAGE STARTUPS, CREATIVE AND INTERACTIVE MEDIA INDUSTRIES THROUGH A PEER?BASED MENTORING SYSTEM, SUPPORT FROM BUSINESS MENTORS, COMMUNITY AND STATE ORGANIZATIONS. OUR MAIN AREA OF FOCUS IS WORKFORCE DEVELOPMENT, THE EDC DEVELOPS AND MANAGES WORKFORCE SOLUTIONS THAT RESPOND TO BUSINESS NEEDS AND INCREASE ECONOMIC OPPORTUNITIES. DESIGNED TO BOOST REGIONAL ECONOMIC GROWTH AND RESILIENCY. OUR WORKFORCE DEVELOPMENT PROGRAM SERVES EMPLOYERS AND CONNECTS YOUTH AND ADULT CAREER SEEKERS TO EMPLOYMENT AND TRAINING OPPORTUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_NI231444XXXXG002_12H3"}, {"internal_id": 154736197, "Award ID": "NI231444XXXXG001", "Award Amount": 7361830.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2022-11-22", "CFDA Number": "10.512", "Description": "OVERALL, THE GOAL OF THE COOPERATIVE EXTENSION PROGRAM IN SELECTED TEXAS COUNTIES IS TO ENSURE THAT OUR UNDERSERVED COMMUNITIES AND UNDERREPRESENTED FAMILIES HAVE GREATER ACCESS TO THE TYPES OF RESEARCH, EDUCATIONAL, AND OUTREACH SERVICES THEY NEED TO SOLVE EVERYDAY PROBLEMS AND ISSUES. THEREFORE, OUR PLANNED OUTREACH ACTIVITIES ARE DESIGNED TO PROMOTE QUALITY OF LIFE, ADDRESS CLIMATE CHANGE AND FOOD SECURITY, STRENGTHEN COMMUNITIES AND FOSTER LEADERSHIP DEVELOPMENT. EXTENSION AGENTS AND SPECIALISTS MEET WITH DIVERSE GROUPS TO ANALYZE ISSUES AND THE MOST EFFECTIVE METHODOLOGY TO PLAN PROGRAMS TO ADDRESS THEM. PROGRAM PRIORITIES LEAD TO INDEPTH PLANNING SESSIONS TO DEVELOP OUTCOME-BASED ACTIVITIES. EXTENSION PROGRAM LEADERS AND PLANNERS CONSIDER ALL INPUT FROM MULTIPLE SOURCES, INCLUDING OUR WIDE-RANGING AND WELLINFORMED STAKEHOLDERS. AS TIME AND COUNTY DEMOGRAPHICS CHANGE, SO DO OUR CLIENTELE'S NEEDS, RESOURCES, HEALTH, ETC. OUR OUTCOME OUTREACH ACTIVITIES ALSO MUST CHANGE TO BE RELEVANT AND EFFECTIVE IN ADDRESSING EMERGING ISSUES. COUNTY STAFF CONDUCT NEEDS ASSESSMENTS THROUGH THEIR ADVISORY COMMITTEES TO ADDRESS COMMUNITY PRIORITIES. FOUR BASE EXTENSION PROGRAM AREAS ADDRESS LOCAL PRIORITY NEEDS: FAMILY AND COMMUNITY HEALTH, AGRICULTURE AND NATURAL RESOURCES, COMMUNITY AND ECONOMIC DEVELOPMENT, AND 4-H YOUTH DEVELOPMENT. STATE-DEFINED CRITICAL ISSUES GIVEN THE TARGETED AUDIENCE THAT ENCOMPASSES VARIOUS ETHNIC GROUPS, RELIGIONS, CULTURAL, AND SOCIOECONOMIC BACKGROUNDS, THE OUTREACH METHODS USED TO ADDRESS THE IDENTIFIED NEEDS ARE CLIENT-FOCUSED AND CULTURALLY SENSITIVE. THE COMBINED NETWORK OF PROFESSIONAL EDUCATORS, TRAINED VOLUNTEERS AND LOCAL OFFICES WILL ENABLE COLLABORATIVE PROGRAMS TO SUPPORT THE FOLLOWING CRITICAL ISSUES FOR TEXANS: ENVIRONMENTAL MANAGEMENT: THIS CRITICAL ISSUE FOCUSED ON ADVANCING SCIENTIFIC UNDERSTANDING AND PROVIDING EDUCATION AND KNOWLEDGE IN MANAGING NATURAL RESOURCES AND ENVIRONMENTAL SYSTEMS USING INNOVATIVE TECHNOLOGIES, LABORATORYAND FIELD EXPERIMENTS, NUMERICAL MODELING, BIG DATA ANALYSIS, AND BEST MANAGEMENT PRACTICES. EXTENSION AGENTS WORK TO EDUCATE RANCHERS AND FARMERS, LANDOWNERS, AND PRODUCERS ON NATURAL RESOURCE AND ENVIRONMENTAL MANAGEMENT. HEALTHY LIFESTYLES: THE PREVALENCE AND REDUCTION OF CHRONIC ILLNESS AND DISEASE ARE THE FOCUS OF HEALTH AND WELLNESS PROGRAMMING. RISK FACTORS ASSOCIATED WITH HIGH BLOOD PRESSURE, HIGH CHOLESTEROL, EXCESS WEIGHT, AND LACK OF PHYSICAL ACTIVITY CAN LEAD TO SIGNIFICANT LIFE LIMITATIONS AND DEATH. OTHER HEALTH PROBLEMS INCLUDE CARDIOVASCULAR DISEASE, OVERWEIGHT/OBESITY, AND HIGH CHOLESTEROL. THESE HEALTH ISSUES ARE EXACERBATED BY POVERTY, POOR NUTRITION, UNHEALTHY ENVIRONMENTS, AND INACTIVITY. THE COMBINATION OF INCREASED CALORIE INTAKE AND SEDENTARY LIFESTYLES HAS SERIOUS IMPLICATIONS FOR YOUTH AND ADULTS' HEALTH AND WELL-BEING. DISASTER MANAGEMENT <(>&<)> OUTREACH: WE STRIVE TO STRENGTHEN CAHS'S CAPACITY AND COMMITMENT TO UNDERSTAND AND ADDRESS DISASTER ISSUES THAT IMPACT UNDERSERVED POPULATIONS ACROSS ALL FOUR PROGRAM AREAS OF CEP. WE MAINTAIN CLOSE TIES WITH USDA AND RELATED AGENCY PERSONNEL WHILE LEVERAGING ONGOING NETWORK RELATIONSHIPS WITH LOCAL INTEREST GROUPS. WE WILL UTILIZE A COMPREHENSIVE EMERGENCY MANAGEMENT APPROACH. PERTINENT ISSUES INCLUDE REFINING STRATEGIES, ADDRESSING HEALTH DISPARITIES, TRAINING, AND NURTURING COLLABORATIVE PARTNERSHIPS. TRAINING WILL TARGET DISASTER VICTIMS (INDIVIDUALS AND FAMILIES), AGENCIES, UNIVERSITIES, AND POLITICAL LEADERS. THESE EFFORTS WILL ENCOURAGE A PRE-PLANNING CULTURE IN TIMES OF DISASTER AND GIVE VICTIMS ACCESS TO NEEDED RESOURCES TO MAINTAIN THE QUALITY OF LIFE AND TO BE DISASTER RESILIENT. FOSTERING STRONG FAMILIES: IF OUR SOCIETY'S FUTURE IS OUR CHILDREN, THEN THE KEY TO HUMAN WELL-BEING RESTS PRIMARILY WITH PARENTS AND TEACHERS. PARENTING, THOUGH STILL ONE OF THE MOST UNDERRATED JOBS IN THE COMMUNITY, IS BEGINNING TO ATTRACT SOME OF THE ATTENTION AND CONSIDERATION IT DESERVES. SUCCESS AT ANY JOBFIRST REQUIRES A SOUND UNDERSTANDING OF ITS PURPOSE. THE PRIMARY PURPOSE OF PARENTING HAS NOT CHANGED THROUGHOUT HISTORY. FINANCIAL MANAGEMENT PROVIDES EDUCATIONAL AND TECHNICAL INFORMATION TO LIMITED-RESOURCE FAMILIES TO STRENGTHEN FAMILY SYSTEMS AND RESILIENCY THROUGH INFORMATION TO UNDERSTAND HOW INDIVIDUALS AND FAMILIES OBTAIN AND USE TIME, MONEY, AND HUMAN CAPITAL TO ACHIEVE THEIR STANDARD OF LIVING AND OVERALL QUALITY OF LIFE. FOOD SAFETY AND EDUCATION: TO ENSURE FOOD SAFETY, AN UNDERSTANDING OF THE COMPLETE FOOD CHAIN IS ESSENTIAL. EXTENSION PERSONNEL WILL PROVIDE EDUCATIONAL INFORMATION ABOUT THE IMPORTANCE OF FOOD SAFETY AND THE RELATIONSHIP BETWEEN BASIC SANITATION PRACTICES WHEN HANDLING FOOD, REDUCING WASTE, AND CONSERVING NUTRIENTS TO PREVENT FOODBORNE ILLNESS. COMMUNITY, RESOURCE, AND ECONOMIC DEVELOPMENT: WE PLAN TO INCREASE ENTREPRENEURSHIP OPPORTUNITIES THROUGH SMALL BUSINESS TRAINING AND CONSULTING. STAFF WILL WORK WITH INDIVIDUALS, COMMUNITIES, AND ORGANIZATIONS TO INFORM AND EDUCATE THEM ON ENTREPRENEURSHIP, SUSTAINABLE HOUSING, DISASTER RESPONSE, PROGRAMS FOR LIMITED RESOURCE INDIVIDUALS, ASSET AND WEALTH BUILDING, SAVING AND INVESTING, CREDIT BUILDING, DEBT MANAGEMENT, AND BUDGETING. WE WILL INCREASE COMMUNITY DEVELOPMENT AND COMMUNITY SERVICES THROUGH NON-PROFIT CAPACITY BUILDING. WE WILL ALSO DEVELOP AND IMPLEMENT PROGRAMS THAT ADDRESS RURAL PROSPERITY IN ECONOMIC DEVELOPMENT, TECHNICAL INNOVATION, IMPROVED QUALITY OF LIFE, SUPPORT OF A RURAL WORKFORCE, AND E-CONNECTIVITY FOR RURAL AMERICA. PREPARING YOUTH FOR LIFE AND WORK: THESE ISSUES PERTAIN TO YOUTH AND THEIR ADULT LEADERS. CARING ADULTS HELP YOUTH NAVIGATE ADOLESCENCE AND TRANSITION TO ADULTHOOD. THEY PROVIDE POSITIVE LEARNING ENVIRONMENTS THAT FOSTER A SENSE OF BELONGING WHILE FACILITATING MASTERY, INDEPENDENCE, AND GENEROSITY FOR YOUNG PEOPLE. YOUTH AND THEIR ADULT LEADERS ARE EMPOWERED TO TAKE ACTIONS THAT PROMOTE HEALTH, DEVELOP POSITIVE SOCIAL RELATIONSHIPS, AND CONTRIBUTE TO SOCIETY. PARTICIPANTS WILL DEVELOP VARIOUS LIFE SKILLS (LEADERSHIP, LIVELIHOOD, COGNITIVE, INTERPERSONAL, ETC.). THIS IS ACCOMPLISHED PRIMARILY IN THREE CONTENT AREAS: CIVIC ENGAGEMENT, HEALTHY LIVING, AND SCIENCE. BY 2022, CEP WILL CONTINUE TO FOCUS ON INDIVIDUALS AND LOW-INCOME FAMILIES TO IMPROVE HEALTH, NUTRITION, SAFETY, AND ECONOMIC SECURITY. BY 2023, CEP WILL GROW EDUCATION PROGRAMMING AND OUTREACH CAPACITY IN LIVESTOCK MANAGEMENT, CROP PRODUCTION, HEALTH AND WELLNESS, WORKFORCE DEVELOPMENT, LOCAL FOODS, YOUTH DEVELOPMENT, AND SOCIAL SERVICES. CEP WILL ALSO CONTRIBUTE TO BUILDING A SUSTAINABLE, PROFITABLE, AND COMPETITIVE FOOD AND FIBER SYSTEM IN TEXAS. IN 2022-2026, CEP WILL PREPARE YOUTH TO BE PRODUCTIVE, POSITIVE, AND EQUIPPED WITH LIFE SKILLS TO BUILD LOCAL ECONOMIC DEVELOPMENT CAPACITY IN TEXAS COMMUNITIES. IN 2022-2026, CEP WILL CONTINUE TO SUPPORT CAHS AND UNIVERSITY-WIDE OUTREACH EFFORTS SUCH AS HEALTH INITIATIVES, DISASTER MANAGEMENT, SMALL FARM INSTITUTE PROGRAM, AND FARMERS MARKET AND EXPAND ACCESS TO EXTENSION EDUCATION, KNOWLEDGE, AND RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_NI231444XXXXG001_12H3"}, {"internal_id": 145966726, "Award ID": "NI221444XXXXG019", "Award Amount": 2943832.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-09", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION SERVICE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_NI221444XXXXG019_12H3"}, {"internal_id": 145966648, "Award ID": "NI221444XXXXG018", "Award Amount": 1414550.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-06", "CFDA Number": "10.512", "Description": "AGRICULTURAL EXTENSION AT 1890 LAND-GRANT INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_NI221444XXXXG018_12H3"}, {"internal_id": 145966755, "Award ID": "NI221444XXXXG017", "Award Amount": 3343472.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION FORMULA FUNDING FOR 1890 INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_NI221444XXXXG017_12H3"}, {"internal_id": 145966671, "Award ID": "NI221444XXXXG016", "Award Amount": 1835409.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.512", "Description": "1890 AGRICULTURAL EXTENSION AT UMES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_NI221444XXXXG016_12H3"}, {"internal_id": 145966750, "Award ID": "NI221444XXXXG015", "Award Amount": 4032199.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.512", "Description": "1890 EXTENSION PROGRAM IN TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_NI221444XXXXG015_12H3"}, {"internal_id": 145966669, "Award ID": "NI221444XXXXG014", "Award Amount": 2483509.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.512", "Description": "1890 EXTENSION FY22", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_NI221444XXXXG014_12H3"}, {"internal_id": 145966659, "Award ID": "NI221444XXXXG013", "Award Amount": 4860287.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION AT NORTH CAROLINA A<(>&<)>T STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_NI221444XXXXG013_12H3"}, {"internal_id": 146292964, "Award ID": "NI221444XXXXG012", "Award Amount": 6495412.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION FY 2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_NI221444XXXXG012_12H3"}, {"internal_id": 145966719, "Award ID": "NI221444XXXXG011", "Award Amount": 1911519.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.512", "Description": "WEST VIRGINIA STATE UNIVERSITY AGRICULTURAL EXTENSION PROGRAM 1444FISCAL YEAR 2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_NI221444XXXXG011_12H3"}, {"internal_id": 145966670, "Award ID": "NI221444XXXXG010", "Award Amount": 2610036.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.512", "Description": "1890 EXTENSION PROGRAM AT THE UNIVERSITY OF ARKANSAS AT PINE BLUFF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_NI221444XXXXG010_12H3"}, {"internal_id": 147432150, "Award ID": "NI221444XXXXG009", "Award Amount": 2979823.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.512", "Description": "AGRICULTURAL EXTENSION AT TUSKEGEE UNIVERSITY, 1890 LAND-GRANTUNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_NI221444XXXXG009_12H3"}, {"internal_id": 145966689, "Award ID": "NI221444XXXXG008", "Award Amount": 2246440.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.512", "Description": "SOUTHERN UNIVERSITY AGRICULTURAL RESEARCH AND EXTENSION CENTER(AGRICULTURAL EXTENSION AT 1890 LAND-GRANT INSTITUTIONS, INCLUDING TUSKEGEE UNIVERSITY AND WEST VIRGINIA STATE UNIVERSITY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_NI221444XXXXG008_12H3"}, {"internal_id": 145966723, "Award ID": "NI221444XXXXG007", "Award Amount": 4663128.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.512", "Description": "LINCOLN UNIVERSITY EXTENSION PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_NI221444XXXXG007_12H3"}, {"internal_id": 145966709, "Award ID": "NI221444XXXXG006", "Award Amount": 4347667.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_NI221444XXXXG006_12H3"}, {"internal_id": 145966653, "Award ID": "NI221444XXXXG005", "Award Amount": 3516750.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.512", "Description": "PAYMENTS TO FORT VALLEY STATE UNIVERSITY FOR AGRICULTURAL EXTENSION FY2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_NI221444XXXXG005_12H3"}, {"internal_id": 145966765, "Award ID": "NI221444XXXXG004", "Award Amount": 2603835.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.512", "Description": "2021 AGRICULTURAL 1890 EXTENSION AT FLORIDA A<(>&<)>M UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_NI221444XXXXG004_12H3"}, {"internal_id": 145966773, "Award ID": "NI221444XXXXG003", "Award Amount": 4455373.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.512", "Description": "CENTRAL STATE UNIVERSITY 1890 AGRICULTURE EXTENSION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_NI221444XXXXG003_12H3"}, {"internal_id": 145966746, "Award ID": "NI221444XXXXG002", "Award Amount": 2979823.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-06", "CFDA Number": "10.512", "Description": "AGRICULTURAL EXTENSION AT ALABAMA A<(>&<)>M UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_NI221444XXXXG002_12H3"}, {"internal_id": 145966738, "Award ID": "NI221444XXXXG001", "Award Amount": 2676936.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2021-12-01", "CFDA Number": "10.512", "Description": "1890 COOPERATIVE EXTENSION (SECTION 1444)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_NI221444XXXXG001_12H3"}, {"internal_id": 151586414, "Award ID": "NI211444XXXXG019", "Award Amount": 2844903.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.512", "Description": "AGRICULTURAL EXTENSION AT TUSKEGEE UNIVERSITY, 1890 LAND-GRANT UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_NI211444XXXXG019_12H3"}, {"internal_id": 151587201, "Award ID": "NI211444XXXXG018", "Award Amount": 4661714.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION AT NORTH CAROLINA A&T STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_NI211444XXXXG018_12H3"}, {"internal_id": 151587231, "Award ID": "NI211444XXXXG017", "Award Amount": 1375560.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.512", "Description": "AGRICULTURAL EXTENSION AT 1890 LAND-GRANT INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_NI211444XXXXG017_12H3"}, {"internal_id": 151586614, "Award ID": "NI211444XXXXG016", "Award Amount": 2794172.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-21", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION SERVICE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_NI211444XXXXG016_12H3"}, {"internal_id": 151586038, "Award ID": "NI211444XXXXG015", "Award Amount": 2844903.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-21", "CFDA Number": "10.512", "Description": "AGRICULTURAL EXTENSION AT AAMU-FY_2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_NI211444XXXXG015_12H3"}, {"internal_id": 151586920, "Award ID": "NI211444XXXXG014", "Award Amount": 2493536.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-21", "CFDA Number": "10.512", "Description": "1890 EXTENSION PROGRAM AT UNIVERSITY OF ARKANSAS PINE BLUFF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_NI211444XXXXG014_12H3"}, {"internal_id": 151587066, "Award ID": "NI211444XXXXG013", "Award Amount": 4439826.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-21", "CFDA Number": "10.512", "Description": "1890 LAND GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_NI211444XXXXG013_12H3"}, {"internal_id": 151586923, "Award ID": "NI211444XXXXG012", "Award Amount": 2567501.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-21", "CFDA Number": "10.512", "Description": "EXTENSION AT 1890 LAND-GRANT COLLEGES (SECTION 1444)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_NI211444XXXXG012_12H3"}, {"internal_id": 151586800, "Award ID": "NI211444XXXXG011", "Award Amount": 3362648.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-21", "CFDA Number": "10.512", "Description": "PAYMENTS TO FORT VALLEY STATE UNIVERSITY FOR AGRICULTURAL EXTENSION FY 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_NI211444XXXXG011_12H3"}, {"internal_id": 151586524, "Award ID": "NI211444XXXXG010", "Award Amount": 6148399.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-21", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION FY 2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_NI211444XXXXG010_12H3"}, {"internal_id": 151586172, "Award ID": "NI211444XXXXG009", "Award Amount": 3193506.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-23", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION FORMULA FUNDING FOR 1890 INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_NI211444XXXXG009_12H3"}, {"internal_id": 151586416, "Award ID": "NI211444XXXXG008", "Award Amount": 3845373.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.512", "Description": "1890 EXTENSION PROGRAM IN TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_NI211444XXXXG008_12H3"}, {"internal_id": 151587235, "Award ID": "NI211444XXXXG007", "Award Amount": 1756109.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-21", "CFDA Number": "10.512", "Description": "1890 AGRICULTURAL EXTENSION AT UMES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_NI211444XXXXG007_12H3"}, {"internal_id": 151586534, "Award ID": "NI211444XXXXG006", "Award Amount": 4162307.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-21", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_NI211444XXXXG006_12H3"}, {"internal_id": 137964040, "Award ID": "NI211444XXXXG005", "Award Amount": 4188821.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-21", "CFDA Number": "10.512", "Description": "CENTRAL STATE UNIVERSITY COOPERATIVE EXTENSION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_NI211444XXXXG005_12H3"}, {"internal_id": 151586037, "Award ID": "NI211444XXXXG004", "Award Amount": 1824849.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-22", "CFDA Number": "10.512", "Description": "WV STATE UNIVERSITY FY2021 1444", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_NI211444XXXXG004_12H3"}, {"internal_id": 151586658, "Award ID": "NI211444XXXXG003", "Award Amount": 2482266.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-21", "CFDA Number": "10.512", "Description": "2021 AGRICULTURAL 1890 EXTENSION AT FLORIDA A&M UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_NI211444XXXXG003_12H3"}, {"internal_id": 151586659, "Award ID": "NI211444XXXXG002", "Award Amount": 2378795.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-21", "CFDA Number": "10.512", "Description": "1890 EXTENSION FY21", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_NI211444XXXXG002_12H3"}, {"internal_id": 151586966, "Award ID": "NI211444XXXXG001", "Award Amount": 2154812.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-12-21", "CFDA Number": "10.512", "Description": "SOUTHERN UNIVERSITY AGRICULTURAL RESEARCH AND EXTENSION CENTER (AGRICULTURAL EXTENSION AT 1890 LAND-GRANT INSTITUTIONS, INCLUDING TUSKEGEE UNIVERSITY AND WEST VIRGINIA STATE UNIVERSITY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_NI211444XXXXG001_12H3"}, {"internal_id": 151587064, "Award ID": "NI201444XXXXG019", "Award Amount": 4067656.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-06-11", "CFDA Number": "10.512", "Description": "FY2020 EXTENSION -BASED ON POW", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_NI201444XXXXG019_12H3"}, {"internal_id": 151587894, "Award ID": "NI201444XXXXG018", "Award Amount": 2385109.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-26", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_NI201444XXXXG018_12H3"}, {"internal_id": 151586219, "Award ID": "NI201444XXXXG017", "Award Amount": 4330759.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-18", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION AT NORTH CAROLINA A&T STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_NI201444XXXXG017_12H3"}, {"internal_id": 151586519, "Award ID": "NI201444XXXXG016", "Award Amount": 2002100.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-18", "CFDA Number": "10.512", "Description": "SOUTHERN UNIVERSITY AGRICULTURAL RESEARCH & EXTENSION CENTER (AGRICULTURAL EXTENSION AT 1890 LAND-GRANT INSTITUTIONS, INCLUDING TUSKEGEE UNIVERSITY AND WEST VIRGINIA STATE UNIVERSITY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_NI201444XXXXG016_12H3"}, {"internal_id": 151586232, "Award ID": "NI201444XXXXG015", "Award Amount": 2204271.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-18", "CFDA Number": "10.512", "Description": "1890 EXTENSION FY20", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_NI201444XXXXG015_12H3"}, {"internal_id": 151585964, "Award ID": "NI201444XXXXG014", "Award Amount": 5570044.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-18", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION FY 2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_NI201444XXXXG014_12H3"}, {"internal_id": 151586031, "Award ID": "NI201444XXXXG013", "Award Amount": 2279651.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-18", "CFDA Number": "10.512", "Description": "AGRICULTURE, EXTENSION SERVICE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_NI201444XXXXG013_12H3"}, {"internal_id": 151587060, "Award ID": "NI201444XXXXG012", "Award Amount": 1400887.45, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION FORMULA FUNDING FOR 1890 INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_NI201444XXXXG012_12H3"}, {"internal_id": 151586411, "Award ID": "NI201444XXXXG011", "Award Amount": 2620036.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-15", "CFDA Number": "10.512", "Description": "AAMU-COOP EXT 2020 S1444", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_NI201444XXXXG011_12H3"}, {"internal_id": 151587065, "Award ID": "NI201444XXXXG010", "Award Amount": 3105812.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.512", "Description": "EXTENSION AT 1890 LAND-GRANT COLLEGES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_NI201444XXXXG010_12H3"}, {"internal_id": 151586032, "Award ID": "NI201444XXXXG009", "Award Amount": 2544738.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION SERVICE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_NI201444XXXXG009_12H3"}, {"internal_id": 151585901, "Award ID": "NI201444XXXXG008", "Award Amount": 3853374.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_NI201444XXXXG008_12H3"}, {"internal_id": 109190328, "Award ID": "NI201444XXXXG007", "Award Amount": 3744568.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.512", "Description": "CENTRAL STATE UNIVERSITY COOPERATIVE EXTENSION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_NI201444XXXXG007_12H3"}, {"internal_id": 151587326, "Award ID": "NI201444XXXXG006", "Award Amount": 1623941.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.512", "Description": "1890 AGRICULTURAL EXTENSION AT UMES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_NI201444XXXXG006_12H3"}, {"internal_id": 151586052, "Award ID": "NI201444XXXXG005", "Award Amount": 1680400.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.512", "Description": "WV STATE UNIVERSITY - 1444 FY2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_NI201444XXXXG005_12H3"}, {"internal_id": 125389380, "Award ID": "NI201444XXXXG004", "Award Amount": 1262104.95, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.512", "Description": "AGRICULTURAL EXTENSION AT 1890 LAND-GRANT INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_NI201444XXXXG004_12H3"}, {"internal_id": 151586180, "Award ID": "NI201444XXXXG003", "Award Amount": 2620036.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.512", "Description": "AGRICULTURAL EXTENSION PROGRAM AT TUSKEGEE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_NI201444XXXXG003_12H3"}, {"internal_id": 151586447, "Award ID": "NI201444XXXXG002", "Award Amount": 3533996.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.512", "Description": "1890 EXTENSION PROGRAM IN TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_NI201444XXXXG002_12H3"}, {"internal_id": 151586329, "Award ID": "NI201444XXXXG001", "Award Amount": 2299370.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2020-05-05", "CFDA Number": "10.512", "Description": "AGRICULTURAL EXTENSION AT 1890 LAND-GRANT INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_NI201444XXXXG001_12H3"}, {"internal_id": 151585930, "Award ID": "NI191444XXXXG019", "Award Amount": 1986796.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-03-05", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION SERVICE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_NI191444XXXXG019_12H3"}, {"internal_id": 151586225, "Award ID": "NI191444XXXXG018", "Award Amount": 1201666.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-27", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION AT 1890 LAND GRANT INSTITUTION-DSU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_NI191444XXXXG018_12H3"}, {"internal_id": 151587311, "Award ID": "NI191444XXXXG017", "Award Amount": 1438303.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-03-05", "CFDA Number": "10.512", "Description": "WEST VIRGINIA STATE UNIVERSITY - SECTION 1444 EXTENSION - FY2019", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_NI191444XXXXG017_12H3"}, {"internal_id": 151586761, "Award ID": "NI191444XXXXG016", "Award Amount": 3012128.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-21", "CFDA Number": "10.512", "Description": "1890 EXTENSION PROGRAM IN TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_NI191444XXXXG016_12H3"}, {"internal_id": 151585959, "Award ID": "NI191444XXXXG015", "Award Amount": 1402428.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-21", "CFDA Number": "10.512", "Description": "1890 AGRICULTURAL EXTENSION AT UMES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_NI191444XXXXG015_12H3"}, {"internal_id": 151586809, "Award ID": "NI191444XXXXG014", "Award Amount": 1973947.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-03-05", "CFDA Number": "10.512", "Description": "1890 EXTENSION PROGRAM AT THE UNIVERSITY OF ARKANSAS AT PINE BLUFF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_NI191444XXXXG014_12H3"}, {"internal_id": 151586086, "Award ID": "NI191444XXXXG013", "Award Amount": 3335602.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-03-05", "CFDA Number": "10.512", "Description": "KENTUCKY STATE UNIVERSITY 1890 COOPERATIVE EXTENSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_NI191444XXXXG013_12H3"}, {"internal_id": 151586087, "Award ID": "NI191444XXXXG012", "Award Amount": 3443899.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-03-05", "CFDA Number": "10.512", "Description": "FY2019 COOPERATIVE EXTENSION OUTREACH EDUCATION BASED ON PLAN OF WORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_NI191444XXXXG012_12H3"}, {"internal_id": 151586437, "Award ID": "NI191444XXXXG011", "Award Amount": 3776078.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-21", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION AT NORTH CAROLINA A&T STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_NI191444XXXXG011_12H3"}, {"internal_id": 151585945, "Award ID": "NI191444XXXXG010", "Award Amount": 4600721.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-03-05", "CFDA Number": "10.512", "Description": "RENEWABLE RESOURCES EXTENSION ACT 2019", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_NI191444XXXXG010_12H3"}, {"internal_id": 151587031, "Award ID": "NI191444XXXXG009", "Award Amount": 1911769.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-21", "CFDA Number": "10.512", "Description": "1890 EXTENSION FY 19", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_NI191444XXXXG009_12H3"}, {"internal_id": 151586881, "Award ID": "NI191444XXXXG008", "Award Amount": 2524657.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-03-05", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION FORMULA FUNDING FOR 1890 INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_NI191444XXXXG008_12H3"}, {"internal_id": 151586142, "Award ID": "NI191444XXXXG007", "Award Amount": 2243158.99, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-03-05", "CFDA Number": "10.512", "Description": "AGRICULTURAL EXTENSION AT TUSKEGEE UNIVERSITY, 1890 LAND-GRANT UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_NI191444XXXXG007_12H3"}, {"internal_id": 151586643, "Award ID": "NI191444XXXXG006", "Award Amount": 1746153.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "10.512", "Description": "SOUTHERN UNIVERSITY AGRICULTURAL RESEARCH & EXTENSION CENTER (AGRICULTURAL EXTENSION AT 1890 LAND-GRANT INSTITUTIONS, INCLUDING TUSKEGEE UNIVERSITY AND WEST VIRGINIA STATE UNIVERSITY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_NI191444XXXXG006_12H3"}, {"internal_id": 151586148, "Award ID": "NI191444XXXXG005", "Award Amount": 2240240.63, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "10.512", "Description": "ALABAMA A&M 1444 FORMULA APPLICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_NI191444XXXXG005_12H3"}, {"internal_id": 151586359, "Award ID": "NI191444XXXXG004", "Award Amount": 2069691.11, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "10.512", "Description": "AGRICULTURAL EXTENSION (SECTION 1441)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_NI191444XXXXG004_12H3"}, {"internal_id": 151586074, "Award ID": "NI191444XXXXG003", "Award Amount": 1938603.12, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "10.512", "Description": "2019 AGRICULTURAL EXTENSION FLORIDA A&M UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_NI191444XXXXG003_12H3"}, {"internal_id": 151586450, "Award ID": "NI191444XXXXG002", "Award Amount": 2675355.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "10.512", "Description": "FORT VALLEY STATE UNIVERSITY COOPERATIVE EXTENSION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_NI191444XXXXG002_12H3"}, {"internal_id": 151586322, "Award ID": "NI191444XXXXG001", "Award Amount": 3000000.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2019-02-14", "CFDA Number": "10.512", "Description": "CENTRAL STATE UNIVERSITY EXTENSION PROGRAMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_NI191444XXXXG001_12H3"}, {"internal_id": 150692750, "Award ID": "NI181444XXXXG021", "Award Amount": 1371434.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-08-23", "CFDA Number": "10.512", "Description": "AGRICULTURAL EXTENSION AT 1890 LAND-GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_NI181444XXXXG021_12H3"}, {"internal_id": 150692968, "Award ID": "NI181444XXXXG019", "Award Amount": 2190284.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-03-01", "CFDA Number": "10.512", "Description": "ALABAMA A&M 1444 FORMULA APPLICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_NI181444XXXXG019_12H3"}, {"internal_id": 150692929, "Award ID": "NI181444XXXXG018", "Award Amount": 2036654.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-06-01", "CFDA Number": "10.512", "Description": "ALCORN STATE UNIVERSITY EXTENSION AT 1890 LAND GRANT COLLEGES (SECTION 1444)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_NI181444XXXXG018_12H3"}, {"internal_id": 150693180, "Award ID": "NI181444XXXXG017", "Award Amount": 1892434.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-15", "CFDA Number": "10.512", "Description": "1890 COOPERATIVE EXTENSION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_NI181444XXXXG017_12H3"}, {"internal_id": 150693001, "Award ID": "NI181444XXXXG016", "Award Amount": 2465602.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-06", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION FORMULA FUNDING FOR 1890 INSTITUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_NI181444XXXXG016_12H3"}, {"internal_id": 150692890, "Award ID": "NI181444XXXXG015", "Award Amount": 2190283.66, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-06", "CFDA Number": "10.512", "Description": "TUSKEGEE UNIVERSITY COOPERATIVE EXTENSION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_NI181444XXXXG015_12H3"}, {"internal_id": 150693021, "Award ID": "NI181444XXXXG014", "Award Amount": 1174090.23, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-06", "CFDA Number": "10.512", "Description": "TO PROVIDE AGRICULTURAL AND FORESTRY EXTENSION ACTIVITIES AT DELAWARE STATE UNIVERSITY, AN 1890 LAND-GRANT INSTITUTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_NI181444XXXXG014_12H3"}, {"internal_id": 150692735, "Award ID": "NI181444XXXXG013", "Award Amount": 1134038.94, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-06", "CFDA Number": "10.512", "Description": "CENTRAL STATE UNIVERSITY COOPERATIVE EXTENSION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_NI181444XXXXG013_12H3"}, {"internal_id": 150692873, "Award ID": "NI181444XXXXG012", "Award Amount": 1710473.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-06", "CFDA Number": "10.512", "Description": "SOUTHERN UNIVERSITY AGRICULTURAL RESEARCH & EXTENSION CENTER (AGRICULTURAL EXTENSION AT 1890 LAND-GRANT INSTITUTIONS, INCLUDING TUSKEGEE UNIVERSITY AND WEST VIRGINIA STATE UNIVERSITY)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_NI181444XXXXG012_12H3"}, {"internal_id": 150692950, "Award ID": "NI181444XXXXG011", "Award Amount": 4462126.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-06", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION FY 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_NI181444XXXXG011_12H3"}, {"internal_id": 150692841, "Award ID": "NI181444XXXXG010", "Award Amount": 2938031.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-06", "CFDA Number": "10.512", "Description": "1890 EXTENSION PROGRAM IN TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_NI181444XXXXG010_12H3"}, {"internal_id": 150692974, "Award ID": "NI181444XXXXG009", "Award Amount": 3009712.66, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-06", "CFDA Number": "10.512", "Description": "1890 COOPERATIVE EXTENSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_NI181444XXXXG009_12H3"}, {"internal_id": 150693096, "Award ID": "NI181444XXXXG008", "Award Amount": 1928090.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-06", "CFDA Number": "10.512", "Description": "1890 EXTENSION PROGRAM AT THE UNIVERSITY OF ARKANSAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_NI181444XXXXG008_12H3"}, {"internal_id": 150692736, "Award ID": "NI181444XXXXG007", "Award Amount": 1990900.21, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-06", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION OUTREACH EDUCATION BASED ON PLAN OF WORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_NI181444XXXXG007_12H3"}, {"internal_id": 150692850, "Award ID": "NI181444XXXXG006", "Award Amount": 1401397.67, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-06", "CFDA Number": "10.512", "Description": "WEST VIRGINIA STATE UNIVERSITY - SECTION 1444 - FY 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_NI181444XXXXG006_12H3"}, {"internal_id": 150693181, "Award ID": "NI181444XXXXG005", "Award Amount": 3698071.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-06", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION WORK IN NORTH CAROLINA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_NI181444XXXXG005_12H3"}, {"internal_id": 150692742, "Award ID": "NI181444XXXXG004", "Award Amount": 1530763.55, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-06", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION SERVICE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_NI181444XXXXG004_12H3"}, {"internal_id": 150693073, "Award ID": "NI181444XXXXG003", "Award Amount": 1870988.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-06", "CFDA Number": "10.512", "Description": "1890 EXTENSION FEDERAL FY17", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_NI181444XXXXG003_12H3"}, {"internal_id": 150693074, "Award ID": "NI181444XXXXG002", "Award Amount": 2614965.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2018-02-06", "CFDA Number": "10.512", "Description": "(1890) COOPERATIVE EXTENSION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_NI181444XXXXG002_12H3"}, {"internal_id": 146748666, "Award ID": "NI171444XXXXG013", "Award Amount": 2280289.73, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-13", "CFDA Number": "10.512", "Description": "COOPERATIVE EXTENSION OUTREACH EDUCATION BASED ON PLAN OF WOK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_NI171444XXXXG013_12H3"}, {"internal_id": 146748652, "Award ID": "NI171444XXXXG009", "Award Amount": 1140744.11, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-13", "CFDA Number": "10.512", "Description": "CENTRAL STATE UNIVERSITY COOPERATIVE EXTENSION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_NI171444XXXXG009_12H3"}, {"internal_id": 146748655, "Award ID": "NI171444XXXXG004", "Award Amount": 1870988.0, "Award Type": "FORMULA GRANT (A)", "Base Obligation Date": "2017-03-13", "CFDA Number": "10.512", "Description": "1890 EXTENSION FEDERAL FY17", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_NI171444XXXXG004_12H3"}]