[{"internal_id": 159740514, "Award ID": "20237044840509", "Award Amount": 9422454.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-31", "CFDA Number": "10.522", "Description": "INCREASING FOOD PRODUCTION & COMBATING FOOD WASTE AND LOSS THROUGH 4-H", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 9422454.0, "Infrastructure Obligations": null, "recipient_id": "9006947c-7f28-2287-6399-d991af0aa42f-C", "generated_internal_id": "ASST_NON_20237044840509_12H3"}, {"internal_id": 159740513, "Award ID": "20237044840419", "Award Amount": 127550.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "10.522", "Description": "DUE TO AN INCREASINGLY GLOBALIZED FOOD SYSTEM AND GROWING URBANIZATION, MANY PEOPLE DO NOT UNDERSTAND THE SYSTEMS BY WHICH THEIR FOOD GETS TO THEIR TABLE. WHEN YOUNG PEOPLE DO NOT KNOW HOW OR WHERE FOOD IS GROWN, IT IS DIFFICULT FOR THEM TO ASK CRITICAL QUESTIONS OR MAKE INFORMED FOOD CHOICES. WITHOUT EXPERIENCE WORKING THE LAND, THEY DO NOT APPRECIATE SOIL AS A VITAL LIVING ECOSYSTEM AND NATURAL RESOURCE.WITHOUT AN APPRECIATION FOR THE EXPERTISE AND SKILLS POSSESSED BY THE PEOPLE WHO GROW, RAISE, AND CATCH OUR FOOD, CONSUMERS UNDERVALUE THEIR WORK.THIS PROJECT IS DESIGNED TO INCREASE UNDERSTANDING OF AGRICULTURE AND FOOD SYSTEMS AMONG FCS/CULINARY TEACHERS AND STUDENTS. OUR APPROACH IS TO BREAK DOWN THE SILOS BETWEEN AGRICULTURE, COOKING, AND NUTRITION AND TO TEACH THIS INTERCONNECTED CONTENT IN THE FCS/CULINARY CLASSROOM. THE THREE AREAS OF WORK IN THIS PROJECT INCLUDE: (1) DEVELOPING FCS/CULINARY CURRICULUM, (2) OFFERING IN-PERSON AND VIRTUAL PD FOR FCS/CULINARY TEACHERS, AND (3) FACILITATING EXPERIENTIAL LEARNING FOR FCS/CULINARY STUDENTS.COOKING AND SHARING MEALS IS A NATURALLY-ENGAGING WAY TO GET STUDENTS TO CARE ABOUT AND UNDERSTAND THE IMPORTANCE OF, AND CONNECTION BETWEEN, AGRICULTURAL PRACTICES AND NUTRITION. FURTHERMORE, WE BELIEVE THAT CULINARY SKILLS COMBINED WITH FOOD SYSTEM UNDERSTANDING IS AN EFFECTIVE WAY TOEMPOWER YOUNG ADULTS AS THEY BEGIN TO MAKE INDEPENDENT FOOD CHOICES THAT SUPPORT THEIR HEALTH, THE HEALTH OF THEIR COMMUNITY, AND THE HEALTH OF THE PLANET.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": 127550.0, "Infrastructure Obligations": null, "recipient_id": "73df5533-f956-ae60-61f1-9b5b4a7e9cb7-R", "generated_internal_id": "ASST_NON_20237044840419_12H3"}, {"internal_id": 159740512, "Award ID": "20237044840418", "Award Amount": 224996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "10.522", "Description": "FOR OVER 30 YEARS, THE NEW HAVEN ECOLOGY PROJECT (COMMON GROUND) HAS OPERATED THREE CONNECTED EFFORTS TO FULFILL ITS MISSION: THE NATION&#39;S LONGEST-RUNNING ENVIRONMENTAL PUBLIC CHARTER HIGH SCHOOL, AN URBAN FARM, AND A COMMUNITY ENVIRONMENTAL EDUCATION CENTER. IN COMMON GROUND&#39;S MANY YEARS OF COMMUNITY-DRIVEN AGRICULTURAL WORK IN OUR URBAN ENVIRONMENT OF NEW HAVEN, CT, WE HAVE SEEN THE STRONGEST RESULTS COME FROM MULTIGENERATIONAL, COLLABORATIVE EFFORTS. THE THREE INTERCONNECTED INITIATIVES IN OUR PROPOSAL PROVIDE STUDENTS, TEACHERS, AND SCHOOLS IN OUR CITY AND BROADER REGION WITH OPPORTUNITIES FOR MEANINGFUL ENGAGEMENT AND LEADERSHIP TRAINING IN AGRICULTURE AND FOOD WASTE REDUCTION.COMMON GROUND&#39;S PROJECT IS DESIGNED TO INCREASE THE CAPACITY FOR LOCAL FOOD AND FOOD WASTE EDUCATION AND ADVANCE NUTRITION EDUCATION WHILE FOSTERING COMMUNITY AMONG STUDENTS AND LOCAL AND REGIONAL PARTNERS. OUR GOALS IN THIS PROJECT ARE TO (1) INCREASE THE CAPACITY FOR FOOD, GARDEN, AND NUTRITION EDUCATION WITHIN 15 NEW HAVEN PUBLIC SCHOOLS (NHPS) THROUGH OUR SCHOOLYARDS PROGRAM; (2) FOSTER CAREER AND LEADERSHIP DEVELOPMENT IN AGRICULTURE FOR HIGH SCHOOL STUDENTS THROUGH OUR GREEN JOBS CORPS PROGRAM; AND (3) PRESENT FOOD AND AGRICULTURE SERVICE LEARNING MODULES AND DATA REGIONALLY AND NATIONALLY BY DISSEMINATING METHODOLOGY AND OUTCOMES THROUGH OUR COLLABORATIVE PROGRAM TEACHING OUR CITIES. WE WILL ACHIEVE THESE GOALS BY 1. REACHING 160 TEACHERS AND 1600 STUDENTS EACH WEEK IN NHPS THROUGH TECHNICAL ASSISTANCE, TEACHING SUPPORT, SCHOOL GARDEN IMPLEMENTATION AND MAINTENANCE, AND PROVIDING FIELD TRIPS TO OUR URBAN FARM; 2. PROVIDING WORKFORCE MENTORSHIP AND UP TO $40,000 IN WAGES THROUGH PAID GREEN JOBS TO 80 COMMON GROUND HIGH SCHOOL STUDENTS AT PARTNER ORGANIZATIONS, AND 3. CONVENING A COHORT OF URBAN SCHOOLS ACROSS THE NEW ENGLAND TERRITORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": 224996.0, "Infrastructure Obligations": null, "recipient_id": "57903e63-ded6-e1ce-0cf9-23f2feec21b9-R", "generated_internal_id": "ASST_NON_20237044840418_12H3"}, {"internal_id": 159740511, "Award ID": "20237044840417", "Award Amount": 225000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "10.522", "Description": "THE KNOW : GROW : SHOW COMMUNITY GARDEN SERVICE-LEARNING PROGRAM HELPS STUDENTS ACQUIRE KNOWLEDGE OF GARDENING, IMPROVE NUTRITIONAL HEALTH AND DEVELOP INTO ENGAGED CITIZENS SERVING THEIR COMMUNITY. THE PROGRAM IS RUN BY THE HOUSE TUSCALOOSA, A NON-PROFIT LITERACY CENTER SITTING ON STILLMAN COLLEGE&#39;S CAMPUS, IN THE MIDDLE OF THE WEST END COMMUNITY OF TUSCALOOSA, ALABAMA. STUDENTS WHO LIVE IN THE WEST END COME FROM HOUSEHOLDS WHERE THE MEDIAN INCOME HOVERS AROUND $25,000 AND 37% PERCENT OF THEM FALL AT OR BELOW THE POVERTY RATE. WHILE FAMILIES STRUGGLE TO SURVIVE, THEY ARE RARELY ABLE TO MAKE NUTRITION OR CIVIC ENGAGEMENT A HIGH PRIORITY.MULTIPLE ORGANIZATIONS AND SCHOOLS WITHIN THE WEST END COMMUNITY WERE INVOLVED IN PLANNING AND ARE ENGAGED IN PROJECT IMPLEMENTATION. THE PROGRAM ENGAGES STUDENTS DURING WEEKLY AFTER-SCHOOL PROGRAMMING, WITH A NEW GROUP PARTICIPATING EVERY SEMESTER. DURING THE PROGRAM, STUDENTS WILL KNOW ABOUT NUTRITIONAL HEALTH AND FOOD INSECURITY, GROW FOOD IN THECOMMUNITY GARDEN, AND SHOW WHAT THEY LEARN THROUGH A CAPSTONE PROJECT AND COMMUNITY DISTRIBUTION OF FOOD GROWN.THE GOALS OF THE KNOW : GROW : SHOW COMMUNITY GARDEN SERVICE-LEARNING PROGRAM ARE AS FOLLOWS:1. TO ACQUIRE KNOWLEDGE OF GARDENING2. TO IMPROVE NUTRITIONAL HEALTH OF STUDENTS3. TO DEVELOP LEADERS ENGAGED AND SERVING IN THEIR COMMUNITY4. TO INCREASE PRACTICAL APPLICATION OF MATH AND READING SKILLS5. TO DEVELOP EFFECTIVE COMMUNICATION SKILLSTHE GOALS AND INTENDED OUTCOMES WILL PRIMARILY BE ACHIEVED THROUGH DEVELOPMENT AND DELIVERY OF A 12-15 WEEK CURRICULUM. LOCAL STAKEHOLDERS WILL WORK TOGETHER TO WRITE THE CURRICULUM. STUDENTS FROM WEST END SCHOOLS WILL BE TRANSPORTED FROM THEIR AFTER-SCHOOL PROGRAMS ONCE EACH WEEK TO THE HOUSE TUSCALOOSA AND THE STILLMAN FOUNDATION COMMUNITY GARDEN TO PARTICIPATE IN THE ACTIVITIES SCHEDULED FOR THAT DAY. WHILE THE CURRICULUM IS YET TO BE DEVELOPED IN DETAIL, A BROAD OUTLINE OF THE CURRICULUM IS PROVIDED HERE.KNOWREADING:PARTICIPATING STUDENTSREAD GRADE-LEVEL APPROPRIATE, HIGH-INTEREST FICTION AND NON-FICTION BOOKS SELECTED BY THEIR LIBRARIANS. BOOKS ARE ALL DIRECTLY RELATED TO THE AIMS OF THE GRANT.LEARNING:STUDENTS PARTICIPATE IN DIRECT, IN-PERSON LEARNING ACTIVITIES AS DESIGNED BY THE CURRICULUM-WRITING TEAM, INCLUDING (BUT NOT LIMITED TO) PREPARED PRESENTATIONS, EXPERT DEMONSTRATIONS, AND GROUP DISCUSSIONS.VISITING:STUDENTS VISIT LOAVES &AMP; FISHES, A LOCAL CLIENT-CHOICE FOOD PANTRY TO LEARN ABOUT EXISTING PROJECTS AND AGENCIES WORKING TO ADDRESS FOOD INSECURITY.GROWPLANNING:STUDENTS PLAN THEIR GARDEN THROUGH GUIDED CROP DESIGN AND PLACEMENT.PREPARING:STUDENTS PREPARE THE LAND FOR THEIR GARDEN BY PREPPING THE SOIL UNDER THEGUIDANCE OF AN EXPERT INSTRUCTOR.PLANTING:STUDENTS PLANT EACH SEED AND/OR SEEDLING ACCORDING TO THEIR GARDEN PLAN.CULTIVATING:STUDENT CULTIVATE THEIR GARDEN THROUGH TASKS INCLUDING (BUT NOT LIMITED TO)WEEDING, WATERING, AND FERTILIZATION ACTIVITIES.HARVESTING:STUDENTS WORK TOGETHER TO HARVEST EACH IT,EM GROWN IN THEIR GARDEN.SHOWPREPARING:STUDENTS PARTICIPATE IN COOKING WHAT THEY HAVE GROWN AND TASTE/EAT THE PRODUCTS OF THEIR LABOR.GIVING:EACH COHORT OF STUDENTS WORKS COLLECTIVELY TO DONATE ALL REMAINING PRODUCE FROM THEIR GARDEN TO INDIVIDUALS AND FAMILIES IN THEIR COMMUNITY.PRESENTING:EACH STUDENT DOCUMENTS THEIR LEARNING AND EXPERIENCES THROUGHOUT THE PROGRAM AND CREATES A CAPSTONE PROJECT IN THE FORM OF A BOOK. STUDENTS WILL ALSO PRODUCE A PUBLIC SERVICE ANNOUNCEMENT DESIGNED TO CONVEY THEIR LEARNING ABOUT NUTRITIONAL HEATH AND SERVICE LEARNING TO THEIR PEERS AND COMMUNITY.THE THREE PILLARS OF THE PROGRAM ARE EXPLICITLY DESIGNED TO INCREASE CRITICAL THINKING, PROBLEM SOLVING, TEAMWORK AND EFFECTIVE COMMUNICATION. STUDENTS ALSO LEARN ABOUT AND PARTICIPATE IN ADVOCACY RELATED TO ROOT CAUSES OF FOOD INSECURITY. BY EMBEDDING PRACTICE OF THESE ESSENTIAL SKILLS IN THE CONTEXT OF GARDENING, KNOW: GROW: SHOW PROVIDES REAL-WORLD OPPORTUNITIES FOR SERVICE-LEARNING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": 225000.0, "Infrastructure Obligations": null, "recipient_id": "b73d2de6-2860-663e-0619-35da4caf7536-R", "generated_internal_id": "ASST_NON_20237044840417_12H3"}, {"internal_id": 162054796, "Award ID": "20237002640842", "Award Amount": 220050.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "10.522", "Description": "?PROJECT SUMMARY:THE FARMPRENEURS: EMPOWERING STUDENT LEADERS TO INCREASE FOOD KNOWLEDGE AND FOOD SECURITY IN THEIR URBAN COMMUNITIES PROJECT WITH MONTCLAIR COMMUNITY FARMS (MCF) AND LOCAL PARTNER ORGANIZATIONS WILL EXPOSE URBAN HIGH-SCHOOL, COLLEGE, AND ELEMENTARY SCHOOL STUDENTS TO HANDS-ON FARM EXPERIENCES IN THEIR LOCAL FOOD SYSTEM IN ORDER TO INCREASE FOOD SECURITY, NUTRITION EDUCATION, AND EDUCATIONAL AND CAREER PATHWAYS FOR UNDERSERVED YOUTH AND THEIR COMMUNITIES. THROUGH THIS PROJECT, HIGH-SCHOOL AND COLLEGE YOUTH WILL GAIN AGRICULTURAL KNOWLEDGE, TRAINING, AND LEADERSHIP SKILLS IN A PAID INTERNSHIP PROGRAM. COLLEGE STUDENTS WILL DELIVER GARDENING AND NUTRITION LESSONS TO ELEMENTARY STUDENTS FROM THEIR OWN COMMUNITIES THROUGH &#39;SCHOOL-TO-FARM&#39; FIELD TRIPS. LEVERAGING CROSS-SECTOR COMMUNITY PARTNERSHIPS, THIS PROJECT WILL ENGAGE AMERICORPS SERVICE MEMBERS AS MENTORS AND EDUCATORS AS WELL AS NINE DIRECT COMMUNITY PARTNERS ALIGNED IN THE GOAL OF BUILDING HEALTHIER COMMUNITIES THROUGH FOOD. FUNDING FOR THIS PROJECT WILL SUPPORT STAFF, STUDENTS&#39; SUPPORT INCENTIVES, CURRICULUM AND SUPPLIES, AND PROGRAM EVALUATION TO FACILITATE MODEL AND OUTCOME SHARING TO BROADER AUDIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_20237002640842_12H3"}, {"internal_id": 151131000, "Award ID": "20227002638026", "Award Amount": 219803.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-06", "CFDA Number": "10.522", "Description": "USDA FOOD & AG SOUTHEAST GEORGIA PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b4fcf043-df62-bedb-9c17-765bacf95c26-C", "generated_internal_id": "ASST_NON_20227002638026_12H3"}, {"internal_id": 150868193, "Award ID": "20227002637853", "Award Amount": 184946.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-11", "CFDA Number": "10.522", "Description": "FOODCORPS FASLP: DEVELOPING THE NEXT GENERATION OF SCHOOL NUTRITION LEADERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf6b1e17-c522-9c4b-2fc1-8dcd39fb958b-R", "generated_internal_id": "ASST_NON_20227002637853_12H3"}, {"internal_id": 150868192, "Award ID": "20227002637852", "Award Amount": 216382.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "10.522", "Description": "GROWING FARM 2 SCHOOL IN THE NEW RIVER GORGE REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e929732-8450-b5c3-161a-b9396c788e97-R", "generated_internal_id": "ASST_NON_20227002637852_12H3"}, {"internal_id": 150868191, "Award ID": "20227002637851", "Award Amount": 219803.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "10.522", "Description": "THE INTERNATIONAL RESCUE COMMITTEE'S (IRC) GROWING HEALTHY FUTURES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b6bf5d65-11a1-29f5-522f-610a32b14a8f-C", "generated_internal_id": "ASST_NON_20227002637851_12H3"}, {"internal_id": 150868190, "Award ID": "20227002637850", "Award Amount": 169878.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-26", "CFDA Number": "10.522", "Description": "DISSEMINATING RESEARCH-BASED AGRICULTURAL EDUCATION IN CLASSROOMS THROUGH CAPACITY-BUILDING TEACHER PROFESSIONAL DEVELOPMENT AND STUDENT ADVOCACY ACTIVITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c097cba0-4a94-2b58-846f-4291eb827132-C", "generated_internal_id": "ASST_NON_20227002637850_12H3"}, {"internal_id": 151131044, "Award ID": "20227002637849", "Award Amount": 82168.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-01", "CFDA Number": "10.522", "Description": "DEVELOPMENT OF AN EXPERIENCE-BASED FARM FIELD TRIP FOR STUDENTS IN THE INLAND EMPIRE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a0647a-c7fe-796b-01f1-d70b111cd0d0-R", "generated_internal_id": "ASST_NON_20227002637849_12H3"}, {"internal_id": 151131061, "Award ID": "20227002637848", "Award Amount": 219431.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-27", "CFDA Number": "10.522", "Description": "PROPOSAL TO DELIVER URBAN AGRICULTURE EDUCATION TO PRIMARY & SECONDARY SCHOOLS IN SOUTH BRONX, NEW YORK CITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1c86c908-0f8e-f99c-cf06-649faa6d05d1-R", "generated_internal_id": "ASST_NON_20227002637848_12H3"}, {"internal_id": 150868189, "Award ID": "20227002637847", "Award Amount": 219458.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "10.522", "Description": "NORTH CAROLINA FARM TO SCHOOL INSTITUTE: GROWING LOCAL FOOD SYSTEMS, CONNECTING COMMUNITY LEADERS, AND SUPPORTING SCHOOL RESILIENCY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20227002637847_12H3"}, {"internal_id": 150868188, "Award ID": "20227002637846", "Award Amount": 219803.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "10.522", "Description": "15TH STREET-FARM NUTRITION EDUCATION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ceec5ef7-d6a5-28f0-e23f-ec61155b7078-C", "generated_internal_id": "ASST_NON_20227002637846_12H3"}, {"internal_id": 150868187, "Award ID": "20227002637845", "Award Amount": 219762.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "10.522", "Description": "FRIENDS OF THE NATIONAL ARBORETUM SCHOOL GARDEN EDUCATOR COACHING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2b91982f-2577-deea-ed1c-54369eefbb84-R", "generated_internal_id": "ASST_NON_20227002637845_12H3"}, {"internal_id": 150868186, "Award ID": "20227002637844", "Award Amount": 219777.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "10.522", "Description": "TOGETHER WE GROW: A MULTI-SECTORAL STAKEHOLDER MODEL FOR COMMUNITY FOOD GARDEN & HEALTHY EATING INITIATIVE IN A RURAL FOOD DESERT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "79595c98-862c-2eaf-b7e5-c7a3b9552ab9-C", "generated_internal_id": "ASST_NON_20227002637844_12H3"}, {"internal_id": 150868185, "Award ID": "20227002637843", "Award Amount": 208789.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "10.522", "Description": "ENGAGING STUDENTS AND COMMUNITY THROUGH FOOD AND AGRICULTURAL EXPERIENCES IN APPALACHIAN OHIO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3da1d1cf-0700-3ecd-fa3c-f1087ba7e958-C", "generated_internal_id": "ASST_NON_20227002637843_12H3"}, {"internal_id": 139651861, "Award ID": "20217002635912", "Award Amount": 224973.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "10.522", "Description": "THE USU FASL HANDS IN THE GARDEN PROGRAM WILL INCREASE FOOD PRESERVATION, PROPAGATION, ANDSECURITY FOR YOUTH AND FAMILIES IN COMMUNITIES THROUGHOUT UTAH. USU EXTENSION FACULTY, PARTNERSCHOOLS, AND COMMUNITY GROUPS WILL DEVELOP AND IMPLEMENT A GARDENING SERVICE LEARNING PROGRAMBY USING ESTABLISHED SCHOOL AND COMMUNITY GARDENS AS OUTDOOR CLASSROOMS. AGRICULTURAL EXPERTSWILL WORK WITH LOCAL TEACHERS, AFTERSCHOOL GROUPS, AND 4-H CLUBS TO DESIGN GARDENING PLANS TAILOREDTO LOCAL CLIMATE, CULTURE, AND COMMUNITY NEEDS. USU EXTENSION 4-H COORDINATORS, CLASSROOMTEACHERS, AFTERSCHOOL EDUCATORS, AND VOLUNTEERS WILL WORK DIRECTLY WITH YOUTH TO ESTABLISH GARDENINGAND SERVICE-LEARNING PLANS. PROGRAM STAFF WILL USE ESTABLISHED GARDEN SPACES TO TEACH SPECIFICGARDENING TECHNIQUES AND PRINCIPLES, SUCH AS DESERT GARDENING, URBAN GARDENING, TRADITIONAL NAVAJOCROPS, AND INTERGENERATIONAL GARDENING. CROPS WILL BE USED IN SCHOOL LUNCH PROGRAMS AND AS PART OFOUTREACH CLASSES ON FOOD PRESERVATION, NUTRITION, AND MEAL PLANNING. WE WILL PROVIDE TRAINING ANDMENTORSHIP OPPORTUNITIES FOR YOUTH MENTORS AND USE THE YOUTH-TEACHING-YOUTH MODEL TO PROVIDEOUTREACH TO PROJECT COHORTS THROUGH THE STATE. YOUTH WILL GIVE PRESENTATIONS AT AN ANNUAL GARDENSYMPOSIUM. WE WILL ESTABLISH A STATEWIDE GARDENING NETWORK THROUGH PARTICIPANTS WILL RECEIVETRAINING AND OPPORTUNITIES TO COLLABORATE. FASLP FUNDING WILL BE USED TO ADAPT ESTABLISHED GARDENS,INCLUDE SERVICE LEARNING, AND CONNECT THE GARDENS TO SCHOOL LUNCH PROGRAMS AND EDUCATIONALOUTREACH. THE USU FASL HANDS IN THE GARDEN PROGRAM IS SUSTAINABLE THROUGH ESTABLISHED GARDENSAND PROGRAMMING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_20217002635912_12H3"}, {"internal_id": 139651862, "Award ID": "20217002635911", "Award Amount": 224963.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-23", "CFDA Number": "10.522", "Description": "RURAL RESIDENTS OF MAINE (ME) REPRESENT OVER 60% OF THE POPULATION AND ARE DISPROPORTIONATELY IMPACTED BY ENVIRONMENTAL AND SOCIO-DEMOGRAPHIC FACTORS (LOWER INCOMES, LESS ACCESS TO RESOURCES, LESS AVAILABILITY OF HEALTHY/AFFORDABLE FOODS) THAT IMPACT THEIR NUTRITIONAL HEALTH COMPARED TO THEIR URBAN COUNTERPARTS. ADDING TO THESE RURAL HEALTH DISPARITIES, THE COVID-19 PANDEMIC CAUSED THE PROJECTED CHILDHOOD FOOD INSECURITY RATE IN RURAL ME TO INCREASE BY AS MUCH AS 33%, RESULTING IN ABOUT 30% OF ME&#39;S RURAL YOUTH BEING FOOD INSECURE IN 2020, WHICH IS THE HIGHEST RATE IN THE NORTHEAST. FURTHERMORE, ALMOST HALF (47.8%) OF RURAL ME YOUTH QUALIFY FOR FREE/REDUCED PRICE LUNCH COMPARED TO THE STATE AVERAGE OF 44%. THIS DATA DEMONSTRATES THE NEED FOR PROGRAMMING AND RESOURCES IN RURAL AREAS TO COMBAT FOOD INSECURITY AND IMPROVE NUTRITIONAL HEALTH. THIS PROPOSAL ADDRESSES THESE NEEDS BY IMPLEMENTING FARM TO SCHOOL (FTS) PROGRAMS IN RURAL ME MIDDLE AND HIGH SCHOOLS. FARM TO SCHOOL PROGRAMS ARE A PROVEN STRATEGY TO ADDRESS CHILDHOOD HUNGER AND IMPROVE NUTRITIONAL HEALTH. THEREFORE, THE OVERARCHING GOAL OF THIS PROPOSAL IS TO DEVELOP A ME FTS INSTITUTE THAT IS SUSTAINABLE AND SCALABLE, TO PROVIDE THE PROFESSIONAL LEARNING, TRAINING, RESOURCES, AND SUPPORT NEEDED IN RURAL MAINE SCHOOLS SO THEY MAY IMPLEMENT FTS ACTIVITIES.TO ADDRESS RURAL ME COMMUNITY NEEDS AND PRIORITIES SET BY SCHOOLS AND STAKEHOLDERS, FIVE PARTNERING ORGANIZATIONS JOINED TOGETHER IN THIS PROPOSAL, FARM TO SCHOOL THYME: TRAINING FOR HEALTHY YOUTH IN MAINE, TO COMPLEMENT AND BUILD ON EXISTING EFFORTS TO INCREASE CAPACITY FOR AGRICULTURE AND NUTRITION EDUCATION WITHIN RURAL MIDDLE/HIGH SCHOOLS BY CREATING A ME FTS INSTITUTE (ME-FTSI). BY IMPLEMENTING THIS PROPOSAL&#39;S GOALS AND OBJECTIVES, ME WILL SCALE-UP EXISTING FTS INITIATIVES IN A SIGNIFICANT WAY AND THEREBY INCREASE KNOWLEDGE OF AGRICULTURE AND NUTRITIONAL HEALTH, WHILE EMPOWERING YOUTH TO BE LEADERS OF CHANGE IN THEIR SCHOOL COMMUNITIES. THIS WILL LEAD TO SUSTAINABLE RESOURCES AND ACTIVITIES TO IMPROVE FOOD SECURITY IN THESE RURAL COMMUNITIES.THE ME-FTSI WILL CONVENE 6 SCHOOL TEAMS FOR A 3-DAY IN-PERSON INTENSIVE WORKSHOP, FOLLOWED BY A YEAR-LONG IMPLEMENTATION WITH TA FROM AN ASSIGNED COACH AND OTHER ME FTS PARTNERS. THROUGH THE EXTENSIVE PARTNERING NETWORKS, SCHOOLS WILL PLAY AN INTEGRAL ROLE IN DESIGNING THE ME-FTSI BY SHAPING THE FOCUS OF THE 3-DAY WORKSHOP. THE ME-FTSI IS BUILT ON A SERVICE LEARNING MODEL THAT TRAINS COLLEGE STUDENTS TO MENTOR MIDDLE/HIGH SCHOOL STUDENTS AND ASSIST THEM WITH IMPLEMENTING FTS PROGRAMMING IN THEIR OWN SCHOOLS. BY SERVING RURAL SCHOOLS ACROSS ME, THOUSANDS OF STUDENTS AND FAMILIES WHO ARE CURRENTLY NOT REACHED WILL BE IMPACTED BY SYSTEM AND PROGRAM CHANGES THAT ARE PROVEN TO IMPROVE NUTRITIONAL HEALTH, KNOWLEDGE OF AGRICULTURE, AND BUILD PARTNERSHIPS WITH RURAL PRODUCERS; HOLISTICALLY ADDRESSING SCHOOL FOOD SECURITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_20217002635911_12H3"}, {"internal_id": 139651863, "Award ID": "20217002635879", "Award Amount": 224744.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-20", "CFDA Number": "10.522", "Description": "THE APPLIED AGRICULTURE IN ACTION PROJECT IS A COLLABORATION OF THREE ORGANIZATIONS, MINNESOTA STATE UNIVERSITY MANKATO, GMCC (GREATER MINNEAPOLIS COUNCIL OF CHURCHES), MODEL CITIZEN, AND MY PLACE (MANKATO YOUTH PLACE). TOGETHER THESE PARTNERS WILL WORK TO INCREASE THE CAPACITY OF YOUTH SERVING ORGANIZATIONS TO PROVIDE FOOD, GARDEN AND NUTRITION EDUCATION SERVING PREDOMINANTLY RURAL, BIPOC, AND SOCIALLY DISADVANTAGED ELEMENTARY AND SECONDARY STUDENTS. IT WILL ACHIEVE THAT GOAL BY CONNECTING UNIVERSITY STUDENTS THROUGH SERVICE LEARNING EMBEDDED INTO THEIR COLLEGE CURRICULA. IN ADDITION, THE PROJECT COMPLEMENTS THE WORK OF K-12 SCHOOLS TO INCREASE STUDENTS&#39; ABILITY TO UNDERSTAND WHERE THEIR FOOD COMES FROM, TO RECOGNIZE HEALTHY FOOD CHOICES, AND LEARN HOW TO GROW, PREPARE, AND CONSUME THEM. THIS WILL RESULT IN FUTURE HEALTHY EATING DECISIONS AND A REDUCTION IN HEALTH DISPARITIES IN COMMUNITIES OF COLOR, LOW-INCOME FAMILIES, AND COMMUNITIES WHERE HEALTHY FOOD CHOICES ARE LIMITED THROUGH THE TRADITIONAL FOOD DISTRIBUTION SYSTEM. AND FINALLY, THE PROJECT WILL FOSTER HIGHER LEVELS OF COMMUNITY ENGAGEMENT AND VOLUNTEERISM THROUGH AN APPLIED AGRICULTURAL AND LEADERSHIP-BASED SERVICE-LEARNING PROGRAM AT MINNESOTA STATE UNIVERSITY MANKATO THAT WILL SERVE MINNESOTA&#39;S URBAN AND RURAL COMMUNITIES AND ITS CITIZENS. IN THE LONG TERM, THIS PROJECT WILL INCREASE THE NUMBER AND DIVERSITY OF FUTURE FARMERS, AGRI-BUSINESS ENTREPRENEURS AND PROFESSIONALS, FOOD SCIENTISTS AND HELP MEET THE LABOR FORCE NEEDS OF MINNESOTA&#39;S AGRICULTURAL SECTOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10173174-996f-bcdb-66a8-616b2698f271-C", "generated_internal_id": "ASST_NON_20217002635879_12H3"}, {"internal_id": 139651874, "Award ID": "20217002635878", "Award Amount": 211800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-20", "CFDA Number": "10.522", "Description": "LOWER COLUMBIA SCHOOL GARDENS IS A 501(C)3 FARM TO SCHOOL ORGANIZATION SERVING 20 ELEMENTARY AND MIDDLE SCHOOLS IN TWO SCHOOL DISTRICTS IN RURAL LONGVIEW AND KELSO, WASHINGTON. THROUGH PARTNERSHIPS WITH LONGVIEW AND KELSO SCHOOL DISTRICTS, HEALTHCARE PROVIDERS, AND OTHER COMMUNITY ORGANIZATIONS, LOWER COLUMBIA SCHOOL GARDENS (LCSG) PROVIDES PROGRAMMATIC AND ADMINISTRATIVE SUPPORT OF SCHOOL GARDEN PROGRAMS WITHIN COWLITZ COUNTY. THE MISSION OF LOWER COLUMBIA SCHOOL GARDENS IS TO EMPOWER THE COMMUNITY BY CONNECTING KIDS AND FAMILIES WITH REAL FOOD AND HANDS-ON LEARNING. THROUGH DYNAMIC GARDEN AND COOKING PROGRAMS, WE CULTIVATE HEALTH, EQUITY, LIFELONG LEARNING, AND STEWARDSHIP OF THE WORLD AROUND US.THIS PROJECT WILL INCREASE CAPACITY FOR FOOD, GARDEN AND NUTRITION PROGRAMMING IN OUR 20 SCHOOL GARDENS IN THE FOLLOWING WAYS:CREATE ROBUST CONNECTIONS BETWEEN STUDENTS ENGAGED IN LCSG GARDEN PROGRAMMING AND LOCAL FOOD PRODUCERS TO IMPROVE CAREER EXPLORATION, AND FOOD SYSTEMS EDUCATION IN OUR EXISTING PROGRAMS.EXPAND OPPORTUNITIES FOR GARDEN, NUTRITION AND FOOD EDUCATION AND COMMUNITY ENGAGEMENT IN OUR HIGHEST NEED SCHOOLSDEVELOP AND IMPLEMENT ACTIVITIES, LESSONS AND PROJECTS THAT PROMOTE LEADERSHIP SKILLS AND KNOWLEDGE ACQUISITION FOR MIDDLE SCHOOL STUDENTS ENGAGED IN GARDEN-BASED EDUCATION PROGRAMS TO BETTER PREPARE THEM FOR AGRICULTURAL AND RELATED CAREERS UPON GRADUATION.BOTH LONGVIEW AND KELSO SCHOOL DISTRICTS PARTICIPATE IN THE NATIONAL SCHOOL LUNCH PROGRAMS. OVERALL, BOTH DISTRICTS HAVE A HIGH PERCENTAGE OF STUDENTS RECEIVING FREE OR REDUCED LUNCH; SPECIFICALLY LONGVIEW DISTRICT SERVE 64% IN 2020-21 AND THE KELSO SCHOOL DISTRICT SERVE 61% IN 2020-21. SEVERAL INDIVIDUAL SCHOOLS IDENTIFIED IN THE PROJECT HAVE SIGNIFICANTLY HIGHER PROPORTION OF STUDENTS RECEIVING FREE AND REDUCED LUNCH IN 2020-21: 87% (ST. HELEN&#39;S ELEMENTARY), 76% (KESSLER ELEMENTARY), 74% (MONTICELLO MIDDLE SCHOOL) AND 87% (WALLACE ELEMENTARY). COWLITZ COUNTY CONTINUES TO HAVE ONE OF THE HIGHEST PERCENTAGES OF CITIZENS WHO RELY ON FOOD BENEFITS (SNAP) IN THE STATE OF WASHINGTON.LCSG NEEDS TO INCREASE THE LEVEL OF SERVICE IN OUR FOOD AND AGRICULTURE SUPPORT SERVICES TO BOLSTER FOOD SECURITY, NUTRITION AND EDUCATION EFFORTS IN OUR TWO LOWEST INCOME NEIGHBORHOODS (HIGHLANDS AND SOUTH KELSO), ESPECIALLY. COMMUNITY ORGANIZATIONS AND NEIGHBORHOOD ASSOCIATIONS THERE HAVE REQUESTED COLLABORATION AND PARTNERSHIP FROM LCSG TO BUILD A LOCAL FOOD ECONOMY THAT INCLUDES FOOD ACCESS, GARDEN-BASED LEARNING ACTIVITIES AND NUTRITION EDUCATION. FURTHER, IMPROVING THE HEALTH OF CHILDREN IS A CULTURAL AND COMMUNITY-WIDE ENDEAVOR. LCSG NEEDS TO ENGAGE LOCAL GROWERS AND BRING LOCAL FOOD SYSTEM PARTNERS TOGETHER TO IMPROVE FOOD, NUTRITION AND AGRICULTURAL EDUCATION OPPORTUNITIES FOR K-8 YOUTH IN OUR GARDENS.BY THE END OF THIS PROJECT TERM, 840 STUDENTS AT WALLACE, SAINT HELENS AND KESSLER ELEMENTARY SCHOOLS WILL HAVE A SAFE, THRIVING, AND FULLY EQUIPPED GARDEN AND ACCOMPANYING YEAR-ROUND LEARNING OPPORTUNITIES. A MINIMUM OF 50 TEACHERS WILL BE TRAINED TO INCORPORATE GARDEN-BASED LEARNING INTO THEIR CLASSROOM TEACHING. 400 MIDDLE SCHOOL STUDENTS ACROSS BOTH DISTRICTS WILL DEMONSTRATE IMPROVED LEADERSHIP SKILLS AND KNOWLEDGE ABOUT FOOD AND AGRICULTURE CAREERS, NUTRITION AND GARDENING. 4,600 STUDENTS WILL EXPERIENCE A PERSONAL CONNECTION WITH A LOCAL FOOD PRODUCER AND DEMONSTRATE INCREASED COMPETENCY ABOUT LOCAL FOOD SYSTEMS AND RESOURCES. A NEW COMMUNITY GARDEN WILL BE ESTABLISHED AND MOBILIZED IN PARTNERSHIP WITH YOUTH AND FAMILY LINK, AND THE EXISTING COMMUNITY GARDEN AT THE HIGHLANDS NEIGHBORHOOD ASSOCIATION WILL BE BETTER SUPPORTED BY LCSG AND BETTER INTEGRATED INTO OUR PROGRAMS. OVERALL LOWER COLUMBIA SCHOOL GARDENS WILL ENGAGE A MINIMUM OF 100 NEW FAMILIES IN LOW-INCOME NEIGHBORHOODS IN GARDEN-BASED EDUCATION ACTIVITIES, AND MORE LATINX, CHUUKESE AND OTHER BIPOC COMMUNITY MEMBERS WILL ENGAGE IN LCSG GARDEN-BASED LEARNING ACTIVITIES AND SERVICES.IN ADDITION, THIS PROJECT WILL ENHANCE OUR PROGRAMS TO THE BENEFIT OF PARTICIPATING STUDENTS DURING THE PROJECT TERM AND BEYOND. STUDENTS WILL INCREASE THEIR KNOWLEDGE AND SKILLS FOR GARDENING, AGRICULTURE AND NUTRITION. THEIR HEALTH BEHAVIORS, PREFERENCES FOR FRUIT AND VEGETABLES AND KNOWLEDGE ABOUT NUTRITIOUS FOODS WILL IMPROVE AS THEY PARTICIPATE IN THESE PROGRAMS. MORE STUDENTS WILL BE EXPOSED TO AGRICULTURAL CAREERS, AND INVESTED IN SUPPORTING LOCAL FOOD SYSTEMS, PRODUCERS AND FARMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a5b55c8-6ef6-13f5-2bfa-2b0d9824ac67-R", "generated_internal_id": "ASST_NON_20217002635878_12H3"}, {"internal_id": 139651875, "Award ID": "20217002635877", "Award Amount": 225000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-20", "CFDA Number": "10.522", "Description": "FOOD INSECURITY IS AN ISSUE THAT HITS CLOSE TO HOME IN INDIANA. ACCORDING TO AN ARTICLE FROM WIBC NEWS PUBLISHED JULY 27, 2021, \"A NATIONAL HEALTH RANKING PUTS INDY AMONG THE CITIES MOST HURT BY SO-CALLED FOOD DESERTS. THE AMERICAN COLLEGE OF SPORTS MEDICINE SAYS MORE THAN ONE IN SIX INDIANAPOLIS RESIDENTS LACKS READY ACCESS TO NUTRITIOUS FOOD, EITHER BECAUSE THEY CAN&#39;T AFFORD IT OR DON&#39;T HAVE A NEARBY STORE OFFERING MORE THAN SNACK FOOD. THAT&#39;S THE 10TH-WORST IN THE GROUP&#39;S RANKINGS OF THE 100 LARGEST U.S. CITIES.\" AT THE CORE OF THE THRIVING SCHOOLS CHALLENGE WE SEEK TO ADDRESS FOOD INSECURITY BY ASSISTING 20 SCHOOLS IN ESTABLISHING AND MAINTAINING GARDENS BY SUPPLYING GRANT FUNDING, COMMUNITY SUPPORT, ASSISTANCE IN CLIMATE SCIENCE AND NUTRITION CURRICULUM IMPLEMENTATION. IN THE PROCESS WE WILL DEVELOP A PROVEN, REPLICABLE MODEL FOR THIS WORK. FOOD INSECURITY ISN&#39;T JUST HAPPENING IN THE CITY OF INDIANAPOLIS BUT THE CITIES, TOWNS AND RURAL AREAS THROUGHOUT THE ENTIRE STATE.EVERY YEAR, TSC WILL OFFER 2 APPLICATION PERIODS FOR SCHOOLS IN URBAN, SUBURBAN AND RURAL AREAS TO BECOME A PART OF THE PROGRAM.TSC WILL BE INTENTIONAL IN SELECTING SCHOOLS THAT ARE WITHIN HISTORICALLY UNDERSERVED COMMUNITIES BASED ON THE PERCENTAGE OF STUDENTS RECEIVING FREE AND REDUCED MEAL ASSISTANCE, THE DEMOGRAPHICS OF THE STUDENT BODY, MEDIAN HOUSEHOLD INCOME, PROXIMITY TO GROCERIES STORES AND MORE. EACH SCHOOL WILL NEED TO SHOW THAT THEY HAVE A TEACHER OR ADMINISTRATOR THAT CAN BE THE HEAD OF THE PROGRAM, A SCHOOL \"CHAMPION.\" THIS TEACHER OR ADMINISTRATOR MUST BE ABLE TO INCORPORATE AND IMPLEMENT CLIMATE SCIENCE AND NUTRITION BASED CURRILLUM WITH THE ASSISTANCE OF OUR TSC CURRICULUM ADVISOR. EACH SCHOOL WILL ALSO BE REQUIRED TO HAVE A GROUP OF STUDENTS OR A PORTION OF THE STUDENT BODY INVOLVED IN PLANNING, IMPLEMENTATION AND UPKEEP OF THE GARDEN, REFERRED TO AS THE \"GREEN TEAM.\" THE GREEN TEAMS AND CHAMPIONS WILL BE ABLE TO SHARE THEIR PROGRESS WITH EACH OTHER, THROUGHMONTHLY VIRTUAL WEBINARS CALLED \"LET&#39;S TALK: ITSC\" AND BY ATTENDING ONE OF TWO YEARLY FAIRS. YOUTH DEMONSTRATING A STRONG PASSION FOR SUSTAINABILITY EFFORTS WILL BE PAIRED WITH COMMUNITY ORGANIZATIONS TO RECEIVE TRAINING, MENTORSHIP AND MORE. AREAS OF TRAINING WILL INCLUDE CIRCULAR ECONOMY, RECYCLING, COMPOSTING, POLICY, JOURNALISM AND MORE. WE ARE EXCITED TO ALSO BE PILOTING THE YOUTH MASTER GARDENER PROGRAM THAT WILL BRING LOCAL FARMERS AND URBAN GARDENERS INTO THE NETWORK OF SUPPORT FOR THE TSC PROGRAM. EACH SCHOOL WILL NOT ONLY BE PAIRED WITH A LOCAL FOOD PRODUCER TO ASSIST WITH SKILL SHARING. YOUTH SEEKING HANDS-ON JOB EXPERIENCE WILL SPEND TIME AT A LOCAL FARM OR URBAN GARDEN, GET TRAINING DEVELOPED IN PARTNERSHIP WITH VARIOUS COMMUNITY YOUTH CENTERED ORGANIZATIONS ON THE HISTORY OF ENVIRONMENTAL JUSTICE, SOIL HEALTH, CIRCULAR ECONOMY AND MORE. THIS PREPARES THESE YMGS TO TAKE OVER SCHOOL GARDENS IN THE SUMMER AS A MEANS TO TACKLE THE BIGGEST CHALLENGE WITH SCHOOL GARDENS: WHAT HAPPENS TO THE GARDENS DURING THE SUMMER WHEN SCHOOL IS OUT OF SESSION. WITHOUT REGULAR MAINTENANCE IN THE SUMMER, SCHOOL GARDENS BECOME OVERRUN WITH WEEDS AND MISS OUT ON BEING UTILIZED DURING THE PEAK OF THE GROWING SEASON. THE YOUTH MASTER GARDENERS WILL BECOME MANAGERS OF THE PLOTS, PROVIDING SUPPORT FOR TEACHERS IN CURRICULUM IMPLEMENTATION AND CREATING MORE CAPACITY FOR OUR CHAMPIONS, MANY OF WHICH MAY LACK KNOWLEDGE ON GROWING FOOD.THE THRIVING SCHOOLS CHALLENGE TAKES A YOUTH CENTERED AND COMMUNITY FOCUSED APPROACH TO TACKLING ISSUES THAT ARE RAMPANT AROUND OUR NATION. WE WILL NOT ONLY BE ABLE TO ASSIST COMMUNITIES WITH ENSURING THERE IS A NEARBY SOURCE OF FRESH PRODUCE, WE WILL ALSO BUILD A FOUNDATION OF SUPPORT FOR OUR SCHOOLS THAT CREATES RIPPLES FROM THE SOIL TO THE STATEHOUSE. THIS PROGRAM WILL PLANT THE SEEDS TO NOURISH BODIES, ENCOURAGE YOUTH TO BECOME LEADERS IN THEIR OWN HEALTH AND COMMUNITIES, CREATE A NETWORK OF SUPPORT FOR OUR SCHOOLS TO ENABLE THEM TO BECOME COMMUNITY HUBS AND DEVELOP A LOCALIZED, FOOD SYSTEMS APPROACH THAT REDUCES CARBON EMISSIONS AND THE AMOUNT OF WASTE HEADING INTO LANDFILLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a1aa0cd-699e-7b98-6f28-54e0b05c11b1-R", "generated_internal_id": "ASST_NON_20217002635877_12H3"}, {"internal_id": 139651876, "Award ID": "20217002635876", "Award Amount": 224234.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "10.522", "Description": "CONNECTING THE DOTS: THE KENTUCKY FARM TO SCHOOL NETWORK WILL ADVANCE THE FARM TO SCHOOLMOVEMENT IN KENTUCKY, INCREASE THE KNOWLEDGE OF AGRICULTURE AND IMPROVE THE NUTRITIONAL HEALTH OF K-12 STUDENTS, AND BRING TOGETHER STAKEHOLDERS FROM DISTINCT PARTS OF THE FOOD SYSTEM BY ESTABLISHING A STATEWIDE FARM TO SCHOOL NETWORK. FOLLOWING THE NATIONAL FARM TO SCHOOL NETWORK&#39;S STATE FARM TO SCHOOL NETWORK&#39;S BEST PRACTICES, ACTIVITIES WILL INCLUDE 1) IDENTIFYING AND ENGAGING STAKEHOLDERS, 2) ESTABLISHING A ROBUST NETWORK STRUCTURE, 3) SETTING A STRATEGIC VISION AND DIRECTION, AND 4) RAISING AWARENESS.FOUR \"NETWORK ADVOCATES\" FROM PARTNER ORGANIZATIONS, KENTUCKY HORTICULTURE COUNCIL (KHC), KENTUCKY DEPARTMENT OF AGRICULTURE (KDA), FEEDING KENTUCKY, AND COMMUNITY FARM ALLIANCE (CFA), WILL WORK TOGETHER TO LEAD THE NETWORK DEVELOPMENT ACTIVITIES WITH THE MANY PROJECT COLLABORATORS.TWO PILOT PROJECTS WILL PROVIDE FOOD, GARDEN, AND NUTRITION EDUCATION OPPORTUNITIES TO K-12 STUDENTS ACROSS THE COMMONWEALTH AND FOSTER COMMUNITY ENGAGEMENT THROUGH INTERNSHIP PROGRAMS.THE FIRST PILOT PROJECT WILL PROVIDE OPPORTUNITIES FOR TASTE TESTING OF LOCAL PRODUCE IN THE CAFETERIADURING FARM TO SCHOOL MONTHAND THE OTHER PILOT PROJECT WILL PROVIDE OPPORTUNITIES FOREXPERIENTIALLEARNING THROUGH THE ESTABLISHMENT OF SCHOOL GARDENS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "180aacaa-59c4-17df-6bfa-6f6c7680b9d6-R", "generated_internal_id": "ASST_NON_20217002635876_12H3"}, {"internal_id": 139651877, "Award ID": "20217002635875", "Award Amount": 215327.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "10.522", "Description": "THIS PROJECT SEEKS TO ADDRESS SEVERAL INTERSECTING SHORT- AND LONG-TERM COMMUNITY-IDENTIFIED NEEDS, INCLUDING:LIMITED OPPORTUNITIES FOR SOCIALLY DISADVANTAGED AFRICAN-AMERICAN YOUTH TO PARTICIPATE IN ON-FARM EXPERIENTIAL LEARNING AND RELATED OFF-FARM ACTIVITIES RELATED TO AGRICULTURE, GARDENING, NUTRITION, AND WHERE FOOD COMES FROM;LIMITED CAPACITY OF SMALL-SCALE SOCIALLY DISADVANTAGED AFRICAN-AMERICAN FARMERS TO HOST AND PROVIDE ON-FARM EDUCATIONAL EXPERIENCES FOR YOUTH;LACK OF CULTURALLY-CENTERED AGRICULTURAL EDUCATIONAL MATERIALS THAT AFFIRM THE HISTORICAL CONTRIBUTIONS OF AFRICANS AND AFRICAN-AMERICANS TO AGRICULTURE;LIMITED ACCESS TO FRESH PRODUCE FOR YOUTH AND FAMILIES IN SOCIALLY DISADVANTAGED COMMUNITIES IN BOTH URBAN AND RURAL SETTINGS, ESPECIALLY THOSE GROWN BY SOCIALLY DISADVANTAGED FARMERS;ANDCHALLENGES IN THE PIPELINE OF THE FARMING WORKFORCE, PARTICULARLY THOSE FROM SOCIALLY DISADVANTAGED BACKGROUNDS.THIS PROJECT WILL ESTABLISH A MID-ATLANTIC REGIONAL PARTNERSHIP INFRASTRUCTURE TO LINK SMALL-SCALE SOCIALLY DISADVANTAGED FARMERS WITH SOCIALLY DISADVANTAGED YOUTH AND THEIR FAMILIES THROUGH ON-FARM EDUCATION RELATED TO AGRICULTURE, FOOD, AND NUTRITION. A SECONDARY GOAL IS TO DEVELOP, PILOT, AND DISSEMINATE THE AFRICULTURE CURRICULUM, A CULTURALLY CENTERED STAND-ALONE K-12 AGRICULTURAL EDUCATION CURRICULUMTHAT WILL BE MADE AVAILABLE FOR USE BY FARMERS, PARENTS, AND EDUCATORS SEEKING TO PROVIDE CULTURALLY CENTERED AGRICULTURAL EDUCATION TO SUPPLEMENT AND ENRICH IN-CLASS, HOME-SCHOOL, OR FARM-BASED INSTRUCTIONAL OPPORTUNITIES.THE GOALS OF THE PROJECT ARE: 1) TO ENHANCEAWARENESS, KNOWLEDGE, AND SKILLS IN K-12 BLACK YOUTH AROUND CULTURALLY-CENTERED AGRICULTURAL PRACTICES, FOOD SYSTEMS, AND NUTRITION; AND 2) TO ENHANCECAPACITY FOR SOCIALLY DISADVANTAGED SMALL-SCALE BLACK FARMERS TO HOST GROUPS OF BLACK YOUTH FOR ON-FARM EXPERIENTIAL EDUCATIONAL EXPERIENCES. ULTIMATELY, THE PROJECT SEEKS TO EXPAND THE BENEFITS OF FARM-TO-SCHOOL PROGRAMS TO MEET THE NEEDS OF SOCIALLY DISADVANTAGED FARMERS AND YOUTH, THUS BEGINNING TO ADDRESS HISTORICAL CHALLENGES RELATED TO HEALTH DISPARITIES, FOOD APARTHEID, AND DISCONNECTION FROM FOOD AND LAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "758f0f8f-3561-7c39-92b0-3fd85640cba4-R", "generated_internal_id": "ASST_NON_20217002635875_12H3"}, {"internal_id": 139651878, "Award ID": "20217002635874", "Award Amount": 224818.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "10.522", "Description": "THIS PURPOSE OF \"GROWING FOOD; CULTIVATING LEADERS\" PROJECT TO 1) CONNECT OVER 4000 STUDENTS AND THEIR FAMILIES WITH FOOD AND AGRICULTURE THROUGH HANDS-ON EDUCATION 2) DEVELOP TEEN LEADERS IN FOOD SYSTEMS AND 3) CONTRIBUTE TO A REGIONAL INCREASE IN SUSTAINABLE SCHOOL GARDEN PROGRAMS. TO ACHIEVE THE FIRST GOAL, WE WILL TEACH CULTURALLY-RESPONSIVE FOOD/GARDEN-BASED EDUCATION AT 11 SCHOOLS, PROMOTE LOCAL FOODS THROUGH THE CAFETERIAS, CONNECT STUDENTS WITH LOCAL FOOD SYSTEM LEADERS, AND ENGAGE WHOLE FAMILIES THROUGH TAKE-HOME KITS AND EVENTS. TO DEVELOP TEEN LEADERS, WE WILL STRENGTHEN YEAR-ROUND HIGH SCHOOL GARDEN/FOOD PROGRAMMING AND RUN A HIGH SCHOOL FOOD SYSTEM LEADERS INTERNSHIP. TO INCREASE SCHOOL GARDEN PROGRAM SUSTAINABILITY REGIONALLY, WE WILL RUN OUR NATIONAL SCHOOL GARDEN COORDINATOR CERTIFICATE TRAINING AND PROVIDE DIRECT TECHNICAL ASSISTANCE TO SCHOOL GARDEN PRACTITIONERS IN THE PORTLAND-METRO REGION. GROWING GARDENS IS COMMITTED TO A COMMUNITY-ORGANIZING APPROACH TO FOOD ANDGARDEN EDUCATION, AND USING THE EXPERIENCE OF GROWING FOOD TO GROW THE NEXT GENERATION OF FOOD SYSTEM LEADERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b761135b-7150-1622-e995-becb6aa24a66-C", "generated_internal_id": "ASST_NON_20217002635874_12H3"}, {"internal_id": 139651881, "Award ID": "20217002635873", "Award Amount": 224141.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "10.522", "Description": "IMPERIAL COUNTY IS A RURAL AREA IN THE SOUTHEAST CORNER OF CALIFORNIA SONORAN DESERT. THIS AREA IS ALSO AN AGRICULTURAL \"HUB\", ANNUALLY PRODUCING 80% OF U.S. WINTER FRUITS AND VEGETABLES. DESPITE THIS IMPRESSIVE CHARACTERISTIC, FOOD INSECURITY AND OBESITY RATES ARE AMONG THE HIGHEST IN CALIFORNIA. DISCONNECTION BETWEEN THE AGRICULTURE SYSTEM AND CONSUMERS HAS BEEN IDENTIFIED THROUGH NEEDS ASSESSMENTS WITH SCHOOL DISTRICTS AND GROWERS. THE UNIVERSITY OF CALIFORNIA COOPERATIVE EXTENSION AND DESERT RESEARCH AND EXTENSION CENTER DEVELOPED THIS PROPOSAL TO: 1) CONNECT SCHOOL DISTRICT FOOD SERVICE DIRECTORS, TEACHERS, FOOD PANTRY STAFFS, AND GROWERS THROUGH A 2-DAY SCHOOL-FARM CONFERENCE PROVIDING FARM-SCHOOL-GARDEN TOURS AND TRAININGS INTENDED TO FOSTER HIGHER LEVELS OF COMMUNITY ENGAGEMENT BETWEEN THE AGRICULTURAL INDUSTRY AND THE SCHOOL SYSTEM. 2) INCREASE OUR ORGANIZATION&#39;S CAPACITY TO OFFER MORE STUDENT&#39;S EXPERIENTIAL NUTRITION EDUCATION THROUGH FIELD TRIPS. 3) STIMULATE FOOD CHAIN SYSTEMS CHANGE THROUGH CLOSING THE GAP BETWEEN FARMERS, SCHOOLS, AND FOOD PANTRIES BY FACILITATING CONVERSATIONS TO BUILD SCHOOL NUTRITION HUBS. THIS INCLUDES SCHOOLS PURCHASING LOCAL PRODUCE, THEREBY INCREASING SCHOOL FOOD QUALITY. 4) INCREASE COMMUNITY RESILIENCE TO FOOD INSECURITY. IN OVER A DECADE OF SUPPORTING FTS IN SCHOOLS, WE HAVE WITNESSED THE POWER OF EXPERIENTIAL LEARNING ILLUSTRATED THROUGH INCREASING STUDENT AGRICULTURE LITERACY. THE GRANT WILL EXTEND THIS VITAL PROGRAMMING TO ALL GRADE LEVELS IN 16 SCHOOL DISTRICTS WITH EVIDENCE-BASED NUTRITION CURRICULUM. LESSONS LEARNED THROUGH THE GRANT WILL BE SHARED NATIONALLY WITH PRACTITIONERS INTERESTED IN RURAL COMMUNITY ENGAGEMENT TO STIMULATE CROSS-SECTOR COLLABORATION BETWEEN SCHOOL, GROWERS, FOOD PANTRIES, AND EDUCATIONAL PROGRAMMING IN SCALING UP FTS PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea7a33b4-8d5e-e75d-a88c-0a12b25732c6-C", "generated_internal_id": "ASST_NON_20217002635873_12H3"}, {"internal_id": 111064354, "Award ID": "20207002633222", "Award Amount": 224840.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "10.522", "Description": "OVERDEPENDENCE ON IMPORTS TO SUPPLY 85% OF HAWAI&#39;I&#39;S FOOD NEEDS HAS LEFT LOCAL FOOD SYSTEMS DISMANTLED AND MANY OF ITS PEOPLE UNWELL. THE GOALS OF THIS PROJECT, \"GROWING A SUSTAINABLE FARM TO SCHOOL SYSTEM IN HAWAI&#39;I, \" ARE TO STRENGTHEN LOCAL FOOD RESILIENCY AND IMPROVE HEALTH THROUGH YOUTH LEADERSHIP AND SERVICE, TEACHER TRAINING, NETWORK CAPACITY BUILDING, AND COLLABORATIVE RESOURCE DEVELOPMENT. ACTIVITIES INCLUDE CREATION AND DISSEMINATION OF THE HAWAI&#39;I FARM TO SCHOOL TOOLKIT, AS WELL AS A FOR-CREDIT PROFESSIONAL DEVELOPMENT COURSE FOR EDUCATORS AND AN EARLY COLLEGE COURSE IN FARM TO SCHOOL AND SUSTAINABLE FOOD SYSTEMS FOR HIGH SCHOOL AND COLLEGE STUDENTS. DIVERSE FOOD SYSTEMS STAKEHOLDERS, INCLUDING YOUTH, EDUCATORS, SCHOOL ADMINISTRATORS, FARMERS, CAFETERIA MANAGERS AND STAFF, POLICY MAKERS, AND ISLAND NETWORK COORDINATORS, WILL COLLABORATE THROUGH A VIRTUAL SUMMER INSTITUTE AND ON-ISLAND TOOLKIT TRAININGS.AS A RESULT OF THIS PROJECT, AN INCREASED NUMBER OF HAWAI&#39;I&#39;S PRESCHOOL THROUGH GRADE 12 SCHOOLS AND STUDENTS WILL SUCCESSFULLY IMPLEMENT THE TOOLKIT COMPONENTS, INCLUDING BEST PRACTICES FOR GARDEN AND FOOD SAFETY, THE HAWAI&#39;I GARDEN TO CAFETERIA PROGRAM, THE HARVEST OF THE MONTH PROGRAM, AND A YOUTH LEADERSHIP FRAMEWORK. THESE ACTIVITIES WILL LEAD TO IMPROVED CHILD AND ADULT NUTRITION THROUGH INCREASED KNOWLEDGE, PRODUCTION, AND CONSUMPTION OF FRUITS AND VEGETABLES, HEIGHTENED STUDENT INTEREST IN AND EXPOSURE TO COLLEGE AND CAREERS IN AGRICULTURE AND FOOD SYSTEMS, AND INCREASED COMMUNITY CONNECTIVITY AND ENGAGEMENT THROUGH NETWORK CAPACITY BUILDING. BY GROWING A SUSTAINABLE FARM TO SCHOOL SYSTEM IN HAWAI&#39;I, THIS PROJECT CONTRIBUTES TO IMPROVING THE WELLBEING OF HAWAI&#39;I&#39;S PEOPLE, ENVIRONMENT, AND ECONOMY, AND TO ACHIEVING LOCAL AND GLOBAL GOALS FOR SUSTAINABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f097de9-1923-e8ec-b46b-060912b448be-R", "generated_internal_id": "ASST_NON_20207002633222_12H3"}, {"internal_id": 111064353, "Award ID": "20207002633221", "Award Amount": 225000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "10.522", "Description": "THE FOSTERING FRESH FUTURES PROJECT WILL ADDRESS LIMITED FRESH FOOD ACCESS AND EDUCATIONAL DISPARITIES IN THE CITY OF TUKWILA, WA. FOSTERING FRESH FUTURES CENTERS STUDENT LEADERSHIP AND INTEGRATES FOOD AND AGRICULTURE SERVICE-LEARNING IN SCHOOL CURRICULUM FOR SUSTAINABLE LONG-TERM COMMUNITY IMPACT, INCREASING FRESH FOOD ACCESS IN THE SCHOOL AND IN THE BROADER COMMUNITY. THE PROJECT WILL IMPROVE ACCESS TO LOCALLY PRODUCED, HEALTHY FOOD FOR STUDENTS AND THEIR FAMILIES THROUGH FARMERS MARKET AND HEALTHY SNACK SALES; INCREASE YOUTH LEADERSHIP AND COMMUNITY ENGAGEMENT THROUGH TRAINING, COOKING CLUB, AND INTERNSHIP OPPORTUNITIES; IMPROVE STUDENTS&#39; ACADEMIC ENGAGEMENT AND OUTCOMES THROUGH COLLABORATION WITH FOSTER HIGH SCHOOL TO DEVELOP A FOOD SYSTEMS-FOCUSED CURRICULUM; AND PROMOTE A MODEL FOR REFUGEE STUDENT-LED SERVICE LEARNING, CONTRIBUTING TO LONG-TERM FOOD SECURITY IN THE TUKWILA COMMUNITY.THROUGH FOSTERING FRESH FUTURES, THIRTY HIGH SCHOOL AGE YOUTH, PRIMARILY FROM REFUGEE AND IMMIGRANT BACKGROUNDS, WILL PARTICIPATE IN A SERVICE-LEARNING INTERNSHIP GAIN LEADERSHIP SKILLS, NEW KNOWLEDGE AROUND GARDENING, AGRICULTURE, NUTRITION, FOOD SYSTEMS, AND THE INTERSECTION BETWEEN FOOD AND CULTURE. THEY WILL HAVE OPPORTUNITIES TO SHARE FOOD FROM THEIR CULTURE, HARVEST LOCALLY GROWN PRODUCE, LEARN ABOUT FOOD SYSTEMS IN THEIR COMMUNITY AND SCHOOL NUTRITION PROGRAM, AND ADVOCATE FOR CHANGE WITHIN THEIR SCHOOL THROUGH YOUTH LED ADVOCACY EFFORTS. YOUTH WILL HELP INCREASE ACCESS TO FRESH, NUTRITIOUS FOOD BY SERVING THEIR COMMUNITY AT A LOCAL FARMERS MARKET AND BY BRINGING HEALTHY SNACKS INTO THEIR SCHOOL. THE LARGER SCHOOL COMMUNITY OF FOSTER HIGH SCHOOL WILL BE IMPACTED AS YOUTH LEADERS INFLUENCE CHANGE IN THEIR COMMUNITY AND THE SCHOOL PARTNERS WITH THE IRC AND LOCAL GARDENERS TO DEVELOP CULTURALLY RESPONSIVE CURRICULUM AND ACTIVITIES IN THEIR ENVIRONMENTAL SCIENCE COURSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd39caf2-4c2f-a1f7-c2f3-2578ae2920bc-C", "generated_internal_id": "ASST_NON_20207002633221_12H3"}, {"internal_id": 111064352, "Award ID": "20207002633220", "Award Amount": 60292.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "10.522", "Description": "THE OVERALL PROJECT GOAL IS TO INCREASE LOCAL FOOD PURCHASING IN TWO HIGH SCHOOLS IN MICHIGAN&#39;S FOOD INSECURE UPPER PENINSULA THROUGH AN INNOVATIVE TEAM-BASED LEARNING APPROACH. IN SUPPORT OF THIS GOAL, THREE SPECIFIC PROJECT GOALS WERE IDENTIFIED. FIRST, THE PROJECT WILL SUPPORT THE CREATION OF LOCALLY-INTEGRATED FOOD TEAMS (LIFTS) WITHIN EACH OF THE TWOHIGH SCHOOLS. LIFTS WILL INCLUDE STUDENTS, A TEACHER, A HEALTH EDUCATOR, A LOCAL PRODUCER, AND THE SCHOOL FOOD PURCHASER. LED BY STUDENTS, LIFTS WILL IDENTIFY A CHALLENGE TO INCREASING LOCAL FOOD PROCUREMENT WITHIN THE SCHOOL AND DEVELOP, IMPLEMENT, AND EVALUATE AN INTERVENTION TO OVERCOME THE IDENTIFIED CHALLENGE. THE SECOND PROJECT GOAL IS TO START OR INCREASE LOCAL FOOD PURCHASING WITHIN THE TWOHIGH SCHOOLS. WITHIN EACH LIFT, SMALLER COMMITTEES OF STUDENTS WILL FOCUS ON FOOD PRODUCTION, ECONOMICS OF FOOD, FOOD PROCESSING, AND MARKETING/EDUCATION; GROUPS WILL PROPOSE INNOVATIVE SOLUTIONS WITHIN THEIR FOCAL AREA IN AN EFFORT TO INCREASE LOCAL FOOD PURCHASING WITHIN THEIR SCHOOL. THE THIRD PROJECT GOAL IS TO ENGAGE STUDENTS IN A ONE-DAY LEADERSHIP, FANH SCIENCES, AND CAREER WORKSHOP. DURING THE EVENT, STUDENTS WILL DEVELOP NEW SKILLS IN LEADERSHIP, FOOD PRODUCTION, AND ENTREPRENEURSHIP; SHARE THEIR PROJECTS WITH PEERS; AND BE INTRODUCED TO EDUCATIONAL AND CAREER OPPORTUNITIES WITHIN LOCAL FOOD SYSTEMS. OUR PROPOSED APPROACH WILL INCREASE THE CAPACITY FOR LOCAL FOOD EDUCATION, ADVANCE NUTRITION EDUCATION THROUGH AN INNOVATIVE APPROACH, AND FOSTER COMMUNITY ENGAGEMENT AMONG STUDENTS; THEREFORE, THIS PROJECT IS EXTREMELY RELEVANT TO THE GOALS OF THE FASLP PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20207002633220_12H3"}, {"internal_id": 111064351, "Award ID": "20207002633219", "Award Amount": 224954.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "10.522", "Description": "THE PROPOSED PROJECT WILL ENABLE THE NATIONAL FARM TO SCHOOL NETWORK (NFSN) TO COLLABORATE WITH ESTABLISHED PARTNERS ON THE GROUND IN THREE SCHOOL COMMUNITIES: HARDIN SCHOOL DISTRICT 17H&AMP;1 IN CROW RESERVATION, MONTANA; INDIAN TOWNSHIP SCHOOL IN INDIAN TOWNSHIP, MAINE; AND MALA'AI KULA IN KAUA&#39;I, HAWAI&#39;I. THE PROPOSED PROJECT WILL SCALE UP AND INSTITUTIONALIZE CULTURALLY SIGNIFICANT FARM TO SCHOOL PROGRAMS THROUGHOUT THE ENTIRE SCHOOL ENVIRONMENT AND ULTIMATELY IMPROVE THE NUTRITIONAL HEALTH AND WELLNESS OF NATIVE YOUTH. THIS PROJECT WILL BUILD UPON THE SUCCESS OF NFSN&#39;S PREVIOUS WORK WITH NATIVE COMMUNITIES. WORKING WITH NATIVE PARTNERS, NFSN CONTINUES ADDRESSING THE UNIQUE OPPORTUNITIES AND CHALLENGES OF EXPANDING AND SUSTAINING FARM TO SCHOOL IN NATIVE COMMUNITIES ACROSS THE COUNTRY. FARM TO SCHOOL IS A NEW TERM FOR AN ANCIENT CONCEPT THAT EMBRACES INDIGENOUS KNOWLEDGE AND VALUES IN HARMONY WITH TRADITIONAL NATIVE LIFEWAYS, AND HAS PROVEN POSITIVE RESULTS ON HEALTH,EDUCATION, AND HUNGER. IN NATIVE COMMUNITIES, FARM TO SCHOOL IS ROOTED IN INDIGENOUS KNOWLEDGE TO TRANSFORM SCHOOL ENVIRONMENTS INTO CENTERS OF CULTURAL EDUCATION. THIS LEARNING TAKES PLACE IN OUTDOOR EDUCATIONAL SETTINGS SUCH AS SCHOOL GARDENS AND ORCHARDS, CULINARY PROGRAMS TEACHING TRADITIONAL FOODWAYS LIKE FORAGING AND PRESERVATION, AND SCHOOL CAFETERIAS SERVING INDIGENOUS FOODS TO EAGER STUDENTS WHO ARE RE-ESTABLISHING RELATIONSHIPS WITH TRADITIONAL FOODS. NFSN&#39;S SEED CHANGE IN NATIVE COMMUNITIES PROGRAM WORKS AT THE LOCAL LEVEL TO EXPAND FARM TO SCHOOL ACTIVITIES (PROCUREMENT OF LOCAL AND TRADITIONAL FOODS, SCHOOL GARDENS, AND AGRICULTURE AND NUTRITION EDUCATION) FOR STUDENTS IN SCHOOL COMMUNITIES SERVING NATIVE AMERICAN YOUTH. NFSN&#39;S SEED CHANGE PROGRAM MODEL IS BASED UPON HONORING LOCAL LEADERSHIP AND AUTONOMY THROUGH CAPACITY BUILDING TO SUPPORT THE COMMUNITY&#39;S VISION AND TO ENSURE SUSTAINABLE PROGRESS. NFSN&#39;S WORK IS GUIDED BY THE FOLLOWING ESSENTIAL LESSONS:THERE IS NO ONE-SIZE-FITS ALL SOLUTION TO CREATING HEALTHIER COMMUNITIES, AND THIS IS PARTICULARLY TRUE IN NATIVE COMMUNITIES WHERE CULTURAL CONTEXT MUST BE FULLY INTEGRATED INTO EFFORTS TO ENSURE THEIR EFFECTIVENESS AND LONG-TERM SUSTAINABILITY.BECAUSE COMMUNITIES AND SCHOOLS ARE SO DIVERSE, THERE ARE NO \"BEST PRACTICES\" FOR FARM TO SCHOOL IN NATIVE COMMUNITIES, BUT THERE ARE SHARED VALUES, INCLUDING:HOMEGROWN SOLUTIONS WORK BEST,SELF-SUFFICIENCY SUPPORTS WHOLE-PERSON AND COMMUNITY HEALTH,LOCAL HERITAGE IS HONORED THROUGH TRADITIONAL FOODS,YOUTH EMPOWERED AS LEADERS IN THE SCHOOL COMMUNITY CREATES LASTING CHANGE,PRACTITIONERS LEARN THROUGH EXPERIENCE, PRIORITIZE RELATIONALITY, AND LEAD THROUGH CULTURE, ANDTRADITIONAL ECONOMIES ARE EMBRACED AS A STRATEGY FOR ADVANCING FOOD SOVEREIGNTY.THE PROPOSED PROJECT UPLIFTS CULTURALLY SIGNIFICANT FARM TO SCHOOL PROGRAMS AS A STRATEGY TO IMPROVE THE WELLNESS OF NATIVE YOUTH. FARM TO SCHOOL ACTIVITIES ENRICH THE CONNECTION COMMUNITIES HAVE WITH HEALTHY FOOD AND LOCAL FOOD PRODUCERS BY ENHANCING FOOD PURCHASING AND EDUCATION PRACTICES AT SCHOOLS. IT IS WELL ESTABLISHED THROUGH RESEARCH BY NFSN AND OUR PARTNERS THAT FARM TO SCHOOL INFLUENCES INVESTMENT POLICIES AND PRACTICES OF SCHOOLS RESULTING IN EQUITABLE AND SUSTAINABLE ECONOMIES THAT CONTRIBUTE TO HEALTHY COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5138a441-c42f-18a9-9024-cc20d2161b85-C", "generated_internal_id": "ASST_NON_20207002633219_12H3"}, {"internal_id": 111064350, "Award ID": "20207002633218", "Award Amount": 224914.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-18", "CFDA Number": "10.522", "Description": "FORT VALLEY STATE UNIVERSITY COOPERATIVE EXTENSION PROGRAMIS PARTNERING WITH THE BALDWIN COUNTY SCHOOL DISTRICT (BCSD), A RURAL SCHOOL DISTRICT LOCATED IN THE HEART OF MIDDLE GEORGIA, TO INCREASE THE CAPACITY OF THE BALDWIN GROWS FARM TO SCHOOL COMMUNITY ACTION COMMITTEE (BG-F2S-CAC) - A COLLABORATIVE GROUP FOSTERING INNOVATIVE STRATEGIES TO STRENGTHEN THEIR EXISTING FARM-TO-SCHOOL (F2S) PROGRAMMING WITHIN THE SCHOOL DISTRICT. EXPANSION OF THEIR F2S PROGRAMMING PROVIDES MULTIPLE BENEFITS FOR STUDENT NUTRITION, HEALTH, SOCIAL AND EMOTIONAL SKILLS, ACADEMIC ACHIEVEMENT AND SCHOOL ENGAGEMENT. THIS FUNDING REQUEST WILL CONTRIBUTE TO EXPANDING AND SUSTAINING CURRENT F2S EFFORTS THROUGH THE IMPLEMENTATION OF THE FOLLOWING GOALS: INCREASE CAPACITY FOR FOOD, GARDEN, AND NUTRITION EDUCATION WITHIN THE CAFETERIAS AND IN THE CLASSROOM; TO DEVELOP A MODEL PROGRAM THAT COMPLEMENTS AND BUILDS ON THE EFFORTS OF BCSD&#39;S AWARD WINNING F2S PROGRAM; TO CARRY OUT ACTIVITIES THAT ADVANCE THE NUTRITIONAL HEALTH OF CHILDREN AND NUTRITION EDUCATION IN ELEMENTARY AND SECONDARY SCHOOLS AND TO FOSTER HIGHER LEVELS OF COMMUNITY ENGAGEMENT AND SUPPORT THE EXPANSION OF NATIONAL SERVICE AND VOLUNTEER OPPORTUNITIES. FUNDING WILL ALLOW FOR THE PURCHASE OF A 12&#39; X 18&#39; GREENHOUSE AND SMALL GARDEN EQUIPMENT TO EXPAND FARMING PRACTICES SUCH AS ROW GARDENING, HYDROPONIC AND AQUAPONIC GARDENING, HIRE FOODCORPS SERVICE MEMBERS AND SUPPORT PROFESSIONAL LEARNING OPPORTUNITIES FOR TEACHERS AND LOCAL FARMERS. IT WILL ALSO AFFORD THE BALDWIN GROWS FASLP TO FURTHER CONTRIBUTE TO THE COMMUNITY&#39;S HEALTH AND SUSTAINABILITY BY INCREASING CHILD ACCESS TO HEALTHY AND NUTRITIOUS FOOD OPTIONS, AND IMPROVING FARMER PROFITABILITY BY PROVIDING THEM ACCESS TO STABLE, LOCAL MARKETS. THE PROJECT&#39;S GOALS AND OBJECTIVES OUTLINED IN THIS PROPOSAL ALIGN DIRECTLY WITH FASLP PROJECT GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_20207002633218_12H3"}, {"internal_id": 85399996, "Award ID": "20197002630481", "Award Amount": 194227.03, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-29", "CFDA Number": "10.522", "Description": "GROW DAT YOUTH FARM LAND EXPANSION AND LEADERSHIP PROGRAMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46c273af-aab6-7562-2f99-d13567fd49ba-R", "generated_internal_id": "ASST_NON_20197002630481_12H3"}, {"internal_id": 85399997, "Award ID": "20197002630480", "Award Amount": 199222.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "10.522", "Description": "STUDENTS FOR A FRESH COMMUNITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b6bf5d65-11a1-29f5-522f-610a32b14a8f-C", "generated_internal_id": "ASST_NON_20197002630480_12H3"}, {"internal_id": 85399998, "Award ID": "20197002630479", "Award Amount": 182632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "10.522", "Description": "AS OF 2019, OUR ESTIMATED POPULATION IS 624,263 WITH OUR LARGEST CITY WITH 42,000. THUS, WE ARE A VERY RURAL STATE WITH SCHOOLS VERY SPREAD OUT.DESPITE THE RECENT DOWNTURN OF DAIRY FARMING IN THE STATE, AGRICULTURE IS STILL VERY CENTRAL TO THE WAY OF LIFE AND THE ECONOMY. IN FACT, THE NUMBER OF SMALLER DIVERSIFIED FARMS AND FOOD PRODUCTION COMPANIES IS GROWING. STILL, SIMILAR TO CHILDREN IN URBAN SETTINGS, VT CHILDREN, EVEN IN THE MOST RURAL PARTS OF OUR STATE, ARE DISCONNECTED FROM OUR LOCAL FOOD SYSTEM. ONE IN FOUR VT TEENS ARE OVERWEIGHT OR OBESE, WHICH LEADS TO SERIOUS HEALTH ISSUES LATER IN LIFE.FARM TO SCHOOL (FTS) ENRICHES THE CONNECTIONS COMMUNITIES HAVE WITH FRESH, HEALTHY FOOD AND LOCAL FOOD PRODUCERS BY CHANGING FOOD PURCHASING AND EDUCATION PRACTICES AT SCHOOLS. IT IS PLACE-BASED WORK THAT ENCOMPASSES A WIDE VARIETY OF ACTIVITIES, FROM CONNECTING CHILDREN WITH FARMS, TO SCHOOL GARDENS TO LOCAL FOOD PROCUREMENT, AND ENGAGES DIVERSE AUDIENCES RANGING FROM STUDENTS TO BUSINESSES ALONG THE SUPPLY CHAIN.VERMONT IS AN EARLY LEADER IN FTS AND HAS BEEN SUPPORTING SCHOOLS ACROSS THE STATE FOR NEARLY TWENTY YEARS TO ENGAGE IN ACTIVITIES RELATED TO AGRICULTURE, FOOD, HEALTH, AND NUTRITION.WHILE MANY VERMONT SCHOOLS ENGAGE IN SOME LEVEL OF FTS ACTIVITY, MOST SCHOOLS - PARTICULARLY IN RURAL AND ISOLATED PARTS OF THE STATE - STRUGGLE TO SUSTAIN AND EXPAND EFFORTS INTO STABLE, FULLY REALIZED FTS AND NUTRITION EDUCATION PROGRAMS. SCHOOL DISTRICTS OVERSEEING EDUCATION IN RURAL REGIONS FACE MANY CHALLENGES: SCHOOLS ARE OFTEN SMALL AND GEOGRAPHY DISPERSED MAKING ECONOMIES OF SCALE DIFFICULT, STAFF RESOURCES ARE LIMITED, AND THERE IS A GENERAL LACK OF FUNDING FOR ONGOING TRAINING FOR KEY PERSONNEL.THIS TWO-YEAR PROJECT OFFERS A RURAL, DISTRICT-LEVEL APPROACH TO ENGAGING LOCAL AGRICULTURE, COMMUNITY RESOURCES, INTEGRATING LOCAL AND WHOLE FOODS INTO SCHOOL MEAL PROGRAMS, AND SCALING UP FTS IN UNDERSERVED DISTRICTS THAT FACE NUMEROUS CHALLENGES TO RECENT CONSOLIDATION OF INDEPENDENTLY OPERATED SCHOOLS. STATEWIDE PARTNERS SHELBURNE FARMS, NORTHEAST ORGANIC FARMING ASSOCIATION OF VERMONT (NOFA-VT), AND HUNGER FREE VERMONT (HFVT) WILL BUILD THE CAPACITY OF THE COMMUNITY PARTNERS (GREEN MOUNTAIN FARM TO SCHOOL, VITAL COMMUNITIES) TO SUCCESSFULLY DELIVER FTS PROGRAMMING DIRECTLY TO THE SCHOOL DISTRICTS&#39; STAFF. THIS CONSTELLATION OF EXPERIENCED STATEWIDE AND COMMUNITY PARTNERS WILL PROVIDE \"WRAP-AROUND\" TRAINING AND TARGETED TECHNICAL ASSISTANCE IN TWO SCHOOL DISTRICTS TO DEVELOP BEST PRACTICES FOR CREATING SUSTAINED CHANGE. FOCUSING AT THE DISTRICT LEVEL, PARTNERS AND SCHOOLS WILL ADDRESS ALL ASPECTS OF WHAT IT TAKES TO BUILD SUCCESSFUL AND PROFESSIONAL SCHOOL MEAL PROGRAMS, AGRICULTURAL CONNECTIONS WITH EFFECTIVE FTS PROGRAMMING. THE PARTNERS WILL WORK WITH THE DISTRICTS TO FOSTER HIGHER LEVELS OF COMMUNITY ENGAGEMENT AND ENGAGE CHILDREN IN EXPERIENTIAL LEARNING ABOUT AGRICULTURE, GARDENING, NUTRITION, COOKING, AND WHERE FOOD COMES FROM. IN OUR TWENTY YEARS OF SUPPORTING SCHOOLS WITH FTS, WE HAVE SEEN FIRST-HAND THE POWER THAT EXPERIENTIAL LEARNING HAS ON TRANSFORMING STUDENT ENGAGEMENT, IN PARTICULAR WHEN THEY GET TO MEET DIRECTLY WITH FARMERS.THE LESSONS LEARNED THROUGH THE GRANT WILL BE SHARED NATIONALLY WITH PRACTITIONERS LOOKING TO SCALE UP FTS IN THEIR STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "86de2dfe-e469-0264-04b0-0ab94d3d341e-C", "generated_internal_id": "ASST_NON_20197002630479_12H3"}, {"internal_id": 85399999, "Award ID": "20197002630478", "Award Amount": 140532.44, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "10.522", "Description": "SAN DIEGO COUNTY FARM TO SCHOOL COMMUNITY ENGAGEMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "34ade0bc-a83a-95cb-ead0-419020accdb3-R", "generated_internal_id": "ASST_NON_20197002630478_12H3"}, {"internal_id": 85400000, "Award ID": "20197002630233", "Award Amount": 15692.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-27", "CFDA Number": "10.522", "Description": "PROJECT TITLE: BLACK NORTH CAROLINA YOUTH PIPELINE TO FOOD & AGRICULTURE-DRIVEN HEALTH IMPROVEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f191f83-6024-f2be-3012-4b740b10ac7a-C", "generated_internal_id": "ASST_NON_20197002630233_12H3"}, {"internal_id": 68547661, "Award ID": "20187002628940", "Award Amount": 213831.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-11", "CFDA Number": "10.522", "Description": "UNIVERSIDAD METROPOLITANA (UMET), A HISPANIC SERVING AGRICULTURAL COLLEGE AND UNIVERSITY (HSACU) IN THE COMMONWEALTH OF PUERTO RICO, IS SUBMITTING THIS TWO-YEAR REGULAR PROJECT TO IMPLEMENT AN AGRICULTURE-BASED LEARNING EDUCATIONAL COMMUNITY MODEL TO INCREASE THE KNOWLEDGE OF AGRICULTURE AND IMPROVE THE NUTRITIONAL HEALTH OF UNDERSERVED COMMUNITIES AND LOCAL SCHOOLS IN THE CATA&NTILDE;O MUNICIPALITY. THE PROJECT WILL AFFECT TWO UNDERSERVED COMMUNITIES IN CATA&NTILDE;O, WILLIAM FUERTES AND CUCHARILLAS, AND TWO PUBLIC SCHOOLS, FRANCISCO OLLER-HIGH SCHOOL AND ONOFRE CARBALLEIRA- MIDDLE SCHOOL. THE GOALS ARE: A) IMPLEMENT AN AGRICULTURE-BASED LEARNING EDUCATIONAL COMMUNITY MODEL; B) INCREASE THE COMMUNITY AND STUDENTS&#39; KNOWLEDGE IN AGRICULTURE, GARDENING AND NUTRITION; C) IMPROVE THE TEACHING SKILLS OF PUBLIC SCHOOLS TEACHERS FROM 6TH TO 12TH GRADES AND INCREASE THEIR KNOWLEDGE IN GARDENING, AGRICULTURE AND NUTRITION; AND TO D) IMPROVE THE NUTRITIONAL HEALTH OF UNDERSERVED COMMUNITIESAND LOCAL SCHOOLS. TO ACHIEVE THIS GOAL PROJECT INTENDS TO: 1) DEVELOP A COLLABORATIVE PARTNERSHIP NETWORK COMPRISED BY A SCHOOL DISTRICT, TWO LOCAL COMMUNITY SCHOOLS (MIDDLE AND HIGH SCHOOL), TWO UNIVERSITIES, VARIOUS LOCAL COMMUNITY-BASED NGOS, AN AGRICULTURE STATE AGENCY, FARMS AND AGRICULTURAL NGOS INITIATIVES, TO IMPLEMENT AN AGRICULTURE-BASED LEARNING EDUCATIONAL COMMUNITY MODEL; 2) INCREASE THE CAPACITY FOR FOOD, GARDEN, AND NUTRITION EDUCATION IN THE SCHOOLS AND THE COMMUNITIES CREATING ONE SCHOOL GARDEN IN ONOFRE CARBALLEIRA-MIDDLE SCHOOL AND ONE COMMUNITY AQUAPONICS ORCHARD IN WILLIAM FUERTE COMMUNITY; 3) ENGAGE 19 CATA&NTILDE;O COMMUNITIES, 30 PUBLIC SCHOOL TEACHERS FROM 6TH TO 12TH GRADES FROM THE ONOFRE CARBALLEIRA- MIDDLE SCHOOL AND THE FRANCISCO OLLER-HIGH SCHOOL, AND25 STUDENTS, 9TH TO 12TH GRADES, FROM THE CULINARY ARTS VOCATIONAL PROGRAM AT THE FRANCISCO OLLER HIGH SCHOOL IN AGRICULTURE-BASED LEARNING EXPERIENCES TO IMPROVE THEIR KNOWLEDGE IN AGRICULTURE AND NUTRITIONAL HEALTH, AND ENCOURAGE THEIR CONSUMPTION OF FRUITS AND VEGETABLES; AND 4) DEVELOP AND PUBLISH AN EDUCATIONAL ACTIVITY GUIDE WITH CURRICULUM RESOURCES IN AGRICULTURE-BASED LEARNING EXPERIENCES TO INCORPORATE FARM TO SCHOOLS STRATEGIES IN TRAININGS AND PROFESSIONAL OPPORTUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1cef491-34d9-b459-dc8a-eed673f48f5c-C", "generated_internal_id": "ASST_NON_20187002628940_12H3"}, {"internal_id": 68547662, "Award ID": "20187002628936", "Award Amount": 219037.51, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-07", "CFDA Number": "10.522", "Description": "GROWING NORTH MINNEAPOLIS: BUILDING COMMUNITY-BASED FOOD SYSTEMS THROUGH EXPERIENTIAL AGRICULTURAL EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20187002628936_12H3"}, {"internal_id": 68547663, "Award ID": "20187002628912", "Award Amount": 166217.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-14", "CFDA Number": "10.522", "Description": "FOODCORPS FOOD AND AGRICULTURE SERVICE IMPLEMENTATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf6b1e17-c522-9c4b-2fc1-8dcd39fb958b-R", "generated_internal_id": "ASST_NON_20187002628912_12H3"}, {"internal_id": 68547664, "Award ID": "20187002628911", "Award Amount": 166217.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-13", "CFDA Number": "10.522", "Description": "NOURISHING FOOD LITERACY, COMMUNITY HEALTH AND SENSE OF PLACE IN LOUISVILLE, KY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17e46218-d8b8-99b2-69b9-50e8f7178210-R", "generated_internal_id": "ASST_NON_20187002628911_12H3"}, {"internal_id": 69573185, "Award ID": "20187002628909", "Award Amount": 149478.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "10.522", "Description": "EAST PORTLAND FOOD AND FARM SERVICE LEARNING PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73ac88a8-06da-5975-707d-d12f064f0d62-R", "generated_internal_id": "ASST_NON_20187002628909_12H3"}]