[{"internal_id": 162054760, "Award ID": "20234610041041", "Award Amount": 349955.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "10.516", "Description": "THIS PROJECT WILL SUPPORT THE IMPLEMENTATION OF A MULTILEVEL, MULTISECTOR, COMMUNITY-BASEDEDUCATIONAL PROGRAM WITH THE OVERALL GOAL OF IMPROVING CHRONIC DISEASE SELF-MANAGEMENT AMONGRURAL RESIDENTS IN FLORIDA. WE WILL DEVELOP, IMPLEMENT, AND EVALUATE THE EFFECTIVENESS OF THEPROGRAM IN TWO PHASES. DURING PHASE 1, WE WILL UTILIZE A COMMUNITY-ENGAGED APPROACH TO DEVELOPA TAILORED MULTILEVEL INTERVENTION FOCUSED ON SELF-MANAGEMENT STRATEGIES TO IMPROVE HEALTHOUTCOMES. IN PHASE 2, WE WILL IMPLEMENT AND EVALUATE THE EFFECTIVENESS OF THE PROGRAM AMONG RURALADULTS IN THE THREE-TARGETED COUNTIES. WE WILL ENROLL UP TO EIGHT COHORTS OF APPROXIMATELY 10PARTICIPANTS PER COUNTY (TOTAL PROJECTED N=240). AT THE CONCLUSION OF THIS PROJECT, AT LEAST 75% OFPARTICIPANTS WILL REPORT INCREASED PARTICIPATION IN AT LEAST ONE HEALTH SCREENING BEHAVIOR, I.E., BLOODPRESSURE AND/OR BLOOD GLUCOSE MONITORING, MONITORING THEIR WEIGHT, AND ANNUAL PHYSICAL EXAMS WITHTHEIR HEALTH CARE PROVIDERS, AT LEAST 75% OF PARTICIPANTS WILL REPORT INCREASED INTENT TO FOLLOW THEIRMEDICAL TREATMENT PLAN OR ASK THEIR MEDICAL PROVIDER FOR ADDITIONAL INFORMATION RELATED TO MANAGINGA CARDIOMETABOLIC CONDITION, AT LEAST 75% OF PARTICIPANTS WILL REPORT INCREASED KNOWLEDGE OF HOWNUTRITION IMPACTS CARDIOMETABOLIC CONDITIONS AND INTENT TO CHANGE DIETARY HABITS, AT LEAST 75% OFPARTICIPANTS WILL REPORT INCREASED KNOWLEDGE OF THE TYPES OF EXERCISE RECOMMENDED AND INTENT TOINCREASE PHYSICAL ACTIVITY LEVELS, AND AT LEAST 75% OF PARTICIPANTS WILL REPORT INCREASED SELF-EFFICACYRELATED TO MAKING HEALTHY LIFESTYLE CHANGES. THIS PROJECT WILL PRODUCE A NEW EDUCATIONAL PROGRAMTHAT CAN BE SCALED ACROSS FLORIDA AND UTILIZED THROUGHOUT THE COOPERATIVE EXTENSION SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20234610041041_12H3"}, {"internal_id": 162054759, "Award ID": "20234610041039", "Award Amount": 349507.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "10.516", "Description": "THE PURPOSE OF THIS PROJECT IS TO EXPAND AND SCALE UP PROSPER (PROMOTING SCHOOL-COMMUNITY-UNIVERSITY PARTNERSHIPS TO ENHANCE RESILIENCE) IN THE STATE OF FLORIDA. PROSPER IS A PARTNERSHIP-BASED APPROACH TO EVIDENCE-BASED INTERVENTION DELIVERY SPECIFICALLY DESIGNED FOR THE COOPERATIVE EXTENSION SYSTEM (CES). PROSPER USES A TIERED PARTNERSHIP SYSTEM THAT LINKS UNIVERSITY-BASED PREVENTION RESEARCHERS WITH TWO ESTABLISHED SYSTEMS WITHIN THE STATE--THE CES AND THE PUBLIC SCHOOL SYSTEM, TO SUSTAINABLY DELIVER EVIDENCE-BASED INTERVENTIONS TO YOUTH AND THEIR FAMILIES. PROSPER IS CURRENTLY BEING IMPLEMENTED IN TWO RURAL COUNTIES, AND THIS PROJECT EXTENDS PROSPER INTO TWO NEIGHBORING RURAL COUNTIES, CREATING A PROSPER HUB IN FLORIDA TO SERVE AS A MODEL FOR OTHER COUNTIES AND AS A PROSPER TRAINING AND MENTORING HUB FOR CES EDUCATORS AND AGENTS. IN ADDITION, THIS PROJECT SEEKS TO ENHANCE READINESS FOR PARTNERSHIP BUILDING AND THE IMPLEMENTATION OF EBIS WITHIN FLORIDA CES. THE GOAL IS TO CATALYZE THE STATE&#39;S CES TO ACCOMMODATE PARTNERSHIP-BASED BEHAVIORAL HEALTH EFFORTS AND THE UNIQUE ROLE THAT EXTENSION PROVIDES. IMPLEMENTATION WILL OCCUR OVER THREE YEARS AND FOCUS ON CES AND ORGANIZATIONAL READINESS (YEAR 1), PROFESSIONAL AND WORKFORCE DEVELOPMENT (YEAR 2), AND ACCEPTANCE AND ADOPTION OF THE PARTNERSHIP-BASED BEHAVIORAL HEALTH MODEL THROUGHOUT FLORIDA CES (YEAR 3). A BLEND OF QUALITATIVE AND QUANTITATIVE ASSESSMENTS AND FORMATIVE AND SUMMATIVE FORMS OF EVALUATION WILL BE USED TO DOCUMENT AND ASSESS THE PROGRESS, QUALITY, AND EFFECTIVENESS OF THE DIFFERENT ACTIVITIES OF THIS PROJECT. THE RESULTS OF THIS PROJECT WILL BE DISSEMINATED TO NATIONAL ACADEMIC AUDIENCES, STATE EXTENSION AUDIENCES, AND LOCAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20234610041039_12H3"}, {"internal_id": 151586461, "Award ID": "20224610038427", "Award Amount": 349959.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-26", "CFDA Number": "10.516", "Description": "AG FAMILY FRIENDLY TRAINING FOR HEALTHCARE PROFESSIONALS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20224610038427_12H3"}, {"internal_id": 151130992, "Award ID": "20224610038174", "Award Amount": 349481.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-09", "CFDA Number": "10.516", "Description": "EXTENSION HEALTH AMBASSADORS: A COMMUNITY-BASED VOLUNTEER HEALTH EDUCATION TRAINING PROGRAM FOR IMPROVING HEALTH IN RURAL ARKANSAS COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc2ca285-0b30-8c83-d330-1d7722983022-C", "generated_internal_id": "ASST_NON_20224610038174_12H3"}, {"internal_id": 151587433, "Award ID": "20224610038173", "Award Amount": 349946.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-19", "CFDA Number": "10.516", "Description": "BUILDING COMMUNITY RESILIENCE TO PREVENT SUICIDE IN VULNERABLE RURAL COMMUNITIES IN KANSAS THROUGH EVIDENCE-BASED MENTAL HEALTH EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20224610038173_12H3"}, {"internal_id": 151131005, "Award ID": "20224610038172", "Award Amount": 350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-05", "CFDA Number": "10.516", "Description": "IMPROVING QUALITY OF LIFE IN A NEW AGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b8806c8e-2345-bf8d-c62d-2b493f0f897f-C", "generated_internal_id": "ASST_NON_20224610038172_12H3"}, {"internal_id": 151587294, "Award ID": "20224610038171", "Award Amount": 350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "10.516", "Description": "SHOW-ME ACES PREVENTION: EMPOWERING INDIVIDUALS AND FAMILIES IN MINORITY RURAL COMMUNITIES THROUGH TRAUMA-INFORMED HEALTH EDUCATION AND CAPACITY BUILDING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20224610038171_12H3"}, {"internal_id": 151586745, "Award ID": "20224610038170", "Award Amount": 349938.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "10.516", "Description": "BUILDING ADDICTION RESILIENCE IN SCHOOL COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00b062d0-a179-1efa-2618-43bea86b43fd-C", "generated_internal_id": "ASST_NON_20224610038170_12H3"}, {"internal_id": 151586237, "Award ID": "20224610038169", "Award Amount": 349995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-18", "CFDA Number": "10.516", "Description": "SUSTAINABLE COMMUNITY PROJECT FOR A FAMILY-INCLUSIVE LIFESTYLE INTERVENTION FOR TEENAGERS IN RURAL COLORADO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20224610038169_12H3"}, {"internal_id": 151587041, "Award ID": "20224610038168", "Award Amount": 350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-18", "CFDA Number": "10.516", "Description": "PROFIT: PROMOTING RECOVERY ONLINE THROUGH FINANCIAL INSTRUCTION AND ADDICTION TRAINING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_20224610038168_12H3"}, {"internal_id": 151587378, "Award ID": "20224610038167", "Award Amount": 252766.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "10.516", "Description": "NEXT STEPS WITH PROSPER: EXPANDING TO ADDRESS INCREASING MENTAL HEALTH NEEDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20224610038167_12H3"}, {"internal_id": 151586653, "Award ID": "20224610038166", "Award Amount": 349819.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-12", "CFDA Number": "10.516", "Description": "TRAUMA-INFORMED COMMUNITIES OF PRACTICE: BUILDING CAPACITY TO ADDRESS OPIOID MISUSE IN RURAL AND TRIBAL COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20224610038166_12H3"}, {"internal_id": 151587376, "Award ID": "20224610038165", "Award Amount": 349971.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-19", "CFDA Number": "10.516", "Description": "NOURISHING BOOMERS AND BEYOND: IMPROVING THE HEALTH BEHAVIORS OF ADULTS LIVING IN RURAL NORTH DAKOTA, II", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abd98500-a812-0a76-1610-357bcd3f88de-C", "generated_internal_id": "ASST_NON_20224610038165_12H3"}, {"internal_id": 151587162, "Award ID": "20224610038164", "Award Amount": 350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-18", "CFDA Number": "10.516", "Description": "RURAL BEHAVIORAL HEALTH RESILIENCE ZONE INITIATIVE: A SCIENCE-DRIVEN COMMUNITY OUTREACH APPROACH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20224610038164_12H3"}, {"internal_id": 151587214, "Award ID": "20224610038163", "Award Amount": 348125.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "10.516", "Description": "EMPOWERING RURAL COMMUNITIES FOR ACTION THROUGH EVIDENCE-BASED COMMUNITY ENGAGEMENT: APPLYING THE SEED METHOD TO THE OPIOID EPIDEMIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20224610038163_12H3"}, {"internal_id": 151586749, "Award ID": "20224610038009", "Award Amount": 350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "10.516", "Description": "RURAL PRIVATE WELL TESTING AND CITIZEN EDUCATION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_20224610038009_12H3"}, {"internal_id": 139651823, "Award ID": "20214610035780", "Award Amount": 160000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "10.516", "Description": "THE EFFORT PROPOSED IS AN EXPANSION OF CURRENT RURAL HEALTH AND SAFETY EDUCATION (RHSE) GRANT-FUNDED ACTIVITIES TO LEVERAGE EXISTING PROJECT INFRASTRUCTURE IN RESPONSE TO URGENT NEEDS THAT HAVE EMERGED IN TWO RURAL PARTNER COUNTIES - LAKE COUNTY AND LINCOLN COUNTY -IN RELATION TO MENTAL HEALTH AND SUBSTANCE USE DISORDER (LAKE) AND COVID-19 RESPONSE (LINCOLN). WITH THIS EXPANSION, OUR TEAM PROPOSES TO (1) BRING SELECTED COAST TO FOREST EVIDENCE-BASED INITIATIVES TO A NEW FRONTIER LOCATION, LAKE COUNTY, A PLACE THAT IS EXPERIENCING HIGH LEVELS OF ALL DRUG OVERDOSE DEATHS, THOUGHTS OF SUICIDE, AND DEATHS BY SUICIDE. WE ARE ALSO PROPOSING TO (2) INTRODUCE NEW COVID-19 RESPONSE AND RECOVERY ACTIVITIES AND (3) NEW SPANISH-LANGUAGE MENTAL HEALTH FIRST AID TRAININGS TO AN EXISTING RHSE COAST TO FOREST LOCATION, LINCOLN COUNTY, WITH THE LEADERSHIP OF THE JUNTOS EN COLABORACI&OACUTE;N (TOGETHER IN COLLABORATION) [1] COALITION. ACTIVITIES MEET URGENT LOCAL NEEDS, AS DETERMINED BY OUR COMMUNITY PARTNERS WHO, WITH US, SERVE AS \"BOOTS ON THE GROUND.\" ACTIVITIES ALSO PROVIDE TIMELY AND VALUABLE HEALTH EDUCATION AND INFORMATION TO INDIVIDUALS AND FAMILIES. WE TRUST THIS APPLICATION WILL BRING A NEEDED RESOURCE INFUSION TO HARD-HIT COMMUNITIES WHO ARE COLLECTIVELY RESPONDING TO ADVERSITY WITH A STRENGTHS-BASED APPROACH. WE ARE PROPOSING TO CARRY FORWARD THE TWO GUIDING GOALS OF OUR RHSE EFFORTS, (1) TO REDUCE OPIOID MISUSE AND ABUSE AND THEIR SEQUELAE AND (2) TO IMPROVE MENTAL HEALTH AND WELL-BEING, AND TO ADD A THIRD, (3) TO MITIGATE EFFECTS OF THE COVID-19 PANDEMIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20214610035780_12H3"}, {"internal_id": 138710328, "Award ID": "20214610035479", "Award Amount": 346966.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.516", "Description": "THIS PROJECT, RURAL RESILIENCY: EXPANDING ACCESS TO YOUTH AWARE OF MENTAL HEALTH, IS DESIGNED TO COMBAT THE ALARMING INCREASE IN MENTAL HEALTH CONCERNS AND OPIOID MISUSE AMONG RURAL AND RESERVATION YOUTH IN MONTANA AND IDAHO, BY EXPANDING DELIVERY OF THE EVIDENCE-BASED YOUTH AWARE OF MENTAL HEALTH (YAM) PROGRAM THROUGH EXTENSION FACULTY AND COMMUNITY PARTNERS. GIVEN THAT MENTAL HEALTH DISORDERS IN ADOLESCENCE ARE ASSOCIATED WITH INCREASED RISK FOR OPIOID MISUSE (DAVIS ET AL., 2017), EXPERTS HAVE CALLED FOR THE IMPLEMENTATION OF A COMPREHENSIVE APPROACH TO MENTAL HEALTH PROMOTION THAT SIMULTANEOUSLY ADDRESSES OPIOID MISUSE, OVERDOSE, AND SUICIDE (RANADE ET AL., 2020). YAM IS AN IDEAL RESPONSE TO THIS CALL BECAUSE IT IS A MENTAL HEALTH PROMOTION PROGRAM THAT ALLOWS ADOLESCENTS TO DEVELOP LIFE-LONG RESILIENCE SKILLS SHOWN TO HELP YOUNG ADULTS AVOID HIGH RISK BEHAVIORS THAT CAN LEAD TO POOR ACADEMIC ACHIEVEMENT, SUBSTANCE MISUSE, SEVERE PSYCHIATRIC CONDITIONS, AND SUICIDE (WASSERMAN ET AL., 2015). RESEARCH HAS DEMONSTRATED THAT YAM IS AN EFFECTIVE AND SUSTAINABLE APPROACH TO INCREASING ACCESS TO MENTAL HEALTH PROMOTION IN RURAL AND RESERVATION CONTEXTS (BAILEY ET AL., 2021). AS A UNIVERSAL MENTAL HEALTH PROMOTION PROGRAM, YAM CAN BENEFIT ALL STUDENTS, EVEN THOSE WHO ARE NOT STRUGGLING WITH MENTAL HEALTH OR OPIOID ISSUES. IN ADDITION, PROJECT OUTCOMES OF INCREASED MENTAL HEALTH AND REDUCED OPIOID MISUSE WILL BENEFIT COMMUNITIES AT-LARGE THROUGH REDUCED TAX-PAYER COSTS ASSOCIATED WITH TREATMENT, LAW ENFORCEMENT, AND SOCIAL SERVICES.YAM IS A RESEARCH-BASED, NON-FORMAL EDUCATION PREVENTION PROGRAM DELIVERED BY EXTENSION FACULTY USING A STRENGTHS-BASED PERSPECTIVE TO PROMOTE RURAL AND NATIVE YOUTH MENTAL HEALTH AND REDUCE OPIOID MISUSE. YAM IS DELIVERED IN FIVE ONE-HOUR SESSIONS, OVER A THREE TO FIVE-WEEK PERIOD, TO MIDDLE SCHOOL AND HIGH SCHOOL STUDENTS BY A CERTIFIED INSTRUCTOR AND ASSISTANT. THE CORE OF THE PROGRAM CONSISTS OF AN OPENING INFORMATIONAL DISCUSSION DESIGNEDTO TEACH STUDENTS ABOUT MENTAL HEALTH AND TO REDUCE THE STIGMA SURROUNDING IT. THIS IS FOLLOWED BY THREE STUDENT-DRIVEN ROLE-PLAY SESSIONS WHICH ALLOWS STUDENTS TO SHARE THEIR OWN STRESSES, WHILE FINDING SOLUTIONS TO DIFFICULT SITUATIONS AND DEVELOPING POSITIVE COPING SKILLS IN A FUN AND NONTHREATENING MANNER. TOPICS THAT ARE COVERED INCLUDE BULLYING, PEER PRESSURE, FAMILY STRESS, DEPRESSION, ANXIETY, AND SUICIDE. PARTICULAR ATTENTION IS PAID TO FINDING A TRUSTING ADULT TO ASSIST IN GETTING HELP FOR THEMSELVES AND OTHERS. THE FINAL DAY OF THE PROGRAM IS DESIGNED FOR ANY TOPICS THAT NEED TO BE REVISITED AND FOR STUDENTS TO HAVE A STRONG UNDERSTANDING OF THE LOCAL, STATE, AND NATIONAL RESOURCES THAT ARE AVAILABLE IF THEY OR A FRIEND SHOULD NEED ADDITIONAL HELP.THE IMPLEMENTATION OF THIS PROJECT WILL RESULT IN THE CERTIFICATION OF 2 NEW YAM TRAINERS AND 7 NEW YAM INSTRUCTORS FOR MONTANA AND IDAHO. THE YAM PROGRAM WILL BE DELIVERED IN 17 RURAL AND RESERVATION SCHOOLS ACROSS MONTANA AND IDAHO FOR 1,500 RURAL AND NATIVE YOUTH. THE IMPACT OF PROJECT (REDUCTION IN MISUSE OF OPIOIDS, DECREASE IN MENTAL HEALTH STIGMA, AND INCREASE IN MENTAL HEALTH LITERACY, HEALTHY COPING SKILLS, AND RESILIENCE SKILLS) WILL BE ASSESSED BY COLLECTING PRE AND POST SELF-REPORT SURVEY DATA. THE EFFICACY, SUSTAINABILITY, AND FEASIBILITY OF THE YAM PROGRAM WILL BE ASSESSED THROUGH COLLECTION OF INTERVIEW DATA.THIS PROJECT WILL ENGAGE IMPORTANT SETS OF PARTNERS -- THE UNIVERSITY, EXTENSION, RURAL AND RESERVATION COMMUNITIES, AND RURAL AND RESERVATION SCHOOLS -- TO WORK TOGETHER TO DELIVER YAM FOCUSED ON HEALTH LITERACY AND POSITIVE YOUTH DEVELOPMENT FOR HEALTH. THIS COMBINATION OF STAKEHOLDERS AND CONTENT FOCUS WILL HELP TO INCREASE RURAL AND NATIVE STUDENTS&#39; HEALTHY AND SAFE CHOICES AND HELP TO BUILD HEALTHY AND SAFE COMMUNITIES FOR ALL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_20214610035479_12H3"}, {"internal_id": 138710360, "Award ID": "20214610035478", "Award Amount": 349597.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-19", "CFDA Number": "10.516", "Description": "EVIDENCE-BASED SUBSTANCE USE PREVENTION PROGRAMS (EBPS) ARE UNLIKELY TO BE IMPLEMENTED WITH FIDELITY OR SUSTAINED WITHOUT THE COORDINATION OF ONGOING TRAINING AND TECHNICAL ASSISTANCE. PROSPER IS A SCIENTIFICALLY PROVEN DELIVERY SYSTEM THAT FACILITATES SUSTAINED AND QUALITY DELIVERY OF EBPS AND LINKS UNIVERSITY-BASED PREVENTION RESEARCHERS WITH THE UNIVERSITY EXTENSION SYSTEM AT LAND GRANT UNIVERSITIES AND THE PUBLIC SCHOOL SYSTEM. THE GOAL OF THIS PROJECT IS TO BRING PROSPER TO COLORADO. OBJECTIVE 1 WILLESTABLISH A STATE MANAGEMENT TEAM THAT WILL PROVIDE TRAINING AND TECHNICAL ASSISTANCE TO COLORADO COMMUNITIES RELATED TO IDENTIFYING, IMPLEMENTING, AND SUSTAINING EBPS. ACTIVITY 1 WILL DEVELOP A SYSTEM FOR IDENTIFYING AND ADDRESSING COLORADO COMMUNITIES&#39; TECHNICAL ASSISTANCE NEEDS RELATED TO SUBSTANCE USE PREVENTION. ACTIVITY 2 WILL PROVIDE STATEWIDE TRAINING TO PREVENTION STAKEHOLDERS VIA BI-MONTHLY PREVENTION WEBCASTS. OBJECTIVE 2 WILL BE TO INCREASE YOUTH AND FAMILIES&#39; ABILITY TO MAKE HEALTHY AND SAFE CHOICES, AND TO BUILD HEALTHY AND SAFE FAMILY ENVIRONMENTS WITH RESPECT TO OPIOID AND OTHER SUBSTANCE USE. THE ACTIVITY HERE WILL BE TO EXPAND THE IMPLEMENTATION OF THE EVIDENCE-BASED FAMILY-FOCUSED STRENGTHENING FAMILIES PROGRAM 10-14 (SFP 10-14), WHICH ENHANCES FAMILY FUNCTIONING, STRENGTHENS PARENT-YOUTH RELATIONSHIPS, BUILDS YOUTH LIFE SKILLS, AND HAS BEEN SHOWN TO PREVENT OPIOID USE, TO THREE COUNTIES IN NORTHWEST COLORADO THAT HAVE DEMONSTRATED READINESS AND CAPACITY TO IMPLEMENT THE PROGRAM. BRINGING PROSPER TO COLORADO WILL ADVANCE RHSE&#39;S PURPOSE TO FOSTER QUALITY OF LIFE IN RURAL COMMUNITIES AND USDA&#39;S GOAL OF FACILITATING RURAL PROSPERITY AND DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20214610035478_12H3"}, {"internal_id": 138710367, "Award ID": "20214610035459", "Award Amount": 350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-20", "CFDA Number": "10.516", "Description": "THE RAPID EMERGENCE OF A NOVEL CORONAVIRUS, SARS-COV-2, HAS LED TO A GLOBAL PUBLIC HEALTH CRISIS. THE IMPACT OF COVID-19, THE DISEASE CAUSED BY THE SARS-COV-2 VIRUS, HAS BEEN SIGNIFICANT WITH OVER 31 MILLION CASES AND OVER HALF A MILLION DEATHS IN THE UNITED STATES ALONE. THIS PROJECT WILL SUPPORT THE IMPLEMENTATION OF A COLLABORATIVE, COMMUNITY-BASED EDUCATION AND ACTION PROGRAM WITH THE OVERALL GOAL OF ADVANCING RURAL HEALTH EQUITY AND PREVENTING THE SPREAD OF SARS-COV-2 TO REDUCE THE IMPACT OF COVID-19 AMONG RURAL MINORITIES RESIDING IN FLORIDA. THE PROJECT WILL BUILD UPON PREVIOUS PARTNERSHIPS FOCUSED ON RURAL MINORITY HEALTH AND RESULT IN NEW PARTNERSHIPS TO ADDRESS THE COMPLEX INDIVIDUAL- AND COMMUNITY-HEALTH NEEDS OF RURAL MINORITY RESIDENTS. WE WILL COLLABORATE WITH RURAL HEALTH DISPARITIES COALITIONS (RHDC) IN THREE RURAL FLORIDA COUNTIES TO TRAIN COMMUNITY AND ORGANIZATIONAL PARTNERS IN HEALTH EQUITY APPROACHES TO REDUCE DISPARITIES AND PROMOTE RESILIENCE AMONG RURAL MINORITY RESIDENTS. ADDITIONALLY, WE WILL UTILIZE TELEHEALTH AND DISTANCE LEARNING STRATEGIES TO ENGAGE RURAL MINORITIES IN DIRECT COVID-19 PREVENTION EDUCATION. FINALLY, WE WILL TRAIN EXTENSION HEALTH NAVIGATORS (EHN) TO SERVE AS LIAISONS BETWEEN COMMUNITY MEMBERS, ORGANIZATIONAL AND EXTENSION PARTNERS. AT THE CONCLUSION OF THIS PROJECT, 75% OF PARTICIPANTS WILL REPORT INCREASED KNOWLEDGE AND ADOPTION OF COVID-19 PREVENTION STRATEGIES AND INCREASED KNOWLEDGE OF THE RISK FACTORS FOR COVID-19 MORTALITY, 75% OF PARTICIPANTS WILL REPORT INCREASED KNOWLEDGE AND ADOPTION OF AT LEAST 2 HEALTHY COPING STRATEGIES AND RESILIENCE STRATEGIES RELATED TO PHYSICAL AND MENTAL HEALTH, AND 75% OF COMMUNITY AND ORGANIZATIONAL PARTNERS WILL REPORT INCREASED KNOWLEDGE AND IMPLEMENTATION OF STRATEGIES TO PROMOTE RURAL HEALTH EQUITY WHILE SUPPORTING RURAL MINORITY RESIDENTS IN COVID-19 PREVENTION AND RESILIENCE ACTIVITIES. THIS PROJECT WILL PROVIDE A SUSTAINABLE MODEL THAT CAN BE SCALED ACROSS RURAL COMMUNITIES INFLORIDA AND BEYOND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20214610035459_12H3"}, {"internal_id": 138341038, "Award ID": "20214610035458", "Award Amount": 349999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-09", "CFDA Number": "10.516", "Description": "THE OVERALL GOAL OF THIS PROJECT IS TO IMPROVE THE QUALITY OF LIFE FOR LOW-RESOURCE VETERANS LIVING IN RURAL AREAS, PARTICULARLY THOSE WITH SUBSTANCE USE AND MENTAL HEALTH PROBLEMS. THE OBJECTIVE IS TO DELIVER THE REACHING RURAL VETERAN PROGRAM IN 5 RURAL COUNTIES IN EACH OF THREE STATES: INDIANA, ILLINOIS, AND OHIO. DATA TO EVALUATE BOTH THE PROCESSES AND OUTCOMES OF THE PROJECT WILL BE COLLECTED.THREE STRATEGIES WILL BE USED TO ACHIEVE THE PROJECT GOAL: 1) MOBILIZING COMMUNITIES BY DELIVERING TRAINING TO IMPROVE CULTURAL COMPETENCE FOR SUPPORTING VETERANS AND REDUCE OR PREVENT OPIOID ABUSE; 2) BUILDING CONNECTIONS BY CREATING OPPORTUNITIES FOR VETERANS TO MORE EASILY ACCESS RESOURCES AND REDUCE THEIR SOCIAL ISOLATION; AND 3) EMPOWERING VETERANS BY INCREASING THEIR AWARENESS, KNOWLEDGE AND USE OF NEEDED RESOURCES.THIS PROJECT ADDRESSES FOUR TARGETS OF THE RHSE PROGRAM SPECIFIED IN THE RFA FOR HEALTH EDUCATION PROJECTS: IT TRAINS SERVICE PROVIDERS AND VOLUNTEERS CONCERNING HEALTH PROMOTION AND HEALTH CARE SERVICES; IT ENGAGES STATE, LOCAL AND COMMUNITY PARTNERS; IT DELIVERS INFORMATION ABOUT AND ACCESS TO HEALTH PROMOTION ACTIVITIES; AND DELIVERS INFORMATION TO INCREASE INDIVIDUAL OR FAMILIES&#39; MOTIVATION TO TAKE MORE RESPONSIBILITY FOR THEIR OWN HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_20214610035458_12H3"}, {"internal_id": 138710374, "Award ID": "20214610035457", "Award Amount": 349660.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-26", "CFDA Number": "10.516", "Description": "HUMANS GROW AND THRIVE IN ENABLING ENVIRONMENTS, WHERE HEALTHIER CHOICES BECOME THE EASIER CHOICES. HOWEVER, MANY COMMUNITIES EXPERIENCE DEEP HEALTH DISPARITIES, REQUIRING POLICY, SYSTEMS, AND ENVIRONMENTAL CHANGE TO SUPPORT BETTER HEALTH ACCESS AND OUTCOMES. IN RURAL COMMUNITIES, COOPERATIVE EXTENSION ASSOCIATION EDUCATORS ARE TRUSTED LEADERS SUPPORTING RURAL DEVELOPMENT, AND WHILE MANY PROMOTE HEALTH VIA DEEP INVESTMENTS IN THE SOCIAL DETERMINANTS OF HEALTH, THEY MAY NOT IDENTIFY AS PUBLIC HEALTH LEADERS OR FEEL EQUIPPED TO ENGAGE IN &#39;FORMAL&#39; PUBLIC HEALTH INITIATIVES. WE AIM TO CHANGE THAT PARADIGM. BY HELPING COOPERATIVE EXTENSION EDUCATORS APPRECIATE THEIR VITAL ROLE IN PUBLIC HEALTH IMPROVEMENT, WE WILL AUGMENT THEIR IMPACT ON PUBLIC HEALTH AND RURAL DEVELOPMENT.THIS PROJECT WILL UTILIZE TWO ACTIVE DISTANCE-LEARNING CURRICULA TO ACHIEVE FOUR PROJECT OBJECTIVES. USING THE PUBLIC HEALTH ESSENTIALS TRAINING WE WILL (1) BUILD PUBLIC HEALTH COMPETENCE AMONG INTER-PROFESSIONALCOOPERATIVE EXTENSION TEAMS AND COLLABORATORS, HELPING DEVELOP THEIR &#39;PUBLIC HEALTH IDENTITIES&#39;; (2) FACILITATE DEVELOPMENT OF COORDINATED PUBLIC HEALTH IMPROVEMENT PLANS LINKED TO EXISTING COUNTY PRIORITIES; AND (3) SUPPORT PLANNING TO AUGMENT CURRENT EXTENSION PROGRAMMING TO REACH UNDERSERVED COMMUNITIES. THIS WILL INCLUDE INTEGRATION OF THE CITIZEN PUBLIC HEALTH TRAINING, DESIGNED TO MOTIVATE INDIVIDUALS AND FAMILIES TO ACHIEVE HEALTH AT EVERY AGE. USING A DEVELOPMENTAL EVALUATION APPROACH, THE PROJECT MANAGEMENT TEAM WILL (4) ASSIST EACH COUNTY TEAM TO CONTINUALLY MONITOR AND IMPROVE PROCESSES TO ACHIEVE PROGRAM IMPACTS: IMPROVED CITIZEN HEALTH LITERACY, COVID-19 AND OPIOID/SUBSTANCE MISUSE PREVENTION, AND USE OF HEALTH PROMOTION PROGRAMS THAT SUPPORT COMMUNITY HEALTH, WELLBEING, AND QUALITY OF LIFE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_20214610035457_12H3"}, {"internal_id": 138710368, "Award ID": "20214610035391", "Award Amount": 348388.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-14", "CFDA Number": "10.516", "Description": "THE PURPOSE OF THIS PROJECT IS TO IMPLEMENT PROSPER (PROMOTING SCHOOL-COMMUNITY-UNIVERSITYPARTNERSHIPS TO ENHANCE RESILIENCE), A COMMUNITY-BASED APPROACH TO SUBSTANCE USE PREVENTIONDESIGNED SPECIFICALLY FOR USE WITHIN COOPERATIVE EXTENSION SYSTEMS. PROSPER IS DESIGNED TOADDRESS THE NEED FOR TRAINING AND TECHNICAL ASSISTANCE IN CAPACITY-BUILDING IN RURAL COMMUNITIES,PARTICULARLY IN CONSIDERATION OF THE WELL-DOCUMENTED SCARCITY OF SCHOOL AND BEHAVIORAL HEALTHRESOURCES. PROSPER LINKS UNIVERSITY-BASED PREVENTION RESEARCHERS WITH TWO ESTABLISHED SYSTEMSWITHIN THE STATE--THE COOPERATIVE EXTENSION SYSTEM AND THE PUBLIC SCHOOL SYSTEM, TO SUSTAINABLYDELIVER SUBSTANCE ABUSE PREVENTION PROGRAMS ACROSS THE COUNTY TO YOUTH AND THEIR FAMILIES. INADDITION, THIS PROJECT SEEKS TO EXPAND THE YOUTH ENGAGEMENT COMPONENT OF PROSPER BY INVOLVINGYOUTH AT THE COMMUNITY LEVEL USING BEST PRACTICES FOR YOUTH-ADULT PARTNERSHIPS. IMPLEMENTATION WILLOCCUR IN TWO RURAL FLORIDA COUNTIES AND WILL CONSIST OF THREE PHASES OVER THE DURATION OF THE TWO-YEAR PROJECT. PHASE 1 FOCUSES ON INITIATING AND MOBILIZING STATE AND COUNTY PROSPER TEAMSCOMPOSED OF AN EXTENSION TEAM LEADER, A SCHOOL CO-LEADER, KEY COMMUNITY STAKEHOLDERS, ANDPARENTS AND YOUTH. PHASE 2 FOCUSES ON BUILDING THE CAPACITY OF THE COUNTY PROSPER TEAMS ANDBUILDING AWARENESS FOR PROSPER AT THE COUNTY LEVEL. PHASE 3 FOCUSES ON EFFECTIVELY DELIVERING ONESCHOOL-BASED AND ONE FAMILY-BASED PREVENTION PROGRAM IN EACH COUNTY. THE PROJECT WILL BEIMPLEMENTED IN COORDINATION WITH THE STATE OFFICE OF SUBSTANCE ABUSE AND MENTAL HEALTH AND WILLACHIEVE THE PROSPER GOALS OF (1) SUSTAINING WELL-FUNCTIONING STATE AND LOCAL TEAMS; AND (2)SUSTAINING HIGH-QUALITY DELIVERY OF EVIDENCE-BASED PREVENTION PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_20214610035391_12H3"}, {"internal_id": 138341023, "Award ID": "20214610035382", "Award Amount": 349989.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-01", "CFDA Number": "10.516", "Description": "THE UNIVERSITY OF MISSOURI EXTENSION SHOW-ME-RESILIENCE PROJECT WILL BUILD CAPACITY AMONG MU EXTENSION SPECIALISTS AND COMMUNITY PARTNERS TO EXPAND AND IMPLEMENT THE PROSPER DELIVERY SYSTEM AND BUILD RESILIENCE THROUGH EDUCATION AND TRAINING RESOURCES THROUGHOUT MISSOURI.THIS TWO-YEAR GRANT WILL EXPAND THE NUMBER OF PROSPER COMMUNITIES FROM SIX (6) COMMUNITIES THROUGH A SAMHSA FUNDED PROJECT TO TWO (2) ADDITIONAL COMMUNITIES (FOR A TOTAL OF EIGHT COMMUNITIES SERVED), ADDING AN ONLINE RESILIENCE AND RESOURCE ENHANCEMENT TRAINING COMPONENT FOR EXTENSION PROFESSIONALS AND COMMUNITIES. THE PROSPER DELIVERY SYSTEM PROMOTES COLLABORATION AMONG SCHOOL DISTRICTS, COMMUNITY AGENCIES AND OTHER STAKEHOLDERS. THE PROSPER DELIVERY SYSTEM IS DESIGNED TO INCREASE THE NUMBER OF EXTENSION EDUCATORS AND COMMUNITY PARTNERS TRAINED IN OPIOID, SUBSTANCE MISUSE PREVENTION, AND RESILIENCE PROGRAMMING. OVERALL, THIS PROJECT WILL INCREASE THE NUMBER OF RURAL YOUTH AND ADULTS RECEIVING RESEARCH- OR EVIDENCE-BASED POSITIVE YOUTH DEVELOPMENT PROGRAMMING AND BEHAVIORAL HEALTH RESILIENCY TRAINING AND ASSOCIATED ACTIVITIES IN RURAL COMMUNITIES WITH LIMITED ACCESS TO RESOURCES.THE PROSPER MODEL DIRECTLY ADDRESSES RISK AND PROTECTIVE FACTORS AT THE INDIVIDUAL LEVEL (EVIDENCE-BASED YOUTH PROGRAM, BOTVIN LIFESKILLS TRAINING), FAMILY, (EVIDENCE-BASED FAMILY PROGRAM, STRENGTHENING FAMILIES 10-14), AND COMMUNITY. THE WECANPROSPER APPROACH IS DESIGNED TO INCREASE PROTECTIVE FACTORS THROUGH SKILLS-TRAINING ON EVIDENCE-BASED RESILIENCE PRACTICES. USING KEY COMPONENTS OF PROSPER DELIVERY SYSTEM TO PROVIDE EVIDENCE-INFORMED RESILIENCE TRAINING IN RURAL SETTINGS IS KEY TO IMPLEMENTING THE RESILIENCY TRAINING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20214610035382_12H3"}, {"internal_id": 138341022, "Award ID": "20214610035337", "Award Amount": 350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "10.516", "Description": "OPIOID MISUSE IS A PROBLEM WITH POTENTIALLY LIFE-THREATENING CONSEQUENCES. OPIOID MISUSE HAS INCREASED SHARPLY DURING THE COVID-19 PANDEMIC, ESPECIALLY IN RURAL AREAS. THE AIM OF THIS PROJECT IS TO ADDRESS OPIOID MISUSE ACROSS GEORGIA AND IN 6 RURAL GEORGIA COUNTIES (CHATTOOGA, ELBERT, LUMPKIN, TATTNALL, THOMAS, AND WASHINGTON) THROUGH A MULTI-PRONGED STRATEGY: (1) ASSESSING STATEWIDE AND COMMUNITY NEEDS, PERCEPTIONS, AND RESOURCES RELATED TO OPIOID MISUSE; (2) BUILDING COMMUNITY CAPACITY TO ADDRESS OPIOID MISUSE BY CREATING COMMUNITY-BASED HUBS FOR INFORMATION AND SUPPORT; (3) PROVIDING SPECIALIZED TRAINING TO PREPARE EXTENSION PROFESSIONALS, MEDICAL PROVIDERS, AND OTHER COMMUNITY PROFESSIONALS TO RECOGNIZE AND RESPOND TO OPIOID-RELATED MENTAL HEALTH ISSUES; AND (4) INCREASING YOUTH AND COMMUNITY AWARENESS OF THE RISKS OF OPIOID MISUSE AND STRATEGIES TO REDUCE THOSE RISKS IN RURAL COMMUNITIES. THE PROJECT ADDRESS THESE OBJECTIVES THROUGH ASSESSMENT OF STATEWIDE PERCEPTIONS AND COMMUNITY NEEDS AND RESOURCES RELATED TO OPIOID MISUSE; EXTENSION OFFICE HUBS FOR OPIOID EDUCATION AND SUPPORT SERVICES, INCLUDING TELEMENTAL HEALTH; YOUTH MENTAL HEALTH FIRST AID TRAINING FOR ADULTS; SCREENING, BRIEF INTERVENTION, AND REFERRAL TO TREATMENT (SBIRT) TRAINING; YOUTH EDUCATION THROUGH A 4-H JOURNEYS MAGAZINE AND LESSONS; AND A SOCIAL MESSAGING CAMPAIGN TO ADDRESS OPIOID MISUSE PREVENTION. THE PROJECT IS GROUNDED IN THE SOCIAL-ENVIRONMENTAL MODEL (SEM), WHICH PROVIDES A STRUCTURE FOR UNDERSTANDING AND ADDRESSING THE COMPLEX, INTERCONNECTED, BIDIRECTIONAL FACTORS THAT AFFECT OPIOID MISUSE IN RURAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_20214610035337_12H3"}, {"internal_id": 139138906, "Award ID": "20214610035336", "Award Amount": 345618.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-28", "CFDA Number": "10.516", "Description": "HEALTH DISPARITIES FOR THOSE LIVING IN CALIFORNIAN RURAL COMMUNITIES MIRROR NATIONWIDE TRENDS AND INCLUDE DISPROPORTIONATE RATES OF FOOD-RELATED HEALTH ISSUES SUCH AS FOOD INSECURITY AND MALNUTRITION. THESE DISPARITIES EXTEND TO YOUNG CHILDREN LIVING IN RURAL COMMUNITIES AND PRIME RURAL RESIDENCE FOR HIGHER RISK OF MORBIDITY DURING COVID-19. MANY OF THESE DISPARITIES STEM FROM STRUCTURAL FACTORS, SUCH AS LIMITED ACCESS TO HEALTH CARE PROVIDERS AND TIMELY AND RELIABLE HEALTH INFORMATION. THE DISPARITIES ARE EVEN MORE PRONOUNCED FOR LATINO AND NATIVE AMERICAN (NA) POPULATIONS LIVING IN RURAL COMMUNITIES. ACCESS TO SPECIALIZED SERVICES, SUCH AS DIETITIANS AND HEALTH EDUCATION, IS LIMITED IN RURAL COMMUNITIES. INCREASED ACCESS TO THESE SERVICES CAN HELP MITIGATE DISPARITIES BY ENABLING INDIVIDUALS TO TAKE CONTROL OF THEIR HEALTH. THE CURRENT PROPOSAL AIMS TO ADDRESS ACCESS TO HEALTH EDUCATION BY BRIDGING EXISTING COMMUNITY RESOURCES (COOPERATIVE EXTENSION PROGRAMMING AND COMMUNITY AND TRIBAL HEALTH PARTNERS) TO BETTER ENGAGE RURAL FAMILIES IN PREVENTIVE CARE, THROUGH THREE PRIMARY OBJECTIVES: 1) USE A COMMUNITY PARTICIPATORY PROCESS TO ADAPT EFNEP EDUCATIONAL MATERIALS TO INVOLVE NATIVE CULTURE AND PERSPECTIVES; 2) ADAPT THE DELIVERY MODEL OF EXISTING EFNEP MATERIALS FROM IN-PERSON TO A TELEHEALTH APPROACH AND EXPLORE ITS FEASIBILITY AND ACCEPTABILITY IN RURAL NA AND LATINO COMMUNITIES; 3) EXPLORE THE APPROPRIATENESS OF ADOPTING A CLINICIAN-INITIATED REFERRAL MODEL THAT HAS BEEN SUCCESSFULLY IMPLEMENTED IN URBAN AREAS, TO INCREASE PREVENTIVE CARE CAPACITY IN RURAL AREAS. ULTIMATELY THE PROJECT WILL INFORM A MODEL TO STRENGTHEN THE CAPACITY OF RURAL COMMUNITIES TO BETTER ADDRESS FOOD-RELATED HEALTH DISPARITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea7a33b4-8d5e-e75d-a88c-0a12b25732c6-C", "generated_internal_id": "ASST_NON_20214610035336_12H3"}, {"internal_id": 138341021, "Award ID": "20214610035335", "Award Amount": 349783.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-28", "CFDA Number": "10.516", "Description": "THE UNIVERSITY OF MARYLAND EXTENSION PROPOSES IMPLEMENTING EXTENSION PROGRAMS ON THE PREVENTION OF OPIOID MISUSE AND THE ENHANCEMENT OF MENTAL HEALTH. THIS PROPOSED PROJECT WILL BUILD UPON SUCCESSFUL EFFORTS OF THE MARYLAND RURAL OPIOID TECHNICAL ASSISTANCE PROJECT AND ADJUST ITS APPROACH TO ADDRESS HIGH-PRIORITY NEEDS IDENTIFIED DURING THE PANDEMIC IN THE MOST RURAL COUNTIES IN MARYLAND. THE OVERARCHING GOALS ARE I) TO REDUCE/PREVENT OPIOID OVERDOSE-RELATED DEATHS BY INCREASING KNOWLEDGE AND SELF-EFFICACY IN RURAL COMMUNITIES, AND II) TO STRENGTHEN THE LOCAL CAPACITY TO ADDRESS THE OPIOID EPIDEMIC IN CAROLINE, DORCHESTER, GARRET, KENT AND TALBOT COUNTIES, AND STRENGTHEN THE COMMUNITY PARTNERSHIPS. FOR GOAL 1, WE PROPOSE TO TEACH 1000 ADULTS AND 100 YOUTH (6-12 GRADES) WITH EVIDENCE-BASED OR INFORMED CURRICULA SUCH AS MENTAL HEALTH FIRST AID (MHFA), REGROUNDING OUR RESPONSE SERIES, OPIOID PUBLIC HEALTH CRISIS, FARM STRESS REDUCTION, MIND-BODY STRESS REDUCTION PROGRAM, AND THIS IS NOT ABOUT DRUGS. FOR GOAL 2, WE WILL PROVIDE THE INSTRUCTOR TRAINING IN MHFA AND BOTVIN LIFESKILLS FOR 54 EXTENSION FACULTY, COMMUNITY LEADERS, TEACHERS, AND OTHERS. BY THE END OF THE PROJECT, 70% OF PARTICIPANTS ARE EXPECTED TO INDICATE AN INCREASE IN KNOWLEDGE, SELF-EFFICACY, AND INTENTION TO CHANGE BEHAVIORS ON OPIOID MISUSE PREVENTION AND REDUCTION, AND 2) 70% OF TRAINEES INDICATE AN INCREASE IN COMPETENCIES, LIKELIHOOD, AND READINESS TO DELIVER EVIDENCE-BASED PROGRAMS. FOR LONG-TERM OUTCOMES, A DECREASE IN OPIOID-RELATED OVERDOSES AND DEATHS AND AN INCREASE IN ACCESS/UTILIZATION OF MENTAL AND BEHAVIORAL SERVICES, AND IMPROVED PROTECTIVE FACTORS IN FAMILY, SCHOOL, AND COMMUNITY ENVIRONMENT ARE EXPECTED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_20214610035335_12H3"}, {"internal_id": 138341020, "Award ID": "20214610035334", "Award Amount": 350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "10.516", "Description": "THE &#39;OHANA GARDEN &AMP; GRINDZ: ADDRESSING THE SPREAD OF SARS-COV-2 UTILIZING VIRTUAL FAMILY-BASED AGRICULTURE EDUCATION AIMED AT REDUCING FOOD INSECURITY PROJECT WILL SCALE UP AN MULTIGENERATIONAL EDUCATIONAL INTERVENTION THAT UTILIZES DISTANCE EDUCATION TO ADDRESS THE SPREAD OF SARS-COV-2 WHILE INCREASING FOOD ACCESS, SELF-SUFFICIENCY, AND FAMILY RESILIENCE ON THE ISLANDS OF KAUAI, HAWAII, AND MOLOKAI.COMMUNITIES IN THESE RURAL AREAS ARE FOOD DESERTS, REQUIRING SIGNIFICANT TRAVEL, SOMETIMES TO OTHER ISLANDS FOR NUTRIENT-DENSE AFFORDABLE FOODS. PANDEMIC RELATED RESTRICTIONS HAVE MADE TRAVEL TO OBTAIN FOOD MORE COSTLY, TIME-CONSUMING, AND RISKY. PARTICIPANTS OF THIS PROJECT WILL GROW PRODUCE AS A STRATEGY TO MINIMIZE SUCH TRAVEL AND EXPOSURE TO PERSONS OUTSIDE THEIR FAMILY (OHANA) AND PROMOTE RESILIENCE AND SELF-SUFFICIENCY. THIS PROGRAM IS DESIGNED FOR YOUTH AGES 9-13 AND ADULTS IN THEIR OHANA.TEAM MEMBERS WILL UTILIZE THE EXISTING MOLOKAI-BASED OHANA GARDEN &AMP; GRINDZ (OGG) CURRICULUM, TO COMPLETE THE FOLLOWING FOUR PROJECT OBJECTIVES: 1) ADAPT THE OGG CURRICULUM TO ADDRESS FOOD INSECURITY, SELF-SUFFICIENCY, AND PANDEMIC RELATED DISASTER MITIGATION, 2) CREATE AND IMPLEMENT A TRAIN-THE-TRAINER INFRASTRUCTURE TO SUPPORT PROJECT EXPANSION, 3) IMPLEMENT THE PROJECT ON THREE RURAL ISLANDS, AND 4) STRENGTHEN THE EVIDENCE OF PROGRAM EFFECTIVENESS BY COLLECTING DATA FROM ALL PROGRAM PARTICIPANTS AT THREE POINTS IN TIME. DATA WILL BE COLLECTED BY THOSE WHO COMPLETE THE TRAINING WORKSHOPS TO BECOME OGG FACILITATORS AND PROGRAM PARTICIPANTS (YOUTH AND ADULTS).FROM ALL SITES, THE PROJECT TEAM ANTICIPATES DATA COLLECTION FROM 18 FACILITATORS AND 252 OHANA PARTICIPANTS (126 ADULT AND 126 YOUTH).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_20214610035334_12H3"}, {"internal_id": 110335917, "Award ID": "20204610032844", "Award Amount": 392337.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "10.516", "Description": "PARTICIPANTS WILL THRIVE IN THE PILOT PROGRAM COMMUNITIES OVERCOMING VARIOUS INJUSTICES TO DEFEND RURAL HEALTH (COVID). IT IS SLATED TO BE A TWO-YEAR PROCESS DESIGNED TO ALLOW THOSE IN IT TO SEE AND BENEFIT FROM THEIR EFFORTS IN THE FIRST YEAR FROM USING COUNSELING, ART, JOURNALING AND GARDENING TO HELP MITIGATE THE SPREAD OF DISEASE. IN YEAR ONE, PROFESSIONAL LISTENING SESSION WILL TAKE PLACE TO GET THE PARTICIPANTS STARTED WHEREAS, IN YEAR TWO, THE PROJECT WILL MOVE FROM LISTENING, TO THE PARTICIPANTS ACTIVELY ENGAGING THEMSELVES AND THEIR FAMILIES AND SHARING THAT KNOWLEDGE WITH OTHERS, THUS EXTENDING THE PROJECT TO OTHERS NOT DIRECTLY INVOLVED. PARTICIPANTS WILL WORK WITH EXTENSION PROFESSIONALS THROUGH UVI CES AND THOSE WHO THRIVE IN AGRICULTURE TO AID THEM IN GETTING STARTED AND ENCOURAGING THEM TO START SMALL AND GROW THEIR GARDEN WITH CARE WHICH THEY CAN THEN SHARE WITH FAMILY, FRIENDS AND NEIGHBORS. THIS PROVIDES OVER THE TWO-YEAR PERIOD, TWO SPECIFIC INTERVENTIONS; ONE REDUCES STRESS THE OTHER ADDS THEIR ABILITY TO GROW FOODS THEY CAN EAT FROM THEIR HOME THAT MATCHES THEIR PERSONAL TASTE AND IS GROWN BY THEIR OWN HANDS. COOKING WILL ALSO BE INCORPORATED AS A STRESS RELIEF TO ALLOW PARTICIPANTS TO SHARE RECIPES, USE FOOD GROWN IN THEIR GARDENS TO ENHANCE MEALS AND RECIPES THAT ARE CULTURAL IN NATURE BUT CAN BE MADE HEALTHIER USING FRESH INGREDIENTS GROWN AT THEIR HOME. NATURAL RESOURCES AND WATER CONSERVATION WILL ALSO BE ADDRESSED IN DISTANCE LEARNING SESSIONS AND LISTENING SESSIONS PAIRING PARTICIPANTS WITH EXPERTS WHO CAN ADDRESS ISSUES OF WATER CONSERVATION AND WATER QUALITY SO AS TO INCREASE LITERACY AS IT RELATES TO WATER CONSERVATION AND RESOURCES FOR GOOD HEALTH PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_20204610032844_12H3"}, {"internal_id": 110209989, "Award ID": "20204610032843", "Award Amount": 392862.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "10.516", "Description": "THE PROPOSED PROJECT ADDRESSES THE NEED FOR RURAL COMMUNITY RESILIENCE IN CONFRONTING CURRENT ADVERSITIES, ALONG WITH ENHANCED ACCESS TO SCIENCE-BASED RESOURCES ADDRESSING OPIOID/SUBSTANCE MISUSE AND OTHER BEHAVIORAL HEALTH ISSUES. IT LEVERAGES EARLIER RHSE-FUNDED WORK TO SCALE UP PROSPER THROUGH PROSPERING STEP-BY-STEP, STATE-BY-STATE (P2S), BUT ADDS SUPPLEMENTAL ONLINE TRAINING THAT IS INNOVATIVE, TIMELY AND WILL EXPAND THE P2S REACH. P2S BUILDS ON UNIQUE PARTNERSHIPS AMONG UNIVERSITY EXTENSION, SCHOOLS, AND BEHAVIORAL HEALTH ORGANIZATIONS TO DELIVER SCIENCE-BASED PROGRAMS AND PRACTICES. PROSPER--THE ONLY COMMUNITY-BASED DELIVERY SYSTEM DESIGNED SPECIFICALLY FOR THE USE WITHIN COOPERATIVE EXTENSION AND PROVEN TO PREVENT OPIOID MISUSE LONG-TERM--IS IDEAL FOR EXPANSION THROUGH THE INNOVATIVE ONLINE TRAINING CALLED WECANPROSPER. IT IS DESIGNED TO BUILD CAPACITY TO INCREASE RESILIENCE AND ENHANCE BEHAVIORAL HEALTH RESOURCES. WECANPROSPER USES A TRAIN-EXPAND-SUSTAIN APPROACH TO DELIVER RESILIENCE/RESOURCE ENHANCEMENT TRAINING AND TECHNICAL ASSISTANCE TO RURAL SCHOOLS, YOUTH, AND PARENTS, WITH THE OBJECTIVE OF DEVELOPING READINESS FOR P2S IMPLEMENTATION. THE PRIMARY PROJECT GOAL IS TO INCREASE THE NUMBER OF RURAL YOUTH AND ADULTS RECEIVING SCIENCE-BASED RESILIENCE TRAINING AND ENHANCED BEHAVIORAL HEALTH RESOURCES. THIS PROJECT WILL REACH A TOTAL OF 20 COUNTIES IN 3 STATES, WITH AN ESTIMATED POPULATION OF 530,000 RESIDENTS IMPACTED. KEY STAKEHOLDERS IN THE 20 COUNTIES INITIALLY RECEIVE RESILIENCE TRAINING AND AN OPPORTUNITY TO DEVELOP RESILIENCE TRAINING TEAMS (RTTS) OR LOCAL P2S TEAMS IN THEIR COMMUNITIES. READY COMMUNITIES ARE TRAINED AND SUPPORTED THROUGH THE PROSPER/P2S NETWORK ORGANIZATION&#39;S COACHES AND EXPERTS TO DEVELOP SUSTAINABLE PLANS FOR SCIENCE-BASED PROGRAMS AND PRACTICES IN THEIR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20204610032843_12H3"}, {"internal_id": 110209988, "Award ID": "20204610032842", "Award Amount": 392844.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "10.516", "Description": "SUMMARYTHIS PROJECT REPRESENTS A SIX-COUNTY EFFORT THAT WILL BE SCALABLE AT THE LOCAL, REGIONAL, AND STATE LEVELS. THE COORDINATED APPROACH USING HYBRID DELIVERY OPTIONS STRENGTHENS EFFORTS TO REDUCE OPIOID MISUSE AND ABUSE AND CONRIBUTES TO INCREASED ACCESS TO PREVENTION EDUCATION RESOURCES ACROSS THE COMMUNITIES IN OUR RURAL COUNTIES. IN ADDITION TO IN-PERSON PROGRAMMING (WHEN POSSIBLE DUE TO THE CURRENT COVID-19 PANDEMIC), WE ARE ADDING VIRTUAL PROGRAM DELIVERY OPTIONS, WHICH ARE AVAILABLE OR UNDER DEVELOPMENT TO ENSURE CONTINUED ACCSSS TO THESE PROGRAMS IN RURAL COUNTIES.BY UTILIZING STRENGTHENING FAMILIES 10-14 (FAMILY-BASED) AND BOTVIN LIFESKILLS (SCHOOL-BASED) WE CAN LEVERAGE THE BENEFITS OF EACH PROGRAM RESULTING IN COLLECTIVE IMPACTS AT THE COMMUNITY LEVEL. IN ADDITION TO THESE PROGRAMS, WE WILL ALSO DELIVER FOUR PROGRAMS TO THE BROADER COMMUNITY. GENERATION RX IS A WEB-BASED TOOLKIT TO EDUCATE PEOPLE OF ALL AGE COHORTS ABOUT THE POTENTIAL DANGERS OF MISUSING PRESCRIPTION MEDICATIONS. MENTAL HEALTH FIRST AID AND YOUTH MENTAL HEALTH FIRST AID ARE EVIDENCED-BASED EDUCATIONAL PROGRAMS WITH PROVEN ABILITY TO TEACH INDIVIDUALS HOW TO RECOGNIZE AND RESPOND TO INDIVIDUALS DEMONSTRATING SIGNS AND SYMPTOMS OF MENTAL ILLNESS, INCLUDING SUBSTANCE USE DISORDER, AND LINK THEM WITH APPROPRIATE PROFESSIONAL MENTAL HEALTH SERVICES AND SUPPORT STRATEGIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_20204610032842_12H3"}, {"internal_id": 110209987, "Award ID": "20204610032841", "Award Amount": 392322.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-19", "CFDA Number": "10.516", "Description": "PRESCRIPTION OPIOID MISUSE CONTINUES TO BE A MAJOR PROBLEM IN THE UNITED STATES, ESPECIALLY AMONG RURAL POPULATIONS. ALTHOUGH THE OPIOID EPIDEMIC AFFECTS INDIVIDUALS ALL ACROSS THE UNITED STATES, THE OPIOID EPIDEMIC IS DISPROPORTIONATELY AFFECTING RURAL POPULATIONS, ESPECIALLY AGRICULTURE-RELATED PROFESSIONALS (I.E., FARMERS, RANCHERS, FARM WORKERS, AND OTHER INDUSTRY PROFESSIONALS SUCH AS LENDERS/BANKERS, SEED, CHEMICAL, AND EQUIPMENT SALES-PEOPLE, AND OTHERS). IN ADDITION TO HIGHER RATES OF OPIOID-RELATED OVERDOSE DEATHS BEING REPORTED IN RURAL AREAS, THERE ARE ALSO HIGHER PRESCRIBING RATES OF OPIOIDS IN RURAL AREAS THAN OTHER AREAS. THIS PROPOSAL FOCUSES ON AN INNOVATIVE APPROACH TO EMBED RESILIENCY AND STRESS MANAGEMENT TRAININGS INTO FARM MANAGEMENT CURRICULUM IN ORDER TO BETTER REACH AGRICULTURE-RELATED PROFESSIONALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20204610032841_12H3"}, {"internal_id": 110209986, "Award ID": "20204610032840", "Award Amount": 321857.08, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "10.516", "Description": "STUDIES (PEAR ET AL., 2019) HAVE SHOWN THAT COUNTY-LEVEL VARIATION IN SOCIOECONOMIC CATEGORIES, ACCESS TO MEDICAL CARE, HEALTH-RELATED CONCERNS, AND DEMOGRAPHICS IS ASSOCIATED WITH OPIOID USE AND MORTALITY, ESPECIALLY IN RURAL COMMUNITIES. TARGETED INTERVENTIONS AIMED AT THE PREVENTION AND/OR REDUCTION OF OPIOID MISUSE AND ABUSE ARE NECESSARY FOR HARM REDUCTION. OPIOID USE (AND MISUSE) HAS BECOME A MORE EXIGENT CONCERN AS A RESULT OF SARS-COV-2. NOT ONLY IS THERE HEIGHTENED RISK OF EXPOSURE AND TRANSMISSION OF THE NOVEL CORONAVIRUS BY VIRTUE OF SETTINGS IN WHICH USE OF SUBSTANCES MAY OCCUR, SUCH AS GROUPS OR CROWDED QUARTERS, BUT HABITUAL USE OF OPIOIDS AND/OR DEPENDENCE MAY CAUSE SOME INDIVIDUALS TO HAVE UNDERLYING CONDITIONS THAT EXACERBATE THE EFFECTS OF SARS-COV-2. THE NEVADA PUBLIC HEALTH TRAINING CENTER, IN PARTNERSHIP WITH THE GUINN CENTER, PROPOSES A PROJECT TO PREVENT AND REDUCE OF OPIOID/SUBSTANCE MISUSE AND ABUSE AND PREVENT AND MITIGATE THE INFECTION AND TRANSMISSION OF SARS-COV-2 THROUGH DISTANCE-LEARNING STRATEGIES TARGETED TOWARD COMMUNITY LEADERS FOR EDUCATION IN A DIVERSE CROSS-SECTION OF TARGETED RURAL COMMUNITIES IN ARIZONA, NEVADA, AND NEW MEXICO. IT IS ANTICIPATED THAT SUCH A PROGRAM, ESPECIALLY WHEN DESIGNED AND DELIVERED THROUGH A \"HEALTH EQUITY LENS\", WILL BE EFFECTIVE AT INFLUENCING IMPACTFUL CHANGE AT THE RURAL COMMUNITY LEVEL, ESPECIALLY WHEN IT COMES TO PREVENTING OPIOID MISUSE/ABUSE AND TRANSMISSION OF SARS-COV-2.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_20204610032840_12H3"}, {"internal_id": 110335940, "Award ID": "20204610032839", "Award Amount": 392693.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-31", "CFDA Number": "10.516", "Description": "INDIVIDUALS EXPOSED TO TRAUMA ARE AT A GREAT RISK FOR EXPERIENCING TOXIC STRESS AND HEALTH CONDITIONS. ADVERSE CHILDHOOD EXPERIENCES ARE LINKED TO CHRONIC CONDITIONS SUCH AS HEART DISEASE, DIABETES, AND DEPRESSION. OFTEN COMPOUNDING THE EXPERIENCE OF ADVERSE CHILDHOOD EXPERIENCES ARE CONTEXTUAL AND ENVIRONMENTAL FACTORS SUCH AS RACE, POVERTY, UNEMPLOYMENT, HOUSING INSTABILITY, AND FOOD INSECURITY. EFFORTS TO TREAT TRAUMA HAVE FOCUSED PREDOMINANTLY AT THE INDIVIDUAL LEVEL, AND NOT ADDRESSING THESE CONTEXTUAL AND ENVIRONMENTAL FACTORS, OR ADVERSE COMMUNITY EXPERIENCES. THUS, THERE IS INCREASED URGENCY AND NEED TO ENGAGE AROUND IMMEDIATE BARRIERS TO HEALTH, SAFETY, AND SYSTEMS THAT PROTECT A COMMUNITY AND THOSE WHO LIVE THERE SO THAT THEY MAY BE RESILIENT WHEN FACED WITH ADVERSITY.USING THE BUILDING COMMUNITY RESILIENCE MODEL (BCR) AND THE WELL CONNECTED COMMUNITIES (WCC) COMMUNITY CHANGE CYCLE, THE ACTIVITIES OF THIS PROJECT WILL BUILD KNOWLEDGE, SKILL, AND ACTION ACROSS ALL SECTORS OFTHE COMMUNITY. THROUGH CROSS SECTOR ENGAGEMENT, TRAINING AND EDUCATION, AND THE IMPLEMENTATION OF POLICY, SYSTEMS, AND ENVIRONMENTAL CHANGE PROJECTS PRIORITIZED TO MEET THE NEEDS OF EACH COMMUNITY; INDIVIDUALS WILL INCREASE KNOWLEDGE, ATTITUDES, SKILLS, AND BEHAVIORS RELATED TO HEALTHY CHOICES, COPING, AND RESILIENCY. COMMUNITY MEMBERS WILL BE MORE ENGAGED AND EMPOWERED TO TAKE ON LEADERSHIP ROLES. COMMUNITY ORGANIZATIONS WILL INCREASE COLLABORATION LEADING TO AN IMPROVED NETWORK OF RESPONSIVE AND HIGH QUALITY SERVICES. TRAINING AND TECHNICAL SUPPORT WILL BE PROVIDED TO ORGANIZATIONS AND COALITIONS ON TOPICS INCLUDING THE COMMUNITY CHANGE CYCLE, PAIR OF ACES FRAMEWORK, COMMUNITY ENGAGEMENT, GROUP PROCESS, LEADERSHIP, AND FACILITATION. THE MASTER WELLNESS VOLUNTEER PROGRAM WILL BE IMPLEMENTED IN EACH COMMUNITY, TRAINING COMMUNITY MEMBERS TO PROVIDE HIGH QUALITY PEER TO PEER LEARNING ON A VARIETY OF HEALTH TOPICS. ACTIVITIES WILL BE CONDUCTED IN PARTNERSHIP WITH REGIONAL PUBLIC HEALTH NETWORKS, THEIR ASSOCIATED FEDERALLY QUALIFIED HEALTH CENTERS, AND OTHER COMMUNITY PARTNERS TO REDUCE REDUNDANCY AND INCREASE SUSTAINABILITY. THROUGHOUT THE ACTIVITIES OF THIS PROJECT, A NH COMMUNITY TOOLBOX WILL BE DEVELOPED SO THAT OTHER COMMUNITIES THROUGHOUT THE STATE CAN BENEFIT FROM THE WORK OF THIS PROJECT.THROUGH THESE ACTIVITIES, THIS PROJECT WILL CREATE THRIVING COMMUNITIES THAT ARE RESILIENT IN SPITE OF THE TRAUMA THEY HAVE EXPERIENCED. INDIVIDUAL COMMUNITY MEMBERS WILL BE HEALTHIER, HAVE LESS CHRONIC DISEASE AND INCREASED RESILIENCE, SOCIAL COHESION, TRUST OF SOCIAL INSTITUTIONS, AND STABLE, RELIABLE ENVIRONMENTS. COMMUNITIES AS A WHOLE WILL BE RACIALLY AND SOCIALLY INTEGRATED, AND WILL HAVE INCREASED LEADERSHIP AND EMPOWERMENT, AS WELL AS ENHANCED HEALTH AND WELLBEING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_20204610032839_12H3"}, {"internal_id": 110335949, "Award ID": "20204610032838", "Award Amount": 310479.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-30", "CFDA Number": "10.516", "Description": "TIME TO TALK: FACILITATING COST OF CARE CONVERSATIONSFILLS A SIMPLE BUT CRITICAL GAP IN COMMUNICATION BETWEEN PATIENTS AND HEALTH CARE PROVIDERS: CONVERSATIONS ABOUT THE COST OF CARE (COC). ACCESS TO CARE AND COMPLIANCE WITH TREATMENT RECOMMENDATIONS IS INHIBITED BY INDIRECT (E.G., CHILDCARE, TRANSPORTATION, LOST WAGES) AND COMPETING COSTS OF CARE (E.G., FOOD, BILLS, HOUSING) THAT INCREASE OUT-OF-POCKET EXPENSES FOR PATIENTS, ESPECIALLY THOSE LIVING IN POVERTY.LONG-TERM GOALS OF THIS PROJECT ARE TO IMPROVE HEALTH OUTCOMES AND DECREASE HEALTH CARE COSTS AMONG OLDER ADULTS IN RURAL COMMUNITIES. THE OVERALL GOAL OF TIME TO TALK WILL BE ACCOMPLISHED THROUGH THREE PRIMARY OBJECTIVES: 1) DEVELOP AND FIELD TEST COST OF CARE MATERIALS FOR OLDER ADULTS AND HEALTH CARE PROVIDERS; 2) COMPLETE PILOT TEST OF COST OF CARE MATERIAL; AND 3) IMPLEMENT CONSUMER AND PROVIDER COST OF CARE TRAINING AND WEBINAR SERIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b8bab16-0509-a83d-c16c-f4a854caea4d-C", "generated_internal_id": "ASST_NON_20204610032838_12H3"}, {"internal_id": 110335973, "Award ID": "20204610032837", "Award Amount": 392866.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-30", "CFDA Number": "10.516", "Description": "OPIOID MISUSE AND RELATED DEATHS ARE A SERIOUS PUBLIC HEALTH CONCERN ACROSS THE U.S. AND WITHIN WASHINGTON STATE. RURAL COMMUNITIES ARE OFTEN OVERLOOKED WHEN ADDRESSING THE OPIOID EPIDEMIC AND FACE UNIQUE BARRIERS. PREVENTION STRATEGIES ARE RECOMMENDED TO ADDRESS OPIOID USE IN RURAL COMMUNITIES INCLUDING IMPLEMENTATION OF SUBSTANCE USE PREVENTION PROGRAMS, ADEQUATELY TRAINING FACILITATORS OF SUCH PROGRAMS, AND IMPROVING PROVIDER TRAINING ON KEY RISK FACTORS. BY ENGAGING RURAL EXTENSION PROFESSIONALS, YOUTH AND THEIR FAMILIES, AND THE PUBLIC, WE USE A MULTI-LEVEL STRATEGY TO PREVENT OPIOID MISUSE IN RURAL COMMUNITIES. THIS STRATEGY WILL ADDRESS RESEARCH-BASED OPIOID-RELATED RISK FACTORS SUCH AS EXPOSURE TO COMPLEX TRAUMA, POOR MENTAL HEALTH, AND SUBSTANCE USE BEHAVIORS, AND WILL ENHANCE PROTECTIVE FACTORS SUCH AS PARENT-CHILD RELATIONSHIP QUALITY AND ACCESS TO TRAUMA AND MENTAL HEALTH AWARE PROFESSIONALS. THE PROPOSED PROJECT WILL PREVENT RURAL OPIOID MISUSE THROUGH OBJECTIVES OF 1) INCREASING THE CAPABILITY OF RURAL-SERVING EXTENSION FACULTY, STAFF, AND VOLUNTEERS TO ADDRESS THE OPIOID EPIDEMIC AND RELATED RISK FACTORS WITH A) VIRTUAL WEBINARS FOCUSED ON TRAUMA-INFORMED PRINCIPLES AND STRATEGIES, B) DISTANCE LEARNING COMMUNITIES TO APPLY KNOWLEDGE GAINED IN RURAL COMMUNITY AND PARTNER ENGAGEMENT AND C) EXPANSION OF MENTAL HEALTH FIRST AID TRAINING; 2) IMPLEMENTING AND EVALUATING AN OPIOID-SPECIFIC ADAPTATION OF AN EMPIRICALLY PROVEN, FAMILY-BASED PREVENTION PROGRAM, STRENGTHENING FAMILIES PROGRAM 10-14 (SFP 10-14+OPIOID); AND 3) DEVELOPING AND DISSEMINATING EVIDENCE-BASED AND CULTURALLY APPROPRIATE COMMUNICATION MATERIALS RELATING TO PREVENTION OF OPIOID MISUSE IN RURAL AGRICULTURAL COMMUNITIES. COLLECTIVELY, THESE OBJECTIVES LEVERAGE THE WASHINGTON STATE UNIVERSITY EXTENSION SYSTEM AND ITS STATEWIDE NETWORK AND REACH TO PREVENT AND REDUCE OPIOID MISUSE AND ABUSE AND IMPROVE QUALITY OF LIFE IN RURAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20204610032837_12H3"}, {"internal_id": 110335930, "Award ID": "20204610032816", "Award Amount": 392171.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-01", "CFDA Number": "10.516", "Description": "ACCESS TO MENTAL HEALTH SERVICES CONTINUES TO BE AN ISSUE IN RURAL NORTH DAKOTA AND SOUTH DAKOTA, AS 90% OF COUNTIES IN BOTH STATES ARE DEEMED AS MENTAL HEALTH PROFESSIONAL SHORTAGE AREAS BY THE HUMAN RESOURCES AND SERVICES ADMINISTRATION. THE LACK OF ACCESS TO MENTAL HEALTH PROFESSIONALS AND EDUCATIONAL RESOURCES LIKELY CONTRIBUTES TO THE FINDING THAT RURAL RESIDENTS OFTEN PRESENT IN SUBSTANCE USE TREATMENT LATER, AND WITH MORE SEVERE SYMPTOMS. INDIVIDUALS ASSOCIATED WITH THE FARMING/RANCHING INDUSTRY EXPERIENCE UNIQUE STRESSORS THAT PUT THEM AT RISK FOR MISUSING PRESCRIPTION OPIOIDS, SUCH AS THE INCIDENCE OF INJURY AND/OR CHRONIC PAIN DUE TO HIGH LEVELS OF PHYSICAL LABOR. ADDITIONALLY, YOUTH FROM FARMING/RANCHING COMMUNITIES ARE A PARTICULARLY VULNERABLE POPULATION IN THE OPIOID EPIDEMIC. NOT ONLY ARE RURAL YOUTH MORE LIKELY TO MISUSE OPIOIDS THAN THEIR URBAN PEERS, BUT MISUSE OF OPIOIDS BEFORE AGE 18 IS ALSO LINKED TO THE DEVELOPMENT OF AN OPIOID USE DISORDER IN ADULTHOOD.THIS PROJECT WILL REACH FARMING/RANCHING FAMILIES DIRECTLY THROUGH PRESCRIPTION OPIOID MISUSE PREVENTION PROGRAMMING FOR YOUTH, AND THE DEVELOPMENT AND DISTRIBUTION OF EDUCATIONAL RESOURCES TO RURAL RESIDENTS AND SERVICE PROVIDERS. EXTENSION PROFESSIONALS AND PROJECT STAFF WILL IMPLEMENT YOUTH EMPOWERMENT DAYS FOR YOUTH IN FARMING/RANCHING COMMUNITIES. DURING THE EVENTS, YOUTH WILL NAVIGATE FOUR WORKSHOPS AIMED AT INCREASING KNOWLEDGE AND SKILLS, AND CHANGING ATTITUDES TOWARD OPIOID MISUSE. STATEWIDE ART COMPETITIONS WILL ALSO PROMOTE MISUSE PREVENTION. TO FURTHER EDUCATE FARMING/RANCHING FAMILIES AND PROVIDERS, EDUCATIONAL RESOURCES WILL BE DISTRIBUTED VIA MAILINGS, ONLINE, AND DURING COMMUNITY EVENTS. PROVIDING TARGETED EDUCATIONAL RESOURCES TO YOUTH AND FAMILIES AT MULTIPLE LEVELS PROMOTES HEALTHY DECISION-MAKING AND ENSURES A HEALTHY, AVAILABLE WORKFORCE IN FARMING/RANCHING COMMUNITIES.REDUCING THE INCIDENCE OF PRESCRIPTION OPIOID MISUSE REQUIRES LARGE SCALE COLLABORATION AMONG PUBLIC AND PRIVATE SECTORS. THE ACTIVITIES INVOLVED IN THE CURRENT PROJECT WILL CONTRIBUTE TO THE EFFORTS ALREADY IN PLACE BY THE STATE DEPARTMENTS OF HEALTH, AND LOCAL HUMAN SERVICE AGENCIES. INTERMEDIATE IMPACTS OF THE PROJECT WILL BE EVALUATED BY MONITORING THE CONTINUED USE OF THE PREVENTION RESOURCES BY EXTENSION STAFF. THE LONG TERM IMPACT OF THESE COLLABORATIVE EFFORTS WILL BE ASSESSED BY MONITORING THE STATEWIDE TRENDS IN RATES OF OPIOID MISUSE AMONG YOUNG ADULTS, WHICH IS CURRENTLY THE AGE GROUP WITH THE HIGHEST RATES OF OPIOID-RELATED DEATH, AND PRESCRIPTION DRUG MISUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_20204610032816_12H3"}, {"internal_id": 110335941, "Award ID": "20204610032815", "Award Amount": 392462.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "10.516", "Description": "MICHIGAN&#39;S OVERDOSE DEATHS INCREASED BY 18% IN 2016, AND NEARLY THREE-IN-FOUR OF MICHIGAN&#39;S OVERDOSE DEATHS ARE ATTRIBUTABLE TO OPIOIDS. DUE TO THE RELATIVE ISOLATION OF RESIDENTS IN RURAL AREAS AND THE LACK OF ACCESS TO HEALTHCARE PROVIDERS, TELEHEALTH AND DISTANCE LEARNING (ONLINE) STRATEGIES ARE NEEDED TO REACH MICHIGAN&#39;S UNDERSERVED, VULNERABLE RURAL RESIDENTS IN THE OPIOID CRISIS. THE ADDRESSING RURAL OPIOID MISUSE IN MICHIGAN THROUGH EVIDENCE-BASED HEALTH EDUCATION, TELEHEALTH, DISTANCE LEARNING, AND COALITIONS INITIATIVE USES A MULTI-LEVEL, FOUR-AIM APPROACH TO RESPOND TO THE OPIOID CRISIS IN RURAL MICHIGAN. THE FIRST AIM IS TO WORK WITH 15 COMMUNITIES THAT CARE (CTC) COALITIONS IN THE RURAL COUNTIES OF MICHIGAN&#39;S UPPER PENINSULA TO BUILD AWARENESS AND MAKE COLLABORATIVE PLANS TO IMPLEMENT EVIDENCE-BASED OPIOID MISUSE PREVENTION PROGRAMS. IN THE SECOND AIM WE CROSS-TRAIN RECOVERY COACHES AND CTC COALITION MEMBERS TO FACILITATE EVIDENCE-BASED OPIOID MISUSE PREVENTION PROGRAMS. THE THIRD AIM IS TO USE GRAND ROUNDS SESSIONS TO EQUIP PHYSICIANS AND MID-LEVEL HEALTHCARE PROVIDERS ACROSS ALL RURAL COUNTIES IN MICHIGAN WITH THE TOOLS AND TRAINING TO MAKE ELECTRONIC PATIENT REFERRALS INTO PREVENTION PROGRAMS. THE FINAL AIM IS TO IMPLEMENT EVIDENCE-BASED OPIOID MISUSE PREVENTION PROGRAMS WITH RESIDENTS IN ALL MICHIGAN&#39;S RURAL COUNTIES AND EMPOWER THEM TO PREVENT/REDUCE OPIOID MISUSE BY USING NON-PHARMACOLOGICAL APPROACHES TO PAIN MANAGEMENT. MICHIGAN STATE UNIVERSITY (MSU) EXTENSION IS PARTNERING WITH THE MSU COLLEGE OF HUMAN MEDICINE ON THIS INNOVATIVE APPROACH TO THE OPIOID CRISIS IN MICHIGAN&#39;S RURAL COUNTIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20204610032815_12H3"}, {"internal_id": 85399938, "Award ID": "20194610030279", "Award Amount": 293600.47, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-07", "CFDA Number": "10.516", "Description": "THE CURRENT PROJECT IS A COLLABORATION BETWEEN SOUTH DAKOTA AND MINNESOTA, FOCUSED ON PARTNERING WITH RURAL TRIBAL COMMUNITIES AS THEY ADDRESS THE OPIOID CRISIS. THE WORK IS BASED ON THE IDEA THAT EVERY COMMUNITY CAN SUPPORT PEOPLE TO BOTH PREVENT OPIOID USE, AND TO ACHIEVE AND MAINTAIN SOBRIETY FROM OPIOID ADDICTION. THE PROJECT&#39;S GOAL IS TO SUPPORT FOUR TRIBAL COMMUNITIES IN THEIR WORK TO ADDRESS THE OPIOID CRISIS, THROUGH HIRING/SUPPORTING AMERICAN-INDIAN TRIBAL COMMUNITY FACILITATORS, EMBEDDED IN THE COMMUNITIES OF LOWER BRULE (SOUTH DAKOTA), FORT THOMPSON - CROW CREEK (SOUTH DAKOTA), BOIS FORTE (MINNESOTA), AND MILLE LACS (MINNESOTA). TRIBAL COMMUNITY FACILITATORS WILL WORK WITH EACH COMMUNITY TO PARTNER, COLLABORATE, AND CO-CREATE EDUCATION AND OUTREACH THAT BUILDS ON COMMUNITIES&#39; CAPACITY AND UNIQUE STRENGTHS TO ADDRESS OPIOID USE DISORDERS. EDUCATION WILL BE INTEGRATED WITH OTHER EXISTING HEALTH PROGRAMMING, INCLUDING HEALTH AND NUTRITION EDUCATION DELIVERED THROUGH SNAP-ED AND OTHER PROJECTS ALREADY OFF THE GROUND. TRIBAL COMMUNITY FACILITATORS WILL WORK TOGETHER TO SHARE BEST PRACTICES AND LESSONS LEARNED, FOCUSED ON OPIOID USE DISORDERS IN AMERICAN INDIAN COMMUNITIES, AS WELL AS PARTICIPATING IN AND DELIVERING TRAINING OPPORTUNITIES, IN RESPONSE TO WHAT COMMUNITIES IDENTIFY AS A PRIORITY. EACH TRIBAL COMMUNITY FACILITATOR WILL HOST AN OPIOID FOCUSED COMMUNITY GET-TOGETHER (I.E. A FORUM), AS AN EVENT TO SHARE HIGH QUALITY INFORMATION ABOUT PREVENTING OPIOID USE DISORDERS AND SUPPORTING THOSE IN RECOVERY, AS WELL AS STRENGTHENING RELATIONSHIPS BETWEEN COMMUNITY MEMBERS. LESSONS LEARNED FROM THE PROJECT WILL BE DEVELOPED IN PARTNERSHIP WITH THE TRIBAL PARTNERS CONNECTED TO THIS PROJECT AND WILL BE SHARED BROADLY, IN THE HOPE THAT OTHER COMMUNITIES FIND THESE STRATEGIES A SUCCESSFUL WAY TO PARTNER WITH AMERICAN INDIAN COMMUNITIES TO ADDRESS THE OPIOID CRISIS. ?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20194610030279_12H3"}, {"internal_id": 68176305, "Award ID": "20184610028786", "Award Amount": 296592.76, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-16", "CFDA Number": "10.516", "Description": "THE PROSPER (PROMOTING SCHOOL-UNIVERSITY-COMMUNITY PARTNERSHIPS TO ENHANCE RESILIENCE) BEGAN IN PENNSYLVANIA IN 2001 AS A LARGE, FEDERALLY FUNDED DISSEMINATION PROJECT. THE GOAL OF PROSPER IS TO PROMOTE HEALTHY DEVELOPMENT AND TO AVOID LONG-TERM HEALTH AND BEHAVIORAL PROBLEMS IN RURAL YOUTH THROUGH THE USE OF UNIVERSAL, EVIDENCE-BASED INTERVENTIONS. THESE PROGRAMS ARE LOCALLY MANAGED BY THE PENN STATE UNIVERSITY EXTENSION SYSTEM, WHICH PROVIDES EXPERTISE IN POSITIVE YOUTH DEVELOPMENT. PROSPER HAS DEMONSTRATED IMPACTS ON THE WELL-BEING OF RURAL YOUTH. PENNSYLVANIA IS CURRENTLY IN THE GRIP OF AN OPIOID EPIDEMIC, RANKING 4TH IN THE NATION IN OPIOID DEATHS IN 2016. THE PROPOSED PROJECT WILL ALLOW EXPANSION OF PROSPER INTO NEW RURAL COMMUNITIES IN PENNSYLVANIA. FOLLOWING THE CONCLUSION OF FEDERAL FUNDING IN 2005, SIX OF THE ORIGINAL PROSPER COMMUNITIES ASSUMED LOCAL RESPONSIBILITY FOR SUSTAINING THEIR PROSPER PROGRAMS, AND RESOURCES WERE LOCATED TO EXPAND PROSPER TO ADDITIONAL COMMUNITIES THROUGHOUT THE STATE. PROSPER UTILIZES A COMMUNITY PARTNERSHIP MODEL THAT ENGAGES SCHOOLS, COMMUNITY STAKEHOLDERS, CES LEADERSHIP, AND UNIVERSITY-BASED PREVENTION SCIENTISTS IN IMPLEMENTING UNIVERSAL, EVIDENCE-BASED INTERVENTIONS IN RURAL COMMUNITIES IN PENNSYLVANIA. PROGRAMS ARE DELIVERED TO STUDENTS AND THEIR FAMILIES IN GRADES 5-8. PROSPER PROVIDES ONGOING TECHNICAL ASSISTANCE TO TEAMS TO ASSURE ONGOING HIGH QUALITY OF PROGRAM DELIVERY. THE PROSPER EVALUATION INVOLVED A RIGOROUS TRIAL THAT FOLLOWED PARTICIPANTS THROUGH AGED 19 AND COMPARED LONG-TERM RATES OF SUBSTANCE USE, PROBLEM BEHAVIOR, FAMILY STRENGTHS, AND POSITIVE YOUTH DEVELOPMENT IN COMMUNITIES THAT DID AND DID NOT RECEIVE PROSPER PROGRAMMING. FINDINGS WERE SIGNIFICANT FOR ALL OUTCOMES MEASURED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_20184610028786_12H3"}, {"internal_id": 68176354, "Award ID": "20184610028781", "Award Amount": 316819.76, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-15", "CFDA Number": "10.516", "Description": "USING THE COOPERATIVE EXTENSION SYSTEM, THIS PROJECT EMPLOYS A MULTI-LEVEL STRATEGY TO PREVENT OPIOID MISUSE IN RURAL COUNTIES IN TWO REGIONS IN COLORADO: DELIVER AN EMPIRICALLY-PROVEN AND FAMILY-BASED PROGRAM AND ENGAGE IN A COMMUNITY-LEVEL, LOCALLY-DIRECTED PUBLIC AWARENESS CAMPAIGN. THE PROJECT LINKS THE COLORADO STATE UNIVERSITY PREVENTION RESEARCH CENTER, THE COOPERATIVE EXTENSION SYSTEM, THE COLORADO CONSORTIUM FOR PRESCRIPTION DRUG ABUSE PREVENTION, AND RISE ABOVE COLORADO, TO EMPOWER RURAL RESIDENTS TO LEAD HEALTHY LIVES AND PROMOTE HEALTHY COMMUNITIES. CONSISTENT WITH RESULTS OF A STATEWIDE ASSESSMENT DOCUMENTING THE EXPRESSED NEED FOR EVIDENCE-BASED FAMILY INTERVENTIONS, THE STRENGTHENING FAMILIES PROGRAM: FOR PARENTS AND YOUTH 10-14 (SFP10-14) WILL BE DELIVERED FOR THE FIRST TIME TO 120 FAMILIES IN 12 COMMUNITIES. THIS PROGRAM WAS SELECTED BECAUSE OF THE STRONG EVIDENCE SHOWING IT PROMOTES FAMILY AND INDIVIDUAL PROTECTIVE FACTORS, REDUCES RISK FACTORS AND PREVENTS INITIATION AND ESCALATION OF OPIOID AND OTHER SUBSTANCE USE. IN ADDITION TO SFP 10-14, AGENTS AND COMMUNITY COLLABORATORS WILL WORK WITH THE CONSORTIUM AND RISE ABOVE TO ADAPT/DEVELOP PUBLIC AWARENESS MESSAGES ABOUT OPIOID AND OTHER SUBSTANCE USE RELEVANT TO THE LOCAL COMMUNITY. THE PROGRAM WILL ALSO PROVIDE TRAINING IN PREVENTION SCIENCE AND HUMAN SERVICE LEADERSHIP TO INCREASE AGENTS&#39; AND LOCAL SERVICE PROVIDERS&#39; CAPACITIES TO ENGAGE IN HEALTH LEADERSHIP IN RURAL COMMUNITIES THROUGH IMPROVED COLLABORATION, COMMUNICATION AND KNOWLEDGE ABOUT SELECTION AND IMPLEMENTATION OF EFFICACIOUS PREVENTION PROGRAMS. THE PROJECT INTENDS TO ALTER FAMILY PRACTICE AND CHANGE LEVELS OF HEALTH LITERACY IN THE COMMUNITY TO PREVENT OPIOID MISUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_20184610028781_12H3"}, {"internal_id": 68176357, "Award ID": "20184610028765", "Award Amount": 315134.9, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-14", "CFDA Number": "10.516", "Description": "THIS PROPOSED PROJECT, CULTURAL RESPONSES TO HEALING TRAUMA, FIGHTING OPIOIDS, AND UNLOCKING THE POTENTIAL OF NATIVE AMERICAN YOUTH, IS AN ATTEMPT TO ENGAGE THE YOUTH IN A CULTURE-BASED, COMMUNITY-LEVEL PREVENTION PROGRAM. THE FOND DU LAC TRIBAL COLLEGE EXTENSION PROGRAM (TCEP) WILL LEAD AND MANAGE THE PROJECT AND, WITH ITS UNIVERSITY AND TRIBAL PARTNERS, WILL EXTEND ITS OUTREACH TO YOUTH THAT MIGHT NOT OTHERWISE HAVE ANY CONTACT WITH THE OJIBWE CULTURE. THE PROPOSED PROJECT SEEKS TO CONNECT FOND DU LAC BAND MEMBERS AND SURROUNDING COMMUNITIES TO REGIONAL RESOURCES, SOCIAL NETWORKS, AND OJIBWE CULTURE THROUGH MULTI-GENERATIONAL DESIGN. THE PROPOSED PROJECT WILL DRAW FROM THE KNOWLEDGE BASE AND SOCIAL CONNECTIONS ESTABLISHED IN THE TCEP TO ENSURE THE PREVENTION MODEL IS CULTURALLY-BASED.THE PROPOSED PROJECT SEEKS TO ADDRESS COMMUNITY-LEVEL MENTAL AND BEHAVIORAL HEALTH RISK FACTORS, AND IN PARTICULAR OPIOID USE AND MISUSE, THROUGH INTEGRATION OF CULTURALLY-BASED ACTIVITIES TO MOTIVATE NATIVE YOUTH TOWARD HEALTHIER LIFESTYLES FOR THE BETTERMENT OF THEMSELVES, THEIR FAMILIES, AND ESPECIALLY, THEIR COMMUNITY (IN COLLABORATION WITH THE FOND DU LAC HUMAN SERVICES DIVISION).PROGRAM GOALS: INCREASE KNOWLEDGE ABOUT PRACTICES THAT PROMOTE IMPROVED MENTAL AND BEHAVIORAL HEALTH; ABOUT TRIGGERS TO OPIOID ABUSE AND EFFECTS; INCREASE CONFIDENCE AND DESIRE TO AVOID OPIOID USE AND STOP USE; INCREASE KNOWLEDGE OF CULTURAL IDENTITY, ADDRESS UNDERLYING CORES BELIEFS SUCH AS HISTORICAL TRAUMA TO BEGIN HEALING. REDUCE SUBSTANCE ABUSE AMONG FOND DU LAC YOUTH, REDUCE SOCIAL ISOLATION AND INCREASE POSITIVE TRIBAL CITIZEN PRODUCTIVITY. INCREASE TRIBAL WELL-BEING, PROSPERITY AND REDUCE TRIBAL HEALTH AND SOCIAL COSTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65de3fed-5658-a726-1f3d-b16aa72cdef1-C", "generated_internal_id": "ASST_NON_20184610028765_12H3"}]