[{"internal_id": 160320140, "Award ID": "20237041840440", "Award Amount": 505263.12, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "10.524", "Description": "THE 1890 SCHOLARSHIPS PROGRAM WILL PROVIDE A UNIQUE OPPORTUNITY FOR WEST VIRGINIA STATE UNIVERSITY TO ESTABLISH A COHORT OF SCHOLARS AND IMPLEMENT NEW FOOD AND AGRICULTURE-RELATED CURRICULA. THE UNIVERSITY WILL UNDERTAKE THE PROGRAM&#39;S GOAL OF INCREASING THE NUMBER OF GRADUATES WITH THE NECESSARY TECHNICAL SKILLS FOR ENTRY-LEVEL POSITIONS IN THE FOOD AND AGRICULTURALSCIENCES AND RELATED FIELDS.THE RECRUITMENT GOAL IS AT LEAST 39 STUDENTS ENROLLING IN ONE OF THE FOUR ACADEMIC OPTIONS AND CONCENTRATIONS. THE TARGET PROSPECTIVE STUDENT POPULATION INCLUDES NEW FRESHMEN, TRANSFER STUDENTS, AND SELECTED CURRENT WVSU STUDENTS. THE SELECTED STUDENTS WILL BE AWARDED A FULL OR PARTIAL SCHOLARSHIP (1890 SCHOLARS) BASED ON A COMPETITIVE SELECTION PROCESS. SCHOLARS WILL PARTICIPATE IN EXPERIENTIAL LEARNING ACTIVITIES AND OFF-CAMPUS SUMMER INTERNSHIPS BY THEIR JUNIOR YEAR. THESE ACTIVITIES AIM TO ENSURE THAT ALL SCHOLARS HAVE A CAREER PLACEMENT OPPORTUNITY AND CAN ULTIMATELY SIGNIFICANTLY IMPACTTHE AGRICULTURAL INDUSTRY.MENTORING OF SCHOLARS WILL BE AVAILABLE THROUGH DIFFERENT AVENUES, INCLUDING DIRECT SUPPORT FROM THE ACADEMIC PROGRAM COORDINATORS AND FACULTY MEMBERS INVOLVED WITH ACADEMIC AND EXPERIENTIAL LEARNING ACTIVITIES. AN EVALUATION PLAN IS IN PLACE TO MEASURE THIS PROGRAM&#39;S EXPECTED TARGET OUTCOMES AND PROGRESS. ALL DATA GENERATED FOR THIS PROGRAM WILL BE COLLECTED AND MAINTAINED BY THE INSTITUTIONAL RESEARCH OFFICE.ALONG WITH THE ADMINISTRATIVE PROGRAM UNIT (APU), AN INTERNAL STEERING ADVISORY COUNCIL (ISAC) HAS BEEN ESTABLISHED TO REVIEW THE PROGRAM&#39;S PROGRESS AND RECOMMEND IMPROVEMENTS. ISAC, WHICH MEETS AT LEAST TWICE EVERY SEMESTER, CONSISTS OF THE ACADEMIC PROGRAM COORDINATORS AND ADMINISTRATORS FROM THE OFFICES OF ACADEMIC AFFAIRS, STUDENT AFFAIRS, BUSINESS AND FINANCE, FINANCIAL AID OFFICE, STUDENT ACCOUNTS, REGISTRATION AND RECORDS, EARLY ENROLLMENT PROGRAM, UNIVERSITY ADVANCEMENT, ATHLETICS, AND RETENTION AND STUDENT SUCCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_20237041840440_12H3"}, {"internal_id": 160320139, "Award ID": "20237041840439", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-06", "CFDA Number": "10.524", "Description": "U.S. COLLEGE STUDENTS WILL FIND GOOD EMPLOYMENT OPPORTUNITIES IF THEY HAVE EXPERTISE IN FOOD, AGRICULTURE, RENEWABLE NATURAL RESOURCES OR THE ENVIRONMENT ACCORDING TO A REPORT BY PURDUE UNIVERSITY AND USDA, 2020. THE 1890 SCHOLARSHIP PROGRAM WILL SIGNIFICANTLY SUPPORT AND IMPACT STUDENT SCHOLARS SEEKING A CAREER IN THE FOOD AND AGRICULTURAL SCIENCES. WE ALSO HOPE TO ATTRACT STUDENTS THAT HAVE AN INTEREST IN STEM BUT MAY NOT HAVE BEEN EXPOSED TO AGRICULTURE AND ALLIED DISCIPLINES. APPROXIMATELY, ONE HUNDRED STUDENTS WILL DIRECTLY BENEFIT FROM THE 1890 SCHOLARSHIP PROGRAM. GRADUATES TRACKED AND CONTINUE TO ENGAGE WITH THE COLLEGE OF AGRICULTURE TO ASSIST IN VARIOUS CAPACITIES POST-GRADUATION. WE RECOGNIZE THE SIGNIFICANCE OF THIS PROGRAM AND THE INVESTMENT MADE BY NIFA, UNIVERSITY AND COLLEGE IN THESE YOUNG PEOPLE. FURTHER, IT IS OUR INTENT TO MAXIMIZE THE IMPACT OF THE PROGRAM AND EXPERIENCE FOR THE STUDENTS, THE COMMUNITY, AND ALL INVOLVED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_20237041840439_12H3"}, {"internal_id": 160320138, "Award ID": "20237041840438", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-09", "CFDA Number": "10.524", "Description": "THIS PROJECT SUPPORTS NATIONAL EFFORTS TO DEVELOP A DIVERSE, GLOBALLY SMART WORKFORCE TO UNDERPIN GROWTH, VITALITY, ANDSUSTAINABILITY OF THE US FOOD SYSTEM THROUGH THE IDENTIFICATION AND SELECTION OF ELIGIBLE STUDENTS WHO WILL RECEIVE 1890SCHOLARSHIPS TO SUPPORT THEIR STUDIES IN THE FOOD AND AGRICULTURAL SCIENCES AT THE UNIVERSITY OF MARYLAND EASTERN SHORE.SPECIFICALLY THE PROJECT WILL SUPPORT STUDENTS MAJORING IN AGRICULTURE, AGRIBUSINESS, HUMAN ECOLOGY, AND ENVIRONMENTAL SCIENCES.SELECTED STUDENTS MATRICULATING INTO THESE MAJORS WILL RECEIVE SPECIAL SUPPORT AND MENTORING TO ENSURE THAT THEY COMPLETE THEIRDEGREES IN A TIMELY MANNER AND ARE WELL PREPARED FOR CAREERS IN THE FOOD AND AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_20237041840438_12H3"}, {"internal_id": 160320137, "Award ID": "20237041840437", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-11", "CFDA Number": "10.524", "Description": "BASED ON OUR CURRENT BUDGET, SIXTY-ONE SCHOLARS WILL BE ADDED TO THE SCHOLARSHIP PROGRAM. TO BE MORE COMPETITIVE WITH OTHER INSTITUTIONS IN THE REGION AND TO ATTRACT THE CALIBER OF STUDENTS DESIRED TO MEET THE GOALS OF THE 1890 SCHOLARSHIPS. THE SCHOLARSHIPS COMMITTEE DEEMED IT NECESSARY TO INCREASE SCHOLARSHIP AMOUNTS, REDUCE THE NUMBER OF SCHOLARSHIP RECIPIENTS, START RECRUITING EARLY, AND BE MORE INTENTIONAL ABOUT MARKETING THE 1890 SCHOLARSHIPS. THE TOTAL AMOUNT AWARDED FOR YEAR ONE WAS $500,000.00. WE HAD THIRTY-SEVEN SCHOLARSHIP RECIPIENTS IN THE FALL OF 2020. IN SPRING 2021, WE HAD TWENTY-EIGHT SCHOLARSHIP RECIPIENTS REMAINING IN THE PROGRAM. IN THE 2020-2021 ACADEMIC YEAR, THE 1890 SCHOLARSHIP PROGRAM AWARDED $181,003.00 AMONG THIRTY-SEVEN RECIPIENTS, AND $420,024.23 WAS AWARDED TO FORTY-TWO 1890 SCHOLARSHIP RECIPIENTS FOR THE 2021- 22 ACADEMIC YEAR. FOR 2022-23, 15 ADDITIONAL STUDENTS WERE RECRUITED, WITH AN ESTIMATED SPENDING AMOUNT PROJECTION TO BE $109,000.00. THE TOTAL AMOUNT OF SCHOLARSHIP MONIES DISPERSED IS ESTIMATED AT $710,027.23. ALTHOUGH WE HAVE LOST SOME SCHOLARSHIP RECIPIENTS, WE HAVE PROVIDED FUNDING FOR SEVENTY-TWO STUDENTS IN SAFHS. FOR THE REMAINDER OF THE SCHOLARSHIPS FROM 2022-23, ALONG WITH THE ADDITIONAL DISCRETIONARY FUNDS FOR 2023-24, SAFHS PLANS TO AWARD A TOTAL OF FOURTEEN NEW 1890 SCHOLARSHIPS ACROSS FIVE AWARD LEVELS IN 2022-23: $20,000.00 (3 SCHOLARSHIPS), $10,000.00(2 SCHOLARSHIPS), $8000.00 (5 SCHOLARSHIPS), $6000.00 (1 SCHOLARSHIP), AND TRANSFER SCHOLARSHIPS (3 SCHOLARSHIPS) AT $8000.00 ANNUALLY COVERING ONLY FIVE SEMESTERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_20237041840437_12H3"}, {"internal_id": 160320136, "Award ID": "20237041840436", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-13", "CFDA Number": "10.524", "Description": "THE TUSKEGEE UNIVERSITY FOOD AND AGRICULTURAL SCHOLARS PROGRAM WILL BE ADMINISTERED BY COLLEGE OF AGRICULTURE, ENVIRONMENT AND NUTRITION SCIENCES. THE GOALS OF THE PROGRAM ARE TO RECRUIT, TRAIN AND PREPARE UNDERREPRESENTED MINORITIES TO MEET WORKFORCE OR PURSUE FURTHER STUDIES IN THE FOOD AND AGRICULTURAL SCIENCES. THE PROGRAM WILL PROMOTE THESE GOALS BY USING A MULTIDISCIPLINARY APPROACH WHICH WILL INCLUDE INNOVATIVE OF RECRUITING, MENTORING, EXPERIENTIAL LEARNING AND INTERNSHIP. THE PROGRAM WILL SUPPORT MAJOR AREAS FOOD AGRICULTURAL, NATURAL RESOURCE AND RELATED SCIENCES WITH EMPHASIS, IN AGRIBUSINESS, ANIMAL AND VETERINARY SCIENCES, ENVIRONMENTAL NATURAL RESOURCES AND PLANT SCIENCES AND FOOD AND NUTRITION SCIENCE. THE OVERALL GOALS OF THE PROGRAM ARE TO: 1. INCREASE WORKFORCE IN UNDERREPRESENTED MINORITY IN FANRRS, 2. INCREASE NUMBER OF STUDENTS GOING TO GRADUATE SCHOOL AND SCHOOL OF VETERINARY MEDICINE BY TRAINING COMPETENT STUDENTS FROM MINORITY AND UNDERREPRESENTED GROUPS. THE PROGRAM SEEKS TO FUND 8 STUDENTS FOR 4 YEARS TO OBTAIN B.S IN ANIMAL, POULTRY AND VETERINARY SCIENCES AND ENVIRONMENTAL, NATURAL RESOURCE AND PLANT SCIENCES BY USING A PROGRAM WHICH INCORPORATES CURRICULUM ENHANCEMENT, MENTORING INTERNSHIPS AND EXPERIENTIAL LEARNING. THE PROGRAM OBJECTIVES WILL HELP MEET NIFA STRATEGIC GOALS AND OBJECTIVES WELL AS THOSE OF THE ACADEMIC COMPETITIVENESS COUNCIL. THE ANTICIPATED NATIONAL IMPACT OF THE PROGRAM WILL HELP TO INCREASE THE MINORITIES WHO CHOSE THE FOOD, AGRICULTURE, AND RELATED SCIENCES AS MAJOR IN TU PROGRAMS AND SUCCESSFULLY PREPARE THEM TO ENTER THE FANRRS CAREERS THOUGH OFFERING A COMPREHENSIVE PROGRAM THAT PREPARES THEM ADEQUATELY TO ENTER CAREERS IN FOOD AND AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_20237041840436_12H3"}, {"internal_id": 160320135, "Award ID": "20237041840435", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-07", "CFDA Number": "10.524", "Description": "THIS USDA 1890 SCHOLARSHIPS PROJECT AT TENNESSEE STATE UNIVERSITY WILL SUPPORT ACADEMICALLY TALENTED, HIGH-ACHIEVING STUDENTSINTERESTED IN THE FOOD AND AGRICULTURAL SCIENCES. OVER FOUR YEARS, WE SEEK TO INCREASE THE ENROLLMENT, RETENTION, AND COMPLETIONOF BACCALAUREATE DEGREES FOR STUDENTS IN THE FOOD, AGRICULTURAL, AND NATURAL RESOURCE SCIENCES. IN ADDITION TO THE SCHOLARSHIP, WEWILL SUPPORT OUR STUDENT SCHOLARS THROUGH CAREER PREPAREDNESS WORKSHOPS, INTRUSIVE ADVISING, INTENTIONAL MENTORING, ANDUNDERGRADUATE RESEARCH EXPERIENCES. THIS PROJECT WILL COMBINE VARIOUS HIGH-IMPACT PRACTICES TO INCREASE THE COLLEGE OFAGRICULTURE&#39;S CAPACITY TO RECRUIT AND RETAIN HIGH-QUALITY UNDERGRADUATES. THIS PROJECT WILL ALSO INCREASE THE OPPORTUNITIES TOENGAGE, RETAIN, MENTOR, TRAIN, AND GRADUATE SCHOLARS WITH THE SCIENTIFIC, TECHNICAL, AND PROFESSIONAL COMPETENCIES IN FOOD,AGRICULTURAL, AND NATURAL RESOURCES SCIENCES WITHIN FOUR YEARS. LASTLY, WE WILL MEASURE AND EVALUATE THE EFFECTIVENESS OF THEPROJECT TO PREPARE AND GRADUATE SCHOLARS TO READILY OBTAIN ENTRANCE INTO EITHER GRADUATE STUDIES OR THE U.S. AGRICULTUREWORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_20237041840435_12H3"}, {"internal_id": 160320134, "Award ID": "20237041840434", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "10.524", "Description": "THE GRANT PROPOSAL IS ENTITLED, LAND GRANT SCHOLARSHIPS FOR STUDENTS AT SOUTHERN UNIVERSITY AND A &AMP; M COLLEGE. THE GOAL OF THE GRANT PROPOSAL IS TO POSITIVELY IMPACT RECRUITMENT, RETENTION, BACCALAUREATE DEGREE OBTAINMENTS, AND PROGRESSION OF SCHOLARSHIP RECIPIENTS IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS (FAS AND RF). USDA&#39;S NATIONAL INSTITUTE OF FOOD AND AGRICULTURE (NIFA) SCHOLARSHIPS WILL BE ACCORDED. UPON GRADUATION AN OVERWHELMING MAJORITY OF THESE STUDENTS ARE EXPECTED TO BE GAINFULLY EMPLOYED IN THE USDA WORKFORCE. THE SPECIFIC OBJECTIVES ARE (1) TO LEVERAGE THE USDA/NIFA 1890 SCHOLARSHIP FUNDS WITH OTHER SOURCES OF STUDENTS&#39; FINANCIAL SUPPORT, (2) TO ASSESS THE SCHOLARSHIPS&#39; IMPACTS ON RECRUITMENT NUMBERS AND RETENTION RATE, AND (3) TO DETERMINE THE SCHOLARSHIPS&#39; IMPACTS ON STUDENTS PROGRESSING AND OBTAINING BACCALAUREATE DEGREES, AND EMPLOYMENT IN THE AGRICULTURAL AND NATURAL RESOURCES WORKFORCE. THE SELECTED STUDENTS MUST HAVE A MINIMUM CUMULATIVE GRADE POINT AVERAGE (GPA) OF 2.8 AT THE TIME OF APPLICATION, AND MAINTAIN AT LEAST A 2.8 GPA ON A SEMESTER AND CUMULATIVE BASIS WHILE RECEIVING SCHOLARSHIP SUPPORT. SCHOLARSHIP RECIPIENTS MUST BE ENROLLED AS FULL-TIME STUDENTS (12 HOURS MINIMUM). APPROXIMATELY, 45 FULL AND 35 PARTIAL SCHOLARSHIP AWARDS WILL BE GRANTED. THE AMOUNTS WILL VARY UP TO $8,000/YEAR FOR FULL SCHOLARSHIPS AND UP TO $4,000/YEAR FOR PARTIAL SCHOLARSHIPS. THE DEPARTMENTS PRIMARILY TARGETED ARE AGRICULTURAL SCIENCES, FAMILY AND CONSUMER SCIENCES, AND URBAN FORESTRY AND NATURAL RESOURCES. WHERE APPLICABLE, THE USDA/NIFA SCHOLARSHIP FUNDS WILL BE LEVERAGED WITH OTHER FINANCIAL AWARDS OF THE SELECTED STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_20237041840434_12H3"}, {"internal_id": 160320133, "Award ID": "20237041840433", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-09", "CFDA Number": "10.524", "Description": "THE PURPOSE OF SC STATE 1890 AGRICULTURE INNOVATION SCHOLARS PROGRAM IS TO PROVIDE SCHOLARSHIPS TO SUPPORT RECRUITING, ENGAGING, RETAINING, MENTORING, AND TRAINING OF INCOMING FRESHMEN UNDERGRADUATE AGRIBUSINESS AND FAMILY AND CONSUMER SCIENCES STUDENTS AT SC STATE. THE PROGRAM WILL SUPPORT THE ENROLLMENT AND MATRICULATION OF BACCALAUREATE DEGREE GRADUATE IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCE DEGREE PROGRAMS, WITHIN FOUR YEARS. THE PROGRAM WILL SEEK TO ADDRESS A CRITICAL WORKFORCE NEEDS BY EXPANDING EDUCATIONAL OPPORTUNITIES TO STUDENTS TO INTERESTED IN ATTENDING SC STATE UNIVERSITY TO PURSUE AND COMPLETE A BACCALAUREATE DEGREE IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCE DEGREE PROGRAMS, WHICH WOULD LEAD TO A HIGHLY SKILLED FOOD AND AGRICULTURAL SYSTEMS WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_20237041840433_12H3"}, {"internal_id": 160320132, "Award ID": "20237041840432", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-07", "CFDA Number": "10.524", "Description": "AS A RESULT OF THE PROJECTED SHORTAGE OF HUMAN CAPITAL TRAINED WITH DEGREES IN THE FOOD AND AGRICULTUAL RELATED SCIENCES,PARTICULARLY AMONG BLACKS AND OTHER MINORITIES, THIS PROJECT WILL SERVE AS A MAGNET TO DRAW SOME OF THOSE INTO THIS FIELD OF STUDY.PVAMU WILL PARTICULARLY TARGET UNDERSERVED AND UNDEREEPRESENTED POPULATIONS AND LIMITED RESOURCE CLIENTELEAND PREPARE THISPOPULATION TO PARTICIPATE EFFECTIVELY IN TEACHING, RESEARCH AND EXTENSION. BY TARGETING AND PREPARING SCHOLARS FOR SUCCESS IN THEFOOD AND AGRICULTURAL CAREERS, THE COLLEGE WILL PROMOTE A REPUTATION OF BEING A STUDENT MAGNET BY PROVIDING A GATEWAY TOOPPORTUNITIES AND ASSIST IN MEETING THE NEEDS OF USDA/NIFA IN ACHIEVEING ITS GOAL OF A HIGHLY SKILLED AND DIVERSIFIED WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_20237041840432_12H3"}, {"internal_id": 160320131, "Award ID": "20237041840431", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "10.524", "Description": "OUR GLOBAL POPULATION IS PROJECTED TO EXCEED NINE BILLION BY 2050; THEREFORE, WE FACE UNPRECEDENTED CHALLENGES TO PRODUCE ENOUGH FOOD, FEED, FIBER, AND BIOFUEL FEEDSTOCK. STRENGTHENING THE AGRICULTURAL INDUSTRY IS ESSENTIAL TO MEETING THIS CHALLENGE. TO FULFILL SUCH DEMANDS, HOWEVER, AGRICULTURALISTS WILL BE REQUIRED TO PRODUCE MORE FOOD OVER THE NEXT 40 YEARS THAN HAS BEEN PRODUCED OVER THE PAST 10,000 YEARS COMBINED, AS WELL AS SUFFICIENT BIOFUEL FEEDSTOCK TO ENSURE A SECURE AND INDEPENDENT ENERGY SUPPLY ON A LAND AREA WITH FEWER INPUTS (UNITED NATIONS, 2015). FAILURE TO MEET THESE GOALS COULD CAUSE FOOD INSECURITY IN MANY PARTS OF THE WORLD, LEADING TO INSTABILITY IN THE GLOBAL, GEOPOLITICAL LANDSCAPE. COUPLED WITH THIS CHALLENGE IS THE GROWING DEMAND FOR SUSTAINABLE AGRICULTURAL PRACTICES AND LOCALLY GROWN FOOD. AS A RESULT, AGRICULTURAL PRODUCERS WILL ALSO BE REQUIRED TO PROVIDE FRESH FOOD PRODUCTS FOR CHANGING DIETARY AND HEALTH HABITS OF INDIVIDUALS ACROSS THE GLOBE. THE UNITEDNATION&#39;S FOOD AND AGRICULTURAL ORGANIZATION (2015) ESTIMATED THAT AGRICULTURE COLLECTIVELY ACCOUNTS FOR 40% OF THE CURRENT GLOBAL WORKFORCE. HOWEVER, TO MEET THE AFOREMENTIONED DEMANDS, MORE SKILLED LEADERS AND LABORERS MUST BE RECRUITED INTO THE AGRICULTURAL SECTOR, WHICH WILL HAVE TO BE TRAINED THROUGH THE NATION&#39;S LAND GRANT AND NON-LAND GRANT COLLEGES OF AGRICULTURE. WITH THIS MIND THESE INSTITUTIONS WILL HAVE TO IDENTIFY MECHANISMS AND STRATEGIES TO ATTRACT POTENTIAL STUDENTS INTO THE ACADEMIC PROGRAMS THEY OFFER, SINCE DIRECT COMPETITION EXISTS FROM OTHER INSTITUTIONS OF HIGHER LEARNING FOR STUDENT CLIENTELE.INSTITUTIONS OF HIGHER EDUCATION ARE UNDER MOUNTING SCRUTINY AS THEY FACE REDUCED STUDENT ACCESS, RISING COSTS, AND CALLS TO DEMONSTRATE MORE PROFOUND OUTCOMES (BEALE, 2012; KRETOVICS, 2011). AS A RESULT, TRENDS REGARDING STUDENT ENTRANCE, RETENTION, AND GRADUATION WERE USED AS KEY INDICATORS OF INSTITUTIONAL SUCCESSES AND FAILURES. ALTHOUGH EXISTING EVIDENCE HAS REVEALED THAT SUCH METRICS ARE AFFECTED BY A NUMBER OF CONTEXTUAL FACTORS (ALLEN, ROBBINS, CASILLAS, &AMP; OH, 2008; SHRESTHA, SUVEDI, &AMP; FOSTER, 2011), THEY REMAIN OF CENTRAL IMPORTANCE TO UNIVERSITIES BECAUSE STUDENT DROPOUT RESULTS IN FEWER INDIVIDUALS PREPARED TO ENTER THE WORKFORCE AS WELL AS THOUSANDS OF DOLLARS IN UNREALIZED REVENUE FOR INSTITUTIONS (BEALE, 2012; KRETOVICS, 2011). ALSO, NOT COMPLETING A COLLEGE DEGREE HAS BEEN SHOWN TO NEGATIVELY AFFECT LEAVERS&#39; SOCIAL, PHYSIOLOGICAL, AND ECONOMIC WELLBEING (BRUFFAERTS ET AL., 2018; PERVIN, REIK, &AMP; DALRYMPLE, 2015). FOR EXAMPLE, PREVIOUS RESEARCH HAS REPORTED STATISTICALLY SIGNIFICANT RELATIONSHIPS BETWEEN INDIVIDUALS WHO DROP OUT OF COLLEGE AND THEIR SENSE OF SOCIAL ISOLATION AND DEPRESSION AS WELL AS A LOWER CAREER EARNING POTENTIAL (BRUFFAERTS ET AL., 2018; PERVIN ET AL., 2015). MOREOVER, WITH NATIONAL STUDENT LOAN DEBT TOPPING $1.5 TRILLION IN 2019, AND STUDENTS GRADUATING IN 2017 HAVING AN AVERAGE OF $28,650 IN LOANS,, THE SUCCESS OF UNIVERSITIES AND STUDENTS REMAIN DEEPLY ENTWINED (FRIEDMAN, 2019).TO FURTHER COMPLICATE THIS ISSUE, NEARLY ALL AGRICULTURAL, FOOD, AND NATURAL RESOURCE (AFNR) SECTORS ARE EXPERIENCING A SHORTAGE OF QUALIFIED WORKERS (GOECKER ET AL., 2015). FOR INSTANCE, IT IS EXPECTED THAT MORE THAN 20,000 AFNR RELATED JOBS WILL GO UNFILLED BY AN UNQUALIFIED CANDIDATE IN 2020 (GOECKER ET AL., 2015). THEREFORE, IT IS IMPERATIVE TO IMPROVE THE RECRUITMENT AND RETENTION OF COLLEGES OF AGRICULTURE TO ENSURE THAT QUALIFIED LEADERS SUPPLY THE AFNR CAREER PIPELINE IN THE FUTURE (NATIONAL RESEARCH COUNCIL, 2009; STEM FOOD AND AGRICULTURE COUNCIL, 2014). PREVIOUS RESEARCH ON THIS ISSUE, HOWEVER, HAS DEPICTED THE RIFT BETWEEN THE SUPPLY AND DEMAND OF AFNR GRADUATES AS AN ISSUE OF STUDENT RECRUITMENT (BAKER, SETTLE, CHIARELLI, &AMP; IRANI, 2013; KOON, FRICK, IGO, 2009; RAYFIELD, MURPHREY, &AMP; SKAGGS, 2013; ROCCA &AMP; WASHBURN, 2005; STAIR, DANJEAN, BLACKBURN, &AMP; BUNCH, 2016). HOWEVER, LESS ATTENTION IS PLACED ON THE ROLE THAT RETENTION PLAYS IN SOLVING THIS PROBLEM (DUNN, HAINES, &AMP; EPPS, 2013). IN RESPONSE, KOON ET AL. (2009) CALLED FOR COLLEGES OF AGRICULTURE TO CONSIDER RECRUITMENT AND RETENTION AS FACTORS OF EQUAL VALUE. AS AN ILLUSTRATION, BY PLACING AN IMPROVED EMPHASIS ON RETENTION EFFORTS, COLLEGES OF AGRICULTURE COULD BETTER ADDRESS THE NATIONAL STUDENT LOAN DEBT BY GRADUATING STUDENTS PROMPTLY WHILE ALSO KEEPING MORE INDIVIDUALS IN THE AFNR CAREER PIPELINE (KOON ET AL., 2009).PREVIOUS RESEARCH HAS DEMONSTRATED THAT TARGETED UNIVERSITY RECRUITMENT AND RETENTION PROGRAMMING CAN POSITIVELY INFLUENCE INDIVIDUALS&#39; CHOICE TO PURSUE COLLEGE AS WELL AS THEIR DECISION TO PERSIST THROUGHOUT THEIR DEGREE PROGRAM (BOBBIT, 2006; ROCCA, 2013). IN PARTICULAR, THE LITERATURE ON RECRUITMENT FOR COLLEGES OF AGRICULTURE HAS REPORTED THAT COMMUNICATING AND BUILDING RELATIONSHIPS WITH PARENTS IS CRITICAL BECAUSE THEY ARE HIGHLY INFLUENTIAL IN THEIR CHILD&#39;S DECISION TO PURSUE A CAREER IN AGRICULTURE AS WELL AS THE PARTICULAR UNIVERSITY THEY WILL ULTIMATELY CHOOSE TO ATTEND (BOBBIT, 2006; RAYFIELD ET AL., 2013; ROCCA, 2013). HOWEVER, VARIABLES SUCH AS CAMPUS VISITS, COST, COMMUNICATION EFFORTS FROM COLLEGES AND DEPARTMENTS, DEPARTMENTAL ATMOSPHERE, EXPERIENTIAL LEARNING OPPORTUNITIES, FACULTY APPROACHABILITY, AND SCHOLARSHIP OPPORTUNITIES HAVE ALSO BEEN REPORTED TO INFLUENCE AGRICULTURE STUDENTS&#39; DECISIONS (BAKER ET AL., 2013; RAYFIELD ET AL., 2013; ROCCA &AMP; WASHBURN, 2005; STAIR ET AL., 2016).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_20237041840431_12H3"}, {"internal_id": 160320130, "Award ID": "20237041840430", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-07", "CFDA Number": "10.524", "Description": "THE GOAL OF THE 1890 SCHOLARSHIPS PROGRAM IS TO PROVIDE SCHOLARSHIPS TO SUPPORT THE RECRUITMENT, ENGAGEMENT, RETENTION,MENTORING, AND EXCELLENT TRAINING OF UNDERGRADUATE STUDENTS AT LINCOLN UNIVERSITY (LU; AN 1890 LAND-GRANT INSTITUTION), WHICH WILLRESULT IN BACCALAUREATE DEGREES IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED DISCIPLINES. THE SCHOLARSHIP SUPPORT WILL CREATEA HIGHLY SKILLED FOOD AND AGRICULTURAL SYSTEMS WORKFORCE, THAT SERVES AND CONTRIBUTE TO THE GLOBAL COMPETITIVENESS OF USAGRICULTURE. THIS SCHOLARSHIP ADVANCES THE PERSONAL, AND LEADERSHIP ATTRIBUTES AND OTHER TECHNICAL COMPETENCIES OF THEWORKFORCE.THE PROJECT OBJECTIVES ARE AS FOLLOWS:1. RECRUIT AND ENROLL QUALIFIED INDIVIDUALS INTO THE BS AGRICULTURE DEGREE PROGRAM AT LU2. ATTRACT AND AWARD SCHOLARSHIPS TO MINORITIES AND UNDERREPRESENTED QUALIFIED INDIVIDUALS3. INCREASE THE TECHNICAL COMPETENCIES OF SCHOLARSHIP RECIPIENTS IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS4. TO ADVANCE US AGRICULTURE THROUGH HANDS-ON/EXPERIENTIAL LEARNING RESEARCH ACTIVITIES, FIELDWORK, SEMINARS, PROFESSIONALCONFERENCES, INTERNSHIPS, ETC.1890 SCHOLARSHIP IS FOR INDIVIDUALS AT LINCOLN UNIVERSITY WHO:&BULL; HAVE BEEN ACCEPTED FOR ADMISSION AT LU.&BULL; WILL BE ENROLLED AT LU NOT LATER THAN ONE YEAR AFTER THE DATE OF ACCEPTANCE.&BULL; INTEND TO PURSUE A CAREER IN THE FOOD AND AGRICULTURAL SCIENCES, INCLUDING A CAREER IN AGRIBUSINESS, ENERGY, RENEWABLE FUELS, ORFINANCIAL MANAGEMENT.&BULL; HAVE A MINIMUM CUMULATIVE 2.8-GRADE POINT AVERAGE (GPA) AT THE TIME OF APPLICATION AND MAINTAIN AT LEAST A 3.0 GPA ON ASEMESTER AND CUMULATIVE BASIS WHILE RECEIVING SCHOLARSHIP SUPPORT.STUDENTS WILL ENGAGE AND BE TRAINED THROUGH EXPERIENTIAL RESEARCH ACTIVITIES THAT SPAN AQUACULTURE, GENOMICS/INDUSTRIAL HEMPPRODUCTION &AMP; CHEMICAL ANALYSIS, ANIMAL SCIENCE - PRODUCTION, INTEGRATED PEST MANAGEMENT, FOREST HYDROLOGY/CLIMATE IMPACT, FOODNUTRITION AND TOXICOLOGY, HYDROPONICS/VEGETABLE PRODUCTION, NEW CROPS, ORGANIC FARMING, SOIL HEALTH, ETC. STUDENT SCHOLARS ALSOPARTICIPATE IN CLUBS (E.G., MANRRS, AGCLUB) AND FFA ACTIVITIES TO ENHANCE THEIR LEADERSHIP ATTRIBUTES AND OTHER SKILLS. OTHERACTIVITIES OF STUDENTS WILL INCLUDE RECRUITMENT, AG LITERACY DAY, AND PRESENTATIONS AT CONFERENCES. THE ACTIVITIES WILL ENHANCETHE KNOWLEDGE AND EXPERIENCE OF SCHOLARS FOR A BACCALAUREATE DEGREE IN AGRICULTURE AND RELATED FIELDS. THE OUTCOMES GAINEDFROM SCHOLARSHIP SUPPORT INCLUDE INCREASED STUDENT RETENTION, COMPLETION OF A BS DEGREE PROGRAM IN AGRICULTURE WITHIN FOURYEARS, A HIGHER NUMBER OF GRADUATES AS AGRICULTURE PROFESSIONALS READY FOR CAREERS IN FEDERAL AND STATE AGENCIES, PRIVATEBUSINESS, NON-PROFIT, AND JOBS ABROAD, AND EMBRACING GRADUATE STUDIES.THE 1890 USDA (DAVID SCOTT) SCHOLARSHIP IS AN EXCELLENT EFFORT BY THE USDA AND HAS SUPPORTED THE INCREASE IN THE NUMBER OFAGRICULTURE PROFESSIONALS FOR CAREERS OR ENTREPRENEURSHIP IN THE NATION. THIS IMPLIES A SIGNIFICANT INCREASE IN THE COMPETITIVENESSOF US AGRICULTURE AND TH,E PROVISION OF QUALITY FOODS AND FIBER OR AGRICULTURE PRODUCTION AND RELATED OUTPUTS/SERVICES IN THE NATION.OVERALL, THE NEW AG PROFESSIONALS ARE READY TO REPLACE THE AGING WORKFORCE OF OUR NATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_20237041840430_12H3"}, {"internal_id": 160320129, "Award ID": "20237041840429", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-07", "CFDA Number": "10.524", "Description": "THE LONG-TERM GOAL OF THIS PROPOSAL IS TO INCREASE THE DIVERSITY OF THE FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN SCIENCES (FANH) WORKFORCE, ESPECIALLY AMONG AFRICAN AMERICANS AND UNDERREPRESENTED MINORITIES (URM) STUDENTS. THE PRIMARY OBJECTIVE IS TO INCREASE RETENTION AND GRADUATION RATES AMONG LANGSTON UNIVERSITY STUDENTS PURSUING A BACHELOR&#39;S DEGREES IN AGRICULTURAL SCIENCES BY PROVIDING SCHOLARSHIPS, EXPERIENTIAL LEARNING, AND CAREER DEVELOPMENT OPPORTUNITIES. THE PROJECT WILL ACHIEVE THIS THROUGH THREESECONDARY OBJECTIVES,1:RECRUIT AND TRAIN NUMEROUS SCHOLARS PER YEAR;2:INCREASE RETENTION AND GRADUATION RATES OF SCHOLARS THROUGH MENTORING, EXPERIENTIAL LEARNING, AND PROFESSIONAL DEVELOPMENT,3:INCREASE THE EMPLOYMENT RATES AND/OR GRADUATE SCHOOL ADMISSIONS OF SCHOLARS BY PROVIDING THE NECESSARY SKILLS AND CAREER SERVICES. THESE OBJECTIVES WILL LEAD TO GREATER RETENTION AND RECRUITMENT OF STUDENTS, SPECIFICALLY AFRICAN AMERICAN AND URM STUDENTS AND INCREASE RATES OF PERSISTENCE TO BACCALAUREATES AMONG LANGSTON UNIVERSITY SHERMAN LEWISSCHOOL OF AGRICULTURE AND APPLIED SCIENCE&#39;S STUDENTS (SL/SAAS). INDEED, ALL PROJECT GOALS AND OBJECTIVES INCLUDED IN THE PROPOSAL ARE COMPATIBLE WITH THOSE ARTICULATED IN THE 1890 SCHOLARSHIP PROGRAM.THE ADDITION OF MANY NEW FUNDED SCHOLARS PER YEAR, WHO LIKELY WOULD NOT OTHERWISE MATRICULATE IN SL/SAAS DUE TO FINANCIAL AND OTHER CONSTRAINTS, WILL HAVE A POSITIVE IMPACT FOR BOTH SCHOLARS AND FOR STRENGTHENING THE ACADEMIC MISSION OF LANGSTON UNIVERSITY (LU) LAND-GRANT PROGRAMS. FOR SCHOLARS, THE PROGRAM WILL INCREASE THEIR SKILLS AND ENGAGEMENT, RESULTING IN ENHANCED RETENTION AND EMPLOYMENT RATES. FOR LU, THE PROGRAM WILL INCREASE THE DIVERSITY OF THE UNIVERSITY IN GENERAL AND WILL ENABLE LU TO BUILD LINKAGES WITH HIGH SCHOOLS, COMMUNITIES, AND BUSINESSES IN OKLAHOMA AND BEYOND. THE PROPOSED PROGRAM WILL PROMOTE THE LU AS A MAJOR PRODUCER OF HIGHLY TRAINED AGRICULTURAL GRADUATES IN OKLAHOMA BY INCREASING THE NUMBER OFQUALIFIED GRADUATES PLACED IN INDUSTRIES OR GRADUATE SCHOOLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_20237041840429_12H3"}, {"internal_id": 160862010, "Award ID": "20237041840427", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-06", "CFDA Number": "10.524", "Description": "IN SUMMARY, THE FVSU 1890 SCHOLARSHIP PROGRAM (FVSU1890SP) WILL PROVIDE SCHOLARSHIPS TO SUPPORT RECRUITMENT, ENGAGEMENT, RETENTION, PERSISTENCE, MENTORSHIP AND TRAINING OF UNDERGRADUATE STUDENTS WHO MAJOR IN FOOD, AGRICULTURE, AND RELATED SCIENCES AT FORT VALLEY STATE UNIVERSITY. THE RESULTS WILL BE USED TO INCREASE THE NUMBER, DIVERSITY AND PLACEMENT OF A HIGHLY SKILLED WORKFORCE IN FOOD, AGRICULTURE AND RELATED INDUSTRIES. EFFORT WILL ALSO CULMINATE IN REDUCING STUDENT DEBT OF CORRESPONDING GRADUATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_20237041840427_12H3"}, {"internal_id": 160320127, "Award ID": "20237041840426", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "10.524", "Description": "IN 2019, THE UNITED NATIONS REPORTED THAT THE GLOBAL POPULATION IS PROJECTED TO INCREASE BY 2.2 BILLION IN THE NEXT 30 YEARS, FROM 7.7 BILLION CURRENTLY TO 9.7 BILLION BY 2050 HTTPS://WWW.UN.ORG/DEVELOPMENT/DESA/EN/NEWS/POPULATION/WORLDPOPULATIONPROSPECTS2019.HTML THIS MEANS THAT IN ORDER TO FEED THIS GROWING POPULATION, THE FOOD AND AGRICULTURAL ORGANIZATION PROJECTS THAT AGRICULTURAL PRODUCTION (FOOD, FEED AND FIBER) WILL NEED TO INCREASE BY 70 PERCENT. ASSUMING THAT THESE PREDICTIONS ARE CORRECT, THE GREATEST CHALLENGE FACING US IN THE UNITED STATES OF AMERICA (USA) WILL BE HOW TO EDUCATE THE NEEDED LABOR TO REPLACE THE AGING AMERICAN AGRICULTURAL WORKFORCE WITH THE SKILLED WORKERS AND SCIENTISTS NEEDED TO SUPPORT THE SUSTAINABLE GROWTH AND EFFICIENCY IN AGRICULTURAL PRODUCTION. HTTPS://NIFA.USDA.GOV/EDUCATION MORE SPECIFICALLY, THE CRITICAL QUESTION FACING THE FOOD AND AGRICULTURAL SCIENCES INDUSTRY IS HOW DO WE ATTRACT MORE TALENTED YOUNG, DIVERSE PERSONS INTO AGRICULTURAL JOBS INDEED, THIS CONTINUES TO BE THE MAJOR QUESTION THAT IS BEING ASKED BY FACULTY AND ADMINISTRATORS IN THE COLLEGE OF AGRICULTURE AND FOOD SCIENCES (CAFS) AT FLORIDA A&AMP;M UNIVERSITY (FAMU), HTTP://WWW.FAMU.EDU/ AS IT TRIES TO RESPOND TO THE LOW, AND IN SOME CASES, DECLINING ENROLLMENT IN SOME OF ITS CRITICAL ACADEMIC PROGRAMS. WITH STATE AND FEDERAL FUNDING FOR EDUCATION ON THE DECLINE, THE STUDENT DEBT BURDEN CONTINUES TO BE HIGH. THUS, FUNDING FROM THIS SCHOLARSHIP PROGRAM WILL PROVIDE A TOTAL OF FORTYNINE (49) NEW SCHOLARSHIPS FOR FTCS TO PURSUE AND OBTAIN THEIR BACCALAUREATE DEGREES IN FOOD AND AGRICULTURAL SCIENCES FROM FAMU IN FOUR YEARS, AND FOR QUALIFIED, TRANSFER STUDENTS IN TWO YEARS. THIS FUNDING WILL HELP CAFS CULTIVATE AND GRADUATE MORE DIVERSE LEADERS, WHO WILL BE WELL EQUIPPED TO ADDRESS AND SOLVE FUTURE EMERGING CHALLENGES IN FOOD AND AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_20237041840426_12H3"}, {"internal_id": 160320126, "Award ID": "20237041840425", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "10.524", "Description": "DELAWARE STATE UNIVERSITY ENGAGES STUDENTS IN STEM LEARNING PROGRAMS TO STRENGTHEN AND IMPROVE THEIR CAREER PATHWAY IN THE FOOD AND AGRIECULTURAL SIENCES. THE PROGRAM STRATEGY PROVIDES VALUABLE OPPORTUNITIES TO CAPACITIES AND CAPABILITY OF STUDENTS TRAINING IN FOOD SYSTEMS AND AGRICULTURAL SCIENCE PROGRAMS AIMED AT PRODUCING GRADUATES, WHO ARE COMPETENT IN SKILLS REQUIRED FOR ENTRY-LEVEL POSITIONS IN AGRICULTURE AND RELATED FIELDS. AT LEAST TWENTY STUDENTS OVER FOUR YEARS WILL PARTICIPATE IN THE PROGRAM. ACADEMIC STUDIES WILL ORIENT STUDENTS TO INTERDISCIPLINARY, PARTICIPATORY RESEARCH AND EXTENSION ON FOOD SYSTEMS ENABLING A BETTER UNDERSTANDING OF AMERICAN AGRICULTURE GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_20237041840425_12H3"}, {"internal_id": 160320125, "Award ID": "20237041840424", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "10.524", "Description": "CENTRAL STATE UNIVERSITY WILL PROVIDE SCHOLARSHIPS FOR STUDENTS MAJORING AGRICULTURE AND OTHER AG RELATED PROGRAMS IN THE JOHN W. GARLAND COLLEGE OF ENGINEERING SCIENCE TECHNOLOGY AND AGRICULTURE (JWG CESTA). THE 1890 DAVID SCOTT SCHOLARSHIP PROGRAM WILL BE IMPLEMENTED IN ALIGNMENT WITH CSU AND JWG CESTA STRATEGIC PRIORITIES. THE SCHOLARSHIP WILL BE USED TO RECRUIT STUDENTS FROM HIGH SCHOOLS, CAREER AND TECHNICAL CENTERS, AND COMMUNITY COLLEGES.THE 1890 DAVID SCOTT SCHOLARSHIPS WILL ASSIST ELIGIBLE FRESHMAN AND CONTINUING STUDENTS (2.8 AND ABOVE) WITH TUITION, ROOM, AND BOARD AS NEEDED TO COMPLETE A DEGREE PROGRAM IN AGRICULTURE AND RELATED SCIENCES. STUDENTS RECEIVING FINANCIAL AID AND SCHOLARSHIPS FROM OTHER SOURCES WILL BE SUPPLEMENTED WITH FUNDS FROM THE 1890 DAVID SCOTT SCHOLARSHIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_20237041840424_12H3"}, {"internal_id": 160862009, "Award ID": "20237041840423", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-29", "CFDA Number": "10.524", "Description": "THE OVERALL GOAL OF ALCORN STATE UNIVERSITY&#39;S 1890 SCHOLARSHIPS PROGRAM PROPOSAL IS ALIGNED WITH THE FEDERAL 1890 SCHOLARSHIPS PROGRAM&#39;S AUTHORIZING LEGISLATIVE MANDATE TO INCREASE AND TO SUPPORT RECRUITING, ENGAGING, RETAINING, MENTORING, AND TRAINING OF UNDERGRADUATE STUDENTS AT THE 1890 LAND-GRANT INSTITUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_20237041840423_12H3"}, {"internal_id": 160862008, "Award ID": "20237041840422", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-06", "CFDA Number": "10.524", "Description": "THE CURRENT ENVIRONMENTAL CHALLENGES, THE GROWING AGRICULTURAL NEEDS, AND THE DEMAND FOR MORE NOVEL AND PRACTICAL APPROACHES TO RESOLVE THE AGRICULTURAL AND ENVIRONMENTAL CONCERNS HAVE INCREASED THE NEED FOR WELL-TRAINED INDIVIDUALS TO ADDRESS THESE GROWING ISSUES. UNFORTUNATELY, MINORITIES, ESPECIALLY AFRICAN AMERICANS, ARE UNDERREPRESENTED WITHIN THE SCIENCES. THEREFORE, THERE IS A CRITICAL NEED FOR HIGHLY EDUCATED SCIENTISTS, PROFESSIONALS, AND PUBLIC ADMINISTRATORS FROM DIVERSE BACKGROUNDS TO BRIDGE THE GAP. TO THIS END, AAMU&#39;S COLLEGE OF AGRICULTURAL, LIFE AND NATURAL SCIENCES (CALNS) IS PROPOSING A STRATEGIC PROJECT TO RECRUIT, RETAIN AND GRADUATE STUDENTS (ESPECIALLY MINORITY AND UNDERREPRESENTED GROUPS) IN AGRICULTURAL AND RELATED SCIENCES. THE PROJECT SUPPORTS NIFA AND AAMU&#39;S PRIORITIES BY ADDRESSING TWO CRITICAL NEEDS. 1) INCREASING THE NUMBER OF GRADUATES WITH BACCALAUREATE DEGREES IN FOOD AND AGRICULTURAL SCIENCES AND 2) PREPARING GRADUATES THAT MEET THE TECHNOLOGICALLY ADVANCED NEEDS OF THE 21ST-CENTURY FOOD AND AGRICULTURAL SYSTEMS WORKFORCE THAT WILL FACILITATE RURAL PROSPERITY AND ECONOMIC DEVELOPMENT. THE PROJECT WILL ADDRESS ONE CRITICAL CHALLENGE (LIMITED FINANCIAL SUPPORT) DRIVING THE CONTINUED DROPOUTS AND STOP-OUTS BY CAPABLE STUDENTS FROM LOW-INCOME COMMUNITIES. PROJECT SUCCESS IS VESTED IN RIGOROUS RECRUITMENT AND RETENTION PLANS CENTERED ON STUDENT MENTORING AND ACADEMIC COUNSELING, WITH SUPPORT FROM AAMU TEACHING STAFF, ADMISSIONS, CAREER DEVELOPMENT SERVICES, AND THE HONORS PROGRAM. PROGRESS WILL BE MONITORED PERIODICALLY USING FORMATIVE AND SUMMATIVE EVALUATIONS, AND LONGITUDINAL TRACKING OF GRADUATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_20237041840422_12H3"}, {"internal_id": 159183460, "Award ID": "20233843040287", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-11", "CFDA Number": "10.524", "Description": "AS A RESULT OF THE PROJECTED SHORTAGE OF HUMAN CAPITAL TRAINED WITH DEGREES IN THE FOOD AND AGRICULTUAL RELATED SCIENCES, PARTICULARLY AMONG BLACKS AND OTHER MINORITIES, THIS PROJECT WILL SERVE AS A MAGNET TO DRAW SOME OF THOSE INTO THIS FIELD OF STUDY. PVAMU WILL PARTICULARLY TARGET UNDERSERVED AND UNDEREEPRESENTED POPULATIONS AND LIMITED RESOURCE CLIENTELEAND PREPARE THIS POPULATION TO PARTICIPATE EFFECTIVELY IN TEACHING, RESEARCH AND EXTENSION. BY TARGETING AND PREPARING SCHOLARS FOR SUCCESS IN THE FOOD AND AGRICULTURAL CAREERS, THE COLLEGE WILL PROMOTE A REPUTATION OF BEING A STUDENT MAGNET BY PROVIDING A GATEWAY TO OPPORTUNITIES AND ASSIST IN MEETING THE NEEDS OF USDA/NIFA IN ACHIEVEING ITS GOAL OF A HIGHLY SKILLED AND DIVERSIFIED WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_20233843040287_12H3"}, {"internal_id": 157324407, "Award ID": "20233843039458", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-08", "CFDA Number": "10.524", "Description": "DELAWARE STATE UNIVERSITY IS ENGAGING STUDENTS IN STEM LEARNING PROGRAMS TO STRENGTHEN AND IMPROVE THEIR CAREER PATHWAY IN THE FOOD AND AGRICULTURAL SCIENCES. THE PROGRAM STRATEGY WILL PROVIDE VALUABLE OPPORTUNITIES TO STRENGTHEN CAPACITIES AND CAPABILITIES OF STUDENTS TRAINING IN FOOD SYSTEMS AND AGRICULTURAL SCIENCE PROGRAMS, AIMED AT PRODUCING GRADUATES WHO ARE COMPETENT IN SKILLS REQUIRED FOR ENTRY-LEVEL POSITIONS IN AGRICULTURE AND RELATED FIELDS. 20 STUDENTS OVER FOUR YEARS WILL PARTICIPATE IN THIS PROGRAM.. ACADEMIC STUDIES WILL ORIENT STUDENTS TO INTERDISCIPLINARY, PARTICIPATORY RESEARCH AND EXTENSION ON FOOD SYSTEMS, ENABLING A BETTER UNDERSTANDING OF AMERICAN AGRICULTURE GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_20233843039458_12H3"}, {"internal_id": 156905969, "Award ID": "20233843039415", "Award Amount": 521052.22, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-27", "CFDA Number": "10.524", "Description": "THE 1890 SCHOLARSHIPS PROGRAM WILL PROVIDE A UNIQUE OPPORTUNITY FOR WEST VIRGINIA STATE UNIVERSITY TO ESTABLISH A COHORT OFSCHOLARS AND IMPLEMENT NEW FOOD AND AGRICULTURE-RELATED CURRICULA. THE UNIVERSITY WILL UNDERTAKE THE PROGRAM&#39;S GOAL OFINCREASING THE NUMBER OF GRADUATES WITH THE NECESSARY TECHNICAL SKILLS FOR ENTRY-LEVEL POSITIONS IN THE FOOD AND AGRICULTURALSCIENCES AND RELATED FIELDS.THE RECRUITMENT GOAL IS AT LEAST 39STUDENTS ENROLLING IN ONE OF THE FOUR ACADEMIC OPTIONS AND CONCENTRATIONS. THE TARGET PROSPECTIVE STUDENT POPULATION INCLUDES NEW FRESHMEN, TRANSFER STUDENTS, AND SELECTED CURRENT WVSUSTUDENTS. THE SELECTEDSTUDENTS WILL BE AWARDED A FULL OR PARTIAL SCHOLARSHIP (1890 SCHOLARS) BASED ON A COMPETITIVE SELECTION PROCESS. SCHOLARS WILLPARTICIPATE IN EXPERIENTIAL LEARNING ACTIVITIES AND OFF-CAMPUS SUMMER INTERNSHIPS BY THEIR JUNIOR YEAR. THESE ACTIVITIES AIMTO ENSURE THAT ALL SCHOLARS HAVE A CAREER PLACEMENT OPPORTUNITY AND CAN ULTIMATELY MAKE SIGNIFICANT IMPACTS INTHE AGRICULTURAL INDUSTRY.MENTORING OF SCHOLARS WILL BE AVAILABLE THROUGH DIFFERENT AVENUES, INCLUDING DIRECT SUPPORT FROM THE ACADEMIC PROGRAMCOORDINATORS AND FACULTY MEMBERS INVOLVED WITH ACADEMIC AND EXPERIENTIAL LEARNING ACTIVITIES. AN EVALUATION PLAN IS IN PLACE TO MEASURE THIS PROGRAM&#39;S EXPECTED TARGET OUTCOMES AND PROGRESS. ALL DATA GENERATED FOR THIS PROGRAM WILL BE COLLECTEDAND MAINTAINED BY THE INSTITUTIONAL RESEARCH OFFICE.ALONG WITH THE ADMINISTRATIVE PROGRAM UNIT (APU), AN INTERNAL STEERING ADVISORY COUNCIL (ISAC) HAS BEEN ESTABLISHED TO REVIEWTHE PROGRAM&#39;S PROGRESS AND PROVIDE RECOMMENDATIONS FOR PROGRAM IMPROVEMENTS. ISAC MEETSAT LEAST TWICE A YEAR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_20233843039415_12H3"}, {"internal_id": 157863739, "Award ID": "20233843039320", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-23", "CFDA Number": "10.524", "Description": "U.S. COLLEGE STUDENTS WILL FIND GOOD EMPLOYMENT OPPORTUNITIES IF THEY HAVE EXPERTISE IN FOOD, AGRICULTURE, RENEWABLE NATURAL RESOURCES OR THE ENVIRONMENT ACCORDING TO A REPORT BY PURDUE UNIVERSITY AND USDA, 2020. THE 1890 SCHOLARSHIP PROGRAM WILL SIGNIFICANTLY SUPPORT AND IMPACT STUDENT SCHOLARS SEEKING A CAREER IN THE FOOD AND AGRICULTURAL SCIENCES. WE ALSO HOPE TO ATTRACT STUDENTS THAT HAVE AN INTEREST IN STEM BUT MAY NOT HAVE BEEN EXPOSED TO AGRICULTURE AND ALLIED DISCIPLINES. APPROXIMATELY, ONE HUNDRED STUDENTS WILL DIRECTLY BENEFIT FROM THE 1890 SCHOLARSHIP PROGRAM. GRADUATES TRACKED AND CONTINUE TO ENGAGE WITH THE COLLEGE OF AGRICULTURE TO ASSIST IN VARIOUS CAPACITIES POST-GRADUATION. WE RECOGNIZE THE SIGNIFICANCE OF THIS PROGRAM AND THE INVESTMENT MADE BY NIFA, UNIVERSITY AND COLLEGE IN THESE YOUNG PEOPLE. FURTHER, IT IS OUR INTENT TO MAXIMIZE THE IMPACT OF THE PROGRAM AND EXPERIENCE FOR THE STUDENTS, THE COMMUNITY, AND ALL INVOLVED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_20233843039320_12H3"}, {"internal_id": 156905968, "Award ID": "20233843039319", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-22", "CFDA Number": "10.524", "Description": "THIS PROJECT SUPPORTS NATIONAL EFFORTS TO DEVELOP A DIVERSE, GLOBALLY SMART WORKFORCE TO UNDERPIN GROWTH, VITALITY, AND SUSTAINABILITY OF THE US FOOD SYSTEM THROUGH THE IDENTIFICATION AND SELECTION OF ELIGIBLE STUDENTS WHO WILL RECEIVE 1890 SCHOLARSHIPS TO SUPPORT THEIR STUDIES IN THE FOOD AND AGRICULTURAL SCIENCES AT THE UNIVERSITY OF MARYLAND EASTERN SHORE. SPECIFICALLY THE PROJECT WILL SUPPORT STUDENTS MAJORING IN AGRICULTURE, AGRIBUSINESS, HUMAN ECOLOGY, AND ENVIRONMENTAL SCIENCES. SELECTED STUDENTS MATRICULATING INTO THESE MAJORS WILL RECEIVE SPECIAL SUPPORT AND MENTORING TO ENSURE THAT THEY COMPLETE THEIR DEGREES IN A TIMELY MANNER AND ARE WELL PREPARED FOR CAREERS IN THE FOOD AND AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_20233843039319_12H3"}, {"internal_id": 156905967, "Award ID": "20233843039318", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-24", "CFDA Number": "10.524", "Description": "BASED ON OUR CURRENT BUDGET, SIXTY-ONE SCHOLARS WILL BE ADDED TO THE SCHOLARSHIP PROGRAM. TO BE MORE COMPETITIVE WITH OTHERINSTITUTIONS IN THE REGION AND TO ATTRACT THE CALIBER OF STUDENTS DESIRED TO MEET THE GOALS OF THE 1890 SCHOLARSHIPS.THE SCHOLARSHIPS COMMITTEE DEEMED IT NECESSARY TO INCREASE SCHOLARSHIP AMOUNTS, REDUCE THE NUMBER OF SCHOLARSHIP RECIPIENTS,START RECRUITING EARLY, AND BE MORE INTENTIONAL ABOUT MARKETING THE 1890 SCHOLARSHIPS.THE TOTAL AMOUNT AWARDED FOR YEAR ONE WAS $500,000.00. WE HAD THIRTY-SEVEN SCHOLARSHIP RECIPIENTS IN THE FALL OF 2020. IN SPRING 2021, WE HAD TWENTY-EIGHT SCHOLARSHIP RECIPIENTS REMAINING IN THE PROGRAM. IN THE 2020-2021 ACADEMIC YEAR, THE 1890 SCHOLARSHIP PROGRAM AWARDED $181,003.00 AMONG THIRTY-SEVEN RECIPIENTS, AND $420,024.23 WAS AWARDED TO FORTY-TWO 1890 SCHOLARSHIP RECIPIENTS FOR THE 2021-22 ACADEMIC YEAR. FOR 2022-23, 15 ADDITIONAL STUDENTS WERE RECRUITED, WITH AN ESTIMATED SPENDING AMOUNT PROJECTION TO BE $109,000.00. THE TOTAL AMOUNT OF SCHOLARSHIP MONIES DISPERSED IS ESTIMATED AT $710,027.23. ALTHOUGH WE HAVE LOST SOME SCHOLARSHIP RECIPIENTS, WE HAVE PROVIDED FUNDING FOR SEVENTY-TWO STUDENTS IN SAFHS.FOR THE REMAINDER OF THE SCHOLARSHIPS FROM 2022-23, ALONG WITH THE ADDITIONAL DISCRETIONARY FUNDS FOR 2023-24, SAFHS PLANS TO AWARD A TOTAL OF FOURTEEN NEW 1890 SCHOLARSHIPS ACROSS FIVE AWARD LEVELS IN 2022-23: $20,000.00 (3 SCHOLARSHIPS), $10,000.00 (2 SCHOLARSHIPS), $8000.00 (5 SCHOLARSHIPS), $6000.00 (1 SCHOLARSHIP), AND TRANSFER SCHOLARSHIPS (3 SCHOLARSHIPS) AT $8000.00 ANNUALLY COVERING ONLY FIVE SEMESTERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_20233843039318_12H3"}, {"internal_id": 157324406, "Award ID": "20233843039317", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-01", "CFDA Number": "10.524", "Description": "THE TUSKEGEE UNIVERSITY FOOD AND AGRICULTURAL SCHOLARS PROGRAM WILL BE ADMINISTERED BY COLLEGE OF AGRICULTURE, ENVIRONMENT AND NUTRITION SCIENCES. THE GOALS OF THE PROGRAM ARE TO RECRUIT, TRAIN AND PREPARE UNDERREPRESENTED MINORITIES TO MEET WORKFORCE OR PURSUE FURTHER STUDIES IN THE FOOD AND AGRICULTURAL SCIENCES. THE PROGRAM WILL PROMOTE THESE GOALS BY USING A MULTIDISCIPLINARY APPROACH WHICH WILL INCLUDE INNOVATIVE OF RECRUITING, MENTORING, EXPERIENTIAL LEARNING AND INTERNSHIP. THE PROGRAM WILL SUPPORT MAJOR AREAS FOOD AGRICULTURAL, NATURAL RESOURCE AND RELATED SCIENCES WITH EMPHASIS, IN AGRIBUSINESS, ANIMAL AND VETERINARY SCIENCES, ENVIRONMENTAL NATURAL RESOURCES AND PLANT SCIENCES AND FOOD AND NUTRITION SCIENCE. THE OVERALL GOALS OF THE PROGRAM ARE TO: 1. INCREASE WORKFORCE IN UNDERREPRESENTED MINORITY IN FANRRS, 2. INCREASE NUMBER OF STUDENTS GOING TO GRADUATE SCHOOL AND SCHOOL OF VETERINARY MEDICINE BY TRAINING COMPETENT STUDENTS FROM MINORITY AND UNDERREPRESENTED GROUPS. THE PROGRAM SEEKS TO FUND 8 STUDENTS FOR 4 YEARS TO OBTAIN B.S IN ANIMAL, POULTRY AND VETERINARY SCIENCES AND ENVIRONMENTAL, NATURAL RESOURCE AND PLANT SCIENCES BY USING A PROGRAM WHICH INCORPORATES CURRICULUM ENHANCEMENT, MENTORING INTERNSHIPS AND EXPERIENTIAL LEARNING. THE PROGRAM OBJECTIVES WILL HELP MEET NIFA STRATEGIC GOALS AND OBJECTIVES WELL AS THOSE OF THE ACADEMIC COMPETITIVENESS COUNCIL. THE ANTICIPATED NATIONAL IMPACT OF THE PROGRAM WILL HELP TO INCREASE THE MINORITIES WHO CHOSE THE FOOD, AGRICULTURE, AND RELATED SCIENCES AS MAJOR IN TU PROGRAMS AND SUCCESSFULLY PREPARE THEM TO ENTER THE FANRRS CAREERS THOUGH OFFERING A COMPREHENSIVE PROGRAM THAT PREPARES THEM ADEQUATELY TO ENTER CAREERS IN FOOD AND AGRICULTURE.GOALS / OBJECTIVESTHE PRIMARY GOAL OF THIS PROJECT IS TO DEVELOP A PIPELINE FOR STUDENTS, WHO ARE ADEQUATELY PREPARED TO ENTER CAREERS IN THE FOOD,AGRICULTURE, NATURAL RESOURCES AND RELATED AREAS (FANRRS). THE PROPOSED PROJECT WILL ATTRACT, TRAIN, AND RETAIN STUDENTS IN THE FOOD AND AGRICULTURAL SCIENCES THROUGH A MULTI-TIERED APPROACH THAT INCLUDES MASTERY OF THE STEAM AREAS; EXPOSURE TO CAREER OPPORTUNITIES, HANDS-ON EXPERIENCES AND PROJECTS, MENTORING (FACULTY AND ADVANCED STUDENTS), INTERNSHIPS, ORAL AND WRITTEN PRESENTATIONS AND COMPETITIONS, AND TRAINING IN SOFT AND SOCIAL SKILLS, INCLUDING TEAMWORK. EMANATING FROM THIS PRIMARY GOAL OF THE TUFASP ARE EFFORTS TO TRAIN AND PREPARE GRADUATES TO MEET WORKFORCE NEEDS IN THE FOOD AND AGRICULTURAL DOMAIN, INCLUDING INDUSTRY/BUSINESS, GOVERNMENT AND ACADEMIA. THE PROGRAM WILL PROMOTE THESE GOALS BY USING A MULTIDISCIPLINARY APPROACH THAT WILL INCLUDE ENHANCEMENT OF CURRICULUM, MENTORING, EXPERIENTIAL LEARNING AND INTERNSHIPS. THE PROGRAM WILL SUPPORT THREE MAJOR AREAS OF EMPHASIS, I.E. AGRICULTURAL SCIENCES AND ENGINEERING FOR BIOENERGY, NATURAL RESOURCE SCIENCES TRAINING AND AGROSECURITY SCIENCE TRAINING. WITHIN THESE AREAS OF EMPHASIS, THE PROPOSED PROGRAM WILL FOCUS ON MAJOR ACADEMIC PROGRAM DISCIPLINES,IN ANIMAL SCIENCE (A), CONSERVATION AND RENEWABLE NATURAL RESOURCES (C), SOIL SCIENCES (D), PLANT SCIENCES, ENVIRONMENTAL SCIENCES (G) AND FOOD AND NUTRITIONAL SCIENCES. THE OVERALL OBJECTIVES OF THE PROGRAM ARE TO: 1) INCREASE THE NUMBERS OF UNDERREPRESENTED MINORITIES IN THE WORKFORCE, AND 2) INCREASE NUMBER OF UNDERREPRESENTED MINORITY STUDENTS GOING TO GRADUATE SCHOOLS IN THE FOOD AND AGRICULTURAL SCIENCES AND INTO VETERINARY MEDICINE BY TRAINING COMPETENT STUDENTS FROM MINORITY AND UNDERREPRESENTED GROUPS.THE PRIMARY GOAL OF THIS PROJECT IS TO DEVELOP A PIPELINE FOR STUDENTS, WHO ARE ADEQUATELY PREPARED TO ENTER CAREERS IN THE FOOD, AGRICULTURE, NATURAL RESOURCES AND RELATED AREAS (FANRRS). THE PROPOSED PROJECT WILL ATTRACT, TRAIN, AND RETAIN STUDENTS IN THE FOOD AND AGRICULTURAL SCIENCES THROUGH A MULTI-TIERED APPROACH THAT INCLUDES MASTERY OF THE STEAM AREAS; EXPOSURE TO CAREER OPPORTUNITIES, HANDS-ON EXPERIENCES AND PROJECTS, MENTORING (FACULTY AND ADVANCED STUDENTS), INTERNSHIPS, ORAL AND WRITTEN PRESENTATIONS AND COMPETITIONS, AND TRAINING IN SOFT AND SOCIAL SKILLS, INCLUDING TEAMWORK. EMANATING FROM THIS PRIMARY GOAL OF THE TUFASP ARE EFFORTS TO TRAIN AND PREPARE GRADUATES TO MEET WORKFORCE NEEDS IN THE FOOD AND AGRICULTURAL DOMAIN, INCLUDING INDUSTRY/BUSINESS, GOVERNMENT AND ACADEMIA. THE PROGRAM WILL PROMOTE THESE GOALS BY USING A MULTIDISCIPLINARY APPROACH THAT WILL INCLUDE ENHANCEMENT OF CURRICULUM, MENTORING, EXPERIENTIAL LEARNING AND INTERNSHIPS. THE PROGRAM WILL SUPPORT THREE MAJOR AREAS OF EMPHASIS, I.E. AGRICULTURAL SCIENCES AND ENGINEERING FOR BIOENERGY, NATURAL RESOURCE SCIENCES TRAINING AND AGRO-SECURITY SCIENCE TRAINING. WITHIN THESE AREAS OF EMPHASIS, THE PROPOSED PROGRAM WILL FOCUS ON MAJOR ACADEMIC PROGRAM DISCIPLINES IN ANIMAL SCIENCE (A), CONSERVATION AND RENEWABLE NATURAL RESOURCES (C), SOIL SCIENCES (D), PLANT SCIENCES, ENVIRONMENTAL SCIENCES (G) AND FOOD AND NUTRITIONAL SCIENCES. THE OVERALL OBJECTIVES OF THE PROGRAM ARE TO: 1) INCREASE THE NUMBERS OF UNDERREPRESENTED MINORITIES IN THE WORKFORCE, AND 2) INCREASE NUMBER OF UNDERREPRESENTED MINORITY STUDENTS GOING TO GRADUATE SCHOOLS IN THE FOOD AND AGRICULTURAL SCIENCES AND INTO VETERINARY MEDICINE BY TRAINING COMPETENT STUDENTS FROM MINORITY AND UNDERREPRESENTED GROUPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_20233843039317_12H3"}, {"internal_id": 157324405, "Award ID": "20233843039316", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-02", "CFDA Number": "10.524", "Description": "THIS USDA 1890 SCHOLARSHIPS PROJECT AT TENNESSEE STATE UNIVERSITY WILL SUPPORT ACADEMICALLY TALENTED, HIGH-ACHIEVING STUDENTS INTERESTED IN THE FOOD AND AGRICULTURAL SCIENCES. OVER FOUR YEARS, WE SEEK TO INCREASE THE ENROLLMENT, RETENTION, AND COMPLETION OF BACCALAUREATE DEGREES FOR STUDENTS IN THE FOOD, AGRICULTURAL, AND NATURAL RESOURCE SCIENCES. IN ADDITION TO THE SCHOLARSHIP, WE WILL SUPPORT OUR STUDENT SCHOLARS THROUGH CAREER PREPAREDNESS WORKSHOPS, INTRUSIVE ADVISING, INTENTIONAL MENTORING, AND UNDERGRADUATE RESEARCH EXPERIENCES. THIS PROJECT WILL COMBINE VARIOUS HIGH-IMPACT PRACTICES TO INCREASE THE COLLEGE OF AGRICULTURE&#39;S CAPACITY TO RECRUIT AND RETAIN HIGH-QUALITY UNDERGRADUATES. THIS PROJECT WILL ALSO INCREASE THE OPPORTUNITIES TO ENGAGE, RETAIN, MENTOR, TRAIN, AND GRADUATE SCHOLARS WITH THE SCIENTIFIC, TECHNICAL, AND PROFESSIONAL COMPETENCIES IN FOOD, AGRICULTURAL, AND NATURAL RESOURCES SCIENCES WITHIN FOUR YEARS. LASTLY, WE WILL MEASURE AND EVALUATE THE EFFECTIVENESS OF THE PROJECT TO PREPARE AND GRADUATE SCHOLARS TO READILY OBTAIN ENTRANCE INTO EITHER GRADUATE STUDIES OR THE U.S. AGRICULTURE WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_20233843039316_12H3"}, {"internal_id": 156905966, "Award ID": "20233843039315", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-24", "CFDA Number": "10.524", "Description": "THE GOAL OF THIS PROJECT IS TO POSITIVELY IMPACT RECRUITMENT, RETENTION, BACCALAUREATE DEGREE OBTAINMENTS, AND PROGRESSION OF SCHOLARSHIP RECIPIENTS IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS (FAS AND RF). USDA/NATIONAL INSTITUTE OF FOOD AND AGRICULTURE (NIFA) SCHOLARSHIPS WILL BE ACCORDED. UPON GRADUATION AN OVERWHELMING MAJORITY OF THESE STUDENTS ARE EXPECTED TO BE GAINFULLY EMPLOYED WITH THE USDA WORKFORCE. THE SPECIFIC OBJECTIVES ARE: (1) TO LEVERAGE THE USDA/NIFA 1890 SCHOLARSHIP FUNDS WITH OTHER SOURCES OF STUDENTS&#39; FINANCIAL SUPPORT, (2) TO ASSESS THE SCHOLARSHIPS&#39; IMPACTS ON RECRUITMENT NUMBERS AND RETENTION RATE, AND (3) TO DETERMINE THE SCHOLARSHIPS&#39; IMPACTS ON STUDENTS PROGRESSING AND OBTAINING BACCALAUREATE DEGREES, AND EMPLOYMENT IN THE AGRICULTURAL AND NATURAL RESOURCES WORKFORCE. THE SELECTED STUDENTS MUST HAVE A MINIMUM CUMULATIVE GRADE POINT AVERAGE (GPA) OF 2.8 AT THE TIME OF APPLICATION, AND MAINTAIN AT LEAST A 2.8 GPA ON A SEMESTER AND CUMULATIVE BASIS WHILE RECEIVING SCHOLARSHIP SUPPORT. SCHOLARSHIP RECIPIENTS MUST BE ENROLLED AS FULL-TIME STUDENTS (12 HOURS MINIMUM). APPROXIMATELY, 50 FULL AND 40 PARTIAL SCHOLARSHIP AWARDS WILL BE GRANTED. THE DEPARTMENTS PRIMARILY TARGETED ARE AGRICULTURAL SCIENCES, FAMILY AND CONSUMER SCIENCES, AND URBAN FORESTRY AND NATURAL RESOURCES. WHERE APPLICABLE, THE USDA/NIFA SCHOLARSHIP FUNDS WILL BE LEVERAGED WITH OTHER FINANCIAL AWARDS OF THE SELECTED STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99064b3e-b993-8788-feb9-770afe9b9a56-C", "generated_internal_id": "ASST_NON_20233843039315_12H3"}, {"internal_id": 156905965, "Award ID": "20233843039314", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-22", "CFDA Number": "10.524", "Description": "THE PURPOSE OF SC STATE 1890 AGRICULTURE INNOVATION SCHOLARS PROGRAM IS TO PROVIDE SCHOLARSHIPS TO SUPPORT RECRUITING, ENGAGING, RETAINING, MENTORING, AND TRAINING OF INCOMING FRESHMEN UNDERGRADUATE AGRIBUSINESS AND FAMILY AND CONSUMER SCIENCES STUDENTS AT SC STATE. THE PROGRAM WILL SUPPORT THE ENROLLMENT AND MATRICULATION OF BACCALAUREATE DEGREE GRADUATE IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCE DEGREE PROGRAMS, WITHIN FOUR YEARS. THE PROGRAM WILL SEEK TO ADDRESS A CRITICAL WORKFORCE NEEDS BY EXPANDING EDUCATIONAL OPPORTUNITIES TO STUDENTS TO INTERESTED IN ATTENDING SC STATE UNIVERSITY TO PURSUE AND COMPLETE A BACCALAUREATE DEGREE IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCE DEGREE PROGRAMS, WHICH WOULD LEAD TO A HIGHLY SKILLED FOOD AND AGRICULTURAL SYSTEMS WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_20233843039314_12H3"}, {"internal_id": 156905964, "Award ID": "20233843039313", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-16", "CFDA Number": "10.524", "Description": "OUR GLOBAL POPULATION IS PROJECTED TO EXCEED NINE BILLION BY 2050; THEREFORE, WE FACE UNPRECEDENTED CHALLENGES TO PRODUCE ENOUGH FOOD, FEED, FIBER, AND BIOFUEL FEEDSTOCK. STRENGTHENING THE AGRICULTURAL INDUSTRY IS ESSENTIAL TO MEETING THIS CHALLENGE. TO FULFILL SUCH DEMANDS, HOWEVER, AGRICULTURALISTS WILL BE REQUIRED TO PRODUCE MORE FOOD OVER THE NEXT 40 YEARS THAN HAS BEEN PRODUCED OVER THE PAST 10,000 YEARS COMBINED, AS WELL AS SUFFICIENT BIOFUEL FEEDSTOCK TO ENSURE A SECURE AND INDEPENDENT ENERGY SUPPLY ON A LAND AREA WITH FEWER INPUTS (UNITED NATIONS, 2015). FAILURE TO MEET THESE GOALS COULD CAUSE FOOD INSECURITY IN MANY PARTS OF THE WORLD, LEADING TO INSTABILITY IN THE GLOBAL, GEOPOLITICAL LANDSCAPE. COUPLED WITH THIS CHALLENGE IS THE GROWING DEMAND FOR SUSTAINABLE AGRICULTURAL PRACTICES AND LOCALLY GROWN FOOD. AS A RESULT, AGRICULTURAL PRODUCERS WILL ALSO BE REQUIRED TO PROVIDE FRESH FOOD PRODUCTS FOR CHANGING DIETARY AND HEALTH HABITS OF INDIVIDUALS ACROSS THE GLOBE. THE UNITEDNATION&#39;S FOOD AND AGRICULTURAL ORGANIZATION (2015) ESTIMATED THAT AGRICULTURE COLLECTIVELY ACCOUNTS FOR 40% OF THE CURRENT GLOBAL WORKFORCE. HOWEVER, TO MEET THE AFOREMENTIONED DEMANDS, MORE SKILLED LEADERS AND LABORERS MUST BE RECRUITED INTO THE AGRICULTURAL SECTOR, WHICH WILL HAVE TO BE TRAINED THROUGH THE NATION&#39;S LAND GRANT AND NON-LAND GRANT COLLEGES OF AGRICULTURE. WITH THIS MIND THESE INSTITUTIONS WILL HAVE TO IDENTIFY MECHANISMS AND STRATEGIES TO ATTRACT POTENTIAL STUDENTS INTO THE ACADEMIC PROGRAMS THEY OFFER, SINCE DIRECT COMPETITION EXISTS FROM OTHER INSTITUTIONS OF HIGHER LEARNING FOR STUDENT CLIENTELE.INSTITUTIONS OF HIGHER EDUCATION ARE UNDER MOUNTING SCRUTINY AS THEY FACE REDUCED STUDENT ACCESS, RISING COSTS, AND CALLS TO DEMONSTRATE MORE PROFOUND OUTCOMES (BEALE, 2012; KRETOVICS, 2011). AS A RESULT, TRENDS REGARDING STUDENT ENTRANCE, RETENTION, AND GRADUATION WERE USED AS KEY INDICATORS OF INSTITUTIONAL SUCCESSES AND FAILURES. ALTHOUGH EXISTING EVIDENCE HAS REVEALED THAT SUCH METRICS ARE AFFECTED BY A NUMBER OF CONTEXTUAL FACTORS (ALLEN, ROBBINS, CASILLAS, &AMP; OH, 2008; SHRESTHA, SUVEDI, &AMP; FOSTER, 2011), THEY REMAIN OF CENTRAL IMPORTANCE TO UNIVERSITIES BECAUSE STUDENT DROPOUT RESULTS IN FEWER INDIVIDUALS PREPARED TO ENTER THE WORKFORCE AS WELL AS THOUSANDS OF DOLLARS IN UNREALIZED REVENUE FOR INSTITUTIONS (BEALE, 2012; KRETOVICS, 2011). ALSO, NOT COMPLETING A COLLEGE DEGREE HAS BEEN SHOWN TO NEGATIVELY AFFECT LEAVERS&#39; SOCIAL, PHYSIOLOGICAL, AND ECONOMIC WELLBEING (BRUFFAERTS ET AL., 2018; PERVIN, REIK, &AMP; DALRYMPLE, 2015). FOR EXAMPLE, PREVIOUS RESEARCH HAS REPORTED STATISTICALLY SIGNIFICANT RELATIONSHIPS BETWEEN INDIVIDUALS WHO DROP OUT OF COLLEGE AND THEIR SENSE OF SOCIAL ISOLATION AND DEPRESSION AS WELL AS A LOWER CAREER EARNING POTENTIAL (BRUFFAERTS ET AL., 2018; PERVIN ET AL., 2015). MOREOVER, WITH NATIONAL STUDENT LOAN DEBT TOPPING $1.5 TRILLION IN 2019, AND STUDENTS GRADUATING IN 2017 HAVING AN AVERAGE OF $28,650 IN LOANS,, THE SUCCESS OF UNIVERSITIES AND STUDENTS REMAIN DEEPLY ENTWINED (FRIEDMAN, 2019).TO FURTHER COMPLICATE THIS ISSUE, NEARLY ALL AGRICULTURAL, FOOD, AND NATURAL RESOURCE (AFNR) SECTORS ARE EXPERIENCING A SHORTAGE OF QUALIFIED WORKERS (GOECKER ET AL., 2015). FOR INSTANCE, IT IS EXPECTED THAT MORE THAN 20,000 AFNR RELATED JOBS WILL GO UNFILLED BY AN UNQUALIFIED CANDIDATE IN 2020 (GOECKER ET AL., 2015). THEREFORE, IT IS IMPERATIVE TO IMPROVE THE RECRUITMENT AND RETENTION OF COLLEGES OF AGRICULTURE TO ENSURE THAT QUALIFIED LEADERS SUPPLY THE AFNR CAREER PIPELINE IN THE FUTURE (NATIONAL RESEARCH COUNCIL, 2009; STEM FOOD AND AGRICULTURE COUNCIL, 2014). PREVIOUS RESEARCH ON THIS ISSUE, HOWEVER, HAS DEPICTED THE RIFT BETWEEN THE SUPPLY AND DEMAND OF AFNR GRADUATES AS AN ISSUE OF STUDENT RECRUITMENT (BAKER, SETTLE, CHIARELLI, &AMP; IRANI, 2013; KOON, FRICK, IGO, 2009; RAYFIELD, MURPHREY, &AMP; SKAGGS, 2013; ROCCA &AMP; WASHBURN, 2005; STAIR, DANJEAN, BLACKBURN, &AMP; BUNCH, 2016). HOWEVER, LESS ATTENTION IS PLACED ON THE ROLE THAT RETENTION PLAYS IN SOLVING THIS PROBLEM (DUNN, HAINES, &AMP; EPPS, 2013). IN RESPONSE, KOON ET AL. (2009) CALLED FOR COLLEGES OF AGRICULTURE TO CONSIDER RECRUITMENT AND RETENTION AS FACTORS OF EQUAL VALUE. AS AN ILLUSTRATION, BY PLACING AN IMPROVED EMPHASIS ON RETENTION EFFORTS, COLLEGES OF AGRICULTURE COULD BETTER ADDRESS THE NATIONAL STUDENT LOAN DEBT BY GRADUATING STUDENTS PROMPTLY WHILE ALSO KEEPING MORE INDIVIDUALS IN THE AFNR CAREER PIPELINE (KOON ET AL., 2009).PREVIOUS RESEARCH HAS DEMONSTRATED THAT TARGETED UNIVERSITY RECRUITMENT AND RETENTION PROGRAMMING CAN POSITIVELY INFLUENCE INDIVIDUALS&#39; CHOICE TO PURSUE COLLEGE AS WELL AS THEIR DECISION TO PERSIST THROUGHOUT THEIR DEGREE PROGRAM (BOBBIT, 2006; ROCCA, 2013). IN PARTICULAR, THE LITERATURE ON RECRUITMENT FOR COLLEGES OF AGRICULTURE HAS REPORTED THAT COMMUNICATING AND BUILDING RELATIONSHIPS WITH PARENTS IS CRITICAL BECAUSE THEY ARE HIGHLY INFLUENTIAL IN THEIR CHILD&#39;S DECISION TO PURSUE A CAREER IN AGRICULTURE AS WELL AS THE PARTICULAR UNIVERSITY THEY WILL ULTIMATELY CHOOSE TO ATTEND (BOBBIT, 2006; RAYFIELD ET AL., 2013; ROCCA, 2013). HOWEVER, VARIABLES SUCH AS CAMPUS VISITS, COST, COMMUNICATION EFFORTS FROM COLLEGES AND DEPARTMENTS, DEPARTMENTAL ATMOSPHERE, EXPERIENTIAL LEARNING OPPORTUNITIES, FACULTY APPROACHABILITY, AND SCHOLARSHIP OPPORTUNITIES HAVE ALSO BEEN REPORTED TO INFLUENCE AGRICULTURE STUDENTS&#39; DECISIONS (BAKER ET AL., 2013; RAYFIELD ET AL., 2013; ROCCA &AMP; WASHBURN, 2005; STAIR ET AL., 2016).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_20233843039313_12H3"}, {"internal_id": 156905963, "Award ID": "20233843039312", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-24", "CFDA Number": "10.524", "Description": "THE GOAL OF THE 1890 SCHOLARSHIPS PROGRAM IS TO PROVIDE SCHOLARSHIPS TO SUPPORT THE RECRUITMENT, ENGAGEMENT, RETENTION, MENTORING, AND EXCELLENT TRAINING OF UNDERGRADUATE STUDENTS AT LINCOLN UNIVERSITY (LU; AN 1890 LAND-GRANT INSTITUTION), WHICH WILL RESULT IN BACCALAUREATE DEGREES IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED DISCIPLINES. THE SCHOLARSHIP SUPPORT WILL CREATE A HIGHLY SKILLED FOOD AND AGRICULTURAL SYSTEMS WORKFORCE, THAT SERVES AND CONTRIBUTE TO THE GLOBAL COMPETITIVENESS OF US AGRICULTURE. THIS SCHOLARSHIP ADVANCES THE PERSONAL, AND LEADERSHIP ATTRIBUTES AND OTHER TECHNICAL COMPETENCIES OF THE WORKFORCE.THE PROJECT OBJECTIVES ARE AS FOLLOWS:1. RECRUIT AND ENROLL QUALIFIED INDIVIDUALS INTO THE BS AGRICULTURE DEGREEPROGRAM AT LU2. ATTRACT AND AWARD SCHOLARSHIPS TO MINORITIES AND UNDERREPRESENTED QUALIFIED INDIVIDUALS3. INCREASE THE TECHNICAL COMPETENCIES OF SCHOLARSHIP RECIPIENTS IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS4. TO ADVANCE US AGRICULTURE THROUGH HANDS-ON/EXPERIENTIAL LEARNING RESEARCH ACTIVITIES, FIELDWORK, SEMINARS, PROFESSIONAL CONFERENCES, INTERNSHIPS, ETC.1890 SCHOLARSHIP IS FOR INDIVIDUALS AT LINCOLN UNIVERSITY WHO:&BULL; HAVE BEEN ACCEPTED FOR ADMISSION AT LU.&BULL; WILL BE ENROLLED AT LU NOT LATER THAN ONE YEAR AFTER THE DATE OF ACCEPTANCE.&BULL; INTEND TO PURSUE A CAREER IN THE FOOD AND AGRICULTURAL SCIENCES, INCLUDING A CAREER IN AGRIBUSINESS, ENERGY, RENEWABLE FUELS, OR FINANCIAL MANAGEMENT.&BULL; HAVE A MINIMUM CUMULATIVE 2.8-GRADE POINT AVERAGE (GPA) AT THE TIME OF APPLICATION AND MAINTAIN AT LEAST A 3.0 GPA ON A SEMESTER AND CUMULATIVE BASIS WHILE RECEIVING SCHOLARSHIP SUPPORT.STUDENTS WILL ENGAGE AND BE TRAINED THROUGHEXPERIENTIAL RESEARCH ACTIVITIES THAT SPANAQUACULTURE, GENOMICS/INDUSTRIAL HEMP PRODUCTION &AMP; CHEMICAL ANALYSIS, ANIMAL SCIENCE - PRODUCTION, INTEGRATED PEST MANAGEMENT, FOREST HYDROLOGY/CLIMATE IMPACT, FOOD NUTRITION AND TOXICOLOGY, HYDROPONICS/VEGETABLE PRODUCTION, NEW CROPS, ORGANIC FARMING, SOIL HEALTH, ETC. STUDENT SCHOLARS ALSO PARTICIPATE IN CLUBS (E.G., MANRRS, AGCLUB) AND FFA ACTIVITIES TO ENHANCE THEIR LEADERSHIP ATTRIBUTES AND OTHER SKILLS. OTHER ACTIVITIES OF STUDENTS WILL INCLUDE RECRUITMENT, AG LITERACY DAY, AND PRESENTATIONS AT CONFERENCES.THE ACTIVITIESWILL ENHANCE THEKNOWLEDGE AND EXPERIENCE OF SCHOLARS FOR A BACCALAUREATE DEGREE IN AGRICULTURE AND RELATED FIELDS. THE OUTCOMES GAINED FROM SCHOLARSHIP SUPPORT INCLUDE INCREASED STUDENT RETENTION, COMPLETION OF A BS DEGREE PROGRAM IN AGRICULTURE WITHIN FOUR YEARS, A HIGHER NUMBER OF GRADUATES AS AGRICULTURE PROFESSIONALS READY FOR CAREERS IN FEDERAL AND STATE AGENCIES, PRIVATE BUSINESS, NON-PROFIT, AND JOBS ABROAD, AND EMBRACING GRADUATE STUDIES.THE 1890 USDA (DAVID SCOTT) SCHOLARSHIP IS AN EXCELLENT EFFORT BY THE USDA AND HAS SUPPORTED THE INCREASE IN THE NUMBER OF AGRICULTURE PROFESSIONALS FOR CAREERS OR ENTREPRENEURSHIP IN THE NATION. THIS IMPLIES A SIGNIFICANT INCREASE IN THE COMPETITIVENESS OF US AGRICU,LTURE AND THE PROVISION OF QUALITY FOODS AND FIBER OR AGRICULTURE PRODUCTION AND RELATED OUTPUTS/SERVICES IN THE NATION. OVERALL, THE NEW AG PROFESSIONALS ARE READY TO REPLACE THE AGING WORKFORCE OF OUR NATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_20233843039312_12H3"}, {"internal_id": 156905962, "Award ID": "20233843039311", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-24", "CFDA Number": "10.524", "Description": "NON-TECHNICAL SUMMARYTHELONG-TERM GOAL OF THIS PROPOSALIS TO INCREASE THE DIVERSITY OF THE FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN SCIENCES (FANH) WORKFORCE, ESPECIALLY AMONG AFRICAN AMERICANS AND UNDERREPRESENTED MINORITIES (URM) STUDENTS. THE PRIMARY OBJECTIVEIS TO INCREASE RETENTION AND GRADUATION RATES AMONG LANGSTON UNIVERSITY STUDENTS PURSUING A BACHELOR&#39;S DEGREES IN AGRICULTURAL SCIENCES BY PROVIDING SCHOLARSHIPS, EXPERIENTIAL LEARNING, AND CAREER DEVELOPMENT OPPORTUNITIES. THE PROJECT WILL ACHIEVE THIS THROUGH THREESECONDARY OBJECTIVES,1:RECRUIT AND TRAIN NUMEROUSSCHOLARS PER YEAR;2:INCREASE RETENTION AND GRADUATION RATES OF SCHOLARS THROUGH MENTORING, EXPERIENTIAL LEARNING, AND PROFESSIONAL DEVELOPMENT,3:INCREASE THE EMPLOYMENT RATES AND/OR GRADUATE SCHOOL ADMISSIONS OF SCHOLARS BY PROVIDING THE NECESSARY SKILLS AND CAREER SERVICES. THESE OBJECTIVES WILL LEAD TO GREATER RETENTION AND RECRUITMENT OF STUDENTS, SPECIFICALLY AFRICAN AMERICAN AND URM STUDENTS AND INCREASE RATES OF PERSISTENCE TO BACCALAUREATES AMONGLANGSTON UNIVERSITY&#39;S SCHOOL OF AGRICULTURE AND APPLIED SCIENCE&#39;S STUDENTS (LU-SAAS). INDEED, ALL PROJECT GOALS AND OBJECTIVES INCLUDED IN THE PROPOSAL ARE COMPATIBLE WITH THOSE ARTICULATED IN THE 1890 SCHOLARSHIP PROGRAM.THE ADDITION OF MANY NEW FUNDEDSCHOLARS PER YEAR, WHO LIKELY WOULD NOT OTHERWISE MATRICULATE IN LU-SAAS DUE TO FINANCIAL AND OTHER CONSTRAINTS, WILL HAVE A POSITIVE IMPACT FOR BOTH SCHOLARS AND FOR STRENGTHENING THE ACADEMIC MISSION OF LANGSTON UNIVERSITY (LU) LAND-GRANT PROGRAMS.FOR SCHOLARS, THE PROGRAM WILL INCREASE THEIR SKILLS AND ENGAGEMENT, RESULTING IN ENHANCED RETENTION AND EMPLOYMENT RATES. FOR LU, THE PROGRAM WILL INCREASE THE DIVERSITY OF THE UNIVERSITY IN GENERAL AND WILL ENABLE LU TO BUILD LINKAGES WITH HIGH SCHOOLS, COMMUNITIES, AND BUSINESSES IN OKLAHOMA AND BEYOND.THE PROPOSED PROGRAM WILL PROMOTE THE LU AS A MAJOR PRODUCER OF HIGHLY TRAINED AGRICULTURAL GRADUATES IN OKLAHOMA BY INCREASING THE NUMBER OF QUALIFIED GRADUATES PLACED IN INDUSTRIES OR GRADUATE SCHOOLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_20233843039311_12H3"}, {"internal_id": 156905961, "Award ID": "20233843039310", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-24", "CFDA Number": "10.524", "Description": "THE 1890 SCHOLARSHIPS PROGRAM WILL ALLOW KENTUCKY STATE UNIVERSITY (KSU) TO OFFER FINANCIAL SUPPORT TO STUDENTS PURSUINGDEGREES IN AGRICULTURE-RELATED FIELDS, INCREASING STUDENT ENROLLMENT AND RETENTION IN THESE AREAS. KSU HAS A RANGE OF AGRICULTURECOURSES (INCLUDING PRACTICUM EXPERIENCE) TO TRAIN STUDENTS IN PLANT AND ANIMAL SCIENCE, HUMAN HEALTH AND ENVIRONMENT, GLOBALAGRICULTURAL PERSPECTIVES, AND PRACTICUMS, AS WELL AS THE AREAS OF FOOD AND FIBER, AGRICULTURAL, RENEWABLE NATURAL RESOURCES,FORESTRY, AND FAMILY AND CONSUMER SCIENCES. THE OBJECTIVES ARE TO: 1. INCREASE THE NUMBER OF STUDENTS WHO ATTAIN BACCALAUREATEDEGREES IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS AT KSU BY OFFERING SCHOLARSHIP OPPORTUNITIES; AND 2. SUPPORTTHESE SCHOLARS IN THEIR INTENTION TO PURSUE A CAREER IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS TO MEET THE NEED FOR AHIGHLY SKILLED FOOD AND AGRICULTURAL SYSTEMS WORKFORCE. A DETAILED RECRUITMENT AND SELECTION PLAN HAS BEEN DEVELOPED TO OFFERCOMPETITIVE SCHOLARSHIPS, AS WELL AS A MENTORING PROGRAM WITH FACULTY AND STUDENT PROFESSIONAL GROUPS IN AGRICULTURE. STUDENTSWILL PARTICIPATE IN A RANGE OF PRACTICUMS, INTERNSHIPS, AND PROFESSIONAL DEVELOPMENT OPPORTUNITIES. A REPORTING AND EVALUATIONPLAN, WITH THE HELP OF AN ADVISORY COMMITTEE, WILL ASSIST THE SELECTION COMMITTEE IN AWARDING AND TRACKING OF STUDENTS, AS WELL ASPROVIDE LONGITUDINAL TRACKING AT A CAREER LEVEL TO ENSURE STUDENTS ARE BEING TRAINED, RETAINED, GRADUATING, AND ENTERING THEAGRICULTURAL CAREERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_20233843039310_12H3"}, {"internal_id": 156905960, "Award ID": "20233843039309", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-27", "CFDA Number": "10.524", "Description": "STUDENT WILL BE RECRUITED, ENGAGED, MENTORED AND TRAIN FOR A CAREER IN AGRICULTURE AND RELATED MAJORS UPON GRADUATION FROM FVSU. SELECTED STUDENTS IN CAFST WILL BE PROVIDED SCHOLARSHIPS TO REDUCE DEBT UPON GRADUATION AND ELIMINATE THE NEED FOR SECOND JOBS DURING THEIR YEARS AS A STUDENT SCHOLAR. DURING THEIR YEARS AS AG SCHOLARS AT FVSU, STUDENTS WILL BE ENGAGED, MENTORED AND TRAINED TO BE WORKFORCE READY UPON GRADUATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_20233843039309_12H3"}, {"internal_id": 156905959, "Award ID": "20233843039308", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-22", "CFDA Number": "10.524", "Description": "CENTRAL STATE UNIVERSITY WILL PROVIDE SCHOLARSHIPS FOR STUDENTS IN THE COLLEGE OF ENGINEERINGSCIENCE TECHNOLOGY AND AGRICULTURE (CESTA) AND OTHER AG RELATED PROGRAMS. THE 1890 DAVID SCOTTSCHOLARSHIP PROGRAM IN CESTA AT CSU WILL BE IMPLEMENTED IN ALIGNMENT WITH CSU AND CESTA STRATEGICPRIORITIES. THE SCHOLARSHIP WILL BE USED TO TARGET STUDENTS FROM HS SCHOOLS, CAREER AND TECHNICALCENTERS, AND COMMUNITY COLLEGES VIA A TARGETED APPROACH.1890 DAVID SCOTT SCHOLARSHIPS WILL ASSIST ELIGIBLE FRESHMAN AND CONTINUING STUDENTS (2.8 AND ABOVE)WITH TUITION, ROOM, AND BOARD AS NEEDED TO COMPLETE A DEGREE PROGRAM IN AGRICULTURE AND RELATEDSCIENCES. STUDENTS RECEIVING FINANCIAL AID AND SCHOLARSHIPS FROM OTHER SOURCES WILL BESUPPLEMENTED WITH FUNDS FROM THE 1890 DAVID SCOTT SCHOLARSHIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_20233843039308_12H3"}, {"internal_id": 156905958, "Award ID": "20233843039307", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-22", "CFDA Number": "10.524", "Description": "IN 2019, THE UNITED NATIONS REPORTED THAT THE GLOBAL POPULATION IS PROJECTED TO INCREASE BY 2.2 BILLION IN THE NEXT 30 YEARS, FROM 7.7 BILLION CURRENTLY TO 9.7 BILLION BY 2050 HTTPS://WWW.UN.ORG/DEVELOPMENT/DESA/EN/NEWS/POPULATION/WORLDPOPULATIONPROSPECTS2019.HTML THIS MEANS THAT IN ORDER TO FEED THIS GROWING POPULATION, THE FOOD AND AGRICULTURAL ORGANIZATION PROJECTS THAT AGRICULTURAL PRODUCTION (FOOD, FEED AND FIBER) WILL NEED TO INCREASE BY 70 PERCENT. ASSUMING THAT THESE PREDICTIONS ARE CORRECT, THE GREATEST CHALLENGE FACING US IN THE UNITED STATES OF AMERICA (USA) WILL BE HOW TO EDUCATE THE NEEDED LABOR TO REPLACE THE AGING AMERICAN AGRICULTURAL WORKFORCE WITH THE SKILLED WORKERS AND SCIENTISTS NEEDED TO SUPPORT THE SUSTAINABLE GROWTH AND EFFICIENCY IN AGRICULTURAL PRODUCTION. HTTPS://NIFA.USDA.GOV/EDUCATION MORE SPECIFICALLY, THE CRITICAL QUESTION FACING THE FOOD AND AGRICULTURAL SCIENCES INDUSTRY IS HOW DO WE ATTRACT MORE TALENTED YOUNG, DIVERSE PERSONS INTO AGRICULTURAL JOBS? INDEED, THIS CONTINUES TO BE THE MAJOR QUESTION THAT IS BEING ASKED BY FACULTY AND ADMINISTRATORS IN THE COLLEGE OF AGRICULTURE AND FOOD SCIENCES (CAFS) AT FLORIDA A&AMP;M UNIVERSITY (FAMU), HTTP://WWW.FAMU.EDU/ AS IT TRIES TO RESPOND TO THE LOW, AND IN SOME CASES, DECLINING ENROLLMENT IN SOME OF ITS CRITICAL ACADEMIC PROGRAMS. WITH STATE AND FEDERAL FUNDING FOR EDUCATION ON THE DECLINE, THE STUDENT DEBT BURDEN CONTINUES TO BE HIGH. THUS, FUNDING FROM THIS SCHOLARSHIP PROGRAM WILL PROVIDE A TOTAL OF FORTYNINE (49) NEW SCHOLARSHIPS FOR FTCS TO PURSUE AND OBTAIN THEIR BACCALAUREATE DEGREES IN FOOD AND AGRICULTURAL SCIENCES FROM FAMU IN FOUR YEARS, AND FOR QUALIFIED, TRANSFER STUDENTS IN TWO YEARS. THIS FUNDING WILL HELP CAFS CULTIVATE AND GRADUATE MORE DIVERSE LEADERS, WHO WILL BE WELL EQUIPPED TO ADDRESS AND SOLVE FUTURE EMERGING CHALLENGES IN FOOD AND AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_20233843039307_12H3"}, {"internal_id": 156905957, "Award ID": "20233843039306", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-22", "CFDA Number": "10.524", "Description": "N/A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_20233843039306_12H3"}, {"internal_id": 156905956, "Award ID": "20233843039305", "Award Amount": 521052.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-28", "CFDA Number": "10.524", "Description": "THE CURRENT ENVIRONMENTAL CHALLENGES, THE GROWING AGRICULTURAL NEEDS, AND THE DEMAND FOR MORE NOVEL AND PRACTICAL APPROACHES TO RESOLVE THE AGRICULTURAL AND ENVIRONMENTAL CONCERNS HAVE INCREASED THE NEED FOR WELL-TRAINED INDIVIDUALS TO ADDRESS THESE GROWING ISSUES. UNFORTUNATELY, MINORITIES, ESPECIALLY AFRICAN AMERICANS, ARE UNDERREPRESENTED WITHIN THE SCIENCES. THEREFORE, THERE IS A CRITICAL NEED FOR HIGHLY EDUCATED SCIENTISTS, PROFESSIONALS, AND PUBLIC ADMINISTRATORS FROM DIVERSE BACKGROUNDS TO BRIDGE THE GAP. TO THIS END, AAMU&#39;S COLLEGE OF AGRICULTURAL, LIFE AND NATURAL SCIENCES (CALNS) IS PROPOSING A STRATEGIC PROJECT TO RECRUIT, RETAIN AND GRADUATE STUDENTS (ESPECIALLY MINORITY AND UNDERREPRESENTED GROUPS) IN AGRICULTURAL AND RELATED SCIENCES. THE PROJECT SUPPORTS NIFA AND AAMU&#39;S PRIORITIES BY ADDRESSING TWO CRITICAL NEEDS. 1) INCREASING THE NUMBER OF GRADUATES WITH BACCALAUREATE DEGREES IN FOOD AND AGRICULTURAL SCIENCES AND 2) PREPARING GRADUATES THAT MEET THE TECHNOLOGICALLY ADVANCED NEEDS OF THE 21ST-CENTURY FOOD AND AGRICULTURAL SYSTEMS WORKFORCE THAT WILL FACILITATE RURAL PROSPERITY AND ECONOMIC DEVELOPMENT. THE PROJECT WILL ADDRESS ONE CRITICAL CHALLENGE (LIMITED FINANCIAL SUPPORT) DRIVING THE CONTINUED DROPOUTS AND STOP-OUTS BY CAPABLE STUDENTS FROM LOW-INCOME COMMUNITIES. PROJECT SUCCESS IS VESTED IN RIGOROUS RECRUITMENT AND RETENTION PLANS CENTERED ON STUDENT MENTORING AND ACADEMIC COUNSELING, WITH SUPPORT FROM AAMU TEACHING STAFF, ADMISSIONS, CAREER DEVELOPMENT SERVICES, AND THE HONORS PROGRAM. PROGRESS WILL BE MONITORED PERIODICALLY USING FORMATIVE AND SUMMATIVE EVALUATIONS, AND LONGITUDINAL TRACKING OF GRADUATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_20233843039305_12H3"}, {"internal_id": 150868148, "Award ID": "20227041837823", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-11", "CFDA Number": "10.524", "Description": "1890 SCHOLARSHIPS AT THE UNIVERSITY OF ARKANSAS AT PINE BLUFF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_20227041837823_12H3"}, {"internal_id": 150868154, "Award ID": "20227041837822", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-15", "CFDA Number": "10.524", "Description": "1890 SCHOLARSHIPS PROGRAM: NEXT GENERATION OF FOOD AND AGRICULTURAL SCHOLARS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_20227041837822_12H3"}, {"internal_id": 150868153, "Award ID": "20227041837821", "Award Amount": 505263.12, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-11", "CFDA Number": "10.524", "Description": "RECRUITING, ENGAGING, MENTORING AND TRAINING UNDERGRADUATE STUDENTS IN THE AGRICULTURAL SCIENCES AT FVSU TO ENHANCE THE SKILLED WORKFORCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_20227041837821_12H3"}, {"internal_id": 150868152, "Award ID": "20227041837820", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-11", "CFDA Number": "10.524", "Description": "1890 SCHOLARSHIP PROGRAM FOR UNDERGRADUATE STUDENTS IN FOOD AND AGRICULTURE SCIENCES AND RELATED FIELDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_20227041837820_12H3"}, {"internal_id": 150868151, "Award ID": "20227041837819", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-11", "CFDA Number": "10.524", "Description": "SCHOLARSHIPS FOR STUDENTS AT 1890 INSTITUTIONS, ALCORN STATE UNIVERSITY SCHOOL OF AGRICULTURE AND APPLIED SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_20227041837819_12H3"}, {"internal_id": 150868150, "Award ID": "20227041837774", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "10.524", "Description": "CAHS PASSPORT TO CAREERS IN AGRICULTURE SCHOLARSHIPS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_20227041837774_12H3"}, {"internal_id": 150868149, "Award ID": "20227041837773", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-11", "CFDA Number": "10.524", "Description": "1890 SCHOLARSHIPS PROGRAM FOR KENTUCKY STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_20227041837773_12H3"}, {"internal_id": 150355123, "Award ID": "20227041837728", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "10.524", "Description": "1890 SCHOLARSHIPS FOR STUDENTS IN THE FOOD AND AGRICULTURAL SCIENCE DISCIPLINES AT THE UNIVERSITY OF MARYLAND EASTERN SHORE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_20227041837728_12H3"}, {"internal_id": 150355086, "Award ID": "20227041837727", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "10.524", "Description": "TUSKEGEE UNIVERSITY FOOD AND AGRICULTURAL SCHOLARS PROGRAM (TUFASP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_20227041837727_12H3"}, {"internal_id": 150355121, "Award ID": "20227041837726", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "10.524", "Description": "SC STATE 1890 RESEARCH & EXTENSION AGRICULTURE INNOVATION SCHOLARS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_20227041837726_12H3"}, {"internal_id": 150868147, "Award ID": "20227041837725", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-15", "CFDA Number": "10.524", "Description": "1890 AGRICULTURAL SCHOLARS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_20227041837725_12H3"}, {"internal_id": 150355132, "Award ID": "20227041837724", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "10.524", "Description": "A SCHOLARSHIP PROGRAM AT CENTRAL STATE UNIVERSITY TO INCREASE GRADUATES IN AGRICULTURE AND RELATED FIELDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_20227041837724_12H3"}, {"internal_id": 150355100, "Award ID": "20227041837659", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "10.524", "Description": "1890 SCHOLARSHIPS PROGRAM AT WEST VIRGINIA STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_20227041837659_12H3"}, {"internal_id": 150868146, "Award ID": "20227041837658", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "10.524", "Description": "TSU 1890 SCHOLARSHIP PROGRAM: TRAINING AND MENTORING THE NEXT GENERATION OF LEADERS IN FOOD AND AGRICULTURAL SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_20227041837658_12H3"}, {"internal_id": 150355088, "Award ID": "20227041837657", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "10.524", "Description": "LAND GRANT SCHOLARSHIPS FOR STUDENTS AT SOUTHERN UNIVERSITY AND A&M COLLEGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d66cb6c3-8182-fe6b-8f3d-e71014c71a60-C", "generated_internal_id": "ASST_NON_20227041837657_12H3"}, {"internal_id": 150355120, "Award ID": "20227041837656", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "10.524", "Description": "A STRATEGIC PROJECT TO SUPPORT 1890 SCHOLARS IN AGRICULTURAL AND RELATED SCIENCES AT ALABAMA A&M UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_20227041837656_12H3"}, {"internal_id": 150355110, "Award ID": "20227041837655", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "10.524", "Description": "RECRUITING AND GRADUATING THE NEXT GENERATION OF LEADERS IN AGRICULTURAL, FOOD, AND NATURAL RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_20227041837655_12H3"}, {"internal_id": 150355068, "Award ID": "20227041837654", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "10.524", "Description": "LANGSTON UNIVERSITY 1890 SCHOLARSHIP PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_20227041837654_12H3"}, {"internal_id": 150355130, "Award ID": "20227041837653", "Award Amount": 505263.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "10.524", "Description": "2020 FLORIDA A&M UNIVERSITY 1890 SCHOLARSHIP PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_20227041837653_12H3"}, {"internal_id": 146995380, "Award ID": "20223843037011", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-24", "CFDA Number": "10.524", "Description": "THE 1890 SCHOLARSHIPS PROGRAM WILL ALLOW KENTUCKY STATE UNIVERSITY (KSU) TO OFFER FINANCIAL SUPPORT TO STUDENTS PURSUING DEGREES IN AGRICULTURE-RELATED FIELDS, INCREASING STUDENT ENROLLMENT AND RETENTION IN THESE AREAS. KSU HAS A RANGE OF AGRICULTURE COURSES (INCLUDING PRACTICUM EXPERIENCE) TO TRAIN STUDENTS IN PLANT AND ANIMAL SCIENCE, HUMAN HEALTH AND ENVIRONMENT, GLOBAL AGRICULTURAL PERSPECTIVES, AND PRACTICUMS, AS WELL AS THE AREAS OF FOOD AND FIBER, AGRICULTURAL, RENEWABLE NATURAL RESOURCES, FORESTRY, AND FAMILY AND CONSUMER SCIENCES. THE OBJECTIVES ARE TO: 1. INCREASE THE NUMBER OF STUDENTS WHO ATTAIN BACCALAUREATE DEGREES IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS AT KSU BY OFFERING SCHOLARSHIP OPPORTUNITIES; AND 2. SUPPORT THESE SCHOLARS IN THEIR INTENTION TO PURSUE A CAREER IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS TO MEET THE NEED FOR A HIGHLY SKILLED FOOD AND AGRICULTURAL SYSTEMS WORKFORCE. A DETAILED RECRUITMENT AND SELECTION PLAN HAS BEEN DEVELOPED TO OFFER COMPETITIVE SCHOLARSHIPS, AS WELL AS A MENTORING PROGRAM WITH FACULTY AND STUDENT PROFESSIONAL GROUPS IN AGRICULTURE. STUDENTS WILL PARTICIPATE IN A RANGE OF PRACTICUMS, INTERNSHIPS, AND PROFESSIONAL DEVELOPMENT OPPORTUNITIES. A REPORTING AND EVALUATION PLAN, WITH THE HELP OF AN ADVISORY COMMITTEE, WILL ASSIST THE SELECTION COMMITTEE IN AWARDING AND TRACKING OF STUDENTS, AS WELL AS PROVIDE LONGITUDINAL TRACKING AT A CAREER LEVEL TO ENSURE STUDENTS ARE BEING TRAINED, RETAINED, GRADUATING, AND ENTERING THE AGRICULTURAL CAREERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_20223843037011_12H3"}, {"internal_id": 146995379, "Award ID": "20223843037010", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "10.524", "Description": "DELAWARE STATE UNIVERSITY IS ENGAGING STUDENTS IN STEM LEARNING PROGRAMS TO STRENGTHEN AND IMPROVE THEIR CAREER PATHWAY IN THE FOOD AND AGRICULTURAL SCIENCES. THE PROGRAM STRATEGY WILL PROVIDE VALUABLE OPPORTUNITIES TO STRENGTHEN CAPACITIES AND CAPABILITIES OF STUDENTS TRAINING IN FOOD SYSTEMS AND AGRICULTURAL SCIENCE PROGRAMS, AIMED AT PRODUCING GRADUATES WHO ARE COMPETENT IN SKILLS REQUIRED FOR ENTRY-LEVEL POSITIONS IN AGRICULTURE AND RELATED FIELDS. 20 STUDENTS OVER FOUR YEARS WILL PARTICIPATE IN THIS PROGRAM.. ACADEMIC STUDIES WILL ORIENT STUDENTS TO INTERDISCIPLINARY, PARTICIPATORY RESEARCH AND EXTENSION ON FOOD SYSTEMS, ENABLING A BETTER UNDERSTANDING OF AMERICAN AGRICULTURE GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_20223843037010_12H3"}, {"internal_id": 146995378, "Award ID": "20223843037009", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-25", "CFDA Number": "10.524", "Description": "THE LONG-TERM GOAL OF THIS PROJECT IS TO INCREASE THE DIVERSITY OF THE FOOD, AGRICULTURE, NATURALRESOURCES AND HUMAN SCIENCES (FANH) WORKFORCE, ESPECIALLY AMONG AFRICAN AMERICANS ANDUNDERREPRESENTED MINORITIES (URM) STUDENTS. THE PRIMARY OBJECTIVE IS TO INCREASE RETENTION ANDGRADUATION RATES AMONG LANGSTON UNIVERSITY STUDENTS PURSUING BACHELOR&#39;S DEGREES IN AGRICULTURALSCIENCES BY PROVIDING SCHOLARSHIPS, EXPERIENTIAL LEARNING, AND CAREER DEVELOPMENT OPPORTUNITIES.THE PROJECT WILL ACHIEVE THIS THROUGH THREESECONDARY OBJECTIVES,1:RECRUIT AND TRAIN1890 SCHOLARS;2:INCREASE RETENTION AND GRADUATION RATES OF SCHOLARS THROUGH MENTORING,EXPERIENTIAL LEARNING, AND PROFESSIONAL DEVELOPMENT,3:INCREASE EMPLOYMENT RATES AND/OR GRADUATESCHOOL ADMISSIONS OF SCHOLARS BY PROVIDING THE NECESSARY SKILLS AND CAREER SERVICES. THESEOBJECTIVES WILL LEAD TO GREATER RETENTION AND RECRUITMENT OF STUDENTS, SPECIFICALLY AFRICAN AMERICANAND OTHER URMS AT LANGSTON UNIVERSITY&#39;S SCHOOL OF AGRICULTURE AND APPLIED SCIENCE&#39;S (LU-SAAS). INDEED, ALL PROJECT GOALS AND OBJECTIVES INCLUDED IN THE PROPOSAL ARE COMPATIBLE WITH THOSEARTICULATEDIN THE1890 SCHOLARSHIP PROGRAM.THE ADDITION AND TRAININGOF 1890 SCHOLARS, WHO LIKELY WOULD NOT OTHERWISE MATRICULATE IN LU-SAASDUE TO FINANCIAL AND OTHER CONSTRAINTS, WILL HAVE A POSITIVE IMPACT FOR BOTH SCHOLARS AND FORSTRENGTHENING THE ACADEMIC MISSION OF LANGSTON UNIVERSITY (LU) LAND-GRANT PROGRAMS. FORSCHOLARS, THE PROGRAM WILL INCREASE THEIR SKILLS AND ENGAGEMENT, RESULTING IN ENHANCED RETENTIONAND EMPLOYMENT RATES. FOR LU, THE PROGRAM WILL INCREASE THE DIVERSITY OF THE UNIVERSITY IN GENERALAND WILL ENABLE LU TO BUILD LINKAGES WITH HIGH SCHOOLS, COMMUNITIES, AND BUSINESSES IN OKLAHOMAAND BEYOND. THE PROGRAM WILL PROMOTE LU AS A MAJOR PRODUCER OF HIGHLY TRAINED AGRICULTURALGRADUATES IN OKLAHOMA.ADDITIONALLY, THE FOOD AND AGRICULTURE WORKFORCE WILL BE ENHANCED BY THEGRADUATIONOF THESETRAINED AND TALENTED SCHOLARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_20223843037009_12H3"}, {"internal_id": 146995377, "Award ID": "20223843037008", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-01", "CFDA Number": "10.524", "Description": "THE OVERALL GOAL OF THIS PROJECT IS TO PROVIDE SCHOLARSHIPS TO UNDERREPRESENTED MINORITY STUDENTS WHO SHOW INTEREST IN ENROLLING OR HAVE ENROLLED IN DEGREE PROGRAMS IN THE COLLEGE OF ENGINEERING SCIENCE TECHNOLOGY AND AGRICULTURE (CESTA) AT CENTRAL STATE UNIVERSITY. THE SPECIFIC OBJECTIVES ARE:TO RECRUIT AND MENTOR UNDERREPRESENTED MINORITY STUDENTS (URM) IN MULTIDISCIPLINARY FIELDS OF FANRHS SCIENCES AND OTHER AGRI-STEM FIELDS TO CESTA AT CENTRAL STATE UNIVERSITY (CSU).TRAIN STUDENTS IN THE FANRHS AN AGRI STEM AREAS VIA DEGREE PROGRAMS OFFERED IN CESTA AT CSUDEVELOP A PIPELINE FOR A MINORITY WORKFORCE WITH THE APPROPRIATE TECHNICAL AND PROFESSIONAL SKILLS FOR CAREERS IN THE FANRHS AND AGRI-STEM FIELDS.FRESHMAN AND TRANSFER STUDENTS WILL BE RECRUITED VIA A STRATEGICALLY TARGETED APPROACH FROM HIGH SCHOOLS, TECHNICAL CENTERS AND COMMUNITY COLLEGES VIA THE 1890 SCHOLARSHIP, TO ENROLL IN DEGREE PROGRAMS OFFERED BY CESTA VIA STRATEGICALLY TARGETED METHODS. SPECIFIC ELIGIBILITY REQUIREMENTS ARE OUTLINED SUCH THAT STUDENTS SUPPORTED BY THE SCHOLARSHIP MUST ENROLL IN A 4 YRDEGREE PROGRAM OFFERED BY CESTA AND MUST HAVE AND MAINTAIN A 3.0 GPA IN ORDER TO BE SUPPORTED BY THE SCHOLARSHIPPROGRAM. THE 1890 SCHOLARSHIP FUNDS WILL FURTHER SUPPORT STUDENTS PARTICIPATING IN THE 1890 CENTER OF EXCELLENCE FOR STUDENT SUCCESS AND WORKFORCE DEVELOPMENT IN CESTA AT CSU. THE SCHOLARSHIP WILL ALLOW SYNERGYSTIC ACHIEVEMENT OF OUTPUTS AND OUTCOMES OF THE PROGRAM, TO INCREASE URM GRADUATES IN THE FANRHS AND AGRI STEM FIELDS.KEYWORDS: 1890 SCHOLARSHIP, AGRI STEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_20223843037008_12H3"}, {"internal_id": 146995376, "Award ID": "20223843037007", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-24", "CFDA Number": "10.524", "Description": "THE GOAL OF THIS PROJECT IS TO POSITIVELY IMPACT RECRUITMENT, RETENTION, BACCALAUREATE DEGREE OBTAINMENTS, AND PROGRESSION OF SCHOLARSHIP RECIPIENTS IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS (FAS AND RF). USDA/NATIONAL INSTITUTE OF FOOD AND AGRICULTURE (NIFA) SCHOLARSHIPS WILL BE ACCORDED. UPON GRADUATION AN OVERWHELMING MAJORITY OF THESE STUDENTS ARE EXPECTED TO BE GAINFULLY EMPLOYED WITH THE USDA WORKFORCE. THE SPECIFIC OBJECTIVES ARE: (1) TO LEVERAGE THE USDA/NIFA 1890 SCHOLARSHIP FUNDS WITH OTHER SOURCES OF STUDENTS&#39; FINANCIAL SUPPORT, (2) TO ASSESS THE SCHOLARSHIPS&#39; IMPACTS ON RECRUITMENT NUMBERS AND RETENTION RATE, AND (3) TO DETERMINE THE SCHOLARSHIPS&#39; IMPACTS ON STUDENTS PROGRESSING AND OBTAINING BACCALAUREATE DEGREES, AND EMPLOYMENT IN THE AGRICULTURAL AND NATURAL RESOURCES WORKFORCE. THE SELECTED STUDENTS MUST HAVE A MINIMUM CUMULATIVE GRADE POINT AVERAGE (GPA) OF 2.8 AT THE TIME OF APPLICATION, AND MAINTAIN AT LEAST A 2.8 GPA ON A SEMESTER AND CUMULATIVE BASIS WHILE RECEIVING SCHOLARSHIP SUPPORT. SCHOLARSHIP RECIPIENTS MUST BE ENROLLED AS FULL-TIME STUDENTS (12 HOURS MINIMUM). APPROXIMATELY, 50 FULL AND 40 PARTIAL SCHOLARSHIP AWARDS WILL BE GRANTED. THE DEPARTMENTS PRIMARILY TARGETED ARE AGRICULTURAL SCIENCES, FAMILY AND CONSUMER SCIENCES, AND URBAN FORESTRY AND NATURAL RESOURCES. WHERE APPLICABLE, THE USDA/NIFA SCHOLARSHIP FUNDS WILL BE LEVERAGED WITH OTHER FINANCIAL AWARDS OF THE SELECTED STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d66cb6c3-8182-fe6b-8f3d-e71014c71a60-C", "generated_internal_id": "ASST_NON_20223843037007_12H3"}, {"internal_id": 146995375, "Award ID": "20223843037006", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "10.524", "Description": "THE CURRENT ENVIRONMENTAL CHALLENGES, THE GROWING AGRICULTURAL NEEDS, AND THE DEMAND FOR MORE NOVEL AND PRACTICAL APPROACHES TO RESOLVE THE AGRICULTURAL AND ENVIRONMENTAL CONCERNS HAVE INCREASED THE NEED FOR WELL-TRAINED INDIVIDUALS TO ADDRESS THESE GROWING ISSUES. UNFORTUNATELY, MINORITIES, ESPECIALLY AFRICAN AMERICANS, ARE UNDERREPRESENTED WITHIN THE SCIENCES. THEREFORE, THERE IS A CRITICAL NEED FOR HIGHLY EDUCATED SCIENTISTS, PROFESSIONALS, AND PUBLIC ADMINISTRATORS FROM DIVERSE BACKGROUNDS TO BRIDGE THE GAP. TO THIS END, AAMU&#39;S COLLEGE OF AGRICULTURAL, LIFE AND NATURAL SCIENCES (CALNS) IS PROPOSING A STRATEGIC PROJECT TO RECRUIT, RETAIN AND GRADUATE STUDENTS (ESPECIALLY MINORITY AND UNDERREPRESENTED GROUPS) IN AGRICULTURAL AND RELATED SCIENCES. THE PROJECT SUPPORTS NIFA AND AAMU&#39;S PRIORITIES BY ADDRESSING TWO CRITICAL NEEDS. 1) INCREASING THE NUMBER OF GRADUATES WITH BACCALAUREATE DEGREES IN FOOD AND AGRICULTURAL SCIENCES AND 2) PREPARING GRADUATES THAT MEET THE TECHNOLOGICALLY ADVANCED NEEDS OF THE 21ST-CENTURY FOOD AND AGRICULTURAL SYSTEMS WORKFORCE THAT WILL FACILITATE RURAL PROSPERITY AND ECONOMIC DEVELOPMENT. THE PROJECT WILL ADDRESS ONE CRITICAL CHALLENGE (LIMITED FINANCIAL SUPPORT) DRIVING THE CONTINUED DROPOUTS AND STOP-OUTS BY CAPABLE STUDENTS FROM LOW-INCOME COMMUNITIES. PROJECT SUCCESS IS VESTED IN RIGOROUS RECRUITMENT AND RETENTION PLANS CENTERED ON STUDENT MENTORING AND ACADEMIC COUNSELING, WITH SUPPORT FROM AAMU TEACHING STAFF, ADMISSIONS, CAREER DEVELOPMENT SERVICES, AND THE HONORS PROGRAM. PROGRESS WILL BE MONITORED PERIODICALLY USING FORMATIVE AND SUMMATIVE EVALUATIONS, AND LONGITUDINAL TRACKING OF GRADUATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_20223843037006_12H3"}, {"internal_id": 146995416, "Award ID": "20223843037005", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-25", "CFDA Number": "10.524", "Description": "THE GOAL OF THIS FUNDING IS TO INCREASE ENROLMENT FROM MINORITY STUDENTS BY OFFERING AFFORDABLE CRITERIA FOR FULL-RIDE SCHOLARSHIPS. THE OUTCOME WILL BE ADDING ANOTHER AROUND 8 STUDENTS TO SUPPORT FULL-RIDE SCHOLARSHIP FOR FOUR YEARS DEGREE. THE TARGET AUDIENCE ARE MINORITY AND UNDERSERVING STUDENTS. THE METHODS TO REACH OUT THE TARGET STUDENTS ARE AS FOLLOWS:RECRUITING OFFICE WILL GENERATE MATERIALS ABOUT THE DEPARTMENT PROGRAMSVISIT SCHOOLS AND OFFER PRESENTATIONSPROVIDE CAMPUS VISITS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_20223843037005_12H3"}, {"internal_id": 146995415, "Award ID": "20223843037004", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-01", "CFDA Number": "10.524", "Description": "U.S. COLLEGE STUDENTS WILL FIND GOOD EMPLOYMENT OPPORTUNITIES IF THEY HAVE EXPERTISE IN FOOD, AGRICULTURE, RENEWABLE NATURAL RESOURCES OR THE ENVIRONMENT PER REPORT OF PURDUE UNIVERSITY AND USDA, 2020. WITH AN EXPECTATION OF 59,400 JOBS ANNUALLY, GREAT CAREER OPPORTUNITIES AWAITS THOSE WITH A BACHELOR OR HIGHER DEGREE IN THE AFOREMENTIONED DISCIPLINES. THE 1890 SCHOLARSHIPS PROGRAM WILL SIGNIFICANTLY SUPPORT AND IMPACT STUDENT SCHOLARS SEEKING A CAREER IN THE FOOD AND AGRICULTURAL SCIENCES. ONE HUNDRED PLUS STUDENTS WILL DIRECTLY BENEFIT FROM THE 1890 SCHOLARSHIPS PROGRAM. FULL FOUR-YEAR, TWO-YEAR AND ONE-YEAR SCHOLARSHIPS AND EIGHTY-EIGHT PARTIAL SCHOLARSHIP OR MORE WILL BE AWARDED. GRADUATES WILL BE TRACKED AND ENGAGED WITH THE COA ASSIST IN VARIOUS CAPACITIES POST-GRADUATION. WE RECOGNIZE THE SIGNIFICANCE OF THIS PROGRAM AND THE INVESTMENT MADE BY NIFA, UNIVERSITY AND COLLEGE IN THESE YOUNG PEOPLE. FURTHER, IT IS OUR INTENT TO MAXIMIZE THE IMPACT OF PROGRAM AND EXPERIENCE FOR THE STUDENTS AND ALL INVOLVED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_20223843037004_12H3"}, {"internal_id": 146995414, "Award ID": "20223843037003", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-24", "CFDA Number": "10.524", "Description": "IN 2019, THE UNITED NATIONS REPORTED THAT THE GLOBAL POPULATION IS PROJECTED TO INCREASE BY 2.2 BILLION IN THE NEXT 30 YEARS, FROM 7.7 BILLION CURRENTLY TO 9.7 BILLION BY 2050 HTTPS://WWW.UN.ORG/DEVELOPMENT/DESA/EN/NEWS/POPULATION/WORLD-POPULATION-PROSPECTS-2019.HTML THIS MEANS THAT IN ORDER TO FEED THIS GROWING POPULATION, THE FOOD AND AGRICULTURAL ORGANIZATION PROJECTS THAT AGRICULTURAL PRODUCTION (FOOD, FEED AND FIBER) WILL NEED TO INCREASE BY 70 PERCENT. ASSUMING THAT THESE PREDICTIONS ARE CORRECT, THE GREATEST CHALLENGE FACING US IN THE UNITED STATES OF AMERICA (USA) WILL BE HOW TO EDUCATE THE NEEDED LABOR TO REPLACE THE AGING AMERICAN AGRICULTURAL WORKFORCE WITH THE SKILLED WORKERS AND SCIENTISTS NEEDED TO SUPPORT THE SUSTAINABLE GROWTH AND EFFICIENCY IN AGRICULTURAL PRODUCTION. HTTPS://NIFA.USDA.GOV/EDUCATION MORE SPECIFICALLY, THE CRITICAL QUESTION FACING THE FOOD AND AGRICULTURAL SCIENCES INDUSTRY IS \"HOW DO WE ATTRACT MORE TALENTED YOUNG, DIVERSE PERSONS INTO AGRICULTURAL JOBS?\" INDEED, THIS CONTINUES TO BE THE MAJOR QUESTION THAT IS BEING ASKED BY FACULTY AND ADMINISTRATORS IN THE COLLEGE OF AGRICULTURE AND FOOD SCIENCES (CAFS) AT FLORIDA A&AMP;M UNIVERSITY (FAMU), HTTP://WWW.FAMU.EDU/ AS IT TRIES TO RESPOND TO THE LOW, AND IN SOME CASES, DECLINING ENROLLMENT IN SOME OF ITS CRITICAL ACADEMIC PROGRAMS. WITH STATE AND FEDERAL FUNDING FOR EDUCATION ON THE DECLINE, THE STUDENT DEBT BURDEN CONTINUES TO BE HIGH. THUS, FUNDING FROM THIS SCHOLARSHIP PROGRAM WILL PROVIDE A TOTAL OF FORTY-NINE (49) NEW SCHOLARSHIPS FOR FTCS TO PURSUE AND OBTAIN THEIR BACCALAUREATE DEGREES IN FOOD AND AGRICULTURAL SCIENCES FROM FAMU IN FOUR YEARS, AND FOR QUALIFIED, TRANSFER STUDENTS IN TWO YEARS. THIS FUNDING WILL HELP CAFS CULTIVATE AND GRADUATE MORE DIVERSE LEADERS, WHO WILL BE WELL EQUIPPED TO ADDRESS AND SOLVE FUTURE EMERGING CHALLENGES IN FOOD AND AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_20223843037003_12H3"}, {"internal_id": 146995413, "Award ID": "20223843037002", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-04", "CFDA Number": "10.524", "Description": "THE PURPOSE OF SC STATE 1890 AGRICULTURE INNOVATION SCHOLARS PROGRAM IS TO PROVIDE SCHOLARSHIPS TO SUPPORT RECRUITING, ENGAGING, RETAINING, MENTORING, AND TRAINING OF INCOMING FRESHMEN UNDERGRADUATE AGRIBUSINESS AND FAMILY AND CONSUMER SCIENCES STUDENTS AT SC STATE. THE PROGRAM WILL SUPPORT THE ENROLLMENT AND MATRICULATION OF BACCALAUREATE DEGREE GRADUATE IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCE DEGREE PROGRAMS, WITHIN FOUR YEARS. THE PROGRAM WILL SEEK TO ADDRESS A CRITICAL WORKFORCE NEEDS BY EXPANDING EDUCATIONAL OPPORTUNITIES TO STUDENTS TO INTERESTED IN ATTENDING SC STATE UNIVERSITY TO PURSUE AND COMPLETE A BACCALAUREATE DEGREE IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCE DEGREE PROGRAMS, WHICH WOULD LEAD TO A HIGHLY SKILLED FOOD AND AGRICULTURAL SYSTEMS WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_20223843037002_12H3"}, {"internal_id": 146995412, "Award ID": "20223843037001", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "10.524", "Description": "POTENTIAL FOR BUILDING THE FOOD AND AGRICULTURAL WORKFORCEALCORN STATE UNIVERSITY (ALCORN) IS THE FIRST HISTORICALLY BLACK LAND-GRANT COLLEGE/UNIVERSITY IN THE NATION AND FROM ITS INCEPTION HAS EMBRACED ITS UNIQUE RESPONSIBILITY TO TRAIN MINORITY STUDENTS IN AGRICULTURE AND RELATED SCIENCES. SINCE ALCORN&#39;S FOUNDING, THE INSTITUTION HAS HELPED ADVANCE THE STATE AND REGION&#39;S AGRICULTURAL ECONOMY WHILE IMPROVING THE NUTRITION, HEALTH AND STANDARD OF LIVING OF ITS CITIZENS. IN ADDITION TO EDUCATING GENERATIONS OF STUDENTS IN AGRICULTURE AND RELATED SCIENCES, ALCORN HAS ALSO PROVIDED RESEARCH AND OUTREACH SERVICES TO THE CITIZENS OF THE STATE AND REGION. ALCORN IS RANKED THIRD HIGHEST FOR MOST AFFORDABLE ONLINE BACHELOR&#39;S DEGREE FOR A HISTORICAL BLACK COLLEGE/UNIVERSITY (HBCU); 13THHIGHEST FOR MOST AFFORDABLE BACHELOR&#39;S FOR AN HBCU (AFFORDABLESCHOOLS.NET, ACCESSED 2019); AND 23RD BEST HBCU BY U.S. NEWS AND WORLD REPORT BEST COLLEGES REPORT (USNEWS.COM/BEST-COLLEGES, ACCESSED 2019).ALTHOUGH HBCUS MAKE UP ONLY ABOUT THREE PERCENT OF THE NATION&#39;S INSTITUTIONS OF HIGHER LEARNING, THEY GRADUATE OVER 14% OF AFRICAN AMERICANS WITH BACHELOR&#39;S DEGREES. ALCORN STATE UNIVERSITY IS LOCATED IN AN UNDERSERVED REGION, WITH THE MAJORITY OF THE UNIVERSITY&#39;S STUDENTS BEING RECRUITED FROM SURROUNDING COMMUNITIES. ALCORN STATE UNIVERSITY IS THEREFORE WELL POSITIONED TO ASSIST UNDERREPRESENTED STUDENTS EARNDEGREES AND MAKE ADVANCEMENTS WITHIN AGRICULTURE AND RELATED SCIENCES.THE OVERALL GOAL OF ALCORN STATE UNIVERSITY&#39;S 1890 SCHOLARSHIPS PROGRAM PROPOSAL IS ALIGNED WITH THE FEDERAL 1890 SCHOLARSHIPS PROGRAM&#39;S AUTHORIZING LEGISLATIVE MANDATE TO INCREASE AND \"TO SUPPORT RECRUITING, ENGAGING, RETAINING, MENTORING, AND TRAINING OF UNDERGRADUATE STUDENTS AT THE 1890 LAND-GRANT INSTITUTIONS.\" THIS WILL RESULT IN THE AWARDING OF INCREASED NUMBERS OF BACCALAUREATE DEGREES IN THE AGRICULTURAL AND RELATED SCIENCES.BOTH THE MISSION AND THE VISION OF THE SCHOOL OF AGRICULTURE AND APPLIED SCIENCES EMPHASIZE THE IMPORTANCE OF HOLISTICALLY DEVELOPING STUDENTS TO THEIR FULLEST POTENTIAL. THE MISSION STATES, \"THROUGH VIBRANT TEACHING, RESEARCH AND OUTREACH ACTIVITIES, THE SCHOOL OF AGRICULTURE AND APPLIED SCIENCES EMPOWERS STUDENTS AND CITIZENS EDUCATIONALLY AND SOCIO-ECONOMICALLY TO ENRICH THE QUALITY OF LIFE FOR THEMSELVES AND THEIR COMMUNITIES.\" THE VISION STATES, \"THE SCHOOL OF AGRICULTURE AND APPLIED SCIENCES IS A PREMIER LAND-GRANT PROGRAM THAT PROMOTES EXCELLENCE BY PROVIDING TEACHING, RESEARCH AND OUTREACH ACTIVITIES, DELIVERED BY CUTTING EDGE TECHNOLOGY, TO ITS STUDENTS AND THE COMMUNITIES IT SERVES.\" IT IS CRITICALLY IMPORTANT THAT WE ARE PREPARED TO MEET THE FUTURE AGRICULTURAL CHALLENGES FACING OUR SOCIETY. AS WORLD POPULATION INCREASES TO 10 BILLION IN 2050, MORE INNOVATIVE APPROACHES TO ADDRESS ISSUES ASSOCIATED WITH POPULATION GROWTH WILL BE NEEDED. CHALLENGES SUCH AS FOOD SHORTAGES, LAND RETENTION, CLIMATE CHANGE, ARE ALL FACTORS IN WHICH CURRENT STUDENTS WILL HAVE TO ADDRESS AND SOLVE. THEY WILL HAVE TO EMPLOY INNOVATIVE INCREASES IN TECHNOLOGY, PRODUCTIVITY AND CONSERVATION TO MEET THESE FUTURE CHALLENGES.THE SCHOOL OF AGRICULTURE AND APPLIED SCIENCES&#39; MISSION IS AN INTEGRAL PART OF ALCORN STATE UNIVERSITY AND \"FULFILLS ITS 1890 LAND-GRANT MISSION THROUGH CUTTING EDGE TEACHING, RESEARCH, EXTENSION AND PUBLIC SERVICE PROGRAMS.\" THESE PROGRAMS IMPROVE THE QUALITY OF LIFE FOR THE PEOPLE OF THE REGION AND THE NATION. TRAINING STUDENTS WITH THE SKILLS NECESSARY TO LIVE AND WORK EFFECTIVELY AND SUCCESSFULLY IN THE FIELDS OF FOOD AND AGRICULTURAL SCIENCES IN OUR EVER-CHANGING SOCIETY IS KEY TO BOTH OUR STUDENT&#39;S AND OUR NATION&#39;S SUCCESS.A HIGH PRIORITY HAS BEEN GIVEN TO THE DEVELOPMENT AND IMPLEMENTATION OF THE 1890 SCHOLARSHIP PROGRAM. THIS PROPOSAL IS FULLY SUPPORTED BY THE PRESIDENT OF THE UNIVERSITY, THE INTERIM EXECUTIVE VICE PRESIDENT AND PROVOST, AND THE DEAN OF THE SCHOOL OF AGRICULTURE AND ADVANCED TECHNOLOGIES (SEE INSTITUTIONAL LETTERS; PART V, SECTION 4.2). BOTH PRIVATE INDUSTRY AND GOVERNMENTAL AGENCIES WILL BE SERVED BY THE DEVELOPMENT AND IMPLEMENTATION OF THE 1890 SCHOLARSHIP PROGRAM. THE DEVELOPMENT AND IMPLEMENTATION OF THE PROGRAM IS ALSO IN FULL AGREEMENT WITH THE MISSION AND VISION OF THE UNIVERSITY, TO DEVELOP DIVERSE STUDENTS INTO GLOBALLY COMPETITIVE LEADERS AND APPLY SCIENTIFIC RESEARCH, THROUGH COLLABORATIVE PARTNERSHIPS THAT BENEFIT THE SURROUNDING COMMUNITIES, STATES, NATION, AND WORLD.\" THE 1890 SCHOLARSHIP PROGRAM AT ALCORN WOULD PRIMARILY SERVE UNDERREPRESENTED AND ECONOMICALLY DEPRESSED COMMUNITIES IN SOUTHWEST MISSISSIPPI AND IN THE LOWER MISSISSIPPI RIVER DELTA REGION. BOTH TRADITIONAL AND NON-TRADITIONAL FULL-TIME UNDER GRADUATE STUDENTS FROM THE REGION WHO ARE HIGH ACHIEVERS HAVE BEEN IDENTIFIED AS OUR TARGET AUDIENCE. HOWEVER, EFFORTS WILL BE MADE TO ATTRACT STUDENTS FROM THROUGHOUT THE U.S.NEED FOR THE 1890 SCHOLARSHIP PROGRAMTHE NEED FOR FOOD AND AGRICULTURE AND RELATED SCIENCE GRADUATES FROM ALCORN STATE UNIVERSITY&#39;S UNDERGRADUATE PROGRAM IS EXEMPLIFIED BY THE SCARCITY OF DIVERSITY IN THE AGRICULTURAL SCIENCES. LIKEWISE, ACCORDING TO THE MISSISSIPPI DEPARTMENT OF AGRICULTURE (MDAC), \"AGRICULTURE IS MISSISSIPPI&#39;S NUMBER ONE INDUSTRY, EMPLOYING APPROXIMATELY 29% OF THE STATE&#39;S WORKFORCE EITHER DIRECTLY OR INDIRECTLY. ACCORDING TO THE PURDUE UNIVERSITY STUDY (2015), FOOD, AGRICULTURAL SCIENCES, NATURAL RESOURCES, HUMAN SCIENCES EMPLOYMENT OPPORTUNITIES WILL GROW MORE THAN 5% BETWEEN 2015-2020 FOR BACCALAUREATE DEGREE HOLDERS AND 35,400 NEW FOOD AND AGRICULTURAL SCIENCE GRADUATES WILL FILL 61% OF THE 57,600 AVERAGE ANNUAL JOB OPENINGS. THIS WOULD MEAN THAT THE REMAINING 39% JOBS WILL BE FILLED BY GRADUATES FROM NON-AGRICULTURE AND RELATED SCIENCES FIELDS. FURTHER, THIS STUDY NOTED THAT \"PLANT SCIENCE GRADUATES AT ALL DEGREE LEVELS WILL FIND EXCELLENT CAREER OPPORTUNITIES.\" THEY WILL FIND MANY OPPORTUNITIES FOR PLANT GENETICISTS, PLANT PATHOLOGISTS, AND INSECT BIOLOGISTS TO DEVELOP HIGHER-YIELDING CROPS ADAPTED TO LESS-THAN-OPTIMAL GROWING CONDITIONS. ACCORDINGLY, INVESTING IN AN 1890 SCHOLARSHIP PROGRAM AT ALCORN STATE UNIVERSITY WILL POSITIVELY IMPACT THE NUMBER OF GRADUATES THAT WILL BE EMPLOYED IN AGRICULTURE AND RELATED SCIENCES AREAS.THE STATE OF MISSISSIPPI GENERALLY FOLLOWS THE NATIONAL TRENDS IN EMPLOYMENT OPPORTUNITIES IN AGRICULTURAL AND NATURAL SCIENCES. BASED ON INFORMATION COMING FROM THE UNITED STATES DEPARTMENT OF LABOR, BUREAU OF LABOR STATISTICS, JANUARY 30, 2018 THE \"OVERALL EMPLOYMENT OF AGRICULTURAL AND FOOD SCIENTISTS ISPROJECTED TO GROW SEVEN PERCENT FROM 2016 TO 2026, ABOUT AS FAST AS THE AVERAGE FOR ALL OCCUPATIONS. EMPLOYMENT OF AGRICULTURAL AND FOOD SCIENTISTS IS PROJECTED TO GROW AS RESEARCH INTO AGRICULTURAL PRODUCTION METHODS AND TECHNIQUES CONTINUES.UPON REVIEWING THE REPORT FROM THE NATIONAL SCIENCE FOUNDATION ON WOMEN, MINORITIES, AND PERSONS WITH DISABILITIES IN SCIENCE AND ENGINEERING: 2017, \"BLACK MEN AND WOMEN MAKE UP ONLY FIVE PERCENT OF THE POPULATION WORKING IN SCIENCE AND ENGINEERING, WHEREAS WHITE MEN AND WOMEN MAKE UP APPROXIMATELY 70 PERCENT.\" THE 1890 SCHOLARSHIP PROGRAM WILL INCREASE THE NUMBER OF MINORITY GRADUATES IN THE AGRICULTURAL SCIENCES, THEREBY INCREASING THE OPPORTUNITIES FOR MINORITIES TO WORK IN THIS SECTOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_20223843037001_12H3"}, {"internal_id": 146995411, "Award ID": "20223843037000", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-01", "CFDA Number": "10.524", "Description": "FIFTY-FOUR SCHOLARS WILL BE ADDED TO THE SCHOLARSHIP PROGRAM BASED ON OUR CURRENT BUDGET. TO BE MORE COMPETITIVE WITH OTHER INSTITUTIONS IN THE REGION AND TO ATTRACT THE CALIBER OF STUDENTS DESIRED TO MEET THE GOALS OF THE 1890 SCHOLARSHIPS, THE 1890 SCHOLARSHIPS COMMITTEE DEEMED IT NECESSARY TO INCREASE SCHOLARSHIP AMOUNTS, REDUCE THE NUMBER OF SCHOLARSHIP RECIPIENTS, START RECRUITING EARLY, AND BEING MORE INTENTIONAL ABOUT MARKETING THE 1890 SCHOLARSHIPS. IN THE BEGINNING OF FALL 2021, THE 1890 SCHOLARSHIPS PROGRAM OFFERED NEW SCHOLARSHIPS IN THE AMOUNTS OF$20,000.00 ANNUALLYTO TOP RECRUITS WHO HAVE A MINIMUM 3.2 GPA, 980 SAT OR EQUIVALENT 21 ACT SCORE(LATER REDUCED TO 19). OTHER SCHOLARSHIPS WILL BE OFFERED TO STUDENTS WITH A GPA OF 2.8 OR HIGHER WITH NO ACT SCORE IN THE FOLLOWING CATEGORIES $10, 965.20, $8,000.00, $6,000.00, AND $4,000.00. FIRST YEAR SCHOLARS WERE AWARDED AN INCREASE IN THE NEW CATEGORIES BASED ON THEIR PREVIOUS CRITERIA.THE TOTAL AWARD OVER THE REMAINING OF SEMESTERS (CLASS OF 2024 &AMP; 2025) WILL BE VALUED AT A MINIMUM OF $16,000 TO A MAXIMUM OF $80,000 PER SCHOLAR. THE SCHOLARSHIP WILL BE POSTED TO THE STUDENT&#39;S ACCOUNT BY UAPB OFFICE OF FINANCIAL AID. THOSE STUDENTS WITH PARTIAL 1890 SCHOLARSHIPS IS EXPECTED TO COMPLEMENT WITH OTHER FINANCIAL SOURCES SUCH AS PELL GRANTS, FEDERALLY-BACKED STUDENT LOANS, FOUNDATIONAL SCHOLARSHIPS, CHURCHES, AND OTHER SIMILAR FINANCIAL RESOURCES. IN-STATE STUDENTS ALSO MAY BE ELIGIBLE FOR ARKANSAS LOTTERY SCHOLARSHIPS AND ARKANSAS GAME AND FISH COMMISSION (AGFC) CONSERVATION SCHOLARSHIPS. AS FOR SYSTEMS AND MECHANISMS TO COLLECT PROGRAM DATA, AWARDS ARE TRACKED WITH A SIMPLE SPREADSHEET THAT CONTAINS EACH AWARD RECIPIENT (I.E., SCHOLAR) ON A SINGLE ROW, WITH COLUMNS REPRESENTING DIFFERENT BENCHMARKS ACHIEVED (E.G., CREDITS COMPLETED THROUGH A CERTAIN YEAR, CUMULATIVE GPA ATTAINED BY THAT YEAR, LIST OF COURSES NOT PASSED, ETC.). SHOULD ANY SCHOLARS LOSE THEIR SCHOLARSHIP FOR ANY REASON FUNDS COMMITTED TO THAT SCHOLAR WILL BE RECONSTITUTED INTO ANOTHER AWARD FOR A SCHOLAR IN THE NEXT COHORT.STRATEGIES FOR EVALUATING PROGRAM SUCCESSANNUAL RETENTION AND GRADUATION RATES OF SCHOLARS WILL BE TRACKED AND COMPARED TO UAPB AVERAGES, AND WHEN POSSIBLE, REGIONALAND NATIONAL AVERAGES (E.G., FOOD AND AGRICULTURAL EDUCATION AND INFORMATION SYSTEM [FAEIS]). WITHIN NIFA, IT SHOULD BEPOSSIBLE TO COMPARE RETENTION AND GRADUATION RATES OF THESE SCHOLARSHIP PROGRAMS ACROSS THE DIFFERENT 1890 INSTITUTIONS.STRATEGIES FOR INCORPORATING FEEDBACK INTO THE PROGRAMSCHOLARS WILL PROVIDE COMMENTS ABOUT THEIR EXPERIENCE EACH YEAR WHILE IN SCHOOL, WHICH WILL BE USED TO MAKE IMPROVEMENTS IN AFEEDBACK FASHION. HOWEVER, GIVEN THE RELATIVELY BRIEF DURATION OF THIS GRANT, LONGER-TERM FEEDBACK LOOPS WILL PROBABLY NOT BEPOSSIBLE. THESE TYPES OF FEEDBACK LOOPS TAKE MANY YEARS AND MUCH DATA TO BE DEVELOPED, BY WHICH TIME THIS GRANT WILL HAVEENDED.DEFINED APPROACH FOR LONGITUDINAL TRACKING OF SCHOLARS POST-GRADUATIONAS FOR THE NUMBER OF SCHOLARS THAT GAIN EMPLOYMENT RELEVANT TO THEIR DEGREES FOLLOWING GRADUATION, THESE CAN BE COMPILED ASSCHOLARS GRADUATE AND COMPARED TO OTHER UAPB MAJORS, PROVIDED THOSE DATA ARE AVAILABLE. SPECIAL EMPHASIS WILL BE PLACED ONTHE NUMBERS AND PERCENTAGE OF B.S. GRADUATES THAT WORK \"IN THE FIELD\" IMMEDIATELY POST-GRADUATION AND 10 YEARS LATER. THESEFIGURES WILL PROVIDE SOME INDICATION OF THE OVERALL EFFECTIVENESS OF THE SCHOLARS PROGRAM AS WELL AS RETENTION OF GRADUATES IN THEFIELD. GRADUATE FOLLOW-UP WILL BE OVERSEEN BY THE PROGRAM COORDINATOR MENTIONED ABOVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_20223843037000_12H3"}, {"internal_id": 146995410, "Award ID": "20223843036999", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-08", "CFDA Number": "10.524", "Description": "AS A RESULT OF THE PREDICTED SHORTAGE OF HUMAN CAPITAL TRAINED WITH DEGREES TO FILL AGRICULTURE RELATED VACANCIES IN THE FUTURE,PARTICULARLY INDIVIDUALS OF COLOR, THIS PROJECT WILL UTILIZE A MULTIDISCIPLINARY APPROACH TO ENHANCE THE NUMBER OF INDIVIDUALS HIGHLYPREPARED FOR SUCCESS IN FOOD AND AGRICULTURAL RELATED CAREERS. PVAMU PARTICULARLY TARGETS UNDERSERVEDANDUNDERREPRESENTED POPULATIONS AND LIMITED RESOURCE CLIENTELE AND PREPARES THIS POPULATION TO PARTICIPATE EFFECTIVELY IN TEACHING,RESEARCH AND EXTENSIONACTIVITIESRELATEDTOAGRICULTURALSCIENCES. BY TARGETING AND PREPARING SCHOLARS FOR SUCCESS IN FOOD ANDAGRICULTURAL CAREERS, THE COLLEGE WILL PROMOTE A REPUTATION OF BEING A STUDENT MAGNET PROVIDING A GATEWAY TO OPPORTUNITIES ANDASSIST IN MEETING THE USDA NIFA GOAL OF DIVERSIFYING THE FIELD OF AGRICULTURAL SCIENCES AND RELATED FIELDS WITH HIGHLY SKILLEDINDIVIDUALS. PROJECT SUCCESS WILL BE MEASURED BASED ON STUDENT SELF-ASSESSMENT SURVEYS, STUDENT EVALUATION BY PROJECT LEADERSAND BASED ON UNIVERSITY RECORDS OF ENROLLMENT, RETENTION AND GRADUATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_20223843036999_12H3"}, {"internal_id": 146995409, "Award ID": "20223843036998", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-01", "CFDA Number": "10.524", "Description": "THE 1890 SCHOLARSHIPS PROGRAM WILL PROVIDE A UNIQUE OPPORTUNITY FOR WEST VIRGINIA STATE UNIVERSITY TO ESTABLISH A COHORT OFSCHOLARS AND IMPLEMENT NEW FOOD AND AGRICULTURE RELATED CURRICULA. THE UNIVERSITY WILL UNDERTAKE THE PROGRAM&#39;S GOAL OFINCREASING THE NUMBER OF GRADUATES WITH THE NECESSARY TECHNICAL SKILLS FOR ENTRY-LEVEL POSITIONS IN THE FOOD AND AGRICULTURALSCIENCES AND RELATED FIELDS.THE RECRUITMENT GOAL IS 39NEW STUDENTS ENROLLING INTO ONE OF THE FOUR ACADEMIC OPTIONS AND CONCENTRATIONS FORTHE FALL 2022SEMESTER. THE TARGET PROSPECTIVE STUDENT POPULATION INCLUDES NEW FRESHMEN AND TRANSFER STUDENTS. SELECTEDSTUDENTS WILL BE AWARDED A FULL OR PARTIAL SCHOLARSHIP (1890 SCHOLARS), BASED ON A COMPETITIVE SELECTION PROCESS. SCHOLARS WILLPARTICIPATE IN EXPERIENTIAL LEARNING ACTIVITIES AS WELL AS OFF-CAMPUS SUMMER INTERNSHIPS BY THEIR JUNIOR YEAR. THE ULTIMATE GOAL OFTHESE ACTIVITIES IS TO ENSURE THAT ALL SCHOLARS HAVE A CAREER PLACEMENT OPPORTUNITY AND CAN ULTIMATELY MAKE SIGNIFICANT IMPACTS INTHE AGRICULTURAL INDUSTRY.MENTORING OF SCHOLARS WILL BE AVAILABLE THROUGH DIFFERENT AVENUES, INCLUDING DIRECT SUPPORT FROM THE ACADEMIC PROGRAMCOORDINATORS, AND FACULTY MEMBERS INVOLVED WITH ACADEMIC AND EXPERIENTIAL LEARNING ACTIVITIES. AN EVALUATION PLAN TO MEASURETHE EXPECTED TARGET OUTCOMES AND PROGRESS OF THIS PROGRAM WILL BE IN PLACE. ALL DATA GENERATED FOR THIS PROGRAM WILL BE COLLECTEDAND MAINTAINED BY THE INSTITUTIONAL RESEARCH OFFICE.ALONG WITH THE ADMINISTRATIVE PROGRAM UNIT (APU), ANINTERNAL STEERING ADVISORY COUNCIL (ISAC) IS BEING FORMED AT THE UNIVERSITY TO REVIEW THE PROGRESS AND PROVIDE RECOMMENDATIONS FOR THE PROGRAM IMPROVEMENTS. ISAC WILL START MEETING IN AY 2022-23.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_20223843036998_12H3"}, {"internal_id": 146995408, "Award ID": "20223843036997", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "10.524", "Description": "FVSU CAFST FACULTY AND STAFF WILL RECRUIT, ANDMENTOR UNDERGRADUATE SCHOLARS IN THE AGRICULTURE AND RELATED SCIENCES AS WE ALSO GET THEM JOB READY FORCAREERS IN THE AGRICULTURE INDUSTRIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_20223843036997_12H3"}, {"internal_id": 146995407, "Award ID": "20223843036996", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-10", "CFDA Number": "10.524", "Description": "THE TUSKEGEE UNIVERSITY FOOD AND AGRICULTURAL SCHOLARS PROGRAM WILL BE ADMINISTERED BY COLLEGE OF AGRICULTURE, ENVIRONMENT AND NUTRITION SCIENCES. THE GOALS OF THE PROGRAM ARE TO RECRUIT, TRAIN AND PREPARE UNDERREPRESENTED MINORITIES TO MEET WORKFORCE OR PURSUE FURTHER STUDIES IN THE FOOD AND AGRICULTURAL SCIENCES. THE PROGRAM WILL PROMOTE THESE GOALS BY USING A MULTIDISCIPLINARY APPROACH WHICH WILL INCLUDE INNOVATIVE OF RECRUITING, MENTORING, EXPERIENTIAL LEARNING AND INTERNSHIP. THE PROGRAM WILL SUPPORT MAJOR AREAS FOOD AGRICULTURAL, NATURAL RESOURCE AND RELATED SCIENCES WITH EMPHASIS, IN AGRIBUSINESS, ANIMAL AND VETERINARY SCIENCES, ENVIRONMENTAL NATURAL RESOURCES AND PLANT SCIENCES AND FOOD AND NUTRITION SCIENCE. THE OVERALL GOALS OF THE PROGRAM ARE TO: 1. INCREASE WORKFORCE IN UNDERREPRESENTED MINORITY IN FANRRS, 2. INCREASE NUMBER OF STUDENTS GOING TO GRADUATE SCHOOL AND SCHOOL OF VETERINARY MEDICINE BY TRAINING COMPETENT STUDENTS FROM MINORITY AND UNDERREPRESENTED GROUPS. THE PROGRAM SEEKS TO FUND 8 STUDENTS FOR 4 YEARS TO OBTAIN B.S IN ANIMAL, POULTRY AND VETERINARY SCIENCES AND ENVIRONMENTAL, NATURAL RESOURCE AND PLANT SCIENCES BY USING A PROGRAM WHICH INCORPORATES CURRICULUM ENHANCEMENT, MENTORING INTERNSHIPS AND EXPERIENTIAL LEARNING. THE PROGRAM OBJECTIVES WILL HELP MEET NIFA STRATEGIC GOALS AND OBJECTIVES WELL AS THOSE OF THE ACADEMIC COMPETITIVENESS COUNCIL. THE ANTICIPATED NATIONAL IMPACT OF THE PROGRAM WILL HELP TO INCREASE THE MINORITIES WHO CHOSE THE FOOD, AGRICULTURE, AND RELATED SCIENCES AS MAJOR IN TU PROGRAMS AND SUCCESSFULLY PREPARE THEM TO ENTER THE FANRRS CAREERS THOUGH OFFERING A COMPREHENSIVE PROGRAM THAT PREPARES THEM ADEQUATELY TO ENTER CAREERS IN FOOD AND AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_20223843036996_12H3"}, {"internal_id": 146995406, "Award ID": "20223843036995", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-01", "CFDA Number": "10.524", "Description": "THIS PROJECT SUPPORTS NATIONAL EFFORTS TO DEVELOP A DIVERSE, GLOBALLY SMART WORKFORCE TO UNDERPIN GROWTH, VITALITY, ANDSUSTAINABILITY OF THE US FOOD SYSTEM THROUGH THE IDENTIFICATION AND SELECTION OF ELIGIBLE STUDENTS WHO WILL RECEIVE 1890SCHOLARSHIPS TO SUPPORT THEIR STUDIES IN THE FOOD AND AGRICULTURAL SCIENCES AT THE UNIVERSITY OF MARYLAND EASTERN SHORE.SPECIFICALLY THE PROJECT WILL SUPPORT STUDENTS MAJORING IN AGRICULTURE, AGRIBUSINESS, HUMAN ECOLOGY, AND ENVIRONMENTAL SCIENCES.SELECTED STUDENTS MATRICULATING INTO THESE MAJORS WILL RECEIVE SPECIAL SUPPORT AND MENTORING TO ENSURE THAT THEY COMPLETE THEIRDEGREES IN A TIMELY MANNER AND ARE WELL PREPARED FOR CAREERS IN THE FOOD AND AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_20223843036995_12H3"}, {"internal_id": 147432228, "Award ID": "20223843036994", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-25", "CFDA Number": "10.524", "Description": "THIS USDA 1890 SCHOLARSHIPS PROJECT AT TENNESSEE STATE UNIVERSITY WILL SUPPORT ACADEMICALLY TALENTED, HIGH-ACHIEVING STUDENTS WITH INTEREST IN THE FOOD AND AGRICULTURAL SCIENCES. OVER A 4-YEAR PERIOD, WE SEEK TO INCREASE THE ENROLLMENT, RETENTION, AND COMPLETION OF BACCALAUREATE DEGREES FOR STUDENTS IN THE FOOD, AGRICULTURAL, AND NATURAL RESOURCE SCIENCES. IN ADDITION TO THE SCHOLARSHIP, WE WILL SUPPORT OUR STUDENT SCHOLARS IN THE FORM OF CAREER PREPAREDNESS WORKSHOPS, INTRUSIVE ADVISING, INTENTIONAL MENTORING, AND UNDERGRADUATE RESEARCH EXPERIENCES. THIS PROJECT WILL COMBINE A VARIETY OF HIGH IMPACT PRACTICES TO INCREASE THE COLLEGE OF AGRICULTURE&#39;S CAPACITY TO RECRUIT AND RETAIN HIGH-QUALITY UNDERGRADUATES. THIS PROJECT WILL ALSO INCREASE THE OPPORTUNITIES TO ENGAGE, RETAIN, MENTOR, TRAIN, AND GRADUATE SCHOLARS WITH THE SCIENTIFIC, TECHNICAL, AND PROFESSIONAL COMPETENCIES IN FOOD, AGRICULTURAL, AND NATURAL RESOURCES SCIENCES WITHIN FOUR YEARS. LASTLY, WE WILL MEASURE AND EVALUATE THE EFFECTIVENESS OF THE PROJECT TO PREPARE AND GRADUATE SCHOLARS TO READILY OBTAIN ENTRANCE INTO EITHER GRADUATE STUDIES OR THE U.S. AGRICULTURE WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_20223843036994_12H3"}, {"internal_id": 146995405, "Award ID": "20223843036957", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-24", "CFDA Number": "10.524", "Description": "OUR GLOBAL POPULATION IS PROJECTED TO EXCEED NINE BILLION BY 2050; THEREFORE, WE FACE UNPRECEDENTED CHALLENGES TO PRODUCE ENOUGH FOOD, FEED, FIBER, AND BIOFUEL FEEDSTOCK. STRENGTHENING THE AGRICULTURAL INDUSTRY IS ESSENTIAL TO MEETING THIS CHALLENGE. TO FULFILL SUCH DEMANDS, HOWEVER, AGRICULTURALISTS WILL BE REQUIRED TO PRODUCE MORE FOOD OVER THE NEXT 40 YEARS THAN HAS BEEN PRODUCED OVER THE PAST 10,000 YEARS COMBINED, AS WELL AS SUFFICIENT BIOFUEL FEEDSTOCK TO ENSURE A SECURE AND INDEPENDENT ENERGY SUPPLY ON A LAND AREA WITH FEWER INPUTS (UNITED NATIONS, 2015). FAILURE TO MEET THESE GOALS COULD CAUSE FOOD INSECURITY IN MANY PARTS OF THE WORLD, LEADING TO INSTABILITY IN THE GLOBAL, GEOPOLITICAL LANDSCAPE. COUPLED WITH THIS CHALLENGE IS THE GROWING DEMAND FOR SUSTAINABLE AGRICULTURAL PRACTICES AND LOCALLY GROWN FOOD. AS A RESULT, AGRICULTURAL PRODUCERS WILL ALSO BE REQUIRED TO PROVIDE FRESH FOOD PRODUCTS FOR CHANGING DIETARY AND HEALTH HABITS OF INDIVIDUALS ACROSS THE GLOBE. THE UNITEDNATION&#39;S FOOD AND AGRICULTURAL ORGANIZATION (2015) ESTIMATED THAT AGRICULTURE COLLECTIVELY ACCOUNTS FOR 40% OF THE CURRENT GLOBAL WORKFORCE. HOWEVER, TO MEET THE AFOREMENTIONED DEMANDS, MORE SKILLED LEADERS AND LABORERS MUST BE RECRUITED INTO THE AGRICULTURAL SECTOR, WHICH WILL HAVE TO BE TRAINED THROUGH THE NATION&#39;S LAND GRANT AND NON-LAND GRANT COLLEGES OF AGRICULTURE. WITH THIS MIND THESE INSTITUTIONS WILL HAVE TO IDENTIFY MECHANISMS AND STRATEGIES TO ATTRACT POTENTIAL STUDENTS INTO THE ACADEMIC PROGRAMS THEY OFFER, SINCE DIRECT COMPETITION EXISTS FROM OTHER INSTITUTIONS OF HIGHER LEARNING FOR STUDENT CLIENTELE.INSTITUTIONS OF HIGHER EDUCATION ARE UNDER MOUNTING SCRUTINY AS THEY FACE REDUCED STUDENT ACCESS, RISING COSTS, AND CALLS TO DEMONSTRATE MORE PROFOUND OUTCOMES (BEALE, 2012; KRETOVICS, 2011). AS A RESULT, TRENDS REGARDING STUDENT ENTRANCE, RETENTION, AND GRADUATION WERE USED AS KEY INDICATORS OF INSTITUTIONAL SUCCESSES AND FAILURES. ALTHOUGH EXISTING EVIDENCE HAS REVEALED THAT SUCH METRICS ARE AFFECTED BY A NUMBER OF CONTEXTUAL FACTORS (ALLEN, ROBBINS, CASILLAS, &AMP; OH, 2008; SHRESTHA, SUVEDI, &AMP; FOSTER, 2011), THEY REMAIN OF CENTRAL IMPORTANCE TO UNIVERSITIES BECAUSE STUDENT DROPOUT RESULTS IN FEWER INDIVIDUALS PREPARED TO ENTER THE WORKFORCE AS WELL AS THOUSANDS OF DOLLARS IN UNREALIZED REVENUE FOR INSTITUTIONS (BEALE, 2012; KRETOVICS, 2011). ALSO, NOT COMPLETING A COLLEGE DEGREE HAS BEEN SHOWN TO NEGATIVELY AFFECT LEAVERS&#39; SOCIAL, PHYSIOLOGICAL, AND ECONOMIC WELLBEING (BRUFFAERTS ET AL., 2018; PERVIN, REIK, &AMP; DALRYMPLE, 2015). FOR EXAMPLE, PREVIOUS RESEARCH HAS REPORTED STATISTICALLY SIGNIFICANT RELATIONSHIPS BETWEEN INDIVIDUALS WHO DROP OUT OF COLLEGE AND THEIR SENSE OF SOCIAL ISOLATION AND DEPRESSION AS WELL AS A LOWER CAREER EARNING POTENTIAL (BRUFFAERTS ET AL., 2018; PERVIN ET AL., 2015). MOREOVER, WITH NATIONAL STUDENT LOAN DEBT TOPPING $1.5 TRILLION IN 2019, AND STUDENTS GRADUATING IN 2017 HAVING AN AVERAGE OF $28,650 IN LOANS, THE SUCCESS OF UNIVERSITIES AND STUDENTS REMAIN DEEPLY ENTWINED (FRIEDMAN, 2019).TO FURTHER COMPLICATE THIS ISSUE, NEARLY ALL AGRICULTURAL, FOOD, AND NATURAL RESOURCE (AFNR) SECTORS ARE EXPERIENCING A SHORTAGE OF QUALIFIED WORKERS (GOECKER ET AL., 2015). FOR INSTANCE, IT IS EXPECTED THAT MORE THAN 20,000 AFNR RELATED JOBS WILL GO UNFILLED BY AN UNQUALIFIED CANDIDATE IN 2020 (GOECKER ET AL., 2015). THEREFORE, IT IS IMPERATIVE TO IMPROVE THE RECRUITMENT AND RETENTION OF COLLEGES OF AGRICULTURE TO ENSURE THAT QUALIFIED LEADERS SUPPLY THE AFNR CAREER PIPELINE IN THE FUTURE (NATIONAL RESEARCH COUNCIL, 2009; STEM FOOD AND AGRICULTURE COUNCIL, 2014). PREVIOUS RESEARCH ON THIS ISSUE, HOWEVER, HAS DEPICTED THE RIFT BETWEEN THE SUPPLY AND DEMAND OF AFNR GRADUATES AS AN ISSUE OF STUDENT RECRUITMENT (BAKER, SETTLE, CHIARELLI, &AMP; IRANI, 2013; KOON, FRICK, IGO, 2009; RAYFIELD, MURPHREY, &AMP; SKAGGS, 2013; ROCCA &AMP; WASHBURN, 2005; STAIR, DANJEAN, BLACKBURN, &AMP; BUNCH, 2016). HOWEVER, LESSATTENTION IS PLACED ON THE ROLE THAT RETENTION PLAYS IN SOLVING THIS PROBLEM (DUNN, HAINES, &AMP; EPPS, 2013). IN RESPONSE, KOON ET AL. (2009) CALLED FOR COLLEGES OF AGRICULTURE TO CONSIDER RECRUITMENT AND RETENTION AS FACTORS OF EQUAL VALUE. AS AN ILLUSTRATION, BY PLACING AN IMPROVED EMPHASIS ON RETENTION EFFORTS, COLLEGES OF AGRICULTURE COULD BETTER ADDRESS THE NATIONAL STUDENT LOAN DEBT BY GRADUATING STUDENTS PROMPTLY WHILE ALSO KEEPING MORE INDIVIDUALS IN THE AFNR CAREER PIPELINE (KOON ET AL., 2009).PREVIOUS RESEARCH HAS DEMONSTRATED THAT TARGETED UNIVERSITY RECRUITMENT AND RETENTION PROGRAMMING CAN POSITIVELY INFLUENCE INDIVIDUALS&#39; CHOICE TO PURSUE COLLEGE AS WELL AS THEIR DECISION TO PERSIST THROUGHOUT THEIR DEGREE PROGRAM (BOBBIT, 2006; ROCCA, 2013). IN PARTICULAR, THE LITERATURE ON RECRUITMENT FOR COLLEGES OF AGRICULTURE HAS REPORTED THAT COMMUNICATING AND BUILDING RELATIONSHIPS WITH PARENTS IS CRITICAL BECAUSE THEY ARE HIGHLY INFLUENTIAL IN THEIR CHILD&#39;S DECISION TO PURSUE A CAREER IN AGRICULTURE AS WELL AS THE PARTICULAR UNIVERSITY THEY WILL ULTIMATELY CHOOSE TO ATTEND (BOBBIT, 2006; RAYFIELD ET AL., 2013; ROCCA, 2013). HOWEVER, VARIABLES SUCH AS CAMPUS VISITS, COST, COMMUNICATION EFFORTS FROM COLLEGES AND DEPARTMENTS, DEPARTMENTAL ATMOSPHERE, EXPERIENTIAL LEARNING OPPORTUNITIES, FACULTY APPROACHABILITY, AND SCHOLARSHIP OPPORTUNITIES HAVE ALSO BEEN REPORTED TO INFLUENCE AGRICULTURE STUDENTS&#39; DECISIONS (BAKER ET AL., 2013; RAYFIELD ET AL., 2013; ROCCA &AMP; WASHBURN, 2005; STAIR ET AL., 2016).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_20223843036957_12H3"}, {"internal_id": 138710372, "Award ID": "20217040035556", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "THE CURRENT ENVIRONMENTAL CHALLENGES, THE GROWING AGRICULTURAL NEEDS, AND THE DEMAND FOR MORE NOVEL AND PRACTICAL APPROACHES TO RESOLVE THE AGRICULTURAL AND ENVIRONMENTAL CONCERNS HAVE INCREASED THE NEED FOR WELL-TRAINED INDIVIDUALS TO ADDRESS THESE GROWING ISSUES. UNFORTUNATELY, MINORITIES, ESPECIALLY AFRICAN AMERICANS, ARE UNDERREPRESENTED WITHIN THE SCIENCES. THEREFORE, THERE IS A CRITICAL NEED FOR HIGHLY EDUCATED SCIENTISTS, PROFESSIONALS, AND PUBLIC ADMINISTRATORS FROM DIVERSE BACKGROUNDS TO BRIDGE THE GAP. TO THIS END, AAMU&#39;S COLLEGE OF AGRICULTURAL, LIFE AND NATURAL SCIENCES (CALNS) IS PROPOSING A STRATEGIC PROJECT TO RECRUIT, RETAIN AND GRADUATE STUDENTS (ESPECIALLY MINORITY AND UNDERREPRESENTED GROUPS) IN AGRICULTURAL AND RELATED SCIENCES. THE PROJECT SUPPORTS NIFA AND AAMU&#39;S PRIORITIES BY ADDRESSING TWO CRITICAL NEEDS. 1) INCREASING THE NUMBER OF GRADUATES WITH BACCALAUREATE DEGREES IN FOOD AND AGRICULTURAL SCIENCES AND 2) PREPARING GRADUATES THAT MEET THE TECHNOLOGICALLY ADVANCED NEEDS OF THE 21ST-CENTURY FOOD AND AGRICULTURAL SYSTEMS WORKFORCE THAT WILL FACILITATE RURAL PROSPERITY AND ECONOMIC DEVELOPMENT. THE PROJECT WILL ADDRESS ONE CRITICAL CHALLENGE (LIMITED FINANCIAL SUPPORT) DRIVING THE CONTINUED DROPOUTS AND STOP-OUTS BY CAPABLE STUDENTS FROM LOW-INCOME COMMUNITIES. PROJECT SUCCESS IS VESTED IN RIGOROUS RECRUITMENT AND RETENTION PLANS CENTERED ON STUDENT MENTORING AND ACADEMIC COUNSELING, WITH SUPPORT FROM AAMU TEACHING STAFF, ADMISSIONS, CAREER DEVELOPMENT SERVICES, AND THE HONORS PROGRAM. PROGRESS WILL BE MONITORED PERIODICALLY USING FORMATIVE AND SUMMATIVE EVALUATIONS, AND LONGITUDINAL TRACKING OF GRADUATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_20217040035556_12H3"}, {"internal_id": 138710325, "Award ID": "20217040035548", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "1890 SCHOLARSHIPS PROGRAM: NEXT GENERATION OF FOOD AND AGRICULTURAL SCHOLARS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_20217040035548_12H3"}, {"internal_id": 138710399, "Award ID": "20217040035546", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "THE PURPOSE OF SC STATE 1890 AGRICULTURE INNOVATION SCHOLARS PROGRAM IS TO PROVIDE SCHOLARSHIPS TO SUPPORT RECRUITING, ENGAGING, RETAINING, MENTORING, AND TRAINING OF INCOMING FRESHMEN UNDERGRADUATE AGRIBUSINESS AND FAMILY AND CONSUMER SCIENCES STUDENTS AT SC STATE. THE PROGRAM WILL SUPPORT THE ENROLLMENT AND MATRICULATION OF BACCALAUREATE DEGREE GRADUATE IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCE DEGREE PROGRAMS, WITHIN FOUR YEARS. THE PROGRAM WILL SEEK TO ADDRESS A CRITICAL WORKFORCE NEEDS BY EXPANDING EDUCATIONAL OPPORTUNITIES TO STUDENTS TO INTERESTED IN ATTENDING SC STATE UNIVERSITY TO PURSUE AND COMPLETE A BACCALAUREATE DEGREE IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCE DEGREE PROGRAMS, WHICH WOULD LEAD TO A HIGHLY SKILLED FOOD AND AGRICULTURAL SYSTEMS WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_20217040035546_12H3"}, {"internal_id": 138710356, "Award ID": "20217040035544", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "THE KENTUCKY STATE UNIVERSITY (KSU)1890 SCHOLARSHIPS PROGRAM WILL ALLOW KSU TO OFFER FINANCIAL SUPPORT TO STUDENTS PURSUING DEGREES IN AGRICULTURE-RELATED FIELDS, INCREASING STUDENT ENROLLMENT AND RETENTION IN THESE AREAS. KSU HAS A RANGE OF AGRICULTURE COURSES (INCLUDING PRACTICUM EXPERIENCE) TO TRAIN STUDENTS IN PLANT AND ANIMAL SCIENCE, HUMAN HEALTH AND ENVIRONMENT, GLOBAL AGRICULTURAL PERSPECTIVES, AND PRACTICUMS, AS WELL AS THE AREAS OF FOOD AND FIBER, AGRICULTURAL, RENEWABLE NATURAL RESOURCES, FORESTRY, AND FAMILY AND CONSUMER SCIENCES. THE OBJECTIVES ARE TO: 1. INCREASE THE NUMBER OF STUDENTS WHO ATTAIN BACCALAUREATE DEGREES IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS AT KSU BY OFFERING SCHOLARSHIP OPPORTUNITIES; AND 2. SUPPORT THESE SCHOLARS IN THEIR INTENTION TO PURSUE A CAREER IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS TO MEET THE NEED FOR A HIGHLY SKILLED FOOD AND AGRICULTURAL SYSTEMS WORKFORCE. A DETAILED RECRUITMENT AND SELECTION PLAN HAS BEEN DEVELOPED TO OFFER COMPETITIVE SCHOLARSHIPS, AS WELL AS A MENTORING PROGRAM WITH FACULTY AND STUDENT PROFESSIONAL GROUPS IN AGRICULTURE. STUDENTS WILL PARTICIPATE IN A RANGE OF PRACTICUMS, INTERNSHIPS, AND PROFESSIONAL DEVELOPMENT OPPORTUNITIES. A REPORTING AND EVALUATION PLAN, WITH THE HELP OF AN ADVISORY COMMITTEE, WILL ASSIST THE SELECTION COMMITTEE IN AWARDING AND TRACKING OF STUDENTS, AS WELL AS PROVIDE LONGITUDINAL TRACKING AT A CAREER LEVEL TO ENSURE STUDENTS ARE BEING TRAINED, RETAINED, GRADUATING, AND ENTERING THE AGRICULTURAL CAREERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_20217040035544_12H3"}, {"internal_id": 138710350, "Award ID": "20217040035542", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "DELAWARE STATE UNIVERSITY IS ENGAGING STUDENTS IN STEAM LEARNING PROGRAMS TO STRENGTHEN AND IMPROVE THEIR CAREER PATHWAY IN THE FOOD AND AGRICULTURAL SCIENCES. THIS PROGRAM STRATEGY WILL PROVIDE VALUABLE OPPORTUNITIES TO STRENGTHEN CAPACITIES AND CAPABILITIES OF STUDENTS TRAINING IN FOOD SYSTEMS AND AGRICULTURAL SCIENCE PROGRAMS AIMED AT PRODUCING GRADUATES WHO ARE COMPETENT IN SKILLS REQUIRED FOR ENTRY-LEVEL POSITIONS IN AGRICULTURE AND RELATED FIELDS. FORTY STUDENTS OVER FOUR YEARS WILL PARTICIPATE IN THIS PROGRAM. ACADEMIC STUDIES WILL ORIENT STUDENTS TO INTERDISCIPLINARY, PARTICIPATORY RESEARCH AND EXTENSION ON FOOD SYSTEMS ENABLING A BETTER UNDERSTANDING OF AMERICAN AGRICULTURE GOALS. THE SPECIFIC OBJECTIVES ARE TO: 1) RECRUIT QUALIFIED STUDENTS AND INCREASE RETENTION OF FRESHMEN IN AGRICULTURE MAJORS; 2) DEVELOP AN ENRICHED EDUCATIONAL DELIVERY SYSTEM, THAT WILL STRENGTHEN COURSEWORK AND CURRICULA, INCLUDING EXPERIENTIAL LEARNING PROGRAMS FOR SCIENCE, TECHNOLOGY, ENGINEERING, AGRICULTURE AND MATH (STEAM) STUDENTS; 3) INCREASE THE NUMBER OF UNDERGRADUATE STEAM STUDENTS GRADUATING NATIONALLY WITH BS DEGREES IN AGRICULTURE IN THE UNITED STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_20217040035542_12H3"}, {"internal_id": 138710352, "Award ID": "20217040035541", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "EXPANDING OPPORTUNITIES IN FOOD AND AGRICULTURE: INVESTMENT IN STUDENT SUCCESS AND WORKFORCE READINESSTHE LONG-TERM GOAL OF THIS PROPOSAL IS TO INCREASE THE DIVERSITY OF THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH) WORKFORCE, ESPECIALLY AMONG AFRICAN AMERICANS AND UNDERREPRESENTED MINORITIES (URM) STUDENTS. THE PRIMARY OBJECTIVE IS TO INCREASE RETENTION AND GRADUATION RATES AMONG LANGSTON UNIVERSITY STUDENTS PURSUING BACHELOR&#39;S DEGREES IN AGRICULTURAL SCIENCES BY PROVIDING SCHOLARSHIPS, EXPERIENTIAL LEARNING, AND CAREER DEVELOPMENT OPPORTUNITIES. THE PROJECT WILL ACHIEVE THIS THROUGH THREE SECONDARY OBJECTIVES, 1: RECRUIT AND TRAIN 56 SCHOLARS PER YEAR; 2: INCREASE RETENTION AND GRADUATION RATES OF SCHOLARS THROUGH MENTORING, EXPERIENTIAL LEARNING, AND PROFESSIONAL DEVELOPMENT, 3: INCREASE THE EMPLOYMENT RATES AND/OR GRADUATE SCHOOL ADMISSIONS OF SCHOLARS BY PROVIDING THE NECESSARY SKILLS AND CAREER SERVICES. THESE OBJECTIVES WILL LEAD TO GREATER RETENTION AND RECRUITMENT OF STUDENTS, SPECIFICALLY AFRICAN AMERICAN AND URM STUDENTS, AND INCREASE RATES OF PERSISTENCE TO BACCALAUREATES AMONG LANGSTON UNIVERSITY&#39;S SCHOOL OF AGRICULTURE AND APPLIED SCIENCE STUDENTS (LU-SAAS). INDEED, ALL PROJECT GOALS AND OBJECTIVES INCLUDED IN THE PROPOSAL ARE COMPATIBLE WITH THOSE ARTICULATED IN THE 1890 SCHOLARSHIP PROGRAM.THE ADDITION OF 56 SCHOLARS PER YEAR, WHO LIKELY WOULD NOT OTHERWISE MATRICULATE IN LU-SAAS DUE TO FINANCIAL AND OTHER CONSTRAINTS, WILL HAVE A POSITIVE IMPACT FOR BOTH SCHOLARS AND FOR STRENGTHENING THE ACADEMIC MISSION OF LANGSTON UNIVERSITY (LU) LAND-GRANT PROGRAMS. FOR SCHOLARS, THE PROGRAM WILL INCREASE THEIR SKILLS AND ENGAGEMENT, RESULTING IN ENHANCED RETENTION AND EMPLOYMENT RATES. FOR LU, THE PROGRAM WILL INCREASE THE DIVERSITY OF THE UNIVERSITY IN GENERAL AND WILL ENABLE LU TO BUILD LINKAGES WITH HIGH SCHOOLS, COMMUNITIES, AND BUSINESSES IN OKLAHOMA AND BEYOND. THE PROPOSED PROGRAM WILL PROMOTE LU AS A MAJOR PRODUCER OF HIGHLY TRAINED AGRICULTURAL GRADUATES IN OKLAHOMA. ADDITIONALLY, THE FOOD AND AGRICULTURE WORKFORCE WILL BE ENHANCED BY THE GRADUATION OF THESE TRAINED AND TALENTED SCHOLARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_20217040035541_12H3"}, {"internal_id": 138710420, "Award ID": "20217040035539", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "THEOVERALL GOAL OF THIS PROJECT IS TO PROVIDE SCHOLARSHIPS TO UNDERREPRESENTED MINORITY STUDENTS WHO SHOW INTERESTIN ENROLLING OR HAVE ENROLLED IN DEGREE PROGRAMS IN THE COLLEGE OF ENGINEERING SCIENCE TECHNOLOGY AND AGRICULTURE (CESTA) AT CENTRAL STATE UNIVERSITY. THE SPECIFIC OBJECTIVES ARE:TO RECRUIT AND MENTOR UNDERREPRESENTED MINORITY STUDENTS (URM) INMULTIDISCIPLINARYFIELDS OFFANRHS SCIENCES AND OTHER AGRI-STEM FIELDS TO CESTA AT CENTRAL STATE UNIVERSITY (CSU).TRAIN STUDENTS IN THE FANRHS AN AGRI STEM AREAS VIA DEGREE PROGRAMS OFFEREDIN CESTA AT CSUDEVELOP A PIPELINE FOR A MINORITY WORKFORCE WITH THE APPROPRIATE TECHNICAL AND PROFESSIONAL SKILLS FOR CAREERS IN THE FANRHS AND AGRI-STEM FIELDS.FRESHMAN AND TRANSFER STUDENTS WILL BE RECRUITED VIA A STRATEGICALLY TARGETED APPROACH FROM HIGH SCHOOLS, TECHNICAL CENTERS AND COMMUNITY COLLEGESVIA THE 1890 SCHOLARSHIP, TO ENROLL IN DEGREE PROGRAMS OFFERED BY CESTA VIA STRATEGICALLY TARGETED METHODS. SPECIFIC ELIGIBILITY REQUIREMENTS ARE OUTLINED SUCH THAT STUDENTS SUPPORTED BY THE SCHOLARSHIP MUST ENROLL IN A 4 YR DEGREE PROGRAM OFFERED BY CESTA AND MUST HAVE AND MAINTAIN A 3.0 GPA IN ORDER TO BE SUPPORTED BY THE SCHOLARSHIP PROGRAM. THE 1890 SCHOLARSHIP FUNDS WILL FURTHER SUPPORT STUDENTS PARTICIPATING IN THE 1890 CENTER OF EXCELLENCE FOR STUDENT SUCCESS AND WORKFORCE DEVELOPMENT IN CESTA AT CSU. THE SCHOLARSHIP WILL ALLOW SYNERGYSTIC ACHIEVEMENT OF OUTPUTS AND OUTCOMESOF THE PROGRAM, TO INCREASE URM GRADUATES IN THE FANRHS AND AGRI STEM FIELDS.KEYWORDS: 1890 SCHOLARSHIP, AGRI STEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_20217040035539_12H3"}, {"internal_id": 138710334, "Award ID": "20217040035537", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "THE GOAL OF THIS PROJECT IS TO POSITIVELY IMPACT RECRUITMENT, RETENTION, BACCALAUREATE DEGREE OBTAINMENTS, AND PROGRESSION OFSCHOLARSHIP RECIPIENTS IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS (FAS AND RF). USDA/NATIONAL INSTITUTE OF FOODAND AGRICULTURE (NIFA) SCHOLARSHIPS WILL BE ACCORDED. UPON GRADUATION AN OVERWHELMING MAJORITY OF THESE STUDENTS AREEXPECTED TO BE GAINFULLY EMPLOYED WITH THE USDA WORKFORCE. THE SPECIFIC OBJECTIVES ARE: (1) TO LEVERAGE THE USDA/NIFA 1890SCHOLARSHIP FUNDS WITH OTHER SOURCES OF STUDENTS&#39; FINANCIAL SUPPORT, (2) TO ASSESS THE SCHOLARSHIPS&#39; IMPACTS ON RECRUITMENTNUMBERS AND RETENTION RATE, AND (3) TO DETERMINE THE SCHOLARSHIPS&#39; IMPACTS ON STUDENTS PROGRESSING AND OBTAININGBACCALAUREATE DEGREES, AND EMPLOYMENT IN THE AGRICULTURAL AND NATURAL RESOURCES WORKFORCE. THE SELECTED STUDENTS MUST HAVE AMINIMUM CUMULATIVE GRADE POINT AVERAGE (GPA) OF 2.8 AT THE TIME OF APPLICATION, AND MAINTAIN AT LEAST A 2.8 GPA ON A SEMESTERAND CUMULATIVE BASIS WHILE RECEIVING SCHOLARSHIP SUPPORT. SCHOLARSHIP RECIPIENTS MUST BE ENROLLED AS FULL-TIME STUDENTS (12HOURS MINIMUM). APPROXIMATELY, 50 FULL AND 40 PARTIAL SCHOLARSHIP AWARDS WILL BE GRANTED. THE DEPARTMENTS PRIMARILY TARGETEDARE AGRICULTURAL SCIENCES, FAMILY AND CONSUMER SCIENCES, AND URBAN FORESTRY AND NATURAL RESOURCES. WHERE APPLICABLE, THEUSDA/NIFA SCHOLARSHIP FUNDS WILL BE LEVERAGED WITH OTHER FINANCIAL AWARDS OF THE SELECTED STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d66cb6c3-8182-fe6b-8f3d-e71014c71a60-C", "generated_internal_id": "ASST_NON_20217040035537_12H3"}, {"internal_id": 138710405, "Award ID": "20217040035535", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "ONE HUNDRED AND FIFTY THREE SCHOLARS WILL BE ADDED TO BE PROGRAM. EACH SCHOLAR WILL BE PROVIDED A PARTIAL SCHOLARSHIP RANGING FROM $2,000 TO $10,000 EVERY YEAR BEGINNING IN FALL 2020 (I.E., CLASS OF CLASS OF 2024) AND ENDING IN SPRING 2024 (I.E., CLASS OF 2027) (NOTE: THIS TIMELINE DEPENDS OF THE EXACT AWARD DATE - ADJUSTMENTS MAY BE NEEDED). THE TOTAL AWARD OVER EIGHT SEMESTERS WILL BE VALUED AT A MINIMUM OF $8,000 TO A MAXIMUM OF $40,000 PER SCHOLAR. THE SCHOLARSHIP WILL BE POSTED TO THE STUDENT&#39;S ACCOUNT BY THE UAPB OFFICE OF FINANCIAL AID, AND IS EXPECTED TO COMPLEMENT OTHER FINANCIAL SOURCES THE STUDENT WILL LIKELY HAVE. FOR EXAMPLE, MOST UAPB STUDENTS ARE ELIGIBLE FOR FEDERAL PELL GRANTS, FEDERALLY-BACKED STUDENT LOANS, AND NUMEROUS SMALLER SCHOLARSHIPS FROM FOUNDATIONS, CHURCHES, AND OTHER SIMILAR ORGANIZATIONS. IN-STATE STUDENTS ALSO MAY BE ELIGIBLE FOR ARKANSAS LOTTERY SCHOLARSHIPS AND ARKANSAS GAME AND FISH COMMISSION (AGFC) CONSERVATION SCHOLARSHIPS. AS FOR SYSTEMS AND MECHANISMS TO COLLECT PROGRAM DATA, AWARDS CAN BE TRACKED WITH A SIMPLE SPREADSHEET GIVEN THE NUMBER OF AWARDS EXPECTED (153 AWARDS TOTAL). THE SPREADSHEET WILL CONTAIN EACH AWARD (I.E., SCHOLAR) ON A SINGLE ROW, WITH COLUMNS REPRESENTING DIFFERENT BENCHMARKS ACHIEVED (E.G., CREDITS COMPLETED THROUGH A CERTAIN YEAR, CUMULATIVE GPA ATTAINED BY THAT YEAR, LIST OF COURSES NOT PASSED, ETC.). SHOULD ANY SCHOLARS LOSE THEIR SCHOLARSHIP FOR ANY REASON, FUNDS COMMITTED TO THAT SCHOLAR WILL BE RECONSTITUTED INTO ANOTHER AWARD FOR A SCHOLAR IN THE NEXT COHORT.II. STRATEGIES FOR EVALUATING PROGRAM SUCCESSANNUAL RETENTION AND GRADUATION RATES OF SCHOLARS WILL BE TRACKED AND COMPARED TO UAPB AVERAGES, AND WHEN POSSIBLE, REGIONAL AND NATIONAL AVERAGES (E.G., FOOD AND AGRICULTURAL EDUCATION AND INFORMATION SYSTEM [FAEIS]). WITHIN NIFA, IT SHOULD BE POSSIBLE TO COMPARE RETENTION AND GRADUATION RATES OF THESE SCHOLARSHIP PROGRAMS ACROSS THE DIFFERENT 1890 INSTITUTIONS.III. STRATEGIES FOR INCORPORATING FEEDBACK INTO THE PROGRAMSCHOLARS WILL PROVIDE COMMENTS ABOUT THEIR EXPERIENCE EACH YEAR WHILE IN SCHOOL, WHICH WILL BE USED TO MAKE IMPROVEMENTS IN A FEEDBACK FASHION. HOWEVER, GIVEN THE RELATIVELY BRIEF DURATION OF THIS GRANT, LONGER-TERM FEEDBACK LOOPS WILL PROBABLY NOT BE POSSIBLE. THESE TYPES OF FEEDBACK LOOPS TAKE MANY YEARS AND MUCH DATA TO BE DEVELOPED, BY WHICH TIME THIS GRANT WILL HAVE ENDED.IV. DEFINED APPROACH FOR LONGITUDINAL TRACKING OF SCHOLARS POST-GRADUATIONAS FOR THE NUMBER OF SCHOLARS THAT GAIN EMPLOYMENT RELEVANT TO THEIR DEGREES FOLLOWING GRADUATION, THESE CAN BE COMPILED AS SCHOLARS GRADUATE AND COMPARED TO OTHER UAPB MAJORS, PROVIDED THOSE DATA ARE AVAILABLE. SPECIAL EMPHASIS WILL BE PLACED ON THE NUMBERS AND PERCENTAGE OF B.S. GRADUATES THAT WORK \"IN THE FIELD\" IMMEDIATELY POST-GRADUATION AND 10 YEARS LATER. THESE FIGURES WILL PROVIDE SOME INDICATION OF THE OVERALL EFFECTIVENESS OF THE SCHOLARS PROGRAM AS WELL AS RETENTION OF GRADUATES IN THE FIELD. FOR SOME SCHOOLS AND MAJOR DISCIPLINES, THERE ALSO ARE NATIONAL FIGURES AVAILABLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_20217040035535_12H3"}, {"internal_id": 138710353, "Award ID": "20217040035533", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "ALONG WITH THE ADMINISTRATIVE PROGRAM UNIT (APU), THE INTERNAL STEERING ADVISORY COUNCIL (ISAC) AND AN EXTERNAL ADVISORY BOARD (EAB) WILL BE FORMED AT THE UNIVERSITY TO REVIEW MILESTONES AND PROVIDE RECOMMENDATIONS FOR PROGRAM IMPROVEMENT.?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_20217040035533_12H3"}, {"internal_id": 138710322, "Award ID": "20217040035531", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "COLLEGE OF AGRICULTURE, ENVIRONMENT AND NUTRITION SCIENCES WILL ADMINISTER THE TUSKEGEE UNIVERSITY FOOD AND AGRICULTURAL SCHOLARS PROGRAM. THE GOALS OF THE PROGRAM ARE TO RECRUIT, TRAIN AND PREPARE UNDERREPRESENTED MINORITIES TO MEET WORKFORCE OR PURSUE FURTHER STUDIES IN THE FOOD AND AGRICULTURAL SCIENCES. THE PROGRAM WILL PROMOTE THESE GOALS BY USING A MULTIDISCIPLINARY APPROACH, WHICH WILL INCLUDE INNOVATIVE OF RECRUITING, MENTORING, EXPERIENTIAL LEARNING AND INTERNSHIP. THE PROGRAM WILL SUPPORT MAJOR AREAS FOOD AGRICULTURAL, NATURAL RESOURCE AND RELATED SCIENCES WITH EMPHASIS, IN AGRIBUSINESS, ANIMAL AND VETERINARY SCIENCES, ENVIRONMENTAL NATURAL RESOURCES AND PLANT SCIENCES AND FOOD AND NUTRITION SCIENCE. THE OVERALL GOALS OF THE PROGRAM ARE TO 1. INCREASE WORKFORCE IN UNDERREPRESENTED MINORITY IN FANRRS, 2. INCREASE NUMBER OF STUDENTS GOING TO GRADUATE SCHOOL AND SCHOOL OF VETERINARY MEDICINE BY TRAINING COMPETENT STUDENTS FROM MINORITY AND UNDERREPRESENTED GROUPS. THE PROGRAM SEEKS TO FUND 8 STUDENTS FOR 4 YEARS TO OBTAIN B.S IN ANIMAL, POULTRY AND VETERINARY SCIENCES AND ENVIRONMENTAL, NATURAL RESOURCE AND PLANT SCIENCES BY USING A PROGRAM, WHICH INCORPORATES CURRICULUM ENHANCEMENT, MENTORING INTERNSHIPS AND EXPERIENTIAL LEARNING. THE PROGRAM OBJECTIVES WILL HELP MEET NIFA STRATEGIC GOALS AND OBJECTIVES WELL AS THOSE OF THE ACADEMIC COMPETITIVENESS COUNCIL. THE ANTICIPATED NATIONAL IMPACT OF THE PROGRAM WILL HELP TO INCREASE THE MINORITIES WHO CHOSE THE FOOD, AGRICULTURE, AND RELATED SCIENCES AS MAJOR IN TU PROGRAMS AND SUCCESSFULLY PREPARE THEM TO ENTER THE FANRRS CAREERS THOUGH OFFERING A COMPREHENSIVE PROGRAM THAT PREPARES THEM ADEQUATELY TO ENTER CAREERS IN FOOD AND AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_20217040035531_12H3"}, {"internal_id": 138710406, "Award ID": "20217040035529", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "THIS PROJECT SUPPORTS NATIONAL EFFORTS TO DEVELOP A DIVERSE, GLOBALLY SMART WORKFORCE TO UNDERPIN GROWTH, VITALITY, AND SUSTAINABILITY OF THE US FOOD SYSTEM THROUGH THE IDENTIFICATION AND SELECTION OF ELIGIBLE STUDENTS WHO WILL RECEIVE 1890 SCHOLARSHIPS TO SUPPORT THEIR STUDIES IN THE FOOD AND AGRICULTURAL SCIENCES AT THE UNIVERSITY OF MARYLAND EASTERN SHORE. SPECIFICALLY THE PROJECT WILL SUPPORT STUDENTS MAJORING IN AGRICULTURE, AGRIBUSINESS, HUMAN ECOLOGY, AND ENVIRONMENTAL SCIENCES. SELECTED STUDENTS MATRICULATING INTO THESE MAJORS WILL RECEIVE SPECIAL SUPPORT AND MENTORING TO ENSURE THAT THEY COMPLETE THEIR DEGREES IN A TIMELY MANNER AND ARE WELL PREPARED FOR CAREERS IN THE FOOD AND AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_20217040035529_12H3"}, {"internal_id": 138710392, "Award ID": "20217040035527", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "IN 2019, THE UNITED NATIONS REPORTED THAT THE GLOBAL POPULATION IS PROJECTED TO INCREASE BY 2.2 BILLION IN THE NEXT 30 YEARS, FROM 7.7 BILLION CURRENTLY TO 9.7 BILLION BY 2050 HTTPS://WWW.UN.ORG/DEVELOPMENT/DESA/EN/NEWS/POPULATION/WORLD-POPULATION-PROSPECTS-2019.HTML THIS MEANS THAT IN ORDER TO FEED THIS GROWING POPULATION, THE FOOD AND AGRICULTURAL ORGANIZATION PROJECTS THAT AGRICULTURAL PRODUCTION (FOOD, FEED AND FIBER) WILL NEED TO INCREASE BY 70 PERCENT. ASSUMING THAT THESE PREDICTIONS ARE CORRECT, THE GREATEST CHALLENGE FACING US IN THE UNITED STATES OF AMERICA (USA) WILL BE HOW TO EDUCATE THE NEEDED LABOR TO REPLACE THE AGING AMERICAN AGRICULTURAL WORKFORCE WITH THE SKILLED WORKERS AND SCIENTISTS NEEDED TO SUPPORT THE SUSTAINABLE GROWTH AND EFFICIENCY IN AGRICULTURAL PRODUCTION. HTTPS://NIFA.USDA.GOV/EDUCATION MORE SPECIFICALLY, THE CRITICAL QUESTION FACING THE FOOD AND AGRICULTURAL SCIENCES INDUSTRY IS \"HOW DO WE ATTRACT MORE TALENTED YOUNG, DIVERSE PERSONS INTO AGRICULTURAL JOBS?\" INDEED, THIS CONTINUES TO BE THE MAJOR QUESTION THAT IS BEING ASKED BY FACULTY AND ADMINISTRATORS IN THE COLLEGE OF AGRICULTURE AND FOOD SCIENCES (CAFS) AT FLORIDA A&AMP;M UNIVERSITY (FAMU), HTTP://WWW.FAMU.EDU/ AS IT TRIES TO RESPOND TO THE LOW, AND IN SOME CASES, DECLINING ENROLLMENT IN SOME OF ITS CRITICAL ACADEMIC PROGRAMS. WITH STATE AND FEDERAL FUNDING FOR EDUCATION ON THE DECLINE, THE STUDENT DEBT BURDEN CONTINUES TO BE HIGH. THUS, FUNDING FROM THIS SCHOLARSHIP PROGRAM WILL PROVIDE A TOTAL OF FORTY-NINE (49) NEW SCHOLARSHIPS FOR FTCS TO PURSUE AND OBTAIN THEIR BACCALAUREATE DEGREES IN FOOD AND AGRICULTURAL SCIENCES FROM FAMU IN FOUR YEARS, AND FOR QUALIFIED, TRANSFER STUDENTS IN TWO YEARS. THIS FUNDING WILL HELP CAFS CULTIVATE AND GRADUATE MORE DIVERSE LEADERS, WHO WILL BE WELL EQUIPPED TO ADDRESS AND SOLVE FUTURE EMERGING CHALLENGES IN FOOD AND AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_20217040035527_12H3"}, {"internal_id": 138710380, "Award ID": "20217040035525", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "ALCORN STATE UNIVERSITY (ALCORN) IS THE FIRST HISTORICALLY BLACK LAND-GRANT COLLEGE/UNIVERSITY IN THE NATION AND FROM ITS INCEPTION HAS EMBRACED ITS UNIQUE RESPONSIBILITY TO TRAIN MINORITY STUDENTS IN AGRICULTURE AND RELATED SCIENCES. SINCE ALCORN&#39;S FOUNDING, THE INSTITUTION HAS HELPED ADVANCE THE STATE AND REGION&#39;S AGRICULTURAL ECONOMY WHILE IMPROVING THE NUTRITION, HEALTH, AND STANDARD OF LIVING OF ITS CITIZENS. IN ADDITION TO EDUCATING GENERATIONS OF STUDENTS IN AGRICULTURE AND RELATED SCIENCES, ALCORN HAS ALSO PROVIDED RESEARCH AND OUTREACH SERVICES TO THE CITIZENS OF THE STATE AND REGION. ALCORN IS RANKED THIRD HIGHEST FOR MOST AFFORDABLE ONLINE BACHELOR&#39;S DEGREE FOR A HISTORICAL BLACK COLLEGE/UNIVERSITY (HBCU); 13TH HIGHEST FOR MOST AFFORDABLE BACHELOR&#39;S FOR AN HBCU (AFFORDABLESCHOOLS.NET, ACCESSED 2019); AND 23RD BEST HBCU BY U.S. NEWS AND WORLD REPORT BEST COLLEGES REPORT (USNEWS.COM/BEST-COLLEGES, ACCESSED 2019).ALTHOUGH HBCUS MAKE UP ONLY ABOUT THREE PERCENT OF THE NATION&#39;S INSTITUTIONS OF HIGHER LEARNING, THEY GRADUATE OVER 14% OF AFRICAN AMERICANS WITH BACHELOR&#39;S DEGREES. ALCORN STATE UNIVERSITY IS LOCATED IN AN UNDERSERVED REGION, WITH THE MAJORITY OF THE UNIVERSITY&#39;S STUDENTS BEING RECRUITED FROM SURROUNDING COMMUNITIES. ALCORN STATE UNIVERSITY IS THEREFORE WELL POSITIONED TO ASSIST UNDERREPRESENTED STUDENTS EARN B.S. DEGREES AND MAKE ADVANCEMENTS WITHIN AGRICULTURE AND RELATED SCIENCES.THE OVERALL GOAL OF ALCORN STATE UNIVERSITY&#39;S 1890 SCHOLARSHIPS PROGRAM PROPOSAL IS ALIGNED WITH THE FEDERAL 1890 SCHOLARSHIPS PROGRAM&#39;S AUTHORIZING LEGISLATIVE MANDATE TO INCREASE AND \"TO SUPPORT RECRUITING, ENGAGING, RETAINING, MENTORING, AND TRAINING OF UNDERGRADUATE STUDENTS AT THE 1890 LAND-GRANT INSTITUTIONS.\" THIS WILL RESULT IN THE AWARDING OF INCREASED NUMBERS OF BACCALAUREATE DEGREES IN THE AGRICULTURAL AND RELATED SCIENCES.BOTH THE MISSION AND THE VISION OF THE SCHOOL OF AGRICULTURE AND APPLIED SCIENCES EMPHASIZE THE IMPORTANCE OF HOLISTICALLY DEVELOPING STUDENTS TO THEIR FULLEST POTENTIAL. THE MISSION STATES, \"THROUGH VIBRANT TEACHING, RESEARCH AND OUTREACH ACTIVITIES, THE SCHOOL OF AGRICULTURE AND APPLIED SCIENCES EMPOWERS STUDENTS AND CITIZENS EDUCATIONALLY AND SOCIO-ECONOMICALLY TO ENRICH THE QUALITY OF LIFE FOR THEMSELVES AND THEIR COMMUNITIES.\" THE VISION STATES, \"THE SCHOOL OF AGRICULTURE AND APPLIED SCIENCES IS A PREMIER LAND-GRANT PROGRAM THAT PROMOTES EXCELLENCE BY PROVIDING TEACHING, RESEARCH AND OUTREACH ACTIVITIES, DELIVERED BY CUTTING EDGE TECHNOLOGY, TO ITS STUDENTS AND THE COMMUNITIES IT SERVES.\" IT IS CRITICALLY IMPORTANT THAT WE ARE PREPARED TO MEET THE FUTURE AGRICULTURAL CHALLENGES FACING OUR SOCIETY. AS WORLD POPULATION INCREASES TO 10 BILLION IN 2050, MORE INNOVATIVE APPROACHES TO ADDRESS ISSUES ASSOCIATED WITH POPULATION GROWTH WILL BE NEEDED. CHALLENGES SUCH AS FOOD SHORTAGES, LAND RETENTION, CLIMATE CHANGE, ARE ALL FACTORS IN WHICH CURRENT STUDENTS WILL HAVE TO ADDRESS AND SOLVE. THEY WILL HAVE TO EMPLOY INNOVATIVE INCREASES IN TECHNOLOGY, PRODUCTIVITY, AND CONSERVATION TO MEET THESE FUTURE CHALLENGES.THE SCHOOL OF AGRICULTURE AND APPLIED SCIENCES&#39; MISSION IS AN INTEGRAL PART OF ALCORN STATE UNIVERSITY AND \"FULFILLS ITS 1890 LAND-GRANT MISSION THROUGH CUTTING EDGE TEACHING, RESEARCH, EXTENSION AND PUBLIC SERVICE PROGRAMS.\" THESE PROGRAMS IMPROVE THE QUALITY OF LIFE FOR THE PEOPLE OF THE REGION AND THE NATION. TRAINING STUDENTS WITH THE SKILLS NECESSARY TO LIVE AND WORK EFFECTIVELY AND SUCCESSFULLY IN THE FIELDS OF FOOD AND AGRICULTURAL SCIENCES IN OUR EVER-CHANGING SOCIETY IS KEY TO BOTH OUR STUDENT&#39;S AND OUR NATION&#39;S SUCCESS.A HIGH PRIORITY HAS BEEN GIVEN TO THE DEVELOPMENT AND IMPLEMENTATION OF THE 1890 SCHOLARSHIP PROGRAM. THIS PROPOSAL IS FULLY SUPPORTED BY THE PRESIDENT OF THE UNIVERSITY, THE INTERIM EXECUTIVE VICE PRESIDENT AND PROVOST, AND THE DEAN OF THE SCHOOL OF AGRICULTURE AND ADVANCED TECHNOLOGIES (SEE INSTITUTIONAL LETTERS; PART V, SECTION 4.2). BOTH PRIVATE INDUSTRY AND GOVERNMENTAL AGENCIES WILL BE SERVED BY THE DEVELOPMENT AND IMPLEMENTATION OF THE 1890 SCHOLARSHIP PROGRAM. THE DEVELOPMENT AND IMPLEMENTATION OF THE PROGRAM IS ALSO IN FULL AGREEMENT WITH THE MISSION AND VISION OF THE UNIVERSITY, TO DEVELOP DIVERSE STUDENTS INTO GLOBALLY COMPETITIVE LEADERS AND APPLY SCIENTIFIC RESEARCH, THROUGH COLLABORATIVE PARTNERSHIPS THAT BENEFIT THE SURROUNDING COMMUNITIES, STATES, NATION, AND WORLD.\" THE 1890 SCHOLARSHIP PROGRAM AT ALCORN WOULD PRIMARILY SERVE UNDERREPRESENTED AND ECONOMICALLY DEPRESSED COMMUNITIES IN SOUTHWEST MISSISSIPPI AND IN THE LOWER MISSISSIPPI RIVER DELTA REGION. BOTH TRADITIONAL AND NON-TRADITIONAL FULL-TIME UNDERGRADUATE STUDENTS FROM THE REGION WHO ARE HIGH ACHIEVERS HAVE BEEN IDENTIFIED AS OUR TARGET AUDIENCE. HOWEVER, EFFORTS WILL BE MADE TO ATTRACT STUDENTS FROM THROUGHOUT THE U.S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_20217040035525_12H3"}, {"internal_id": 140510683, "Award ID": "20217040035523", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "AS A RESULT OF THE PREDICTED SHORTAGE OF HUMAN CAPITAL TRAINED WITH DEGREES TO FILL AGRICULTURERELATED VACANCIES IN THE FUTURE, PARTICULARLY INDIVIDUALS OF COLOR, THIS PROJECT WILL UTILIZE AMULTIDISCIPLINARY APPROACH TO ENHANCE THE NUMBER OF INDIVIDUALS HIGHLY PREPARED FOR SUCCESS IN FOODAND AGRICULTURAL RELATED CAREERS. PVAMU PARTICULARLY TARGETS UNDERSERVED ANDUNDERREPRESENTED POPULATIONS AND LIMITED RESOURCE CLIENTELE AND PREPARES THIS POPULATION TOPARTICIPATE EFFECTIVELY IN TEACHING, RESEARCH AND EXTENSION ACTIVITIES RELATED TOAGRICULTURALSCIENCES. BY TARGETING AND PREPARING SCHOLARS FOR SUCCESS IN FOOD AND AGRICULTURAL CAREERS, THECOLLEGE WILL PROMOTE A REPUTATION OF BEING A STUDENT MAGNET PROVIDING A GATEWAY TO OPPORTUNITIESAND ASSIST IN MEETING THE USDA NIFA GOAL OF DIVERSIFYING THE FIELD OF AGRICULTURAL SCIENCES ANDRELATED FIELDS WITH HIGHLY SKILLED INDIVIDUALS. PROJECT SUCCESS WILL BE MEASURED BASED ON STUDENTSELF-ASSESSMENT SURVEYS, STUDENT EVALUATION BY PROJECT LEADERSAND BASED ON UNIVERSITY RECORDS OF ENROLLMENT, RETENTION AND GRADUATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_20217040035523_12H3"}, {"internal_id": 138710363, "Award ID": "20217040035522", "Award Amount": 526315.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "RECRUITING, ENGAGING, MENTORING AND TRAINING UNDERGRADUATE STUDENTS IN THE AGRICULTURAL SCIENCES AT FVSU TO ENHANCE THE SKILLED WORKFORCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_20217040035522_12H3"}, {"internal_id": 138710393, "Award ID": "20217040035520", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "THIS USDA 1890 SCHOLARSHIPS PROJECT AT TENNESSEE STATE UNIVERSITY WILL SUPPORT 72 ACADEMICALLY TALENTED, HIGH-ACHIEVING STUDENTS WITH INTEREST IN THE FOOD AND AGRICULTURAL SCIENCES. OVER A 4-YEAR PERIOD, WE SEEK TO INCREASE THE ENROLLMENT, RETENTION, AND COMPLETION OF BACCALAUREATE DEGREES FOR STUDENTS IN THE FOOD, AGRICULTURAL, AND NATURAL RESOURCE SCIENCES. IN ADDITION TO THE SCHOLARSHIP, WE WILL SUPPORT OUR STUDENT SCHOLARS IN THE FORM OF CAREER PREPAREDNESS WORKSHOPS, INTRUSIVE ADVISING, INTENTIONAL MENTORING, AND UNDERGRADUATE RESEARCH EXPERIENCES. THIS PROJECT WILL COMBINE A VARIETY OF HIGH IMPACT PRACTICES TO INCREASE THE COLLEGE OF AGRICULTURE&#39;S CAPACITY TO RECRUIT AND RETAIN HIGH-QUALITY UNDERGRADUATES. THIS PROJECT WILL ALSO INCREASE THE OPPORTUNITIES TO ENGAGE, RETAIN, MENTOR, TRAIN, AND GRADUATE SCHOLARS WITH THE SCIENTIFIC, TECHNICAL, AND PROFESSIONAL COMPETENCIES IN FOOD, AGRICULTURAL, AND NATURAL RESOURCES SCIENCES WITHIN FOUR YEARS. LASTLY, WE WILL MEASURE AND EVALUATE THE EFFECTIVENESS OF THE PROJECT TO PREPARE AND GRADUATE SCHOLARS TO READILY OBTAIN ENTRANCE INTO EITHER GRADUATE STUDIES OR THE U.S. AGRICULTURE WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_20217040035520_12H3"}, {"internal_id": 138710370, "Award ID": "20217040035518", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "RECRUITING AND GRADUATING THE NEXT GENERATION OF LEADERS IN AGRICULTURAL, FOOD, AND NATURAL RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_20217040035518_12H3"}, {"internal_id": 138710376, "Award ID": "20217040035515", "Award Amount": 526315.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.524", "Description": "TO MEET THE GOAL OF ENHANCING THE DIVERSITY OF THE WORKFORCE IN FOOD, AGRICULTURAL SCIENCES AND RELATED FIELDS, LINCOLN UNIVERSITY OF MISSOURI WILL ESTABLISH A ROBUST PROGRAM THAT PROVIDES SCHOLARSHIPS TO UNDERREPRESENTED UNDERGRADUATES ENROLLED IN THE COLLEGE OF AGRICULTURE, ENVIRONMENTAL AND HUMAN SCIENCES (CAEHS). THIS PROGRAM WILL ENGAGE, RETAIN, MENTOR AND EXPOSE STUDENTS IN CLASSROOM CURRICULUM AND EXPERIENTIAL LEARNING OPPORTUNITIES IN AGRICULTURAL RELATED AREAS ON CAMPUS AND WITH INDUSTRY, CULMINATING IN BACCALAUREATE DEGREES. FURTHER, THIS PROGRAM WILL INCREASE THE NUMBER OF GRADUATES FOR ENTRY-LEVEL POSITIONS IN FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS. THE OBJECTIVES OF THE PROGRAM IS TWO-FOLD: (1) TO TARGET AND ENROLL UNDERREPRESENTED STUDENTS WITH AN INTEREST IN FOOD AND AGRICULTURAL SCIENCES AND A FOCUS ON FUTURE CAREERS IN THIS FIELD, AND (2) TO PREPARE STUDENTS TO HAVE MEANINGFUL UNDERGRADUATE EXPERIENCES WHILE IMPROVING THE TECHNICAL COMPETENCIES GAINING THE ACADEMIC AND HANDS-ON SKILL COMPETENCIES NEEDED FOR THE 21ST CENTURY AGRICULTURAL WORKFORCE. ONCE ENROLLED, STUDENTS WILL NAVIGATE A 4-YEAR ACADEMIC AND CAREER PATHWAY THAT DETAILS MILESTONES FOR COLLEGE COMPLETION LEADING TO GRADUATION AND GAINFUL EMPLOYMENT IN THE FIELD OF AGRICULTURE. ADDITIONAL MILESTONES INCLUDE MENTORING AND FOSTERING ACADEMIC EXCELLENCE IN A VARIETY OF AGRICULTURAL RELATED DISCIPLINES, EXPOSURE TO 21ST CENTURY CUTTING-EDGE CAREER OPTIONS AND THE OPPORTUNITY TO MAKE INTENTIONAL EMPLOYER CONTACTS. PARTICIPANTS IN THE PROGRAM WILL FORM A LIVING LEARNING COMMUNITY WITH INTENSE INTERFACE WITH ACADEMIC FACULTY, RESEARCHERS AND EMPLOYERS IN THE AGRICULTURAL INDUSTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_20217040035515_12H3"}, {"internal_id": 138710327, "Award ID": "20213843035559", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "EXPANDING OPPORTUNITIES IN FOOD AND AGRICULTURE: INVESTMENT IN STUDENT SUCCESS AND WORKFORCE READINESSTHE LONG-TERM GOAL OF THIS PROPOSAL IS TO INCREASE THE DIVERSITY OF THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH) WORKFORCE, ESPECIALLY AMONG AFRICAN AMERICANS AND UNDERREPRESENTED MINORITIES (URM) STUDENTS. THE PRIMARY OBJECTIVE IS TO INCREASE RETENTION AND GRADUATION RATES AMONG LANGSTON UNIVERSITY STUDENTS PURSUING BACHELOR&#39;S DEGREES IN AGRICULTURAL SCIENCES BY PROVIDING SCHOLARSHIPS, EXPERIENTIAL LEARNING, AND CAREER DEVELOPMENT OPPORTUNITIES. THE PROJECT WILL ACHIEVE THIS THROUGH THREE SECONDARY OBJECTIVES, 1: RECRUIT AND TRAIN 56 SCHOLARS PER YEAR; 2: INCREASE RETENTION AND GRADUATION RATES OF SCHOLARS THROUGH MENTORING, EXPERIENTIAL LEARNING, AND PROFESSIONAL DEVELOPMENT, 3: INCREASE THE EMPLOYMENT RATES AND/OR GRADUATE SCHOOL ADMISSIONS OF SCHOLARS BY PROVIDING THE NECESSARY SKILLS AND CAREER SERVICES. THESE OBJECTIVES WILL LEAD TO GREATER RETENTION AND RECRUITMENT OF STUDENTS, SPECIFICALLY AFRICAN AMERICAN AND URM STUDENTS AND INCREASE RATES OF PERSISTENCE TO BACCALAUREATES AMONG LANGSTON UNIVERSITY&#39;S SCHOOL OF AGRICULTURE AND APPLIED SCIENCE STUDENTS (LU-SAAS). INDEED, ALL PROJECT GOALS AND OBJECTIVES INCLUDED IN THE PROPOSAL ARE COMPATIBLE WITH THOSE ARTICULATED IN THE 1890 SCHOLARSHIP PROGRAM.THE ADDITION OF 56 SCHOLARS PER YEAR, WHO LIKELY WOULD NOT OTHERWISE MATRICULATE IN LU-SAAS DUE TO FINANCIAL AND OTHER CONSTRAINTS, WILL HAVE A POSITIVE IMPACT FOR BOTH SCHOLARS AND FOR STRENGTHENING THE ACADEMIC MISSION OF LANGSTON UNIVERSITY (LU) LAND-GRANT PROGRAMS. FOR SCHOLARS, THE PROGRAM WILL INCREASE THEIR SKILLS AND ENGAGEMENT, RESULTING IN ENHANCED RETENTION AND EMPLOYMENT RATES. FOR LU, THE PROGRAM WILL INCREASE THE DIVERSITY OF THE UNIVERSITY IN GENERAL AND WILL ENABLE LU TO BUILD LINKAGES WITH HIGH SCHOOLS, COMMUNITIES, AND BUSINESSES IN OKLAHOMA AND BEYOND. THE PROPOSED PROGRAM WILL PROMOTE LU AS A MAJOR PRODUCER OF HIGHLY TRAINED AGRICULTURAL GRADUATES IN OKLAHOMA. ADDITIONALLY, THE FOOD AND AGRICULTURE WORKFORCE WILL BE ENHANCED BY THE GRADUATION OF THESE TRAINED AND TALENTED SCHOLARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_20213843035559_12H3"}, {"internal_id": 138710362, "Award ID": "20213843035558", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "IN 2019, THE UNITED NATIONS REPORTED THAT THE GLOBAL POPULATION IS PROJECTED TO INCREASE BY 2.2 BILLION IN THE NEXT 30 YEARS, FROM 7.7 BILLION CURRENTLY TO 9.7 BILLION BY 2050 HTTPS://WWW.UN.ORG/DEVELOPMENT/DESA/EN/NEWS/POPULATION/WORLD-POPULATION-PROSPECTS-2019.HTML THIS MEANS THAT IN ORDER TO FEED THIS GROWING POPULATION, THE FOOD AND AGRICULTURAL ORGANIZATION PROJECTS THAT AGRICULTURAL PRODUCTION (FOOD, FEED AND FIBER) WILL NEED TO INCREASE BY 70 PERCENT. ASSUMING THAT THESE PREDICTIONS ARE CORRECT, THE GREATEST CHALLENGE FACING US IN THE UNITED STATES OF AMERICA (USA) WILL BE HOW TO EDUCATE THE NEEDED LABOR TO REPLACE THE AGING AMERICAN AGRICULTURAL WORKFORCE WITH THE SKILLED WORKERS AND SCIENTISTS NEEDED TO SUPPORT THE SUSTAINABLE GROWTH AND EFFICIENCY IN AGRICULTURAL PRODUCTION. HTTPS://NIFA.USDA.GOV/EDUCATION MORE SPECIFICALLY, THE CRITICAL QUESTION FACING THE FOOD AND AGRICULTURAL SCIENCES INDUSTRY IS \"HOW DO WE ATTRACT MORE TALENTED YOUNG, DIVERSE PERSONS INTO AGRICULTURAL JOBS?\" INDEED, THIS CONTINUES TO BE THE MAJOR QUESTION THAT IS BEING ASKED BY FACULTY AND ADMINISTRATORS IN THE COLLEGE OF AGRICULTURE AND FOOD SCIENCES (CAFS) AT FLORIDA A&AMP;M UNIVERSITY (FAMU), HTTP://WWW.FAMU.EDU/ AS IT TRIES TO RESPOND TO THE LOW, AND IN SOME CASES, DECLINING ENROLLMENT IN SOME OF ITS CRITICAL ACADEMIC PROGRAMS. WITH STATE AND FEDERAL FUNDING FOR EDUCATION ON THE DECLINE, THE STUDENT DEBT BURDEN CONTINUES TO BE HIGH. THUS, FUNDING FROM THIS SCHOLARSHIP PROGRAM WILL PROVIDE A TOTAL OF FORTY-NINE (49) NEW SCHOLARSHIPS FOR FTCS TO PURSUE AND OBTAIN THEIR BACCALAUREATE DEGREES IN FOOD AND AGRICULTURAL SCIENCES FROM FAMU IN FOUR YEARS, AND FOR QUALIFIED, TRANSFER STUDENTS IN TWO YEARS. THIS FUNDING WILL HELP CAFS CULTIVATE AND GRADUATE MORE DIVERSE LEADERS, WHO WILL BE WELL EQUIPPED TO ADDRESS AND SOLVE FUTURE EMERGING CHALLENGES IN FOOD AND AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_20213843035558_12H3"}, {"internal_id": 138710373, "Award ID": "20213843035557", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "THE CURRENT ENVIRONMENTAL CHALLENGES, THE GROWING AGRICULTURAL NEEDS, AND THE DEMAND FOR MORE NOVEL AND PRACTICAL APPROACHES TO RESOLVE THE AGRICULTURAL AND ENVIRONMENTAL CONCERNS HAVE INCREASED THE NEED FOR WELL-TRAINED INDIVIDUALS TO ADDRESS THESE GROWING ISSUES. UNFORTUNATELY, MINORITIES, ESPECIALLY AFRICAN AMERICANS, ARE UNDERREPRESENTED WITHIN THE SCIENCES. THEREFORE, THERE IS A CRITICAL NEED FOR HIGHLY EDUCATED SCIENTISTS, PROFESSIONALS, AND PUBLIC ADMINISTRATORS FROM DIVERSE BACKGROUNDS TO BRIDGE THE GAP. TO THIS END, AAMU&#39;S COLLEGE OF AGRICULTURAL, LIFE AND NATURAL SCIENCES (CALNS) IS PROPOSING A STRATEGIC PROJECT TO RECRUIT, RETAIN AND GRADUATE STUDENTS (ESPECIALLY MINORITY AND UNDERREPRESENTED GROUPS) IN AGRICULTURAL AND RELATED SCIENCES. THE PROJECT SUPPORTS NIFA AND AAMU&#39;S PRIORITIES BY ADDRESSING TWO CRITICAL NEEDS. 1) INCREASING THE NUMBER OF GRADUATES WITH BACCALAUREATE DEGREES IN FOOD AND AGRICULTURAL SCIENCES AND 2) PREPARING GRADUATES THAT MEET THE TECHNOLOGICALLY ADVANCED NEEDS OF THE 21ST-CENTURY FOOD AND AGRICULTURAL SYSTEMS WORKFORCE THAT WILL FACILITATE RURAL PROSPERITY AND ECONOMIC DEVELOPMENT. THE PROJECT WILL ADDRESS ONE CRITICAL CHALLENGE (LIMITED FINANCIAL SUPPORT) DRIVING THE CONTINUED DROPOUTS AND STOP-OUTS BY CAPABLE STUDENTS FROM LOW-INCOME COMMUNITIES. PROJECT SUCCESS IS VESTED IN RIGOROUS RECRUITMENT AND RETENTION PLANS CENTERED ON STUDENT MENTORING AND ACADEMIC COUNSELING, WITH SUPPORT FROM AAMU TEACHING STAFF, ADMISSIONS, CAREER DEVELOPMENT SERVICES, AND THE HONORS PROGRAM. PROGRESS WILL BE MONITORED PERIODICALLY USING FORMATIVE AND SUMMATIVE EVALUATIONS, AND LONGITUDINAL TRACKING OF GRADUATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_20213843035557_12H3"}, {"internal_id": 138710326, "Award ID": "20213843035549", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "U.S. COLLEGE STUDENTS WILL FIND GOOD EMPLOYMENT OPPORTUNITIES IF THEY HAVE EXPERTISE IN FOOD, AGRICULTURE, RENEWABLE NATURALRESOURCES OR THE ENVIRONMENT PER REPORT OF PURDUE UNIVERSITY AND USDA, 2015. WITH AN EXPECTATION OF 57,900 JOBS ANNUALLY,GREAT CAREER OPPORTUNITIES AWAITS THOSE WITH A BACHELOR OR HIGHER DEGREE IN THE AFOREMENTIONED DISCIPLINES. THE 1890SCHOLARSHIPS PROGRAM WILL SIGNIFICANTLY SUPPORT AND IMPACT STUDENT SCHOLARS SEEKING A CAREER IN THE FOOD AND AGRICULTURALSCIENCES. ONE HUNDRED-TWELVE STUDENTS WILL DIRECTLY BENEFIT FROM THE 1890 SCHOLARSHIPS PROGRAM. TWENTY-FOUR FULL SCHOLARSHIPSAND EIGHTY-EIGHT PARTIAL SCHOLARSHIP OR MORE WILL BE AWARDED. GRADUATES WILL BE TRACKED AND ENGAGED WITH THE COA ASSIST INVARIOUS CAPACITIES POST-GRADUATION. WE RECOGNIZE THE SIGNIFICANCE OF THIS PROGRAM AND THE INVESTMENT MADE BY NIFA, UNIVERSITYAND COLLEGE IN THESE YOUNG PEOPLE. FURTHER, IT IS OUR INTENT TO MAXIMIZE THE IMPACT OF PROGRAM AND EXPERIENCE FOR THE STUDENTSAND ALL INVOLVED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_20213843035549_12H3"}, {"internal_id": 138710401, "Award ID": "20213843035547", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "THE PURPOSE OF SC STATE 1890 AGRICULTURE INNOVATION SCHOLARS PROGRAM IS TO PROVIDE SCHOLARSHIPS TO SUPPORT RECRUITING, ENGAGING, RETAINING, MENTORING, AND TRAINING OF INCOMING FRESHMEN UNDERGRADUATE AGRIBUSINESS AND FAMILY AND CONSUMER SCIENCES STUDENTS AT SC STATE. THE PROGRAM WILL SUPPORT THE ENROLLMENT AND MATRICULATION OF BACCALAUREATE DEGREE GRADUATE IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCE DEGREE PROGRAMS, WITHIN FOUR YEARS. THE PROGRAM WILL SEEK TO ADDRESS A CRITICAL WORKFORCE NEEDS BY EXPANDING EDUCATIONAL OPPORTUNITIES TO STUDENTS TO INTERESTED IN ATTENDING SC STATE UNIVERSITY TO PURSUE AND COMPLETE A BACCALAUREATE DEGREE IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCE DEGREE PROGRAMS, WHICH WOULD LEAD TO A HIGHLY SKILLED FOOD AND AGRICULTURAL SYSTEMS WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_20213843035547_12H3"}, {"internal_id": 138710365, "Award ID": "20213843035545", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "1890 SCHOLARSHIPS PROGRAM FOR KENTUCKY STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_20213843035545_12H3"}, {"internal_id": 138710349, "Award ID": "20213843035543", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "DELAWARE STATE UNIVERSITY IS ENGAGING STUDENTS IN STEAM LEARNING PROGRAMS TO STRENGTHEN AND IMPROVE THEIR CAREER PATHWAY IN THE FOOD AND AGRICULTURAL SCIENCES. THIS PROGRAM STRATEGY WILL PROVIDE VALUABLE OPPORTUNITIES TO STRENGTHEN CAPACITIES AND CAPABILITIES OF STUDENTS TRAINING IN FOOD SYSTEMS AND AGRICULTURAL SCIENCE PROGRAMS AIMED AT PRODUCING GRADUATES WHO ARE COMPETENT IN SKILLS REQUIRED FOR ENTRY-LEVEL POSITIONS IN AGRICULTURE AND RELATED FIELDS. NINETEEN STUDENTS OVER ONE YEAR WILL PARTICIPATE IN THIS PROGRAM. ACADEMIC STUDIES WILL ORIENT STUDENTS TO INTERDISCIPLINARY, PARTICIPATORY RESEARCH AND EXTENSION ON FOOD SYSTEMS ENABLING A BETTER UNDERSTANDING OF AMERICAN AGRICULTURE GOALS. THE SPECIFIC OBJECTIVES ARE TO: 1) RECRUIT QUALIFIED STUDENTS AND INCREASE RETENTION OF FRESHMEN IN AGRICULTURE MAJORS; 2) DEVELOP AN ENRICHED EDUCATIONAL DELIVERY SYSTEM, THAT WILL STRENGTHEN COURSEWORK AND CURRICULA, INCLUDING EXPERIENTIAL LEARNING PROGRAMS FOR SCIENCE, TECHNOLOGY, ENGINEERING, AGRICULTURE AND MATH (STEAM) STUDENTS; 3) INCREASE THE NUMBER OF UNDERGRADUATE STEAM STUDENTS GRADUATING NATIONALLY WITH BS DEGREES IN AGRICULTURE IN THE UNITED STATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_20213843035543_12H3"}, {"internal_id": 138710421, "Award ID": "20213843035540", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "THEOVERALL GOAL OF THIS PROJECT IS TO PROVIDE SCHOLARSHIPS TO UNDERREPRESENTED MINORITY STUDENTS WHO SHOW INTERESTIN ENROLLING OR HAVE ENROLLED IN DEGREE PROGRAMS IN THE COLLEGE OF ENGINEERING SCIENCE TECHNOLOGY AND AGRICULTURE (CESTA) AT CENTRAL STATE UNIVERSITY. THE SPECIFIC OBJECTIVES ARE:TO RECRUIT AND MENTOR UNDERREPRESENTED MINORITY STUDENTS (URM) INMULTIDISCIPLINARYFIELDS OFFANRHS SCIENCES AND OTHER AGRI-STEM FIELDS TO CESTA AT CENTRAL STATE UNIVERSITY (CSU).TRAIN STUDENTS IN THE FANRHS AN AGRI STEM AREAS VIA DEGREE PROGRAMS OFFEREDIN CESTA AT CSUDEVELOP A PIPELINE FOR A MINORITY WORKFORCE WITH THE APPROPRIATE TECHNICAL AND PROFESSIONAL SKILLS FOR CAREERS IN THE FANRHS AND AGRI-STEM FIELDS.FRESHMAN AND TRANSFER STUDENTS WILL BE RECRUITED VIA A STRATEGICALLY TARGETED APPROACH FROM HIGH SCHOOLS, TECHNICAL CENTERS AND COMMUNITY COLLEGESVIA THE 1890 SCHOLARSHIP, TO ENROLL IN DEGREE PROGRAMS OFFERED BY CESTA VIA STRATEGICALLY TARGETED METHODS. SPECIFIC ELIGIBILITY REQUIREMENTS ARE OUTLINED SUCH THAT STUDENTS SUPPORTED BY THE SCHOLARSHIP MUST ENROLL IN A 4 YR DEGREE PROGRAM OFFERED BY CESTA AND MUST HAVE AND MAINTAIN A 3.0 GPA IN ORDER TO BE SUPPORTED BY THE SCHOLARSHIP PROGRAM. THE 1890 SCHOLARSHIP FUNDS WILL FURTHER SUPPORT STUDENTS PARTICIPATING IN THE 1890 CENTER OF EXCELLENCE FOR STUDENT SUCCESS AND WORKFORCE DEVELOPMENT IN CESTA AT CSU. THE SCHOLARSHIP WILL ALLOW SYNERGYSTIC ACHIEVEMENT OF OUTPUTS AND OUTCOMESOF THE PROGRAM, TO INCREASE URM GRADUATES IN THE FANRHS AND AGRI STEM FIELDS.KEYWORDS: 1890 SCHOLARSHIP, AGRI STEM,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_20213843035540_12H3"}, {"internal_id": 138710333, "Award ID": "20213843035538", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "THE GOAL OF THIS PROJECT IS TO POSITIVELY IMPACT RECRUITMENT, RETENTION, BACCALAUREATE DEGREE OBTAINMENTS, AND PROGRESSION OFSCHOLARSHIP RECIPIENTS IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS (FAS AND RF). USDA/NATIONAL INSTITUTE OF FOODAND AGRICULTURE (NIFA) SCHOLARSHIPS WILL BE ACCORDED. UPON GRADUATION AN OVERWHELMING MAJORITY OF THESE STUDENTS AREEXPECTED TO BE GAINFULLY EMPLOYED WITH THE USDA WORKFORCE. THE SPECIFIC OBJECTIVES ARE: (1) TO LEVERAGE THE USDA/NIFA 1890SCHOLARSHIP FUNDS WITH OTHER SOURCES OF STUDENTS&#39; FINANCIAL SUPPORT, (2) TO ASSESS THE SCHOLARSHIPS&#39; IMPACTS ON RECRUITMENTNUMBERS AND RETENTION RATE, AND (3) TO DETERMINE THE SCHOLARSHIPS&#39; IMPACTS ON STUDENTS PROGRESSING AND OBTAININGBACCALAUREATE DEGREES, AND EMPLOYMENT IN THE AGRICULTURAL AND NATURAL RESOURCES WORKFORCE. THE SELECTED STUDENTS MUST HAVE AMINIMUM CUMULATIVE GRADE POINT AVERAGE (GPA) OF 2.8 AT THE TIME OF APPLICATION, AND MAINTAIN AT LEAST A 2.8 GPA ON A SEMESTERAND CUMULATIVE BASIS WHILE RECEIVING SCHOLARSHIP SUPPORT. SCHOLARSHIP RECIPIENTS MUST BE ENROLLED AS FULL-TIME STUDENTS (12HOURS MINIMUM). APPROXIMATELY, 50 FULL AND 40 PARTIAL SCHOLARSHIP AWARDS WILL BE GRANTED. THE DEPARTMENTS PRIMARILY TARGETEDARE AGRICULTURAL SCIENCES, FAMILY AND CONSUMER SCIENCES, AND URBAN FORESTRY AND NATURAL RESOURCES. WHERE APPLICABLE, THEUSDA/NIFA SCHOLARSHIP FUNDS WILL BE LEVERAGED WITH OTHER FINANCIAL AWARDS OF THE SELECTED STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d66cb6c3-8182-fe6b-8f3d-e71014c71a60-C", "generated_internal_id": "ASST_NON_20213843035538_12H3"}, {"internal_id": 138710395, "Award ID": "20213843035536", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "ONE HUNDRED AND FIFTY THREE SCHOLARS WILL BE ADDED TO BE PROGRAM. EACH SCHOLAR WILL BE PROVIDED A PARTIAL SCHOLARSHIP RANGING FROM $2,000 TO $10,000 EVERY YEAR BEGINNING IN FALL 2020 (I.E., CLASS OF CLASS OF 2024) AND ENDING IN SPRING 2024 (I.E., CLASS OF 2027) (NOTE: THIS TIMELINE DEPENDS OF THE EXACT AWARD DATE - ADJUSTMENTS MAY BE NEEDED). THE TOTAL AWARD OVER EIGHT SEMESTERS WILL BE VALUED AT A MINIMUM OF $8,000 TO A MAXIMUM OF $40,000 PER SCHOLAR. THE SCHOLARSHIP WILL BE POSTED TO THE STUDENT&#39;S ACCOUNT BY THE UAPB OFFICE OF FINANCIAL AID, AND IS EXPECTED TO COMPLEMENT OTHER FINANCIAL SOURCES THE STUDENT WILL LIKELY HAVE. FOR EXAMPLE, MOST UAPB STUDENTS ARE ELIGIBLE FOR FEDERAL PELL GRANTS, FEDERALLY-BACKED STUDENT LOANS, AND NUMEROUS SMALLER SCHOLARSHIPS FROM FOUNDATIONS, CHURCHES, AND OTHER SIMILAR ORGANIZATIONS. IN-STATE STUDENTS ALSO MAY BE ELIGIBLE FOR ARKANSAS LOTTERY SCHOLARSHIPS AND ARKANSAS GAME AND FISH COMMISSION (AGFC) CONSERVATION SCHOLARSHIPS. AS FOR SYSTEMS AND MECHANISMS TO COLLECT PROGRAM DATA, AWARDS CAN BE TRACKED WITH A SIMPLE SPREADSHEET GIVEN THE NUMBER OF AWARDS EXPECTED (153 AWARDS TOTAL). THE SPREADSHEET WILL CONTAIN EACH AWARD (I.E., SCHOLAR) ON A SINGLE ROW, WITH COLUMNS REPRESENTING DIFFERENT BENCHMARKS ACHIEVED (E.G., CREDITS COMPLETED THROUGH A CERTAIN YEAR, CUMULATIVE GPA ATTAINED BY THAT YEAR, LIST OF COURSES NOT PASSED, ETC.). SHOULD ANY SCHOLARS LOSE THEIR SCHOLARSHIP FOR ANY REASON, FUNDS COMMITTED TO THAT SCHOLAR WILL BE RECONSTITUTED INTO ANOTHER AWARD FOR A SCHOLAR IN THE NEXT COHORT.II. STRATEGIES FOR EVALUATING PROGRAM SUCCESSANNUAL RETENTION AND GRADUATION RATES OF SCHOLARS WILL BE TRACKED AND COMPARED TO UAPB AVERAGES, AND WHEN POSSIBLE, REGIONAL AND NATIONAL AVERAGES (E.G., FOOD AND AGRICULTURAL EDUCATION AND INFORMATION SYSTEM [FAEIS]). WITHIN NIFA, IT SHOULD BE POSSIBLE TO COMPARE RETENTION AND GRADUATION RATES OF THESE SCHOLARSHIP PROGRAMS ACROSS THE DIFFERENT 1890 INSTITUTIONS.III. STRATEGIES FOR INCORPORATING FEEDBACK INTO THE PROGRAMSCHOLARS WILL PROVIDE COMMENTS ABOUT THEIR EXPERIENCE EACH YEAR WHILE IN SCHOOL, WHICH WILL BE USED TO MAKE IMPROVEMENTS IN A FEEDBACK FASHION. HOWEVER, GIVEN THE RELATIVELY BRIEF DURATION OF THIS GRANT, LONGER-TERM FEEDBACK LOOPS WILL PROBABLY NOT BE POSSIBLE. THESE TYPES OF FEEDBACK LOOPS TAKE MANY YEARS AND MUCH DATA TO BE DEVELOPED, BY WHICH TIME THIS GRANT WILL HAVE ENDED.IV. DEFINED APPROACH FOR LONGITUDINAL TRACKING OF SCHOLARS POST-GRADUATIONAS FOR THE NUMBER OF SCHOLARS THAT GAIN EMPLOYMENT RELEVANT TO THEIR DEGREES FOLLOWING GRADUATION, THESE CAN BE COMPILED AS SCHOLARS GRADUATE AND COMPARED TO OTHER UAPB MAJORS, PROVIDED THOSE DATA ARE AVAILABLE. SPECIAL EMPHASIS WILL BE PLACED ON THE NUMBERS AND PERCENTAGE OF B.S. GRADUATES THAT WORK \"IN THE FIELD\" IMMEDIATELY POST-GRADUATION AND 10 YEARS LATER. THESE FIGURES WILL PROVIDE SOME INDICATION OF THE OVERALL EFFECTIVENESS OF THE SCHOLARS PROGRAM AS WELL AS RETENTION OF GRADUATES IN THE FIELD.GRADUATE FOLLOW-UP WILL BE OVERSEEN BY THE PROGRAM COORDINATOR MENTIONED ABOVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_20213843035536_12H3"}, {"internal_id": 138710351, "Award ID": "20213843035534", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "THE 1890 SCHOLARSHIPS PROGRAM WILL PROVIDE A UNIQUE OPPORTUNITY FOR WEST VIRGINIA STATE UNIVERSITY TO ESTABLISH A COHORT OF SCHOLARS AND IMPLEMENT NEW FOOD AND AGRICULTURE RELATED CURRICULA. THE UNIVERSITY WILL UNDERTAKE THE PROGRAM&#39;S GOAL OF INCREASING THE NUMBER OF GRADUATES WITH THE NECESSARY TECHNICAL SKILLS FOR ENTRY-LEVEL POSITIONS IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS.THE RECRUITMENT GOAL IS TWENTY-EIGHT (28) NEW STUDENTS ENROLLING INTO ONE OF THE FOUR ACADEMIC OPTIONS AND CONCENTRATIONS FOR THE FALL 2020 SEMESTER. THE TARGET PROSPECTIVE STUDENT POPULATION INCLUDES NEW FRESHMEN AND TRANSFER STUDENTS. SELECTED STUDENTS WILL BE AWARDED A FULL OR PARTIAL SCHOLARSHIP (1890 SCHOLARS), BASED ON A COMPETITIVE SELECTION PROCESS. SCHOLARS WILL PARTICIPATE IN EXPERIENTIAL LEARNING ACTIVITIES AS WELL AS OFF-CAMPUS SUMMER INTERNSHIPS BY THEIR JUNIOR YEAR. THE ULTIMATE GOAL OF THESE ACTIVITIES IS TO ENSURE THAT ALL SCHOLARS HAVE A CAREER PLACEMENT OPPORTUNITY AND CAN ULTIMATELY MAKE SIGNIFICANT IMPACTS IN THE AGRICULTURAL INDUSTRY.MENTORING OF SCHOLARS WILL BE AVAILABLE THROUGH DIFFERENT AVENUES, INCLUDING DIRECT SUPPORT FROM THE ACADEMIC PROGRAM COORDINATORS, AND FACULTY MEMBERS INVOLVED WITH ACADEMIC AND EXPERIENTIAL LEARNING ACTIVITIES. AN EVALUATION PLAN TO MEASURE THE EXPECTED TARGET OUTCOMES AND PROGRESS OF THIS PROGRAM WILL BE IN PLACE. ALL DATA GENERATED FOR THIS PROGRAM WILL BE COLLECTED AND MAINTAINED BY THE INSTITUTIONAL RESEARCH OFFICE.ALONG WITH THE ADMINISTRATIVE PROGRAM UNIT (APU), THE INTERNAL STEERING ADVISORY COUNCIL (ISAC) AND AN EXTERNAL ADVISORY BOARD (EAB) WILL BE FORMED AT THE UNIVERSITY TO REVIEW MILESTONES AND PROVIDE RECOMMENDATIONS FOR PROGRAM IMPROVEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_20213843035534_12H3"}, {"internal_id": 138710323, "Award ID": "20213843035532", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.524", "Description": "THE TUSKEGEE UNIVERSITY FOOD AND AGRICULTURAL SCHOLARS PROGRAM WILL BE ADMINISTERED BY COLLEGE OF AGRICULTURE, ENVIRONMENT AND NUTRITION SCIENCES. THE GOALS OF THE PROGRAM ARE TO RECRUIT, TRAIN AND PREPARE UNDERREPRESENTED MINORITIES TO MEET WORKFORCE OR PURSUE FURTHER STUDIES IN THE FOOD AND AGRICULTURAL SCIENCES. THE PROGRAM WILL PROMOTE THESE GOALS BY USING A MULTIDISCIPLINARY APPROACH WHICH WILL INCLUDE INNOVATIVE OF RECRUITING, MENTORING, EXPERIENTIAL LEARNING AND INTERNSHIP. THE PROGRAM WILL SUPPORT MAJOR AREAS FOOD AGRICULTURAL, NATURAL RESOURCE AND RELATED SCIENCES WITH EMPHASIS, IN AGRIBUSINESS, ANIMAL AND VETERINARY SCIENCES, ENVIRONMENTAL NATURAL RESOURCES AND PLANT SCIENCES AND FOOD AND NUTRITION SCIENCE. THE OVERALL GOALS OF THE PROGRAM ARE TO: 1. INCREASE WORKFORCE IN UNDERREPRESENTED MINORITY IN FANRRS, 2. INCREASE NUMBER OF STUDENTS GOING TO GRADUATE SCHOOL AND SCHOOL OF VETERINARY MEDICINE BY TRAINING COMPETENT STUDENTS FROM MINORITY AND UNDERREPRESENTED GROUPS. THE PROGRAM SEEKS TO FUND 8 STUDENTS FOR 4 YEARS TO OBTAIN B.S IN ANIMAL, POULTRY AND VETERINARY SCIENCES AND ENVIRONMENTAL, NATURAL RESOURCE AND PLANT SCIENCES BY USING A PROGRAM WHICH INCORPORATES CURRICULUM ENHANCEMENT, MENTORING INTERNSHIPS AND EXPERIENTIAL LEARNING. THE PROGRAM OBJECTIVES WILL HELP MEET NIFA STRATEGIC GOALS AND OBJECTIVES WELL AS THOSE OF THE ACADEMIC COMPETITIVENESS COUNCIL. THE ANTICIPATED NATIONAL IMPACT OF THE PROGRAM WILL HELP TO INCREASE THE MINORITIES WHO CHOSE THE FOOD, AGRICULTURE, AND RELATED SCIENCES AS MAJOR IN TU PROGRAMS AND SUCCESSFULLY PREPARE THEM TO ENTER THE FANRRS CAREERS THOUGH OFFERING A COMPREHENSIVE PROGRAM THAT PREPARES THEM ADEQUATELY TO ENTER CAREERS IN FOOD AND AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_20213843035532_12H3"}, {"internal_id": 138710407, "Award ID": "20213843035530", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.524", "Description": "THIS PROJECT SUPPORTS NATIONAL EFFORTS TO DEVELOP A DIVERSE, GLOBALLY SMART WORKFORCE TO UNDERPIN GROWTH, VITALITY, AND SUSTAINABILITY OF THE US FOOD SYSTEM THROUGH THE IDENTIFICATION AND SELECTION OF ELIGIBLE STUDENTS WHO WILL RECEIVE 1890 SCHOLARSHIPS TO SUPPORT THEIR STUDIES IN THE FOOD AND AGRICULTURAL SCIENCES AT THE UNIVERSITY OF MARYLAND EASTERN SHORE. SPECIFICALLY THE PROJECT WILL SUPPORT STUDENTS MAJORING IN AGRICULTURE, AGRIBUSINESS, HUMAN ECOLOGY, AND ENVIRONMENTAL SCIENCES. SELECTED STUDENTS MATRICULATING INTO THESE MAJORS WILL RECEIVE SPECIAL SUPPORT AND MENTORING TO ENSURE THAT THEY COMPLETE THEIR DEGREES IN A TIMELY MANNER AND ARE WELL PREPARED FOR CAREERS IN THE FOOD AND AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_20213843035530_12H3"}, {"internal_id": 138710300, "Award ID": "20213843035528", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.524", "Description": "TO MEET THE GOAL OF ENHANCING THE DIVERSITY OF THE WORKFORCE IN FOOD, AGRICULTURAL SCIENCES AND RELATED FIELDS, LINCOLN UNIVERSITY OF MISSOURI WILL ESTABLISH A ROBUST PROGRAM THAT PROVIDES SCHOLARSHIPS TO UNDERREPRESENTED UNDERGRADUATES ENROLLED IN THE COLLEGE OF AGRICULTURE, ENVIRONMENTAL AND HUMAN SCIENCES (CAEHS). THIS PROGRAM WILL ENGAGE, RETAIN, MENTOR AND EXPOSE STUDENTS IN CLASSROOM CURRICULUM AND EXPERIENTIAL LEARNING OPPORTUNITIES IN AGRICULTURAL RELATED AREAS ON CAMPUS AND WITH INDUSTRY, CULMINATING IN BACCALAUREATE DEGREES. FURTHER, THIS PROGRAM WILL INCREASE THE NUMBER OF GRADUATES FOR ENTRY-LEVEL POSITIONS IN FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS. THE OBJECTIVES OF THE PROGRAM IS TWO-FOLD: (1) TO TARGET AND ENROLL UNDERREPRESENTED STUDENTS WITH AN INTEREST IN FOOD AND AGRICULTURAL SCIENCES AND A FOCUS ON FUTURE CAREERS IN THIS FIELD, AND (2) TO PREPARE STUDENTS TO HAVE MEANINGFUL UNDERGRADUATE EXPERIENCES WHILE IMPROVING THE TECHNICAL COMPETENCIES GAINING THE ACADEMIC AND HANDS-ON SKILL COMPETENCIES NEEDED FOR THE 21ST CENTURY AGRICULTURAL WORKFORCE. ONCE ENROLLED, STUDENTS WILL NAVIGATE A 4-YEAR ACADEMIC AND CAREER PATHWAY THAT DETAILS MILESTONES FOR COLLEGE COMPLETION LEADING TO GRADUATION AND GAINFUL EMPLOYMENT IN THE FIELD OF AGRICULTURE. ADDITIONAL MILESTONES INCLUDE MENTORING AND FOSTERING ACADEMIC EXCELLENCE IN A VARIETY OF AGRICULTURAL RELATED DISCIPLINES, EXPOSURE TO 21ST CENTURY CUTTING-EDGE CAREER OPTIONS AND THE OPPORTUNITY TO MAKE INTENTIONAL EMPLOYER CONTACTS. PARTICIPANTS IN THE PROGRAM WILL FORM A LIVING LEARNING COMMUNITY WITH INTENSE INTERFACE WITH ACADEMIC FACULTY, RESEARCHERS AND EMPLOYERS IN THE AGRICULTURAL INDUSTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_20213843035528_12H3"}, {"internal_id": 138710379, "Award ID": "20213843035526", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.524", "Description": "SCHOLARSHIPS FOR STUDENTS AT 1890 INSTITUTIONS, ALCORN STATE UNIVERSITY SCHOOL OF AGRICULTURE AND APPLIED SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_20213843035526_12H3"}, {"internal_id": 140510682, "Award ID": "20213843035524", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.524", "Description": "AS A RESULT OF THE PREDICTED SHORTAGE OF HUMAN CAPITAL TRAINED WITH DEGREES TO FILL AGRICULTURERELATED VACANCIES IN THE FUTURE, PARTICULARLY INDIVIDUALS OF COLOR, THIS PROJECT WILL UTILIZE AMULTIDISCIPLINARY APPROACH TO ENHANCE THE NUMBER OF INDIVIDUALS HIGHLY PREPARED FOR SUCCESS IN FOODAND AGRICULTURAL RELATED CAREERS. PVAMU PARTICULARLY TARGETS UNDERSERVED AND UNDERREPRESENTEDPOPULATIONS AND LIMITED RESOURCE CLIENTELE AND PREPARES THIS POPULATION TO PARTICIPATE EFFECTIVELYIN TEACHING, RESEARCH AND EXTENSION ACTIVITIES RELATED TO AGRICULTURAL SCIENCES. BY TARGETING ANDPREPARING SCHOLARS FOR SUCCESS IN FOOD AND AGRICULTURAL CAREERS, THE COLLEGE WILL PROMOTE AREPUTATION OF BEING A STUDENT MAGNET PROVIDING A GATEWAY TO OPPORTUNITIES AND ASSIST IN MEETING THEUSDA NIFA GOAL OF DIVERSIFYING THE FIELD OF AGRICULTURAL SCIENCES AND RELATED FIELDS WITH HIGHLYSKILLED INDIVIDUALS.PROJECT SUCCESS WILL BE MEASURED BASED ON STUDENT SELF-ASSESSMENT SURVEYS, STUDENT EVALUATION BYPROJECT LEADERS AND BASEDON UNIVERSITY RECORDS OF ENROLLMENT, RETENTION AND GRADUATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_20213843035524_12H3"}, {"internal_id": 138710364, "Award ID": "20213843035521", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.524", "Description": "THE FORT VALLEY STATE UNIVERSITY 1890 SCHOLARSHIP PROGRAM (FVSU1890SP) WILL PROVIDE SCHOLARSHIPS TO SUPPORT, RECRUITMENT, ENGAGEMENT, RETENTION, PERSISTENCE, MENTORSHIP AND TRAINING OF UNDERGRADUATE STUDENTS WHO MAJOR IN FOOD, AGRICULTURE AND RELATED SCIENCESAT FORT VALLEY STATE UNIVERSITY. THERESULT WILL BE TOINCREASE THE NUMBER, DIVERSITY AND PLACEMENT OF A HIGHLY SKILLEDWORKFORCE INFOOD, AGRICULTURE AND RELATED INDUSTRIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_20213843035521_12H3"}, {"internal_id": 138710369, "Award ID": "20213843035519", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.524", "Description": "OUR GLOBAL POPULATION IS PROJECTED TO EXCEED NINE BILLION BY 2050; THEREFORE, WE FACE UNPRECEDENTED CHALLENGES TO PRODUCE ENOUGH FOOD, FEED, FIBER, AND BIOFUEL FEEDSTOCK. STRENGTHENING THE AGRICULTURAL INDUSTRY IS ESSENTIAL TO MEETING THIS CHALLENGE. TO FULFILL SUCH DEMANDS, HOWEVER, AGRICULTURALISTS WILL BE REQUIRED TO PRODUCE MORE FOOD OVER THE NEXT 40 YEARS THAN HAS BEEN PRODUCED OVER THE PAST 10,000 YEARS COMBINED, AS WELL AS SUFFICIENT BIOFUEL FEEDSTOCK TO ENSURE A SECURE AND INDEPENDENT ENERGY SUPPLY ON A LAND AREA WITH FEWER INPUTS (UNITED NATIONS, 2015). FAILURE TO MEET THESE GOALS COULD CAUSE FOOD INSECURITY IN MANY PARTS OF THE WORLD, LEADING TO INSTABILITY IN THE GLOBAL, GEOPOLITICAL LANDSCAPE. COUPLED WITH THIS CHALLENGE IS THE GROWING DEMAND FOR SUSTAINABLE AGRICULTURAL PRACTICES AND LOCALLY GROWN FOOD. AS A RESULT, AGRICULTURAL PRODUCERS WILL ALSO BE REQUIRED TO PROVIDE FRESH FOOD PRODUCTS FOR CHANGING DIETARY AND HEALTH HABITS OF INDIVIDUALS ACROSS THE GLOBE. THE UNITEDNATION&#39;S FOOD AND AGRICULTURAL ORGANIZATION (2015) ESTIMATED THAT AGRICULTURE COLLECTIVELY ACCOUNTS FOR 40% OF THE CURRENT GLOBAL WORKFORCE. HOWEVER, TO MEET THE AFOREMENTIONED DEMANDS, MORE SKILLED LEADERS AND LABORERS MUST BE RECRUITED INTO THE AGRICULTURAL SECTOR, WHICH WILL HAVE TO BE TRAINED THROUGH THE NATION&#39;S LAND GRANT AND NON-LAND GRANT COLLEGES OF AGRICULTURE. WITH THIS MIND THESE INSTITUTIONS WILL HAVE TO IDENTIFY MECHANISMS AND STRATEGIES TO ATTRACT POTENTIAL STUDENTS INTO THE ACADEMIC PROGRAMS THEY OFFER, SINCE DIRECT COMPETITION EXISTS FROM OTHER INSTITUTIONS OF HIGHER LEARNING FOR STUDENT CLIENTELE.INSTITUTIONS OF HIGHER EDUCATION ARE UNDER MOUNTING SCRUTINY AS THEY FACE REDUCED STUDENT ACCESS, RISING COSTS, AND CALLS TO DEMONSTRATE MORE PROFOUND OUTCOMES (BEALE, 2012; KRETOVICS, 2011). AS A RESULT, TRENDS REGARDING STUDENT ENTRANCE, RETENTION, AND GRADUATION WERE USED AS KEY INDICATORS OF INSTITUTIONAL SUCCESSES AND FAILURES. ALTHOUGH EXISTING EVIDENCE HAS REVEALED THAT SUCH METRICS ARE AFFECTED BY A NUMBER OF CONTEXTUAL FACTORS (ALLEN, ROBBINS, CASILLAS, &AMP; OH, 2008; SHRESTHA, SUVEDI, &AMP; FOSTER, 2011), THEY REMAIN OF CENTRAL IMPORTANCE TO UNIVERSITIES BECAUSE STUDENT DROPOUT RESULTS IN FEWER INDIVIDUALS PREPARED TO ENTER THE WORKFORCE AS WELL AS THOUSANDS OF DOLLARS IN UNREALIZED REVENUE FOR INSTITUTIONS (BEALE, 2012; KRETOVICS, 2011). ALSO, NOT COMPLETING A COLLEGE DEGREE HAS BEEN SHOWN TO NEGATIVELY AFFECT LEAVERS&#39; SOCIAL, PHYSIOLOGICAL, AND ECONOMIC WELLBEING (BRUFFAERTS ET AL., 2018; PERVIN, REIK, &AMP; DALRYMPLE, 2015). FOR EXAMPLE, PREVIOUS RESEARCH HAS REPORTED STATISTICALLY SIGNIFICANT RELATIONSHIPS BETWEEN INDIVIDUALS WHO DROP OUT OF COLLEGE AND THEIR SENSE OF SOCIAL ISOLATION AND DEPRESSION AS WELL AS A LOWER CAREER EARNING POTENTIAL (BRUFFAERTS ET AL., 2018; PERVIN ET AL., 2015). MOREOVER, WITH NATIONAL STUDENT LOAN DEBT TOPPING $1.5 TRILLION IN 2019, AND STUDENTS GRADUATING IN 2017 HAVING AN AVERAGE OF $28,650 IN LOANS, THE SUCCESS OF UNIVERSITIES AND STUDENTS REMAIN DEEPLY ENTWINED (FRIEDMAN, 2019).TO FURTHER COMPLICATE THIS ISSUE, NEARLY ALL AGRICULTURAL, FOOD, AND NATURAL RESOURCE (AFNR) SECTORS ARE EXPERIENCING A SHORTAGE OF QUALIFIED WORKERS (GOECKER ET AL., 2015). FOR INSTANCE, IT IS EXPECTED THAT MORE THAN 20,000 AFNR RELATED JOBS WILL GO UNFILLED BY AN UNQUALIFIED CANDIDATE IN 2020 (GOECKER ET AL., 2015). THEREFORE, IT IS IMPERATIVE TO IMPROVE THE RECRUITMENT AND RETENTION OF COLLEGES OF AGRICULTURE TO ENSURE THAT QUALIFIED LEADERS SUPPLY THE AFNR CAREER PIPELINE IN THE FUTURE (NATIONAL RESEARCH COUNCIL, 2009; STEM FOOD AND AGRICULTURE COUNCIL, 2014). PREVIOUS RESEARCH ON THIS ISSUE, HOWEVER, HAS DEPICTED THE RIFT BETWEEN THE SUPPLY AND DEMAND OF AFNR GRADUATES AS AN ISSUE OF STUDENT RECRUITMENT (BAKER, SETTLE, CHIARELLI, &AMP; IRANI, 2013; KOON, FRICK, IGO, 2009; RAYFIELD, MURPHREY, &AMP; SKAGGS, 2013; ROCCA &AMP; WASHBURN, 2005; STAIR, DANJEAN, BLACKBURN, &AMP; BUNCH, 2016). HOWEVER, LESSATTENTION IS PLACED ON THE ROLE THAT RETENTION PLAYS IN SOLVING THIS PROBLEM (DUNN, HAINES, &AMP; EPPS, 2013). IN RESPONSE, KOON ET AL. (2009) CALLED FOR COLLEGES OF AGRICULTURE TO CONSIDER RECRUITMENT AND RETENTION AS FACTORS OF EQUAL VALUE. AS AN ILLUSTRATION, BY PLACING AN IMPROVED EMPHASIS ON RETENTION EFFORTS, COLLEGES OF AGRICULTURE COULD BETTER ADDRESS THE NATIONAL STUDENT LOAN DEBT BY GRADUATING STUDENTS PROMPTLY WHILE ALSO KEEPING MORE INDIVIDUALS IN THE AFNR CAREER PIPELINE (KOON ET AL., 2009).PREVIOUS RESEARCH HAS DEMONSTRATED THAT TARGETED UNIVERSITY RECRUITMENT AND RETENTION PROGRAMMING CAN POSITIVELY INFLUENCE INDIVIDUALS&#39; CHOICE TO PURSUE COLLEGE AS WELL AS THEIR DECISION TO PERSIST THROUGHOUT THEIR DEGREE PROGRAM (BOBBIT, 2006; ROCCA, 2013). IN PARTICULAR, THE LITERATURE ON RECRUITMENT FOR COLLEGES OF AGRICULTURE HAS REPORTED THAT COMMUNICATING AND BUILDING RELATIONSHIPS WITH PARENTS IS CRITICAL BECAUSE THEY ARE HIGHLY INFLUENTIAL IN THEIR CHILD&#39;S DECISION TO PURSUE A CAREER IN AGRICULTURE AS WELL AS THE PARTICULAR UNIVERSITY THEY WILL ULTIMATELY CHOOSE TO ATTEND (BOBBIT, 2006; RAYFIELD ET AL., 2013; ROCCA, 2013). HOWEVER, VARIABLES SUCH AS CAMPUS VISITS, COST, COMMUNICATION EFFORTS FROM COLLEGES AND DEPARTMENTS, DEPARTMENTAL ATMOSPHERE, EXPERIENTIAL LEARNING OPPORTUNITIES, FACULTY APPROACHABILITY, AND SCHOLARSHIP OPPORTUNITIES HAVE ALSO BEEN REPORTED TO INFLUENCE AGRICULTURE STUDENTS&#39; DECISIONS (BAKER ET AL., 2013; RAYFIELD ET AL., 2013; ROCCA &AMP; WASHBURN, 2005; STAIR ET AL., 2016).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_20213843035519_12H3"}, {"internal_id": 138710394, "Award ID": "20213843035517", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.524", "Description": "THIS USDA 1890 SCHOLARSHIPS PROJECT AT TENNESSEE STATE UNIVERSITY WILL SUPPORT 72 ACADEMICALLY TALENTED, HIGH-ACHIEVING STUDENTS WITH INTEREST IN THE FOOD AND AGRICULTURAL SCIENCES. OVER A 4-YEAR PERIOD, WE SEEK TO INCREASE THE ENROLLMENT, RETENTION, AND COMPLETION OF BACCALAUREATE DEGREES FOR STUDENTS IN THE FOOD, AGRICULTURAL, AND NATURAL RESOURCE SCIENCES. IN ADDITION TO THE SCHOLARSHIP, WE WILL SUPPORT OUR STUDENT SCHOLARS IN THE FORM OF CAREER PREPAREDNESS WORKSHOPS, INTRUSIVE ADVISING, INTENTIONAL MENTORING, AND UNDERGRADUATE RESEARCH EXPERIENCES. THIS PROJECT WILL COMBINE A VARIETY OF HIGH IMPACT PRACTICES TO INCREASE THE COLLEGE OF AGRICULTURE&#39;S CAPACITY TO RECRUIT AND RETAIN HIGH-QUALITY UNDERGRADUATES. THIS PROJECT WILL ALSO INCREASE THE OPPORTUNITIES TO ENGAGE, RETAIN, MENTOR, TRAIN, AND GRADUATE SCHOLARS WITH THE SCIENTIFIC, TECHNICAL, AND PROFESSIONAL COMPETENCIES IN FOOD, AGRICULTURAL, AND NATURAL RESOURCES SCIENCES WITHIN FOUR YEARS. LASTLY, WE WILL MEASURE AND EVALUATE THE EFFECTIVENESS OF THE PROJECT TO PREPARE AND GRADUATE SCHOLARS TO READILY OBTAIN ENTRANCE INTO EITHER GRADUATE STUDIES OR THE U.S. AGRICULTURE WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_20213843035517_12H3"}, {"internal_id": 96585641, "Award ID": "20203843031321", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-03", "CFDA Number": "10.524", "Description": "U.S. COLLEGE STUDENTS WILL FIND GOOD EMPLOYMENT OPPORTUNITIES IF THEY HAVE EXPERTISE IN FOOD, AGRICULTURE, RENEWABLE NATURAL RESOURCES OR THE ENVIRONMENT PER REPORT OF PURDUE UNIVERSITY AND USDA, 2015. WITH AN EXPECTATION OF 57,900 JOBS ANNUALLY, GREAT CAREER OPPORTUNITIES AWAITS THOSE WITH A BACHELOR OR HIGHER DEGREE IN THE AFOREMENTIONED DISCIPLINES. THE 1890 SCHOLARSHIPS PROGRAM WILL SIGNIFICANTLY SUPPORT AND IMPACT STUDENT SCHOLARS SEEKING A CAREER IN THE FOOD AND AGRICULTURAL SCIENCES. ONE HUNDRED-TWELVESTUDENTS WILL DIRECTLY BENEFIT FROM THE 1890 SCHOLARSHIPS PROGRAM. TWENTY-FOUR FULL SCHOLARSHIPS AND EIGHTY-EIGHT PARTIAL SCHOLARSHIP OR MORE WILL BE AWARDED. GRADUATES WILL BE TRACKED AND ENGAGED WITH THE COA ASSIST IN VARIOUS CAPACITIES POST-GRADUATION. WE RECOGNIZE THE SIGNIFICANCE OF THIS PROGRAM AND THE INVESTMENT MADE BY NIFA, UNIVERSITY AND COLLEGE IN THESE YOUNG PEOPLE. FURTHER, IT IS OUR INTENT TO MAXIMIZE THE IMPACT OF PROGRAM AND EXPERIENCE FOR THE STUDENTS AND ALL INVOLVED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_20203843031321_12H3"}, {"internal_id": 96585642, "Award ID": "20203843031320", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-03", "CFDA Number": "10.524", "Description": "1890 SCHOLARSHIPS PROGRAM FOR KENTUCKY STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_20203843031320_12H3"}, {"internal_id": 96585643, "Award ID": "20203843031319", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-02", "CFDA Number": "10.524", "Description": "THE PURPOSE OF SC STATE 1890 AGRICULTURE INNOVATION SCHOLARS PROGRAM IS TO PROVIDE SCHOLARSHIPS TO SUPPORT RECRUITING, ENGAGING, RETAINING, MENTORING, AND TRAINING OF INCOMING FRESHMEN UNDERGRADUATE AGRIBUSINESS AND FAMILY AND CONSUMER SCIENCES STUDENTS AT SC STATE. THE PROGRAM WILL SUPPORT THE ENROLLMENT AND MATRICULATION OF BACCALAUREATE DEGREE GRADUATE IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCE DEGREE PROGRAMS, WITHIN FOUR YEARS. THE PROGRAM WILL SEEK TO ADDRESS A CRITICAL WORKFORCE NEEDS BY EXPANDING EDUCATIONAL OPPORTUNITIES TO STUDENTS TO INTERESTED IN ATTENDING SC STATE UNIVERSITY TO PURSUE AND COMPLETE A BACCALAUREATE DEGREE IN THE FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCE DEGREE PROGRAMS, WHICH WOULD LEAD TO A HIGHLY SKILLED FOOD AND AGRICULTURAL SYSTEMS WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_20203843031319_12H3"}, {"internal_id": 96585644, "Award ID": "20203843031318", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-03", "CFDA Number": "10.524", "Description": "1890 SCHOLARSHIP PROGRAM FOR UNDERGRADUATE STUDENTS IN FOOD AND AGRICULTURE SCIENCES AND RELATED FIELDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c62746-8db7-4c6e-cc98-888250adddf8-C", "generated_internal_id": "ASST_NON_20203843031318_12H3"}, {"internal_id": 96585645, "Award ID": "20203843031317", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-03", "CFDA Number": "10.524", "Description": "PROJECT SUMMARYTHE LONG-TERM GOAL OF THIS PROPOSAL IS TO INCREASE THE DIVERSITY OF THE FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN SCIENCES (FANH) WORKFORCE, ESPECIALLY AMONG AFRICAN AMERICANS AND UNDERREPRESENTED MINORITIES (URM) STUDENTS. THE PRIMARY OBJECTIVE IS TO INCREASE RETENTION AND GRADUATION RATES AMONG LANGSTON UNIVERSITY STUDENTS PURSUING BACHELOR&#39;S DEGREES IN AGRICULTURAL SCIENCES BY PROVIDING SCHOLARSHIPS, EXPERIENTIAL LEARNING, AND CAREER DEVELOPMENT OPPORTUNITIES. THE PROJECT WILL ACHIEVE THIS THROUGH THREE SECONDARY OBJECTIVES, 1: RECRUIT AND TRAIN AT LEAST 56 SCHOLARS OVER FOUR YEARS; 2: INCREASE RETENTION AND GRADUATION RATES OF SCHOLARS THROUGH MENTORING, EXPERIENTIAL LEARNING, AND PROFESSIONAL DEVELOPMENT, 3: INCREASE EMPLOYMENT RATES AND/OR GRADUATE SCHOOL ADMISSIONS OF SCHOLARS BY PROVIDING THE NECESSARY SKILLS AND CAREER SERVICES. THESE OBJECTIVES WILL LEAD TO GREATER RETENTION AND RECRUITMENT OF STUDENTS, SPECIFICALLY AFRICAN AMERICAN AND OTHER URMS ATLANGSTON UNIVERSITY&#39;S SCHOOL OF AGRICULTURE AND APPLIED SCIENCE&#39;S (LU-SAAS). INDEED, ALL PROJECT GOALS AND OBJECTIVES INCLUDED IN THE PROPOSAL ARE COMPATIBLE WITH THOSE ARTICULATED IN THE 1890 SCHOLARSHIP PROGRAM.THE ADDITION AND TRAINING OF 56 SCHOLARS, WHO LIKELY WOULD NOT OTHERWISE MATRICULATE IN LU-SAAS DUE TO FINANCIAL AND OTHER CONSTRAINTS, WILL HAVE A POSITIVE IMPACT FOR BOTH SCHOLARS AND FOR STRENGTHENING THE ACADEMIC MISSION OF LANGSTON UNIVERSITY (LU) LAND-GRANT PROGRAMS. FOR SCHOLARS, THE PROGRAM WILL INCREASE THEIR SKILLS AND ENGAGEMENT, RESULTING IN ENHANCED RETENTION AND EMPLOYMENT RATES. FOR LU, THE PROGRAM WILL INCREASE THE DIVERSITY OF THE UNIVERSITY IN GENERAL AND WILL ENABLE LU TO BUILD LINKAGES WITH HIGH SCHOOLS, COMMUNITIES, AND BUSINESSES IN OKLAHOMA AND BEYOND. THE PROGRAM WILL PROMOTE LU AS A MAJOR PRODUCER OF HIGHLY TRAINED AGRICULTURAL GRADUATES IN OKLAHOMA. ADDITIONALLY, THE FOOD AND AGRICULTURE WORKFORCE WILL BE ENHANCED BY THE GRADUATION OF THESE TRAINED AND TALENTED SCHOLARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f00e34-5a8e-1770-beac-9dbf09950368-C", "generated_internal_id": "ASST_NON_20203843031317_12H3"}, {"internal_id": 96585646, "Award ID": "20203843031316", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-03", "CFDA Number": "10.524", "Description": "A SCHOLARSHIP PROGRAM AT CENTRAL STATE UNIVERSITY TO INCREASE GRADUATES IN AGRICULTURE AND RELATED FIELDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c59d9c2-b53a-fcc1-2710-28f5a8bd6050-C", "generated_internal_id": "ASST_NON_20203843031316_12H3"}, {"internal_id": 96585647, "Award ID": "20203843031315", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-03", "CFDA Number": "10.524", "Description": "THE GOAL OF THIS PROJECT IS TO POSITIVELY IMPACT RECRUITMENT, RETENTION, BACCALAUREATE DEGREE OBTAINMENTS, AND PROGRESSION OF SCHOLARSHIP RECIPIENTS IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS (FAS AND RF). USDA/NATIONAL INSTITUTE OF FOOD AND AGRICULTURE (NIFA) SCHOLARSHIPS WILL BE ACCORDED. UPON GRADUATION AN OVERWHELMING MAJORITY OF THESE STUDENTS ARE EXPECTED TO BE GAINFULLY EMPLOYED WITH THE USDA WORKFORCE. THE SPECIFIC OBJECTIVES ARE: (1) TO LEVERAGE THE USDA/NIFA 1890 SCHOLARSHIP FUNDS WITH OTHER SOURCES OF STUDENTS&#39; FINANCIAL SUPPORT, (2) TO ASSESS THE SCHOLARSHIPS&#39; IMPACTS ON RECRUITMENT NUMBERS AND RETENTION RATE, AND (3) TO DETERMINE THE SCHOLARSHIPS&#39; IMPACTS ON STUDENTS PROGRESSING AND OBTAINING BACCALAUREATE DEGREES, AND EMPLOYMENT IN THE AGRICULTURAL AND NATURAL RESOURCES WORKFORCE. THE SELECTED STUDENTS MUST HAVE A MINIMUM CUMULATIVE GRADE POINT AVERAGE (GPA) OF 2.8 AT THE TIME OF APPLICATION, AND MAINTAIN AT LEAST A 2.8 GPA ON A SEMESTER AND CUMULATIVE BASIS WHILE RECEIVING SCHOLARSHIP SUPPORT. SCHOLARSHIP RECIPIENTS MUST BE ENROLLED AS FULL-TIME STUDENTS (12 HOURS MINIMUM). APPROXIMATELY, 50 FULL AND40 PARTIAL SCHOLARSHIP AWARDS WILL BE GRANTED. THE DEPARTMENTS PRIMARILY TARGETED ARE AGRICULTURAL SCIENCES, FAMILY AND CONSUMER SCIENCES, AND URBAN FORESTRY AND NATURAL RESOURCES. WHERE APPLICABLE, THE USDA/NIFA SCHOLARSHIP FUNDS WILL BE LEVERAGED WITH OTHER FINANCIAL AWARDS OF THE SELECTED STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d66cb6c3-8182-fe6b-8f3d-e71014c71a60-C", "generated_internal_id": "ASST_NON_20203843031315_12H3"}, {"internal_id": 96585648, "Award ID": "20203843031314", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-03", "CFDA Number": "10.524", "Description": "ONE HUNDRED AND FIFTY THREE SCHOLARS WILL BE ADDED TO BE PROGRAM. EACH SCHOLAR WILL BE PROVIDED A PARTIAL SCHOLARSHIP RANGING FROM $2,000 TO $10,000 EVERY YEAR BEGINNING IN FALL 2020 (I.E., CLASS OF CLASS OF 2024) AND ENDING IN SPRING 2024 (I.E., CLASS OF 2027) (NOTE: THIS TIMELINE DEPENDS OF THE EXACT AWARD DATE - ADJUSTMENTS MAY BE NEEDED). THE TOTAL AWARD OVER EIGHT SEMESTERS WILL BE VALUED AT A MINIMUM OF $8,000 TO A MAXIMUM OF $40,000 PER SCHOLAR. THE SCHOLARSHIP WILL BE POSTED TO THE STUDENT&#39;S ACCOUNT BY THE UAPB OFFICE OF FINANCIAL AID, AND IS EXPECTED TO COMPLEMENT OTHER FINANCIAL SOURCES THE STUDENT WILL LIKELY HAVE. FOR EXAMPLE, MOST UAPB STUDENTS ARE ELIGIBLE FOR FEDERAL PELL GRANTS, FEDERALLY-BACKED STUDENT LOANS, AND NUMEROUS SMALLER SCHOLARSHIPS FROM FOUNDATIONS, CHURCHES, AND OTHER SIMILAR ORGANIZATIONS. IN-STATE STUDENTS ALSO MAY BE ELIGIBLE FOR ARKANSAS LOTTERY SCHOLARSHIPS AND ARKANSAS GAME AND FISH COMMISSION (AGFC) CONSERVATION SCHOLARSHIPS. AS FOR SYSTEMS ANDMECHANISMS TO COLLECT PROGRAM DATA, AWARDS CAN BE TRACKED WITH A SIMPLE SPREADSHEET GIVEN THE NUMBER OF AWARDS EXPECTED (193 AWARDS TOTAL). THE SPREADSHEET WILL CONTAIN EACH AWARD (I.E., SCHOLAR) ON A SINGLE ROW, WITH COLUMNS REPRESENTING DIFFERENT BENCHMARKS ACHIEVED (E.G., CREDITS COMPLETED THROUGH A CERTAIN YEAR, CUMULATIVE GPA ATTAINED BY THAT YEAR, LIST OF COURSES NOT PASSED, ETC.). SHOULD ANY SCHOLARS LOSE THEIR SCHOLARSHIP FOR ANY REASON, FUNDS COMMITTED TO THAT SCHOLAR WILL BE RECONSTITUTED INTO ANOTHER AWARD FOR A SCHOLAR IN THE NEXT COHORT.II. STRATEGIES FOR EVALUATING PROGRAM SUCCESSANNUAL RETENTION AND GRADUATION RATES OF SCHOLARS WILL BE TRACKED AND COMPARED TO UAPB AVERAGES, AND WHEN POSSIBLE, REGIONAL AND NATIONAL AVERAGES (E.G., FOOD AND AGRICULTURAL EDUCATION AND INFORMATION SYSTEM [FAEIS]). WITHIN NIFA, IT SHOULD BE POSSIBLE TO COMPARE RETENTION AND GRADUATION RATES OF THESE SCHOLARSHIP PROGRAMS ACROSS THE DIFFERENT 1890 INSTITUTIONS.III. STRATEGIES FOR INCORPORATINGFEEDBACK INTO THE PROGRAMSCHOLARS WILL PROVIDE COMMENTS ABOUT THEIR EXPERIENCE EACH YEAR WHILE IN SCHOOL, WHICH WILL BE USED TO MAKE IMPROVEMENTS IN A FEEDBACK FASHION. HOWEVER, GIVEN THE RELATIVELY BRIEF DURATION OF THIS GRANT, LONGER-TERM FEEDBACK LOOPS WILL PROBABLY NOT BE POSSIBLE. THESE TYPES OF FEEDBACK LOOPS TAKE MANY YEARS AND MUCH DATA TO BE DEVELOPED, BY WHICH TIME THIS GRANT WILL HAVE ENDED.IV. DEFINED APPROACH FOR LONGITUDINAL TRACKING OF SCHOLARS POST-GRADUATIONAS FOR THE NUMBER OF SCHOLARS THAT GAIN EMPLOYMENT RELEVANT TO THEIR DEGREES FOLLOWING GRADUATION, THESE CAN BE COMPILED AS SCHOLARS GRADUATE AND COMPARED TO OTHER UAPB MAJORS. GRADUATES WILL BE CONTACTED BY EMAIL AND REQUESTED TO COMPLETE A SHORT SURVEY CONCERNING THEIR CURRENT EMPLOYMENT AND THE DEGREE TO WHICH THEIR POSITION IS RELATED TO THEIR B.S. DEGREE AND ASSOCIATED TRAINING. SPECIAL EMPHASIS WILL BE PLACED ON THE NUMBERS AND PERCENTAGE OF B.S. GRADUATES THAT WORK \"IN THE FIELD\" IMMEDIATELY POST-GRADUATION AND 4 YEARS LATER TO ALIGN WITH THE NUMBER OF YEARS FUNDED. FOLLOW-UP FOR TRANSFER STUDENTS WILL OCCUR TWO YEARS POST-GRADUATION. THESE FIGURES WILL PROVIDE SOME INDICATION OF THE OVERALL EFFECTIVENESS OF THE SCHOLARS PROGRAM AS WELL AS RETENTION OF GRADUATES IN THE FIELD. GRADUATE FOLLOW-UP WILL BE OVERSEEN BY THE PROGRAM COORDINATOR MENTIONED ABOVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fcc259fb-36fa-a365-5097-d6dd1bb536bb-C", "generated_internal_id": "ASST_NON_20203843031314_12H3"}, {"internal_id": 96585630, "Award ID": "20203843031313", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-03", "CFDA Number": "10.524", "Description": "THE 1890 SCHOLARSHIPS PROGRAM WILL PROVIDE A UNIQUE OPPORTUNITY FOR WEST VIRGINIA STATE UNIVERSITY TO ESTABLISH A COHORT OF SCHOLARS AND IMPLEMENT NEW FOOD AND AGRICULTURE RELATED CURRICULA. THE UNIVERSITY WILL UNDERTAKE THE PROGRAM&#39;S GOAL OF INCREASING THE NUMBER OF GRADUATES WITH THE NECESSARY TECHNICAL SKILLS FOR ENTRY-LEVEL POSITIONS IN THE FOOD AND AGRICULTURAL SCIENCES AND RELATED FIELDS.THE RECRUITMENT GOAL IS TWENTY-EIGHT (28) NEW STUDENTS ENROLLING INTO ONE OF THE FOUR ACADEMIC OPTIONS AND CONCENTRATIONS FOR THE FALL 2020 SEMESTER. THE TARGET PROSPECTIVE STUDENT POPULATION INCLUDES NEW FRESHMEN AND TRANSFER STUDENTS. SELECTED STUDENTS WILL BE AWARDED A FULL OR PARTIAL SCHOLARSHIP (1890 SCHOLARS), BASED ON A COMPETITIVE SELECTION PROCESS. SCHOLARS WILL PARTICIPATE IN EXPERIENTIAL LEARNING ACTIVITIES AS WELL AS OFF-CAMPUS SUMMER INTERNSHIPS BY THEIR JUNIOR YEAR. THE ULTIMATE GOAL OF THESE ACTIVITIES IS TO ENSURE THAT ALL SCHOLARS HAVE A CAREER PLACEMENT OPPORTUNITY AND CANULTIMATELY MAKE SIGNIFICANT IMPACTS IN THE AGRICULTURAL INDUSTRY.MENTORING OF SCHOLARS WILL BE AVAILABLE THROUGH DIFFERENT AVENUES, INCLUDING DIRECT SUPPORT FROM THE ACADEMIC PROGRAM COORDINATORS, AND FACULTY MEMBERS INVOLVED WITH ACADEMIC AND EXPERIENTIAL LEARNING ACTIVITIES. AN EVALUATION PLAN TO MEASURE THE EXPECTED TARGET OUTCOMES AND PROGRESS OF THIS PROGRAM WILL BE IN PLACE. ALL DATA GENERATED FOR THIS PROGRAM WILL BE COLLECTED AND MAINTAINED BY THE INSTITUTIONAL RESEARCH OFFICE.ALONG WITH THE ADMINISTRATIVE PROGRAM UNIT (APU), THE INTERNAL STEERING ADVISORY COUNCIL (ISAC) AND AN EXTERNAL ADVISORY BOARD (EAB) WILL BE FORMED AT THE UNIVERSITY TO REVIEW MILESTONES AND PROVIDE RECOMMENDATIONS FOR PROGRAM IMPROVEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_20203843031313_12H3"}, {"internal_id": 96585629, "Award ID": "20203843031312", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-03", "CFDA Number": "10.524", "Description": "THE TUSKEGEE UNIVERSITY FOOD AND AGRICULTURAL SCHOLARS PROGRAM WILL BE ADMINISTERED BY COLLEGE OF AGRICULTURE, ENVIRONMENT AND NUTRITION SCIENCES. THE GOALS OF THE PROGRAM ARE TO RECRUIT, TRAIN AND PREPARE UNDERREPRESENTED MINORITIES TO MEET WORKFORCE OR PURSUE FURTHER STUDIES IN THE FOOD AND AGRICULTURAL SCIENCES. THE PROGRAM WILL PROMOTE THESE GOALS BY USING A MULTIDISCIPLINARY APPROACH WHICH WILL INCLUDE INNOVATIVE OF RECRUITING, MENTORING, EXPERIENTIAL LEARNING AND INTERNSHIP. THE PROGRAM WILL SUPPORT MAJOR AREAS FOOD AGRICULTURAL, NATURAL RESOURCE AND RELATED SCIENCES WITH EMPHASIS, IN AGRIBUSINESS, ANIMAL AND VETERINARY SCIENCES, ENVIRONMENTAL NATURAL RESOURCES AND PLANT SCIENCES AND FOOD AND NUTRITION SCIENCE. THE OVERALL GOALS OF THE PROGRAM ARE TO: 1. INCREASE WORKFORCE IN UNDERREPRESENTED MINORITY IN FANRRS, 2. INCREASE NUMBER OF STUDENTS GOING TO GRADUATE SCHOOL AND SCHOOL OF VETERINARY MEDICINE BY TRAINING COMPETENT STUDENTS FROM MINORITY AND UNDERREPRESENTED GROUPS. THE PROGRAM SEEKS TO FUND 8 STUDENTS FOR 4 YEARS TO OBTAIN B.S IN ANIMAL, POULTRY AND VETERINARY SCIENCES AND ENVIRONMENTAL, NATURAL RESOURCE AND PLANT SCIENCES BY USING A PROGRAM WHICH INCORPORATES CURRICULUM ENHANCEMENT, MENTORING INTERNSHIPS AND EXPERIENTIAL LEARNING. THE PROGRAM OBJECTIVES WILL HELP MEET NIFA STRATEGIC GOALS AND OBJECTIVES WELL AS THOSE OF THE ACADEMIC COMPETITIVENESS COUNCIL. THE ANTICIPATED NATIONAL IMPACT OF THE PROGRAM WILL HELP TO INCREASE THE MINORITIES WHO CHOSE THE FOOD, AGRICULTURE, AND RELATED SCIENCES AS MAJOR IN TU PROGRAMS AND SUCCESSFULLY PREPARE THEM TO ENTER THE FANRRS CAREERS THOUGH OFFERING A COMPREHENSIVE PROGRAM THAT PREPARES THEM ADEQUATELY TO ENTER CAREERS IN FOOD AND AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5d6d6a4-c92b-87da-98e6-196328bf68ef-C", "generated_internal_id": "ASST_NON_20203843031312_12H3"}, {"internal_id": 96585628, "Award ID": "20203843031311", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-03", "CFDA Number": "10.524", "Description": "THE CURRENT ENVIRONMENTAL CHALLENGES, THE GROWING AGRICULTURAL NEEDS, AND THE DEMAND FOR MORE NOVEL AND PRACTICAL APPROACHES TO RESOLVE THE AGRICULTURAL AND ENVIRONMENTAL CONCERNS HAVE INCREASED THE NEED FOR WELL-TRAINED INDIVIDUALS TO ADDRESS THESE GROWING ISSUES. UNFORTUNATELY, MINORITIES, ESPECIALLY AFRICAN AMERICANS, ARE UNDERREPRESENTED WITHIN THE SCIENCES. THEREFORE, THERE IS A CRITICAL NEED FOR HIGHLY EDUCATED SCIENTISTS, PROFESSIONALS, AND PUBLIC ADMINISTRATORS FROM DIVERSE BACKGROUNDS TO BRIDGE THE GAP. TO THIS END, AAMU&#39;S COLLEGE OF AGRICULTURAL, LIFE AND NATURAL SCIENCES (CALNS) IS PROPOSING A STRATEGIC PROJECT TO RECRUIT, RETAIN AND GRADUATE STUDENTS (ESPECIALLY MINORITY AND UNDERREPRESENTED GROUPS) IN AGRICULTURAL AND RELATED SCIENCES. THE PROJECT SUPPORTS NIFA AND AAMU&#39;S PRIORITIES BY ADDRESSING TWO CRITICAL NEEDS. 1) INCREASING THE NUMBER OF GRADUATES WITH BACCALAUREATE DEGREES IN FOOD AND AGRICULTURAL SCIENCES AND 2) PREPARING GRADUATES THAT MEET THE TECHNOLOGICALLY ADVANCED NEEDS OF THE 21ST-CENTURY FOOD AND AGRICULTURAL SYSTEMS WORKFORCE THAT WILL FACILITATE RURAL PROSPERITY AND ECONOMIC DEVELOPMENT. THE PROJECT WILL ADDRESS ONE CRITICAL CHALLENGE (LIMITED FINANCIAL SUPPORT) DRIVING THE CONTINUED DROPOUTS AND STOP-OUTS BY CAPABLE STUDENTS FROM LOW-INCOME COMMUNITIES. PROJECT SUCCESS IS VESTED IN RIGOROUS RECRUITMENT AND RETENTION PLANS CENTERED ON STUDENT MENTORING AND ACADEMIC COUNSELING, WITH SUPPORT FROM AAMU TEACHING STAFF, ADMISSIONS, CAREER DEVELOPMENT SERVICES, AND THE HONORS PROGRAM. PROGRESS WILL BE MONITORED PERIODICALLY USING FORMATIVE AND SUMMATIVE EVALUATIONS, AND LONGITUDINAL TRACKING OF GRADUATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_20203843031311_12H3"}, {"internal_id": 96585627, "Award ID": "20203843031310", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-04", "CFDA Number": "10.524", "Description": "THIS PROJECT SUPPORTS NATIONAL EFFORTS TO DEVELOP A DIVERSE, GLOBALLY SMART WORKFORCE TO UNDERPIN GROWTH, VITALITY, AND SUSTAINABILITY OF THE US FOOD SYSTEM THROUGH THE IDENTIFICATION AND SELECTION OF ELIGIBLE STUDENTS WHO WILL RECEIVE 1890 SCHOLARSHIPS TO SUPPORT THEIR STUDIES IN THE FOOD AND AGRICULTURAL SCIENCES AT THE UNIVERSITY OF MARYLAND EASTERN SHORE. SPECIFICALLY THE PROJECT WILL SUPPORT STUDENTS MAJORING IN AGRICULTURE, AGRIBUSINESS, HUMAN ECOLOGY, AND ENVIRONMENTAL SCIENCES. SELECTED STUDENTS MATRICULATING INTO THESE MAJORS WILL RECEIVE SPECIAL SUPPORT AND MENTORING TO ENSURE THAT THEY COMPLETE THEIR DEGREES IN A TIMELY MANNER AND ARE WELL PREPARED FOR CAREERS IN THE FOOD AND AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_20203843031310_12H3"}, {"internal_id": 96585626, "Award ID": "20203843031309", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-02", "CFDA Number": "10.524", "Description": "1890 AGRICULTURAL SCHOLARS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "778d287f-acdb-df21-15a0-83db39b72a4b-C", "generated_internal_id": "ASST_NON_20203843031309_12H3"}, {"internal_id": 96585625, "Award ID": "20203843031308", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-03", "CFDA Number": "10.524", "Description": "2020 FLORIDA A&M UNIVERSITY 1890 SCHOLARSHIP PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_20203843031308_12H3"}, {"internal_id": 96585624, "Award ID": "20203843031307", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-07", "CFDA Number": "10.524", "Description": "SCHOLARSHIPS FOR STUDENTS AT 1890 INSTITUTIONS, ALCORN STATE UNIVERSITY SCHOOL OF AGRICULTURE AND APPLIED SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_20203843031307_12H3"}, {"internal_id": 96585623, "Award ID": "20203843031306", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-02", "CFDA Number": "10.524", "Description": "CAHS PASSPORT TO CAREERS IN AGRICULTURE SCHOLARSHIPS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dab4254e-72b9-afa4-ecbd-c0b465633fb8-C", "generated_internal_id": "ASST_NON_20203843031306_12H3"}, {"internal_id": 96585622, "Award ID": "20203843031305", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-02", "CFDA Number": "10.524", "Description": "RECRUITING, ENGAGING, MENTORING AND TRAINING UNDERGRADUATE STUDENTS IN THE AGRICULTURAL SCIENCES AT FVSU TO ENHANCE THE SKILLED WORKFORCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d236343-cc03-ccea-5199-6aaaac8b988c-C", "generated_internal_id": "ASST_NON_20203843031305_12H3"}, {"internal_id": 96585621, "Award ID": "20203843031299", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-02", "CFDA Number": "10.524", "Description": "THIS USDA 1890 SCHOLARSHIPS PROJECT AT TENNESSEE STATE UNIVERSITY WILL SUPPORT 72 ACADEMICALLY TALENTED, HIGH-ACHIEVING STUDENTS WITH INTEREST IN THE FOOD AND AGRICULTURAL SCIENCES. OVER A 4-YEAR PERIOD, WE SEEK TO INCREASE THE ENROLLMENT, RETENTION, AND COMPLETION OF BACCALAUREATE DEGREES FOR STUDENTS IN THE FOOD, AGRICULTURAL, AND NATURAL RESOURCE SCIENCES. IN ADDITION TO THE SCHOLARSHIP, WE WILL SUPPORT OUR STUDENT SCHOLARS IN THE FORM OF CAREER PREPAREDNESS WORKSHOPS, INTRUSIVE ADVISING, INTENTIONAL MENTORING, AND UNDERGRADUATE RESEARCH EXPERIENCES. THIS PROJECT WILL COMBINE A VARIETY OF HIGH IMPACT PRACTICES TO INCREASE THE COLLEGE OF AGRICULTURE&#39;S CAPACITY TO RECRUIT AND RETAIN HIGH-QUALITY UNDERGRADUATES. THIS PROJECT WILL ALSO INCREASE THE OPPORTUNITIES TO ENGAGE, RETAIN, MENTOR, TRAIN, AND GRADUATE SCHOLARS WITH THE SCIENTIFIC, TECHNICAL, AND PROFESSIONAL COMPETENCIES IN FOOD, AGRICULTURAL, AND NATURAL RESOURCES SCIENCES WITHIN FOUR YEARS. LASTLY, WE WILL MEASURE AND EVALUATE THE EFFECTIVENESS OF THE PROJECT TO PREPARE AND GRADUATE SCHOLARS TO READILY OBTAIN ENTRANCE INTO EITHER GRADUATE STUDIES OR THE U.S. AGRICULTURE WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_20203843031299_12H3"}, {"internal_id": 96585620, "Award ID": "20203843031298", "Award Amount": 752632.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-02", "CFDA Number": "10.524", "Description": "OUR GLOBAL POPULATION IS PROJECTED TO EXCEED NINE BILLION BY 2050; THEREFORE, WE FACE UNPRECEDENTED CHALLENGES TO PRODUCE ENOUGH FOOD, FEED, FIBER, AND BIOFUEL FEEDSTOCK. STRENGTHENING THE AGRICULTURAL INDUSTRY IS ESSENTIAL TO MEETING THIS CHALLENGE. TO FULFILL SUCH DEMANDS, HOWEVER, AGRICULTURALISTS WILL BE REQUIRED TO PRODUCE MORE FOOD OVER THE NEXT 40 YEARS THAN HAS BEEN PRODUCED OVER THE PAST 10,000 YEARS COMBINED, AS WELL AS SUFFICIENT BIOFUEL FEEDSTOCK TO ENSURE A SECURE AND INDEPENDENT ENERGY SUPPLY ON A LAND AREA WITH FEWER INPUTS (UNITED NATIONS, 2015). FAILURE TO MEET THESE GOALS COULD CAUSE FOOD INSECURITY IN MANY PARTS OF THE WORLD, LEADING TO INSTABILITY IN THE GLOBAL, GEOPOLITICAL LANDSCAPE. COUPLED WITH THIS CHALLENGE IS THE GROWING DEMAND FOR SUSTAINABLE AGRICULTURAL PRACTICES AND LOCALLY GROWN FOOD. AS A RESULT, AGRICULTURAL PRODUCERS WILL ALSO BE REQUIRED TO PROVIDE FRESH FOOD PRODUCTS FOR CHANGING DIETARY AND HEALTH HABITS OF INDIVIDUALS ACROSS THE GLOBE. THE UNITED NATION&#39;S FOOD AND AGRICULTURAL ORGANIZATION (2015) ESTIMATED THAT AGRICULTURE COLLECTIVELY ACCOUNTS FOR 40% OF THE CURRENT GLOBAL WORKFORCE. HOWEVER, TO MEET THE AFOREMENTIONED DEMANDS, MORE SKILLED LEADERS AND LABORERS MUST BE RECRUITED INTO THE AGRICULTURAL SECTOR, WHICH WILL HAVE TO BE TRAINED THROUGH THE NATION&#39;S LAND GRANT AND NON-LAND GRANT COLLEGES OF AGRICULTURE. WITH THIS MIND THESE INSTITUTIONS WILL HAVE TO IDENTIFY MECHANISMS AND STRATEGIES TO ATTRACT POTENTIAL STUDENTS INTO THE ACADEMIC PROGRAMS THEY OFFER, SINCE DIRECT COMPETITION EXISTS FROM OTHER INSTITUTIONS OF HIGHER LEARNING FOR STUDENT CLIENTELE.INSTITUTIONS OF HIGHER EDUCATION ARE UNDER MOUNTING SCRUTINY AS THEY FACE REDUCED STUDENT ACCESS, RISING COSTS, AND CALLS TO DEMONSTRATE MORE PROFOUND OUTCOMES (BEALE, 2012; KRETOVICS, 2011). AS A RESULT, TRENDS REGARDING STUDENT ENTRANCE, RETENTION, AND GRADUATION WERE USED AS KEY INDICATORS OF INSTITUTIONAL SUCCESSES AND FAILURES. ALTHOUGH EXISTING EVIDENCE HAS REVEALED THAT SUCH METRICS ARE AFFECTED BY A NUMBER OF CONTEXTUAL FACTORS (ALLEN, ROBBINS, CASILLAS, &AMP; OH, 2008; SHRESTHA, SUVEDI, &AMP; FOSTER, 2011), THEY REMAIN OF CENTRAL IMPORTANCE TO UNIVERSITIES BECAUSE STUDENT DROPOUT RESULTS IN FEWER INDIVIDUALS PREPARED TO ENTER THE WORKFORCE AS WELL AS THOUSANDS OF DOLLARS IN UNREALIZED REVENUE FOR INSTITUTIONS (BEALE, 2012; KRETOVICS, 2011). ALSO, NOT COMPLETING A COLLEGE DEGREE HAS BEEN SHOWN TO NEGATIVELY AFFECT LEAVERS&#39; SOCIAL, PHYSIOLOGICAL, AND ECONOMIC WELLBEING (BRUFFAERTS ET AL., 2018; PERVIN, REIK, &AMP; DALRYMPLE, 2015). FOR EXAMPLE, PREVIOUS RESEARCH HAS REPORTED STATISTICALLY SIGNIFICANT RELATIONSHIPS BETWEEN INDIVIDUALS WHO DROP OUT OF COLLEGE AND THEIR SENSE OF SOCIAL ISOLATION AND DEPRESSION AS WELL AS A LOWER CAREER EARNING POTENTIAL (BRUFFAERTS ET AL., 2018; PERVIN ET AL., 2015). MOREOVER, WITH NATIONAL STUDENT LOAN DEBT TOPPING $1.5 TRILLION IN 2019, AND STUDENTS GRADUATING IN 2017 HAVING AN AVERAGE OF $28,650 IN LOANS, THE SUCCESS OF UNIVERSITIES AND STUDENTS REMAIN DEEPLY ENTWINED (FRIEDMAN, 2019).TO FURTHER COMPLICATE THIS ISSUE, NEARLY ALL AGRICULTURAL, FOOD, AND NATURAL RESOURCE (AFNR) SECTORS ARE EXPERIENCING A SHORTAGE OF QUALIFIED WORKERS (GOECKER ET AL., 2015). FOR INSTANCE, IT IS EXPECTED THAT MORE THAN 20,000 AFNR RELATED JOBS WILL GO UNFILLED BY AN UNQUALIFIED CANDIDATE IN 2020 (GOECKER ET AL., 2015). THEREFORE, IT IS IMPERATIVE TO IMPROVE THE RECRUITMENT AND RETENTION OF COLLEGES OF AGRICULTURE TO ENSURE THAT QUALIFIED LEADERS SUPPLY THE AFNR CAREER PIPELINE IN THE FUTURE (NATIONAL RESEARCH COUNCIL, 2009; STEM FOOD AND AGRICULTURE COUNCIL, 2014). PREVIOUS RESEARCH ON THIS ISSUE, HOWEVER, HAS DEPICTED THE RIFT BETWEEN THE SUPPLY AND DEMAND OF AFNR GRADUATES AS AN ISSUE OF STUDENT RECRUITMENT (BAKER, SETTLE, CHIARELLI, &AMP; IRANI, 2013; KOON, FRICK, IGO, 2009; RAYFIELD, MURPHREY, &AMP; SKAGGS, 2013; ROCCA &AMP; WASHBURN, 2005; STAIR, DANJEAN, BLACKBURN, &AMP; BUNCH, 2016). HOWEVER, LESS ATTENTION IS PLACED ON THE ROLE THAT RETENTION PLAYS IN SOLVING THIS PROBLEM (DUNN, HAINES, &AMP; EPPS, 2013). IN RESPONSE, KOON ET AL. (2009) CALLED FOR COLLEGES OF AGRICULTURE TO CONSIDER RECRUITMENT AND RETENTION AS FACTORS OF EQUAL VALUE. AS AN ILLUSTRATION, BY PLACING AN IMPROVED EMPHASIS ON RETENTION EFFORTS, COLLEGES OF AGRICULTURE COULD BETTER ADDRESS THE NATIONAL STUDENT LOAN DEBT BY GRADUATING STUDENTS PROMPTLY WHILE ALSO KEEPING MORE INDIVIDUALS IN THE AFNR CAREER PIPELINE (KOON ET AL., 2009).PREVIOUS RESEARCH HAS DEMONSTRATED THAT TARGETED UNIVERSITY RECRUITMENT AND RETENTION PROGRAMMING CAN POSITIVELY INFLUENCE INDIVIDUALS&#39; CHOICE TO PURSUE COLLEGE AS WELL AS THEIR DECISION TO PERSIST THROUGHOUT THEIR DEGREE PROGRAM (BOBBIT, 2006; ROCCA, 2013). IN PARTICULAR, THE LITERATURE ON RECRUITMENT FOR COLLEGES OF AGRICULTURE HAS REPORTED THAT COMMUNICATING AND BUILDING RELATIONSHIPS WITH PARENTS IS CRITICAL BECAUSE THEY ARE HIGHLY INFLUENTIAL IN THEIR CHILD&#39;S DECISION TO PURSUE A CAREER IN AGRICULTURE AS WELL AS THE PARTICULAR UNIVERSITY THEY WILL ULTIMATELY CHOOSE TO ATTEND (BOBBIT, 2006; RAYFIELD ET AL., 2013; ROCCA, 2013). HOWEVER, VARIABLES SUCH AS CAMPUS VISITS, COST, COMMUNICATION EFFORTS FROM COLLEGES AND DEPARTMENTS, DEPARTMENTAL ATMOSPHERE, EXPERIENTIAL LEARNING OPPORTUNITIES, FACULTY APPROACHABILITY, AND SCHOLARSHIP OPPORTUNITIES HAVE ALSO BEEN REPORTED TO INFLUENCE AGRICULTURE STUDENTS&#39; DECISIONS (BAKER ET AL., 2013; RAYFIELD ET AL., 2013; ROCCA &AMP; WASHBURN, 2005; STAIR ET AL., 2016).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_20203843031298_12H3"}]