[{"internal_id": 140510652, "Award ID": "20217003535910", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-31", "CFDA Number": "10.525", "Description": "THE USVIDA SEEKS FUNDING OF $500,000 FOR OUTREACH ACTIVITIES, SEMINARS TRAINING, WORKSHOPS, AND RESOURCES TO PROMOTE, EDUCATE, AND INCREASE AWARENESS OF STRESS ASSISTANCE PROGRAMS. THIS WILL ALLOW LOCAL FARMERS TO DEVELOP A FARM AND STRESS ASSISTANCE NETWORK LOCALLY AND COLLABORATE WITH THE FRSAN-SOUTHERN REGION TO RESPOND TO THE STRESS EXPERIENCED BY AGRICULTURAL PRODUCERS IN THE USVI THROUGH PREVENTION, INTERVENTION, AND FUTURE MITIGATION EFFORTS.THE FOLLOWING ARE OBJECTIVES TO ACHIEVE THESE GOALS: 1.) INCREASE CAPACITY OF FRSAN-USVI BY ALIGNING ACTIVITIES TO THE SOUTHERN NETWORK&#39;S OVERALL PLAN AND PROGRESS. 2.) INCREASE AWARENESS OF RESOURCES DEDICATED TO AGRICULTURE PRODUCERS&#39; STRESS REDUCTION AND MANAGEMENT. 3.) INCREASE COORDINATION OF EFFORTS, RESEARCH, AND RESOURCES DEDICATED TO AGRICULTURE PRODUCERS&#39; STRESS REDUCTION AND MANAGEMENT IN THE USVI. 4.) INCREASE CAPACITY TO EFFECTIVELY RESPOND TO STRESS-RELATED SYMPTOMS OF AGRICULTURE PRODUCERS.PROJECT STAFF WILL CONDUCT A SWOT ANALYSIS AMONG FARMERS TO IDENTIFY RESOURCES, EFFORTS, AND SUPPORT AVAILABLE FOR THE USVI FARMING COMMUNITY UTILIZING THE FOLLOWING:&MIDDOT; SUPPLIES (COMPUTERS, RELATED TECHNOLOGY, AND CONSUMABLE OFFICE SUPPLIES).&MIDDOT; MARKETING, PRINTING, AND PROMOTION ITEMS DEVELOPED FOR TV, RADIO, PRINT, AND SOCIAL MEDIA.&MIDDOT; PRINTING, POSTAGE, AND FREIGHT FOR REPORTS AND MATERIALS.&MIDDOT; USVI TRAVEL TO THE US MAINLAND, US MAINLAND TRAVEL TO THE USVI, AND INTER-ISLAND TRAVEL.&MIDDOT; VOUCHERS TO SUBSIDIZE STRESS REDUCTION SERVICES FOR FARMERS AND FAMILIES.&MIDDOT; 5% SALARY AND FRINGE FOR UTIA ASSOCIATE PROFESSORTRAINING WILL INCLUDE AN EVALUATION PROTOCOL FOR TRACKING IMPLEMENTATION FIDELITY, SPECIFIED OUTCOMES, AND OVERALL IMPACT IN ALIGNMENT WITH THE FRSAN-SOUTHERN REGION OVERALL EVALUATION PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74bb37af-f487-647d-5aba-9d7f3b1c6eaa-C", "generated_internal_id": "ASST_NON_20217003535910_12H3"}, {"internal_id": 139651780, "Award ID": "20217003535909", "Award Amount": 114993.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "10.525", "Description": "AGRICULTURAL LANDOWNERS/OPERATORS AND FARMWORKERS IN OREGON, AS ELSEWHERE IN THE COUNTRY, HAVE PHYSICALLY DEMANDING JOBS AT THE SAME TIME THEY ARE DEALING WITH CONCERNS ABOUT ECONOMIC UNCERTAINTY, INCREASING EXTREME WEATHER EVENTS, AS WELL AS ISOLATION. HEALTH AND MENTAL HEALTHCARE SERVICES ARE OFTEN LIMITED IN RURAL COMMUNITIES MAKING IT THAT MUCH MORE DIFFICULT FOR RURAL RESIDENTS TO GET THE SUPPORT THEY NEED WHEN EXPERIENCING A MENTAL HEALTH CRISIS. AT PRESENT, AGRICULTURAL PRODUCERS, FARMWORKERS, AND THEIR FAMILIES HAVE HAD THE ADDED STRESS AND FINANCIAL IMPACTS OF THE COVID-19 PANDEMIC. THE COINCIDENCE OF RECENT CRISES HAS TAKEN A HEAVY MENTAL HEALTH TOLL ON AGRICULTURAL COMMUNITIES WHICH MAKES THE FARM AND RANCH STRESS ASSISTANCE NETWORK SO VITAL TO GET RURAL RESIDENTS THE HELP THEY NEED TO MAINTAIN THEIR MENTAL WELL-BEING WHILE MEETING THE CHALLENGES OF HEALTH, ENVIRONMENTAL AND ECONOMIC UNCERTAINTY ON SO MANY FRONTS.THROUGH OUTREACH AND EDUCATION--INCLUDING IN-PERSON TRAINING/LEARNING OPPORTUNITIES AND ACCESS TO MENTAL HEALTH RESOURCES--RESIDENTS OF AGRICULTURAL COMMUNITIES CAN BECOME MORE RESILIENT TO EVER CHANGING CONDITIONS. BUILDING LOCAL MENTAL HEALTHCARE CAPACITY AND TAPPING INTO A WIDER NETWORK OF SUPPORT WILL EXPAND MUCH NEEDED DIRECT, LONG-TERM ASSISTANCE FOR RURAL COMMUNITIES.THE GOAL OF THIS PROJECT IS TO PREVENT SUICIDE AND TO FOSTER THE GOOD MENTAL HEALTH OF PEOPLE IN OUR AGRICULTURAL COMMUNITIES THAT FACE UNIQUE STRESSES, ENVIRONMENTAL CHALLENGES, AND ECONOMIC UNCERTAINTIES. EACH OF US IS SUPPORTED BY MANY COMMUNITIES AND RESOURCES, AND MEMBERS OF RURAL COMMUNITIES ARE EQUALLY IN NEED AND DESERVING OF SUFFICIENT HELP. STRONG RURAL COMMUNITIES BENEFIT EACH OF US SINCE OUR OWN WELL-BEING ALSO DEPENDS ON THE FOOD AND FIBER THAT THEY PRODUCE. THE OREGON FARM AND RANCH STRESS ASSISTANCE NETWORK SUPPORT PROJECT WILL EXPAND VITAL MENTAL HEALTH ASSISTANCE TO AGRICULTURAL COMMUNITIES THROUGHOUT THE STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63f65ef7-8707-3e89-a07d-fda3dbb84748-C", "generated_internal_id": "ASST_NON_20217003535909_12H3"}, {"internal_id": 140937327, "Award ID": "20217003535907", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-30", "CFDA Number": "10.525", "Description": "PUERTO RICO HAS AN ABUNDANCE OF NATURAL RESOURCES. UNFORTUNATELY, RESOURCES NEEDED TO SUPPORT THE SUSTAINABILITY ANDMENTAL WELL-BEING OF ITS FARMERS AND RANCHERSISNOT AS ABUNDANT.HURRICANES AFFECTING THE TERRITORY OVER RECENT YEARSHAVECONTRIBUTED TO THE DETERIORATION OF BOTH SYSTEMIC INFRASTRUCTURE AND RESIDENTS&#39; MENTAL WELL-BEING. IN 2017, THE COMMISSION FOR THE PREVENTION OF SUICIDE RELEASED A REPORT STATING THAT MENTAL HEALTH AND SUICIDE WAS ON THE RISE IN PUERTO RICO. LACK OF FUNDING DEDICATED TO MENTAL HEALTH RESOURCES, INTERVENTIONS, AND PREVENTATIVE EFFORTS HAS FURTHER EXACERBATED THE SITUATION. FARMING IN THE PUERTO RICO IS LARGELY SUBSISTENCE-BASED FOR LOCAL COMMUNITIES AND FAMILIES.SMALL COMMUNITY-BASED MARKETS AND FARMING NETWORKS OFFER OPPORTUNITIES TO ENGAGE GROUPS IN WAYS THAT BUILD ON THE COLLECTIVIST CULTURE MORESO THAN IN OTHER RURAL AREAS OF THE SOUTHERN UNITED STATES.CAPITALIZING ON THIS COHESIVE AND SELF-SUFFICIENT CULTUREWILL BE KEY TO ENGAGING RESIDENTS IN THIS WORK AND OPTIMIZING ACCESS TO RESOURCES AND USE OF SERVICES.THEULTIMATE GOALOF THIS PROJECT IS TO INCREASE PUERTO RICO&#39;S ABILITY TO HELP THOSE IN NEED. THROUGH THIS WORK WE WILL BE ABLE TO REACH OUT AND SUPPORT THE FARMERS, RANCHERS, AND FORESTERS WHO WORK HARD TO PROVIDE FOR EVERYONE ELSE.TO INCREASE AWARENESS AND ACCESS TO SUICIDE PREVENTION AND STRESS REDUCTION RESOURCES, THIS PROJECT WILL CREATE AN INFRASTRUCTURE OFSPECIALLY-TRAINEDCOMMUNITY-MEMBERS WHO WILL SERVE AS TRAINERS TO PROVIDE EDUCATIONAND CONNECT INDIVIDUALS TO RESOURCES THAT CAN MITIGATE THE IMPACT OF CHRONIC AND EPISODIC STRESSORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cea17c9b-4fe4-c83b-79f0-7771950c44c6-R", "generated_internal_id": "ASST_NON_20217003535907_12H3"}, {"internal_id": 140510615, "Award ID": "20217003535828", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-31", "CFDA Number": "10.525", "Description": "UTAH HAS A SOLID AND DEEP HERITAGE IN AGRICULTURE ACROSS THE STATE. GENERATIONS OF BLOOD, SWEAT, ANDTEARS GO INTO THEIR FAMILY PRODUCTIONS TO FACE DROUGHT, LOW SELLING PRICES, HIGH EXPENSES, LOSS OF LAND,NEGATIVE EXPOSURE. AGRICULTURISTS TAKE ON THE CHALLENGE OF FEEDING THE WORLD AND COMBAT SOME OF THEWORST TRIALS.IN 2017, NEARLY 38,000 PERSONS OF WORKING AGE (16-64 YEARS) IN THE UNITED STATES DIED BY SUICIDE,REPRESENTING A 40% INCREASE IN LESS THAN TWO DECADES. ONE OF THE FIVE MAJOR INDUSTRY GROUPS WITH SUICIDERATES HIGHER THAN THE STUDY POPULATION INCLUDED AGRICULTURE. 36.1% OF THE TOTAL NUMBER OF SUICIDES WEREREPRESENTED IN THE AGRICULTURE FIELD. IN ADDITION, IN THE 2021 STATE OF MENTAL HEALTH IN AMERICA REPORT,UTAH RANKED 46TH OUT OF THE 50 STATES AND WASHINGTON D.C. FOR THE PREVALENCE OF MENTAL ILLNESS ANDACCESS TO CARE AS MEASURED IN BOTH ADULTS AND YOUTH.ACROSS THE STATE OF UTAH, MANY FARMERS, RANCHERS, AND THEIR FAMILIES SEEK HELP TO DEAL WITH MENTALILLNESS AND SUICIDE. ALTHOUGH SOME RESOURCES EXIST, THERE ARE LIMITED RURAL OR AGRICULTURAL RESOURCES FORTHIS COMMUNITY. UTAH STATE UNIVERSITY EXTENSION AND UTAH DEPARTMENT OF AGRICULTURE AND FOOD WILLCONTINUE TO DEVELOP TRAINING, TOOLS, AND RESOURCES SPECIFICALLY FOR OUR RURAL AND AGRICULTURAL COMMUNITYACROSS THE STATE.WE KNOW THAT THESE RESOURCES CAN AND WILL HELP TO SAVE LIVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bd2cd29-48ab-193b-17d9-6ee1421c5c26-C", "generated_internal_id": "ASST_NON_20217003535828_12H3"}, {"internal_id": 139651781, "Award ID": "20217003535799", "Award Amount": 408937.11, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-20", "CFDA Number": "10.525", "Description": "THE LOCAL FARMERS OF AMERICAN SAMOA WERE IN A PRETENTIOUS STATE WITH SHORTAGES WITHOUT PROPER CONTROL OF SUPPLIES AND EXPERT ASSISTANCE FOR AGRICULTURAL FARMING NEEDS AND ACTIVITIES. AN UPRISE IN SHIPMENT COSTS AND SUPPLIES LEFT THE COMMUNITY IN A VERY DISTRAUGHT CONDITION EVEN MORE SO WITH RESTRICTIONS DUE TO COVID-19 PANDEMIC. THIS DISORDER AFFECTED THE AGRICULTURAL COMMUNITY AND ECONOMY DUE TO INSUFFICIENT RESOURCES, SUPPLIES AND OTHER NECESSITIES TO FULFILL OBLIGATIONS BOTH SOCIAL AND ECONOMICALLY. THE AMERICAN SAMOA AGRICULTURAL COMMUNITIES ARE ONE OF THE MOST NEGLECTED SECTORS OF THE ECONOMIC DEVELOPMENT WITHIN THE TERRITORY. LOCAL FARMERS RECEIVED NO AID FOR THEIR UNFORTUNATE SITUATIONS AND FARMING NEEDS. THESE ARE APPARENT STRESSORS THAT&#39;S DISTRESSED MANY OF THE LOCAL FARMERS FROM PRODUCING OR MAINTAINING THEIR FARMLANDS TO PROVIDE FOR THEIR FAMILIES AND THEIR USUAL FARMING ESSENTIALS. THE DISTRESS WITHIN THE AGRICULTURAL COMMUNITIES AFFECTED THE LIVELIHOOD OF MANY LOCAL FARMERS AND FAMILIES IN GENERAL. IN THE SAME YEAR OF THE PANDEMIC, THE DISTRESSED AND AFFLICTED BECAME SELF-DESTRUCTIVE. WITHOUT BASIC AID, HELP AND SUPPORT THE AGRICULTURAL COMMUNITIES SUFFERED AND ENDURED THEIR LOSSES, MISPLACING THEIR CONSTRUCTIVE CONFIDENCE TO ENSUE THEIR USUAL AGRICULTURAL ACTIVITIES AND REPLACING THEM WITH MENTAL HEALTH ISSUES WITHIN AGRICULTURAL COMMUNITIES.WHEN LOCAL FARMERS DO NOT PRODUCE IT IS INDICATIVE OF ISSUES WITHIN AGRICULTURAL COMMUNITIES THAT NEED BE ADDRESSED AT ITS EARLIEST. TO BE WITH MENTAL HEALTH ISSUES THAT&#39;S AFFECTING PERFORMANCE, BEHAVIOR AND THOUGHT PROCESS, THE AMERICAN SAMOA DEPARTMENT OF AGRICULTURE IS ENCOURAGED TO PROVIDE THE DISTRESSED AND PREVENT SUICIDE WITH ITS FARMERS DE-STRESS &AMP; PREVENTION ASSISTANCE BY PROPOSING A FARMERS ASSISTANCE &AMP; RESOURCE MANAGEMENT STRESS &AMP; SUICIDE (FARMS&SUP2;)-HELPLINE TO COLLECT DATA, ANALYZE, EVALUATE AND IDENTIFY MENTAL HEALTH ISSUES MOST COMMON WITHIN THE AGRICULTURAL COMMUNITIES. IDENTIFYING THE MENTAL HEALTH ISSUES WILL FACILITATE OUR EFFORTS TO FINDING SOLUTIONS WITH SUPPORTING PARTNERS OF THE AMERICAN SAMOA DEPARTMENT OF HUMAN SOCIAL SERVICE AND THE AMERICAN SAMOA DEPARTMENT OF PUBLIC HEALTH TO REMEDY DIVERSE SITUATIONS WITH PROFESSIONAL ASSISTANCE, SERVICES, OUTREACH TO ALLEVIATE STRESS AND PREVENT SUICIDE. TO INCREASE AWARENESS OF MENTAL HEALTH ISSUES WITHIN AGRICULTURAL COMMUNITIES, IS TO ALSO INCREASE AGRICULTURAL ACTIVITIES CONDUCIVE TO ECONOMIC DEVELOPMENT AND GROWTH FOR ENHANCEMENT OF THE AMERICAN SAMOA TERRITORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b76fe2d-4dbc-b8e0-d6ed-ca9e6b458284-R", "generated_internal_id": "ASST_NON_20217003535799_12H3"}, {"internal_id": 139651782, "Award ID": "20217003535784", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "10.525", "Description": "THE LACK OF MENTAL HEALTH TREATMENT IN THE AGRICULTURAL COMMUNITY HAS LED TO AN AWARENESS FOR THESE INDIVIDUALS AND THE DAILY STRUGGLES THEY FACE IN THE AGRICULTURAL PROFESSION. MANY ARE NOT APPROPRIATELY IDENTIFED AS BEING AFFECTED BY MENTAL HEALTHAND THEY GO UNNOTICED. FAMILY MEMBERS AND A VARIETY OF COMMUNITY GROUPS THAT INTERACT WITH THE AGRICULTURAL INDUSTRY CAN ASSIST WITH GETTING HELP FOR THESE INDIVIDUALS. THE INDIVIDUALS NEED TO KNOW HELP IS AVAIABLE FOR THEM. THE STIGMA ASSOCIATED WITH MENTAL HEALTH HAS BEEN A HUGE BARRIER IN THE EFFORT TO IDENTIFY INDICATORS AND SEEK TREATMENT. EXPOSURE AND POSITIVE STORIES REGARDING TREATMENT WILL CONTINUE TO HELP EASE THE CHALLENGE. MORE NEEDS TO BE DONE AND EFFORTS NEED TO BE SUPPORTED TO HELP THE AGRICULTURAL COMMUNITY. TREATMENT NEEDS TO BE READILY AVAILABLE. TREATMENT CAN RANGE FROM LEARNING APPROPRIATE COPING SKILLS TO HOSPITALIZATION IF NEEDED AND A VARIETY OF METHODS IN BETWEEN. HOWEVER; IF INDIVIDUALS AND FAMILIES DO NOT HAVE ADEQUATE ACCESS THIS CAN NOT BE OBTAINED. IDENTIFYING THESE INDIVIDUALS IS KEY TO THIS PROJECT. WITHOUT PROPER TREATMENT THEY COULD HAVE A FATAL OUTCOME. THE STRESS OF AGRICULTURE IS FELT BY INDIVIDUALS, FAMILIES, GROUPS AND EVENCONSUMERS. IDENTIFYING NEEDS AND KNOWINGWHERE TO SEEK ASSISTANCE EARLY WILL PROVIDE SUCCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ea40998-1842-df18-3f04-b6e668e939a8-C", "generated_internal_id": "ASST_NON_20217003535784_12H3"}, {"internal_id": 139651777, "Award ID": "20217003535748", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "10.525", "Description": "A PROGRAM OFFICER AND PEER SUPPORT WILL PROVIDE RESILIENCY, STRENGTHS BASED, NAVIGATION AND SUPPORT GROUPS FOR INDIVIDUALS ENGAGED IN AGRICULTURE RELATED OCCUPATIONS. THIS INCLUDES ENSURING THAT LINKAGE FOR SUICIDE PREVENTION AND IDEATION TRAINING IS EXPANDED IN THE COMMUNITY AS PART OF THE NETWORK OF THE PROVIDERS AGENCIES. OUTREACH SERVICES, INCLUDING WEBINARS, DIRECT COMMUNICATION, AND COLLABORATION WITH AGRICULTURE ASSOCIATIONS AND PARTNERSHIPS TO INCREASE SERVICE AWARENESS AND CONTACTS. NEVADA&#39;S GOAL IS TO REDUCE STRESS AND SIGMA SURROUNDING BEHAVIORAL HEALTH. FUNDS WILL BE USED TO TRAIN INDIVIDUALS IN RURAL AND FRONTIER COUNTIES TO ATTEND THE TRAIN THE TRAINER FOR ASIST IN AGRICULTURE FOCUSED COMMUNITIES TO SUPPORT LOWER LEVELS OF CARE, DE-ESCALATION, IDENTIFICATION AND COORDINATION OF SERVICES TO THE COMMUNITY. THIS WILL ALSO INCLUDE INDIVIDUALS WHO ARE TRAINED ON SAFETALK FOR SUICIDE AWARENESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "752f93ee-cacf-f166-5b04-ddfc426585a2-C", "generated_internal_id": "ASST_NON_20217003535748_12H3"}, {"internal_id": 139651739, "Award ID": "20217003535747", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "10.525", "Description": "MAINE FRSAN AMPLIFIES EXISTING EFFORTS FOR FARMERS AND LAND STEWARDS IN MAINE THROUGH A COMPREHENSIVE AND DIVERSE APPROACH TO STRESS. RESOURCES FOR MENTAL HEALTH SUPPORT EXIST, YET KNOWLEDGE AND REFERRAL ARE LIMITED. IMPROVED CASE COORDINATION IS A WISE INVESTMENT TO INCREASE HOW QUICKLY FARMERS RECEIVE SUPPORT FOR MENTAL HEALTH CRISES OR ANY NUMBER OF SITUATIONS THAT CONTRIBUTE TO FARM STRESS. IN PURSUIT OF GREATER EQUITY, MAINE FRSAN DIRECTLY SUPPORTS BIPOC FARMERS THROUGH A FELLOWSHIP PROGRAM WITH THE NORTHEAST FARMERS OF COLOR LAND TRUST AND COMMUNITY-LED FOOD AND MEDICINE PROJECTS ACROSS TRIBAL COMMUNITIES WITH THE EASTERN WOODLANDS REMATRIATION COLLECTIVE.FARM STRESSES ARE DIVERSE, AND THROUGH MAINE FRSAN, FARMERS CAN RECEIVE DIRECT CONNECTION TO MENTAL HEALTH COUNSELING, FINANCIAL SUPPORT TO BUY ADAPTIVE EQUIPMENT, ASSISTANCE WITH WORKPLACE CONFLICT, AND REFERRAL FOR A BUSINESS CONSULTATION. A WELLNESS FUND WILL DIRECTLY SUPPORT OVER 200 FARMERS WITH STIPENDS. COORDINATION WITHFRSAN-NE WILL PROVIDE ACCESS TO TRAINING AND AVOID DUPLICATION OF PROGRAMS.THIS STATE-LEVEL EFFORT ADDRESSES STRESS IN A HOLISTIC AND COMPREHENSIVE WAY THAT INCLUDES DIRECT SERVICE FOR FARMERS IN IMMEDIATE NEED, REFERRAL FOR FARMERS ANTICIPATING CONFLICT OR STRESSORS, AND BROADENS THE AUDIENCE OF PROVIDERS WHO UNDERSTAND THE NEEDS OF THE AGRICULTURAL COMMUNITY. TRAINING OF MUNICIPAL PARTNERS WILL ENGAGE IN STATE-LEVEL CONVERSATION AND ACTION TO ADDRESS SYSTEMIC RACISM AND EXCLUSION OF FARMERS OF COLOR IN MAINE.THIS PROJECT WILL SUPPORT CURRENT FARMERS, ESTABLISH MULTIPLE AVENUES TO ENGAGE FUTURE FARMERS AND FARMING COMMUNITIES, AND SERVE AS A CATALYST FOR STATE-LEVEL SUPPORT TO ADDRESS STRESS IN MAINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a86fa8a-47d0-1d2e-4ba9-44a8efae4c1e-C", "generated_internal_id": "ASST_NON_20217003535747_12H3"}, {"internal_id": 139651740, "Award ID": "20217003535733", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-20", "CFDA Number": "10.525", "Description": "THE AVAILABILITY OF MENTAL HEALTHCARE RESOURCES MAY BE LIMITED TO FARMERS AND RANCHERS IN RURAL AGRICULTURAL COMMUNITIES. THIS IS PROBLEMATIC GIVEN THIS POPULATION MAY BE SUSCEPTIBLE TO EXTREME STRESS, ANXIETY, AND DEPRESSION DUE TO A PLETHORA OF ECONOMIC, ENVIRONMENTAL, AND PSYCHOSOCIAL FACTORS. STRAIN ON THIS POPULATION POSES A THREAT THE WORLD&#39;S FOOD SUPPLY IN ADDITION TO MANY OTHER AGRICULTURAL PRODUCTS THAT INCLUDE CLOTHING, HEALTH PRODUCTS, INDUSTRIAL GOODS AND OTHER PRODUCTS THAT ARE ESSENTIAL TO LIFE ON EARTH. THE LONG-TERM GOAL OF THIS PROJECT IS TO IMPROVE THE AVAILABILITY OF MENTAL HEALTH RESOURCES TO FARMERS AND RANCHERS, THUS, ENCOURAGING HELP-SEEKING BEHAVIORS AMONG THOSE STRUGGLING WITH MENTAL ILLNESS TO STABILIZE THIS POPULATION AND ENSURE SUSTAINABILITY. TO ADDRESS STATEWIDE MENTAL HEALTH OUTCOMES ASSOCIATED WITH FARMERS ARE RANCHERS, WE AIM TO PURSUE THE FOLLOWING OBJECTIVES: 1) EXAMINE THE PREVALENCE OF SUICIDE, ADDICTION, DISABILITY, AND ACCESS TO RESOURCES AMONG FARMERS AND RANCHERS ACROSS THE STATE OF OKLAHOMA, 2) ASSESS THE UNDERLYING FACTORS ASSOCIATED WITH POOR MENTAL HEALTH AS PERCEIVED BY FARMERS AND COMMUNITY AGRICULTURAL SERVICE PROFESSIONALS TO GAIN INSIGHT INTO THE FACTORS THAT CONTRIBUTE TO FARMER STRESS, AVAILABLE RESOURCES, AND INTERVENTIONS ACCEPTABLE TO THIS POPULATION, AND 3) PROVIDE TARGETED AND COMPREHENSIVE RESOURCES DEDICATED TO ALLEVIATING FARM AND RANCH STRESS VIA TELE-EDUCATION, VIRTUAL CLINIC STATIONS, AND MENTAL HEALTH AWARENESS TRAINING. WE ANTICIPATE THE COMPLETION OF THESE AIMS WILL YIELD POSITIVE, EXPECTED OUTCOMES, SUCH AS DECREASING SUICIDE AND ADDICTION RATES IN ADDITION TO INCREASING THE NUMBER OF VISITS TO BEHAVIORAL MEDICINE CLINICS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75ca55aa-0c45-622b-3fac-a9e5a8cc4231-C", "generated_internal_id": "ASST_NON_20217003535733_12H3"}, {"internal_id": 139138917, "Award ID": "20217003535722", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "10.525", "Description": "THE OHIO DEPARTMENT OF AGRICULTURE (ODA) WILL USE THIS GRANT OPPORTUNITY TO BRIDGE THE GAP BETWEEN OHIO FARM STRUCTURE UNDERSTANDING WITH HEALTHCARE AND MENTAL HEALTH PROVIDERS WHILE TRAINING THEM IN THE VAST SCOPE OF OHIO AGRICULTURE INCLUDING THE NATURAL RESOURCES AND FORESTRY INDUSTRIES. THE GRANT SUPPORTS AND ENHANCES SEVERAL PROJECTS ADDRESSING FARM STRESS HEALTHCARE LITERACY FOR OHIO AGRICULTURAL PRODUCERS. OHIO RANKS IN THE TOP 5 STATES FOR OVERALL SUICIDE DEATHS PER YEAR (HTTPS://WWW.CDC.GOV/NCHS/PRESSROOM/SOSMAP/SUICIDE-MORTALITY/SUICIDE.HTM ) AND FUNDING FROM THIS GRANT WILL BE USED TO FURTHER ADDRESS THE ISSUE OF SUICIDE PREVENTION WITHIN AGRICULTURAL COMMUNITIES. IN PARTNERSHIP WITH OHIO STATE UNIVERSITY EXTENSION, WE WILL PROVIDE TRAINING TO MENTAL HEALTH PROFESSIONALS AND OTHER HEALTHCARE WORKERS IN OHIO ON UNIQUE STRESSORS AND FACTORS THAT INFLUENCE AGRICULTURAL PRODUCERS AND INDIVIDUALS WORKING IN THE AGRICULTURAL SECTOR. ODA WILL WORK WITH PARTNERS TO ENHANCE THE EXISTING CARELINE TRAINING RESOURCES AVAILABLE TO OHIO CITIZENS AND PROVIDE TRAINING TO HOTLINE OPERATORS ON SPECIAL ISSUES IN THE AGRICULTURAL SCOPE. ADDITIONALLY, THE TEAM WILL CONDUCT OUTREACH AND EDUCATION THROUGH FACTSHEETS, RADIO ADS, PUBLICATIONS, AND WEBSITE INFORMATION SO THAT MORE INDIVIDUALS IN RURAL AREAS ARE AWARE OF THE RESOURCES AVAILABLE IN OHIO. THIS PLAN INCLUDES INCREASING THE TEAM OF TRAINERS IN ADULT MENTAL HEALTH FIRST AID (MHFA), QUESTION, PERSUADE, REFER (QPR), AND OTHER FARM FINANCIAL STRESS AREAS. WE WILL ALSO WORK WITH SUBCONTRACTORS TO ENHANCE THE ABILITY OF OHIO CARELINE STAFF TO RESPOND TO AG-RELATED CALLS AND INQUIRIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5639897c-e8cc-09eb-48f6-3ae0cf66cb99-C", "generated_internal_id": "ASST_NON_20217003535722_12H3"}, {"internal_id": 139651741, "Award ID": "20217003535721", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-23", "CFDA Number": "10.525", "Description": "NON-TECHNICAL SUMMARYMENTAL HEALTH CHALLENGES IN SOCIETY ARE AT AN ALL-TIME HIGH. THE STRESS EXPERIENCED BY THOSE IN THE FARM, FISHERIES AND FORESTRY (FFF) COMMUNITIES HAS A SIGNIFICANT AND WIDESPREAD IMPACT. MENTAL HEALTH ISSUES THAT CHALLENGE THE INDIVIDUAL&#39;S ABILITY TO PERFORM DAILY DUTIES AFFECTS QUALITY OF LIFE AND CAN HAVE A NEGATIVE IMPACT ON THEIR FAMILY AND THE COMMUNITY. THIS CAN LEAD TO MANY ISSUES SUCH AS LOSS OF FARMS AND FLEETS, LOSS OF PROFITS, AND BANKRUPTCIES. MENTAL HEALTH CHALLENGES CAN ALSO IMPACT A PERSON&#39;S PHYSICAL HEALTH AND CAN LEAD TO DRUG AND ALCOHOL ABUSE AND LOSS OF LIFE. HISTORICALLY MARGINALIZED, LGBTQ+, WOMEN AND BIPOC FARMERS IN BOTH RURAL AND URBAN COMMUNITIES HAVE BEEN FOUND TO HAVE HIGHER MENTAL HEALTH CHALLENGES BECAUSE OF LACK OF SUPPORT. IN RHODE ISLAND, THE BENEFIT OF HAVING A STRONG, HEALTHY, AND SUSTAINABLE FARM, FISHERIES AND FORESTRY COMMUNITY IS CRITICAL TO THE STATE BECAUSE IT SUPPORTS SUSTAINABLE FOOD AND SUPPORTS THE MANY BUSINESSES THAT RELY ON THE FFF COMMUNITY SUCH AS FARM EQUIPMENT DEALERS, FEED VENDORS, BOAT MECHANICS AND A HOST OF OTHERS. AN ADDITIONAL BENEFIT TO THE STATE INCLUDES THE PRESERVATION OF OPEN SPACE. YET RISING COSTS, SHRINKING PROFITS, LABOR MARKET CHALLENGES, LACK OF FINANCIAL MANAGEMENT SKILLS AND MANY OTHER FACTORS HAVE RESULTED IN HIGH LEVELS OF ANXIETY, STRESS, DRUG USE, SUICIDE, AND OTHER MENTAL HEALTH ISSUES.OUR PROGRAM SEEKS TO ADDRESS MENTAL HEALTH IN THE FARM, FISHERIES AND FORESTRY COMMUNITIES IN MULTIPLE WAYS. THE FIRST WOULD BE TO IDENTIFY PERFORM A NEEDS ASSESSMENT OF THE FFF COMMUNITY TO UNDERSTAND THE COMMON MENTAL HEALTH AND STRESS CHALLENGES FACING THEM. WE WANT TO BE SURE THAT WE INCLUDE THE REFUGEE AND IMMIGRANT FARMERS AND PROVIDERS AS THEY ARE OUR GROWING URBAN FARM POPULATION. WE ARE ALSO LOOKING TO IDENTIFY PARTNERS IN THE STATE TO DEVELOP A RI-FRSAN BASED ON THE BEST PRACTICES OF FRSAN-NE.THE SECOND FOCUS WOULD BE TO PROVIDE DIRECT SUPPORT TO THE FFF COMMUNITY BY PROVIDING THE COMMUNITY WITH AN EMPLOYEE ASSISTANCE PROGRAM (EAP) THAT WOULD HAVE A 24/7 HOTLINE AND ACCESS FOR MENTAL HEALTH SERVICES, CRISIS ASSISTANCE, AND INFORMATION. OTHER DIRECT SUPPORT EFFORTS WOULD FOCUS ON ECONOMIC SKILL BUILDING WITH SUPPORT FOR BUSINESS PLANNING, FINANCIAL PLANNING, CREDIT COUNSELING AND OTHER TRAININGS IDENTIFIED THROUGH THE NEED&#39;S ASSESSMENT. A VOUCHER PROGRAM WILL SUPPORT THE FFF COMMUNITY BY FOCUSING ON A FARMER&#39;S INDIVIDUAL NEED THAT WOULD REDUCE ANXIETY AND STRESS SUCH AS WELLNESS CLASSES, CHILDCARE, OR OTHER NEEDED RESOURCES. ALSO PROVIDED IS DIRECT SUPPORT FOR APPRENTICE PROGRAMS THAT FOCUS ON WOMAN, BIPOC, LGBTQ+, IMMIGRANT AND REFUGEE POPULATION.THE THIRD FOCUS WOULD BE ON SPECIFIC TRAINING PROGRAMS SUCH AS INDIVIDUAL FARM COACHING, TECHNOLOGY TRAINING AND MENTAL HEALTH AND WELLNESS TRAINING FOR SERVICE PROVIDERS TO IDENTIFY THE WARNING SIGNS AND LEARN STRATEGIES TO SUPPORT AND COMMUNICATE WITH THE FFF POPULATION UNDER STRESS.AN EFFORT TO INFORM BOTH FFF AND THEIR SERVICE PROVIDERS ABOUT THE OPPORTUNITIES AVAILABLE THROUGH THIS PROJECT WILL BE DONE IN MULTIPLE WAYS - THROUGH ADS, SOCIAL MEDIA CAMPAIGNS, NEWSLETTERS, ARTICLES, WEBSITE, AND MEETINGS WITH STAKEHOLDERS AND PROFESSIONAL SERVICE ORGANIZATIONS AND LOCAL AGENCIES. SPECIAL OUTREACH EFFORTS WILL BE MADE TO INFORM OUR UNDERSERVED POPULATION.IT IS IMPORTANT THAT ORGANIZATIONS THAT SUPPORT THE FFF COMMUNITY WORK TOGETHER TO PROVIDE THE MOST COMPREHENSIVE SUPPORT AND THIS SUPPORT MUST INCLUDE MENTAL HEALTH AND STRESS ASSISTANCE. THROUGH THESE PARTNERSHIPS, TRAININGS, INTERVENTIONS, EDUCATIONAL PROGRAMING, PEER NETWORKING, SCREENING, AWARENESS CAMPAIGN AND INDIVIDUAL SUPPORT, WE CAN CREATE A STRONGER RHODE ISLAND AND HAVE A LASTING EFFECT ON OUR AGRICULTURAL, FARMING, FISHERIES, AND FORESTRY COMMUNITY. WE WILL COLLECT IDENTIFIED DATA POINTS SUCH AS NUMBERS SERVED, QUALITY OF THE INTERVENTIONS AND IMPACT ON INDIVIDUALS. WITH THIS PROJECT, WE HAVE A UNIQUE OPPORTUNITY TO UNITE BOTH THE FFF COMMUNITY AND PROVIDERS TO COME TOGETHER AND COLLABORATE TO ADDRESS MENTAL HEALTH, STRESS, AND SUICIDE PREVENTION. WITH THIS FUNDING WE CAN IMPROVE THE RESILIENCY OF THE FFF COMMUNITY, BUILD RELATIONSHIPS AND SUPPORT THE GROWTH AND SUSTAINABILITY OF THE FFF COMMUNITY IN RHODE ISLAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c5f918f-a463-22a1-1890-2ee495c9705a-C", "generated_internal_id": "ASST_NON_20217003535721_12H3"}, {"internal_id": 139651742, "Award ID": "20217003535720", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-11", "CFDA Number": "10.525", "Description": "THE OVERARCHING GOALS OF THE PROJECT TITLED, FARM AND RANCH WELLNESS: MEETING LOCAL NEEDS, ARE TO (1) GREATLY STRENGTHEN LOCAL OUTREACH CONSULTATIONS AND ACTIVITIES TO THOSE INDIVIDUALS ENGAGED IN FARMING AND THEIR ADVOCATES REGARDING AVAILABLE KEY STRESS ASSISTANCE PROGRAMS, SUCH AS MENTAL HEALTH FIRST AID, QUESTION.PERSUADE.REFER.(QPR), AND STRENGTHENING FAMILIES PROGRAM: FOR PARENTS AND YOUTH 10-14 (SFP 10-14). (2) INDIVIDUALS ENGAGED IN FARMING AND THEIR ADVOCATES WILL ALSO BE RECRUITED TO ATTEND TWO REGIONAL FACILITATOR TRAININGS FOR THE INTERNATIONALLY OFFERED AND EVIDENCE-BASED STRENGTHENING FAMILIES PROGRAM: FOR PARENTS AND YOUTH 10-14. SFP 10-14 PROGRAM WILL ALSO BE IMPLEMENTED IN SIX SELECTED SITES ACROSS IOWA. (3) A FARM RESOURCE PACKET WILL BE DEVELOPED AND WILL INCLUDE INFORMATION ON HOW TO ACCESS OTHER IOWA STATE UNIVERSITY EXTENSION AND OUTREACH (ISUEO) STRESS ASSISTANCE AND FAMILY FINANCE PROGRAMMING. ALSO INCLUDED IN THIS PACKET WILL BE ISU FARM STRESS AND AGRICULTURERESOURCES, IOWA MENTAL HEALTH SERVICES LISTINGS, AND RESOURCE AVAILABLE THROUGH THE MIDWEST FARM AND RANCH STRESS ASSISTANCE CENTER AT HTTPS://FARMSTRESS.ORG/. THESE PACKETS WILL BE DISSEMINATED TO THOSE INDIVIDUALS ENGAGED IN FARMING AND THEIR ADVOCATES DURING OR FOLLOWING THESE OUTREACH CONSULTATIONS AND ACTIVITIES.THIS PROJECT, A COLLABORATION BETWEEN THE IOWA DEPARTMENT OF AGRICULTURE AND LAND STEWARDSHIP AND IOWA STATE UNIVERSITY, WILL COMPLEMENT AND SUPPORT CURRENT FARM AND RANCH STRESS ASSISTANCE NETWORK PROGRAMMING ALREADY TAKING PLACE IN IOWA THROUGH IOWA STATE UNIVERSITY EXTENSION AND OUTREACH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1de6851c-ec35-d06d-52d5-b14e84392ec1-C", "generated_internal_id": "ASST_NON_20217003535720_12H3"}, {"internal_id": 139651743, "Award ID": "20217003535652", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "10.525", "Description": "THE INDIANA STATE DEPARTMENT OF AGRICULTURE (ISDA) PROPOSES TO PARTNER WITH THE INDIANA RURAL HEALTH ASSOCIATION (IRHA) AND PURDUE UNIVERSITY EXTENSION TO:REDUCE STIGMA REGARDING MENTAL HEALTH IN RURAL FARMING AND RANCHING INDUSTRIES THROUGHOUT THE STATE OF INDIANA VIA TARGETED GROUP CONVERSATIONS;EXPAND PUBLIC PROMOTION OF STRESS REDUCTION AND MENTAL WELLNESS PROMOTION WITH FARMERS, FARM FAMILIES AND AGRIBUSINESS PERSONS; ANDDEVELOP AND IMPLEMENT A TRAINING TO EDUCATE CALL CENTER PERSONNEL ON THE UNIQUE CHALLENGES AND BEST PRACTICES OF RESPONDING TO AND SUPPORTING RURAL COMMUNITIES, PARTICULARLY FARM FAMILIES.THE PROJECT TEAM WILL HELP THOSE WHO LIVE AND WORK IN AGRICULTURE TO BECOME MORE COMFORTABLE WITH THE OPTIONS OF CARE FOR MENTAL HEALTH CHALLENGES BY HOLDING MULTIPLE LOCALIZED GROUP DISCUSSIONS ACROSS INDIANA. CONVERSATIONS ABOUT MENTAL HEALTH STIGMA AND RESOURCES, AS WELL AS RECOGNIZING SIGNS OF THOSE IN MENTAL HEALTH DISTRESS WILL BE DISCUSSED SO THEY ARE MORE RECOGNIZABLE.THE PROJECT TEAM WILL DEVELOP A TRAINING WHICH WILL INCLUDE QPR CERTIFICATION AND BASIC TELEHEALTH AND TELE-BEHAVIORAL HEALTH INFORMATION. TWENTY-THREE TRAININGS WILL BE CONDUCTED OVER THE COURSE OF THE GRANT CYCLE THROUGHOUT THE STATE OF INDIANA IN PARTNERSHIP WITHAGRIINSTITUTE, WHO HAS A VAST KNOWLEDGE OF THE FARMING AND RANCH COMMUNITY.AGRIINSTITUTE&#39;SEXTENSIVE LISTSERVS AS WELL AS THE INDIANA RURAL HEALTH ASSOCIATION&#39;S MEMBERSHIP LISTSERVS WILL BE USED TO PROMOTE THESE TRAININGS THROUGHOUT THE STATE. TRAININGS WILL ALSO BE PROMOTED ON THE PROJECT TEAM&#39;S SOCIAL MEDIA PLATFORMS; TWITTER, FACEBOOK, AND LINKEDIN.THROUGH COLLABORATION WITH PURDUE UNIVERSITY, IRHA WILL ENSURE THAT APPROPRIATE RESOURCES ARE AVAILABLE AT ALL TRAININGS.A REGISTRATION PROCESS WILL BE DEVELOPED FOR EACH TRAINING THROUGH OUR MARKETING DIRECTOR TO TRACK THE NUMBER OF REGISTRANTS. SIGN IN AT THE IN -PERSON EVENT WILL BE UTILIZED AS WELL TO TRACK ACTUAL ATTENDANCE.IN TANDEM, THE PROJECT TEAM WILL HIGHLIGHT THE IMPORTANCE OF MENTAL HEALTH CARE THROUGH BROAD PROMOTIONS. THIS WILL INCLUDE SOCIAL MEDIA, PODCASTS, TV/RADIO INTERVIEWS, WEBSITE DEVELOPMENT, PSA ANNOUNCEMENTS AND CREATING MENTAL HEALTH PROMOTIONAL MATERIALS/VISUAL REMINDERS, SPECIFIC TO THE FARMING COMMUNITY, TO DISSEMINATE AND UTILIZE DURING TRADE SHOWS/CONFERENCES.TO SUPPLEMENT THESE ACTIVITIES, THE PROJECT TEAM WILL ALSO SURVEY AND ANALYZE THE MENTAL HEALTH CALL CENTER LANDSCAPE AND CAPACITY IN INDIANA AND THEN CREATE AND DEPLOY A SPECIALIZED FARM-SPECIFIC, ONLINE TRAINING MODULE AS PART OF THE STAFF TRAINING FOR MENTAL HEALTH CALL CENTER WORKERS SUPPORTING FARMERS, FARM FAMILIES AND AGRIBUSINESS PERSONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc0fa201-fba1-8139-b170-a6e014097cb7-C", "generated_internal_id": "ASST_NON_20217003535652_12H3"}, {"internal_id": 138710412, "Award ID": "20217003535649", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-20", "CFDA Number": "10.525", "Description": "THE PURPOSE OF THE VIRGINIA DEPARTMENT OF AGRICULTURE AND CONSUMER SERVICES (VDACS) APPLICATION FOR FUNDING THROUGH THE FARM AND RANCH STRESS ASSISTANCE NETWORK IS TO COORDINATE RESOURCES TO EXPAND AND SUSTAIN OUR EFFORTS TO ADDRESS STRESS AND MENTAL HEALTH CHALLENGES FOR PRODUCERS, THEIR FAMILIES, AND RURAL COMMUNITIES IN VIRGINIA. VDACS AIMS TO PARTNER WITH VARIOUS ORGANIZATIONS, BOTH STANDING PARTNERS AND NEW, TO ACHIEVE THE GOALS ASSOCIATED WITH THIS FUNDING OPPORTUNITY, AS OUTLINED BELOW.VDACS PLANS TO:1. CREATE AND DISSEMINATE DIGITAL MEDIA AND HIGHLIGHTING THE IMPACTS OF STRESS AND MENTAL HEALTH CHALLENGES ON VIRGINIA AGRICULTURAL PRODUCERS AND THEIR FAMILIES AND COMMUNITIES.2. DEVELOP AND SUSTAIN PARTNERSHIPS WITH AGRICULTURAL ORGANIZATIONS, COLLEGES, AND LAND GRANT UNIVERSITIES, AND NON-PROFITS TO HEIGHTEN AWARENESS AND PROVIDE TRAINING, PROFESSIONAL DEVELOPMENT, OUTREACH, AND CURRICULM RESOURCES TO ASSIST AGRICULTURAL PRODUCERS AND THEIR FAMILIES IN IDENTIFYING AND ADDRESSING STRESS AND MENTAL HEALTH CHALLENGES.3. PROVIDE CREDIT COUNSELING AND MEDIATION SUPPORT FOR AGRICULTURAL PRODUCERS AND THEIR FAMILIES WHO SEEK GUIDANCE IN ADDRESSING ECONOMIC AND MANAGEMENT CHALLENGES RELATED TO FARMING.4. PROVIDE ACCESS TO A 24/7 NATIONAL AGRICULTURE MENTAL HEALTH CRISIS HELPLINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b33f586-62f3-2b20-2456-514e2ab24633-C", "generated_internal_id": "ASST_NON_20217003535649_12H3"}, {"internal_id": 139138922, "Award ID": "20217003535648", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "10.525", "Description": "SHORTLY AFTER BEING ELECTED, FLORIDA DEPARTMENT OF AGRICULTURE AND CONSUMER SERVICES (FDACS) COMMISSIONER NICOLE \"NIKKI\" FRIED ASKED HER TEAM TO HELP IDENTIFY WAYS TO ASSIST WITH THE ONGOING MENTAL HEALTH CRISIS WITHIN FLORIDA&#39;S AGRICULTURE COMMUNITIES. THE COMMISSIONER IS COMMITTED TO CONNECTING PEOPLE IN NEED WITH THE RESOURCES THAT ARE AVAILABLE TO THEM - NOT JUST RAISING AWARENESS ABOUT THE EXISTENCE OF A CRISIS. THIS NIFA FUNDING OPPORTUNITY IS AN EXCELLENT OPPORTUNITY FOR HER, AND HER TEAM, TO MEET THAT GOAL BY EXPANDING EXISTING SERVICES.FDACS PLANS TO MEET THIS GOAL BY PARTNERING WITH EXISTING ORGANIZATIONS AND AGENCIES IN OUR STATE, IDENTIFYING WHERE SERVICES EXIST AND WHERE THEY ARE NEEDED, AND CONNECTING PEOPLE WITH THESE EXISTING RESOURCES. FDACS PLANS TO PARTNER WITH THE UNIVERSITY OF FLORIDA (UF), AND ITS INSTITUTE OF FOOD AND AGRICULTURAL SCIENCES (IFAS) EXTENSION OFFICES TO REACH PEOPLE WITHIN THEIR COMMUNITY AND HOMES. IN AN EFFORT TO MAXIMIZE LIMITED RESOURCES, FDACS IS TEAMING UP WITH OUR EXISTING MARKETING PARTNER CHERNOFF NEWMAN FOR OUR PRINT, VIDEO, AND SOCIAL MARKETING CAMPAIGNS. LASTLY, FDACS IS CREATING A PHONE SERVICE WITH OUR STATEWIDE PARTNER 211. FDACS WILL CREATED A PHONE NUMBER THAT FARMERS IN CRISIS CAN CALL AND FIND THE ASSISTANCE THAT THEY NEED.FDACS IS PARTNERING WITH UF FOR COMMUNITY OUTREACH. UF HAS AN IFAS EXTENSION OFFICE IN EACH OF FLORIDA&#39;S 67 COUNTIES, AND THEIR STAFF IS ENGAGED IN THE LOCAL COMMUNITY. THEY ADMINISTER ADVICE TO PRODUCERS, FINANCIAL LITERACY PROGRAMS, AND YOUTH EDUCATION AND DEVELOPMENT PROGRAMS. IN THAT ROLE, UF IS CURRENTLY ADMINISTERING FEDERAL GRANTS FOR DISASTER MENTAL HEALTH TRAININGS AND SERVICES, FARMER SPECIFIC ONLINE MENTAL HEALTH TRAININGS, AND THE ABILITY TO ACCESS MEDIATION SERVICES FOR FARMERS WITH FINANCIAL ISSUES. BY PARTNERING WITH UF, FDACS WILL BE ABLE TO BUILD ON AND EXPAND THESE EXISTING PROGRAMS.THE UF IFIS CENTER FOR PUBLIC ISSUES EDUCATION IN AGRICULTURE AND NATURAL RESOURCES (PIE CENTER) PROVIDES TRUSTED COMMUNICATIONS RESEARCH, AND STRATEGIES. THE PIE CENTER HAS DEVELOPED COLLABORATIVE RELATIONSHIPS WITH COMMODITY GROUPS, NATURAL RESOURCES INSTITUTIONS, AND ACADEMIC CENTERS ACROSS FLORIDA. THEIR TEAM WILL CONDUCT THE ENVIRONMENTAL \"SWOT\" SCAN, THE PIE CENTER WILL REVIEW RESOURCES IN FLORIDA THAT ADDRESS FARM STRESS/MENTAL HEALTH. THE PIE CENTER WILL COLLABORATE WITH THE SOUTHEASTERN COASTAL CENTER FOR AGRICULTURAL HEALTH AND SAFETY (SCCAHS.ORG) TO IDENTIFY MANY OF THESE RESOURCES AND COMPILE A LIST.FDACS WILL ALSO PARTNER WITH UF IFAS TO TRAIN PEOPLE TO BETTER RECOGNIZE AND SERVE MENTAL HEALTH AND CRISIS ISSUES THAT ARE SPECIFIC TO FARM LIFE. THROUGH THIS GRANT UF WOULD BE ABLE TO TRAIN 8 REGIONAL FACULTY IN SUICIDE PREVENTION INSTRUCTOR TRAINING, AND THEN HAVE THESE TRAINERS TRAIN ADDITIONAL UF IFAS STAFF AND COMMUNITY PARTNERS ACROSS THE STATE. ADDITIONALLY, IFAS STAFF WOULD THEN BE ABLE TO WORK WITH 4H, FFA, AND PUBLIC SCHOOL AG TEACHERS TO TRAIN YOUTHIN HOW TO IDENTIFY FARM STRESS AND MENTAL HEALTH WITHIN THEIR COMMUNITIES AND FAMILIES. THIS EFFORT WOULD ENABLE OUR PROGRAM TO DIRECTLY, QUICKLY, AND EFFECTIVELY CONNECT WITH FARM FAMILIES ACROSS THE STATE. FDACS IS ALSO HOPING TO HELP EXPAND THE REACH AND SCOPE OF THE NEW TELEHEALTH SITES THAT UF IFAS IS PILOTING IN MANY MEDICALLY UNDERSERVED COUNTIES IN FLORIDA.FDACS IS ALSO PARTNERING WITH THE INFORMATION, REFERRAL, AND CRISIS COUNSELING PHONE SERVICE 211 TO OFFER THESE SERVICES THROUGH A SPECIFIC PHONE LINE THAT IS PROVIDED FOR PEOPLE WITHIN THE AGRICULTURE COMMUNITY ACROSS THE STATE OF FLORIDA. AFTER UF HAS COMPLETED ITS ENVIRONMENTAL SCAN, WE WILL PROVIDE THE UPDATED LISTS OF EXISTING RESOURCES TO 211 AND ITS NEW LINE. THIS WILL INCREASE ITS ABILITY TO PROVIDE SERVICES TO THE PEOPLE WITHIN FLORIDA&#39;S AGRICULTURE COMMUNITIES.LASTLY, FDACS WILL BE USING OUR EXISTING MARKETING PARTNER CHERNOFF NEWMAN TO CREATE VIDEOS, PRINT ADVERTISEMENTS, AND A TARGETED ONLINE/SOCIAL MEDIA CAMPAIGN TO MAKE SURE THAT WE ARE REACHING PEOPLE IN THEIR HOMES AND HELP CONNECT THEM WITH THE EXPANDED RESOURCES. FDAC&#39;S GOAL IS TO NOT ONLY INCREASE AWARENESS ABOUT THE MENTAL HEALTH CHALLENGES MANY PEOPLE IN AGRICULTURE ARE FACING, BUT TO NORMALIZE SEEKING HELP, AND TO PROVIDE THEM WITH A SUPPORT NETWORK TO THAT CAN OFFER THE HELP THEY MAY NEED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3bde9bde-f57d-7e6e-ce8f-c94dfefc13f8-C", "generated_internal_id": "ASST_NON_20217003535648_12H3"}, {"internal_id": 139651744, "Award ID": "20217003535576", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "10.525", "Description": "ON GUAM, 71% OF FARMERS IN THE 2018 GUAM CENSUS OF AGRICULTURE ARE SOCIALLY DISADVANTAGED FARMERS. OVER 188 FARMS IN GUAM REPORTED AN ANNUAL INCOME THAT QUALIFIES AS LIMITED RESOURCE FARMERS. THE NATIONAL AVERAGE AGE OF FARMERS IS 57.5, THE AVERAGE AGE OF GUAM&#39;S FARMERS IS 62. THESE DEFINING CRITERIA AND ACCOMPANYING CHARACTERISTICS ARE ASSOCIATED WITH STRESS AND MENTAL HEALTH ISSUES. OUR PROJECT AIMS TO (1) FILL AN EXISTING DATA GAP AND (2) PROVIDE SUPPORT SERVICES AND (3) PROVIDE ACCESS TO RESOURCES FOR GUAM&#39;S UNDERSERVED AGRICULTURAL COMMUNITY. WE WILL INITIATE AND EXPAND STRESS ASSISTANCE PROGRAMS THAT PROVIDE PROFESSIONAL AGRICULTURE BEHAVIORAL HEALTH COUNSELING TO FARMERS. OUR FIRST OBJECTIVE IS TO CONDUCT A NEEDS ASSESSMENT WITHIN GUAM&#39;S AGRICULTURAL COMMUNITY. IN THE FIRST YEAR, A VENDOR WILL BE CONTRACTED TO CONDUCT A NEEDS ASSESSMENT. THE SCOPE OF WORK INCLUDES SITE VISITS TO FARMERS IDENTIFIED IN OUR DATABASE. THE CONTRACTOR WILL VISIT FARMS AND ASK PRE-APPROVEDQUESTIONS REGARDING STRESSORS, ACCESS TO SUPPORT SERVICES, AND MENTAL WELLNESS PERCEPTIONS. OUR SECOND OBJECTIVE IS TO UTILIZE GUAM BEHAVIORAL HEALTH AND WELLNESS CENTER&#39;S (GBHWC) EXPERTISE TO TRAIN AND CERTIFY AGRICULTURAL ADVOCATES TO IDENTIFY THOSE IN NEED OF SUPPORT, PROVIDE INITIAL SUPPORT, AND CONNECT THE COMMUNITY TO RESOURCES. THE GUAM DEPARTMENT OF AGRICULTURE AND GBHWC PARTNERSHIP WILL PROVIDE MENTAL HEALTH FIRST AID TRAINING TO FARMER ADVOCATES. TRAINING FOR AGRICULTURAL ADVOCATES WILL INCLUDE EIGHT HOURS IN AN EVIDENCED-BASED CURRICULUM CALLED MENTAL HEALTH FIRST AID, WHICH PROVIDES A THREE YEAR CERTIFICATION. ADVOCATES WILL BE PROVIDED WITH A FOUR HOUR COURSE TITLED RAW COPING POWER STRESS MANAGEMENT TRAINING. OUR THIRD OBJECTIVE WILL PROVIDE EDUCATION RESOURCES FOR THE COMMUNITY. THIS OBJECTIVEWILL BE TO CONTRACT A VENDOR TO DEVELOP A WEBSITE, LINKED OFF OUR DOAG MAIN WEBSITE. THIS WEBSITE WILL PROVIDE MENTAL HEALTH WELLNESS EDUCATION AND SUPPORT RESOURCES FOR THE AGRICULTURAL COMMUNITY. THE WEBSITE WILL BE VIEWABLE ON MOBILE DEVICES AND CONNECT FARMERS WITH SERVICE PROVIDERS FOR 24/7 SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ced0aa3-a705-b69a-7b48-febb897f1b8e-C", "generated_internal_id": "ASST_NON_20217003535576_12H3"}, {"internal_id": 139651745, "Award ID": "20217003535575", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "10.525", "Description": "GEORGIA FARMER HEALTHY MINDSET NON-TECHNICAL SUMMARYPRIORITIZING FARMER HEALTH IS CRITICAL IN TODAY&#39;S WORLD. \"HE WHO HAS HEALTH HAS HOPE; AND HE WHO HAS HOPE HAS EVERYTHING.\" (THOMAS CARLYLE). FOLLOWING HURRICANE MICHAEL AND COVID-19, STRESS AND MENTAL HEALTH FOR GEORGIA FARMERS HAS GAINED GREATER AWARENESS AND MORE ATTENTION HAS BEEN BROUGHT TO THIS CRITICAL NEED. GEORGIA HAS STRATEGIC ALLIANCES ALREADY IN PLACE TO ADDRESS THESE NEEDS. THIS FARMER STRESS AND MENTAL HEALTH PROJECT WILL FURTHER ENHANCE THESE STRATEGIC PARTNERSHIPS. THE GEORGIA FARMER HEALTHY MINDSET HAS TAKEN A MULTIFACETED APPROACH TO ADDRESS STRESS AND MENTAL HEALTH OUTREACH AND AWARENESS, PROGRAMMING, CAPACITY BUILDING, AND FARMER FINANCIAL LITERACY. KNOWING AND UNDERSTANDING ROOT CAUSE FACTORS OF STRESS AND MENTAL HEALTH AND INCREASING KNOWLEDGE AND ACCESS TO SERVICES ARE ALL KEY COMPONENTS OF HOLISTIC FARMER HEALTH.KNOWLEDGE IS KEY. UNDERSTANDING THE HISTORY OF FARMER STRESS AND MENTAL HEALTH, THE CONTRIBUTORSTO AND THE INDICATORS OF STRESS AND MENTAL HEALTH, AND THE RESOURCES AVAILABLE FOR FARMER STRESS AND MENTAL HEALTH ARE CRITICAL COMPONENTS OF THIS PROJECT. BUILDING THE KNOWLEDGE BASE OF INDIVIDUALS, COMMUNITY CHAMPIONS, AND BUILDING SYSTEMS TO ASSIST FARMERS IN FARMER FINANCIAL LITERACY AND BEHAVIORAL HEALTH WILL STRENGTHEN OUR FARM FAMILIES AND COMMUNITIES AND HELP THEM THRIVE. CONNECTING PEOPLE TO AGENCIES AND RESOURCES IS AN IMPORTANT GOAL IN THIS EFFORT TO IMPROVE FARMER STRESS AND MENTAL HEALTH.THE GEORGIA FARMER HEALTHY MINDSET PROJECT HAS BROUGHT TOGETHER LEADING PARTNERS IN THE STATE AND THE SOUTHEAST TO BUILD STRATEGIES AND BUILD SYSTEMS TO SUPPORT OUR FARMERS TODAY AND INTO THE FUTURE. GEORGIA HAS EXISTING PROGRAMS AND MATERIALS THAT WILL BE UTILIZED REGARDING STRESS, BEHAVIORAL HEALTH INDICATORS, AND COMPASSION FATIGUE. A GEORGIA FARMER HEALTHY MINDSET WORKGROUP WILL BE ESTABLISHED TO STRENGTHEN AND FURTHER REFINE THIS WORK. BUILDING CAPACITY FOR NURSE TRAINING, VETERAN LIAISONS, AND OUR EXTENSION PARTNERS, IN ADDITION TO ENGAGING WOMEN WHO OFTEN LEAD THESE EFFORTS IN THEIR COMMUNITIES, WILL HELP STRENGTHEN PARTNERSHIPS ACROSS THE FARMING LANDSCAPE. ADDRESSING THE ISSUE OF STIGMA AND COMING UP WITH CREATIVE SOLUTIONS TO MEET FARMERS WHERE THEY ARE HAS BEEN A KEY COMPONENT OF THIS PROJECT PLAN.UNDERSTANDING ROOT CAUSE FACTORS IS CRITICAL TO EFFECT CHANGE. STRENGTHENING FARMER FINANCIAL LITERACY, HEIRS PROPERTY, AND ESTATE PLANNING HAS BEEN A MAJOR GOAL OF THE DEPARTMENT OF AGRICULTURE. IF WE CAN BETTER INFORM OUR FARM FAMILIES FINANCIALLY AND HELP THEM TO BECOME MORE RESILIENT BY BUILDING A STRONGER FOUNDATION FOR THEMSELVES TODAY AND FOR FUTURE FAMILY MEMBERS, WE HAVE A MORE RESILIENT COMMUNITY AS A RESULT. WE AIM TO AFFECT GENERATIONAL CHANGE BY ADDRESSING FARMER FINANCIAL LITERACY PROGRAMMING EFFORTS.A WHOLE COMMUNITY APPROACH HAS BEEN TAKEN TO ADDRESS THE YOUTH, MEDICAL COMMUNITY, FARMING COMMUNITY, LEGAL COMMUNITY, PUBLIC-PRIVATE PARTNERS, VETERANS,AND ACADEMIA. BUILDING FARMER STRESS AND MENTAL HEALTH PROGRAMMING AND OUTREACH ACTIVITIES TO INCREASE AWARENESS AND TO CONNECT INDIVIDUALS TO RESOURCES IS A MAJOR GOAL. GEORGIA HAS TAKEN A STRATEGIC APPROACH TO ADDRESS FARMER STRESS AND MENTAL HEALTH. WE RECOGNIZE THAT WE ARE STRONGER TOGETHER. LEVERAGING EXISTING PARTNERSHIPS AND BUILDING NEW ONES WILL ALL CONTRIBUTE TO ADDRESSING FARMER STRESS AND MENTAL HEALTH IMPACTS IN GEORGIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a674ba31-cc9d-12d9-3834-7a41684cd59b-C", "generated_internal_id": "ASST_NON_20217003535575_12H3"}, {"internal_id": 139138892, "Award ID": "20217003535574", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-29", "CFDA Number": "10.525", "Description": "NON-TECHNICAL SUMMARYTHE STRESS EXPERIENCED BY FARMERS AND THOSE WHO LIVE AND/OR WORK ON FARMS HAS SIGNIFICANT AND WIDESPREAD IMPACTS. THESE IMPACTS RANGE FROM THE PHYSICAL HEALTH PROBLEMS AND INCREASE IN INJURIES THAT RESULT FROM ON-GOING STRESS TO PERSONAL AND SOCIETAL ECONOMIC ISSUES, ACCESS TO HEALTHY FOOD FOR ALL, AND THE IMPERATIVE OF A HEALTHIER ENVIRONMENT TO SUSTAIN FUTURE GENERATIONS. VERMONT&#39;S FARMS ARE DECREASING IN NUMBER, SIZE, AND PRODUCTIVITY DESPITE WIDESPREAD AND CREATIVE EFFORTS TO DIVERSIFY AND FOCUS ON SUSTAINABLE GROWING PRACTICES. WHILE THE HARMFUL EFFECTS OF THIS TYPE OF STRESS HAVE BEEN WIDELY KNOWN AND UNDERSTOOD FOR MANY YEARS, THE ATTENTION NOW BEING AFFORDED TO THE ISSUE OF SUSTAINING AND IMPROVING MENTAL HEALTH FOR FARMERS HAS LONG BEEN DISREGARDED AND UNADDRESSED.IT IS CRUCIAL THAT THE ORGANIZATIONS THAT PROVIDE SERVICES TO FARMERS TEAM UP TO PROVIDE THE MOST COMPREHENSIVE SUPPORT AND THAT THIS SUPPORT INCLUDES THE CONSIDERATION OF FARMER&#39;S MENTAL HEALTH. THROUGH PARTNERSHIPS, OUTREACH WITH EDUCATION, TRAINING, PEER NETWORKING, SCREENING WITH INTERVENTIONS, AND INDIVIDUALIZED SUPPORT, VERMONT&#39;S FARM AND RANCH STRESS ASSISTANCE NETWORK CAN HAVE A DEEP IMPACT ON OUR FARM COMMUNITY. DATA COLLECTION WILL BE USED TO TRACK THE INCREASE IN NUMBER OF PEOPLE FARM FIRST SERVES. WE WILL ALSO ASSESS THE QUALITY OF OUR INTERVENTIONS BASED ON CONVERSATION, SURVEYS, AND ASSESSMENTS. REGULAR PROGRESS REPORTS WILL BE SUBMITTED TO THE VERMONT AGENCY OF AGRICULTURE. STAFF FROM FARM FIRST AND THE AGENCY WILL MEET REGULARLY AND DISCUSS HOW THE INFORMATION WE ARE RECEIVING WILL INFORM THE NEXT STEPS OF THE PROJECT.WITH THIS FUNDING, WE CAN INCREASE AWARENESS AROUND FARM STRESS AND WHAT TO DO ABOUT IT AND IMPROVE THE RESILIENCY OF FARMS AND FARMERS. THESE EFFORTS WILL UNDOUBTEDLYHAVE POSITIVE REPERCUSSIONS THAT WILL SUPPORT THE CRITICAL FUTURE OF AGRICULTURE AND FOOD SUPPLY IN VERMONT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5229d46-9536-2ceb-8268-e79c7ec3c48e-C", "generated_internal_id": "ASST_NON_20217003535574_12H3"}, {"internal_id": 138710413, "Award ID": "20217003535573", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-22", "CFDA Number": "10.525", "Description": "FRSAN-SDA PROGRAM WILL ASSIST THE CALIFORNIA DEPARTMENT OF FOOD AND AGRICULTURE (CDFA) AND PARTNERING ORGANIZATIONS TO INITIATE A FARMER AND FARMWORKER STRESS ASSISTANCE PROGRAM. THIS PROGRAM WILL 1) DEVELOP A STATEWIDE ASSISTANCE WEBSITE THAT LEVERAGES AND PROMOTES FRSAN&#39;S WESTERN REGIONAL AGRICULTURE STRESS ASSISTANCE PROGRAM AND CALIFORNIA&#39;S CALHOPE NETWORK, AN EXISTING CRISIS SUPPORT PROGRAM FOR COMMUNITIES; 2) DEVELOP A STATEWIDE TASK FORCE TO ENGAGE PARTNERSHIP ORGANIZATIONS TO CONNECT, EXPAND AND SUSTAIN PROFESSIONAL AGRICULTURAL BEHAVIOR HEALTH COUNSELING AND REFERRAL IN CALIFORNIA; 3) CONDUCT LOCAL TRAININGS WITHIN THE SAN JOAQUIN VALLEY (AS A PILOT PROGRAM), FOCUSING ON QUESTION, PERSUADE AND REFER (QPR) - TARGETING COMMUNITY GROUPS AND SERVICE PROVIDERS WORKING DIRECTLY WITH FARMERS AND FARMWORKERS; AND 4) CONDUCT OUTREACH SERVICES THROUGH PUBLIC RELATIONS ACTIVITIES (PRINT/MEDIA) TO DISSEMINATE INFORMATION AND MATERIALS.THE OVERALL PROJECT GOAL IS TO DISSEMINATE INFORMATION AND RESOURCES WITHIN CALIFORNIA&#39;S AGRICULTURAL COMMUNITY TO ASSIST FARMERS AND FARMWORKERS IN NEED OF STRESS ASSISTANCE. A SUPPORTING OBJECTIVE IS TO EXPAND AND SUSTAIN A PROFESSIONAL BEHAVIOR HEALTH COUNSELING NETWORK IN CALIFORNIA FOR FARMERS AND FARMWORKERS BY UTILIZING EXISTING STATEWIDE RESOURCES. ANOTHER SUPPORTING OBJECTIVE IS TO EDUCATE COMMUNITY GROUPS AND SERVICE PROVIDERS THAT WORK WITHIN THE AGRICULTURAL SECTOR TO IDENTIFY INDIVIDUALS IN NEED THROUGH A QPR PROCESS.KEY PERFORMANCE INDICATORS INCLUDE: WEBSITE VISITS, NUMBER OF INDIVIDUALS TRAINED, AND NUMBER OF AGRICULTURAL ENTITIES DISSEMINATING DEVELOPED INFORMATION.CALIFORNIA&#39;S AGRICULTURAL PRODUCERS ARE ESTIMATED AT APPROXIMATELY 124,000 INDIVIDUALS. FARMWORKERS ARE ESTIMATED AVERAGE BETWEEN 344,000 AND 465,000 PER MONTH. A FRSAN-SDA PROGRAM WILL SUPPORT A CRITICAL NEED IN CALIFORNIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2673dc0c-eb29-402e-2f47-3115c28630f0-C", "generated_internal_id": "ASST_NON_20217003535573_12H3"}, {"internal_id": 139138876, "Award ID": "20217003535572", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-10", "CFDA Number": "10.525", "Description": "THE ARKANSAS DEPARTMENT OF AGRICULTURE WILL USE FARM AND RANCH STRESS ASSISTANCE NETWORK-STATE DEPARTMENT OF AGRICULTURE FUNDING TO SUSTAIN OR EXPAND STRESS ASSISTANCE PROGRAMS FOR THOSE ENGAGED IN AGRICULTURE AND AGRICULTURE-RELATED INDUSTRIES. THE DEPARTMENT WILL WORK WITH EXSITING ORGANZIATIONS TO ACCOMPLISH THESE GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d8a69f96-50df-d0c8-f9a8-0d67c06b9149-C", "generated_internal_id": "ASST_NON_20217003535572_12H3"}, {"internal_id": 139138872, "Award ID": "20217003535570", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-02", "CFDA Number": "10.525", "Description": "THE NEW MEXICO DEPARTMENT OF AGRICULTURE (NMDA) WILL LEVERAGE THE SOUTHWEST BORDER FOOD PROTECTION AND EMERGENCY PREPAREDNESS CENTER (CENTER) WHICH IS COLLABORATIVE EFFORT BETWEEN NMDA AND THE NEW MEXICO STATE UNIVERSITY COOPERATIVE EXTENSION SERVICE (CES) TO ENHANCE EXISTING EFFORTS AND PARTNERSHIPS AIMED AT ACHIEVING THE GOALS OF THE FARM AND RANCH STRESS ASSISTANCE NETWORK. IN COOPERATION WITH THE NEW MEXICO FARM AND LIVESTOCK BUREAU AND CES&#39;S HEALTH AND WELLNESS INITIATIVE, THE CENTER WILL USE A BLENDED APPROACH TO ACCOMPLISH FOUR SPECIFIC OBJECTIVES THAT ARE DESIGNED TO IMPROVE BEHAVIORAL HEALTH, REDUCE AND MITIGATE STRESS, AND PROVIDE POSITIVE OUTCOMES FOR NEW MEXICO&#39;S AGRICULTURAL COMMUNITIES. THE OBJECTIVES THAT WILL BE ACCOMPLISHED INCLUDE:1) LEVERAGE EXISTING NETWORK RESOURCES SUCH AS THE STRONGER TOGETHER CAMPAIGN BY THE AMERICAN FARM BUREAU FEDERATION THROUGH A GRASS ROOTS CAMPAIGN TO INCREASE LOCAL AWARENESS AND EDUCATION,2) ENHANCE PROFESSIONAL DEVELOPMENT OPPORTUNITIES BY OFFERING TRAININGS SUCH AS MENTAL HEALTH FIRST AID OR SIMILAR COURSES TO INCREASE SKILLS-BASED CAPACITY TO RECOGNIZE AND RESPOND TO STRESS IN LOCAL COMMUNITIES,3) ADAPT AND CREATE EVIDENCE-BASED STRESS PREVENTION, WELLNESS, AND HEALTH PROMOTION RESOURCES TO RECOGNIZE THE UNIQUE CULTURAL AND TRADITIONAL WAYS OF LIFE IN NEW MEXICO AND HOW THEY ARE AFFECTED BY STRESS; AND,4) HOST MULTIPLE WORKSHOPS BOTH IN PERSON AND VIRTUALLY TO PROVIDE OUTREACH AND EDUCATION REGARDING STRESS RELIEF AND WELLNESS WITHIN DIFFERENT REGIONS OF THE STATE.AGRICULTURE AND NON-AGRICULTURE PROFESSIONALS NEED TO BETTER UNDERSTAND WAYS THAT RESILIENCY THINKING, AND RISK MANAGEMENT STRATEGIES CAN PREVENT OR MITIGATE IMPACTS ON FINANCES, HEALTH, AND WELL-BEING IN THE SHORT AND LONG TERM FOR FARM FAMILIES AND THEIR ENTERPRISES.THROUGH THIS COLLABORATIVE APPROACH THE PROJECT WILL AUGMENT EXISTING EFFORTS AND DEVELOP ADDITIONAL RESOURCES TO INCREASE THE OVERALL WELLBEING AND HEALTH OF NEW MEXICO&#39;S AGRICULTURALISTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_20217003535570_12H3"}, {"internal_id": 138710382, "Award ID": "20217003535569", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-16", "CFDA Number": "10.525", "Description": "FARMING IS A RISKY AND DEMANDING PROFESSION, REQUIRING LONG HOURS AND PHYSICAL EXERTION. LADEN WITH UNCERTAINITY AND VOLATILITY IN FACTORS OUTSIDE OF THEIR CONTROL RANGING FROM THE WEATHER TO MARKET OUTLETS, FARMERS ARE CONSTANTLY CONFRONTED WITH RISK AND STRESS THAT THEY MUST MANAGE. BUILDING ON EXISTING FARMER MENTAL HEALTH PROGRAMMING ON STRESS IDENTIFICATION, PREVENTION, AND MANAGEMENT, WISCONSIN DEPARTMENT OF AGRICULTURE, TRADE AND CONSUMER PROTECTION (DATCP) WILL PARTNER WITH EXTENSION AND NONPROFIT PARTNERS TO INCREASE OUTREACH, IMPACT AND CAPACITY AS WELL AS ENABLE FARMERS TO SUPPORT EACH OTHER THROUGH STRESSFUL TIMES AND FOSTER STRONG FARMER NETWORKS ACROSS THE STATE WHERE FARMERS OF ALL BACKGROUNDS CAN EQUITABLY TAP INTO FARMER STRESS PREVENTION AND MENTAL HEALTH RESOURCES.DATCP WILL USE FUNDS TO IMPLEMENT FIVE PROJECTS. THE FIRST WILL INCREASE AWARENESS AND PARTICIPATION IN FARMER MENTAL HEALTH PROGRAMMING THROUGH IMPROVED OUTREACH AND PROMOTION OF PROGRAMS AND OPPORTUNITIES. THE SECOND WILL EXPAND THE DATCP FARMER MENTAL HEALTH VIDEO SERIES BY PRODUCING ADDITIONAL VIDEOS IN THIS SERIES. THE THIRD PROGRAM WILL FOCUS ON ADAPTING FARMER STRESS PREVENTION AND MENTAL HEALTH RESOURCES TO HMONG AND PARTNERING WITH LOCAL HMONG ORGANIZATIONS ACROSS THE STATE TO ENSURE EQUITABLE ACCESS. THE FOURTH PROGRAM, LED BY EXTENSION, WILL ADAPT THE EXISTING WECOPE STRESS MANAGEMENT PROGRAM TO THE SPECIFIC NEEDS AND SITUATIONS THAT FARMERS FACE TO MAKE THIS SUCCESSFUL PROGRAM RELEVANT FOR FARMERS. THE FIFTH PROGRAM, LED BY THE NATIONALLY RENOWNED FARMER SUPPORT ORGANIZATION, MIDWEST ORGANIC &AMP; SUSTAINABLE EDUCATION SERVICE (MOSES), WILL BUILD ON CURRENT FARMER-LED MENTAL HEALTH GROUP COORDINATION BY OFFERING TRAINING TO FARMERS TO BECOME CERTIFIED PEER SUPPORT SPECIALISTS FOR FELLOW FARMERS.BY IMPLEMENTING THIS SUITE OF COMPLIMENTARY PROGRAMS, DATCP WILL LEVERAGE EXISTING PARTNERSHIPS, EXPAND CURRENT FRSAN FUNDED WORK AND DEVELOP MODELS THAT CAN BE REPLICATED ACROSS THE NATION BY FELLOW SDAS. THROUGH OUTREACH AND PROMOTION, INCREASED ACCESSIBLITY TO RESOURCES, PROGRAMMING ADAPTED FOR FARMERS AND A ROBUST SUPPORT NETWORK THIS GRANT WILL EQUIP FARMERS WITH THE RESOURCES AND SUPPORT THEY NEED TO PREVENT, MANAGE AND ELIMINATE STRESS ASSOCIATED WITH A CAREER IN AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bd57faeb-72b0-bd18-5bcc-351ab3a3111f-C", "generated_internal_id": "ASST_NON_20217003535569_12H3"}, {"internal_id": 139138866, "Award ID": "20217003535566", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "10.525", "Description": "THE U.S. DEPARTMENT OF LABOR CONSISTENTLY LISTS AGRICULTURE/FARM WORK AS ONE OF THE TOP 10 MOST DANGEROUS JOBS. IN ADDITION, FARMER SUICIDES ARE REPORTED TO BE 10 TIMES HIGHER THAN THE NATIONAL AVERAGE. HOWEVER, WE DO NOT NEED MORE REGULATIONS TO GOVERN WHAT HAPPENS ON OUR FARMS AND IN OUR FIELDS. IN MISSISSIPPI, WE RECOGNIZE THE NEED TO PROMOTE AGRICULTURE SAFETY AND MENTAL HEALTH AWARENESS WITHIN OUR AGRICULTURE INDUSTRY.THE MISSISSIPPI AGRICULTURE MENTAL HEALTH ASSISTANCE PROJECT WILL STRENGTHEN PROGRAMS THAT PROVIDE FARM STRESS AND MENTAL HEALTH EDUCATION, AWARENESS, AND TRAINING, AND INCREASE SPECIALIZED SERVICES FOR MISSISSIPPI FARM FAMILIES AND OTHERS IN AGRICULTURE-RELATED OCCUPATIONS.OUR FIRST STEP IS TO ASSIMILATE CURRENT DATA ON AGRICULTURAL INDUSTRY/RELATED OCCUPATIONS INJURIES AND DEATHS IN MISSISSIPPI. WE HAVE ACCESS TO NATIONAL DATA, BUT STATE-WIDE DATA HAS NOT BEEN ANALYZED. IN ORDER TO HELPIDENTIFY THE MOST EFFECTIVE METHODS OF CREATING AWARENESS, DEVELOPING HEALTHCARE PROVIDER TRAINING, AND PROMOTING MENTAL HEALTH ASSISTANCE/SERVICES TO THE MOST RURAL AREAS OF OUR STATE, THIS LOCAL DATA IS CRITICAL IN COMMUNICATING THE NEED FOR FARM STRESS ASSISTNACE AND MENTAL HEALTH SERVICES IN THE FARMING COMMUNITY. WE WILL PARTNER WITH VARIOUS AGENCIES UNDER THE LEADERSHIP OF THE MISSISSIPPI STATE UNIVERSITY EXTENSION SERVICE (MSU-ES) TO COLLECT AND FORMULATE DATA TO BE USED IN EDUCATION AND PUBLIC RELATIONS ACTIVITIES PROVIDED THROUGH THIS PROJECT.FINANCIAL MANAGEMENT IN AGRICULTURE PRODUCTION IS A LEADING FARM STRESSOR, AND THIS TOPICWILL BE ADDRESSED EARLY IN THIS PROJECT. IN ORDER TO EXPAND EXISTING CONTENT IN FARMER EDUCATION PROGRAMS PROVIDED BY THE MSU EXTENSION SERVICE, VIRTUAL TRAINING MATERIALS AND VIDEOSON FARM FINANCIAL MANAGEMENT TOPICS WILL BE DEVELOPED. THESE VIDEOS WILL BE MADE AVAILABLE THROUGH COUNTY EXTENSION OFFICES AND ON MSU EXTENSION SERVICE&#39;S ONLINE TRAINING PLATFORM.MISSISSIPPI IS A VERY RURAL STATE, AND WE REALIZE THAT MOST FARMERS AND FARM FAMILIES HAVE LIMITED OPTIONS IN MENTAL HEALTH CARE. THROUGH THIS PROJECT, WE WANT TO EQUIP RURAL HEALTHCARE PROVIDERS WITH THE TOOLS THEY NEED TO IDENTIFY AND ADDRESS THE CULTURAL AND ENVIRONMENTAL RISKS PRESENTED TO FARMERS AND THEIR FAMILIES. THROUGH A PARTNERSHIP WITH MSU-ES AND UNIVERSITY OF MISSISSIPPI MEDICAL CENTER&#39;S PROJECT ECHO (EXTENSION FOR COMMUNITY HEALTHCARE OUTCOMES), RURAL CULTURAL COMPETENCY/FARMER EDUCATION SPECIALTY TRAINING FOR PHYSICIANS, NURSE PRACTITIONERS AND PHYSICIAN ASSISTANTS WILL OCCUR. THIS TRAINING WILL EXPAND FARM STRESS ASSISTANCE AND SUPPORT TO MEDICAL CLINICS THROUGHOUT THE STATE. THE ECHO PROGRAM IS ALREADY IN PLACE AND HAS PROVED AN EFFECTIVE TOOL IN CONTINUING EDUCATION OPPORTUNTIES FOR MISSISSIPPI HEALTHCARE PROVIDERS, AND ADDING A COURSE TO LEARN AND IDENTIFY FARM STRESSORS AND AGRICULTURE SAFETY ISSUES, INJURIES AND DEATHS WILL EXPAND THE SERVICES AVAILABLE TO FARMERS AND THEIR FAMILES IN RURAL REGIONS IN THE STATE.FINALLY, THIS PROJECT WILL EXPAND AN AGRICULTURAL MENTAL HEALTH AWARENESS CAMPAIGN IN PARTNERSHIP WITH THE MISSISSIPPI FARM BUREAU FEDERATION AND THE FARM FAMILIES OF MISSISSIPPI TO PRODUCE AND PROMOTE COMMERCIALS FOR STATEWIDE TV MARKETS. THESE ADVERTISEMENTSWILL HELP TO INCREASE MENTAL HEALTH AWARENESS IN THE AGRICULTURE COMMUNITY, EDUCATE THE PUBLIC ONWARNING SIGNS OF MENTAL STRESSORS AND PROVIDE INFORMATION REGARDING WHERE HELP CAN BE OBTAINED. PLANS ARE IN PLACE TO AIR APPROXIMATELY 1800 COMMERCIALS OVER A THREE MONTH PERIOD IN ALL SIX OF THE MAJOR TV MARKETS IN MISSISSIPPI.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6440c560-6929-2021-449b-1fbfa8f1178c-C", "generated_internal_id": "ASST_NON_20217003535566_12H3"}, {"internal_id": 138710335, "Award ID": "20217003535565", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-16", "CFDA Number": "10.525", "Description": "FARMING AND RANCHING, THE BEDROCK ECONOMIC DRIVERS IN MANY RURAL COMMUNITIES, IS STRESSFUL EVEN IN THE BEST OF TIMES. FINANCIAL WORRIES, UNPREDICTABLE WEATHER, UNPREDICTABLE COMMODITY PRICES, PLANT PESTS, INJURY, LIVESTOCK DISEASES, AND ISOLATION ALL CONTRIBUTE TO THE AGRICULTURAL PRODUCER&#39;S STRESS. SINCE 2013, THE AGRICULTURAL SECTOR IN NORTH DAKOTA HAS BEEN HEAVILY IMPACTED BY STRESS FACTORS INCLUDING BOTH MOISTURE AND DROUGHT CONDITIONS, REDUCED COMMODITY PRICES, AND TRADE DIFFICULTIES. SUCH STRESSES NOT ONLY CREATE SEVERE FINANCIAL STRESSES IN AGRICULTURE, BUT ELEVATE NEGATIVE EFFECTS ON PHYSICAL AND MENTAL HEALTH, RELATIONSHIPS AND OVERALL WELL-BEING OF THOSE WORKING IN AGRICULTURE. IN TURN, SUCH CONDITIONS PLACE THE LARGER AGRICULTURAL SYSTEM AT RISK AND THREATEN THE CONSISTENT PROVISION OF FOOD, FIBER, AND FUEL THAT CITIZENS AND COMMUNITIES DEPEND ON EVERY DAY FOR THEIR WELL-BEING.THE NORTH DAKOTA FARM AND RANCH STRESS ASSISTANCE NETWORK PROJECT IS DESIGNED TO DEVELOP AND SUPPLY RESOURCES, OFFER EDUCATIONAL PROGRAMS, FACILITATE STRESS ASSISTANCE EFFORTS AND BUILD PARTNERSHIPS TO ADDRESS THE TOPIC OF FARM AND RANCH STRESS AND IMPROVE HEALTH AND WELL-BEING FOR THOSE WORKING IN AGRICULTURE AND THEIR OPERATIONS. THIS WILL BE ACCOMPLISHED THROUGH ESTABLISHING A COORDINATED NETWORK OF PARTNERS TO WORK TOGETHER IN ADDRESSING FARM STRESS ISSUES, AS WELL AS DELIVERING EDUCATIONAL RESOURCES AND PROGRAMS THAT BUILD CAPACITY AND RESILIENCE IN ADDRESSING HEALTH-RELATED CONCERNS IN AGRICULTURE, PARTICULARLY MENTAL AND BEHAVIORAL HEALTH. IN ADDITION, THE PROJECT WILL ENHANCE SUPPORT AND SERVICES TO FARM AND RANCH POPULATIONS IN NEED THROUGH INFORMATION REFERRAL, CRISIS LINE SUPPORT, AND TELEHEALTH AND IN-PERSON COUNSELING SERVICES. THROUGH THIS PROJECT, WE WILL INCREASE THE BREADTH OF STRESS-ASSISTANCE PROGRAM OFFERINGS TO FARM AND RANCH POPULATIONS AND THEIR ADVOCATES, IMPROVE THE HEALTH AND RESILIENCE OF FARM AND RANCH POPULATIONS, AND MAKE THE AGRICULTURAL SYSTEM MORE ROBUST IN HANDLING VARIED STRESSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c12ca7e0-7cb6-42e2-7e88-a39063d47ec0-C", "generated_internal_id": "ASST_NON_20217003535565_12H3"}, {"internal_id": 139138855, "Award ID": "20217003535552", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "10.525", "Description": "IN ADDITION TO INCREASING THE UNDERSTANDING OF HOW AGRICULTURE HAS VERY SPECIFIC STRESSORS AND WHAT THOSE ARE, WE WILL CREATE A TARGETED MARKETING AND OUTREACH PROGRAM TO ENSURE AWARENESS OF THE RESOURCES AND ACTIVITIES DEVELOPED THROUGH THIS FUNDING. ACTIVITIES MAY INCLUDE RADIO SPOTS, DIRECT MARKET MAILINGS, DEVELOPMENT OF A MOBILE APP, AND CREATION OF PRINTED MATERIALS FOR USE BY OUR PARTNERS, AND ATTENDANCE AT INDUSTRY EVENTS INCLUDING REGIONAL AND LOCAL AG FAIRS AND THE UCONN SOLID GROUND WEBINARS AND EVENTS.?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1619fd06-aaf8-a97c-0902-579dafa5877e-C", "generated_internal_id": "ASST_NON_20217003535552_12H3"}, {"internal_id": 138710391, "Award ID": "20217003535551", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "10.525", "Description": "IN 2020, THE AMERICAN FOUNDATION FOR SUICIDE PREVENTION FOUND THAT SUICIDE WAS THE 10TH LEADING CAUSE OF DEATH PARTICULARLY IN THE APPALACHIAN REGION (CARROLL, 2019). IN TENNESSEE, THE SUICIDE RATE (AS OF 2018 DATA) WAS 17.1 PER 100,000 INDIVIDUALS, WHICH IS SIGNIFICANTLY HIGHER THAN THE NATIONAL AVERAGE OF 14.8 PER 100,000 INDIVIDUALS. THIS DISPROPORTIONALITY IS PARTIALLY DUE TO THE FACT THAT THERE IS AN INCREDIBLE LACK OF AVAILABILITY FOR MENTAL HEALTH PROFESSIONALS AND SERVICES FOR THE 111 MILLION PEOPLE LIVING IN RURAL AMERICA, ACCORDING TO THE DEPARTMENT OF HEALTH AND HUMAN SERVICES. IN 2018, TENNESSEE MALES COMPLETED SUICIDES OVER THREE TIMES THE RATE OF FEMALES, MOST OF WHOM WERE ABOVE AGE 40. PRECISE NUMBERS ARE NOT AVAILABLE BECAUSE TENNESSEE DOES NOT TRACK SUICIDES IN A MANNER THAT ALLOWS US TO DETERMINE WHICH OF THOSE TRAGEDIES WERE ENGAGED IN AGRICULTURE. IT IS ALSO DIFFICULT TO DETERMINE THE EXACT NUMBER OF DEATHS FOR AGRICULTURAL WORKERS BECAUSE OF UNDER-REPORTED RATES OF STRESS AND SUICIDAL IDEATION, AND BECAUSE METHODS USED MAY PRESENT LIKE UNINTENTIONAL INJURIES.NEVERTHELESS, WE KNOW THAT STRESS AND SUICIDES ARE IMPACTING TENNESSEE&#39;S AGRICULTURAL SECTOR. IN ADDITION TO UNPREDICTABLE CLIMATE AND WEATHER CHANGES, TENNESSEE FARMERS, RANCHERS, AND FORESTERS FACE AN EVER-CHANGING ECONOMIC LANDSCAPE IMPACTED BY POLICIES AND CONSUMER BEHAVIORS. THE SUSTAINABILITY OF PRODUCTION, LAND, AND OPERATIONAL RESOURCES REQUIRES CONSTANT AND UNYIELDING OVERSIGHT AND MANAGEMENT. FOR AGRICULTURAL PRODUCERS, THIS IS A CLASSIC CASE OF \"PILE-UP STRESS\". IN THE MENTAL AND BEHAVIORAL HEALTH FIELD IT IS WELL-KNOWN AND DOCUMENTED THAT CONSTANTLY DEALING WITH THIS FORM OF TOXIC STRESS DIRECTLY RELATES TO DETRIMENTAL OUTCOMES SUCH AS EARLY DEATH, POOR FAMILY FUNCTIONING, AND SUBSTANCE/ALCOHOL ABUSE. IN FACT, AMERICA LOSES $530 BILLION ANNUALLY DUE TO LOST PRODUCTION RELATED TO UNMANAGED MENTAL HEALTH.ADDRESSING THIS ISSUE REQUIRES INCREASING THE ABILITY OF COMMUNITY MEMBERS WHO REGULARLY INTERACT WITH TENNESSEE FARMERS, RANCHERS, AND FORESTERS SO THAT THEY CAN RECOGNIZE AND RESPOND TO SYMPTOMS OF STRESS. THE ULTIMATE GOAL OF THIS PROJECT IS TO INCREASE TENNESSEE&#39;S ABILITY TO HELP THOSE IN NEED. THROUGH THIS WORK WE WILL BE ABLE TO REACH OUT AND SUPPORT THE FARMERS, RANCHERS, AND FORESTERS WHO WORK HARD TO PROVIDE FOR EVERYONE ELSE.TO INCREASE AWARENESS AND ACCESS TO SUICIDE PREVENTION AND STRESS REDUCTION RESOURCES, THIS PROJECT WILL CREATE AN INFRASTRUCTURE OF SPECIALLY TRAINED EXTENSION AGENTS WHO WILL SERVE AS \"FIRST RESPONDERS\" TO INTERVENE DIRECTLY WITHIN COMMUNITIES AND INDIVIDUALLY WITH FARMERS, RANCHERS, AND FORESTERS. WHILE NOT \"MENTAL HEALTH\" PRACTITIONERS, THESE PROFESSIONALS WILL BE ABLE TO ASSESS, SUGGEST, AND CONNECT INDIVIDUALS TO RESOURCES THAT CAN MITIGATE THE IMPACT OF CHRONIC AND EPISODIC STRESSORS-- WITH THE ULTIMATE GOAL OF PREVENTING SUICIDE. ADDITIONALLY, A TARGETED EVENT WILL BRING TOGETHER THOSE WORKING TO ADDRESS THIS ISSUESO THAT THEY MAY COLLABORATIVELY COORDINATE EFFORTS IN TENNESSEE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc6c49af-45e8-538d-d210-025c073d3ba2-C", "generated_internal_id": "ASST_NON_20217003535551_12H3"}, {"internal_id": 139138815, "Award ID": "20217003535550", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "10.525", "Description": "NY FARMNET HAS BEEN ASSISTING FARMERS FOR 35 YEARS BY OFFERING FREE, CONFIDENTIAL, AND IMPARTIAL CONSULTING SERVICES. PROGRAM CONSULTANTS WORK IN TEAMS OF TWO: FINANCIAL CONSULTANTS FOCUS ON BUSINESS/SUCCESSION PLANNING, FINANCIAL ANALYSIS, DIVERSIFICATION, ETC. AND FAMILY CONSULTANTS PROVIDE PROFESSIONAL AGRICULTURAL BEHAVIORAL HEALTH COUNSELING. THEIR WORK IS CENTERED AROUND COMMUNICATION, STRESS MANAGEMENT, REFERRALS TO COMMUNITY RESOURCES, AND MANAGING ANXIETY AND DEPRESSION.THIS PROJECT AIMS TO RAISE AWARENESS IN THE AGRICULTURAL COMMUNITY OF NEW YORK AROUND BEHAVIORAL HEALTH SERVICES THAT ARE AVAILABLE, AND TO EXPAND UPON THESE SERVICES. NY FARMNET WILL DEVELOP A GROUP OF SKILLED TRAINERS IN MENTAL HEALTH FIRST AID (MHFA) AND HOLD FREE OF CHARGE WORKSHOPS IN MHFA AND SAFETALK (SUICIDE PREVENTION) FOR FARMERS AND AGRIBUSINESS PROFESSIONALS ACROSS THE STATE.A MARKETING CAMPAIGN WILL HELP LESSEN THE STIGMA ASSOCIATED WITH ASKING FOR HELP WITH BEHAVIORAL HEALTH CHALLENGES. FARMERS WILL BE DIRECTED TO NY FARMNET AND THE NY AGRICULTURAL MEDIATION PROGRAM (NYSAMP), AS WELL AS ADDITIONAL ORGANIZATIONS, AS ACCESSIBLE RESOURCES SPECIFICALLY TAILORED TO THE LIFESTYLES AND COMMUNITIES THAT FARMERS HOLD.NYSAMP, AS A SUBRECIPIENT TO NY FARMNET, WILL OFFER DIRECT SERVICES FOR LABOR ISSUES TO THE FARM COMMUNITY. THEY WILL PROVIDE SPECIALIZED TRAINING TO A TEAM OF HIGHLY SKILLED MEDIATORS, AND EXPAND SERVICES TO ADDRESS LABOR TOPICS BETWEEN OR AMONGST EMPLOYEES AND EMPLOYERS SUCH AS CONFLICT MANAGEMENT, CULTIVATING RELATIONSHIPS, AND COMMUNICATION.BOTH NY FARMNET AND NYSAMP PLANS OF WORK ARE SUPPORTIVE OF SERVICES ALREADY BEING OFFERED, AND BUILD A PLATFORM FROM WHICH THE PROGRAMS WILL CONTINUE TO OPERATE FOR MANY YEARS INTO THE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b43b89f8-52a4-5d6e-307b-a6eb1a73e884-C", "generated_internal_id": "ASST_NON_20217003535550_12H3"}, {"internal_id": 139138821, "Award ID": "20217003535500", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-29", "CFDA Number": "10.525", "Description": "WV FARMERSINTHISREGIONFACEMANYCHALLENGES, INCLUDING BUT NOT LIMITED TOAGRICULTURE LANDACCESS,UNBALANCEDPRICINGWITH THE VALUATION OF AGRICULTURE USE,ACCESS TO CREDIT, LABORAND FARM TRANSITION RESOURCESFOR AGING FARMERS. THESE CHALLENGES AND STRESSORS ALONG WITH OTHERSCONTRIBUTE THE MENTAL HEALTH STATUSOF THE FARMING COMMUNITY.THIS PROJECT WILL PROVIDE SUBGRANTS TO GROUPS THAT AREPOISED TO ASSIST IN ADDRESSING THESE CHALLENGESWITH NEW PROGRAMS,BUT LACK ACCESS TO NEEDED FUNDING TO START-UP OR SCALE UP AVAILABLE SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10d5c894-68d2-2188-e9eb-f782b0ebd671-C", "generated_internal_id": "ASST_NON_20217003535500_12H3"}, {"internal_id": 138710339, "Award ID": "20217003535499", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "10.525", "Description": "THE MASSACHUSETTS DEPARTMENT OF AGRICULTURAL RESOURCES(MDAR)SEEKS TO ADDRESS THE CURRENT MENTAL HEALTH AND WELLNESS GAPS THAT EXISTWITHIN THE STATE AND EXPAND THE AVAILABILITY OF RESOURCES TO FARMERS, STATE STAFF, SERVICE PROVIDERS, AND PARTNER ORGANIZATIONS.THE PANDEMIC HAS LEDTHE AGRICULTURAL COMMUNITYTOFACEEXTREMEADVERSITY IN ADDITION TONAVIGATING PRE-EXISTING CHALLENGES,WHICH HAS SEVERELY IMPACTEDMENTAL HEALTH ANDWELLNESS. THROUGH A COLLABORATIVE APPROACH, MDAR WILL 1.) CONTRACT WITH STATE AND REGIONAL SERVICE PROVIDERS TO CONDUCT TRAININGS FOR FARMERS, STATE STAFF, SUB-CONTRACTORSAND SERVICE PROVIDERS; 2.) DEVELOP AND DISSEMINATE A MENTAL HEALTH AND WELLNESS TOOLKIT; AND 3.) PARTNER WITH STATE AND REGIONAL SERVICE PROVIDERS, PROFESSIONALS, AND INDUSTRY MENTAL HEALTH EXPERTS TO SHARE RESOURCES AND CONDUCT OUTREACH TO THE AGRICULTURAL COMMUNITY. TARGET AUDIENCES FOR THE PROJECT INCLUDE FARMERS, WITH SPECIAL CONSIDERATION TO, BLACK, INDIGENOUS, PEOPLE OF COLOR (BIPOC), VETERANS, ENVIRONMENTAL JUSTICE COMMUNITIES, AND SOCIALLY DISADVANTAGED POPULATIONS. MDAR WILL PARTNER WITH AND LEVERAGE THE KNOWLEDGE AND EXPERTISE OF SERVICE PROVIDERS IN THE STATE AND REGIONAL NETWORK, INCLUDING LAND FOR GOOD, MASSACHUSETTS FARM BUREAU FEDERATION, NATIONAL YOUNG FARMERS COALITION, NEW ENTRY SUSTAINABLE FARMING PROJECT, AND UNIVERSITY OF MASSACHUSETTS (UMASS) EXTENSION SERVICES. THE ANTICIPATED REACH OF THE PROJECT FOR THE FIRST YEAR WILL BE 300 INDIVIDUALS WHO WILL COMPLETE THE TRAININGS OFFERED. THE PROJECT WILL BE LED BY ASHLEY RANDLE, DEPUTY COMMISSIONER, WITH SUPPORT FROM MELISSA ADAMS, FARM VIABILITY AND AGRICULTURAL BUSINESS TRAINING PROGRAMS COORDINATOR, AND ROSE ARRUDA, URBAN AG COORDINATOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "886082cb-ee8b-8a42-d1e5-1b3f21ca482d-C", "generated_internal_id": "ASST_NON_20217003535499_12H3"}, {"internal_id": 138710336, "Award ID": "20217003535462", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "10.525", "Description": "IN 2019, THE ISDA LAUNCHED A NEW PROGRAM, THE FARM AND RANCH CENTER. IN 2020, WE RECEIVED FUNDING AND AUTHORITY TO HIRE THE PROGRAM&#39;S FIRST MANAGER JUST AS THE COVID-19 PANDEMIC CREATED A HEIGHTENED NEED FOR PRODUCER SERVICES. THE NEED FOR SERVICES RELATED TO FINANCIAL MANAGEMENT, COMMUNICATION, TRANSITION PLANNING, AND FARM STRESS MANAGEMENT HAVE NOT ONLY GONE MOSTLY UNMET IN IDAHO, BUT REMAIN KNOWN STRESSORS ON AGRICULTURAL PRODUCERS.UTILIZING THE EXISTING FOUNDATION OF THE FARM AND RANCH CENTER, WE PROPOSE THE IMPLEMENTATION OF 26 TRAININGS RELATED TO THE ABOVE TOPIC AREAS, IDAHO&#39;S FIRST EVER STATEWIDE CONFERENCE ON FARM STRESS MANAGEMENT, AND A MENTAL HEALTH MEDIA CAMPAIGN. EVALUATION TOOLS SUCH AS ATTENDANCE NUMBERS, QUESTIONNAIRES, AND INTERVIEWS WILL BE USED TO MEASURE THE IMPACT OF THIS PROJECT. OUR AIM FOR THIS PROJECT IS TO INCREASE PRODUCERS&#39; ABILITY TO MITIGATE FARM STRESS, DECREASE THE STIGMA AROUND MENTAL HEALTH, AND EQUIP COMMUNITY MEMBERS AND ALLIES TO THE AGRICULTURAL INDUSTRY WITH THE TOOLS TO SUPPORT IDAHO FARMERS AND RANCHERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3652fb88-8c96-8f10-51af-64be4d7067bf-C", "generated_internal_id": "ASST_NON_20217003535462_12H3"}, {"internal_id": 138710414, "Award ID": "20217003535461", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.525", "Description": "THE MINNESOTA DEPARTMENT OF AGRICULTURE (MDA) RECOGNIZES A WIDE ARRAY OF FACTORS THAT CONTRIBUTE TO HIGH STRESS LEVELS FOR FARMERS, RANCHERS, AND OTHERS IN AGRICULTURE, AND THE GRAVE CONSEQUENCES THAT CHRONIC AND ACUTE STRESS POSE FOR THE MENTAL, PHYSICAL, AND SOCIAL HEALTH AND WELL-BEING OF INDIVIDUALS, FAMILIES, AND COMMUNITIES. THIS PROJECT BUILDS ON LEGACY PROGRAMS, AS WELL AS MORE RECENT FARM AND RURAL STRESS INITIATIVES.\"BEND, DON&#39;T BREAK\" WILL ENGAGE AGENCY, NONPROFIT, AND EDUCATIONAL PARTNERS IN THIS WORK - ENHANCING MANY EXISTING MINNESOTA EFFORTS TO HELP FARMERS AND OTHERS IN AGRICULTURE COPE WITH ADVERSITY.THROUGH OUR WORK DURING THE PAST SEVERAL YEARS, WE HAVE COLLECTIVELY IDENTIFIED SUICIDE, FARM TRANSITION/SUCCESSION, LEGAL PROBLEMS, FAMILY RELATIONSHIPS (ESPECIALLY FRAGILE MARRIAGES), AND YOUTH STRESS AS PARTICULAR CHALLENGES THAT AFFECT MAINSTREAM PRODUCERS OF ALL SIZES TODAY. SEVERAL OF OUR PARTNERS REPRESENT INDIGENOUS OR EMERGING/UNDERSERVED FARMERS; THEY WILL ENHANCE CULTURALLY-APPROPRIATE PROGRAMMING FOR THESE COMMUNITIES.THIS PROJECT WILL SUPPORT, IMPROVE, AND PROMOTE EXISTING DIRECT SERVICES LIKE MENTAL HEALTH COUNSELING, FARM ADVOCATES, MARRIAGE RETREATS, AND A 24/7 FARM &AMP; RURAL HELPLINE. IT WILL ALSO EXPAND EFFORTS TO ENHANCE THE SKILLS AND RESPONSIVENESS OF PROFESSIONALS WHO WORK WITH FARM FAMILIES IN STRESS (E.G., AGENCY, EXTENSION, CLERGY, RURAL ATTORNEYS, SOCIAL SERVICES, AGRICULTURAL SERVICE PROVIDERS) THROUGH WORKSHOPS, TRAININGS, AND OTHER RESOURCES. THE PROJECT WILL INCLUDE A VARIETY OF OUTREACH STRATEGIES, SUCH AS PAID ADVERTISING, SOCIAL MEDIA, AND EXPANDING A RADIO AND PODCAST PROGRAM THAT REASSURES AND INSPIRES LISTENERS WITH STORIES ABOUT FARMERS AND RANCHERS IN THEIR REGION WHO HAVE NAVIGATED PERSONAL CHALLENGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "243c42fe-e9bd-c718-77c5-205723805d8e-C", "generated_internal_id": "ASST_NON_20217003535461_12H3"}, {"internal_id": 138710411, "Award ID": "20217003535460", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-16", "CFDA Number": "10.525", "Description": "FARMER AND RANCHER STRESS ASSISTANCE NETWORK - NORTH CAROLINA (FRSAN-NC)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2becc577-7e88-c69f-e38c-6632e97b23cf-C", "generated_internal_id": "ASST_NON_20217003535460_12H3"}, {"internal_id": 138340992, "Award ID": "20217003535442", "Award Amount": 559605.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-09", "CFDA Number": "10.525", "Description": "ALL MSU FARM STRESS EDUCATIONAL PROGRAMS COLLECT OUTCOME DATA THAT ASSESSES PROGRAM EFFECTIVENESS AND IMPACTS. FOR THIS PROJECT, ONE-TIME, POST-PROGRAM RETROSPECTIVE EVALUATION SURVEYS WILL BE VOLUNTARILY COMPLETED BY PROGRAM PARTICIPANTS. SURVEYS ALSO COLLECT SELF-REPORTED DEMOGRAPHIC DATA SUCH AS GENDER, RACE, ETHNICITY, AND ZIP CODE OF RESIDENCE WHICH CAN BE USED TO REPORT A PROFILE OF PROGRAM PARTICIPANTS REACH BY THE FUNDED ACTIVITIES AND SERVICES. PROGRAM EVALUATION SURVEY QUESTIONS WILL ASK PARTICIPANTS ABOUT THEIR KNOWLEDGE AND CONFIDENCE GAINED DUE TO ATTENDING THE PROGRAM OR ACTIVITIES, RELATED TO KEY PROGRAM GOALS AND PERFORMANCE MEASURES OF THIS PROJECT. THE PROJECT EXPECTS 75% OR GREATER PERCENTAGE OF ALL PARTICIPANTS TO REPORT GAINING UNDERSTANDING OF THE CURRENT AGRICULTURAL FINANCIAL SITUATION; OF THE IMPACT THAT STRESS HAS IN OUR LIVES AND ON OUR BODIES; OF THE WARNING SIGNS OF SUICIDE; OF WHERE TO SEND PEOPLE FOR HELP; AND GAINING CONFIDENCE IN IDENTIFYING SIGNS AND SYMPTOMS OF STRESS; AND IN COMMUNICATING WITH SOMEONE EXPERIENCING STRESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ff7ba10d-ee95-175c-4c61-590cea4a983e-C", "generated_internal_id": "ASST_NON_20217003535442_12H3"}, {"internal_id": 138340991, "Award ID": "20217003535441", "Award Amount": 559606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-08", "CFDA Number": "10.525", "Description": "LOUISIANA FARMER STRESS ASSISTANCE PROGRAMLOUISIANA FARMERS HAVE FACED UNPRECEDENTED CHALLENGES DURING RECENT DAYS. THE DEVASTATION OF INCREASED WEATHER-RELATED DISASTER EVENTS AND SIGNIFICANT FINANCIAL LOSSES HAS RESULTED IN UNPRECEDENTED STRESS UPON OUR STATES&#39; FARMERS, RANCHERS AND VETERINARIANS. THEIR OVERALL MENTAL HEALTH IS OF INCREASING CONCERN. AS A RESULT OF THESE ISSUES FOR FARMERS, RANCHERS AND VETERINARIANS, THE LOUISIANA DEPARTMENT OF AGRICULTURE AND FORESTRY (LDAF) WILL IMPLEMENT THE LOUISIANA FARMER STRESS ASSISTANCE PROGRAM. THE LDAF PROJECT DIRECTOR WILL JOIN THE FARM AND RANCH STRESS ASSISTANCE NETWORK - SOUTHERN REGION AND WORK IN PARTNERSHIP WITH THIS GROUP TO OFFER AN EFFECTIVE STRESS ASSISTANCE PROGRAM FOCUSED ON RURAL OUTREACH.PRIMARY COMPONENTS OF THE PROGRAM INCLUDE: CREATING NEW AND CURATING EXCEPTIONAL STRESS MANAGEMENT EDUCATIONAL RESOURCES (GEAUX BOOK); ESTABLISHING A SOCIAL WEBSITE WITH FARM AND RANCH STRESS INFORMATION; AND PROVIDING TRAINING FOR PROJECT STAFF AND STAKEHOLDERS (TO INCLUDE MENTAL HEALTH PROFESSIONALS, MEDICAL PROFESSIONALS, FARMERS, RANCHERS, VETERINARIANS, AGRICULTURE INDUSTRY PROFESSIONALS AND FARM LENDERS) IN THE AREA OF MENTAL HEALTH. ADDITIONALLY, THE PROJECT WILL BE COMPRISED OF A MOBILE OUTREACH HEALTH AND SAFETY UNIT THAT OFFERS STRESS MANAGEMENT ASSISTANCE INFORMATION/EDUCATION IN RURAL AREAS FOR FARMERS, RANCHERS AND VETERINARIANS.EXTENSION REQUEST: AN EXTENSION WOULD LIKE TO BE REQUESTED TO ENSURE THAT SOME OF OUR INITIAL DELAYS ARE ACCOUNTED FOR. WE PLAN TO CONTINUE THE MISSION OF THE GRANT. THERE ARE UPCOMING EVENTS THAT ARE HAPPENING AFTER THE GRANT IS TO CONCLUDE. SOME OF THOSE EVENTS WERE LIMITED DURING THE ALLOTTED TIME OF THE GRANT AND WERE NEEDED TO RESCHEDULE. PLANS ARE UNDERWAY TO ATTEND MORE EVENTS OVER COMING MONTHS AND YEARS. THE NEED FOR THIS PROGRAM IS EXPONENTIALLY IMPORTANT!", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "453f8c05-686f-d50a-9c9c-b9f78d3bab23-C", "generated_internal_id": "ASST_NON_20217003535441_12H3"}, {"internal_id": 138710375, "Award ID": "20217003535436", "Award Amount": 559606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "10.525", "Description": "THE MISSOURI FARM STRESS PROJECT WILL EXPAND ON CURRENT AGRICULTURAL BEHAVIORAL HEALTH AND STRESS COUNSELING, AND SUSTAIN MENTAL HEALTH AND SUICIDE PREVENTION ASSISTANCE PROGRAMS TO PROFESSIONALS AND INDIVIDUALS WHO ARE ENGAGED IN FARMING, RANCHING, AND OTHER AGRICULTURE-RELATED OCCUPATIONS. RURAL MISSOURI IS FACING A MENTAL HEALTH CRISIS, FUELED LARGELY BY GROWING ECONOMIC STRESS AND MENTAL HEALTH DISPARITIES THAT ARE DISPROPORTIONATELY AFFECTING THE AGRICULTURAL COMMUNITY (REIDHEAD, MEDOWS, DOTHAGE, FUNKENBUSCH, DAVIS, WILLIAMS, GOWDY, &AMP; GREIMANN, 2020). UNDER THE DIRECTION OF THE MISSOURI DEPARTMENT OF AGRICULTURE, AND IN PARTNERSHIP WITH THE UNIVERSITY OF MISSOURI EXTENSION AND THE AGRISTRESS RESPONSE NETWORK, THIS PROJECT WILL PROVIDE A CRISIS HOTLINE THAT MEETS THE NEEDS OF THE AGRICULTURE INDUSTRY, INCREASE ACCESS TO CRITICAL MENTAL HEALTH SERVICES THROUGH TELEPSYCHOLOGY, AND TRAIN MORE PROFESSIONALS IN MENTAL HEALTH FIRST AID AND OTHER VALUABLE CURRICULUMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bc461ae-e926-abe7-7d27-0ec33dc67576-C", "generated_internal_id": "ASST_NON_20217003535436_12H3"}, {"internal_id": 139138921, "Award ID": "20217003535435", "Award Amount": 559606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "10.525", "Description": "FARM & RANCH STRESS ASSISTANCE NETWORK-STATE DEPARTMENTS OF AGRICULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "709a083f-d20a-f977-e96e-37f4d7e392b9-C", "generated_internal_id": "ASST_NON_20217003535435_12H3"}, {"internal_id": 138710342, "Award ID": "20217003535434", "Award Amount": 559606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.525", "Description": "THIS PROJECT SUPPORTS THE VITALITY AND PSYCHOSOCIAL WELLBEING OF COLORADO&#39;S AGRICULTURAL WORKERS WITH COMMUNITY-BASED EFFORTS TO MANAGE THE INCREASING STRESSES ON FARMERS AND RANCHERS. BECAUSE THIS WORK REQUIRES TRUST AND RELATIONSHIPS, IT ENGAGES TRUSTED PARTNERS TO CARRY OUT THE WORK. IT BUILDS ON THE COLORADO FARM BUREAU&#39;S TRAINING FOR BEHAVIORAL HEALTH PROVIDERS IN CULTURALLY COMPETENT CARE FOR AGRICULTURAL COMMUNITIES. FARM BUREAU WILL ALSO CREATE A LIST OF TRAINED THERAPISTS FOR REFERRALS. THIS PROJECT EXPANDS THE REACH OF THE SOUTHEAST HEALTH GROUP&#39;S PEER SUPPORT TRAINING FOR AGRICULTURAL WORKERS IN SOUTHEAST COLORADO AND PROVIDES EQUIPMENT FOR A DROP-IN CENTER FOR FARMERS AND RANCHERS. THIS PROJECT ALSO BUILDS ON THE WORK OF LA PLATA FAMILY CENTERS COALITION TO PROMOTE WELLBEING AMONG COMMUNITIES IN SOUTHWEST COLORADO, INCLUDING MIGRANT AGRICULTURAL WORKERS AND OTHERS WHO DO NOT SPEAK ENGLISH AS THEIR FIRST LANGUAGE. LPFCC WILL CREATE CULTURALLY RELEVANT MATERIALS AND TRAINING ABOUT MENTAL HEALTH THAT WILL BE DISSEMINATED STATEWIDE. THIS PROJECT WILL EXPAND ACCESS TO ROCKY MOUNTAIN FARMERS UNION&#39;S RURAL PEER ASSISTANCE NETWORK TRAINING WITH CELLULAR TABLETS, AND PROVIDE FUNDING TO THE COLORADO AGRABILITY PROJECT FOR ASSISTIVE TECHNOLOGY, WHICH PREVENTS DEPRESSION BY KEEPING FARMERS AND RANCHERS WORKING, EVEN WITH A DISABILITY. THE COLORADO DEPARTMENT OF AGRICULTURE WILL SERVE AS CONVENER AND COORDINATOR. CDA WILL ALSO DESIGN AN ONLINE TRAINING FOR CRISIS CENTER STAFF ON THE UNIQUE CHALLENGES FACING AGRICULTURAL WORKERS AND SKILLS FOR SUPPORTING THEM, AND CREATE A CLEARINGHOUSE OF INFORMATION ABOUT THE SERVICES AND SUPPORTS AVAILABLE TO AGRICULTURAL WORKERS THROUGHOUT THE STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ccb9af3-44a4-50ea-5fb4-12ffe7beee08-C", "generated_internal_id": "ASST_NON_20217003535434_12H3"}, {"internal_id": 138340990, "Award ID": "20217003535393", "Award Amount": 559606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-09", "CFDA Number": "10.525", "Description": "TEXAS AGRICULTURE WORKERS/PRODUCERS DESERVE ACCESS TO CRISIS COUNSELING SERVICES 24/7 STAFFED BY LICENSED MENTAL HEALTH PROFESSIONALS. TDA WILL FUND A TOLL-FREE TELEPHONE HOTLINE FOR WORKERS/PRODUCERS MENTAL HEALTH ASSISTANCE. TDA WILL PARTNER WITH A QUALIFIED ORGANIZATION TO SERVE AS TEXAS AGRICULTURAL MENTAL HEALTH CRISIS HOTLINE PROVIDER. THE HOTLINE WILL OFFER FREE CRISIS INTERVENTION AND AGRICULTURE WORKERS/PRODUCERS STRESS RESOURCE CONNECTIONS FOR TEXAS CALLERS. HOTLINE WILL BE STAFFED BY CREDENTIALED MENTAL HEALTH PROFESSIONALS TRAINED TO RESPOND APPROPRIATELY TO THE AGRICULTURAL COMMUNITY THROUGH A TRAINING PROGRAM KNOWN AS FARMRESPONSE. THE FARMRESPONSE COURSE ADDRESSES FARM/RANCHING CULTURAL COMPETENCIES, FINANCIAL STRESS, LAND OWNERSHIP AND LEGACY ISSUES, AND THE WORK OF AGRICULTURE. ADDITIOANLLY, THE FARMRESPONSETRAINING WILL BE MADE AVAILBLE TO OTHER HEALTH CARE AND MENTAL HEALTH PROVIDERS THAT SERCE TEXAS AGRICULTURE WORKERS.THIS KNOWLEDGE IS CRITICAL FOR A HEALTH CARE PROFESSIONAL&#39;S COMMUNICATION AND COLLABORATIVE MENTAL HEALTH STRATEGIES.THIS PROJECT WILL ALSO PROMOTE FARMER WELLNESS AND SUICIDE PREVENTION. THE CORNERSTONE FOR THE OUTREACH PROGRAM WILL BE A COMPELLING SOCIAL MEDIA CAMPAIGN ENTITLED, \"SEASONS CHANGE YOU REMAIN\". THE INITIAL CAMPAIGN WILLRAISE AWARENESS AMONG AGRICULTURE WORKERS IN TEXAS OF MENTAL HEALTH (MH) ISSUES; REDUCE THE STIGMA SURROUNDING MH; CREATE SEASONALLY RELEVANT, THOUGHT-PROVOKING MESSAGES PROMOTING MH TOPICS; AND DISSEMINATE RESOURCES ABOUT MH, SUICIDE PREVENTION, AND STRESS ASSISTANCE TO FARMERS AND AGRICULTURAL COMMUNITIES. ADDITIONALLY, THE CAMPAIGN WILL ALSO HELP ASSIST IN THE DEVELOPMENT OF OF A MENTAL WELL PLAN FORFOR AGRICULTURE WORKERS/PRODUCERS AFFECTED BY NATURAL AND MAN-MADE DISASTERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0bbf994f-0e48-2449-3a56-1ef6cd50331e-C", "generated_internal_id": "ASST_NON_20217003535393_12H3"}, {"internal_id": 140510670, "Award ID": "20217003535392", "Award Amount": 559606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.525", "Description": "THE NEBRASKA DEPARTMENT OF AGRICULTURE (NDA) PROPOSES TO SUSTAIN AND EXPAND FREE BEHAVIORAL HEALTH COUNSELING SERVICES FOR INDIVIDUALS ENGAGED IN FARMING AND RANCHING AND OTHER AGRICULTURE-RELATED OCCUPATIONS. NEBRASKA RURAL RESPONSE HOTLINE (HOTLINE), ADMINISTERED BY LEGAL AID OF NEBRASKA (LAN), CURRENTLY ADMINISTERS A BEHAVIORAL HEALTH COUNSELING VOUCHER PROGRAM, AS WELL AS OFFERING A WIDE RANGE OF SERVICES INCLUDING FINANCIAL AND LEGAL COUNSELING AND DIRECT ASSISTANCE FOR BASIC NEEDS. THE HOTLINE HAS EXISTED FOR OVER 35 YEARS. STAFF IS TRAINED TO RECOGNIZE AND RESPOND TO STRESS-RELATED BEHAVIORAL HEALTH ISSUES AND IN THE ISSUANCE OF TREATMENT VOUCHERS. THEY HAVE AN EXTENSIVE NETWORK OF LICENSED BEHAVIORAL HEALTH CLINICIANS ACCEPTING PAYMENT THROUGH THE VOUCHER PROGRAM INCLUDING THROUGH THE SUBSTANCE ABUSE AND MENTAL HEALTH SERVICES ASSOCIATION (SAMHSA) COVID-19 PROGRAM.IF AWARDED THE FRSAN-SDA GRANT, NDA WILL CONTRACT AND WORK COLLABORATIVELY WITH LAN TO PROVIDE FREE VOUCHERS, FOCUSING ON THOSE SEEKING SERVICES THAT ARE NOT COVERED BY HEALTH INSURANCE OR SERVICES ARE UNAFFORDABLE DUE TO FINANCIAL STRESS. NEBRASKA&#39;S AGRICULTURAL COMMUNITY HAS EXPERIENCED FINANCIAL AND EMOTIONAL STRESS BROUGHT ON BY SEVERAL YEARS OF LOW COMMODITY PRICES, NATURAL DISASTERS, AND MOST RECENTLY, IMPACTS FROM THE CORONAVIRUS. FRSAN-SDA FUNDS WILL ALSO BE USED TO DEVELOP A WEBSITE FOR THE HOTLINE. BEHAVIORAL HEALTH SERVICES WILL BE MARKETED THROUGH THE HOTLINE WEBSITE, SOCIAL MEDIA, TRADITIONAL MEDIA AND EXISTING FARM, RANCH AND RURAL NETWORKS. NDA AND LAN HAVE WORKED COLLABORATIVELY EDUCATING AND PROVIDING ASSISTANCE TO NEBRASKA&#39;S AGRICULTURAL COMMUNITY FOR NEARLY 35 YEARS. THIS GRANT WILL ALLOW US TO SUSTAIN AND EXPAND SERVICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5302d233-becf-9db8-65e8-bdc8ef139d35-C", "generated_internal_id": "ASST_NON_20217003535392_12H3"}, {"internal_id": 138340989, "Award ID": "20217003535381", "Award Amount": 559606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-09", "CFDA Number": "10.525", "Description": "THIS PROJECT WILL ADDRESS THE CHALLENGES OF LIMITIED ACCESS TO MENTAL HEALTH CARE AND THE NEGATIVE STIGMA SURROUNDING MENTAL HEALTH ISSUES.TO ADDRESS THE CHALLENGE OF LIMITED ACCESS TO MENTAL HEALTHCARE SERVICES, THE MONTANA DEPARTMENT OF AGRICULTURE WILL IMPLEMENT A COUNSELING VOUCHER PROGRAM. THIS VOUCHER PROGRAM IS A DIRECT REFLECTION OF REQUESTS FROM THE FARM/RANCH SURVEY PUT OUT IN 2020. ACCORDING TO PRELIMINARY RESULTS FROM THE WRASAP BASELINE DATA GATHERED SPECIFICALLY FROM MONTANA AG PRODUCERS, OVER A THIRD OF THE 250 SURVEY RESPONSES INDICATED THAT COUNSELING WAS THEIR NUMBER ONE PRIORITY. THIS PROGRAM WILL BE MODELED AFTER THE VERY SUCCESSFUL \"FARMER WELLNESS PROGRAM\" THAT IS RAN BY THE WISCONSIN FARM CENTER. THESE VOUCHERS WILL PROVIDE FREE, CONFIDENTIAL COUNSELING SERVICES FOR ANY MONTANA FARMER OR RANCHER. THE VOUCHERS WILL BE AVAILABLE FOR BOTH IN-PERSON AND VIA TELE-HEALTH, SO NO RURAL AREA IS TOO SMALL OR ISOLATED TO RECEIVE CARE. THE PROGRAM WILL USE ALL IN-STATE PROVIDERS, WHO HAVE TIES TO THEIR COMMUNITIES, AND AN UNDERSTANDING OF AGRICULTURE. THE DEPARTMENT WILL RUN A REQUEST FOR PROPOSALS (RFP) TO IDENTIFY THE ENTITY THAT WILL HANDLE THE VOUCHER PROGRAM. THE DEPARTMENT HAS DONE DUE DILIGENCE ON RESEARCHING THIS TOPIC TO UNDERSTAND THE CURRENT LANDSCAPE AND EXPECTS MULTIPLE APPLICANTS.FARMERS AND RANCHERS ARE KNOWN FOR THEIR STRENGTH, RESILIENCY AND ARE KNOWN FOR THE ATTITUDE OF \"PULL YOURSELF UP, DUST YOURSELF OFF AND GET ON WITH IT\". WHILE THIS ATTITUDE IS WHAT MAKES THE AMERICAN AGRICULTURE INDUSTRY SO STRONG AND RESILIENT, IT ALSO REINFORCES THE NEGATIVE STIGMA SURROUNDING MENTAL HEALTH ISSUES. THE DEPARTMENT PROPOSES TO ADDRESS THIS STIGMA BY CREATING A MINI-GRANT PROGRAM THAT WILL ALLOW AGRICULTURAL GROUPS AND ORGANIZATIONS TO APPLY FOR GRANT FUNDING TO BRING MENTAL HEALTH SPECIFIC PROGRAMMING TO THEIR MEMBERS AND COMMUNITIES. THE GRANTS WILL BE CAPPED AT $10,000 AND CAN BE USED FOR SPEAKER FEES, TRAVEL AND OTHER COSTS ASSOCIATED WITH MENTAL HEALTH PROGRAMMING.THE DEPARTMENT WILL WORK WITH AN ADVERTISING CONTRACTOR TO PROMOTE BOTH THE VOUCHER AND MINI-GRANT PROGRAMS AS WELL AS THERESOURCES DEVELOPED BY THE MONTANA STATE UNIVERSITY AND THE WESTERN REGION AGRICULTURAL STRESS ASSISTANCE PROGRAMS. THE DEPARTMENT WILL RUN AN RFP TO IDENTIFY A CONTRACTOR FOR THESE MARKETING ACTIVITIES WHICH WILL INCLUDE RADIO AND TELEVISION ADVERTISEMENTS, HIGHWAY BILLBOARDS, SHORT INFORMATIONAL VIDEOS THAT CAN BE SHARED ON SOCIAL MEDIA, AND OTHER MARKETING MATERIALS TO HELP PROMOTE RESOURCES IN MONTANA AND THE WESTERN REGION. THIS LARGE-SCALE APPROACH WILL ENSURE EVERY COMMUNITY MEMBER IS REACHED, AND IN A RAPID TIMEFRAME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7af63d1e-2659-0a0f-e10c-c56f71b33bcb-C", "generated_internal_id": "ASST_NON_20217003535381_12H3"}, {"internal_id": 139138854, "Award ID": "20217003535380", "Award Amount": 559606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-29", "CFDA Number": "10.525", "Description": "PRIOR RESEARCH DONE IN PENNSYLVANIA BY PENN STATE&#39;S OFFICE OF RURAL HEALTH FOUND THAT MENTAL HEALTH ISSUES ARE PREVALENT IN 17.7% OF THE GENERAL POPULATION OVER THE AGE OF 18. ONE OF THE CONCERNING FINDINGS WAS THAT ACCESS TO CARE CONTINUES TO BE AN ISSUE, WITH RURAL AREAS LACKING HOSPITALS AND SPECIALIZED CLINICS TO ADDRESS MENTAL AND BEHAVIORAL HEALTH NEEDS. THIS LACK OF CARE FACILITIES IS ESPECIALLY ALARMING AS IT RELATES TO THE AGRICULTURE COMMUNITY, WHERE MANY INDIVIDUALS RESIDE IN RURAL AREAS AND ARE IN AN OCCUPATION WITH A HIGH SUICIDE RATE. A 2017 CENTER FOR DISEASE CONTROL STUDY SHOWED THAT RURAL COUNTIES CONSISTENTLY HAD HIGHER SUICIDE RATES THAN METROPOLITAN COUNTIES FROM 2001-2015.THE PENNSYLVANIA DEPARTMENT OF AGRICULTURE (DEPARTMENT) IN CONJUNCTION WITH THE PENNSYLVANIA CENTER FOR DAIRY EXCELLENCE, NATIONAL YOUNG FARMERS, AND AGRISAFE, ON BEHALF OF THE COMMONWEALTH&#39;S AGRICULTURE COMMUNITY, WILL INITIATE, EXPAND AND SUSTAIN PROGRAMS THAT PROVIDE PROFESSIONAL AGRICULTURAL BEHAVIORAL HEALTH COUNSELING AND REFERRAL FOR OTHER FORMS OF ASSISTANCE AS NECESSARY.THE PENNSYLVANIA DEPARTMENT OF AGRICULTURE (DEPARTMENT) IN CONJUNCTION WITH THE PENNSYLVANIA CENTER FOR DAIRY EXCELLENCE (CDE), NATIONAL YOUNG FARMERS (NYF), AND AGRISAFE, ON BEHALF OF THE COMMONWEALTH&#39;S AGRICULTURE COMMUNITY, WILL INITIATE, EXPAND AND SUSTAIN PROGRAMS THAT PROVIDE PROFESSIONAL AGRICULTURAL BEHAVIORAL HEALTH COUNSELING AND REFERRAL FOR OTHER FORMS OF ASSISTANCE AS NECESSARY.CDE WILL WORK WITH ITS FELLOW CENTERS ON EXPANDING OUTREACH BY GROWING THEIR PROGRAMMING, ESPECIALLY ON-FARM EFFORTS. THE DEPARTMENT WILL FORM A PARTNERSHIP WITH AGRISAFE TO DEVELOP A MULTI-PRONGED APPROACH TO FARMER STRESS ASSISTANCE, INCLUDING A COMPREHENSIVE AGRICULTURE HOTLINE MODEL TO PROVIDE MENTAL HEALTH CRISIS RESPONSE 24/7 AND EDUCATION AND TRAINING FOR HEALTHCARE PROFESSIONALS, YOUTH AND BEGINNING PRODUCERS, AND AGRICULTURE COMMUNITIES (FAMILY, COMMUNITY, AND AGRIBUSINESS GROUPS). THIS WILL INCLUDE COLLABORATING ON THEIR NURSE COACH PROGRAM. THE DEPARTMENT WILL WORK WITH NYF TO PROVIDE FUNDS TO PENNSYLVANIA ORGANIZATIONS FOCUSED ON IMPROVING MENTAL HEALTH OUTCOMES FOR UNDERSERVED POPULATIONS AND ENGAGE WITH THE REGIONAL COHORT.THE PROJECT WILL BE ENHANCED BY A STATEWIDE EDUCATION AND AWARENESS CAMPAIGN TARGETED AT THE AGRICULTURE COMMUNITY, ACROSS THE COMMONWEALTH. THIS CAMPAIGN, LED BY THE DEPARTMENT AND THE COMMONWEALTH&#39;S MEDIA PARTNER RED HOUSE, WILL PROMOTE THE EXISTING RESOURCES AND INFORMATION AVAILABLE, WHILE ALSO ALERTING PEOPLE TO THE DEVELOPMENT OF THE AGRISAFE PARTNERSHIP. A KEY COMPONENT OF THIS CAMPAIGN WILL BE TO DESTIGMATIZE MENTAL HEALTH TREATMENT AND PROMOTE THE CONCEPT OF MENTAL HEALTH AND SEEKING ASSISTANCE, FROM A MORE REALISTIC AND POSITIVE PERSPECTIVE.THIS EFFORT WILL LAST FOR ONE YEAR, AS OUTLINED BY THE TERMS OF THIS GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "90478352-58d6-f8a4-9824-98cdd8251fbf-C", "generated_internal_id": "ASST_NON_20217003535380_12H3"}, {"internal_id": 138340988, "Award ID": "20217003535379", "Award Amount": 559606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-08", "CFDA Number": "10.525", "Description": "THE KANSAS DEPARTMENT OF AGRICULTURE WILL CREATE A STATEWIDE CAMPAIGN TO RAISE AWARENESS FOR THE KANSASAGSTRESS.ORG WEBSITE, DEVELOP REUSABLE MEDIA CONTENT, AND WORK TO DESTIGMATIZE THE CONCEPT OF MENTAL HEALTH AWARENESS WHILE LOWERING SUICICIDES IN THE AGRICULTURE INDUSTRY IN KANSAS. THERE ARE A NUMBER OF EXTERNAL FACTORS THAT CONTRIBUTE TO STRESS IN THE AGRICULTURE INDUSTRY. CREATING AWARENESS AND EQUIPING WORKERS WITH SUPPORT RESOURCES WILL HELP REDUCE CRISIS SITUATIONS WHICH MAY SEEM IMPOSSIBLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fbed4d16-acb3-cbd3-a70a-b527191ae442-C", "generated_internal_id": "ASST_NON_20217003535379_12H3"}, {"internal_id": 144162522, "Award ID": "20217003535378", "Award Amount": 559606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-08", "CFDA Number": "10.525", "Description": "WYOMING IS CONSISTENTLY IN THE TOP 5 STATES WITH THE HIGHEST SUICIDE RATE PER CAPITA. NATIONALLY, SUICIDE RATES IN AGRICULTURE MAY BE AS MUCH AS 5 TIMES HIGHER THAN THE NATIONAL AVERAGE AND DOUBLE THE RATE OF VETERANS. THESE NUMBERS COULD BE UNDER-REPORTED BECAUSE SOME FARM ACCIDENTS MAY ACTUALLY MASK SUICIDE ATTEMPTS. IF A WYOMING AG PRODUCER CALLS A SUICIDE HOTLINE NUMBER, CHANCES ARE GOOD THAT THE HOTLINE OPERATOR WILL NOT HAVE ANYTHING BEYOND A VERY BASIC UNDERSTANDING OF THE STRESSORS THAT ACCOMPANY A LIFE IN AGRICULTURE. IF A WYOMING AG PRODUCER MAKES AN APPOINTMENT WITH A MENTAL HEALTH PROVIDER, THAT COUNSELOR OR PSYCHOLOGIST MAY BE MISSING SOME OF THE CONTEXT OF THE ISSUES IMPACTING THE PRODUCER. THIS PROJECT WILL PROVIDE WORKSHOPS AND ONLINE TRAINING TO HOTLINE OPERATORS AND MENTAL HEALTH PROVIDERS ON THE MANY DIFFERENT STRESSORS (ECONOMIC, WEATHER, ISOLATION, REGULATIONS AND MORE) THAT MAY IMPACT AG PRODUCERS. ADDITIONALLY, OUTREACH MATERIAL WILL BE DEVELOPED AND DISTRIBUTEDSTATEWIDE (RADIO ADVERTISEMENTS, PRINT MATERIAL AND ONLINE METHODS) TO INFORM AG PRODUCERS OF THE MANY TYPES OF ASSISTANCE THAT ARE AVAILABLE FOR STRESS-RELATED CONCERNS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9248be8-67f2-5d00-f00a-1d2abe678aa0-C", "generated_internal_id": "ASST_NON_20217003535378_12H3"}, {"internal_id": 139138837, "Award ID": "20217003535377", "Award Amount": 559606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "10.525", "Description": "THE SOUTH CAROLINA DEPARTMENT OF AGRICULTURE (SCDA) REQUESTS FUNDING FOR THE CONTINUED DEVELOPMENT AND UTILIZATION OF THE SOUTH CAROLINA AGRIWELLNESS PROGRAM. THE CLEMSON UNIVERSITY EXTENSION AGRIBUSINESS TEAM AND SOUTH CAROLINA FARM BUREAU INITIATED THE SC AGRIWELLNESS PROGRAM IN FALL 2019, ESTABLISHING AN ADVISORY GROUP THE FOLLOWING YEAR. UTILIZING THESE ORGANIZATIONS&#39; EXTENSIVE EDUCATIONAL SYSTEMS, FARM STRESS AND MENTAL HEALTH RESOURCES ARE CURRENTLY BEING PROVIDED IN SOUTH CAROLINA. WITH LIMITED FUNDING, THIS COLLABORATIVE EFFORT HAS INTRODUCED AWARENESS PROGRAMS, ONE-ON-ONE FARM FINANCIAL PLANNING CONSULTATIONS, AND IN PARTNERSHIP WITH FIRST SUN, EAP, A HOTLINE FARMERS MAY CALL TO RECEIVE CRISIS COUNSELING AND SCHEDULE FREE VISITS WITH A MENTAL HEALTH PROFESSIONAL. THIS FUNDING WILL BE USED TO CONTINUE AND EXPAND UPON CURRENT PROGRAMMING AND ALSO TO INCREASE AWARENESS EFFORTS. THE PROJECT WILL INCLUDE A STATEWIDE MULTIMEDIA AWARENESS CAMPAIGN, EDUCATIONAL PROGRAMMING FOR FARMERS BOTH IN-PERSON AND VIRTUAL, A TRAIN-THE-TRAINER PROGRAM, TRAINING FOR THOSE WHO WORK WITH FARMERS, AND COUNSELING SESSIONS WITH A PROFESSIONAL WHO HAS ATTENDED AN AGRICULTURAL TRAINING FOCUSED ON THE STRESS AND MENTAL HEALTH NEEDS OF AGRICULTURE WORKERS. FOR BROADEST REACH, INFORMATION WILL ALSO BE INTEGRATED INTO ESTABLISHED EDUCATIONAL EVENTS THAT FARMERS REGULARLY ATTEND. INTENTIONAL FOCUS WILL BE GIVEN TO PROVIDE PROGRAMMING AND RESOURCES TO FARMERS WHO MEET THE USDA DEFINITION OF \"SOCIALLY DISADVANTAGED\" WITH THE ASSISTANCE OF EXTENSION AGENTS AND OTHER ORGANIZATIONS SUCH AS THE CENTER FOR HEIRS PROPERTY PRESERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8393707b-e83b-c3e6-5ebf-b2d12d6527e4-C", "generated_internal_id": "ASST_NON_20217003535377_12H3"}, {"internal_id": 138710398, "Award ID": "20217003535376", "Award Amount": 559606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-23", "CFDA Number": "10.525", "Description": "THE COLLABORATIVE EFFECTORS BETWEEN WSDA, WA DOH, AND WSU EXTENSION AIMS TO ADDRESS THE NEEDS FOR BEHAVIORAL HEALTH AND SUICIDE PREVENTION EFFORTS IN THE WASHINGTON STATE AGRICULTURAL INDUSTRY. AS A RESULT OF THESE EFFORTS, WE PROPOSE TWO NEW PROGRAMMATIC ACTIVITIES AIMED AT OFFERING DIRECT SERVICES TO STRENGTHEN UPSTREAM INTERVENTION AND INCREASE ACCESS TO BEHAVIORAL HEALTH SUPPORTS FOR WASHINGTON&#39;S AGRICULTURAL AND RURAL COMMUNITIES:MENTAL HEALTH COUNSELING VOUCHER PROGRAM, INCREASE ACCESS TO PROFESSIONAL MENTAL HEALTH SUPPORT; ANDDIRECT FINANCIAL TECHNICAL ASSISTANCE SERVICES WOULD ASSIST FARMERS WITH FINANCIAL RECORDKEEPING AND DECISION-MAKING.A DECEMBER 2020 AMERICAN FARM BUREAU FEDERATION POLL FOUND THAT \"A MAJORITY OF RURAL ADULTS AGREE THAT COST (73%), AVAILABILITY (63%), ACCESSIBILITY (63%), STIGMA (60%) AND EMBARRASSMENT (59%) WOULD BE BARRIERS IF THEY WERE SEEKING HELP FOR A MENTAL HEALTH CONDITION.\" MANY FARMING FAMILIES HAVE SLIM MARGINS AND/OR ARE SELF- OR UNINSURED,WITH COSTS OF PROFESSIONAL COUNSELING PROHIBITIVE. ADDITIONALLY, RURAL AREAS IN GENERAL, INCLUDING WASHINGTON STATE, OFTEN HAVE MENTAL HEALTH SHORTAGES, AND COUNSELORS MAY NOT BE ATTUNED TO THE UNIQUE CULTURE AND DYNAMICS OF FARMING AND FARM FAMILIES. FURTHERMORE, THERE HAS HISTORICALLY BEEN STIGMA AND EMBARRASSMENT ASSOCIATED WITH ACKNOWLEDGING MENTAL HEALTH ISSUES AND SEEKING HELP.WE PROPOSE TO ADDRESS THE NEEDS FOR BEHAVIORAL HEALTH AND SUICIDE PREVENTION EFFORTS THROUGH THE MENTAL HEALTH COUNSELING VOUCHER PROGRAM. BY HIRING A SUICIDE PREVENTION SPECIALIST PERSON TO COORDINATE WITH THE WASHINGTON DEPARTMENT OF VETERANS AFFAIRS AND WSU EXTENSION TO IMPLEMENT AND SUPPORT THE MENTAL HEALTH VOUCHER PROGRAM. THEY WILL PROVIDE AGRICULTURAL COMPETENCY TRAINING FOR MENTAL HEALTH SERVICE PROVIDERS IN WDVA&#39;S CURRENT DIRECTORY. THIS POSITION WILL ALSO COORDINATE THE TRAINED PRACTITIONERS TO PROVIDE UP TO SIX COUNSELING SESSIONS TO FARMERS, AGRICULTURAL WORKERS, FAMILY MEMBERS, OR RELEVANT COMMUNITY MEMBERS. WE ARE USING WISCONSIN AND NEBRASKA&#39;S COUNSELING VOUCHER PROGRAMS AS A MODEL.A SIGNIFICANT SOURCE OF FARM AND RANCH STRESS IS ROOTED IN FINANCIAL STRESS. UNFORGIVING WEATHER EVENTS SUCH AS THE DROUGHT BEING CURRENTLY EXPERIENCED, INTERNATIONAL TRADE DISPUTES, AND PERSISTENTLY LOW COMMODITY PRICES HAVE CREATED A PERFECT STORM FOR CREATING FARM FINANCIAL STRESS. THIS IS PARTIALLY EVIDENCED BY THE INCREASE IN THE NUMBER OF FARM BANKRUPTCIES, INCLUDING AN INCREASE IN TREND IN WASHINGTON, HTTPS://WWW.FB.ORG/MARKET-INTEL/THE-VERDICT-IS-IN-FARM-BANKRUPTCIES-UP-IN-2019. IT IS DISCUSSED WITHIN BANKS, THAT WHEN A FARMER/RANCHER FAMILY IS DIAGNOSED WITH A HEALTH CHALLENGE SUCH AS CANCER OR HEART DISEASE, A PRIMARY CAUSE OF THE HEALTH EVENT STEMS FROM UNYIELDING FINANCIAL STRESS WHEN FACING THE RISK OF LOSING THE FAMILY FARM OR RANCH.FARMER AND RANCHER SUICIDES ARE OFTEN ATTRIBUTED TO FARM FINANCIAL STRESS. WE PROPOSE TO ADDRESS FARM FINANCIAL STRESS THROUGH FINANCIAL LITERACY EDUCATION WORKSHOPS AND DIRECT ONE-TO-ONE SUPPORT IN DEVELOPING FARM FINANCIAL RECOVERY PLANS. MANY FARMERS KNOW THEY ARE FACING FINANCIAL CHALLENGES BUT LACK THE RESOURCES NEEDED TO DEVELOP A RECOVERY PLAN. FINANCIAL LITERACY WORKSHOPS ARE NEEDED TO DEVELOP A PRESENCE AND REPUTATION THAT WE HAVE RESOURCES THAT COULD HELP FARMERS AND RANCHERS ADDRESS FINANCIAL STRESS. THE WORKSHOPS ALSO PROVIDE A METHOD TO ATTRACT/ADVERTISE TO PRODUCERS THAT WE WILL SUPPORT THE ONE-ON-ONE DEVELOPMENT OF A FINANCIAL RECOVERY PLAN. HIRING AN AGRICULTURAL FARM MANAGEMENT PERSON TO FOCUS ON THIS EFFORT IS NEEDED BECAUSE CURRENT RESOURCES ARE CONSTRAINED, AND WHEN RESPONDING TO A FARM OR RANCHES CALL FOR HELP, A DEDICATED RESPONSE IS ESSENTIAL.ADDITIONALLY, WSU SKAGIT COUNTY EXTENSION HOSTS THE FARM AID CALL CENTER FOR THE WESTERN REGION THROUGH WESTERN REGIONAL AGRICULTURAL STRESS ASSISTANCE PROGRAM (WRASAP) SMALL GRANTS PROGRAM WITH TWO FULL-TIME HOTLINE OPERATORS. THE CALL CENTER IS WELL-POISED TO MAKE REFERRALS TO A COUNSELING VOUCHER PROGRAM, THUS INCREASING USERS BY FARMERS AND FARMING FAMILIES IN NEED OF MENTAL HEALTH COUNSELING AND REDUCING THE NEED FOR MARKETING OF THE PROGRAM. FURTHERMORE, THE FARM AID STAFF MAY OFFER IMMEDIATE AND ONGOING SUPPORT FOR PARTICIPATING COUNSELORS AND CLIENTS THROUGH CORRESPONDENCE AND REFERENCE TO THE FARMSTRESS.US AND FARM AID CLEARINGHOUSES. PARTICIPANTS MAY ALSO BE POINTED TO DIRECT FINANCIAL, TECHNICAL ASSISTANCE WHEN APPROPRIATE.BEHAVIORAL HEALTH AND SUICIDE PREVENTION CONTINUE TO EVOLVE AS THE KNOWLEDGE AND BEST PRACTICE RESEARCH ADVANCES. THESE PROJECTS WILL ALLOW WSDA, WA DOH, AND WSU EXTENSION TO FACE EMERGING CHALLENGES AND HELP ENSURE THAT PREVENTION EFFORTS ARE EFFECTIVE, EFFICIENT, AND USE HUMAN AND FINANCIAL RESOURCES IN THE BEST WAY POSSIBLE TO REDUCE BARRIERS FOR WASHINGTON&#39;S AGRICULTURE INDUSTRY TO ACCESS CONFIDENTIAL BEHAVIORAL HEALTH COUNSELING SERVICES; ASSISTANCE WITH THROUGH FINANCIAL LITERACY EDUCATION WORKSHOPS; ANDDIRECT ONE-TO-ONE SUPPORT IN DEVELOPING FARM FINANCIAL RECOVERY PLANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "250d514c-ec58-59c0-66d1-974683ad500b-C", "generated_internal_id": "ASST_NON_20217003535376_12H3"}, {"internal_id": 138340964, "Award ID": "20217003535375", "Award Amount": 559606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-09", "CFDA Number": "10.525", "Description": "THE MARYLAND DEPARTMENT OF AGRICULTURE IN PARTNERSHIP WITH THE UNIVERSITY OF MARYLAND EXTENSION WILL CREATE A STATEWIDE FARM STRESS ASSISTANCE PROGRAM. THIS PROGRAM WILL TARGET FARMERS, FARM FAMILIES, AGRICULTURE SERVICE PROVIDERS, HEALTH PROVIDERS AND RURAL AUDIENCES. THE GOALS ARE TO RAISE AWARENESS, PROVIDE TRAINING, ESTABLISH TOOLS AND CREATE RESOURCES AROUND THE TOPICS ASSOCIATED WITH PHYSICAL AND MENTAL HEALTH. THIS PROJECT WILL TRAIN MORE THAN 800 PARTICIPANTS, PROVIDE DIRECT COUNSELING TO 60 FAMILIES AND REACH 2,500 PARTICIPANTS THROUGH SOCIAL, EDUCATIONAL AND PARTNER PROGRAMS. ADDITIONALLY, A WEBSITE AND HOTLINE WILL BE CREATED TO SUPPORT FARM MENTAL HEALTH ASSISTANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "423081c8-f34f-4da8-d6c0-f9c024d05d2e-C", "generated_internal_id": "ASST_NON_20217003535375_12H3"}, {"internal_id": 138710366, "Award ID": "20217003535374", "Award Amount": 559606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "10.525", "Description": "THE KENTUCKY DEPARTMENT OF AGRICULTURE FARM AND RANCH STRESS ASSISTANCE NETWORK GRANT PROPOSES TO USE THESE FUNDS TO DEVELOP SEVERAL PROGRAMS THAT WILL EXPAND ON AN ARRAY OF EFFORTS ALREADY UNDERWAY IN THE STATE TO ADDRESS FARMER STRESS, MENTAL HEALTH AND SUICIDE PREVENTION.THIS PROPOSED PROJECT MEETS USDA STRATEGIC GOAL#4 AND ALSO ADDRESSES SDA-FRSAN ACTIVITIES A-FARM HELPLINES, B: TRAINING, C: SUPPORT GROUPS AND D: OUTREACH AND INFORMATION DISSEMINATION.IN THIS PROJECT NARRATIVE WE PROVIDE AN OVERVIEW OF THE PROBLEM, WHAT PROJECTS ARE CURRENTLY UNDERWAY IN KENTUCKY, FOLLOWED BY THE PROPOSED ACTIVITIES. A 1890 HBUC IS ALSO A PARTNER ON THE P2P PROJECT AND THE YOUTH CURRICULUM DEVELOPMENT IS A COLLABORATION WITH S-FRSAN.?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e6f74fed-313a-27f6-879b-203c0918733a-C", "generated_internal_id": "ASST_NON_20217003535374_12H3"}, {"internal_id": 138710404, "Award ID": "20217003535373", "Award Amount": 559606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-12", "CFDA Number": "10.525", "Description": "DANR IS WORKING WITH SEVERAL PARTNERS TO APPLY FOR FUNDING THROUGH THE FARM AND RANCH STRESS ASSISTANCE NETWORK (FRSAN) PROGRAM. THIS GRANT WILL FUND SEVERAL CRITICAL PROGRAMS THAT ARE NEW AND EXISTING. WE PLAN TO INCREASE THE NUMBER OF RESOURCES AVAILABLE TO FARMERS AND RANCHERS EXPERIENCING STRESS AND ENSURE THEY ARE AWARE OF THE PROJECTS WE ARE FUNDING. CURRENTLY, THERE IS A MENTAL HEALTH CRISIS AFFECTING FARMERS AND RANCHERS ACROSS THE COUNTRY. IN SOUTH DAKOTA, WE HAVE SEEN THIS FIRST HAND AND ARE EXCITED ABOUT THE OPPORTUNITY TO LEVERAGE THIS FUNDING WITH OUR PARTNERS AND MAXIMIZE ITS USE.WE ARE UTILIZING A HOLISTIC APPROACH BY PARTNERING WITH ORGANIZATIONS ACROSS THE STATE AND WORKING TOGETHER TO END THIS CRISIS. WITH YOUR FAVORABLE CONSIDERATION, THE AVERA FARM AND RURAL STRESS HOTLINE WILL RECEIVE MUCH-NEEDED FUNDING. FARMERS AND RANCHERS ACROSS THE STATE WILL HAVE ACCESS TO CRITICAL MENTAL HEALTH RESOURCES DUE TO THE NEW MENTAL HEALTH VOUCHER PROGRAM. SDSU EXTENSION WILL OFFER TRAININGS FOR COUNSELORS SO THEY ARE EQUIPPED TO HANDLE THE NUANCES OF FARM AND RURAL STRESS. SDSU EXTENSION WILL ALSO FUND ESSENTIAL EXISTING PROGRAMS WHICH WILL ALLOW MORE FARMERS AND RANCHERS THE OPPORTUNITY TO TAKE ADVANTAGE OF THEM.WE EXPECT TO INCREASE THE NUMBER OF RESOURCES AVAILABLE TO FARMERS AND RANCHERS AND INCREASE THEIR AWARENESS OF THOSE PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2884010a-8d02-a93c-a7ff-66b346e214a0-C", "generated_internal_id": "ASST_NON_20217003535373_12H3"}, {"internal_id": 138710348, "Award ID": "20217003535372", "Award Amount": 559606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "10.525", "Description": "FARMER MENTAL HEALTH CHALLENGES ARE RISING PROBLEMS THAT CAN END IN LOSS OF LIFE, REDUCED ABILITY TO PERFORM FARM DUTIES, LOWER QUALITY OF LIFE FOR FARMER AND THEIR FAMILIES, LOSS OF FARMS, LOST PROFITS, BANKRUPTCIES, AND A HOST OF OTHER SIGNIFICANT ISSUES. WOMEN, BIPOC, AND QUEER FARMERS IN RURAL COMMUNITIES HAVE BEEN FOUND TO HAVE A HIGHER INCIDENCE OF MENTAL HEALTH CHALLENGES AS A RESULT OF BEING ISOLATED AND LACKING SUPPORT STRUCTURES COMMON TO OTHER FARMER GROUPS.THESE FACTS HAVE LED TO THE ALLOCATION OF STATE AND FEDERAL RESOURCES, SUCH AS THIS NIFA FUNDING OPPORTUNITY. THIS NEED HAS ALSO LED TO THE FORMATION OF SUPPORT GROUPS AND THE NEWLY ESTABLISHED FOCUS OF EXISTING AGRICULTURAL AGENCIES AND ORGANIZATIONS ON FARMER MENTAL HEALTH TOPICS.THE BENEFIT OF FARMS AND A SUSTAINABLE AGRICULTURAL ECONOMY HAVE BEEN WELL DOCUMENTED AND INCLUDE LOWER TAXES TO THE PUBLIC, GREATER TOURISM, VIBRANT RURAL COMMUNITIES, SUSTAINABLE FOOD CHAINS, PRESERVATION OF OPEN SPACES, SUPPORT TO NUMEROUS BUSINESSES SUCH AS TRACTOR DEALERS, MECHANICS, FERTILIZER VENDORS, LARGE ANIMAL VETERINARIANS, AND SO ON. IT IS AN ABSOLUTE BENEFIT TO SOCIETY TO HAVE SUCCESSFUL FARMS DOT THE LANDSCAPE OF RURAL COMMUNITIES.YET, RISING INPUT COSTS, LOW FINANCIAL MANAGEMENT SKILLS, SHRINKING PROFITS, INABILITY TO FIND AND RETAIN LABOR, CLIMATE CHANGES, AND A HOST OF OTHER FACTORS HAVE RESULTED IN UNSUSTAINABLE LEVELS OF ANXIETY, SUICIDE, AND MENTAL HEALTH AFFLICTIONS FOR FARMERS NATIONWIDE, AND CERTAINLY THROUGHOUT THE NORTHEASTERN UNITED STATES.OUR PROGRAM SEEKS TO ADDRESS FARMER MENTAL HEALTH ISSUES THROUGH A MULTI-PRONGED APPROACH. ONE ASPECT OF OUR PROJECT IS TO DEVELOP EDUCATIONAL RESOURCES THAT WILL BE HOUSED IN RESOURCE LIBRARIES. WE WILL HAVE THREE RESOURCE LIBRARIES SITUATED ON THE WEBSITES OF THE NH DEPARTMENT OF AGRICULTURE, MARKETS AND FOOD, UNH COOPERATIVE EXTENSION, AND NH FARM BUREAU. THESE RESOURCE LIBRARIES WILL CONTAIN PODCASTS, VIDEOS, FACT SHEETS, COST CALCULATORS, TIP SHEETS, AND OTHER RELEVANT RESOURCES THAT ADDRESS MENTAL HEALTH AND ROOT CAUSES OF MENTAL HEALTH DISTRESS FOR FARMERS.WE WILL FURTHER OFFER SKILL BUILDING THROUGH EDUCATION, DIRECT TECHNICAL ASSISTANCE, AND FARMER PEER-TO-PEER SUPPORT SYSTEMS. EDUCATIONAL ACTIVITIES WILL INCLUDE WORKSHOPS (VIRTUAL AND IN-PERSON), CONFERENCE SESSIONS (VIRTUAL AND IN-PERSON), PODCASTS, VIDEOS, FACT SHEETS, NEWSLETTER ARTICLES, SOCIAL MEDIA POSTS, AND RADIO SPOTS.EDUCATIONAL TOPICS INCLUDE FAMILY COMMUNICATIONS, METHODS FOR REDUCING STRESS, MANAGING FARM LABOR, FARM CRISIS MANAGEMENT, ELECTRONIC RECORD KEEPING, FINANCIAL STATEMENTS, FINANCIAL DECISION MAKING, PEER-TO-PEER SUPPORT GROUPS, RECOGNIZING SIGNS OF STRESS, DE-ESCALATING CONFLICT, HOLDING DIFFICULT CONVERSATIONS, WHEN TO CALL A PROFESSIONAL, COMMON FARM LEGAL ISSUES, AND A HOST OF OTHER NEEDS-BASED TOPICS.ONE UNIQUE OPPORTUNITY THIS FUNDING ALLOWS IS TO PAY FOR DIRECT TECHNICAL ASSISTANCE FOR FARMERS FOR SERVICES SUCH AS LEGAL, TAX PLANNING, SUCCESSION PLANNING, FINANCIAL ANALYSIS, CREDIT COUNSELING, THERAPY AND OTHER TOPICS THAT ADDRESS ROOT CAUSES OF STRESS. THIS IS A RARE AND WILDLY IMPACTFUL OPPORTUNITY FOR FARMERS. WE WILL PROVIDE THESE SERVICES BY CONTRACTING WITH VENDORS AND PAYING THEM SET FEES TO ENGAGE AND WORK WITH FARMERS. THIS WILL ASSIST FARMERS AND PRECLUDE WASTED RESOURCES.OUR PROGRAM NOT ONLY BUILDS THE SKILLS OF FARMERS IN WAYS THAT CAN RESULT IN REDUCING THEIR STRESS OR TEACHING THEM HOW TO MANAGE OR PREVENT THIS, BUT WE ALSO SEEK TO BUILD THE SKILLS OF THE AGRICULTURAL SERVICE PROVIDERS WHO ASSIST FARMERS. WE ARE CONFIDENT IN THIS TARGETED APPROACH TO THESE AUDIENCE GROUPS.A CONCERTED EFFORT TO INFORM BOTH FARMERS AND AGRICULTURAL SERVICE PROVIDERS ABOUT THE OPPORTUNITIES AVAILABLE IN THIS PROJECT WILL BE DONE THROUGH MULTIPLE OUTREACH EFFORTS. THESE EFFORTS WILL INCLUDE RADIO ADS, SOCIAL MEDIA CAMPAIGNS, NEWSLETTER ARTICLES, ARTICLES IN REGIONAL PUBLICATIONS, IN-PERSON VISITS, AND MEETINGS WITH PROFESSIONAL SERVICE ORGANIZATIONS AND RELEVANT AGENCIES.THIS PROJECT ALSO PUTS A TARGETED EFFORT ON REACHING UNDERSERVED AUDIENCES OF WOMEN, BIPOC AND QUEER FARMERS. SPECIAL OUTREACH WILL BE MADE TO INFORM THESE GROUPS ABOUT THE OPPORTUNITIES AVAILABLE TO ALL FARMERS IN NH AND TO ENCOURAGE THEM TO UTILIZE THE RESOURCES AND TO ALSO FORM PEER SUPPORT GROUPS.IN CLOSING, THIS PROJECT HAS, AND WILL CONTINUE, TO UNITE NH AGRICULTURAL AGENCIES AND ORGANIZATIONS TO COME TOGETHER IN A COLLABORATIVE MANNER TO ADDRESS FARMER MENTAL HEALTH, STRESS, AND SUICIDE PREVENTION. THE UNITING OF THESE GROUPS WILL PAY DIVIDENDS WELL BEYOND THIS PROJECT. IT WILL ADD AN EFFICIENCY TO FURTHER COLLABORATIVE EFFORTS THAT WILL BENEFIT THE NH AGRICULTURAL COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07b9e2e5-ae8e-4260-4f8f-fa08d7a8e5bd-C", "generated_internal_id": "ASST_NON_20217003535372_12H3"}, {"internal_id": 138710371, "Award ID": "20217003535371", "Award Amount": 559606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "10.525", "Description": "SINCE THE CORONAVIRUS (COVID-19) PANDEMIC WAS DECLARED SOME 15 MONTHS AGO AND VACCINATIONS BECOMINGAVAILABLE IN JANUARY 2021, THE VIRUS HAS INFLICTED A DISTRESSING TOLL ON THE PHYSICAL WELL-BEING OF MOST HAWAII RESIDENTS. LIMITED ACCESS TO HEALTHCARE, STATEWIDE LOCKDOWNS, AND THE COLLAPSE OF THE TOURISM INDUSTRY LEADING TO THE HIGHEST UNEMPLOYMENT RATE IN THE COUNTRY HAS ALSO AFFECTED EVERYONE&#39;S MENTAL HEALTH IN SOME WAY OR FORM. THIS TRAUMATIC CHAIN OF EVENTS CAUSED MENTAL DISTRESS, ANXIETY, DEPRESSION, SOCIAL ISOLATION, AND EVEN SUBSTANCE ABUSE AMONGST VULNERABLE RESIDENTS FROM CHILDREN TO THE ELDERLY. DUE TO ITS GEOGRAPHIC ISOLATION, HAWAII&#39;S FARMERS, RANCHERS AND ALLIED OPERATORS (FRAOS) FACED ADDITIONAL CHALLENGES FROM SUPPLY CHAIN DISRUPTIONS AND RISING TRANSPORTATION COSTS. IT WAS EQUALLY DIFFICULT GETTING FARM INPUTS AND FARM PRODUCTS FROM AND TO MARKETS ON THE U.S. MAINLAND. ADDITIONALLY, HAWAII AGRICULTURAL ENTERPRISES WERE STILL REELING FROM A SERIES OF DEVASTATING NATURAL DISASTERS SUFFERED IN 2018, FROM TORRENTIAL FLOODS STATEWIDE (SOME HURRICANE INDUCED), AND ON THE ISLAND OF HAWAII, EARTHQUAKES, VOLCANIC ERUPTIONS, AND LAVA FLOWS. BEYOND THAT, THE PERSISTENT STRESS PRESSURES RELATING TO PEST/INVASIVE SPECIES, PRODUCT MARKETS, FINANCIALS, AND REGULATIONS CONTINUE UNHINGED.WITH THE ECONOMY IN LOCKDOWN FROM MID-MARCH TO MID-OCTOBER, HAWAII AGRICULTURAL PRODUCERS REPORTED LOSSES AS HIGH AS 40-60% OF THEIR PRODUCT REVENUES, MOSTLY TO LOCAL WHOLESALERS AND RESTAURANTS. LOCAL FRAOS WERE ARGUABLY SOME OF THE MOST MENTALLY STRESSED RESIDENTS IN THE STATE. ADDING TO THE LIST OF MENTAL HEALTH ISSUES, AGRICULTURAL PRODUCERS ALSO RESONATE A CRISIS MODE, ECONOMIC INSTABILITY, A LOSS OF CONTROL, AND ALL ALONE IN CONFRONTING THEIR ISSUES. FINALLY, REACHING OUT FOR HELP MAY BE MORE CHALLENGING BEYOND THEIR TOUGH, INDEPENDENT, AND SELF-RELIANT MINDSETS FOR LOCAL FRAOS AS THEY FACE ADDITIONAL COMPLICATIONS OF DIVERSE CULTURE IDENTITIES AND HOW THEY WERE BROUGHTUP TO TALK COMFORTABLY ABOUT MENTAL HEALTH ISSUES.THIS PROJECT AIMS TOMITIGATE THE MENTAL TRAUMA INFLICTED ON HAWAII&#39;S AGRICULTURAL PRODUCERS RESULTING FROM THE CORONAVIRUS PANDEMIC AND OTHER LINGERING EFFECTS OF ANXIETY AND STRESS. THE FOCUS IS ON TRAINING/EDUCATING PERSONNEL FOR OUTREACH, SUPPORT GROUPS AND DEVELOPING COPING SKILLS FORFRAOS, AS WELL AS CREATING A SOCIAL MARKETING CAMPAIGN TO ELEVATE APPRECIATION AND RESPECT OFFRAOS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72f11935-3e1a-ca57-017f-cc2eb30f8e45-C", "generated_internal_id": "ASST_NON_20217003535371_12H3"}, {"internal_id": 110335972, "Award ID": "20207002832731", "Award Amount": 7300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-10", "CFDA Number": "10.525", "Description": "THIS PROGRAM BUILDS ON THE 2019/2020 PROGRAM ACTIVITIES WRASAP, EXPANDING THE NETWORK OF PARTNERSHIPS INTO ALL STATES AND TERRITORIES OF WESTERN REGION. GOALS TRACK THOSE OF THE USDA:NETWORK WITH PROGRAMS LIKE AGRABILITY, EMBEDDING BEHAVIORAL HEALTH COMPETENCIES INTO EXISTING SERVICE DELIVERY. OTHER COLLABORATIONS: 4H, WESTERN DAIRY PRODUCERS, NIOSH AG CENTERS. CONTINUALLY IDENTIFY NEW ORGANIZATIONS TO ADD TO WEB OF SERVICES, INVITE COLLABORATION.CLEARINGHOUSE: COMPLETE A BASELINE ASSESSMENT OF FARM STRESSORS AND RESOURCES WITH RESPONDENTS FROM EACH STATE/TERRITORY TO ENSURE CLEARINGHOUSE ACCURATELY REFLECTS VARIED NEEDS OF DIVERSE FARMING POPULATIONS (Y1 FARMERS, Y2 AG WORKERS). ENSURE REGIONAL CLEARINGHOUSE IS PUBLICALLY AVAILABLE.EDUCATE PARTNERS ON PROGRAM ACTIVITY, RESULTS OF SURVEYS, RESOURCES DEVELOPED, FINDINGS OF EVALUATOR AND FUTURE PLANS; AT CONFERENCES AND QUARTERLY PARTNER MEETINGS, PROGRAM HIGHLIGHTS PUBLISHED TO CLEARINGHOUSE WEBSITE.RANGE OF SERVICES OFFERED FOR FARMERS INCLUDING: FARM AID HOTLINE (EXTENDED HOURS), RURAL PEER ASSISTANCE NETWORK, EVERYDAY DEMOCRACY, PEER SUPPORT GROUPS, PROMOTORES OUTREACH, MENTAL HEALTH INTERVENTION CURRICULUM DEVELOPMENT AND QPR/MHFA TRAININGS. CAPACITY TO EXPAND LOCALIZED/INTENSIVE OUTREACH ACTIVITIES THROUGHOUT REGION.BASED IN EXTENSION, THIS PROGRAM ADDS TO EXTENSION&#39;S CAPACITY TO PROVIDE DIRECT AND CULTURALLY APPROPRIATE RESOURCES TO FARMING COMMUNITIES. ACKNOWLEDGING THE DIVERSITY OF THE REGION AND THE CHANGING NEEDS OF FARMERS, WSARP STRUCTURE IS FLEXIBLE WITH MINI-GRANTS FOR TRANSLATION, PROFESSIONAL DEVELOPMENT AND TARGETED OUTREACH. EVALUATOR WILL REVIEW QUARTERLY TO INFORM DELIVERY THROUGHOUT 3 YEAR PROGRAM DURATION.TARGET AUDIENCE: ALL FARMERS/RANCHERS/FARM WORKERS IN WESTERN REGION, INCLUDING: HISTORICALLY UNDERSERVED, VETERAN, AGING AND WITH DISABILITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20207002832731_12H3"}, {"internal_id": 111064355, "Award ID": "20207002832730", "Award Amount": 7300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-13", "CFDA Number": "10.525", "Description": "AGRICULTURE IN THE UNITED STATES IS IN A DOWNTURN, WITH SIGNIFICANT LOSSES OVER THE PAST FIVE YEARS RESULTING IN FARM AND RANCH CLOSURES, FORFEITURES, AND DRAMATICALLY RISING RATES OF FARM AND RANCH STRESS. FARMS AND RANCHES IN THE SOUTHERN REGION OF THE UNITED STATES (AS LISTED IN THE RFA: ALABAMA, ARKANSAS, FLORIDA, GEORGIA, KENTUCKY, LOUISIANA, MISSISSIPPI, NORTH CAROLINA, OKLAHOMA, SOUTH CAROLINA, TENNESSEE, TEXAS, VIRGINIA, PUERTO RICO, AND THE VIRGIN ISLANDS) ARE PARTICULARLY VULNERABLE TO THE AFOREMENTIONED ISSUES CONTRIBUTING TO INCREASED FARM AND RANCH STRESS, AND ARE THEREFORE THE REGION OF FOCUS FOR THIS PROPOSAL. THIS PROJECT&#39;S PRIMARY AUDIENCES ARE FARMERS AND RANCHERS, AS WELL AS THOSE WORKING PROXIMAL TO THEM SUCH AS COOPERATIVE EXTENSION AGENTS, LENDERS, COMMODITY ORGANIZATIONS, AGRICULTURAL RETAILERS, AS WELL AS MEDICAL AND MENTAL HEALTH PROFESSIONALS. TO THIS END, WE PROPOSE WORKING IN A COLLABORATIVE MANNER THAT ENSURES THAT ALL PARTIES HAVE A VOICE IN DECISION-MAKING, WHILE ALSO MOVING TOWARD A COLLECTIVE GOAL. IN THIS PROJECT, THOSE APPROACHES WILL BE ACCOMPLISHED THROUGH AN OVERSIGHT TEAM, ACTION TEAMS DEDICATED TO SPECIFIC OBJECTIVES, A COMMUNICATIONS COORDINATION TEAM, AND NATIONAL PARTNERS STANDING READY TO CONNECT FARMERS TO EXISTING AND CREATED RESOURCES AND PROGRAMS. WITH AN ESTABLISHED NETWORK OF OVER 50 PARTNERS, THIS PROPOSAL SHARES HOW WE ARE READY AND ABLE TO RESPOND IN MEANINGFUL AND SUSTAINABLE WAYS TO THE NEEDS OF FARMERS AND RANCHERS IN THE SOUTHERN REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b8bab16-0509-a83d-c16c-f4a854caea4d-C", "generated_internal_id": "ASST_NON_20207002832730_12H3"}, {"internal_id": 110335898, "Award ID": "20207002832729", "Award Amount": 7300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-31", "CFDA Number": "10.525", "Description": "AGRICULTURE IS AN ECONOMIC AND SOCIAL BEDROCK OF THE UNITED STATES, YET FOR DECADES, FARMERS, RANCHERS, AND FARMWORKERS HAVE ENDURED GROWING CHALLENGES THAT INCREASE THEIR LEVELS OF STRESS. THE SUICIDE RATES AMONG MALE FARMERS, RANCHERS, AND OTHER AGRICULTURAL MANAGERS IN 2012 AND 2015 WERE 44.9 AND 32.2 PER 100,000, RESPECTIVELY, WHILE THE NATIONAL AVERAGE WAS 12.9 IN 2012 AND 13.7 IN 2015 (MURPHY ET AL., 2015, 2017). ALTHOUGH MANY ORGANIZATIONS IN THE NORTHEAST PROVIDE SOME OF THESE SERVICES, UNTIL THE 2019 LAUNCH OF THE FARM AND RANCH STRESS ASSISTANCE NETWORK - NORTHEAST (FRSAN-NE), THEY WERE NOT EFFECTIVELY WORKING TOGETHER AND WERE UNABLE TO EASILY CONNECT A FARMER CLIENT WITH THE ARRAY OF SERVICES NEEDED TO FULLY ADDRESS THEIR CRISIS.THIS PROJECT WILL SUPPORT THE SUSTAINABILITY OF FARM STRESS ASSISTANCE IN THE NORTHEAST REGION BY ENHANCING AND EXPANDING AN EXISTING NETWORK OF SERVICE PROVIDERS. THROUGH THIS NETWORK, SERVICE PROVIDERS WILL BUILD CAPACITY TO EFFECTIVELY SERVE THEIR FARM CLIENTS UTILIZING A DIVERSE ARRAY OF TRAININGS, RESOURCES, BEST PRACTICES, AND NETWORK-BUILDING OPPORTUNITIES. IN ADDITION, THE PROJECT WILL ADDRESS THE IMMEDIATE STRESS ASSISTANCE NEEDS OF FARMERS, RANCHERS, AND FARMWORKERS BY EXPANDING THE EXISTING ONLINE CLEARINGHOUSE AND HELPLINE TO MORE EFFECTIVELY CONNECT FARMERS WITH RESOURCES, DEVELOPING FARMER BEHAVIORAL HEALTH SELF-ASSESSMENT TOOLS, AND CONDUCTING A COMMUNICATIONS CAMPAIGN TO RAISE FARMER AWARENESS OF STRESS AND COPING STRATEGIES. FINALLY, THE SUCCESS OF THIS PROJECT WILL BE SUPPORTED BY A STRONG EVALUATION PROCESS AND CLEAR STRUCTURES FOR SHARING AND DISSEMINATING THE RESOURCES DEVELOPED. TOGETHER, THESE ACTIVITIES WILL PRODUCE AN EDUCATED AND ESTABLISHED NETWORK, IMPROVEMENTS TO FARMER BEHAVIORAL HEALTH ACROSS THE REGION, AND A REDUCTION IN SUICIDE RATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "894c36a9-c7a1-afbd-d041-62265c1f4d4a-R", "generated_internal_id": "ASST_NON_20207002832729_12H3"}, {"internal_id": 110335986, "Award ID": "20207002832728", "Award Amount": 7300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-31", "CFDA Number": "10.525", "Description": "AGRICULTURAL PRODUCERS IN THE NORTH CENTRAL REGION EXPERIENCE ANXIETY, DEPRESSION, SUBSTANCE USE, AND DEATH BY SUICIDE AT DISPROPORTIONATELY HIGHER RATES THAN THE GENERAL POPULATION. THE UNIVERSITY OF ILLINOIS AT URBANA-CHAMPAIGN MOBILIZED PARTNERS IN THE NORTH CENTRAL REGION TO FORM THE NORTH CENTRAL FARM AND RANCH STRESS ASSISTANCE CENTER TO CREATE AND EXPAND STRESS MANAGEMENT AND MENTAL HEALTH RESOURCES AND SERVICES TO AGRICULTURAL PRODUCERS AND ADVOCATES AND STAKEHOLDERS WHO SUPPORT AGRICULTURAL PRODUCERS. THE KEY TARGET AUDIENCES FOR THIS PROJECT INCLUDE INDIVIDUALS ENGAGED IN PRODUCTION AGRICULTURE WITH SPECIFIC EMPHASIS ON PRODUCERS (MALE AND FEMALE OPERATORS, FARMWORKERS), FARM YOUTH AND FARM FAMILIES, AND ALLIES OF AGRICULTURAL PRODUCERS (SPECIFICALLY AGRIBUSINESS PROFESSIONALS AND HEALTHCARE PROVIDERS). THE NORTH CENTRAL FARM AND RANCH STRESS ASSISTANCE CENTER WILL EXPAND PROGRAMS THAT PROVIDE PROFESSIONAL AGRICULTURAL BEHAVIORAL HEALTH INTERVENTION, SUPPORT FARM TELEPHONE HOTLINES AND WEBSITES, AND PROVIDE NEEDED TRAINING AND RESOURCES FOR PRODUCERS, AGRICULTURE-RELATED OCCUPATIONS, AND INDIVIDUALS WHO SUPPORT PRODUCERS. THE PROJECT WILL INCREASE COMMUNITY CAPACITY AND HEALTHCARE PROVIDERS&#39; READINESS TO RESPOND TO PRODUCERS&#39; MENTAL HEALTH NEEDS AND POTENTIALLY INCREASE AGRICULTURAL PRODUCTIVITY BY REDUCING PRESENTEEISM, ABSENTEEISM, AND WORK-RELATED INJURIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_20207002832728_12H3"}, {"internal_id": 85400054, "Award ID": "20197002830464", "Award Amount": 480000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-01", "CFDA Number": "10.525", "Description": "BUILDING AN INCLUSIVE AND COMPREHENSIVE NETWORK FOR FARM AND RANCH STRESS ASSISTANCE IN THE NORTHEAST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "894c36a9-c7a1-afbd-d041-62265c1f4d4a-R", "generated_internal_id": "ASST_NON_20197002830464_12H3"}, {"internal_id": 85400055, "Award ID": "20197002830436", "Award Amount": 478332.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-06", "CFDA Number": "10.525", "Description": "FARM AND RANCH WELLNESS: THE NEXT STEPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_20197002830436_12H3"}, {"internal_id": 85400025, "Award ID": "20197002830435", "Award Amount": 480000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "10.525", "Description": "FARMERS AND AG WORKERS FACE UNIQUE STRESSORS; THE CDC RESULTS ON DEATHS BY SUICIDE PER CAPITA (BY OCCUPATION) REVEAL THAT THESE STRESSORS CAN HAVE TRAGIC EFFECTS. FARMERS, AG WORKERS AND THEIR FAMILIES WILL BENEFIT FROM A STRESS ASSISTANCE PROGRAM TAILORED TO THE SPECIFIC NEEDS OF THIS POPULATION. THE FIRST STEP IS THE CREATION OF THE WESTERN REGIONAL AGRICULTURAL STRESS ASSISTANCE PROGRAM (WRASAP). PROGRAM ACTIVITIES ARE DIRECTLY TIED TO THE GOALS OF THIS FRSAN AS THEY SHARE THE FOLLOWING OBJECTIVES:&BULL;ESTABLISH A DIVERSE, REGIONALLY-REPRESENTATIVE NETWORK OF MEMBER ORGANIZATIONS.&BULL;DEVELOP A CLEARINGHOUSE OF FARMER ASSISTANCE PROGRAMS IN THE REGION.&BULL;EDUCATE YOUR REGION ABOUT FRSAN ACTIVITIES AND HOW THEY CAN ACCESS AND USE EXISTING RESOURCES AND PROGRAMS IN THEIR WORK WITH AGRICULTURAL WORKERS AND COMMUNITIES UNDER STRESS.WRASAP PARTNERS CONSIST OF: WASHINGTON STATE UNIVERSITY SKAGIT COUNTY EXTENSION, OREGON STATE UNIVERSITY EXTENSION, VOLUNTEERS OF AMERICA WESTERN WASHINGTON AND WASHINGTON STATE DEPARTMENT OF HEALTH.THE TRUSTED NETWORK OF WSU AND OSU EXTENSION SERVICES PROVIDES AVENUES FOR OUTREACH WHICH COINCIDE WITH PREEXISTING POINTS OF OUTREACH FOR THIS OTHERWISE HARD TO REACH COMMUNITY (WORKSHOPS AND FIELD DAYS, FARM TRAININGS, ETC.).VOLUNTEERS OF AMERICA AND WA DOH HAVE THE BEHAVIORAL HEALTH EXPERTISE, RELATIONSHIPS WITH NETWORKS OF SERVICE PROVIDERS AND THE INSTITUTIONAL CAPACITY TO HOST CRISIS HOTLINES, LINK PEOPLE TO RESOURCES AND PROVIDE TRAININGS. THESE PARTNERS ARE WELL POISED TO ADDRESS STRESS MANAGEMENT IN AGRICULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20197002830435_12H3"}, {"internal_id": 85399995, "Award ID": "20197002830434", "Award Amount": 480000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-01", "CFDA Number": "10.525", "Description": "FARMERS AND RANCHERS WHO MAY BE OF THE GREATEST NEED OF ANY OCCUPATIONAL GROUP ARE GOING WITHOUT CRUCIAL MENTAL HEALTH SERVICES AND STRESS ASSISTANCE. THE AGRISAFE NETWORK MOBILIZED PARTNERS IN THE SOUTHERN REGION OF THE UNITED STATES TO FORM THE SOUTHERN FARM AND RANCH STRESS ASSISTANCE NETWORK (S-FRSAN). AGRISAFE WILL LEVERAGE THE STRENGTHS OF THE S-FRSAN TO ESTABLISH A CLEAR BLUEPRINT FOR DELIVERY OF STRESS ASSISTANCE SERVICES TAILORED TO THE AGRICULTURAL POPULATION. AGRISAFE&#39;S TOTAL FARMER HEALTH PHILOSOPHY WILL BE THE BASIS BY WHICH THE SERVICES ARE DESIGNED. AGRISAFE&#39;S TOTAL FARMER HEALTH CAMPAIGN EMBRACES A HOLISTIC APPROACH TO CARING FOR THE AGRICULTURAL COMMUNITY BY FOCUSING NOT ONLY ON THE OCCUPATIONAL HAZARDS BUT ALSO INDIVIDUAL, SOCIAL AND MENTAL HEALTH COMPONENTS THAT COULD IMPACT ONE&#39;S HEALTH AND WELL-BEING.S-FRSAN WILL MEET THE STATED PROGRAMMATIC GOALS BY FULFILLING THESE IMPORTANT OBJECTIVES:1) STRATEGICALLY ASSESS INNOVATIONS IN STRESS ASSISTANCE ESPECIALLY AMONG DIVERSE AGRICULTURAL COMMUNITIES.2) DEVELOP A S-FRSAN WEBSITE AND SOCIAL MARKETING MATERIALS THAT CAN BE BRANDED AND REPURPOSED TO DIRECT FARMERS AND RANCHERS TO STRESS ASSISTANCE.3) IMPLEMENT ORGANIZATIONAL CHANGES THAT CAN RESULT IN A HIGHER UTILIZATION OF MENTAL HEALTH SERVICES AND A REDUCTION IN BARRIERS TO SEEKING CARE.4) IDENTIFY PARTNERS AND SERVICE PROVIDERS WHO HAVE THE COMPETENCY TO DELIVER STRESS ASSISTANCE TO FARMERS AND RANCHERS.5) OFFER MONTHLY FREE TRAININGS TO RURAL HEALTH PROFESSIONALS AND COMMUNITY INFLUENCERS TO INCREASE THEIR COMPETENCY IN CARING FOR THE NEEDS FACED BY FARMERS AND RANCHERS.6) COMPLETE STRATEGIC PLAN FOR LAUNCH IN YEAR II.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec200bb1-613d-feb0-69e2-90fe2df582d9-C", "generated_internal_id": "ASST_NON_20197002830434_12H3"}]