[{"internal_id": 162054799, "Award ID": "20237041140954", "Award Amount": 59478.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-14", "CFDA Number": "10.527", "Description": "THE OVERARCHING PURPOSE OF THE KANSAS STATE VETERINARY MEDICINE SPECIALIZED PROGRAMS FOR THERECRUITMENT OF INDIGENOUS, NATIVE, AND TRIBAL STUDENTS (SPRINTS) INITIATIVE IS TO PROVIDE A DIRECTAND PURPOSEFUL CONNECTION BETWEEN THE COLLEGE OF VETERINARY MEDICINE AT KANSAS STATE UNIVERSITYAND PROSPECTIVE STUDENTS FROM NATIVE, INDIGENOUS, AND TRIBAL BACKGROUNDS. DESPITE THE PRESENCE OFFOUR FEDERALLY-RECOGNIZED TRIBAL NATIONS THROUGHOUT KANSAS, TRIBAL STUDENTS REMAINUNDERREPRESENTED IN THE PROFESSIONAL FIELD OF VETERINARY MEDICINE THROUGHOUT THE STATE, AS WELL ASWITHIN THE COLLEGE OF VETERINARY MEDICINE&#39;S STUDENT POPULATION. THROUGH COMPREHENSIVEPROGRAMMING THAT PROVIDES PROSPECTIVE STUDENTS WITH EXPERIENCES AND EXPOSURE RELATED TOVETERINARY MEDICINE, THE PRIMARY OBJECTIVE OF THE SPRINTS INITIATIVE IS TO ENCOURAGE NATIVE,INDIGENOUS, AND TRIBAL STUDENTS TO PURSUE AND SUCCEED WITHIN AN EDUCATIONAL AND PROFESSIONALPATHWAY IN THE FIELD OF VETERINARY MEDICINE, WHERE THEY CAN HAVE A POSITIVE IMPACT ON THEIRCOMMUNITIES AND FELLOW CONSTITUENTS.THROUGHOUT THE ACADEMIC YEAR, THE PRINCIPAL INVESTIGATORS WILL LEAD A NUMBER OF UNIQUECOMPONENTS. THE COMPONENTS ASSOCIATED WITH THE SPRINTS INITIATIVE WILL INCLUDE INFORMATIONALPRESENTATIONS AND ADVISING SESSIONS IN SPECIFIC COMMUNITIES ACROSS KANSAS, WILL HOSTCOMPREHENSIVE VISIT DAYS ON THE COLLEGE OF VETERINARY MEDICINE CAMPUS, WILL PROVIDE THEOPPORTUNITY FOR NATIVE, INDIGENOUS, AND TRIBAL STUDENTS TO ATTEND THE ANNUAL VET MED ROCKSSUMMER CAMP AT NO COST, WILL DEVELOP A MEANINGFUL MENTOR-MENTEE PROGRAM BETWEEN PROSPECTIVESTUDENTS AND CURRENT VETERINARY MEDICINE FACULTY AND STUDENTS, AND WILL WAIVE THE SUPPLEMENTALAPPLICATION FEES FOR FIVE PROSPECTIVE STUDENTS DURING EACH APPLICATION CYCLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20237041140954_12H3"}, {"internal_id": 162054798, "Award ID": "20237041140940", "Award Amount": 499625.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-14", "CFDA Number": "10.527", "Description": "NATIVE AMERICAN YOUTH ARE AMONG THE LEAST REPRESENTED IN SCIENCE, TECHNOLOGY, ENGINEERING, AND MATH (STEM) FIELDS IN THE US. THERE ARE FOUR CHALLENGES THAT ARE COMMON FOR STUDENTS FROM TRIBAL COMMUNITIES: 1) A SENSE OF BELONGING; 2) A VISION AND PURPOSE; 3) COLLEGE PREPARATION, AND 4) ECONOMIC SUPPORT TO COMPLETE THE DEGREE. THE UNIVERSITY OF ARKANSAS WILL WORK WITH THE CHEROKEE AND MUSCOGEE NATIONS AS PILOT PROGRAM PARTNERS. WE WILL IMPLEMENT A LIFE FROM THE LAND INITIATIVE FOR RECRUITING AND RETAINING THROUGH GRADUATION STUDENTS FROM NATIVE AMERICAN COMMUNITIES THESE ELEMENTS INCLUDE THE NATIVE YOUTH IN FOOD AND AGRICULTURE LEADERSHIP SUMMIT, THE UNDERGRADUATE RESEARCH EXPERIENCE IN ECOSYSTEM SERVICES (ECO-REU), AND THE UNDERGRADUATE INTERNSHIPS IN SUSTAINABILITY. THE LIFE FROM THE LAND ELEMENTS WILL BE INTEGRATED AND EXPANDED TO PROVIDE A SUPPORT COMMUNITY FOR NATIVE AMERICAN STUDENTS AT THE UNIVERSITY OF ARKANSAS TO ADDRESS THE FOUR CHALLENGES. THE UNIVERSITY OF ARKANSAS WILL ESTABLISH A NATIVE AMERICAN STUDENT SERVICES (NASS) PROGRAM AS PART OF THE CAMPUS STUDENT SERVICES INITIATIVE. THE NASS PROGRAM WILL BE COORDINATED BY THE PROJECT PIS AND LED BY A DIRECTOR, FUNDED BY THIS PROJECT. THE UNIVERSITY OF ARKANSAS WILL INCREASE NEW NATIVE AMERICAN STUDENT ENROLLMENT FROM 258 IN 2022 TO 500 NATIVE AMERICAN STUDENTS BY FALL 2028. THE CURRENT SIX-YEAR GRADUATION RATE OF 63% FOR NATIVE AMERICAN STUDENTS WILL BE INCREASED TO 90% BY 2028. THESE GOALS ARE WAYPOINTS TO A MORE COMPREHENSIVE OUTCOME OF EXPANDING OPPORTUNITIES FOR PROSPERITY TO NATIVE AMERICAN STUDENTS IN OUR REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "868c3cd8-2896-4496-6775-ad6a8c69c6d6-C", "generated_internal_id": "ASST_NON_20237041140940_12H3"}, {"internal_id": 162054797, "Award ID": "20237041140932", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "10.527", "Description": "THE GOAL OF THIS PROPOSED NEW BEGINNINGS FOR TRIBAL STUDENTS PROJECT, STRENGTHENING TRIBAL STUDENTS&#39; PERSISTENCE AND RETENTION WITH PLACE-BASED WELLNESS, BEHAVIORAL HEALTH, AND FIRST-YEAR STUDENT SUPPORT STRATEGIES, IS TO IMPROVE PERSISTENCE AND RETENTION FROM A HOLISTIC, PLACE-BASED METHODOLOGY BY PROVIDING BEHAVIORAL HEALTH AND WELLNESS RESOURCES FROM THE STUDENT SERVICES DEPARTMENT AT I?ISA?VIK COLLEGE, WITH TWO DELINEATED STRATEGIES: ONE THAT IS ON RETURNING AND/OR PERSISTING STUDENTS (2ND YEAR AND UP), AND ONE THAT IS FOCUSED ON FIRST-YEAR STUDENT COHORTS. THE TARGET POPULATION FOR THIS PROJECT IS I?ISA?VIK COLLEGE&#39;S PROGRAM-ACTIVE STUDENTS, THE MAJORITY OF WHOM ARE TRIBAL. PROGRAM-ACTIVE IS DEFINED AS STUDENTS WHO ARE CURRENTLY ENROLLED IN A PROGRAM OF STUDY (A MAJOR) AND ARE WORKING TOWARDS AN ASSOCIATE DEGREE OR THE SINGLE BACHELOR&#39;S DEGREE THAT I?ISA?VIK CURRENTLY OFFERS (BACHELOR OF BUSINESS ADMINISTRATION). BY FACILITATING WELLNESS AND BEHAVIORAL HEALTH IN I?ISA?VIK COLLEGE PROGRAM-ACTIVE STUDENTS, THE EXPECTED IMPACT IS TO CREATE LONG-TERM CHANGE AND IMPROVEMENT IN PERSISTENCE AND RETENTION RATES AT THE COLLEGE AND GRADUATION RATES. THE OBJECTIVE IS ALSO TO ADDRESS STUDENT NEEDS ON A MORE HOLISTIC AND WELL-ROUNDED LEVEL; I?ISA?VIK STUDENTS FACE A VARIETY OF CHALLENGES THAT THE AVERAGE COLLEGE STUDENT DOES NOT FACE, INCLUDING A HISTORY OF SYSTEMIC SUBJUGATION AND CULTURAL OPPRESSION THAT AFFECTS HOW STUDENTS APPROACH THEIR HIGHER EDUCATION, WHICH IS INHERENTLY A WESTERNIZED INSTITUTION. THIS THREE-YEAR PROJECT WILL HELP GUIDE I?ISA?VIK STUDENTS ON THEIR EDUCATIONAL JOURNEY AND CAN ADDRESS ACHIEVEMENT GAPS HOLISTICALLY, WITH A FOCUS ON BEHAVIORAL HEALTH CONTEXTUALIZED BY CULTURAL VALUES, VERSUS SILOED ACADEMIC SUPPORT THAT DOES PROVIDE A COMPLETE FRAMEWORK FOR STUDENT SUCCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ac14721-97aa-1b91-8321-3f6c7dc5216a-C", "generated_internal_id": "ASST_NON_20237041140932_12H3"}, {"internal_id": 151587213, "Award ID": "20227041138313", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-26", "CFDA Number": "10.527", "Description": "AN INTEGRATIVE APPROACH TO EXPANDING AGRICULTURAL OPPORTUNITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ca6ae09-c02c-1ad6-1957-79de6f598529-C", "generated_internal_id": "ASST_NON_20227041138313_12H3"}, {"internal_id": 151882281, "Award ID": "20227041138312", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "10.527", "Description": "MOCVSE VLICETV NEW BEGINNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b8806c8e-2345-bf8d-c62d-2b493f0f897f-C", "generated_internal_id": "ASST_NON_20227041138312_12H3"}, {"internal_id": 151882471, "Award ID": "20227041138311", "Award Amount": 99580.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "10.527", "Description": "NICC'S NEW TRIBAL BEGINNING'S 2022 DUAL CREDIT SCHOLARSHIP PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "62b367a0-1be5-0e30-b624-7a5bdd3a144f-C", "generated_internal_id": "ASST_NON_20227041138311_12H3"}, {"internal_id": 151882458, "Award ID": "20227041138310", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "10.527", "Description": "CIRCLING BACK, AFFORDING TRIBAL STUDENTS OPPORTUNITIES TO FLOURISH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abd98500-a812-0a76-1610-357bcd3f88de-C", "generated_internal_id": "ASST_NON_20227041138310_12H3"}, {"internal_id": 151587273, "Award ID": "20227041138309", "Award Amount": 487800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "10.527", "Description": "DEEPENING NATIVE EDUCATION PATHWAYS THROUGH EXPERIENTIAL LEARNING, CULTURAL CONNECTION, AND KNOWLEDGE EXCHANGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20227041138309_12H3"}, {"internal_id": 151882486, "Award ID": "20227041138308", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "10.527", "Description": "NEW BEGINNING FOR TRIBAL STUDENTS III: UI NBTS CRIRLE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20227041138308_12H3"}, {"internal_id": 139651779, "Award ID": "20217041135731", "Award Amount": 572331.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "10.527", "Description": "THE PROJECT BUILDS ON THE CURRENT FUNDED NEW BEGINNINGS GRANT TO IDENTIFY AND STRENGTHEN MULTIPLE PATHWAYS FOR NATIVE YOUTH TO PURSUE STEM CAREERS. THIS PROJECT EXTENDS AND DEEPENS THE FIRST SIGNIFICANT COLLABORATION AMONG THE THREE LAND-GRANT INSTITUTIONS IN WISCONSIN TO BROADLY COORDINATE SYSTEMIC EFFORTS TO SUPPORT NATIVE EDUCATION PATHWAYS ACROSS TRIBAL AND PUBLIC EDUCATIONAL SYSTEMS. IN THIS PROPOSAL, WE FOCUS ON AGRICULTURE AND NATURAL RESOURCE MANAGEMENT MAJORS AND INTERNSHIPS, TO INCREASE THE NUMBER OF COLLEGE-EDUCATED NATIVE PEOPLE AND BUILD CAPACITY FOR A ROBUST TRIBAL WORKFORCE. THE PROJECT IS ALIGNED WITH INPUT FROM THE TWELVE NATIVE NATIONS IN WISCONSIN TO DEVELOP PATHWAYS FOR THEIR YOUTH TO GRADUATE FROM HIGHER EDUCATION. KEY PARTNERS ARE LAC COURTE OREILLES OJIBWE COLLEGE, COLLEGE OF MENOMINEE NATION, UNIVERSITY OF WISCONSIN-MADISON, AND WISCONSIN TRIBAL CONSERVATION ADVISORY COUNCIL. OUR GOAL IS TO ENHANCE EDUCATIONAL READINESS AND RETENTION IN COLLEGE, LEADING TO WORKFORCE DEVELOPMENT FOR NATIVE YOUTH THROUGH ACTIVITIES TARGETING PRE-COLLEGE TO TRIBAL COLLEGES AND UW-MADISON. THROUGH OUR PROPOSED ACTIVITIES WE WILL FOSTER NATIVE LEADERSHIP, AMPLIFY NATIVE VOICES AND BUILD SUSTAINABLE STRATEGIES FOR ACADEMIC AND CAREER GOAL ACHIEVEMENT CONTRIBUTING TO A DIVERSE WORKFORCE. OBJECTIVE 1. BROADEN NATIVE PRE-COLLEGE STUDENTS&#39; EXPERIENCES WITH STEM, AGRICULTURE AND NATURAL RESOURCE MAJORS AND CAREERS, AND EXPAND THESE OPPORTUNITIES TO OTHER TRIBAL COMMUNITIES WITHIN WISCONSIN. OBJECTIVE 2 ATTRACT AND RETAIN STUDENTS IN STEM MAJORS PARTICULARLY IN NATURAL RESOURCE CONSERVATION AND AGRICULTURAL FIELDS. INCREASE STUDENT GRADUATION AND CAREER PREPARATION THROUGH CULTIVATING A SENSE OF BELONGING, SKILL MASTERY, AND COMMITMENT TO INDIVIDUAL GROWTH AND SERVICE TO COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5968cc2-9897-e9bd-cf9d-5805a1d1e20f-R", "generated_internal_id": "ASST_NON_20217041135731_12H3"}, {"internal_id": 138710340, "Award ID": "20217041135304", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-16", "CFDA Number": "10.527", "Description": "TITLE: RETURNING TO OUR GOOD CAMPPI:  MARGARET EGGERS, MONTANA STATE UNIVERSITY BOZEMAN (MSU)CO-PI: VANESSA SIMONDS, MONTANA STATE UNIVERSITY BOZEMANPI:  CHRISTINE MARTIN, LITTLE BIG HORN COLLEGE (LBHC, THE CROW TRIBAL COLLEGE)PI: CHARLENE JOHNSON, PLENTY DOORS COMMUNITY DEVELOPMENT CORPORATIONPD: JOHN DOYLE, CROW ENVIRONMENTAL HEALTH STEERING COMMITTEEPD: JASON CUMMINS, CROW AGENCY PUBLIC SCHOOLTHIS PROGRAM AIMS TO INCREASE TRIBAL COMMUNITY CAPACITY IN NATURAL RESOURCE MANAGEMENT, ENVIRONMENTAL SCIENCE, ENVIRONMENTAL HEALTH AND COMMUNITY HEALTH, BY SUPPORTING CROW AND OTHER NATIVE STUDENTS IN COMPLETING ASSOCIATES, BACHELOR&#39;S AND GRADUATE DEGREES IN THESE AND RELATED DISCIPLINES. THE PROGRAM BUILDS ON THE WELL-ESTABLISHED COLLABORATION AMONG LITTLE BIG HORN COLLEGE, MONTANA STATE UNIVERSITY BOZEMAN AND SEVERAL CROW COMMUNITY ORGANIZATIONS.OBJECTIVES: (I) STRENGTHEN LBHC&#39;S EDUCATIONAL PATHWAYS TO DEGREES AND CAREERS IN WATER RESOURCES/ENVIRONMENTAL SCIENCE, ENVIRONMENTAL HEALTH, COMMUNITY HEALTH AND RELATED DISCIPLINES. (II) INCREASE RECRUITMENT, RETENTION AND GRADUATION OF NATIVE STUDENTS IN THESE AND OTHER COLLEGE OF AGRICULTURE (COA) AND HEALTH AND HUMAN DEVELOPMENT (HHD) DEGREE PROGRAMS AT MSU. (III) INCREASE RECRUITMENT OF NATIVE AMERICAN GRADUATE STUDENTS IN COMMUNITY HEALTH GRADUATE DEGREE PROGRAM AT MSU. (IV) IMPROVE NATIVE STUDENT EXPERIENCE AT MSU BY INCREASING FACULTY UNDERSTANDING OF THESE STUDENTS AND THEIR COMMUNITIES. (V) CONDUCT FORMATIVE AND SUMMATIVE EVALUATION AS THE BASIS FOR CONTINUAL QUALITY IMPROVEMENT, AND (VI) DISSEMINATE PROJECT RESULTS.WE WILL STRENGTHEN LBHC&#39;S ASSOCIATES DEGREE PROGRAMS IN NATURAL RESOURCE MANAGEMENT AND COMMUNITY HEALTH BY ADDING TWO NEW COURSES WHICH INCORPORATE PLACE-BASED AND CULTURAL COMPONENTS; BUILD 2 + 2 AGREEMENTS WITH MSU FOR STEM MAJORS; PROVIDE MEANINGFUL STUDENT RESEARCH INTERNSHIPS FOR EXPERIENTIAL LEARNING; ENSURE HOLISTIC STUDENT SUPPORT SERVICES; SUPPORT STUDENTS IN THE TRANSFER PROCESS; CREATE A HOME-AWAY-FROM-HOME FOR NATIVE STEM SCHOLARS AT MSU, AND OFFER FACULTY DEVELOPMENT IN MENTORING NATIVE STUDENTS. ADDITIONALLY, WE WILL CREATE TWO FOUR-DAY EXCHANGE PROGRAMS, ONE FOR LBHC STUDENTS AT MSU, AND THE SECOND A SUMMER CAMP FOR ALL TEAM MEMBERS IN CROW. OUR PROGRAM GOAL IS VITAL, AS THESE CROW AND OTHER NATIVE STUDENTS ARE BECOMING LEADERS; THEY ARE EVERYONE&#39;S HOPE FOR THE FUTURE OF OUR TRIBES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_20217041135304_12H3"}, {"internal_id": 137054469, "Award ID": "20217041135216", "Award Amount": 243243.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-10", "CFDA Number": "10.527", "Description": "FOR TRIBAL STUDENTS, THE ROUTE FROM HIGH SCHOOL TO COLLEGE GRADUATION CAN BE UNCLEARLY MARKED AND FULL OF UNEXPECTED OBSTACLES AND DETOURS. ONCE AT VIRGINIA TECH, AS A PART OF A VERY SMALL IDENTITY GROUP, TRIBAL STUDENTS FIND THEMSELVES ISOLATED FROM ONE ANOTHER ACROSS A GEOGRAPHICALLY AND ACADEMICALLY LARGE LAND GRANT INSTITUTION. NATIVE STUDENTS ENGAGED WITH OUR INDIGENOUS CENTER OFTEN REPORT FINANCIAL INSECURITY, CULTURAL INSENSITIVITY AND MICROAGGRESSIONS, AND ACADEMIC CHALLENGES (AIICC STUDENT SURVEY).THE STUDENT RETENTION THROUGH EXPERIENTIAL LEARNING AND CULTURALLY COMPETENT MENTORING PROGRAM WILLMEET THE CHALLENGE OF INCREASING THE NUMBER OF INDIGENOUS STUDENTS GRADUATING WITH A BACHELOR OFSCIENCE DEGREE FROM VIRGINIA TECH WITH AN ENGAGING AND COMPREHENSIVE RETENTION PROGRAM FOR OUR INCREASING NUMBER OF ENROLLED TRIBAL STUDENTS. THE LONG-TERM GOAL OF THE PROJECT IS TO ENSUREENROLLED TRIBAL STUDENTS ACCESS A DEVELOPED AND SUSTAINABLE NETWORK OF SUPPORTIVE CAMPUS COMMUNITYMEMBERS WHO PROVIDE THE GUIDANCE AND ALLYSHIPS CRUCIAL TO ACADEMIC SUCCESS AND COMPLETION OF THEPROGRAMS IN THE COLLEGE OF AGRICULTURE AND LIFE SCIENCES AND THE COLLEGE OF NATURAL RESOURCES ANDENVIRONMENT. THE OVERALL OBJECTIVE OF THIS PROJECT IS TO INCREASE SUPPORT FOR TRIBAL STUDENTS IN DEVELOPING THESKILLS NECESSARY FOR ENTRY AND MID-LEVEL EMPLOYMENT OR ENTERING GRADUATE PROGRAMS IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH).THE PROGRAM WILL ACCOMPLISH ITS OVERALL OBJECTIVE THROUGH THE IMPLEMENTATION OF SEVERAL KEY PROGRAMMING COMPONENTS. FIRST WILL BE THE DEVELOPMENT OFA TEAM OF UNDERGRADUATE NEAR-PEER MENTORS FOR INCOMING TRIBAL STUDENTS. NEAR-PEERS ARE INDIVIDUALS WHO HAVE A COMMON SET OF IDENTITIES AND EXPERIENCES.NEAR-PEERS WILL PAIR WITH FIRST-YEAR STUDENTS TO PROVIDE MENTORING AND ASSIST IN NAVIGATION OBSTACLES AND OFTEN-SILOED RESOURCES ON CAMPUS. ANOTHER IMPORTANT COMPONENT IS TO FORMALIZE A PARTNERSHIP BETWEEN THE VIRGINIA TECH AMERICAN INDIANAND INDIGENOUS CULTURAL CENTERWITH THE ACADEMIC SUPPORT SERVICES OF THE COLLEGE OF AGRICULTURE AND LIFE SCIENCESAND COLLEGE OF NATURAL RESOURCES AND ENVIRONMENT. THIS PARTNERSHIP WILL IMPROVE ACCESS TO TUTORING AND EDUCATIONAL SUCCESS PROGRAMS FOR TRIBAL STUDENTS IN THEIR RESPECTIVE COLLEGES. THE THIRD COMPONENT IS THE IMPLEMENTATION OFUNIQUE EXPERIENTIAL LEARNING OPPORTUNITIES FOR ENROLLED TRIBAL STUDENTS. THESE EXPERIENCES COULD INCLUDE LABORATORY RESEARCH PROJECTS, FIELD-BASED RESEARCH PROJECTS, SKILL-DEVELOPMENT FIELD TRIPS, OR ASSISTING IN DEVELOPING EXTENSION EDUCATIONAL PROGRAMS. THE STUDENTS WILL BE PAIRED WITH A FACULTY MENTOR TO PROVIDE GUIDANCE, NETWORKING, AND LEARNING OPPORTUNITIES. FINALLY, THE PROJECT TEAM WILL CREATE AND IMPLEMENT A FACULTY MENTOR COMMUNITY OF PRACTICE (COP) TO SUPPORT TRIBAL STUDENTS ENGAGED IN EXPERIENTIAL LEARNING OPPORTUNITIES. THE COP PROGRAMMING WILL BE ORGANIZED BY A TEAM OF INDIGENOUS FACULTY MEMBERS, FACULTY MEMBERS TEACHING EQUITY AND INCLUSION IN FANH COURSES, MEMBERS OF THE V.T. OFFICE OF INCLUSION AND DIVERSITY, THE ASSISTANT DEAN OF INCLUSION, DIVERSITY, AND EQUITY FOR CALS, AND THE CNRE DIRECTOR OF INCLUSION AND DIVERSITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_20217041135216_12H3"}, {"internal_id": 137660846, "Award ID": "20217041135215", "Award Amount": 510972.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-16", "CFDA Number": "10.527", "Description": "THE PROPOSED PROJECT SEEKS TO IDENTIFY HOW EXPERIENTIAL LEARNING OPPORTUNITIES, STUDENT SERVICES AND INSTITUTIONAL PRACTICES AT LAND-GRANT INSTITUTIONS IN NEW MEXICO, IMPACT RETENTION AND GRADUATION OF TRIBAL STUDENTS. FOR THIS PURPOSE, WE WILL OFFER EXPERIENTIAL LEARNING OPPORTUNITIES THAT DRAW CONNECTIONS BETWEEN TRIBAL STUDENTS&#39; CULTURAL BACKGROUND AND THEIR ACADEMIC EXPERIENCES, AND RELEVANT REAL-WORLD INTERNSHIPS, PROFESSIONAL DEVELOPMENT, AND CAREER EXPLORATION OPPORTUNITIES.INDIAN RESOURCES DEVELOPMENT AT NEW MEXICO STATE UNIVERSITY WILL LEAD THIS PROJECT IN PARTNERSHIP WITH NAVAJO TECHNICAL UNIVERSITY. ADDITIONAL COLLABORATORS INCLUDE MENTORS FROM REGIONAL LAND-GRANT INSTITUTIONS, TRIBAL ENTITIES, AND NATIVE PROFESSIONALS. COLLABORATORS WILL WORK CLOSELY WITH ONE ANOTHER TO SUPPORT STUDENT INTERNS WHILE DESIGNING SURVEYS, QUESTIONNAIRES, AND OTHER EVALUATION TOOLS THAT WILL RECORD HOW DIFFERENT PROJECT COMPONENTS, STUDENT SERVICES, AND INSTITUTIONAL PRACTICES, CONTRIBUTE TO STUDENT RETENTION AND GRADUATION AT LAND-GRANT INSTITUTIONS. IN ADDITION TO THE EXPERIENTIAL LEARNING, THERE WILL BE AN OUTREACH COMPONENT TO HIGH SCHOOLS TO PROMOTE HIGHER EDUCATION OPPORTUNITIES IN FOOD, AGRICULTURE, NATURAL RESOURCES AND HUMAN SCIENCES AT LAND-GRANT INSTITUTIONS WITHIN NEW MEXICO, IN ORDER TO EXPAND THE NUMBER OF STUDENTS WHO ENROLL IN POST-SECONDARY COURSES. AT THE END OF THE GRANT PERIOD, THE DATA GATHERED VIA THE EVALUATION TOOLS FOR EACH COMPONENT OF THE PROJECT WILL BE COMPILED AND SHARED WITH AN INFORMED SCIENCE COMMUNITY AND OTHER INTERESTED PARTIES ABOUT THE EFFECTIVENESS OF THE PROJECT IN CONTRIBUTING TO ADDRESSING THE CHALLENGE OF INCREASING THE NUMBER OF TRIBAL STUDENTS WHO GRADUATE FROM LAND-GRANT INSTITUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_20217041135215_12H3"}, {"internal_id": 137660847, "Award ID": "20217041135214", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-16", "CFDA Number": "10.527", "Description": "THIS COLLABORATIVE PROPOSAL BUILDS ON THE RELATIONSHIP BETWEEN THE UNIVERSITY OF MISSOURI COLLEGE OF AGRICULTURE, FOOD, AND NATURAL RESOURCES (MU CAFNR) AND THE OSAGE NATION TO SUPPORT TRIBAL STUDENT SUCCESS IN HIGHER EDUCATION ON THEIR ANCESTRAL LANDS. AS A LAND GRANT INSTITUTION, MU IS DEDICATED TO PREPARING STUDENTS TO ADDRESS GLOBAL AGRICULTURAL AND ENVIRONMENTAL CHALLENGES; TRIBAL STUDENTS HAVE A CRITICAL PERSPECTIVE AND ROLE IN THIS WORK, YET THEY ARE UNDERREPRESENTED AND UNDERSERVED. THIS PROJECT AIMS TO ADDRESS MAJOR STRUCTURAL AND SOCIAL BARRIERS TO TRIBAL STUDENT ENROLLMENT AND GRADUATION AT MU. AN EDUCATIONAL EXCHANGE BETWEEN OSAGE STUDENTS, TEACHERS, AND PROFESSIONALS, WITH MU CAFNR FACULTY AND STAFF WILL SYNERGIZE STUDENT ENGAGEMENT WITH CULTURAL AWARENESS AND RELEVANCE TRAINING. EXPERIENTIAL SUMMER PROGRAMMING FOR OSAGE HIGH SCHOOL STUDENTS WILL SIMULTANEOUSLY SERVE AS RECRUITMENT AND AS A PLACE-BASED COMMUNITY CONNECTION. UPON ESTABLISHING THIS RELATIONAL ACCOUNTABILITY, A COHORT OF OSAGE STUDENTS WILL BE PROVIDED FINANCIAL AID, MENTORSHIP AND ADVISING THROUGHOUT THEIR MU CAFNR DEGREE PROGRAM TO REDUCE STRUCTURAL AND SOCIAL BARRIERS TO SUCCESS IN HIGHER EDUCATION AND CAREER READINESS. COMPREHENSIVE EVALUATION OF THE PROJECT&#39;S IMPACTS ON OSAGE STUDENTS, MU CAFNR FACULTY, AND CURRICULAR INCLUSIVITY, WILL LEVERAGE THE VALUE OF THIS PROGRAM AS A TOOL FOR RESPONDING TO TRIBAL STUDENT NEEDS, AND AS A MODEL FOR EXPANDING CRITICAL INFRASTRUCTURE FOR INDIGENOUS STUDENTS AT LAND GRANT UNIVERSITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_20217041135214_12H3"}, {"internal_id": 138340999, "Award ID": "20217041135213", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-28", "CFDA Number": "10.527", "Description": "THIS PROJECT PROVIDES THE UNIQUE OPPORTUNITY FOR UNR&#39;S COLLEGE OF AGRICULTURE, BIOTECHNOLOGY, AND NATURAL RESOURCES (CABNR) AND UNR COLLEGE OF ENGINEERING FACULTY TO PARTNER WITH UNR STUDENT SERVICES TO SUPPORT AMERICAN INDIAN STUDENTS IN THE UNITED STATES, AND SPECIFICALLY, AT THE UNIVERSITY OF NEVADA, RENO - A LAND GRANT UNIVERSITY. THE OVERARCHING GOAL OF THE PROPOSED PROJECT IS TO EMPOWER AMERICAN INDIAN YOUTH TO COMPLETE A BACHELOR OF SCIENCE (BS) DEGREE AND CONSIDER A GRADUATE PROGRAM AT NEVADA&#39;S LAND-GRANT UNIVERSITY. THE SHORT TERM GOALS ARE: A) TO INCREASE THE NUMBER OF AMERICAN INDIAN STUDENTS GRADUATING IN FOOD SYSTEMS OR AGRICULTURE; B) PROVIDE LIVING STIPENDS FOR THE INDIGNEOUS STUDENTS LIVING LEARNING COMMUNITY; C) PROVIDE A COMFORTABLE AND SUPPORTIVE ENVIRONMENT WHERE AMERICAN INDIAN STUDENTS CAN THRIVE; D) CONNECT WITH TRIBAL EDUCATIONAL DEPARTMENTS FOR COLLEGE PREPARATION; AND E) WORK WITH A UNR GRADUATE STUDENT AND HIS PH.D PROJECT TO BUILD FUTURE PATHWAYS FOR AMERICAN INDIAN GRADUATE STUDENTS. THE PROJECT PROPOSES THAT THE MOST EFFECTIVE WAY TO ADDRESS AND REVERSE THE DECREASE IN RETENTION FOR AMERICAN INDIAN STUDENTS IS TO HAVE DEDICATED STAFF, FACULTY, AND MENTORING TO SUPPORT THIS STUDENT POPULATION. MENTORSHIP AND CULTURE-BASED RETREATS ARE TWO STRATEGIES THAT HAVE THE CAPACITY TO SUPPORT THE RECRUITMENT AND RETENTION OF AMERICAN INDIANS STUDENTS AT THE UNIVERSITY THAT WE WILL USE IN THIS PROGRAM. EVALUATION OF THE PROGRAM WILL OCCUR THROUGH STUDENT INTERVIEWS, SURVEYS, AND WORKFORCE PLACEMENT ONCE A STUDENT LEAVES THE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_20217041135213_12H3"}, {"internal_id": 137660848, "Award ID": "20217041135212", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-14", "CFDA Number": "10.527", "Description": "TITOOQAN WEPCUKUYWIT IS A CULTURALLY RESPONSIVE FRAMEWORK THAT WILL ADDRESS THE CONFLICT BETWEEN WESTERN AND INDIGENOUS STEM EDUCATION AND THE EXCLUSION OF TRADITIONAL ECOLOGICAL KNOWLEDGE. EDUCATIONAL PRACTICES HAVE OFTEN LAID ACADEMIC FAILURE ON THE STUDENT. THE FAILURE TO INTEGRATE THE DIVERSE WORLD VIEWS HAS LED TO THE DISPARITY GAPS IN ACADEMIC ACHIEVEMENT (BARNHARDT &AMP; KAWGLEY, 2008). TITOOQAN WEPCUKUYWIT WILL FOCUS ON INCLUDING PRACTICES IN WHICH TRIBAL PEOPLE ACQUIRE KNOWLEDGE THAT IS INCLUSIVE OF THEIR COMMUNITIES (BANG, MEDIN, &AMP; CAJETE 2009). TITOOQAN WEPCUKUYWIT WILL STRENGTHEN CULTURAL COMPETENCE AND HUMILITY ACROSS CAMPUS BY EDUCATING NON-NATIVES OF THE DIFFERENT WORLD VIEWS THAT EXIST IN EDUCATION (BARNHARDT &AMP; KAWGLEY, 2008). ENGAGING WITH TRIBAL PARTNERS AND EXPLORING WHAT TEK IS AND HOW IT CENTERS ON TRIBAL STUDENTS&#39; CONTEXT OF PLACE AND COMMUNITY, WILL IMPROVE FACULTY/STUDENT ENGAGEMENT, AND SUPPORT TRIBAL STUDENT ENROLLMENT AND PERSISTENCE (CAJETE, 2006; SELCEN GUZEY ET AL., 2014). TITOOQAN WEPCUKUYWIT STUDENTS WILL BE EXPOSED TO ANFHS MAJORS AND CAREERS, INCREASING THEIR CHANCES OF GRADUATING, AND CONTINUING IN ANFHS. THEY WILL ALSO BECOME ROLE MODELS TO OTHER TRIBAL STUDENTS. THE PROJECT WILL IMPLEMENT A RECRUITMENT AND RETENTION MODEL THAT WILL PROVIDE A CULTURALL RESPONSIVE OUTREACH AND SUPPORT TO TRIBAL STUDENTS MEETING THEIR INDIVIDUAL AND SPECIALIZED NEEDS OF THE STUDENTS AND FAMILIES, AS WELL AS INCREASING TRANSFER STUDENTS FROM PARTNER TRIBAL COLLEGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20217041135212_12H3"}, {"internal_id": 137660849, "Award ID": "20217041135211", "Award Amount": 176425.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-25", "CFDA Number": "10.527", "Description": "THIS PROPOSAL AIMS TO ADDRESS SEVERAL OF THE BARRIERS NATIVE AMERICAN STUDENTS FACE IN PURSUIT OF HIGHER EDUCATION. IN KEEPING WITH THE LAND GRANT INSTITUTION MISSION OF KANSAS STATE UNIVERSITY TO EMBRACE DIVERSITY AND TO ENCOURAGE ENGAGEMENT, THIS PROJECT AIMS TO ELEVATE THE EDUCATIONAL GOALS OF NATIVE STUDENTS, AND BUILD ON THE GOAL TO PROVIDE NATIVE STUDENTS WITH EQUITABLE ACCESS TO HIGHER EDUCATION, THE DISCOVERY OF KNOWLEDGE, AND THE ENCOURAGEMENT OF HIGH SCHOOL STUDENTS MOVING TOWARD UNDERGRADUATE AND GRADUATE DEGREES. IN THIS VEIN, THE PROJECT LEADERS AND RECRUITED GRADUATE STUDENT ASSISTANTS WILL WORK WITH THE INDIGENOUS FACULTY AND STAFF ALLIANCE, KANSAS ASSOCIATION FOR NATIVE AMERICAN EDUCATION, HASKELL INDIAN NATIONS UNIVERSITY, AND THE KICKAPOO NATION SCHOOL TO USE RESEARCH ON FOOD SOVEREIGNTY AND COMMUNITY GARDENS TO PROVIDE ROLE MODELS FOR NATIVE YOUTH WHICH WILL:INCREASE THE CAPACITY OF AMERICAN INDIAN STUDENTS TO SEEK OUT AND IDENTIFY WITH A COLLEGE-BOUND CULTURE;INCREASE THE CAPACITY OF AMERICAN INDIAN STUDENTS TO PREPARE FOR COLLEGE, AND;INCREASE THE CAPACITY OF KANSAS STATE UNIVERSITY TO RECRUIT, SUPPORT, AND GRADUATE NATIVE AMERICAN STUDENTS PARTICULARLY TO THE HORTICULTURE AND NATURAL RESOURCES DEPARTMENT AND SECONDARILY TO THE AGRICULTURAL COMMUNICATIONS AND EDUCATION DEPARTMENT, AND THE COLLEGES OF ENGINEERING AND BUSINESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20217041135211_12H3"}, {"internal_id": 137660817, "Award ID": "20217041135210", "Award Amount": 518928.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-25", "CFDA Number": "10.527", "Description": "THIS PROJECT WILLADDRESS THE POST-SECONDARY NEEDS OF A GROWING POPULATION OF TRIBAL LEARNERS FROM BOTH RURAL AND URBAN SETTINGS. TO INCREASE THEIR ENROLLMENT, RETENTION, AND GRADUATION, WE WILL BUILD AND STRENGTHEN RELATIONSHIPS WITH LOCAL TCUS AND RURAL TRIBAL COMMUNITIES AND ESTABLISH A FORMAL PARTNERSHIP WITH OUR LOCAL P-12 INDIAN EDUCATION PROGRAMS. TO IMPROVE RETENTION AND GRADUATION RATES OF TRIBAL STUDENTS, WE WILL ESTABLISH A PRESIDENT&#39;S TRIBAL ADVISORY COUNCIL AND HIRE A TRIBAL INITIATIVES DIRECTOR TO OVERSEE THE DEVELOPMENT OF UNIT EQUITY ACTION AND ASSESSMENT PLANS AND A COMPREHENSIVE TRIBAL STUDENTS CARE TEAM ADVISING/COACHING MODEL. THE INCLUSION OF UNIT LIAISONS AND COHORT MENTORING PROGRAMS WILL ADDRESS STUDENT RETENTION, WHILE TRIBAL-FOCUSED TRAINING AND PROFESSIONAL DEVELOPMENT OPPORTUNITIES PROVIDED TO FACULTY, STAFF, AND ADMINISTRATORS WILL SUPPORT THE EVOLUTION OF A MORE INCLUSIVE AND RESPONSIVE CAMPUS COMMUNITY. THE INDIAN EDUCATION PARTNERSHIP, SCHOLARSHIPS, AND THE EXPLICIT FOCUS ON DEVELOPING INSTITUTIONAL STRUCTURES WILL IMMEDIATELY AND DIRECTLY ADDRESS TRIBAL STUDENTS&#39; ACADEMIC AND DAILY LIFE NEEDS. CRITICAL PRIORITY WILL BE GIVEN TO CAMPUS-WIDE PROFESSIONAL DEVELOPMENT THAT SPECIFICALLY ADDRESSES NDSU&#39;S UNIQUE HISTORY AND RELATIONSHIP WITH TRIBAL COMMUNITIES AS A LAND-GRANT INSTITUTION. NDSU WILL WIDEN RECRUITMENT PRACTICES TO INCLUDE URBAN TRIBAL STUDENTS, INSTITUTIONALIZE CAMPUS-BASED PROGRAMMING FOR TRIBAL STUDENTS, AND PROVIDE CAMPUS-WIDE EDUCATION REGARDING TRIBAL NATIONS. TRIBAL STUDENTS ENTERING THE WORKFORCE THROUGH POST-SECONDARY EDUCATION WILL EXPERIENCE A MORE SUPPORTIVE NDSU CAMPUS COMMUNITY, LEADING TO IMPROVED ACADEMIC SUCCESSES AND INCREASED COMMUNITY PROSPERITY AND ECONOMIC DEVELOPMENT IN THEIR TRIBAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abd98500-a812-0a76-1610-357bcd3f88de-C", "generated_internal_id": "ASST_NON_20217041135210_12H3"}, {"internal_id": 138340998, "Award ID": "20217041135209", "Award Amount": 299999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-07", "CFDA Number": "10.527", "Description": "OVER THE LAST 35 YEARS, THE NUMBER OF NATIVE STUDENTS ENROLLED IN POST-SECONDARY EDUCATION HAS GROWN BUT REMAINS THE LOWEST PERCENTAGE OF ANY RACIAL OR ETHNIC GROUP ACROSS U.S. UNIVERSITIES AND COLLEGES. NATIVE STUDENTS CONSISTENTLY REPRESENT 1% OF UNIVERSITY UNDERGRADS AND LESS THAN 1% OF GRADUATE STUDENTS, AND THE OVERALL PERCENTAGE OF NATIVE PERSONS OVER 25 HOLDING DEGREES EQUALED 25% AS OF 2019, WHICH IS LOW IN COMPARISON TO THE NATIONAL AVERAGE OF 42%. WHILE THE EQUITY IN EDUCATIONAL LAND-GRANT STATUS ACT OF 1994 DESIGNATED 35 TRIBAL COLLEGES AND UNIVERSITIES AS LAND-GRANT INSTITUTIONS, ONLY TWO OF THEM ARE EAST OF THE MISSISSIPPI RIVER, IN NORTHERN MICHIGAN AND WISCONSIN. THIS REALITY EXEMPLIFIES THAT EVEN AMERICA&#39;S PAST ATTEMPTS TO SUPPORT TRIBAL STUDENTS HAVE LEFT EASTERN TRIBES BEHIND, AND AS A RESULT THESE EASTERN TRIBES LACK VISIBILITY AND DESERVE ATTENTION. IN ORDER TO IMPROVE THE RECRUITMENT AND RETENTION OF NORTHEASTERN NATIVE STUDENTS IN 1860 UNIVERSITIES, THIS PROJECT PROPOSES TO DEVELOP A PIPELINE FOR TRIBAL HIGH SCHOOL STUDENTS TO ATTEND THE UNIVERSITY OF CONNECTICUT (UCONN)&#39;S RATCLIFFE HICKS SCHOOL OF AGRICULTURE (RHSA), LEADING TO THE ASSOCIATE OF APPLIED SCIENCE (AAS) DEGREE. THIS DEGREE IS SUPPORTED BY LOCAL INDUSTRY, PROVIDES NEEDED REGIONAL WORKFORCE DEVELOPMENT, AND ALIGNS WITH SUSTAINABLE ENVIRONMENTAL, AGRICULTURAL, AND FOOD PRODUCTION METHODS OF CULTURAL IMPORTANCE. STUDENTS SUCCESSFULLY COMPLETING THE PROGRAM COULD BECOME EMPLOYED DIRECTLY IN THESE AREAS, OR TRANSFER TO BACCALAUREATE PROGRAMS AT UCONN IN A VARIETY OF AGRICULTURAL, NATURAL RESOURCES AND HEALTH-RELATED FIELDS.IN PARTNERSHIP WITH LOCAL TRIBES, A COHORT OF HIGH SCHOOL STUDENTS WILL BE RECRUITED AND HAVE THEIR TUITION AND FEES COVERED. PARTICIPANTS WILL JOIN THE NATIVE AND INDIGENOUS SCHOLARS (NISC) NON-RESIDENTIAL LEARNING COMMUNITY AND ITS CONCOMITANT FIRST-YEAR EXPERIENCE COURSE. TRIBE MEMBERS AND FACULTY FROM BOTH THE AAS AND BS PROGRAMS WILL DEVELOP A MENTORSHIPPROGRAM AND PROFESSIONAL DEVELOPMENT ACTIVITIES. DURING THEIR FIRST SUMMER STUDENTS WILL PARTICIPATE IN EXPERIENTIAL LEARNING ACTIVITIES, INCLUDING AN UNDERGRADUATE RESEARCH PROJECT OR INTERNSHIP IN A FIELD OF THEIR CHOICE. WE WILL ALSO DEVELOP A GENERAL EDUCATION COURSE THAT ADDRESSES ISSUES IN FOOD, AGRICULTURE AND THE ENVIRONMENT FROM AN INDIGENOUS LENS. STUDENTS WILL RECEIVE CAREER COUNSELING, AND AFTER THEIR SECOND YEAR WILL EITHER BE READY TO ENTER THE WORKFORCE OR COMPLETE TWO ADDITIONAL YEARS TO EARN A BS/BA THROUGH UCONN, INCLUDING THE OPTION TO COMPLETE A MINOR IN NATIVE AMERICAN AND INDIGENOUS STUDIES. THIS PROJECT WILL INCREASE NATIVE STUDENT EXPOSURE TO THE OPPORTUNITIES OF A LAND GRANT UNIVERSITY, DEVELOP WORKFORCE READINESS SKILLS AND PROVIDE PARTICIPANTS WITH EDUCATION AND TRAINING THAT THEY CAN USE IN THEIR LOCAL COMMUNITIES. INCREASING THE PRESENCE OF NATIVE STUDENTS AT UCONN WILL ALSO ENHANCE CREATIVITY AND INNOVATION IN BOTH TEACHING AND RESEARCH THROUGH THE DIVERSITY OF CULTURAL PERSPECTIVES AND INCLUSION OF NATIVE KNOWLEDGE AND WILL LEAD TO INCREASED COLLABORATION BETWEEN THE UNIVERSITY AND TRIBAL NATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_20217041135209_12H3"}, {"internal_id": 137660818, "Award ID": "20217041135208", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-24", "CFDA Number": "10.527", "Description": "THERE IS A GREAT NEED TO INCREASE THE NUMBER OF NATIVE AMERICANS (NAS) IN THE NURSING PROFESSION. NA INDIVIDUALS HAVE EXPERIENCED GREATER HEALTH PROBLEMS THAN ANY OTHER GROUP IN THE UNITED STATES, AND FACE A BROAD RANGE OF HISTORICAL, SOCIAL, ENVIRONMENTAL, AND ECONOMIC CHALLENGES. ONE STRATEGY TO ADDRESS THESE HEALTH ISSUES AND INEQUITIES AMONG THE NA POPULATION IS TO INCREASE THE NUMBER OF NA NURSES. THIS STRATEGY INCREASES AWARENESS OF NA HEALTH ISSUES, INCREASES THE NUMBER OF NAS COLLABORATING WITH COMMUNITIES TO IMPROVE HEALTH, AND ALSO BUILDS A MORE DIVERSE NURSING WORKFORCE. A MORE DIVERSE NURSING WORKFORCE HELPS BETTER MEET HEALTH CARE NEEDS AND PROVIDES MORE CULTURALLY RELEVANT CARE. NA NURSES WORKING WITHIN THEIR COMMUNITIES ARE MORE LIKELY TO MAKE A DIFFERENCE IN THE HEALTH OF THEIR PEOPLE, AS THEY HAVE A BETTER UNDERSTANDING, RESPECT, AND APPRECIATION OF THE CULTURE AND PRACTICES AND MANY TIMES ALSO SPEAK THE SAME NATIVE LANGUAGE (EDDIE, 2018). THE PROJECT DESCRIBED HEREINIS PART OF THE LARGER \"FUTURE OF NURSING 2020-2030 CAMPAIGN FOR ACTION: CHARTING A PATH TO ACHIEVE HEALTH EQUITY,\" THAT FOCUSES ON IMPROVING THE WELL-BEING OF NATIVE COMMUNITIES AND ADDRESS DISPARITIES (CAMPAIGN FOR ACTION, 2018).TO ENCOURAGE PERSISTENCE AMONG NA NURSING STUDENTS, THE (NANEC) NATIVE AMERICAN NURSING EDUCATION CENTER (NANEC) WAS FOUNDED AT SDSU. THE FOUNDATION FOR THIS WORK BEGAN WITH TALKING CIRCLES THAT TOOK PLACE AT SEVEN NA COMMUNITIES IN SOUTH DAKOTA. NA STUDENTS IDENTIFIED AREAS THAT WOULD SUPPORT SUCCESS, INCLUDING FINANCIAL, ACADEMIC, SOCIAL, AND CULTURAL SUPPORT. AS THERE ARE LESS THAN 1% OF NA IN THE SDSU STUDENT BODY, THERE IS A NEED TO INCREASE THE RETENTION AND GRADUATION RATES OF NA STUDENTS ATTENDING SDSU. MUCH WAS LEARNED FROM THE TALKING CIRCLES AND BECAME THE BASIS FOR THIS OYATE AWA??WA?KA PROJECT.AN IMPORTANT FACTOR FOR SUCCESS IN COLLEGE IS FOR THE NA STUDENT TO FEEL CONNECTED TO OTHERS. ALTHOUGH NA STUDENTS POSSESS THE INTELLIGENCE AND IMAGINATIONTO GET TO COLLEGE, MOST OF THE STUDENTS ARE THE FIRST IN THEIR FAMILIES TO ATTEND COLLEGE, AND DO NOT HAVE THE SUPPORT SYSTEM OR FINANCIAL RESOURCES TO STAY ENROLLED. THROUGH THIS OYATE AWA??WA?KA PROJECT, SPECIALIZED STUDENT SUPPORT WILL OCCUR, INCLUDING ADVISING AND MENTORING BY NA NURSES, STIPEND AND TUITION SUPPORT, AND EXPERIENTIAL LEARNING. FIVE STUDENTS WILL BE FULLY FUNDED WITH TUITION AND STIPEND SUPPORT. BY INVESTING APPROXIMATELY $27,000 PER STUDENT, LONG TERM IMPACT CAN BE FAR REACHING. THESE IMPACTS CAN INCLUDE: INCREASED WAGES OVER LIFETIME (US DEPARTMENT OF LABOR STATISTICS, 2020), IMPROVED ECONOMIC STABILITY OF FAMILY (US DEPARTMENT OF LABOR STATISTICS, 2020), CHANGING THE COMMUNITY AND FAMILY EXPECTATION OF HIGHER EDUCATION (AACN, 2019), HAVING A POSITIVE IMPACT ON THE HEALTHCARE OUTCOMES (AACN, 2019) OF THE TRIBAL COMMUNITY, AND CREATING OPPORTUNITIES FOR ADVANCED EDUCATION ATTAINMENT. ALL STUDENTS WILL RECEIVE TARGETED NA RELEVANT MENTORING AND ADVISING. RETENTION ACTIVITIES WILL TAKE PLACE MULTIPLE TIMES EACH SEMESTER. BECAUSE OF THE MULTIPLE FACETS OF STUDENT SUPPORT INCLUDED IN THIS PROJECT, THE RETENTION AND GRADUATION GOAL IS SET AT 100%. THE COLLABORATION WITH NANEC RESOURCES, STUDENT CONCERNS AND BARRIERS CAN QUICKLY BE ADDRESSED TO ENSURE THE RETENTION AND GRADUATION OF THE STUDENTS.IT IS IMPORTANT FOR THE NA COMMUNITY TO BE CARED FOR BY NA NURSES. IT IS KNOWN THAT A DIVERSE MEDICAL WORKFORCE CAN IMPROVE THE HEALTH CARE QUALITY OF COMMUNITIES. THE OYATE AWA??WA?KA PROJECT WILL ENHANCE A PIPELINE OF BACCALAUREATE PREPARED NURSES TO TACKLE THE MANY CHALLENGES THAT ARE UNIQUE TO NA COMMUNITIES. WITH THE ACADEMIC, SOCIAL, CULTURAL, AND FINANCIAL SUPPORT IN THE OYATE AWA??WA?KA PROJECT, THERE WILL BE INCREASED RETENTION AND GRADUATION RATES OF NA STUDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_20217041135208_12H3"}, {"internal_id": 137660819, "Award ID": "20217041135207", "Award Amount": 314212.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-21", "CFDA Number": "10.527", "Description": "THE NEW BEGINNINGS FOR CHOCTAW TRIBAL STUDENTS (NBCTS) PROGRAM IS A COLLABORATIVE GRANT PROPOSAL SUBMITTED BY MISSISSIPPI STATE UNIVERSITY (MSU) AND THE MISSISSIPPI BAND OF CHOCTAW INDIANS (MBCI). THE PROPOSAL ALIGNS WITH GOAL FOUR OF THE UNITED STATES DEPARTMENT OF AGRICULTURE (USDA) - TO FACILITATE RURAL PROSPERITY AND ECONOMIC DEVELOPMENT, DEVELOP AN EFFECTIVE AND DIVERSE AGRICULTURAL WORKFORCE, AND COLLECT GRADUATION DATA OF TRIBAL STUDENTS. THE NBCTS PROGRAM WILL TARGET MBCI HIGH SCHOOL AND COLLEGE STUDENTS ATTENDING MSU. RECRUITMENT PROGRAM EFFORTS WILL TARGET STUDENTS WHO ATTEND CHOCTAW CENTRAL HIGH SCHOOL (CCHS) OR PARTICIPATE IN THE YOUTH OPPORTUNITY PROGRAM (YOP). THESE RECRUITMENT EFFORTS WILL FOCUS ON INSPIRING MBCI STUDENTS THROUGH PROGRAMMING ON CAREERS IN AGRICULTURE. SUPPORTING THE RECRUITMENT AND RETENTION OF AI/AN STUDENTS WILL IMPROVE GRADUATION RATES AT MSU. WITH A MORE HIGHLY EDUCATED WORKFORCE, THE MBCI WILL BE ABLE TO BETTER FULFILL THEIR AGRICULTURAL, ENGINEERING, AND HEALTHCARE NEEDS, FACILITATING RURAL PROSPERITY AND ECONOMIC DEVELOPMENT. RETENTION PROGRAM EFFORTS WILL MORE BROADLY TARGET AI/AN STUDENTS CURRENTLY ENROLLED AT MSU, WITH A FOCUS ON THE UNIVERSITY&#39;S MBCI STUDENTS.TO INCREASE THE RETENTION AND GRADUATION RATE OF TRIBAL STUDENTS AT MSU, THE PROPOSED NBCTS PROGRAM INCLUDES STRATEGIES TO STRENGTHEN THE RECRUITMENT AND RETENTION OF MBCI STUDENTS AT MSU. RECRUITMENT EFFORTS WILL FOCUS ON HIGH SCHOOL PREPARATION THROUGH THE IMPLEMENTATION OF THE 4-H BUILD YOUR FUTURE CURRICULUM WHICH INCLUDES EXPERIENTIAL LEARNING ACTIVITIES AND MSU RECRUITMENT PROGRAMS INCLUDING CAREER DAYS, PREVIEW WEEKENDS, AND ADMISSIONS COUNSELOR SEMINARS. RETENTION EFFORTS WILL DRAW ON EXPERIENTIAL LEARNING, THE SUPPORT AND DEVELOPMENT OF STUDENT SERVICES, AND INCREASED ACADEMIC ADVISING THROUGH INFORMAL AND FORMAL MENTORSHIP PROGRAMS. THE NBCTS PROGRAM WILL FOCUS RETENTION EFFORTS THROUGH THE NATIVE AMERICAN STUDENT ASSOCIATION (NASA) AND PAID RESEARCH INTERNSHIPS FOR MBCI STUDENTS. STRATEGIES TO STRENGTHEN NASA INCLUDE DEVELOPING A SCHOLARLY LEARNING COMMUNITY THROUGH TECHNOLOGICAL AND PROGRAMMATIC SUPPORT CENTERED AROUND PEER MENTORING AND PROFESSIONAL DEVELOPMENT. NASA MEMBERS WILL PROVIDE PEER MENTORING TO STUDENTS ATTENDING CCHS. THE NASA WILL ALSO PROVIDE A TRIBAL CULTURAL CALENDAR TO MSU AND WILL RECEIVE FINANCIAL AND TRANSPORTATION SUPPORT TO RETURN HOME FOR KEY CULTURAL HOLIDAYS WITH THE MBCI. RESEARCH INTERNSHIPS WILL PROVIDE MBCI STUDENTS WITH FACULTY MENTORS WHO WILL FACILITATE EXPERIENTIAL LEARNING AND ACADEMIC ADVISING AIMED AT SUPPORTING SUCCESSFUL TRANSITION INTO GRADUATE SCHOOL OR EMPLOYMENT UPON GRADUATION. TO INFORM RECRUITMENT AND RETENTION EFFORTS, FOCUS GROUPS AND A CLIMATE SURVEY WILL BE CONDUCTED WITH TRIBAL STUDENTS AT MSU. FUTURE PROGRAMMING WILL BE INFORMED BY DATA COLLECTED ON THE APPLICATION, DROP-OUT, AND GRADUATION RATES OF MBCI STUDENTS. THE COMBINATION OF THESE EFFORTS WILL FACILITATE TRIBAL PROSPERITY BY CREATING AN EFFECTIVE AND DIVERSE WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_20217041135207_12H3"}, {"internal_id": 137660820, "Award ID": "20217041135206", "Award Amount": 413494.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-16", "CFDA Number": "10.527", "Description": "THERE IS AN INCREASING NEED FOR TRAINED AGRICULTURAL PROFESSIONALS TO ENSURE A SAFE AND QUALITY FOOD SUPPLY. THE NUMBER OF GRADUATES, ESPECIALLY UNDERREPRESENTED MINORITIES, IS DECLINING IN FOOD AND OTHER AGRICULTURAL PROGRAMS. THEREFORE, THERE IS A NEED TO ENHANCE RECRUITING EFFORTS TO ENSURE THAT A TRAINED AND DIVERSE WORKFORCE THAT INCLUDES TRIBAL REPRESENTATION IS AVAILABLE TO MEET THESE NEEDS. THE OVERALL GOAL OF THIS PROJECT IS TO LEVERAGE EXISTING RELATIONS WITH PAWNEE NATION COLLEGE (PNC) AND OKLAHOMA STATE UNIVERSITY (OSU) TO GROW TRIBAL STUDENT SUCCESS IN THE WORKFORCE AND COMPLETE A FOUR-YEAR DEGREE AND GRADUATE STUDIES AT OSU. TO ACCOMPLISH THIS GOAL, 45 PNC STUDENTS WILL PARTICIPATE IN A TRAINING PROGRAM OF HANDS-ON RESEARCH PROJECTS, LEADERSHIP AND PROFESSIONAL TRAINING, AND EXPERIENTIAL LEARNING OPPORTUNITIES WITH ON AND OFF-CAMPUS FOOD PRODUCTION FACILITIES. THE SPECIFIC OBJECTIVES OF THE PROPOSED PROGRAM ARE TO 1) RECRUIT 15 TRIBAL STUDENTS EACH YEAR FROM PNC, 2) DEVELOP AND IMPLEMENT THEORY AND PRACTICE-BASED TRAINING PROGRAMS AT PNC TO PREPARE SCHOLARS FOR SUCCESSFUL TRANSFER AT OSU, AND 3) CONDUCT COMPREHENSIVE FOUR-WEEK LONG INTERNSHIP FOR PARTICIPANTS AT OSU. A MULTIDISCIPLINARY TEAM OF FACULTY MEMBERS WILL MENTOR STUDENTS AND PREPARE THEM FOR A SUCCESSFUL TRANSITION TO OSU. THE PROJECT RESULTS WILL PROVIDE A MODEL PROGRAM TO RECRUIT AND ENCOURAGE TRIBAL STUDENTS TO PURSUE HIGHER EDUCATION IN AGRICULTURAL SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20217041135206_12H3"}, {"internal_id": 110335943, "Award ID": "20207041133115", "Award Amount": 390606.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-03", "CFDA Number": "10.527", "Description": "PROJECT SUMMARY/ABSTRACT: BUILDING TRIBAL RESILIENCE IN SOUTHWEST ALASKATHE UNIVERSITY OF ALASKA FAIRBANKS (UAF), A LAND GRANT UNIVERSITY, REQUESTS FUNDS TO SUPPORT A COLLABORATIVE TYPE I PROJECT (CG1): BUILDING TRIBAL RESILIENCE IN SOUTHWEST ALASKA. THIS PROJECT WILL UNITE TWO UNITS WITHIN THE UNIVERSITY, THE KUSKOKWIM CAMPUS (KUC) AND UAF COOPERATIVE EXTENSION SERVICE (CES), WITH PROJECT PARTNER THE ASSOCIATION OF VILLAGE COUNCIL PRESIDENTS (AVCP), A NON-PROFIT TRIBAL CONSORTIUM. THE PROJECT DIRECTOR WILL BE KUC ASSISTANT DIRECTOR KATIE REARDEN.THE GOAL OF THIS THREE-YEAR PROJECT IS TO INCREASE HIGHER EDUCATION SUCCESS FOR TRIBAL PEOPLE IN SOUTHWEST ALASKA. THIS GOAL IS SUPPORTED BY TWO OBJECTIVES: 1) INCREASE ENGAGEMENT OF SECONDARY STUDENTS; AND 2) REENGAGING FORMER STUDENTS FOR DEGREE COMPLETION.THESE OBJECTIVES WILL BE ACCOMPLISHED THROUGH A COMBINATION OF TARGETED STUDENT SERVICES, DIRECT STUDENT AID, COLLEGE COURSEWORK AND CES WORKSHOPS. PROJECT STUDENT SERVICE STAFF WILL PROVIDE OUTREACH, ADVISING, AND AID WITH UNIVERSITY PROCESSES AIMED AT RECRUITING, RETAINING AND GRADUATING STUDENTS. THIS WILL BE AUGMENTED BY FINANCIAL SUPPORT THAT DECREASES BARRIERS TO PARTICIPATION FOR STUDENTS.THIS PROJECT ALIGNS WITH USDA STRATEGIC GOAL 4: FACILITATE RURAL PROSPERITY AND ECONOMIC DEVELOPMENT BY PROVIDING EDUCATION THAT IS RELEVANT AND USEFUL. THIS PROJECT SUPPORTS COURSEWORK THAT CAN BE APPLIED TOWARDS A TRIBAL MANAGEMENT AAS DEGREE TO HIGH SCHOOL (DUAL CREDIT), TRADITIONAL, AND NONTRADITIONAL STUDENTS. THE CES FIELD AGENT/ASSOCIATE PROFESSOR WILL CONDUCT WORKSHOPS AND FIELD EXPERIENCES THAT COMPLEMENT COURSE INSTRUCTION AND ADDRESS ISSUES SURROUNDING THE CRITICAL NEED FOR NUTRITIOUS FOOD AND FOOD SECURITY FOR THE REGIONAL ALASKAN NATIVE YUP&#39;IK PEOPLE AND THEIR SUBSISTENCE \"HUNTER-GATHERER\" LIFESTYLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_20207041133115_12H3"}, {"internal_id": 110335928, "Award ID": "20207041132783", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "10.527", "Description": "AMERICAN INDIAN (AI) STUDENTS MAKE UP ONLY 1% OF THE STUDENT POPULATION AT UNIVERSITIES ACROSS THE NATION. AI STUDENTS LACK PATHWAYS TO ACCESS HIGHER EDUCATION, AND HAVE HIGHER DROP-OUT RATES AND LOWER GRADUATION RATES COMPARED TO THEIR NON-NATIVE PEERS. ACCORDING TO THE NATIONAL CENTER FOR EDUCATION STATISTICS (2019), NATIONALLY THE HIGH SCHOOL COMPLETION RATE FOR AIS IS 72%, WHICH IS 17 % BELOW THE RATE FOR WHITES. MOREOVER, ONLY 17% OFAISTUDENTS CONTINUE THEIR EDUCATIONAFTER HIGH SCHOOL,COMPARED TO 60% OF THEU.S.POPULATION, ACCORDING TO THE POSTSECONDARY NATIONAL POLICY INSTITUTE (2019). IN ADDITION, ONLY 41% OF AI STUDENTS COMPLETE A FOUR-YEAR DEGREE WITHIN SIX YEARS, COMPARED TO NEARLY 63% OF WHITE STUDENTS (PNPI, 2019), AND ONLY 25% OF THOSE AT TWO-YEAR COLLEGES COMPLETE A DEGREE WITHIN THREE YEARS (NCES, 2012). OF THE 1% OF AI STUDENTS ACROSS THE UNITED STATES ENROLLED IN HIGHER EDUCATION, A MAJORITY ARE ATTENDING A TWO-YEAR TRIBAL COLLEGE, AND ALL AI STUDENTS ENROLLED IN HIGHER EDUCATION HAVE POOR RETENTION AT 15% (GUILLORY &AMP; WOLVERTON, 2008). FOR DECADES, HIGHER EDUCATION HAS BEEN UNSUCCESSFUL IN EFFORTS TO RECRUIT AND RETAIN AI STUDENTS AND THUS HAVE FAILED THE AI PEOPLE IN THEIR PURSUIT OF ACADEMIC ACHIEVEMENT TIME AND TIME AGAIN.TRIBAL COLLEGES AND UNIVERSITIES (TCUS) ARE VITAL IN PROVIDING ACCESS TO HIGHER EDUCATION FOR AI STUDENTS, WHILE ALSO ADDRESSING WORKFORCE DEVELOPMENT NEEDS WITHIN TRIBAL COMMUNITIES. HOWEVER, TCUS ARE NOT EXEMPT FROM THE CHALLENGE OF LOW AI STUDENT RETENTION AND GRADUATION RATES. THE MOST RECENT PUBLIC DATA AVAILABLE FROM THE AMERICAN INDIAN HIGHER EDUCATION CONSORTIUM (AIHEC) WAS GATHERED FROM 23 TCUS ON STUDENTS ENTERING FOR THE FIRST TIME, INCLUDING REGULAR FULL-TIME, PART-TIME, AND TRANSFER STUDENTS. ACCORDING TO AIHEC&#39;S AMERICAN INDIAN MEASURES OF SUCCESS IN HIGHER EDUCATION FACT BOOK 2005, THE 2003-2004 STUDENT COHORT HAD A FIRST-YEAR RETENTION RATE (STUDENTS RETURNING IN ACADEMIC YEAR 2004-2005) OF ONLY 46%. THESAME STUDENT COHORT HAD A GRADUATION RATE OF 8% (STUDENTS GRADUATING IN ACADEMIC YEAR 2004-2005 WITH THEIR ASSOCIATE DEGREE). THIS DATA NOT ONLY REFLECTS THE CHALLENGE FACING AI STUDENTS IN POSTSECONDARY EDUCATION, BUT ALSO THE CHALLENGE TRIBAL COMMUNITIES FACE IN FILLING ESSENTIAL JOBS AND CAREERS WITH THEIR LOCAL TRIBAL PEOPLE. TCUS IN SD SEE SIMILAR TRENDS AND HOLD SIMILAR CONCERNS ABOUT THE SUCCESS OF AI STUDENTS.THESE STATISTICS ARE PARTICULARLY TROUBLESOME WHEN LOOKING AT FUTURE ECONOMIC TRENDS AND WORKFORCE NEEDS ACROSS SD. FOR EXAMPLE, GEORGETOWN UNIVERSITY&#39;S CENTER ON EDUCATION AND THE WORKFORCE REPORTED THAT 62% OF JOBS IN SD WOULD REQUIRE A COLLEGE EDUCATION BY 2018 (GEORGETOWN UNIVERSITY, 2010). AI YOUTH ARE INCREASINGLY IMPORTANT TO THE FUTURE SD WORKFORCE BECAUSE THEY ARE AMONG THE STATE&#39;S FASTEST-GROWING POPULATION GROUPS. AS NOTED BY SOCIAL SCIENCE PROFESSOR SIDNEY GOFF, PROFESSOR AT SD SCHOOL OF MINES AND TECHNOLOGY, \"THE FUTURE OF SOUTH DAKOTA&#39;S WORKFORCEIS AMERICAN INDIAN YOUTH, WHOSE NUMBERS ARE GROWING.\" (MERCER, 2012).THIS IGLUWIYEYA PROJECT WILL ADDRESS THE LACK OF PATHWAYS FROM: 1) SECONDARY TO POST-SECONDARY EDUCATION FOR AIS, AND 2) TCUS TO PUBLIC INSTITUTIONS FOR ADVANCED DEGREE ATTAINMENT BY AIS. THE CONCEPT BEHIND THIS PROJECT EMERGED FROM SCHEDULED LISTENING SESSIONS AND SUBSEQUENT DISCUSSIONS BETWEEN THE WOKINI INSTITUTE (WI) DIRECTOR, UNIVERSITY LEADERSHIP, AND TRIBAL LEADERS IN SD. IN 2018, THE NEWLY HIRED WI DIRECTOR TRAVELED TO THE NINE TRIBAL NATIONS IN SD TO DEVELOP RELATIONSHIPS WITH SD&#39;S TRIBAL CHAIRPERSONS, TCU ADMINISTRATION, AND EDUCATION DIRECTORS. A CONSISTENT THEME EMERGED THROUGHOUT THE NINE TRIBAL NATIONS: THE LACK OF TRIBAL YOUTH PURSING HIGHER EDUCATION. LEADERS STATED THAT MANY TRIBAL YOUTH DO NOT VIEW COLLEGE AS AN OPTION, AND THIS ABSENCE OF HIGHER EDUCATION AND CAREER GOALS CONTRIBUTES TO THE PERVASIVE HOPELESSNESS WITHIN THE TRIBAL COMMUNITIES. IN ADDITION, KEY INTERVIEWS WITH TRIBAL COLLEGE PERSONNEL REVEALED THAT, THOUGH THEIR LOCATION IS PROXIMATE, THEY CURRENTLY DO NOT HAVE THE RESOURCES TO PROVIDE PRE-COLLEGE RECRUITMENT NOR TRANSITION SERVICES TO TRIBAL HIGH SCHOOL STUDENTS IN THE COMMUNITIES THEY SERVE.AI STUDENTS ARE UNDERREPRESENTED AT SD COLLEGES AND UNIVERSITIES AS THEY FACE NUMEROUS OBSTACLES TO ACCESS AND SUCCESS. ACCORDING TO THE SD BOARD OF REGENTS FACT BOOK (2019), ONLY 1.63% OF ENROLLED STUDENTS IN THE SIX PUBLIC UNIVERSITIES IDENTIFY AS AI, WHILE THECENSUS BUREAUESTIMATED THAT 9% OF SD&#39;S POPULATION WASAI IN THE SAME YEAR. SDSU&#39;S STUDENT DATA ALSO REFLECTS CHALLENGES AND EDUCATIONAL DISPARITIES, WITH LESS THAN 1% OF SDSU&#39;S ENTIRE STUDENT POPULATION IDENTIFYING AS AI. THIS ISSUE IS FURTHER COMPOUNDED BY LOW GRADUATION AND RETENTION RATES OF AI STUDENTS. ACCORDING TO SDSU&#39;S OFFICE OF INSTITUTIONAL RESEARCH, BETWEEN 2009 AND 2017, AI STUDENTS ATTENDING SDSU SHOWED AN AVERAGE 6-YEAR GRADUATION RATE OF 20% AND A 47% AVERAGE RETENTION RATE, MUCH LOWER THAN THEIR NON-NATIVE PEERS (40% AND 70% RESPECTIVELY).THE PATHWAYS AND RESOURCES DEVELOPED THROUGH THIS PROJECT AIM TO ADDRESS THE LOW RECRUITMENT, RETENTION, AND GRADUATION RATES OF AI STUDENTS PURSING HIGHER EDUCATION. BUILDING ON THE EARLY SUCCESS OF THE WI, NEWLY CREATED COLLEGE ACCESS LIAISON POSITIONS WILL PROVIDE OUTREACH TO PROJECT PARTNERS AND DEVELOP RESOURCES TO FOSTER SUSTAINABILITY OF THE PROJECT. OUTREACH CONSISTS OF, BUT IS NOT LIMITED TO, THE FOLLOWING: PROMOTION OF COLLEGE PREPARATION PROGRAMS (I.E. SDSU&#39;S SUMMER COLLEGE PREPARATION PROGRAM), CAREER EXPLORATION, ASSISTANCE IN NAVIGATING THE COLLEGE APPLICATION AND FINANCIAL AID PROCESSES, AND OPPORTUNITIES FOR ADVANCE DEGREE OBTAINMENT.THIS THREE-YEAR PROJECT WILL BE A COLLABORATIVE PARTNERSHIP TO PROVIDE TARGETED OUTREACH TO TRIBAL HIGH SCHOOLS AND AI STUDENTS ON FOUR OF THE NINE RESERVATIONS IN SD. OUTREACH WILL BE FACILITATED BY THREE COLLEGE ACCESS LIAISONS (CAL) SPECIFICALLY LOCATED IN PARTNERING RESERVATION COMMUNITIES. THE CALS WILL TRAVEL TO TRIBAL HIGH SCHOOLS AND TCUS TO ACCOMPLISH THE GOALS OF THIS THREE-YEAR PROJECT. ONE LIAISON WILL COLLABORATE WITH HIGH SCHOOLS AND SINTE GLESKA UNIVERSITY ON THE ROSEBUD SIOUX RESERVATION. ANOTHER WILL FOCUS ON SERVING LOWER BRULE COMMUNITY COLLEGE AND TRIBAL HIGH SCHOOLS ON THE LOWER BRULE AND CROW CREEK SIOUX RESERVATIONS. THE FINAL POSITION WILL WORK WITH HIGH SCHOOLS ON THE YANKTON SIOUX RESERVATION. THESE POSITIONS WILL REQUIRE A SPECIFIED AMOUNT OF EXPERIENCE WORKING WITH TRIBAL NATIONS IN SD, IDEALLY HIRING CALS WHO ARE LOCAL AND HAVE FIRSTHAND KNOWLEDGE OF THE DYNAMICS AND KEY STAKEHOLDERS OF THE COMMUNITIES IN WHICH THEY WILL WORK.TRAINING WILL BE PROVIDED TO ALL KEY PROJECT STAFF ON THE AI GUIDED PATHWAYS MODEL, WHICH LEVERAGES MULTIPLE STAKEHOLDERS IN A COMMUNITY TO ACHIEVE COMMON GOALS WORKING ACROSS SECTORS WITH MUTUALLY REINFORCING ACTIVITIES. A VARIETY OF METHODS WILL BE USED TO ENGAGE TEAMS IN ADAPTING THE MODEL TO THEIR LOCAL CONTEXT TO ENSURE THAT IT IS CULTURALLY RESPONSIVE TO AI STUDENTS, RELATIVES, AND COMMUNITIES. FOLLOWING THE INITIAL ORIENTATION AND TRAINING OF CALS, A PLAN WILL BE DEVELOPED TO INTRODUCE THE CALS TO THE RESPECTIVE COMMUNITIES IN WHICH THEY WILL WORK. THE CALS WILL BEGIN BUILDING RELATIONSHIPS WITH HIGH SCHOOL AND TCU STUDENTS, HIGH SCHOOL AND COLLEGE PERSONNEL, FAMILIES, AND COMMUNITY MEMBERS THROUGH TARGETED VISITS AND PROGRAMMING. THROUGHOUT THE TENURE OF THE PROJECT, CALS WILL ENGAGE STUDENTS AND FAMILIES THROUGH FACE-TO-FACE INTERACTIONS AND HANDS-ON ASSISTANCE REGARDING PREPARATION AND THE TRANSITION INTO HIGHER EDUCATION. THESE TRAINING ACTIVITIES WILL BE DESIGNED TO EDUCATE PARTNERS ON COMPONENTS OF PROJECT GOALS AND OBJECTIVES, BUT ALSO FOSTER TRUSTING RELATIONSHIPS WITH TRIBAL STUDENTS AND KEY STAKEHOLDERS, A VITAL COMPONENT TO SUCCESSFUL COLLABORATION. BASED ON CONTINUOUS ASSESSMENT RESULTS, EACH MODEL WILL BE ADAPTED TO REFLECT THE HIGHEST IMPACT ON STUDENT OUTCOMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_20207041132783_12H3"}, {"internal_id": 110335961, "Award ID": "20207041132782", "Award Amount": 498123.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-31", "CFDA Number": "10.527", "Description": "OUR PROJECT SEEKS TO USE INDIGENOUS AND CRITICAL THEORIES AND METHODS TO AUTHENTICALLY ENGAGE TRIBAL NATIONS, COALITIONS, AND NON-TRIBAL UNIVERSITY FACULTY, STAFF, AND COMMUNITY PARTICIPANTS AS TRUE PARTNERS FOR ADVANCING NATIVE STUDENT ACADEMIC ACHIEVEMENT AND PURSUIT OF STEM INTERESTS CONTRIBUTING TO A ROBUST TRIBAL WORKFORCE. ONE GOAL, FOUR INTERRELATED OBJECTIVES AND ACTIVITIES CENTER ON INCLUSIVE COLLABORATIONS FOR IDENTIFYING AND IMPLEMENTING EFFECTIVE POLICIES, YEAR-LONG INFORMAL LEARNING FOR BUILDING CONFIDENCE AND CAPACITY FOR NATIVE YOUTH IN GRADES 8-12, PROFESSIONAL DEVELOPMENT, AND STRATEGIC HIGHER EDUCATION SUPPORT NETWORKS. OBJECTIVES: 1) DEVELOP AND IMPLEMENT COLLABORATIONS AMONG TRIBAL EDUCATION DEPARTMENTS, LAND-GRANT COLLEGES, K-12 SCHOOL DISTRICTS TO STRENGTHEN THE EFFECTIVENESS AND USE OF CULTURALLY RESPONSIVE NATIVE EDUCATION PATHWAYS FROM K-12 AND HIGHER EDUCATION TO STEM CAREERS. 2) ENGAGE NATIVE YOUTH IN PRECOLLEGE INDIGENOUS SCIENCE LEARNING EXPERIENCES THAT USE TRADITIONAL ECOLOGICAL KNOWLEDGE, EVIDENCE-BASED CONTENT AND EDUCATIONAL PROCESSES THAT ARE PROVEN TO WORK FOR NATIVE STUDENTS. 3) STRENGTHEN COLLABORATION BETWEEN NATIVE COMMUNITIES AND SCHOOL DISTRICTS TO BUILD TRUST AND PROVIDE CULTURALLY COMPETENT PROFESSIONAL DEVELOPMENT AND LEARNING OPPORTUNITIES THAT SUPPORT AND STRENGTHEN NATIVE STUDENTS&#39; SUCCESS FOR COLLEGE PATHWAYS. 4) IMPROVE EQUITABLE AND SUSTAINABLE RESOURCES, POLICIES, AND SYSTEMIC INFRASTRUCTURE FOR COORDINATING STRATEGIES AMONG LAND GRANT COLLEGE PARTNERS FOR POSTSECONDARY ADMISSION, RETENTION, AND PROGRESSION TO SUCCESSFUL STEM CAREERS. OUTCOMES INCLUDE AN ESTABLISHED CENTRALIZED HIGHER EDUCATION BEST PRACTICES OPERATION ADMINISTERED BY THREE PARTNERING LAND-GRANT COLLEGES. ADMISSION AND RETENTION RATES INCREASE 15% LEADING TO INCREASED GRADUATION RATES OVERTIME. ACHIEVEMENT IN SCIENCE AND THE PURSUIT OF STEM INTERESTS CONTRIBUTE TO A ROBUST TRIBAL WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_20207041132782_12H3"}, {"internal_id": 110335886, "Award ID": "20207041132781", "Award Amount": 339000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-30", "CFDA Number": "10.527", "Description": "BLACKFEET COMMUNITY COLLEGE AND MONTANA STATE UNIVERSITY BOTH RECOGNIZE THE IMPORTANCE OF SUPPORTING TRIBAL COLLEGE STUDENTS IN THEIR SUCCESSFUL COMPLETION OF DEGREE PROGRAMS. BOTH LAND GRANT INSTITUTIONS HAVE COME TOGETHER TO PROPOSE A DESIGN FOR SUCCESSFUL RECRUITING AND RETENTION MEASURES THAT WILL SUPPORT SUCCESSFUL TRIBAL COLLEGE STUDENTS IN AG-RELATED DEGREE PROGRAMS.BCC&#39;S OVERALL GOAL IS TO BUILD CAPACITY IN NATURAL RESOURCE AND AG-RELATED EDUCATION THROUGH COLLABORATION FOR EXPERIENTIAL AND TECHNICAL LEARNING. THE INSTITUTIONAL PARTNERSHIP&#39;S OVERALL GOAL IS TO DEVELOP AN ACADEMIC PATHWAY THAT IMPROVES SUPPORT FOR TRIBAL COLLEGE STUDENTS INTERESTED IN TRANSFERRING AFTER COMPLETING THEIR ASSOCIATE&#39;S DEGREE AT BLACKFEET COMMUNITY TO THE COLLEGE OF AGRICULTURE AT MSU.THE COLLABORATION WILL INCLUDE STUDENTS FROM HIGH SCHOOL THROUGH GRADUATE SCHOOL AND TEACHERS, INSTRUCTORS AND FACULTY FROM 4 DIFFERENT ACADEMIC INSTITUTIONS, THE PROPOSED PROJECT WILL APPROACH LEARNING BY EXPLORING THE REAL WORLD AND IMPLEMENT THE BLACKFEET WORLDVIEW TO BE THE FOUNDATION.BCC PROPOSES TO MAKE NEW BEGINNINGS FOR TRIBAL STUDENTS BY IMPLEMENTING AN INNOVATIVE PROGRAM DESIGN IN WHICH TO ADDRESS THE ISSUES OF IMPROVING THE QUALITY OF FOOD, AGRICULTURAL AND BLACKFEET WORLDVIEW IN COMPLIANCE WITH THE PERSISTENT CHALLENGES OF IMPLEMENTING INDIAN EDUCATION POLICY, AND PROMOTING ADVANCED EQUAL OPPORTUNITY FOR ALL STUDENTS BY BETTER UNDERSTANDING THE DIVERSITY OF TRADITIONAL ECOLOGICAL KNOWLEDGE OF PLACE. IN PARTNERSHIP WITH MONTANA STATE UNIVERSITY, FACULTY AT BOTH INSTITUTIONS WILL WORK TO DEVELOP AN AGRICULTURE DEGREE PROGRAM TO BE OFFERED AT THE TRIBAL COLLEGE LEVEL IN PREPARATION FOR COURSEWORK OFFERED AT MSU, TO COINCIDE THE ESTABLISHMENT OF FIELD LAB LEARNING EXPERIENCES AND SUMMER INTERNSHIPS FOR STUDENTS EMPHASIZING TRADITIONAL ECOLOGICAL KNOWLEDGE AND WESTERN SCIENCE CONCEPTS.COLLABORATING 1862, MSU&#39;S STRATEGIC PLAN ADOPTED IN 2019, NEW COURSE AND CURRICULUM MODULE DEVELOPMENT WILL ENHANCE AGRICULTURAL LEARNING AT BCC AND MSU, PROVIDING ADDITIONAL TRANSITIONAL SUPPORT FOR STUDENTS TO SUCCESSFULLY PURSUE BACCALAUREATE DEGREES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b1392c2-db55-6dfb-6f03-f809c3630e2c-C", "generated_internal_id": "ASST_NON_20207041132781_12H3"}, {"internal_id": 110335980, "Award ID": "20207041132780", "Award Amount": 289000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-03", "CFDA Number": "10.527", "Description": "OKLAHOMA STATE UNIVERSITY (OSU), A LAND GRANT UNIVERSITY (LGU), IN PARTNERSHIP WITH NORTHEASTERN OKLAHOMA AGRICULTURE AND MECHANICAL COLLEGE (NEO), A TWO-YEAR NATIVE AMERICAN-SERVING NONTRIBAL INSTITUTION (NASNTI), WILL COLLABORATE TO PROVIDE FOUR AMERICAN INDIAN STUDENTS WITH SCHOLARSHIPS TO COMPLETE THEIR BACHELORS WITH DUAL DEGREES IN PLANT AND SOIL SCIENCE AND ENTOMOLOGY. THE OVERALL GOAL IS TO DEVELOP A STRONG PIPELINE OF AMERICAN INDIAN STUDENTS TRANSFERRING FROM TWO-YEAR NASNTI INSTITUTIONS TO FOUR-YEAR LGUS, AND TO PROVIDE THE NECESSARY SUPPORT SYSTEMS TO ENABLE STUDENTS TO COMPLETE THE BACCALAUREATE. THIS WILL SIMULTANEOUSLY INCREASE THE DIVERSITY OF LGU AGRICULTURE PROGRAMS AND FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN SCIENCES (FANH) DIVERSITY WHILE PROVIDING TRIBAL NATIONS WITH CITIZENS POSSESSING THE NECESSARY SKILLS TO IMPROVE AGROSECURITY. OSU WILL ACHIEVE THIS GOAL BY MEETING FOUR OBJECTIVES. OBJECTIVE 1: DEVELOP AND PROVIDE HANDS-ON LEARNING FOR AMERICAN INDIANSCHOLARS THROUGH INQUIRY-BASED LEARNING AND RESEARCH INTERNSHIPS. OBJECTIVE 2: INCREASE INTERACTIONS WITH NASNTI INSTITUTIONS BY PROVIDING STUDENTS AT TWO-YEAR COLLEGES WITH A PATH TO THE BACCALAUREATE. OBJECTIVE 3: DEVELOP QUALIFIED STUDENTS WHO CAN CONTRIBUTE TO AGROSECURITY WHILE INCREASING THE NUMBER OF AMERICAN INDIAN STUDENTS GRADUATING FROM LGU. OBJECTIVE 4: PROVIDE THE NECESSARY SUPPORT STRUCTURE TO TRANSFER AMERICAN INDIAN STUDENTS TO INCREASE THE RETENTION AND PERSISTENCE RATE AT LGU AGRICULTURAL PROGRAMS. SCHOLARS WILL HAVE OPPORTUNITIES TO ENGAGE WITH THE COMMUNITY AND VISIT AGRICULTURE RESEARCH STATIONS SITES SUCH AS THE CHICAGO FIELD MUSEUM. IT IS ANTICIPATED THAT THIS PROJECT WILL ENHANCE RETENTION OF AMERICAN INDIAN STUDENTS THROUGH ITS INNOVATIVE COURSE CONTENT AND HANDS-ON LEARNING EXPERIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_20207041132780_12H3"}, {"internal_id": 110335822, "Award ID": "20207041132778", "Award Amount": 468440.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-10", "CFDA Number": "10.527", "Description": "OSU WILL WORK WITH PRIMARY CGI PARTNER SWOCC IN THIS INTEGRATED EDUCATION AND EXTENSION PROJECT. BOTH SCHOOLS HAVE ESTABLISHED WORKING RELATIONSHIPS WITH ALL (OSU) OR SOME (SWOCC) OFTHE NINE FEDERALLY RECOGNIZED TRIBES IN THE STATE OF OREGON. WHILE THE PROJECT PROVIDES SPECIFIC OUTREACH AND COLLABORATION EFFORTS FOCUSED ON THE CONFEDERATED TRIBES OF COOS, LOWER UMPQUA, AND SIUSLAW INDIANS, ANY STUDENT IDENTIFYING AS NATIVE AMERICAN WILL POTENTIALLY BE ELIGIBLE FOR PROJECT ENGAGEMENT. THE PRIMARY PROJECT OBJECTIVES ARE:1. STRENGTHENING THE FORMAL RELATIONSHIPS BETWEEN COLLEGES AND TRIBES THROUGH COLLABORATIVE DEVELOPMENT OF MOU&#39;S, AND CO-DESIGNED STUDENT ENGAGEMENT PROTOCOLS INFORMED BY TRIBAL GOALS AND DECOLONIZING METHODOLOGY;2. OUTREACH EDUCATION TO PRE-COLLEGE NATIVE YOUTH TO IMPROVE ACCESS AND UNDERSTANDING OF STEPS TOWARD COLLEGE ENTRY, TUITION, AND CULTURAL SUPPORT RESOURCES ON CAMPUS; AND3. PLACEMENT OF NATIVE COLLEGE STUDENTS IN CULTURALLY-INFORMED, MENTORED, PAID INTERNSHIPS WITH EMPLOYERS IN FORESTRY AND NATURAL RESOURCES.SUPPORTING PROJECT ELEMENTS INCLUDE CONTRACTING OF PROGRAM COORDINATORS, INTEGRATION OF ECAMPUS FOR REMOTE ACCESS, REGULAR CONVENING OF A STEERING COMMITTEE, SCHOLARSHIPS, AND PARTICIPATORY, CULTURALLY-RESPONSIVE ANNUAL AND ONGOING PROGRAM EVALUATION THROUGHOUT THE PROJECT PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_20207041132778_12H3"}, {"internal_id": 110209898, "Award ID": "20207041132777", "Award Amount": 288999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-22", "CFDA Number": "10.527", "Description": "NATIONAL DATA ON ACADEMIC ACHIEVEMENT OUTCOMES DEMONSTRATES PERSISTENT DISPARITIES BETWEEN TRIBAL STUDENTS AND NON-INDIGENOUS STUDENTS (BRAYBOY &AMP; MAAKA, 2015; MCCARTY, 2009). WHAT IS LACKING IN THE K-20 EDUCATIONAL SYSTEM IS CULTURALLY RESPONSIVE PRACTICES ON INDIGENOUS PEDAGOGIES TO EFFECTIVELY ENGAGE INDIGENOUS STUDENT IN EDUCATION (BRAYBOY &AMP; CASTAGNO, 2009, CASTAGNO, 2012). OTHER RESEARCH FINDS INDIGENOUS PEDAGOGIES RE-AFFIRM SELF-DETERMINATION THAT LEADS TO POSITIVE ACADEMIC ACHIEVEMENT (MCCARTY &AMP; LEE, 2014). THE UNIVERSITY OF IDAHO PROPOSES TO RECRUIT AND RETAIN TRIBAL STUDENTS BY INTEGRATING INDIGENOUS PEDAGOGIES AS A CULTURALLY RESPONSIVE APPROACH IN AN EXPERIENTIAL LEARNING ENVIRONMENT.FOR THESE REASONS, THE UI-NEW BEGINNINGS FOR TRIBAL STUDENTS (UI-NBTS) WILL IMPLEMENT A CULTURALLY RESPONSIVE EDUCATION FRAMEWORK ON RECRUITMENT AND RETENTION THROUGHOUT OUR PROGRAM ACTIVITIES. WE WILL BE PARTNERING TRIBAL EDUCATION DIRECTORS AND NBTS ADVISORY BOARD THAT WILL BE SHARED WITH UI AND WASHINGTON STATE UNIVERSITY (WSU). COLLABORATION WITH WSU WILL OCCUR THROUGHOUT THE PROGRAM. THE NBTS ADVISORY BOARD WILL ADDRESS THE RECRUITMENT DISPARITY AND EFFECTIVE RETENTION STRATEGIES. NBTS WILL IDENTIFY AND RECRUIT 20 QUALIFIED STUDENTS WHO ARE FROM TRADITIONAL, NON-TRADITIONAL, AND TRIBAL COLLEGE BACKGROUNDS. WE WILL ALSO ENGAGE WITH THE TRIBES IN CULTURAL EXPERIENTIAL LEARNING OPPORTUNITIES AND CLASSROOM INSTRUCTION THAT IS INCLUSIVE OF INDIGENOUS WAYS OF LEARNING AND KNOWING (IWLK).ANTICIPATED IMPACTS: BY UTILIZING CULTURALLY RESPONSIVE ACADEMIC SUPPORT SERVICES THAT INTENTIONALLY ENGAGES IWLK, IT IS HYPOTHESIZED THAT TRIBAL PERSISTENCE AND DEGREE ATTAINMENT IN CAREER FIELDS IN AGRICULTURE, NATURAL RESOURCE, FOOD OR HUMAN SCIENCE (ANFHS) WILL INCREASE. THE GOAL OF THE PROJECT WILL BE TO IMPROVE THE \"GO-ON RATES\" BY ADDRESSING TRIBAL HIGH SCHOOL AND COLLEGE ENGAGEMENT, PERSONAL, AND INSTITUTIONAL AND FINANCIAL CHALLENGES THAT OFTEN LEAD TO STOP OUT OR DROP OUT. DURING THE PROJECT YEAR, COORDINATED EFFORTS WITH THE ACADEMIC SUPPORT PROGRAMS, CAREER SERVICES, AND TRIBAL COMMUNITY MEMBERS WILL PROVIDE CRITICAL SUPPORT THROUGH ACADEMIC COACHING AND CAREER EXPLORATION, AS WELL AS OTHER EXISTING UI SUPPORT SERVICES. AN EVALUATION OF THE DEFINED PROJECT OBJECTIVES AND OUTCOMES WILL BE CONDUCTED AT THE END OF THE PROJECT YEAR. OUTCOMES WILL DEMONSTRATE IMPROVED RETENTION THROUGH ACTIVE ENGAGEMENT THROUGH SUPPORTING AND FINANCIAL SERVICES AND PERSISTENCE IN ANFHS DEGREE PROGRAMS. UPON SUCCESSFUL COMPLETION OF THE PROJECT, SCHOLARS WILL BE ELIGIBLE FOR MERIT-BASED DIVERSITY SCHOLARSHIPS FROM UI SCHOLARSHIP FUNDS. THE HIGH-IMPACT OUTCOME WOULD BE A MODEL PROGRAM THAT OTHER INSTITUTIONS COULD DUPLICATE IN ORDER TO IMPACT TRIBAL STUDENT PERSISTENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_20207041132777_12H3"}, {"internal_id": 110335951, "Award ID": "20207041132776", "Award Amount": 288986.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-01", "CFDA Number": "10.527", "Description": "TWO PRESSING PROBLEMS IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCES AND PRACTICE IN THE US ARE:THE NATION NEEDS NEW AND MORE DIVERSE STRATEGIES, INCLUDING FROM DIFFERENT PARADIGMS (SUCH AS AN INCREASED INCLUSION OF INDIGENOUS WORLDVIEW), TO IMPROVE THE SUSTAINABILITY, PRODUCTIVITY, AND HEALTH IMPACTS OF OUR NATION&#39;S FOOD AND AGRICULTURE SYSTEMS.THE DEMOGRAPHICS OF PEOPLE PRACTICING IN FANH DISCIPLINES DO NOT REPRESENT THE DIVERSITY OF OUR NATION, WITH NATIVE AMERICANS IN PARTICULAR BEING UNDERREPRESENTED.FORTUNATELY, ONE SOLUTION CAN HELP ADDRESS BOTH PROBLEMS. DIVERSIFYING THE PEOPLE STUDYING IN, AND LEADING, FANH SCIENCES WILL ALSO HELP DIVERSIFY OUR PRACTICES AND PARADIGMS FOR SOLVING SOME OF OUR MOST URGENT FOOD AND AGRICULTURE SYSTEM ISSUES. THE INCLUSION OF AN INDIGENOUS WORLDVIEW WOULD ADD VALUE TO BY BROADENING THE SCOPE OF WHAT IS INCLUDED OR VIEWED AS ACADEMIC PROGRAMMING IN FANH SCIENCES. THIS WORLDVIEW WOULD ENCOMPASS A RESPECT FOR MOTHER EARTH AND INCLUSION OF SUSTAINABLE PRACTICES (KIMMERER, 2016). AS DETAILED IN THIS PROPOSAL, THE GROWING SEASON PROJECT IS DESIGNED TO CONTRIBUTE TO THIS SOLUTION BY ATTRACTING, RETAINING, AND GRADUATING MORE NATIVE AMERICAN STUDENTS, WITH MORE DIVERSE WORLDVIEWS, IN CWC AND UW DEGREE PROGRAMS IN FANH SCIENCES.IN GROWING SEASON, WE WILL IMPLEMENT AND EVALUATE TWO STRATEGIES FOR INCREASING THE NUMBER OF NATIVE AMERICAN STUDENTS EARNING HIGHER EDUCATION DEGREES IN FOOD, AGRICULTURE, NATURAL RESOURCES, AND HUMAN (FANH) SCIENCES AT CENTRAL WYOMING COLLEGE (CWC, A COMMUNITY COLLEGE ADJACENT TO THE WIND RIVER INDIAN RESERVATION, HOME OF THE EASTERN SHOSHONE AND NORTHERN ARAPAHO TRIBES), AND UNIVERSITY OF WYOMING (UW, THE STATE&#39;S ONLY UNIVERSITY AND THE 1862 LAND-GRANT). ONE STRATEGY IS TO ATTRACT AND RETAIN MORE NATIVE STUDENTS IN FANH DISCIPLINES THROUGH THE CREATION OF MENTOR AND SUPPORT GROUPS AT BOTH CWC AND UW. THE SECOND STRATEGY IS TO RECRUIT MORE NATIVE STUDENTS TO CWC AND UW AND, ESPECIALLY, TO FANH DISCIPLINES BY EXPANDING SUMMER INSTITUTES, WORKSHOPS, AND FACULTY/INSTRUCTOR TRAINING OFFERED AT BOTH CWC AND UW.WE WILL TRACK STUDENT NUMBERS AND PROGRESS AND GATHER FEEDBACK FROM STUDENT, COMMUNITY, AND FACULTY PARTICIPANTS IN THE PROGRAMS. IN ADDITION, WE WILL SUPPORT INTERESTED STUDENTS IN DEVELOPING MULTIMEDIA STORIES ABOUT THEIR HOPES, PLANS, AND EXPERIENCES IN THESE PROGRAMS AND IN FOOD, AGRICULTURE, ENVIRONMENT AND HEALTH MORE GENERALLY. DATA AND STORIES WILL BE DISSEMINATED IN WRIR COMMUNITIES AND OTHER TRIBAL NATIONS AS WELL AS AMONG ACADEMIC INSTITUTIONS AND EDUCATORS AT CONFERENCES AND THROUGH SCIENTIFIC PUBLICATIONS.THE ULTIMATE GOALS OF THE PROJECT INCLUDE 1) INCREASED KNOWLEDGE OF DIVERSE STRATEGIES TO IMPROVE US FOOD AND AGRICULTURE SYSTEM TO MEET THE NUTRITIONAL NEEDS OF A GLOBAL POPULATION AND 2) INCREASED DIVERSITY IN PROFESSIONALS PRACTICING IN FANH DISCIPLINES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_20207041132776_12H3"}, {"internal_id": 110209884, "Award ID": "20207041132775", "Award Amount": 573227.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-22", "CFDA Number": "10.527", "Description": "THE GOAL OF THIS PROJECT IS TO INCREASE NATIVE AMERICAN GRADUATION RATES AT WASHINGTON STATE UNIVERSITY (WSU) AND OTHER INSTITUTIONS. THIS WILL BRING A WIDER VARIETY OF PERSPECTIVES INTO ACADEMIA, BENEFITING AGRICULTURAL AND OTHER SCIENCES THAT RELY UPON NEW IDEAS IN THE PURSUIT OF INNOVATION. THIS WILL ALSO BENEFIT TRIBAL COMMUNITIES BY GROWING THE NUMBER OF POTENTIAL EMPLOYEES, WHO CAN RELY UPON BOTH ACADEMIC AND CULTURAL KNOWLEDGE TO SERVE COMMUNITY NEEDS. FURTHER, THIS PROJECT WILL HELP WSU MEET ITS LAND GRANT MISSION OF SERVICE. WE WILL REACH OUR GOAL BY IMPROVING NATIVE AMERICAN STUDENT IDENTIFICATION METHODS AND EXPANDING A TRIBAL NATION BUILDING LEADERSHIP PROGRAM THAT PROVIDES STUDENTS SCHOLARSHIPS AND A CURRICULUM TAILORED TO THEIR INTERESTS AND STRENGTHS. WE WILL ALSO IDENTIFY A RANGE OF PROFESSIONAL DEVELOPMENT AND RESEARCH ACTIVITIES TO PROVIDE THEM THE EXPERIENCE NEEDED TO BE EXCEL IN THEIR FIELDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20207041132775_12H3"}, {"internal_id": 110335982, "Award ID": "20207041132774", "Award Amount": 454096.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-01", "CFDA Number": "10.527", "Description": "INCREASING THE INCLUSIVENESS OF THE STEAM (SCIENCE, TECHNOLOGY, ENGINEERING, AGRICULTURE, AND MATHEMATICS) WORKFORCE IS A NATIONAL PRIORITY. RECENT EFFORTS HAVE EMPHASIZED THE RETENTION OF STUDENTS IN STEAM DISCIPLINES WITH THE HOPE OF INCREASING THE NUMBER AND DIVERSITY OF STEAM PROFESSIONALS. THE RATE OF PERSISTENCE OF TRIBAL STUDENTS IN STEAM MAJORS, HOWEVER, CONTINUES TO FALL SHORT OF OTHER UNDERREPRESENTED MINORITY GROUPS AND IS FAR LESS THAN HALF OF THEIR WHITE PEERS.TRIBAL NATIONS ARE FACED WITH AN EDUCATIONAL CRISIS HAVING HAD LOW ACHIEVEMENT RATES OF TRIBAL STUDENTS SUCCEEDING IN POSTSECONDARY EDUCATION. TRIBAL LEADERS CONTINUE TO STRESS THE NEED TO BUILD A STRONG WORKFORCE SO THAT THEIR COMMUNITIES WILL CONTINUE TO THRIVE ECONOMICALLY. THEY DESPERATELY NEED YOUTH TO BE TRAINED, SKILLED, AND EDUCATED TO BUILD AND SUSTAIN STRONG NATIONS. IN ADDITION TO EDUCATION, MANY TRIBAL NATIONS ARE WORKING TO OVERCOME HEALTH, CLIMATE, AND ENVIRONMENTAL DISPARITIES. THERE IS AN URGENCY FOR COLLABORATION AMONGST STAKEHOLDERS TO ADVANCE EDUCATION OPPORTUNITIES FOR TRIBAL STUDENTS AND TO PROVIDE THE CRITICAL SUPPORT FOR THEM TO BE SUCCESSFUL.AT THE INITIAL PHASE OF THE PROJECT, WE WILL ASSESS TRIBAL STUDENTS&#39; LEVEL OF CONFIDENCE IN MATH AND SCIENCE SUBJECTS AS WELL AS COMFORT IN THEIR PURSUITS OF A DEGREE IN STEAM. THE INFORMATION WILL HELP US TO CUSTOMIZE A COLLEGE SUPPORT AND CAREER BRIDGE PLAN THAT FOCUSES ON ACADEMIC SKILL ENHANCEMENT, CREATING AND SUSTAINING A SENSE OF COMMUNITY AND BELONGING, ABILITY TO NAVIGATE THE RESEARCH ARENAS, WHILE APPRECIATING AND INTEGRATING THE STUDENT&#39;S FOUNDATIONAL CULTURAL VALUES AND IDENTITY.THE OVERALL GOAL IS TO PROVIDE TRIBAL STUDENTS WITH THE SKILLS, KNOWLEDGE, AND CONFIDENCE IN PURSUING A DEGREE IN STEAM AND EVENTUALLY, TO BUILD A STRONG NETWORK OF SUPPORT AS THEY ADVANCE IN THEIR CAREER FIELD. THESE STUDENTS WILL PAVE THE WAY FOR OTHER TRIBAL STUDENTS TO SUCCEED AND THIS PROJECT WOULD SERVE AS A COLLABORATIVE MODEL FOR OTHER TRIBAL COLLEGE AND RESEARCH I UNIVERSITIES TO PARTNER TO ADVANCE EDUCATIONAL OPPORTUNITIES FOR TRIBAL STUDENTS, ESPECIALLY IN THE STEAM FIELDS. THE COVID-19 PANDEMIC HAS BROUGHT TO LIGHT THE CHALLENGES MANY TRIBAL COMMUNITIES ARE FACED WITH SUCH AS FOOD SCARCITY, LACK OF WATER RESOURCES, NO BROADBAND CAPACITY, AND ILL-EQUIPPED HEALTH CARE CENTER. GRADUATES OF THIS PROJECT WILL HAVE THE CAPACITY AND SUPPORT TO ADDRESS THE CRITICAL SCIENCE, HEALTH, AND SUSTAINABILITY ISSUES IMPACTING TRIBAL COMMUNITIES RESULTING FROM LACK OF RESOURCES AND A SOLID INFRASTRUCTURE. OUR TIME IS NOW TO TAKE ACTION AND BE PART OF THE SOLUTION TO HELPING TRIBAL COMMUNITIES OVERCOME THESE HARDSHIPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_20207041132774_12H3"}, {"internal_id": 110209899, "Award ID": "20207041132773", "Award Amount": 283164.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "10.527", "Description": "NEW BEGINNINGS FOR WABANAKI STUDENTS SEEKS TO INCREASE WABANAKI STUDENT PARTICIPATION AND SUCCESS IN FANH AND EDUCATION FIELDS THROUGH PROVEN, CULTURALLY APPROPRIATE PEDAGOGIES AND MENTORING ACTIVITIES.WITH A FOCUS ON LINKING WABANAKI STUDENTS TO EDUCATIONAL RESOURCES AND KNOWLEDGE IN THE WABANAKI COMMUNITIES AND AT THE WABANAKI CENTER AT THE UNIVERSITY OF MAINE (ORONO) AND THE UNIVERSITY OF MAINE-MACHIAS, PROFESSIONAL STAFF WILL FACILITATE WABANAKI STUDENT PARTICIPATION IN RECRUITMENT AND RETENTION ACTIVITIES THAT EMPHASIZE THE ONGOING APPLICATION OF WABANAKI KNOWLEDGE TRADITIONS.TEN (10) WABANAKI FANH AND EDUCATION AMBASSADORS PER YEAR OVER THREE YEARS WILL FORM THE CORE OF RETENTION AND SUCCESS EFFORTS ACROSS ALL WABANAKI STUDENTS AT THE UNIVERSITY OF MAINE AND THE UNIVERSITY OF MAINE-MACHIAS.A NATIVE AMERICAN EDUCATION NON-PROFIT, THE WABANAKI YOUTH IN SCIENCE (WAYS) PROGRAM WILL COORDINATE AND LEAD COMMUNITY-BASED EDUCATION PROGRAMS TO SUPPORT THE AMBASSADORS AND ALL RECRUITMENTAND RETENTION EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_20207041132773_12H3"}, {"internal_id": 110209900, "Award ID": "20207041132772", "Award Amount": 189000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "10.527", "Description": "ILISAGVIK&#39;S PROJECT IS CENTERED AROUND ADDRESSING THE CHALLENGE OF ENCOURAGING TRIBAL COLLEGE STUDENTS TO PERSIST IN THEIR EDUCATION. IMPROVING PERSISTENCE AND RETENTION RATES IS A MULTI-FACETED CHALLENGE. THE COLLEGE SEEKS TO ADDRESS IT FROM A HOLISTIC VIEWPOINT BY SPECIFICALLY PROVIDING BEHAVIORAL HEALTH RESOURCES IN THE FORM OF A BEHAVIORAL HEALTH COUNSELOR. THIS WOULD BE NEW POSITION AND NEW ENDEAVOR TO ILISAGVIK COLLEGE. FOR THE PAST FIVE YEARS, WE HAVE BEEN FOCUSED ON ADDRESSING AND IMPROVING ACADEMIC RESOURCES. THIS HAS INCLUDED OFFERING FREE TUTORING SERVICES IN OUR LEARNING RESOURCE CENTER, ADDING POSITIONS SUCH AS THE EDUCATIONAL ACCESS COORDINATOR, THE ACADEMIC ENGAGEMENT AND OUTREACH LIBRARIAN, THE FIRST YEAR PATHWAYS COORDINATOR, AND IMPLEMENTING A FIRST YEAR PATHWAYS PROGRAM FOR INCOMING STUDENTS THAT RESTRUCTURES HOW INCOMING STUDENTS RECEIVE SUPPORT AND PROVIDES MORE SMALL COHORT AND 1:1 SUPPORT. ILISAGVIK&#39;S GOAL OF ADDING A POSITION DEDICATED TO BEHAVIORAL HEALTH IS INTENDED TO BROADEN OUR HOLISTIC SUPPORT SYSTEM WITHIN THE STUDENT SUCCESS CENTER (SSC). THE BEHAVIORAL HEALTH COUNSELOR WILL WORK WITH THE FIRST YEAR PATHWAYS COORDINATOR AND THE FIRST YEAR PATHWAYS PROGRAM TO PROACTIVELY ADDRESS STUDENTS&#39; BEHAVIORAL AND MENTAL HEALTH NEEDS SO THAT THEY CAN PERSIST IN THEIR PROGRAMS OF STUDY AND SUCCEED IN COLLEGE. THE BEHAVIORAL HEALTH COUNSELOR WILL WORK IN TANDEM WITH THE ACADEMIC RESOURCES CURRENTLY OFFERED AT ILISAGVIK COLLEGE, CREATING A MORE WELL-ROUNDED SCOPE OF SUPPORT THAT ALIGNS MORE CLOSELY WITH THE TRADITIONAL I&NTILDE;UPIAQATIGIIG&NTILDE;IQ (I&NTILDE;UPIAQ TRADITIONAL VALUES) THAT GUIDE THE REGION AND TRIBAL INSTITUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ac14721-97aa-1b91-8321-3f6c7dc5216a-C", "generated_internal_id": "ASST_NON_20207041132772_12H3"}, {"internal_id": 110209901, "Award ID": "20207041132771", "Award Amount": 139000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "10.527", "Description": "WOAPE TECA 2020 WILL IMPROVE OGLALA LAKOTA COLLEGE&#39;S CAPABILITY FOR PERFORMANCE OF THE PROJECT AND STRENGTHEN RECRUITMENT AND RETENTION AND INCREASE THE GRADUATION RATES OF TRIBAL STUDENTS. AS MENTIONED ABOVE WE HAVE MANY RESOURCES IN PLACE TO ASSIST STUDENTS BUT THERE IS STILL A CRYING NEED FOR FINANCIAL ASSISTANCE. WOAPE TECA 2020 WILL STRENGTHEN RECRUITMENT, RETENTION AND GRADUATION RATES THROUGH INCREASED FINANCIAL AID AND INCENTIVES AS WELL AS FOCUSING STUDENTS ON CAREERS NEEDED IN THE RESERVATION AGRICULTURE AND FOOD SOVEREIGNTY SECTORS. OUR INSTITUTION IS BUILT ON EQUITY. WE ARE 95% NATIVE AMERICAN AND 65% FEMALE. WE WELCOME NON-INDIAN STUDENTS AND INTEGRATE THEM INTO OUR STUDENT BODY. WE ARE ALSO PROUD OF ASSISTING DISADVANTAGED NON-NATIVE WOMEN FROM NORTHERN NEBRASKA TO ATTAIN NURSING DEGREES. BUT OUR PRIMARY MISSION AND GOALS ARE TRIBAL STUDENTS AND SUPPORTING TRIBAL DEVELOPMENT. WOAPE TECA 2020 CAN BE ADOPTED BY OTHER RESERVATIONS AND RURAL AREAS TO FIT COLLEGE CURRICULA TO THE NEEDS OF SMALL FARMERS AND RANCHERS AND STRENGTHEN LOCAL ECONOMIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b77bf6f-6a7b-5292-dd31-f6c239994d1d-C", "generated_internal_id": "ASST_NON_20207041132771_12H3"}, {"internal_id": 110209902, "Award ID": "20207041132770", "Award Amount": 221213.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "10.527", "Description": "AGRICULTURE, FOOD, AND NATURAL RESOURCES PROFESSIONS CONTINUE TO EXPERIENCE A LACK OF QUALIFIED GRADUATES TO FILL A RAPIDLY GROWING INDUSTRY. AT THE SAME TIME, COLLEGES OF AGRICULTURE ARE INCREASINGLY AWARE OF THE NEED TO RECRUIT, AND RETAIN, STUDENTS WHO ARE NOT THEIR TRADITIONAL APPLICANT POOL. OUR WORK WILL ADDRESS BOTH OF THESE ISSUES AS WE EMBARK ON THE FIRST TARGETED, CULTURALLY RESPONSIVE, RECRUITMENT OF STUDENTS FROM THE EASTERN BAND OF CHEROKEE INDIANS (EBCI).WE WILL LEVERAGE PARTNERSHIPS WITH, AND RESOURCES FROM, EXISTING RELATIONSHIPS BETWEEN NC COOPERATIVE EXTENSION AND THE EBCI TO ENGAGE STUDENTS IN GRADES 6-12 IN EXPERIENCES BOTH AT THE QUALLA BOUNDARY AND ON NCSU&#39;S CAMPUS. THESE EXPERIENCES WILL PROVIDE OPPORTUNITIES FOR STUDENTS TO LEARN ABOUT THE OPPORTUNITIES ACROSS AFNR INDUSTRIES. BUT RECRUITMENT IS NOT ENOUGH TO ADDRESS THIS EMPLOYMENT GAP, SO WE WILL ENGAGE FACULTY IN CULTIVATING THE SKILLS AND BEHAVIORS FOR CULTURALLY APPROPRIATE AND RESPONSIVE MENTORING FOR STUDENTS COMING FROM EBCI WHO ENROLL AT NCSU.  WE WILL CHALLENGE FACULTY TO ADDRESS IMPLICIT BIAS, DEVELOP CULTURALLY RESPONSIVE PEDAGOGY/MENTORING STRATEGIES AND LEARN ABOUT THE CHEROKEE CULTURE, CUSTOMS AND TRADITIONS; AND CREATE TANGIBLE RESOURCES TO BE IMPLEMENTED IN THEIR DISCIPLINES TO FURTHER THEIR TEACHING AND MENTORING PRACTICES. THE APPROACH WILL BE TESTED AND EVALUATED USING BOTH QUALITATIVE AND QUANTITATIVE MEASURES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_20207041132770_12H3"}, {"internal_id": 110335944, "Award ID": "20207041132769", "Award Amount": 199000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-01", "CFDA Number": "10.527", "Description": "THE GOAL OF THIS PROJECT IS TO BRIDGE THE GAP BETWEEN HIGH SCHOOL AND COLLEGE-LEVEL EDUCATION FOR NATIVE AMERICAN, ALASKAN, AND HAWAIIAN STUDENTS, TO PROVIDE A CLEAR SENSE OF PURPOSE AND BELONGING IN ORDER TO INCREASE SUCCESSFUL COMPLETION OF DEGREE PROGRAMS FROM COLLEGES AND UNIVERSITIES. THE CHALLENGES OF RECRUITING AND RETAINING NATIVE AMERICAN STUDENTS TO COLLEGES AND UNIVERSITIES IS COMPOUNDED BY TWO FRAMING ISSUES: THE WAY MINORITY STUDENTS PERCEIVE INSTRUCTION AS BEING DISRESPECTFUL THEIR KNOWLEDGE TRADITIONS (FUNDS OF KNOWLEDGE THEORY) AND THE WAY UNIVERSITY FRAMING INTRINSICALLY DEVALUES CULTURAL VALUES, ESPECIALLY FAMILIAL AND SOCIAL CAPITAL (CULTURAL WEALTH THEORY), THAT ARE PARTICULARLY CRITICAL FOR NATIVE AMERICAN STUDENTS. WE WILL ENGAGE STUDENTS IN A PRE-COLLEGE WORKSHOP, THE NATIVE YOUTH FOOD AND AGRICULTURE LEADERSHIP SUMMIT (SUMMIT), DURING A ONE WEEK PERIOD AT THE BEGINNING OF AUGUST FOR TWO YEARS. THIS PROJECT WILL SUPPLEMENT THE SUMMIT, WHICH HAS BEEN HOSTED BY THE INDIGENOUS FOOD AND AGRICULTURE INITIATIVE (IFAI) FOR THE PAST SEVEN YEARS, BRINGING TOGETHER OVER 500 AMERICAN INDIAN, ALASKA NATIVE, AND NATIVE HAWAIIAN YOUTH INTERESTED IN FOOD AND AGRICULTURE PRODUCTION AND POLICY. THE SUMMIT PROVIDES TRAINING AND ACADEMIC GUIDANCE IN FOUR FOCUS AREAS: 1) AGRICULTURAL BUSINESS AND FINANCE; 2) LAND STEWARDSHIP AND CONSERVATION; 3) AGRICULTURAL LAW AND POLICY; AND 4) NUTRITION AND HEALTH. THE OVERARCHING GOAL OF THE SUMMIT IS TO PROVIDE NATIVE YOUTH THE EDUCATIONAL FRAMING THEY NEED TO THRIVE WITH PURPOSE IN THEIR ACADEMIC JOURNEYS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "868c3cd8-2896-4496-6775-ad6a8c69c6d6-C", "generated_internal_id": "ASST_NON_20207041132769_12H3"}, {"internal_id": 110209903, "Award ID": "20207041132768", "Award Amount": 410792.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-24", "CFDA Number": "10.527", "Description": "THE GOAL OF THE PROPOSED PROJECT IS TO CREATE AN INSTITUTIONAL FRAMEWORK THAT WILL NOT ONLY OFFER TRIBAL STUDENTS THE OPPORTUNITIES OF HIGHER EDUCATION, BUT PROVIDE A HOLISTIC SUPPORT SYSTEM TO ENSURE THEIR SUCCESS. THIS FRAMEWORK WILL BE CREATED AFTER A THOROUGH NEEDS ASSESSMENT OF KEY TRIBAL STAKEHOLDERS AND AN INTERNAL ASSESSMENT OF NDSU (OBJECTIVE 1). THE RESULTS WILL INFORM OUR TAILORED EFFORTS TO PROVIDE EDUCATION AND TRAINING TO NDSU FACULTY AND STAFF AND TO AND TO ATTRACT TRIBAL STUDENTS (THROUGH SCHOLARSHIPS, COHORT SUPPORT, HOUSING, TRANSPORTATION OFFERS, OBJECTIVE 2), INCREASE THEIR PERSISTENCE AND SUCCESS RATE (THROUGH TAILORED CURRICULA, INTRODUCTION TO ENTREPRENEURSHIP, HOLISTIC APPROACHES TO OVERCOME ACADEMIC HURDLES OR PERSONAL CRISES, OBJECTIVE 3). THE PROGRAM AND ITS BENEFITS, INCLUDING WAYS IN WHICH NDSU IS STRIVING TO HOLISTICALLY SUPPORT TRIBAL STUDENTS&#39; SUCCESS, WILL BE ACTIVELY PROMOTED TO OUR TRIBAL STAKEHOLDERS THROUGH COLLABORATION WITH TRIBAL COLLEGES AND EXTENSION EFFORTS (EXTENSION FALL CONFERENCE AND LIAISON WITH TRIBAL LEADERSHIP THROUGH LOCAL EXTENSION AGENTS, OBJECTIVE 4). THE MOST CRITICAL ASPECT OF THIS PROJECT IS THE FORMATION AND CULTIVATION OF COLLABORATIONS AMONG THE MANY TRIBAL-FOCUSED DEPARTMENTS AND PROGRAMS ALREADY IN PLACE AT NDSU. THROUGH THE ACTIVITIES OF THIS PROJECT, NDSU WILL INCREASE THE DEVELOPMENT AND VISIBILITY OF CAMPUS-BASED PROGRAMMING THAT SUPPORTS TRIBAL STUDENTS, FOSTERS A MORE WELCOMING CAMPUS CLIMATE, AND SUCCESSFULLY PREPARES THEM FOR THEIR ENTRY IN THE WORKFORCE. TRIBAL COMMUNITIES WILL BENEFIT THROUGH A LARGER SKILLED WORKFORCE THAT WILL INCREASE COMMUNITY PROSPERITY AND POSITIVE ECONOMIC DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abd98500-a812-0a76-1610-357bcd3f88de-C", "generated_internal_id": "ASST_NON_20207041132768_12H3"}, {"internal_id": 110335857, "Award ID": "20207041132767", "Award Amount": 364995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "10.527", "Description": "THE NIFA TRIBAL STUDENTS PROGRAM PROVIDES THE UNIQUE OPPORTUNITY FOR UNR&#39;S COLLEGE OF AGRICULTURE, BIOTECHNOLOGY, AND NATURAL RESOURCES (CABNR) FACULTY TO PARTNER WITH UNR STUDENT SERVICES TO SUPPORT AMERICAN INDIAN STUDENTS IN THE UNITED STATES, AND SPECIFICALLY, AT THE UNIVERSITY OF NEVADA, RENO - A LAND GRANT UNIVERSITY. CABNR FACULTY HAVE BEEN WORKING WITH INDIAN PRODUCERS IN 12 WESTERN STATES ON MONEY MANAGEMENT/ACCESS TO CREDIT, VALUE-ADDED, NEW BUSINESS DEVELOPMENT, AND ENTERPRISE BUDGET DEVELOPMENT. HOWEVER, THE FACULTY TEAM HAD NOT MENTORED AI/AN COLLEGE STUDENTS OR INTEGRATED THEM INTO THEIR WORK WITH AGRICULTURE PRODUCERS AND TRIBES ON THE RESERVATIONS THE NUMBERS AND PERCENTAGES OF AMERICAN INDIAN STUDENTS CONTINUE TO BE LOW AT POST-SECONDARY INSTITUTIONS WITHIN NEVADA. UNR RECOGNIZES THIS AND HAS BEEN WORKING WITH AREA TRIBES TO CREATE A TRIBAL COLLEGE IN NEVADA, INCLUDING OFFERING TO PROVIDE ACCREDITATION SUPPORT. THE TRIBAL COLLEGE PLANNING PROCESS IS ONGOING. DATASHOWS THE PROPORTION OF AMERICAN INDIAN STUDENTS IS DECREASING AT MANY NEVADA COLLEGES. THE DECREASING ENROLLMENT OF AMERICAN INDIAN STUDENTS AT NEVADA COMMUNITY COLLEGES WILL AFFECT AIAN PARTICIPATION AT FOUR-YEAR INSTITUTIONS WITHIN THE STATE. THE SPECIFIC PROJECT OBJECTIVES ARE TO: 1. RECRUIT AMERICAN INDIAN STUDENTS INTO AN ONLINE OR AN ON CAMPUS A.A. DEGREE PROGRAM AT NEVADA&#39;S LAND GRANT UNIVERSITY; 2. CREATE AN AMERICAN INDIAN MENTORING PROGRAM FOR AMERICAN INDIAN STUDENTS; AND 3.PROVIDE TUITION SCHOLARSHIPS. THE PROJECT WILL ALSO WORK IN MOVING STUDENTS FROM A UNIVERSITY SETTING INTO EMPLOYMENT WORKING WITH AMERICAN INDIANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_20207041132767_12H3"}, {"internal_id": 110209882, "Award ID": "20207041132766", "Award Amount": 138920.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "10.527", "Description": "THE AIM OF THIS PROPOSAL IS TO STRENGTHEN PATHWAYS FOR NATIVE AMERICAN UNDERGRADUATES (I.E., FRESHMAN AND SOPHOMORES) TO MAJOR IN AGRICULTURE DISCIPLINES. OVER 48 MONTHS, NATIVES IN AGRICULTURE (NAP) WILL ENGAGE TWO COHORTS OF FOUR NATIVE AMERICAN STUDENTS (N=8). STUDENTS WILL BE RECRUITED INTO NAP DURING THE FALL SEMESTER.ONCE ADMITTED INTO THE TWO-YEAR PROGRAM, STUDENTS WILL BE PROVIDED WITH FACTULY ANDPEER MENTOR SUPPORT AND FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_20207041132766_12H3"}, {"internal_id": 110335959, "Award ID": "20207041132765", "Award Amount": 138710.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "10.527", "Description": "NICC NEW BEGINNINGS FOR TRIBAL STUDENTS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "62b367a0-1be5-0e30-b624-7a5bdd3a144f-C", "generated_internal_id": "ASST_NON_20207041132765_12H3"}, {"internal_id": 110209904, "Award ID": "20207041132763", "Award Amount": 50835.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "10.527", "Description": "THE OVERARCHING PURPOSE OF THE KANSAS STATE VETERINARY MEDICINE SPECIALIZED PROGRAMS FOR THERECRUITMENT OF INDIGENOUS, NATIVE, AND TRIBAL STUDENTS (SPRINTS) INITIATIVE IS TO PROVIDE A DIRECTAND PURPOSEFUL CONNECTION BETWEEN THE COLLEGE OF VETERINARY MEDICINE AT KANSAS STATE UNIVERSITYAND PROSPECTIVE STUDENTS FROM NATIVE, INDIGENOUS, AND TRIBAL BACKGROUNDS. DESPITE THE PRESENCE OFFOUR FEDERALLY-RECOGNIZED TRIBAL NATIONS THROUGHOUT KANSAS, TRIBAL STUDENTS REMAINUNDERREPRESENTED IN THE PROFESSIONAL FIELD OF VETERINARY MEDICINE THROUGHOUT THE STATE, AS WELL ASWITHIN THE COLLEGE OF VETERINARY MEDICINE&#39;S STUDENT POPULATION. THROUGH COMPREHENSIVEPROGRAMMING THAT PROVIDES PROSPECTIVE STUDENTS WITH EXPERIENCES AND EXPOSURE RELATED TOVETERINARY MEDICINE, THE PRIMARY OBJECTIVE OF THE SPRINTS INITIATIVE IS TO ENCOURAGE NATIVE,INDIGENOUS, AND TRIBAL STUDENTS TO PURSUE AND SUCCEED WITHIN AN EDUCATIONAL AND PROFESSIONALPATHWAY IN THE FIELD OF VETERINARY MEDICINE, WHERE THEY CAN HAVE A POSITIVE IMPACT ON THEIRCOMMUNITIES AND FELLOW CONSTITUENTS.THROUGHOUT THE ACADEMIC YEAR, THE PRINCIPAL INVESTIGATORS WILL LEAD A NUMBER OF UNIQUECOMPONENTS. THE COMPONENTS ASSOCIATED WITH THE SPRINTS INITIATIVE WILL INCLUDE INFORMATIONALPRESENTATIONS AND ADVISING SESSIONS IN SPECIFIC COMMUNITIES ACROSS KANSAS, WILL HOSTCOMPREHENSIVE VISIT DAYS ON THE COLLEGE OF VETERINARY MEDICINE CAMPUS, WILL PROVIDE THEOPPORTUNITY FOR NATIVE, INDIGENOUS, AND TRIBAL STUDENTS TO ATTEND THE ANNUAL VET MED ROCKSSUMMER CAMP AT NO COST, WILL DEVELOP A MEANINGFUL MENTOR-MENTEE PROGRAM BETWEEN PROSPECTIVESTUDENTS AND CURRENT VETERINARY MEDICINE FACULTY AND STUDENTS, AND WILL WAIVE THE SUPPLEMENTALAPPLICATION FEES FOR FIVE PROSPECTIVE STUDENTS DURING EACH APPLICATION CYCLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_20207041132763_12H3"}]