[{"internal_id": 160320124, "Award ID": "20237002740447", "Award Amount": 2121750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "10.520", "Description": "THE PRIMARY PURPOSE OF THE NORTHEAST CENTER IS TO FULFILL USDA&#39;S GOAL OF ENSURING A STRONG FARM FINANCIAL SAFETY NET BY PROVIDING U.S. AGRICULTURAL PRODUCERS AND THEIR FAMILIES, AS APPROPRIATE, WITH KNOWLEDGE, SKILLS AND TOOLS NEEDED TO MAKE INFORMED RISK MANAGEMENT DECISIONS THAT MAY ENHANCE THE PROFITABILITY OF THEIR OPERATIONS. THE CENTER, IN CONJUNCTION WITH THE OTHER REGIONALCENTERS, ANNUALLY CONDUCTS THE EXTENSION RISK MANAGEMENT EDUCATION (ERME) COMPETITIVE GRANTS PROGRAM. THE ERME PROGRAM PROVIDES FUNDING TO BOTH PUBLIC AND PRIVATE ORGANIZATIONS FOR EDUCATIONAL PROJECTS DESIGNED TO IMPROVE THE ABILITY OF AGRICULTURAL PRODUCERS TO EFFECTIVELY MANAGE THE RISKS ASSOCIATED WITH THEIR AGRIBUSINESSES. THIS PROGRAM&#39;S MISSION - EDUCATING AMERICA&#39;S FARMERS AND RANCHERS TO MANAGE THE UNIQUE RISKS OF PRODUCING FOOD FOR THE WORLD&#39;S TABLE. A KEY FEATURE OF THE PRODUCER-FOCUSED PROGRAM IS THAT IT IS RESULTS-BASED - AWARDS ARE MADE TO PROJECT DIRECTORS WHO CLEARLY IDENTIFY RISK MANAGEMENT OUTCOMES FOR THE PARTICIPANTS. THE RESULTS ARE THE SPECIFIC, MEASURABLE AND VERIFIABLE RISK MANAGEMENT OUTCOMES THAT PRODUCERS WILL UNDERSTAND, DEVELOP, OR IMPLEMENT IN MANAGING THEIR AGRIBUSINESSES, AND WHICH WILL ULTIMATELY ENHANCE THEIR ECONOMIC VIABILITY. AS INVESTORS OF THE FEDERAL RESOURCES DESIGNATED FOR RISK MANAGEMENT EDUCATION THROUGH ARPA, THE ERME CENTERS (AND THUS NIFA) ARE NOT FUNDING PROJECT TEAM ACTIVITIES, BUT RATHER A CHANGE IN RISK MANAGEMENT BEHAVIOR FOR A GROUP OF PARTICIPATING PRODUCERS. IN ITS ROLE AS A REGIONAL RESOURCE, THE NORTHEAST CENTER PROVIDES LEADERSHIP AND COORDINATION, ESTABLISHES PRIORITIES FOR RME PROGRAMMING, AND DISSEMINATES INFORMATION REGARDING RISK MANAGEMENT ACTIVITIES OCCURRING THROUGHOUT THE NORTHEAST AND THE NATION. TODAY&#39;S FARMERS AND RANCHERS FACE AN UNPRECEDENTED RISK ENVIRONMENT, AND WHEN A SPECIFIC EDUCATIONAL NEED ARISES, THE NORTHEAST CENTER POSSESSES THE CONTACTS AND THE RESOURCES TO ENSURE THAT THE NEED IS PROMPTLYADDRESSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_20237002740447_12H3"}, {"internal_id": 160320123, "Award ID": "20237002740446", "Award Amount": 2121750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "10.520", "Description": "THE SOUTHERN RISK MANAGEMENT EDUCATION CENTER (SRMEC) AT THE UNIVERSITY OF ARKANSAS COOPERATIVE EXTENSION SERVICE LEVERAGES EXPERTISE FROM THE CENTER&#39;S FACULTY AND DIVERSE ADVISORY COUNCIL AS WELL AS RELATIONSHIPS ACROSS THE REGION TO HELP FARMERS AND RANCHERS MAKE INFORMED RISK MANAGEMENT DECISIONS. THE CENTER&#39;S MISSION IS TO EMPOWER THE STRENGTHS AND SKILLS OF INDIVIDUALS IN THE SOUTHERN REGION WHO ARE INVOLVED IN THE MANAGEMENT OF AGRICULTURAL PRODUCTION, MARKETING, FINANCIAL, LEGAL, AND HUMAN RESOURCE RISKS. SRMEC STRIVES TO IMPROVE PRODUCERS&#39; ABILITY TO MANAGE RISK AND INCREASE FARM/RANCH PROFITABILITY BY DELIVERING PROGRAMS DESIGNED TO CHANGE RISK MANAGEMENT BEHAVIOR AMONG KEY PRODUCER POPULATIONS. OUR GOAL IS TO INCREASE PROSPERITY BY DELIVERING EDUCATIONAL PROJECTS THAT STRENGTHEN ECONOMIC VIABILITY OF FARMERS AND RANCHERS.THIS PROPOSAL SEEKS TO BUILD ON THE SUCCESSES OF OUR PREVIOUS GRANT&#39;S FOUNDATIONAL ACTIVITIES--RISK COLLOQUIA AND RISK COORDINATORS--BY EXPANDING OUTREACH AND CAPACITY THROUGH STRONGER PARTNERSHIPS, RESOURCE DEVELOPMENT AND ENHANCED SOCIAL MEDIA ENGAGEMENT. FOR THE PROPOSAL PERIOD, SRMEC PLANS TO CONDUCT THE FOLLOWING ACTIVITIES ANNUALLY:SUPPORT THE SOUTHERN EXTENSION COMMITTEE PRIMARY PLANNING AND OUTREACH EFFORTS--SUMMER COMMITTEE MEETING AND SOUTHERN REGION OUTLOOK CONFERENCE--AND HOST COMMITTEE RESOURCES ON OUR CENTER&#39;S WEBSITE.ORGANIZE A TRAIN-THE-TRAINER WITH SOUTHERN BUSINESS CROP INSURANCE REPRESENTATIVES TO ADDRESS CONTINUING EDUCATIONAL NEEDS FOR THE SECTOR AND BUILD RELATIONSHIPS WITH INSURANCE INDUSTRY STAKEHOLDERS AND TECHNICAL ASSISTANCE PROVIDERS.PARTNER WITH NATIONAL CROP INSURANCE SERVICES (NCIS) TO BUILD RELATIONSHIPS WITH 1890 OUTREACH FACULTY AND INDUSTRY AS WELL AS GATHER STAKEHOLDER FEEDBACK ON INSURANCE PRODUCTS FOCUSING ON ENHANCING SOCIALLY DISADVANTAGED FARMER SERVICE AND KNOWLEDGE OF INSURANCE PRODUCTS.HOST A SYMPOSIUM ANNUALLY AT THE SOUTHERN EXTENSION ECONOMICS ASSOCIATION ANNUAL MEETING THAT HIGHLIGHTS PROJECTS DEMONSTRATING EXCELLENCE IN OUTREACH, RISK MANAGEMENT EDUCATION AND EXTENSION SCHOLARSHIP.COLLABORATE WITH ERME CENTERS TO MAINTAIN A VIBRANT AND IMPACTFUL NATIONAL PROGRAM AND OFFER NATIONAL ERME CONFERENCE.SRMEC&#39;S PRIMARY PURPOSE WILL CONTINUE TO BE SUCCESSFUL MANAGEMENT OF THE EXTENSION RISK MANAGEMENT EDUCATION (ERME) COMPETITIVE GRANTS PROGRAM AND OUTREACH ACTIVITIES. OUR ACTIVITIES WILL CONTINUE TO BE RELEVANT, GRASS-ROOTS EFFORTS RELYING UPON GUIDANCE FROM OUR DIVERSE ADVISORY COUNCIL AND STAKEHOLDER ENGAGEMENTS. THE CENTER HAS INTENTIONALLY ALIGNED ITSELF WITH PUBLIC AND PRIVATE AGRICULTURAL STAKEHOLDERS FROM ACROSS THE REGION AND NATIONALLY. SRMEC DELIVERS PROGRAMS USING FACE-TO-FACE TRAININGS, DISPLAYS, PRESENTATIONS, WEBINARS AND SOCIAL MEDIA EFFORTS.SRMEC PROVIDES GRANT RECIPIENTS GUIDANCE EACH YEAR TO FORMULATE APPROPRIATE CRITERIA FOR CRITICAL EVALUATION OF THEIR PROJECT ACTIVITIES. PRIOR TO FUNDING APPROVAL APPLICANTS MUST IDENTIFY SPECIFIC MEAS,URES ON PROJECT IMPACTS/OUTCOMES DETAILING WHAT PARTICIPANTS WILL ACCOMPLISH. SRMEC CONTINUES TO SEEK QUANTITATIVE MEASURES TO GAUGE OUR SUCCESS NOT BY NUMBERS OF PROGRAM PARTICIPANTS, BUT BY PRODUCER CHANGES IN RISK MANAGEMENT STRATEGIES AND BEHAVIOR. OUR EVALUATION PROCESSES CONTINUE TO PUSH THE ENVELOPE INCORPORATING THEORY OF CHANGE PHILOSOPHY INTO OUR EVALUATION EXPECTATIONS AND PROCESSES. WE ARE LEADING DISCUSSIONS ABOUT THE RATIONALE AND/OR PRE-CONDITIONS THAT PROJECTS CAN SEEK TO CAPTURE TO ALLOW EVALUATIONS TO MORE EFFECTIVELY CAPTURE LONGER TERM IMPACTS AND SUCCESS STORIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc2ca285-0b30-8c83-d330-1d7722983022-C", "generated_internal_id": "ASST_NON_20237002740446_12H3"}, {"internal_id": 160320122, "Award ID": "20237002740445", "Award Amount": 2121750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "10.520", "Description": "THE WESTERN EXTENSION RISK MANAGEMENT EDUCATION CENTER AT WASHINGTON STATE UNIVERSITY DELIVERS RISK MANAGEMENT EDUCATION TO AGRICULTURAL PRODUCERS. OUR MISSION IS: EDUCATING AMERICA&#39;S FARMERS AND RANCHERS TO MANAGE THE UNIQUE RISKS OF PRODUCING FOOD FOR THE WORLD&#39;S TABLE. OUR PLAN OF WORK IS IN ALIGNMENT WITH USDA&#39;S STRATEGIC GOALS BY STRENGTHENING THE FARM SAFETY NET THROUGH RESULTS-BASED PROGRAMS THAT INCREASE NET FARM INCOME, SUPPORT RURAL COMMUNITY PROSPERITY, AND SERVES PRODUCERS UNDERSERVED BY CROP INSURANCE. WE ARE COMMITTED TO A PHILOSOPHY OF CONTINUOUS IMPROVEMENT AND ENGAGEMENT TO SUPPORT ERME AND USDA/ARME STRATEGIC OBJECTIVES. OUR PROPOSED PLAN OF WORK ENHANCES REPORTING METRICS USING A PERFORMANCE MEASURE/THEORY OF CHANGE CONSTRUCT TO DEMONSTRATE THE ECONOMIC AND PUBLIC VALUE IMPACTS OF OUR PROGRAMS. THE WESTERN CENTER AT WSUPARTNERSHIP NETWORK AND COMMUNICATION PLAN HAS ESTABLISHED EXPERTISE, RESOURCES, AND PROGRAMS NECESSARY FOR SERVING A DIVERSE AUDIENCE OFPRODUCERS AND THAT IS CRITICAL TO SERVING THE NEEDS OF SPECIAL EMPHASIS AUDIENCES IN PARTICULAR. WE ARE COMMITTED WITH OUR PLAN OF WORK TO HELP ALL PRODUCERS IMPROVE THEIR ECONOMIC VIABILITY FOR LONG REACHING ECONOMIC, SOCIAL AND ENVIRONMENTAL IMPACTS FOR RURAL AND OTHER EMERGING AND UNDERSERVED COMMUNITIES.?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20237002740445_12H3"}, {"internal_id": 160320121, "Award ID": "20237002740444", "Award Amount": 2121750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-09", "CFDA Number": "10.520", "Description": "THE NORTH CENTRAL EXTENSION RISK MANAGEMENT EDUCATION CENTER (NCERMEC OR THE CENTER) WILL DELIVER RISK MANAGEMENT EDUCATION TO HELPAGRICULTURAL PRODUCERS MANAGE RISKS AND POSITION THEIR FARM OR RANCH FOR FUTURE GROWTH AND SUCCESS. THE CENTER, LOCATED AT THE UNIVERSITY OF NEBRASKA-LINCOLN, WILL IDENTIFY AND ASSESS PRODUCER RISK MANAGEMENT EDUCATION NEEDS AND EMERGING ISSUES THROUGH EFFORTS WITH SEVERAL PRODUCER AND STAKEHOLDER GROUPS, INCLUDING SPECIAL EMPHASIS AND UNDERSERVED PRODUCER AUDIENCES. BUILDING ON THE NEEDS ASSESSMENT RESULTS, THE CENTER WILL IMPLEMENT A COMPETITIVE GRANTS PROGRAM FOR BOTH EDUCATION AND EXPLORATORY PROJECTS THAT DELIVER OR LEAD TO PRODUCER-FOCUSED, RESULTS-BASED RISK MANAGEMENT EDUCATION. AN ADVISORY COUNCIL WILL WORK WITH THE CENTER TO OVERSEE THE NEEDS ASSESSMENT ANDPROGRAMMING EFFORTS AND TO IMPLEMENT THE GRANTS PROGRAM, INCLUDING REVIEW OF PROPOSALS IN ACCORDANCE WITH THE EXTENSION RISKMANAGEMENT EDUCATION (ERME) OPERATIONAL GUIDELINES. THE CENTER WILL HELP BUILD CAPACITY FOR RISK MANAGEMENT EDUCATION THROUGHTRAINING FOR EDUCATORS, APPLICANTS, AND GRANT RECIPIENTS AND WILL WORK WITH OTHER ERME PARTNERS TO DELIVER NATIONAL PROGRAMMING ANDADDRESS EMERGING ISSUES AS APPROPRIATE. THE CENTER WILL IMPLEMENT A COMPREHENSIVE COMMUNICATIONS PLAN TO ADMINISTER THE REGIONALCOMPETITIVE GRANTS PROGRAM, DOCUMENT OUTCOMES, PROMOTE THE ERME PROGRAM, AND MAINTAIN A STRONG NATIONAL LINKAGE WITH OTHERERME PARTNERS. THE CENTER&#39;S OVERALL EFFORTS WILL ADDRESS PRODUCER NEEDS, INCREASE THE CAPACITY OF PRODUCERS TO ADOPT IMPROVED RISK MANAGEMENT PRACTICES AND DECISION-MAKING, AND HELP SUPPORT FINANCIALLY SUSTAINABLE, COMPETITIVE, AND PROSPEROUS AGRICULTURAL PRODUCTION OPERATIONS AND SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20237002740444_12H3"}, {"internal_id": 160320120, "Award ID": "20237002740443", "Award Amount": 565800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "10.520", "Description": "THE DIGITAL CENTER FOR RISK MANAGEMENT EDUCATION WILL PROVIDE TECHNOLOGY SUPPORT FOR EXTENSION RISK MANAGEMENT EDUCATION(ERME) AND TO THE REGIONAL RISK MANAGEMENT EDUCATION CENTERS TO HELP PRODUCERS MANAGE:&BULL; PRODUCTION RISK BY ENHANCING UNDERSTANDING OF YIELD VARIABILITY, INSURANCE PRODUCTS, TECHNOLOGY, DIVERSIFICATION ANDMANAGEMENT SYSTEMS TO CONTROL COSTS AND IMPROVE FARM OR RANCH INCOME.&BULL; MARKETING RISK BY IMPROVING UNDERSTANDING AND USE OF COMMODITY PRICE RISK MANAGEMENT, PRODUCT MARKETING STRATEGIES,DIFFERENTIATED MARKETING FOCUS AND RELATIONSHIP MARKETING.&BULL; FINANCIAL RISK BY GROWING CAPACITY TO ADDRESS STRATEGIC BUSINESS PLANNING, PRODUCTION COST MANAGEMENT, RECORDKEEPINGANALYSIS, ASSET MANAGEMENT AND FINANCIAL PLANNING TO ENHANCE CASH FLOW, PROFITABILITY AND FINANCIAL PERFORMANCE.&BULL; LEGAL RISK BY CULTIVATING ABILITY TO ADDRESS BUSINESS ORGANIZATION, CONTRACTS, REGULATORY POLICIES AND LIABILITY ISSUES.&BULL; HUMAN RISK BY DEVELOPING UNDERSTANDING OF EMPLOYEE RECRUITMENT, RETENTION AND MANAGEMENT; INTERNAL AND EXTERNALBUSINESS COMMUNICATION; BUSINESS TRANSITION AND FARM SAFETY SYSTEMS TO IMPROVE BUSINESS AND WORKER SUCCESS.TO DO THIS THE DIGITAL CENTER WILL:&BULL; CONTINUE TO SUPPORT AND EXPAND THE DELIVERY OF RISK MANAGEMENT EDUCATION THROUGH THE AG RISK AND FARM MANAGEMENTLIBRARY.&BULL; PROVIDE THE RESULTS VERIFICATION SYSTEM TO THE REGIONAL CENTERS SO THEY CAN EFFICIENTLY RECEIVE AND MANAGE PROJECTAPPLICATIONS AND REPORTS.&BULL; PROVIDE PUBLIC ACCESS TO A SEARCHABLE DATABASE OF ALL RISK MANAGEMENT EDUCATION FUNDED PROJECTS TO FACILITATE COLLABORATION AMONG RISK MANAGEMENT EDUCATORS.&BULL; COLLABORATE WITH THE REGIONAL CENTERS TO HELP ENSURE THAT RISK MANAGEMENT PROGRAMS ARE DELIVERED TO UNDERSERVEDPRODUCERS AND PRODUCERS UNDERSERVED BY CROP INSURANCE.&BULL; COORDINATE A NATIONAL ERME CONFERENCE AND LEAD COMMUNICATIONS STRATEGIES FOR ERME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20237002740443_12H3"}, {"internal_id": 151882494, "Award ID": "20227041938563", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "10.520", "Description": "WESTERN EXTENSION RISK MANAGEMENT EDUCATION CENTER    MEAT AND POULTRY PROCESSING SUPPLY CHAIN AND WORKFORCE EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 600000.0, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20227041938563_12H3"}, {"internal_id": 151882487, "Award ID": "20227041938562", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "10.520", "Description": "NERME MEAT AND POULTRY PROCESSING GRANTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": 600000.0, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_20227041938562_12H3"}, {"internal_id": 152523549, "Award ID": "20227041938561", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "10.520", "Description": "NORTH CENTRAL EXTENSION RISK MANAGEMENT EDUCATION CENTER MEAT AND POULTRY PROCESSING GRANTS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": 600000.0, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20227041938561_12H3"}, {"internal_id": 151882482, "Award ID": "20227041938560", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "10.520", "Description": "DIGITAL CENTER: MEAT AND POULTRY PROCESSING EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": 100000.0, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20227041938560_12H3"}, {"internal_id": 151882478, "Award ID": "20227041938559", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "10.520", "Description": "SOUTHERN ERME MEAT AND POULTRY PROCESSING GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": 600000.0, "Infrastructure Obligations": null, "recipient_id": "bc2ca285-0b30-8c83-d330-1d7722983022-C", "generated_internal_id": "ASST_NON_20227041938559_12H3"}, {"internal_id": 132969191, "Award ID": "20217002734722", "Award Amount": 4327450.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-12", "CFDA Number": "10.520", "Description": "THE SOUTHERN RISK MANAGEMENT EDUCATION CENTER (SRMEC) AT THE UNIVERSITY OF ARKANSAS DIVISION OF AGRICULTURE LEVERAGES EXPERTISE FROM THE CENTER&#39;S FACULTY/STAFF AND DIVERSE ADVISORY COUNCIL TO HELP FARMERS AND RANCHERS MAKE INFORMED RISK MANAGEMENT DECISIONS. SRMEC INTENTIONALLY BUILDS RELATIONSHIPS ACROSS THE REGION WITH PUBLIC AND PRIVATE AGRICULTURAL STAKEHOLDERS. THE CENTER&#39;S MISSION IS TO EMPOWER THE STRENGTHS AND SKILLS OF SOUTHERN REGION PRODUCERS INVOLVED IN THE MANAGEMENT OF AGRICULTURAL PRODUCTION, MARKETING, FINANCIAL, LEGAL, AND HUMAN RESOURCE RISKS. SRMEC STRIVES TO IMPROVE PRODUCERS&#39; ABILITY TO MANAGE RISKS AND INCREASE FARM PROFITABILITY BY DELIVERING PROGRAMS DESIGNED TO CHANGE RISK MANAGEMENT KNOWLEDGE AND BEHAVIOR. OUR GOAL IS TO DELIVER RESOURCES THAT ENABLE FARMERS AND RANCHERS TO MAKE INFORMED DECISIONS AND TO EMPOWER PRODUCERS TO MANAGE THE DIVERSE RISKS FACING THEIR OPERATIONS.SRMEC SEEKS TO DEVELOP AND DELIVER IMPACTFUL RESULTS-BASED EDUCATIONAL PROGRAMMING IN COLLABORATION WITH THE EXTENSION RISK MANAGEMENT EDUCATION PROGRAM (ERME). DIRECT ENGAGEMENTS WITH PROJECT DIRECTORS, PROGRAM PARTNERS, AND INDUSTRY STAKEHOLDERS SEEK TO PROVIDE OPPORTUNITIES TO PROMOTE RISK MANAGEMENT RESOURCES, SHARE PROGRAM BEST PRACTICES; NETWORK IN ORDER TO ENHANCE RISK MANAGEMENT COLLABORATION ACROSS THE REGION; DETAIL INNOVATIVE USES OF TECHNOLOGY AND EVALUATION PROCESSES; AND DISSEMINATE PRODUCER SUCCESS STORIES TO ENHANCE PROGRAM VISIBILITY. PROJECT OBJECTIVES INCLUDE:SUCCESSFULLY MANAGE SRMEC COMPETITIVE GRANT&#39;S PROGRAMS.COLLABORATE WITH SOUTHERN EXTENSION ECONOMISTS ON OUTREACH AND RESOURCES.RISK MANAGEMENT CAPACITY DEVELOPMENT WITH COMMUNITY ORGANIZATIONS AND INDUSTRY.COLLABORATE WITH 1890 LAND-GRANT INSTITUTIONS AND OUTREACH TO SOCIALLY DISADVANTAGED FARMERS AND RANCHERS.COLLABORATE WITH THE REGIONAL RISK MANAGEMENT CENTERS TO PROVIDE A VIBRANT NATIONAL ERME PROGRAM AND NATIONAL CONFERENCE.TARGETED ENGAGEMENTS SEEK TO BUILD CAPACITY THAT ENHANCES UNDERSTANDING OF RISK ISSUES; TO EFFECTIVELY RAISE AWARENESS OF RISK MANAGEMENT CHALLENGES AND PRODUCER NEEDS; AND TO USE CENTER RESOURCES. SRMEC ACTIVITIES CONTINUE TO BE RELEVANT, GRASS-ROOTS EFFORTS RELYING UPON GUIDANCE FROM OUR DIVERSE ADVISORY COUNCIL AND TARGETED STAKEHOLDER ENGAGEMENTS. THE CENTER INTENTIONALLY COLLABORATES WITH AGRICULTURAL STAKEHOLDERS TO CREATE WIN-WIN SITUATIONS TO INCREASE VISIBILITY OF RISK MANAGEMENT RESOURCES AND MAINTAIN TRANSPARENT DIALOGUE TO SERVE FARMER/RANCHER NEEDS. THESE ENGAGEMENTS ARE CONTINUALLY PROMOTED THROUGH CENTER&#39;S WEBSITE, ( HTTPS://SRMEC.UAEX.EDU/ ) AND MULTIPLE DIRECT AND INDIRECT MEDIA CHANNELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc2ca285-0b30-8c83-d330-1d7722983022-C", "generated_internal_id": "ASST_NON_20217002734722_12H3"}, {"internal_id": 132969192, "Award ID": "20217002734713", "Award Amount": 4327450.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-12", "CFDA Number": "10.520", "Description": "THE WESTERN EXTENSION RISK MANAGEMENT EDUCATION CENTER AT WASHINGTON STATE UNIVERSITY DELIVERS RISK MANAGEMENT EDUCATION TO AGRICULTURAL PRODUCERS. OUR MISSION IS: \"EDUCATING AMERICA&#39;S FARMERS AND RANCHERS TO MANAGE THE UNIQUE RISKS OF PRODUCING FOOD FOR THE WORLD&#39;S TABLE\". OUR PLAN OF WORK IS IN ALIGNMENT WITH USDA&#39;S STRATEGIC GOALS BY STRENGTHENING THE FARM SAFETY NET THROUGH RESULTS-BASED PROGRAMS THAT INCREASE NET FARM INCOME, SUPPORT RURAL COMMUNITY PROSPERITY, AND SERVES PRODUCERS UNDERSERVED BY CROP INSURANCE. WE ARE COMMITTED TO A PHILOSOPHY OF CONTINUOUS IMPROVEMENT AND ENGAGEMENT TO SUPPORT ERME AND USDA/ARME STRATEGIC OBJECTIVES. OUR PROPOSED PLAN OF WORK ENHANCES REPORTING METRICS USING A PERFORMANCE MEASURE/THEORY OF CHANGE CONSTRUCT TO DEMONSTRATE THE ECONOMIC AND PUBLIC VALUE IMPACTS OF OUR PROGRAMS. THE WESTERN CENTER AT WSUPARTNERSHIP NETWORK AND COMMUNICATION PLAN HAS ESTABLISHED EXPERTISE, RESOURCES, AND PROGRAMS NECESSARY FOR SERVING A DIVERSE AUDIENCE OF PRODUCERS AND THAT IS CRITICAL TO SERVING THE NEEDS OF SPECIAL EMPHASIS AUDIENCES IN PARTICULAR. WE ARE COMMITTED WITH OUR PLAN OF WORK TO HELP ALL PRODUCERS IMPROVE THEIR ECONOMIC VIABILITY FOR LONG REACHING ECONOMIC, SOCIAL AND ENVIRONMENTAL IMPACTS FOR RURAL AND OTHER EMERGING AND UNDERSERVED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_20217002734713_12H3"}, {"internal_id": 132969193, "Award ID": "20217002734694", "Award Amount": 4334650.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-20", "CFDA Number": "10.520", "Description": "THE NORTH CENTRAL EXTENSION RISK MANAGEMENT EDUCATION CENTER (NCERMEC OR THE \"CENTER\") WILL DELIVER RISK MANAGEMENT EDUCATION TO HELP AGRICULTURAL PRODUCERS MANAGE RISKS AND POSITION THEIR FARM OR RANCH FOR FUTURE GROWTH AND SUCCESS. THE CENTER, LOCATED AT THE UNIVERSITY OF NEBRASKA-LINCOLN, WILL IDENTIFY AND ASSESS PRODUCER RISK MANAGEMENT EDUCATION NEEDS AND EMERGING ISSUES THROUGH EFFORTS WITH SEVERAL PRODUCER AND STAKEHOLDER GROUPS, INCLUDING SPECIAL EMPHASIS AND UNDERSERVED PRODUCER AUDIENCES. BUILDING ON THE NEEDS ASSESSMENT RESULTS, THE CENTER WILL IMPLEMENT AN ANNUAL COMPETITIVE GRANTS PROGRAM FOR BOTH EDUCATION AND EXPLORATORY PROJECTS THAT DELIVER OR LEAD TO PRODUCER-FOCUSED, RESULTS-BASED RISK MANAGEMENT EDUCATION. AN ADVISORY COUNCIL WILL WORK WITH THE CENTER TO OVERSEE THE NEEDS ASSESSMENT AND PROGRAMMING EFFORTS AND TO IMPLEMENT THE GRANTS PROGRAM, INCLUDING REVIEW OF PROPOSALS IN ACCORDANCE WITH THE EXTENSION RISK MANAGEMENT EDUCATION (ERME) OPERATIONAL GUIDELINES. THE CENTER WILL HELP BUILD CAPACITY FOR RISK MANAGEMENT EDUCATION THROUGH TRAINING FOR EDUCATORS, APPLICANTS, AND GRANT RECIPIENTS AND WILL WORK WITH OTHER ERME PARTNERS TO DELIVER NATIONAL PROGRAMMING AND ADDRESS EMERGING ISSUES AS APPROPRIATE. THE CENTER WILL IMPLEMENT A COMPREHENSIVE COMMUNICATIONS PLAN TO ADMINISTER THE REGIONAL COMPETITIVE GRANTS PROGRAM, DOCUMENT RESULTS, PROMOTE THE ERME PROGRAM, AND MAINTAIN A STRONG NATIONAL LINKAGE WITH OTHER ERME PARTNERS. THE CENTER&#39;S OVERALL EFFORTS WILL ADDRESS PRODUCER NEEDS, INCREASE THE CAPACITY OF PRODUCERS TO ADOPT IMPROVED RISK MANAGEMENT PRACTICES AND DECISION-MAKING, AND HELP SUPPORT FINANCIALLY SUSTAINABLE, COMPETITIVE, AND PROSPEROUS AGRICULTURAL PRODUCTION OPERATIONS AND SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_20217002734694_12H3"}, {"internal_id": 132969194, "Award ID": "20217002734693", "Award Amount": 4327450.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-12", "CFDA Number": "10.520", "Description": "THE PRIMARY PURPOSE OF THE NORTHEAST CENTER IS TO FULFILL USDA&#39;S GOAL OF ENSURING A STRONG FARM FINANCIAL SAFETY NET BY PROVIDING U.S. AGRICULTURAL PRODUCERS AND THEIR FAMILIES, AS APPROPRIATE, WITH KNOWLEDGE, SKILLS AND TOOLS NEEDED TO MAKE INFORMED RISK MANAGEMENT DECISIONS THAT MAY ENHANCE THE PROFITABILITY OF THEIR OPERATIONS. THE CENTER, IN CONJUNCTION WITH THE OTHER REGIONAL CENTERS, ANNUALLY CONDUCTS THE EXTENSION RISK MANAGEMENT EDUCATION (ERME) COMPETITIVE GRANTS PROGRAM. THE ERME PROGRAM PROVIDES FUNDING TO BOTH PUBLIC AND PRIVATE ORGANIZATIONS FOR EDUCATIONAL PROJECTS DESIGNED TO IMPROVE THE ABILITY OFAGRICULTURAL PRODUCERS TO EFFECTIVELY MANAGE THE RISKS ASSOCIATED WITH THEIR AGRIBUSINESSES. THIS PROGRAM&#39;S MISSION - \"EDUCATING AMERICA&#39;S FARMERS AND RANCHERS TO MANAGE THE UNIQUE RISKS OF PRODUCING FOOD FOR THE WORLD&#39;S TABLE\". A KEY FEATURE OF THE PRODUCER-FOCUSED PROGRAM IS THAT IT IS \"RESULTS-BASED\" - AWARDS ARE MADE TO PROJECT DIRECTORS WHO CLEARLY IDENTIFY RISK MANAGEMENT RESULTS FOR THE PARTICIPANTS. THE RESULTS ARE THE SPECIFIC, MEASURABLE AND VERIFIABLE RISK MANAGEMENT OUTCOMES THAT PRODUCERS WILL UNDERSTAND, ANALYZE, DEVELOP, DECIDE OR IMPLEMENT IN MANAGING THEIR AGRIBUSINESSES, AND WHICH WILL ULTIMATELY ENHANCE THEIR ECONOMIC VIABILITY. AS INVESTORS OF THE FEDERAL RESOURCES DESIGNATED FOR RISK MANAGEMENT EDUCATION THROUGH ARPA, THE ERME CENTERS (AND THUS NIFA) ARE NOT FUNDING PROJECT TEAM ACTIVITIES, BUT RATHER A CHANGE IN RISK MANAGEMENT BEHAVIOR FOR A GROUP OF PARTICIPATING PRODUCERS. IN ITS ROLE AS A REGIONAL RESOURCE, THE NORTHEAST CENTER PROVIDES LEADERSHIP AND COORDINATION, ESTABLISHES PRIORITIES FOR RME PROGRAMMING, AND DISSEMINATES INFORMATION REGARDING RISK MANAGEMENT ACTIVITIES OCCURRING THROUGHOUT THE NORTHEAST AND THE NATION. TODAY&#39;S FARMERS AND RANCHERS FACE AN UNPRECEDENTED RISK ENVIRONMENT, AND WHEN A SPECIFIC EDUCATIONAL NEED ARISES, THE NORTHEAST CENTER POSSESSES THE CONTACTS AND THE RESOURCES TO ENSURE THAT THE NEED IS PROMPTLY ADDRESSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_20217002734693_12H3"}, {"internal_id": 132969195, "Award ID": "20217002734669", "Award Amount": 1165800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-16", "CFDA Number": "10.520", "Description": "THE DIGITAL CENTER FOR RISK MANAGEMENT EDUCATION WILL PROVIDE TECHNOLOGY SUPPORT FOR EXTENSION RISK MANAGEMENT EDUCATION (ERME) AND TO THE REGIONAL RISK MANAGEMENT EDUCATION CENTERS TO HELP PRODUCERS MANAGE:PRODUCTION RISK BY ENHANCING UNDERSTANDING OF YIELD VARIABILITY, INSURANCE PRODUCTS, TECHNOLOGY, DIVERSIFICATION AND MANAGEMENT SYSTEMS TO CONTROL COSTS AND IMPROVE FARM OR RANCH INCOME.MARKETING RISK BY IMPROVING UNDERSTANDING AND USE OF COMMODITY PRICE RISK MANAGEMENT, PRODUCT MARKETING STRATEGIES, DIFFERENTIATED MARKETING FOCUS AND RELATIONSHIP MARKETING.FINANCIAL RISK BY GROWING CAPACITY TO ADDRESS STRATEGIC BUSINESS PLANNING, PRODUCTION COST MANAGEMENT, RECORDKEEPING ANALYSIS, ASSET MANAGEMENT AND FINANCIAL PLANNING TO ENHANCE CASH FLOW, PROFITABILITY AND FINANCIAL PERFORMANCE.LEGAL RISK BY CULTIVATING ABILITY TO ADDRESS BUSINESS ORGANIZATION, CONTRACTS, REGULATORY POLICIES AND LIABILITY ISSUES.HUMAN RISK BY DEVELOPING UNDERSTANDING OF EMPLOYEE RECRUITMENT, RETENTION AND MANAGEMENT; INTERNAL AND EXTERNAL BUSINESS COMMUNICATION; BUSINESS TRANSITION AND FARM SAFETY SYSTEMS TO IMPROVE BUSINESS AND WORKER SUCCESS.TO DO THIS THE DIGITAL CENTER WILL:CONTINUE TO SUPPORT AND EXPAND THE DELIVERY OF RISK MANAGEMENT EDUCATION THROUGH THE AG RISK AND FARM MANAGEMENT LIBRARY.PROVIDE THE RESULTS VERIFICATION SYSTEM TO THE REGIONAL CENTERS SO THEY CAN EFFICIENTLY RECEIVE AND MANAGE PROJECT APPLICATIONS AND REPORTS.PROVIDE PUBLIC ACCESS TO A SEARCHABLE DATABASE OF ALL RISK MANAGEMENT EDUCATION FUNDED PROJECTS TO FACILITATE COLLABORATION AMONG RISK MANAGEMENT EDUCATORS.COLLABORATE WITH THE REGIONAL CENTERS TO HELP ENSURE THAT RISK MANAGEMENT PROGRAMS ARE DELIVERED TO UNDERSERVED PRODUCERS AND PRODUCERS UNDERSERVED BY CROP INSURANCE.COORDINATE A NATIONAL ERME CONFERENCE AND LEAD COMMUNICATIONS STRATEGIES FOR ERME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_20217002734669_12H3"}, {"internal_id": 82148322, "Award ID": "20187002728588", "Award Amount": 4451472.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-31", "CFDA Number": "10.500", "Description": "THE PRIMARY PURPOSE OF THE NORTHEAST CENTER IS TO FULFILL USDA&#39;S GOAL OF ENSURING A STRONG FARM FINANCIAL SAFETY NET BY PROVIDING U.S. AGRICULTURAL PRODUCERS AND THEIR FAMILIES, AS APPROPRIATE, WITH KNOWLEDGE, SKILLS AND TOOLS NEEDED TO MAKE INFORMED RISK MANAGEMENT DECISIONS THAT MAY ENHANCE THE PROFITABILITY OF THEIR OPERATIONS. THE CENTER, IN CONJUNCTION WITH THE OTHER REGIONAL CENTERS, ANNUALLY CONDUCTS THE EXTENSION RISK MANAGEMENT EDUCATION (ERME) COMPETITIVE GRANTS PROGRAM. THE ERME PROGRAM PROVIDES FUNDING TO BOTH PUBLIC AND PRIVATE ORGANIZATIONS FOR EDUCATIONAL PROJECTS DESIGNED TO IMPROVE THE ABILITY OF AGRICULTURAL PRODUCERS TO EFFECTIVELY MANAGE THE RISKS ASSOCIATED WITH THEIR AGRIBUSINESSES. THIS PROGRAM&#39;S MISSION, \"EDUCATING AMERICA&#39;S FARMERS AND RANCHERS TO MANAGE THE UNIQUE RISKS OF PRODUCING FOOD FOR THE WORLD&#39;S TABLE\", IS DIRECTLY ALIGNED WITH USDA STRATEGIC GOALS FOR 2018-2022. A KEY FEATURE OF THE PRODUCER-FOCUSED PROGRAM IS THAT IT IS \"RESULTS-BASED\" - AWARDS ARE MADE TO PROJECT DIRECTORS WHO CLEARLY IDENTIFY RISK MANAGEMENT RESULTS FOR THE PARTICIPANTS. THE RESULTS ARE THE SPECIFIC, MEASURABLE AND VERIFIABLE RISK MANAGEMENT OUTCOMES THAT PRODUCERS WILL UNDERSTAND, ANALYZE, DEVELOP, DECIDE OR IMPLEMENT IN MANAGING THEIR AGRIBUSINESSES, AND WHICH WILL ULTIMATELY ENHANCE THEIR ECONOMIC VIABILITY. AS INVESTORS OF THE FEDERAL RESOURCES DESIGNATED FOR RISK MANAGEMENT EDUCATION THROUGH ARPA, THE ERME CENTERS (AND THUS NIFA) ARE NOT FUNDING PROJECT TEAM ACTIVITIES, BUT RATHER A CHANGE IN RISK MANAGEMENT BEHAVIOR FOR A GROUP OF PARTICIPATING PRODUCERS. IN ITS ROLE AS A REGIONAL RESOURCE, THE NORTHEAST CENTER PROVIDES LEADERSHIP AND COORDINATION, ESTABLISHES PRIORITIES FOR RME PROGRAMMING, AND DISSEMINATES INFORMATION REGARDING RISK MANAGEMENT ACTIVITIES OCCURRING THROUGHOUT THE NORTHEAST AND THE NATION. TODAY&#39;S FARMERS AND RANCHERS FACE AN UNPRECEDENTED RISK ENVIRONMENT, AND WHEN A SPECIFIC EDUCATIONAL NEED ARISES, THE NORTHEAST CENTER POSSESSES THE CONTACTS AND THE RESOURCES TO ENSURE THAT THE NEED IS PROMPTLY ADDRESSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_20187002728588_12H3"}]