[{"internal_id": 146086189, "Award ID": "ED22HDQ0230078", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-24", "CFDA Number": "11.023", "Description": "THIS EDA INVESTMENT FUNDS THE VIRTUAL REALITY STEM WORKFORCE PROGRAM, TO PROVIDE ACCESSIBLE AND DEMONSTRATED SUCCESSFUL VIRTUAL REALITY-BASED CAREER EXPLORATION AND TRAINING WITH A GOAL OF ESTABLISHING A READY, SKILLED WORKFORCE PREPARED TO TACKLE THE ECONOMY OF TOMORROW.  THE PROGRAM WILL PROVIDE EXPOSURE TO, AND INDUSTRY-RECOGNIZED TRAINING IN, FIELDS SUCH AS SEMICONDUCTOR MANUFACTURING TECHNOLOGY, CABLE HARNESS WIRING, AND PRECISION MEASUREMENT.  THE PROGRAM WILL HELP TEACH SKILLS NECESSARY TO ENTER REGIONALLY (AND NATIONALLY) CRITICAL AND HYPER-GROWTH JOB SECTORS, PRIMARILY CENTERED ON SEMICONDUCTORS AND AEROSPACE.  THIS INITIATIVE WILL CONNECT LOW AND MODERATE-INCOME CLIENTS SUCH AS, BUT NOT LIMITED TO, OPPORTUNITY YOUTH TO THESE INDUSTRIES VIA SEAMLESS, LINEAR CAREER PATHWAYS.  IN ADDITION, THE PROGRAM WILL PROVIDE THESE RAPIDLY GROWING EMPLOYMENT SECTORS WITH A SKILLED WORKFORCE, WHILE PROVIDING ENTRY-LEVEL OPPORTUNITIES INTO THESE SECTORS THAT BRING WITH THEM AMPLE ROOM FOR CAR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66c7bc1b-5e0f-d2f6-0eab-2812f48a4c32-C", "generated_internal_id": "ASST_NON_ED22HDQ0230078_1325"}, {"internal_id": 146086182, "Award ID": "ED22HDQ0230077", "Award Amount": 219182.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-26", "CFDA Number": "11.023", "Description": "THIS EDA INVESTMENT FUNDS THE MAGIC CITY DATA COLLECTIVE PROGRAM, TO CREATE A DIVERSE PIPELINE OF STUDENTS WHO ARE UNIQUELY QUALIFIED FOR AND EXCITED ABOUT JOBS IN THE DATA SCIENCE INDUSTRY.  THE PROGRAM WILL HELP BRING TOGETHER STUDENTS AND DATA PROFESSIONALS IN PROJECT TEAMS TO PROVIDE ANALYSIS THAT BIRMINGHAM LEADERS AND SMALL BUSINESSES NEED TO MAKE GOOD DECISIONS.  BY WORKING IN MULTIFACETED TEAMS ON COMPLEX, CLIENT FACING PROJECTS, STUDENTS WILL GAIN THE SKILLS AND EXPERIENCE THEY NEED TO SUCCESSFULLY MOVE INTO IN-DEMAND ROLES IN BIRMINGHAM'S RAPIDLY GROWING HEALTH TECHNOLOGY INDUSTRY AND REMEDY LOCAL WORKFORCE SHORTAGES.  ONCE IMPLEMENTED, THE PROGRAM WILL HELP RECRUIT AND RETAIN TECH TALENT AND ENTREPRENEURS AND PROVIDE ACCESS TO NETWORKING AND TRAINING EVENTS AS WELL AS MENTORSHIP FROM TECH LEADERS IN THE BIRMINGHAM ECOSYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "385a79b6-b810-9612-774a-ef5d04895c34-C", "generated_internal_id": "ASST_NON_ED22HDQ0230077_1325"}, {"internal_id": 146086186, "Award ID": "ED22HDQ0230076", "Award Amount": 249624.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-25", "CFDA Number": "11.023", "Description": "THIS EDA INVESTMENT FUNDS THE LABCENTRAL IGNITE CAREER FORGE: MAKING THE BIOTECH INDUSTRY MORE DIVERSE, EQUITABLE, AND INCLUSIVE PROGRAM, TO MAKE THE BIOTECH INDUSTRY MORE DIVERSE, EQUITABLE, AND INCLUSIVE BY INCREASING ACCESS FOR THOSE WHO HAVE LONG GONE UNDERSERVED AND UNDERREPRESENTED IN THE INDUSTRY AND ITS INNOVATION ECONOMY.  THE PROGRAM WILL INCREASE AWARENESS OF THE OPPORTUNITIES FOR CAREERS WITHIN THE INDUSTRY, HELP FILL SKILLS GAPS THAT MIGHT BE HINDERING ENTRY, REMOVE BIAS FROM THE HIRING PROCESS, AND GET MORE DIVERSE INDIVIDUALS PLACED IN HIGH-QUALITY CAREER OPPORTUNITIES.  IN THE NEXT THREE YEARS, THE PROGRAM AIMS TO PLACE OVER 200 PEOPLE INTO ENTRY LEVEL ROLES WITH 100 EMPLOYERS IN INNOVATIVE RESEARCH LABS.  IN ADDITION, THE PROGRAM WILL CHANGE THE WAYS IN WHICH TALENT IS TRAINED, CONNECTED, AND ADVANCED WITHIN THE BIOPHARMA INDUSTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d545ea06-8ca9-397c-95f2-a3019f62763a-C", "generated_internal_id": "ASST_NON_ED22HDQ0230076_1325"}, {"internal_id": 146086187, "Award ID": "ED22HDQ0230075", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-25", "CFDA Number": "11.023", "Description": "THIS EDA INVESTMENT FUNDS THE WOMEN IN GEOSPATIAL CAREERS PROGRAM, TO MEET THE WORKFORCE DEVELOPMENT NEEDS OF THE GROWING NEXT GENERATION GEOSPATIAL INDUSTRY BY PREPARING LOW- AND MODERATE-INCOME PARTICIPANTS FOR ENTRY-LEVEL GEOSPATIAL CAREERS THAT PROVIDE OPPORTUNITIES FOR UPWARD MOBILITY AND FAMILY-SUSTAINING WAGES.  THE PROGRAM WILL HELP TRAIN PARTICIPANTS IN SKILLS REQUIRED TO ENTER GEOSPATIAL JOBS THAT MEET THE NEEDS OF THE BUSINESS COMMUNITY AND RESULT IN WELL-PAYING, QUALITY JOBS.  THESE JOBS WILL EXCEED THE LOCAL PREVAILING WAGE IN THE ST. LOUIS REGION, INCLUDE BASIC BENEFITS, AND HELP EMPLOYEES ADVANCE ALONG A CAREER PATH.  ONCE IMPLEMENTED, THE PROGRAM WILL HELP TO CLOSE A PROJECTED WORKFORCE GAP AND CREATE NEW OPPORTUNITIES FOR INDIVIDUALS UNDERREPRESENTED IN THE STEM WORKFORCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6b320b5-dfac-58a5-0ebc-91059bfa9044-R", "generated_internal_id": "ASST_NON_ED22HDQ0230075_1325"}, {"internal_id": 146086190, "Award ID": "ED22HDQ0230074", "Award Amount": 249397.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-24", "CFDA Number": "11.023", "Description": "THIS EDA INVESTMENT FUNDS THE QUALITY SCIENCE PATHWAY APPRENTICESHIP PROGRAM, TO ESTABLISH A STATE-REGISTERED, NON-TRADITIONAL APPRENTICESHIP IN QUALITY SCIENCE, 2) PROVIDE CERTIFICATION IN QUALITY SCIENCE THROUGH AN INDUSTRY DEVELOPED CURRICULUM TAUGHT BY SUBJECT MATTER EXPERTS FROM REGIONAL EMPLOYERS; AND 3) LEVERAGE FUNDING TO PROVIDE SALARY SUPPORT FOR EMPLOYERS TO OFFER ON-THE-JOB TRAINING (OJT).  THE PROGRAM WILL PROVIDE 144 HOURS OF RELATED TECHNICAL INSTRUCTION LEADING TO CERTIFICATION AS A CERTIFIED QUALITY SCIENCE PROFESSIONAL, FOLLOWED BY 2,000 HOURS OF OJT AT EMPLOYER PARTNERS, WHICH WILL ASSIST THE GREATER PHILADELPHIA REGION IN ITS CRITICAL NEED FOR EMPLOYEES WITH QUALITY ASSURANCE TRAINING AND EXPERIENCE.  ONCE IMPLEMENTED, THE PROGRAM WILL ALSO HELP FOSTER PARTNERSHIPS AMONG EMPLOYERS, APPRENTICES, EDUCATIONAL AND COMMUNITY-BASED ORGANIZATIONS, PUBLIC AGENCIES, FUNDING PROVIDERS, AND OTHER APPRENTICESHIP STAKEHOLDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad990d53-dba6-60b8-30bf-48cdeeb15c1c-C", "generated_internal_id": "ASST_NON_ED22HDQ0230074_1325"}, {"internal_id": 146086183, "Award ID": "ED22HDQ0230073", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-26", "CFDA Number": "11.023", "Description": "THIS EDA INVESTMENT FUNDS THE BRIDGING THE DIVIDE: PROVIDING WELL-ROUNDED TECHNOLOGY EDUCATION PROGRAM, TO HELP THE LOCAL COMMUNITY ADDRESS ITS KEY PROBLEM OF FACING THE DIVERGENCE BETWEEN THE EDUCATIONAL PREPARATION SOUGHT BY POTENTIAL EMPLOYERS AND THE WORKFORCE'S SKILL SET.  ADDITIONALLY, POST-COVID-19, SMALL COMPANIES ARE RECOGNIZING THAT MANAGEMENT CHANGES ARE NEEDED TO ATTRACT AND RETAIN HIGH-QUALITY, LONG-TERM EMPLOYEES.  THE PROGRAM WILL HELP RESPOND TO THESE CHALLENGES WITH A SUITE OF STEM PROGRAMING THAT REPRESENTS A NEW CHAPTER OF LEARNING-BY-DOING MISSION, FOCUSING ON SKILLS RATHER THAN DEGREES.  USING A COMMUNITY-DRIVEN APPROACH KNOWN AS STRATEGIC DOING, THE PROGRAM WILL TRANSFORM THE BACHELOR'S DEGREE CURRICULUM INTO MICRO-CREDENTIALING OPPORTUNITIES FOR STUDENTS.  THE RESULT ARE THE PROPOSED PROGRAMS: MANUFACTURING PATHWAYS, LEAN CREDENTIALS, FOOD ENGINEERS, AND THE EDUCATOR MAKER-IN-RESIDENCE FELLOWSHIP.  ONCE IMPLEMENTED, THE PROGRAM WILL HELP THE REGION BY PROVIDING A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_ED22HDQ0230073_1325"}, {"internal_id": 146086185, "Award ID": "ED22HDQ0230072", "Award Amount": 244939.43, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-26", "CFDA Number": "11.023", "Description": "THIS EDA INVESTMENT FUNDS THE UTAH'S HIGH GROWTH NEXT GENERATION FAST TRACK STEM CAREERS PROGRAM, TO DEVELOP AND IMPLEMENT A WORK-BASED LEARNING AND TRAINING MODEL TO MEET THE TALENT NEEDS IN HIGH GROWTH INDUSTRY IN THE STATE OF UTAH, INCLUDING ADVANCED MANUFACTURING, RENEWABLE ENERGY, AND ELECTRICAL VEHICLE TRANSPORTATION.  THIS LEARNING AND TRAINING MODEL CONSISTS OF THREE ESSENTIAL ELEMENTS: 1) STUDENT INTERNSHIPS IN INDUSTRY, 2) INDUSTRY AND FACULTY CO-MENTORS FOR EACH STUDENT, AND 3) MID AND END-PROCESS ASSESSMENTS TO CLOSE THE LOOP.  DURING THE PROPOSED 2-YEAR PROJECT PERIOD, 24 SENIOR/JUNIOR-YEAR UNDERGRADUATES AND 4 MASTER'S STUDENTS FROM THREE ENGINEERING DEPARTMENTS INCLUDING MECHANICAL AND AEROSPACE ENGINEERING (MAE), BIOLOGICAL ENGINEERING (BE), AND ELECTRICAL AND COMPUTER ENGINEERING (ECE) WILL BE RECRUITED FOR ON-SITE INTERNSHIPS IN INDUSTRY.  IN ADDITION, THE PROGRAM WILL PAY THE TUITION AND FEE OF 28 STUDENT PARTICIPANTS AND INDUSTRY STAKEHOLDERS WILL PAY STUDENT INTERN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_ED22HDQ0230072_1325"}, {"internal_id": 146086177, "Award ID": "ED22HDQ0230071", "Award Amount": 248873.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-27", "CFDA Number": "11.023", "Description": "THIS EDA INVESTMENT FUNDS THE OPEN COMMUNITY TECHNOLOGY INITIATIVE NEBRASKA (OCTEIN) PROGRAM, TO DELIVER SCALABLE, TARGETED TRAINING INITIATIVE IN ORDER TO STRENGTHEN THE STEM TALENT PIPELINE IN THOSE HIGH-DEMAND IT OCCUPATIONS THAT ARE CRITICAL TO THE GROWTH OF OMAHA'S REGIONAL ECONOMY.  THE PROGRAM WILL EMPLOY A TRAIN-THE-TRAINER APPROACH TO EQUIP COMMUNITY PARTNERS WITH THE SKILLS NEEDED TO DELIVER TIER 1 TRAINING.  TRAINING WILL BE COMPLEMENTED BY THE COORDINATION OF WORK-BASED LEARNING OPPORTUNITIES FOR STUDENTS IN TIER 3 TRAINING COURSES AND AN EXTENSIVE NETWORK OF EMBEDDED SUPPORTS TO HEIGHTEN PROBABILITY OF SUCCESSFUL OUTCOMES.  ONCE IMPLEMENTED, THE PROGRAM WILL SERVE A TOTAL 775 PARTICIPANTS EACH YEAR OF THE PROJECT, OR 1,550 TOTAL.  THE PARTNERSHIPS BEING DEVELOPED THROUGH THE GRANT WILL HELP TO STRENGTHEN THE PIPELINE THROUGH RECRUITMENT OF UNDERREPRESENTED POPULATIONS, MOBILIZE RESOURCES AND SUPPORTS, AND SUPPLY AN ARRAY OF FLEXIBLE WORK-BASED LEARNING OPPORTUNITIES IN THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0710ba76-e7cf-688c-72c6-f0462ba9198b-C", "generated_internal_id": "ASST_NON_ED22HDQ0230071_1325"}, {"internal_id": 124230681, "Award ID": "ED21HDQ0230008", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-05", "CFDA Number": "11.023", "Description": "ADVANCED MANUFACTURING CYBERSECURITY WORK-AND-LEARN PROGRAM (AMCP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_ED21HDQ0230008_1325"}, {"internal_id": 123134981, "Award ID": "ED21HDQ0230007", "Award Amount": 299643.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-05", "CFDA Number": "11.023", "Description": "EXPANDING FRONTIERS: EMPOWERING SPACE ENTREPRENEURS IN BROWNSVILLE TEXAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35270748-6ada-9ad2-a614-b5f7deb0347e-R", "generated_internal_id": "ASST_NON_ED21HDQ0230007_1325"}, {"internal_id": 123134965, "Award ID": "ED21HDQ0230006", "Award Amount": 258535.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-08", "CFDA Number": "11.023", "Description": "AERONAUTICS WORKFORCE DEVELOPMENT (AWD) PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98718bba-8f2a-3ac7-911e-babf05022a9e-C", "generated_internal_id": "ASST_NON_ED21HDQ0230006_1325"}, {"internal_id": 123134979, "Award ID": "ED21HDQ0230005", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-06", "CFDA Number": "11.023", "Description": "STEMWORKS CHALLENGES & SOLUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49f892b4-ec00-e7f2-2e56-ff2f9d1cf6a3-C", "generated_internal_id": "ASST_NON_ED21HDQ0230005_1325"}, {"internal_id": 123134980, "Award ID": "ED21HDQ0230004", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-06", "CFDA Number": "11.023", "Description": "A RESPONSE TO THE CYBER WORKFORCE DEMAND IN CENTRAL MARYLAND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d43c1cf7-8f2e-bc94-22e6-f0700b322218-C", "generated_internal_id": "ASST_NON_ED21HDQ0230004_1325"}, {"internal_id": 123134970, "Award ID": "ED21HDQ0230003", "Award Amount": 295643.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-07", "CFDA Number": "11.023", "Description": "ACCELERATING WORKFORCE TRAINING USING DIGITAL MANUFACTURING TOOLS (EMULATION-BASED AR/VR READY TRAINING) THROUGH THE CREATION OF AN INDUSTRY 4.0 VIRTUAL FACTORY: A RECOGNIZED CREDENTIAL READY PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5a7a8b2-6594-d1dd-547b-4d52ca715071-C", "generated_internal_id": "ASST_NON_ED21HDQ0230003_1325"}, {"internal_id": 123134971, "Award ID": "ED21HDQ0230001", "Award Amount": 246179.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-07", "CFDA Number": "11.023", "Description": "BUILDING AN UNDERSTANDING OF LAB BASICS (BULB)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebc0fba1-b930-8ec2-18e1-b47f50b330cd-C", "generated_internal_id": "ASST_NON_ED21HDQ0230001_1325"}]