[{"internal_id": 152344912, "Award ID": "ED22HDQ0240189", "Award Amount": 299871.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE DIVERSIFY-CONNECT-FUND PROJECT, TO SUPPORT THE GREATER CHARLOTTESVILLE ENTREPRENEURIAL ECOSYSTEM, IMPROVING OUTCOMES FOR UNDERREPRESENTED INVESTORS AND STARTUP FOUNDERS OF THIS PROJECT.  THE PROJECT WILL COORDINATE AN ANGEL ACADEMY PROGRAM.  WITH PARALLELS TO A TRADITIONAL ENTREPRENEUR ACCELERATOR PROGRAM, THE ANGEL ACADEMY PROGRAM WILL CONSIST OF OUTREACH AND INFO SESSIONS FOR POTENTIAL ANGEL INVESTORS, A RECRUITMENT AND SELECTION PROCESS, AND A SIX-TO-EIGHT-WEEK TRAINING PROGRAM.  IN ADDITION, THE PROJECT WILL ESTABLISH A CAPITAL CONNECTIONS ROUNDTABLE.  THIS GROUP WILL CONSIST OF INDIVIDUALS WITH TIES TO FUNDING NETWORKS OUTSIDE THE REGION, SUCH AS THE LOCAL FUND MANAGERS, TECHNOLOGY COUNCIL, AND ACADEMICS.  ONCE IMPLEMENTED, THE WORK WITH THE CAPITAL ROUNDTABLE, NEWLY MINTED ANGEL INVESTORS, AND IDENTIFIED PROJECT PARTNERS WILL DEVELOP A FUND STRATEGY AND STRUCTURE WITH FEEDBACK FROM THE ECOSYSTEM AND EXTERNAL FUNDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f7c0b74-176a-ff05-eb91-32beb6ea7d85-R", "generated_internal_id": "ASST_NON_ED22HDQ0240189_1325"}, {"internal_id": 152344936, "Award ID": "ED22HDQ0240184", "Award Amount": 713201.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE STITCHCREW VEST HER VENTURES PROJECT, ONE OF THE FIRST ACCELERATORS IN OKLAHOMA TO DEVELOP PUBLIC-PRIVATE-PARTNERSHIPS AND PROGRAMS TO CONNECT TRADITIONALLY OVERLOOKED ENTREPRENEURS WITH THE CAPITAL, NETWORK AND RESOURCES NEEDED TO BUILD AND SCALE COMPANIES.  VEST HER INC (VEST) PROVIDES EXECUTIVE COACHING TO MORE THAN 100 MEMBERS YEAR-ROUND AND ITS EXTENDED NETWORK USES THE COMMUNITY AS A TALENT BANK AND TRUSTED PIPELINE TO FILL CAREER OPPORTUNITIES, BOARD APPOINTMENTS, INVESTMENTS AND MORE. STITCHCREW AND VEST HAVE JOINED FORCES TO RAISE AND DEPLOY VEST HER VENTURES, A $25 MILLION DOLLAR VENTURE CAPITAL FUND INVESTING IN THE MOST PROMISING WOMEN-LED COMPANIES IN THE SOUTHWEST REGION.  THE PARTNERSHIP ALSO AIMS TO INCREASE THE NUMBER OF INVESTORS FROM UNDERREPRESENTED GROUPS SO THEY CAN BECOME CO-INVESTORS IN THE FUND WHILE BUILDING A STRONG COALITION OF STAKEHOLDERS COMMITTED TO LEVELING THE PLAYING FIELD FOR ENTREPRENEURS IN OUR REGION.  BOTH ORGANIZATIONS WILL ALSO SET UP AN EDUCATION PLATFORM AND WORKSHOPS IN PARTNERSHIP WITH THE UNIVERSITY OF TULSA TO EDUCATE 100 ASPIRING INVESTORS ON HOW TO INVEST IN EARLY-STAGE COMPANIES THROUGH FUNDS, DIRECT INVESTMENTS, EQUITY CROWDFUNDING, SPECIAL PURPOSE VEHICLES (SPVS), AND OTHERS.  ONCE IMPLEMENTED, THE PROJECT WILL HELP STITCHCREW HOST 36 WORKSHOPS FOR ENTREPRENEURS IN THE CARE AND FUTURE OF WORK ECONOMY AND 9 QUARTERLY WORKSHOP SESSIONS FOR ASPIRING ANGEL INVESTORS. ON AVERAGE, STARTUPS CREATE AN AVERAGE OF 4 JOBS WITHIN THE FIRST AND SECOND YEAR OF OPERATIONS.  THIS PORTFOLIO AIMS TO INVEST IN 40 COMPANIES, RESULTING IN THE CREATION OF 160 NEW JOBS UNDER THIS PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b11c9cd3-52d5-2e57-e1ea-5f186fe82152-R", "generated_internal_id": "ASST_NON_ED22HDQ0240184_1325"}, {"internal_id": 152344914, "Award ID": "ED22HDQ0240183", "Award Amount": 1545130.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE DENVER'S TECHUP PROJECT, TO SUPPORT A NEW PROGRAM, TECHUP, OFFERED THROUGH DENVER ECONOMIC DEVELOPMENT AND OPPORTUNITY (DEDO) AND PRIMARILY FOCUSED ON SUPPORTING TECHNOLOGY ENTREPRENEURS IN THE DENVER AREA WHO ARE BLACK, INDIGENOUS, OR PEOPLE OF COLOR (BIPOC).  THE PROJECT WILL PROVIDE A MULTI-TIERED PROGRAM FOR ENTREPRENEURS, FOCUSED ON TECHNOLOGY ENTREPRENEURSHIP, MENTORSHIP GROUPS, IDEATION TECHNICAL ASSISTANCE (TA), BUSINESS INCUBATION SERVICES, AND SALES PIPELINE GENERATION OPPORTUNITIES.  DEDO WILL DELIVER THESE SERVICES IN PARTNERSHIP WITH THE LOCAL BIPOC-LED TECH ACCELERATOR ACCESS MODE, THE UNIVERSITY OF COLORADO (CU) DENVER AND THE BLACKSTONE ENTREPRENEURS NETWORK (BEN).  THE PROJECT WILL ALSO SUPPORT THE DELIVERY OF TECHUP'S PROGRAMMING. THIS INCLUDES PRE-ACCELERATOR, MID-POINT, AND POST-ACCELERATOR PROGRAMMING AT THE NEW HUB AND AT THE CU DENVER CAMPUS.  TECHUP WILL BUILD ON DENVER'S ASSETS AS THE CENTER OF A GROWING TECHNOLOGY INNOVATION REGION, WHILE ALSO WORKING TO MAKE ENTREPRENEURIAL SUPPORT FOR UNDERSERVED AND NON-TRADITIONAL MINORITY TECH ENTREPRENEURS MORE EQUITABLE.  ONCE IMPLEMENTED, THE PROGRAM AIMS TO SERVE 75% (STRETCH, 100%) BIPOC INDIVIDUALS DURING THE THREE-YEAR GRANT PERIOD, AND DELIVER AT LEAST 100 TOTAL HOURS PER YEAR OF TRAINING, MENTORSHIP AND TECHNICAL ASSISTANCE TO EACH ENTREPRENEUR WHO COMPLETES ALL THREE TIERS OF THE PROGRAM. TECHUP ALSO PLANS FOR AT LEAST 80% OF THOSE COMPLETING ALL THREE TIERS TO INDICATE ON POST-PARTICIPATION SURVEYS INCREASED CONFIDENCE, APTITUDE AND KNOWLEDGE IN TECH ENTREPRENEURSHIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc8ba7e8-9e3a-6db0-12fd-6837bf8ba95c-C", "generated_internal_id": "ASST_NON_ED22HDQ0240183_1325"}, {"internal_id": 152344904, "Award ID": "ED22HDQ0240182", "Award Amount": 299987.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE CHARLOTTE COMMUNITY CAPITAL ACCESS INVESTMENT INITIATIVE (CCCAII), TO EXPAND ACCESS TO CAPITAL FOR TECHNOLOGY-ENABLED VENTURES LED BY COMMUNITY ENTREPRENEURS, UNIVERSITY STUDENTS AND FACULTY.  THE PROJECT WORK INCLUDES ENGAGING MULTIPLE UNIVERSITY AND COMMUNITY RESOURCES IN A THREE-YEAR INITIATIVE TO: 1) IDENTIFY NEW CAPITAL SOURCES THAT CAN BE DEPLOYED LOCALLY, 2) EDUCATE NEW AND UNDERREPRESENTED ANGEL INVESTORS TO ENABLE SUCCESSFUL ENGAGEMENT WITH CURRENT AND FUTURE VENTURE OPPORTUNITIES, AND 3) ENABLE EMERGING ENTREPRENEURS TO BECOME FULLY INVESTOR READY.  ONCE COMPLETED, THE INITIATIVE WILL UNLOCK CAPITAL FROM MULTIPLE REGIONAL SOURCES INCLUDING RECRUITING 150 POTENTIAL ANGEL INVESTORS FROM THE FULL SPECTRUM OF CHARLOTTE'S GROWING POPULATION OF HIGH-GROWTH INDIVIDUALS. THE INITIATIVE WILL LEVERAGE ANGEL CAPITAL ASSOCIATION (ACA) EXPERTISE TO EDUCATE LOCAL ANGEL INVESTORS TO ENGAGE SUCCESSFULLY WITH CURRENT AND FUTURE VENTURE OPPORTUNITIES.  IT WILL INTRODUCE EXPANDED TRAINING, COACHING, AND ACCELERATION SERVICES TO ENSURE THAT 120 EMERGING ENTREPRENEURS ARE FULLY INVESTOR READY.  FINALLY, IT WILL SOURCE A $2-$5M EQUITY INVESTMENT FUND TO BE DEPLOYED IN THE CHARLOTTE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1b3f72b-bb6f-8fd7-5ecd-fb4c67001bdd-C", "generated_internal_id": "ASST_NON_ED22HDQ0240182_1325"}, {"internal_id": 152344905, "Award ID": "ED22HDQ0240181", "Award Amount": 700196.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE BLACK WEALTH ADVANCEMENT THROUGH NEW BUSINESS AND KNOWLEDGE DEVELOPMENT (BANK), TO IMPROVE LOCAL INFRASTRUCTURE TO RAISE CAPITAL TO TRANSFORM MICROBUSINESSES INTO SMALL BUSINESSES IN THE TECHNOLOGY SECTOR.  THE PROJECT WILL ASSIST BANK WITH HIRING ADDITIONAL STAFF WITH DIRECT RESPONSIBILITY FOR RAISING EQUITY-BASED CAPITAL FUNDS WITH THE SPECIFIC PURPOSE OF INVESTING IN SCALABLE MICROBUSINESSES.  FUNDS WILL ALSO BE USED TO IDENTIFY AND OFFER EDUCATIONAL PROGRAMMING FOR POTENTIAL INVESTORS AS WELL AS TRAINING PROGRAMS GEARED TOWARD ENTREPRENEURS TO PREPARE THEM TO SCALE GIVEN INVESTMENTS.  BANK WILL PROVIDE THE INFRASTRUCTURE TO COLLABORATIVELY MANAGE COORDINATED FUND DEVELOPMENT BY PARTNERS, ENSURE TIMELY PROGRESS, AND MAINTAIN RESPONSIBILITY FOR MEASURING AND REPORTING GRANT OUTCOMES.  ONCE COMPLETED, BANK WILL ACCOMPLISH THE FOLLOWING GOALS FOR THIS PROJECT: (1) REACHING 20 MICROBUSINESS OWNERS PER YEAR WHO ATTEND WORKSHOPS ON BUSINESS GROWTH AND SCALING, (2) REACHING 50 POTENTIAL FUNDERS WHO ATTEND MICROBUSINESS ENTREPRENEURSHIP AWARENESS AND/OR ANGEL INVESTMENT WORKSHOPS AND (3) INVESTIGATING, VETTING AND RECOMMENDING 10 MICROBUSINESSES PER YEAR FOR INVESTMENT TO ESTABLISH A $5.3 MILLION INVESTMENT FUND OVER THE THREE-YEAR GRANT PERIOD AND THE CREATION OF 240 NEW TECH JOBS AS A CONSEQUENCE OF SKILLS ADDED THROUGH MICROBUSINESS OWNER TRAINING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f97d8891-aed5-b95f-0a7b-0cbb8a1230b1-C", "generated_internal_id": "ASST_NON_ED22HDQ0240181_1325"}, {"internal_id": 152344945, "Award ID": "ED22HDQ0240180", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE INCLUSIVE IMPACT PROGRAM, TO SUPPORT THE FORMATION OF PARTNERSHIPS WITH ENTREPRENEUR SUPPORT ORGANIZATIONS, INVESTORS, AND OTHER GROUPS ACROSS THE COUNTRY WITH THE GOAL OF EXPANDING CAREER PATHWAYS FOR STUDENTS FROM HISTORICALLY UNDERSERVED COMMUNITIES AND TO DEPLOY CAPITAL TO ENTREPRENEURS FROM UNDERREPRESENTED BACKGROUNDS IN VENTURE CAPITAL FUND MANAGEMENT AND INVESTMENT.  THE PROJECT WORK WILL IDENTIFY, TRAIN, AND PROVIDE HANDS-ON INVESTMENT EXPERIENCE TO AT LEAST 250 STUDENTS AND HELP THEM ACCESS FULL-TIME INVESTMENT ROLES POST-GRADUATION.  ONCE IMPLEMENTED, THE PROJECT WILL PROVIDE WORLD-CLASS DIRECT TRAINING, NETWORK ACCESS AND EXPERIENCE IN VENTURE CAPITAL TO HELP LAUNCH THESE STUDENT'S CAREERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "105d3de4-6fbf-6e42-7259-4c62267aa84f-C", "generated_internal_id": "ASST_NON_ED22HDQ0240180_1325"}, {"internal_id": 152344909, "Award ID": "ED22HDQ0240179", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE SOCAL VENTURE PIPELINE (SVP) CAPITAL FUND DEVELOPMENT PROJECT, TO HELP ADDRESSES THE GAP IN ACCESS TO EARLY-STAGE CAPITAL THAT MANY SOCAL COMPANIES WHO ARE DEVELOPING THE NEXT GENERATION OF TECHNOLOGIES EXPERIENCE.  THE PROJECT WORK INCLUDES: 1) TOGETHER WITH OUR COMMUNITY LEADS, THE ALLIANCE FOR SOUTHERN CALIFORNIA INNOVATION (ALLIANCE) WILL REVIEW APPLICATIONS AND VET COMPANIES APPLYING FOR THE SVP PROGRAM. 2) THE EVALUATOR PANEL WILL REVIEW DEAL FLOW FORWARDED FROM THE ALLIANCE AND COMMUNITY LEADS TO DETERMINE WHICH COMPANIES WILL BE ALLOWED TO PITCH TO SELECTION COMMITTEE. 3) ROUGHLY 75% OF THE STARTUP APPLICANTS WILL INITIALLY NOT BE READY FOR INVESTMENT AND WILL NEED FURTHER ASSISTANCE FROM ECOSYSTEM PARTNERS. THESE MENTORS, NURTURERS, AND ADVISORS WILL HELP PREPARE THESE COMPANIES FOR FUTURE FUNDING ROUNDS. 4) STARTUPS CHOSEN BY THE EVALUATOR PANEL WILL BE ALLOWED A 5-MINUTE PITCH TO THE SELECTION COMMITTEE TO DETERMINE WHICH COMPANIES WILL BE PERSONALLY INTRODUCED TO INVESTORS. 5) COMPANIES WILL RECEIVE SEED OR SERIES A FUNDING AS A RESULT OF THE CAREFUL VETTING OF STARTUPS AND THE CURATED MATCHMAKING TO ACTIVE INVESTORS INTERESTED IN THE SPECIFIC TECHNOLOGIES.  ONCE COMPLETED, THE PROJECT WILL ASSIST THE SVP WITH GARNERING 1100 APPLICATIONS FROM STARTUP FOUNDERS, WITH 215 OF THOSE BEING SELECTED TO PITCH TO THE SELECTION COMMITTEE.  OF THOSE 215, 120 STARTUPS WILL BE DIRECTLY MATCHED WITH ACTIVE INVESTORS RESULTING IN 24 STARTUPS FUNDED AS A RESULT OF THAT CURATED MATCHMAKING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "39bc7523-7cfe-fa72-4ef0-1f6b80ae58fb-R", "generated_internal_id": "ASST_NON_ED22HDQ0240179_1325"}, {"internal_id": 152344948, "Award ID": "ED22HDQ0240178", "Award Amount": 1988464.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE CLEAN FIGHT NY: SCALING ADOPTION OF CLEAN ENERGY SOLUTIONS IN NEW YORK PROJECT, TO HELP STRENGTHEN THE ECONOMIC COMPETITIVENESS OF THE STATE OF NEW YORK'S CLEAN ENERGY SECTOR.  THE PROJECT WILL HELP MITIGATE THE STRUCTURAL BARRIERS TO SUCCESS FOR GROWTH STAGE CLEAN ENERGY COMPANIES IN NEW YORK BY FORMALIZING AN ECOSYSTEM OF ADOPTION THAT MAXIMIZES AND CONNECTS REGIONAL CLEAN ENERGY, CUSTOMER, AND CAPITAL ASSETS.  THE CLEAN FIGHT NY WILL ACCOMPLISH THIS THROUGH SCALING ITS CORE ACCELERATOR PROGRAM TO INCLUDE THREE NEW COHORTS FOR A TOTAL OF 25 NEW CLEAN ENERGY TECHNOLOGY COMPANIES COMPRISED OF UNDERSERVED AND EMERGING SUB-SECTORS OF THE CLIMATE TECHNOLOGY INDUSTRY, INCLUDING BUT NOT LIMITED TO: TRANSPORTATION SOLUTIONS, GRID INNOVATION, RENEWABLE GENERATION, GREEN HYDROGEN, AND FINANCIAL INNOVATION SOLUTIONS.  THE CLEAN FIGHT NY WILL ALSO EXPAND PROGRAM OFFERINGS BY PARTNERING WITH SECONDMUSE, AN IMPACT, AND INNOVATION COMPANY THAT RUNS SCALE FOR CLIMATETECH, A SUCCESSFUL MANUFACTURING READINESS PROGRAM IN NEW YORK, TO PROVIDE MANUFACTURING DEPLOYMENT SUPPORT TO FIVE COHORT COMPANIES PER YEAR (15 TOTAL OVER THREE YEARS) OF THE GRANT AWARD PERIOD.  ONCE IMPLEMENTED, THIS PROGRAM IS DESIGNED TO MEET THE STATE OF NEW YORK'S KEY POLICY, REGULATORY, ECONOMIC, AND BUSINESS DEVELOPMENT GOALS BY: ATTRACTING BEST-IN-CLASS GROWTH-STAGE CLEAN ENERGY COMPANIES TO NEW YORK; ATTRACTING BEST-IN-CLASS CUSTOMER AND CAPITAL PARTNERS THAT CAN HELP PARTICIPATING COMPANIES ACCELERATE THEIR MARKET ADOPTION AND GROWTH IN NEW YORK; AND DEMONSTRATING PROGRESS TOWARDS NEW YORK'S AMBITIOUS CLEAN ENERGY PLAN AND ECONOMIC DEVELOPMENT GOALS THROUGH EMPOWERING GROWTH-STAGE COMPANIES TO SCALE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce864537-62a6-edeb-8359-02f693445d01-R", "generated_internal_id": "ASST_NON_ED22HDQ0240178_1325"}, {"internal_id": 152344923, "Award ID": "ED22HDQ0240177", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE VILLAGE TO VENTURE: EDA BUILD TO SCALE VENTURE CHALLENGE PROJECT, A PARTNERSHIP BETWEEN SOUTHWESTERN COMMUNITY COLLEGE, THE UNIVERSITY OF SAN DIEGO, AND THE CONNECT FOUNDATION THAT WILL LEVERAGE THE SAN DIEGO REGION'S INNOVATION ECOSYSTEM TO SUPPORT FEMALE, VETERAN, AND BIPOC ENTREPRENEURS IN ACCESSING TRADITIONAL CAPITAL SOURCES AND CREATING NEW JOBS.  THE PROJECT WILL SUPPORT 6 MAIN FOCUS AREAS THROUGH ITS PROGRAMMING. THE PROGRAM AIMS TO LEVERAGE ITS SOCIAL CAPITAL NETWORK - THE VILLAGE - OF THE INNOVATION ECOSYSTEM TO SERVE AS THE \"FRIENDS AND FAMILY\" TO UNDERREPRESENTED FOUNDERS, USE CURRENT TECHNOLOGY PLATFORMS TO MAXIMIZE SALES AND MORE FULLY ACHIEVE REVENUE AND CAPITAL POTENTIAL, NURTURE RELATIONSHIPS WITH INSTITUTIONAL INVESTORS (VCS, ANGEL, SEED, FUND MANAGERS) THAT SUPPORT DIVERSE INNOVATION ECOSYSTEMS, ENSURE \"INCLUSION AT THE START\" BY PROVIDING SUPPORTIVE TECHNICAL SUPPORT AND RESOURCES, AND BUILD ON LOCAL/STATE EFFORTS THAT SUPPORT EARLY-STAGE ENTREPRENEURS AND CONTINUING TO HELP THOSE ENTREPRENEURS SOLIDIFY TRACTION AND MOVE TOWARD GROWTH AND JOB CREATION.  VILLAGE TO VENTURE WILL ALSO COORDINATE EDUCATIONAL EVENTS, PARTNERSHIPS, TECHNICAL ASSISTANCE AND MENTORSHIP TO ACCESS A BROAD COMMUNITY OF ADVISORS, RESOURCES AND INVESTORS SO THAT NEW ENTREPRENEURS ARE INCLUDED IN SAN DIEGO'S THRIVING INNOVATION ECOSYSTEM.  ONCE IMPLEMENTED, THE PROGRAM EXPECTS TO COUNSEL 300 ENTREPRENEURS, TRAIN 200 ENTREPRENEURS, PROVIDE OVER 1500 TOTAL HOURS OF COUNSELING/TECHNICAL ASSISTANCE, CREATE 5 NEW INVESTOR RELATIONSHIPS AND 30 NEW INVESTOR INTRODUCTIONS, AND HOST 10 TRAINING EVENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "02a0827b-b640-62bc-5435-5cdad9575dc1-C", "generated_internal_id": "ASST_NON_ED22HDQ0240177_1325"}, {"internal_id": 152344924, "Award ID": "ED22HDQ0240176", "Award Amount": 1200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE DIVERSIFYING AND EXPANDING THE ENTREPRENEURSHIP PIPELINE IN TECHNOLOGY IN NEW ORLEANS (DEEP TECH NOLA) PROJECT, TO SUPPORT THE NEW ORLEANS STARTUP FUND TO LAUNCH DEEP TECH NOLA AND ENHANCE THE PORTFOLIO MANAGEMENT CAPACITY AND OPERATIONS OF THE STARTUP FUND.  THE STARTUP FUND WILL (1) ENHANCE ITS PORTFOLIO MANAGEMENT CAPACITY AND OPERATIONS THROUGH ADDITIONAL STAFFING TO HELP MORE ENTREPRENEURS OF COLOR AND WOMEN NAVIGATE THE COMPLEXITIES OF ACCESSING CAPITAL; (2) DELIVER CUSTOMIZED TECHNICAL ASSISTANCE TO 100+ ENTREPRENEURS WHO ARE WOMEN OR PEOPLE OF COLOR OVER THE NEXT THREE YEARS TO HELP THEM PROGRESS ALONG THE CAPITAL ACCESS CONTINUUM FROM PRE-SEED FUNDING TO VENTURE CAPITAL ROUNDS AND EXITS; AND (3) LEVERAGE REGIONAL PARTNERSHIPS TO DRIVE MORE INVESTMENT TO HIGH-GROWTH TECHNOLOGY BUSINESSES OWNED BY WOMEN AND PEOPLE OF COLOR IN THE REGION.  ONCE IMPLEMENTED, THE STARTUP FUND WILL (1) EXPAND THE PIPELINE OF AND WOMEN AND PEOPLE OF COLOR-OWNED TECHNOLOGY ENTREPRENEURS WHO ARE READY FOR SEED FUNDING, (2) ASSIST THEM IN MOVING FROM INITIAL SEED INVESTMENTS TO VENTURE CAPITAL SERIES ROUNDS THAT CAN ALLOW THEM TO CREATE SIGNIFICANT NUMBERS OF HIGH-SKILL AND HIGH-WAGE JOBS, AND (3) STRENGTHEN CONNECTIVITY ACROSS THE ECOSYSTEM TO BETTER LEVERAGE THE REGION'S INNOVATION ASSETS TO SUPPORT PEOPLE OF COLOR AND WOMEN-OWNED TECHNOLOGY ENTREPRENEURS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57eacd97-c5b1-1d76-0ea6-48bb32641dc0-C", "generated_internal_id": "ASST_NON_ED22HDQ0240176_1325"}, {"internal_id": 152344934, "Award ID": "ED22HDQ0240175", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE AGRIX3 PROJECT, TO EXPAND AGLAUNCH'S ACCELERATOR PLATFORM ACROSS ADDITIONAL KEY AGRICULTURAL REGIONS AND LEVERAGE AND ATTRACT ADDITIONAL INVESTMENT INTO THOSE REGIONS.  AGLAUNCH BUILDS NATIONAL NETWORKS OF DIVERSE FARMERS TO ENVISION, ENABLE, AND ACCELERATE THE FARMS OF THE FUTURE THROUGH INCUBATING NEW STARTUPS, PIONEERING NEW METHODOLOGIES, AND COMMERCIALIZING VALUE-ADDED PROJECTS.  THE PROJECT WILL GROW TECHNOLOGY AND INFRASTRUCTURE PREVIOUSLY CREATED BY: SCALING THE DATA COMMONS, A FRAMEWORK FOR COLLECTING AND HOUSING FARM-LEVEL AND TRIAL-SPECIFIC DATA FOR THE USE OF STARTUPS AND FARMERS; SCALING THE OPEN MARKET CONSORTIUM SMART CONTRACT SYSTEM; AND CREATING AN ENTITY FOR WORKFORCE AND ENTREPRENEURIAL SPINOFFS FOR CODING/COMPUTER SCIENCE.  ONCE COMPLETED, AGLAUNCH'S PROGRAMS WILL RE-IMAGINE, RE-INVIGORATE, AND SCALE KEY SEGMENTS OF THE AGRIFOOD SUPPLY CHAIN BY: CONNECTING A DIVERSE GROUP OF URBAN AND RURAL FARMERS TO EACH OTHER AND TO A PORTFOLIO OF UNIQUE VALUE-CREATION TOOLS LEVERAGING FARM DATA, STARTUP ENGAGEMENT, MARKET TRANSPARENCY, AND INVESTMENT NETWORK; PROVE AND SCALE ROBOTIC SOLUTIONS TO LOWER LABOR-RELATED BARRIERS TO SPECIALTY CROP INTRODUCTIONS; AND INSTIGATE A FOCUSED PROCESS OF CROP IDENTIFICATION, FIELD TRIALS, AND SCALING A DIVERSE REGIONAL CROPPING SYSTEM WITH VERTICALLY INTEGRATED LOCAL PROCESSING AND DIRECT-TO-CONSUMER MODELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eace7978-8b85-13ad-6de9-4a8c9cd6ce70-C", "generated_internal_id": "ASST_NON_ED22HDQ0240175_1325"}, {"internal_id": 152344937, "Award ID": "ED22HDQ0240174", "Award Amount": 1848061.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE PROOF-OF-CONCEPT AND STARTUP SERVICES INITIATIVE PROJECT, TO FURTHER GROW THE ENTREPRENEURIAL ECOSYSTEM IN CENTRAL PENNSYLVANIA, A RURAL REGION IN THE GEOGRAPHIC CENTER OF PENNSYLVANIA.  THE PROJECT ALSO PROPOSES TO RESTART THE PENNSYLVANIA STATE UNIVERSITY'S (PENN STATE) SUCCESSFUL PROOF-OF-CONCEPT PROGRAM TO ENHANCE RESEARCH COMMERCIALIZATION AND FOCUSES ON THREE CRUCIAL NO-COST SERVICES THAT HAVE PROVEN SUCCESS FILLING ESSENTIAL RESOURCE GAPS AND DE-RISKING NEW VENTURES IN THE REGIONAL ECOSYSTEM: 1) PRO BONO LEGAL ASSISTANCE AND INTELLECTUAL PROPERTY SUPPORT FOR STARTUPS; 2) A MATCHMAKING AND MENTORSHIP PROGRAM PAIRING EARLY-STAGE TECH STARTUPS WITH EXPERIENCED MANAGEMENT TALENT AND MENTORS; AND 3) PROJECT MANAGEMENT FOR A REFRESHED PROOF-OF-CONCEPT PROGRAM TO SUPPORT RESEARCH COMMERCIALIZATION.  ONCE IMPLEMENTED, PENN STATE WILL BUILD UPON THREE ESTABLISHED PROGRAMS: PENN STATE LAW ENTREPRENEURSHIP ASSISTANCE AND IP CLINICS, PENN STATE STARTUP LEADERSHIP NETWORK, AND PENN STATE FUND FOR INNOVATION PROOF-OF-CONCEPT PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_ED22HDQ0240174_1325"}, {"internal_id": 152344949, "Award ID": "ED22HDQ0240173", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE BLUE ANGELS UPSWELL PROJECT, A CAPACITY-BUILDING OPPORTUNITY TO EXPAND THE AMOUNT OF ANGEL INVESTMENT IN BLUETECH STARTUPS THAT BENEFIT THE ENVIRONMENT AND CREATE NEW, INCLUSIVE JOBS OF THE FUTURE.  THE PROJECT WILL HELP BUILD A ROBUST PIPELINE OF DIVERSE ANGEL INVESTORS TO SUPPORT TECHNICAL, FINANCIAL, AND OPERATIONAL SCALING OF BLUETECH STARTUPS.  THE PROJECT WORK INCLUDES: (1) ANGEL INVESTOR RECRUITMENT, INCLUDING TARGETING MORE DIVERSE ANGELS HOST STARTUP/SCALE-UP SHOWCASES; (2) INCREASING THE SCIENTIFIC, ENVIRONMENTAL, AND MARKET KNOWLEDGE OF PROSPECTIVE AND EXISTING ANGEL INVESTORS TO INCREASE INVESTOR CONFIDENCE; (3) ESTABLISHING OCEAN SCIENCE AND BLUETECH CHALLENGES AND E-LEARNING MODULES BLUETECH CORPORATE SPEAKER SERIES; (4) INCREASING INVESTOR KNOWLEDGE ON GENERAL GOOD ANGEL INVESTMENT STRATEGY AND PROCESSES; AND (5) DEVELOPING EDUCATIONAL PROGRAMS TO HELP EXPAND AND ENHANCE THE ABILITY OF THE BLUE ANGELS TO DEPLOY CAPITAL AND STIMULATE JOB GROWTH THROUGH REFINING OPERATIONS.  ONCE IMPLEMENTED, THE PROJECT WILL TARGET EARLY-STAGE INVESTORS AND BLUETECH STARTUPS THROUGHOUT THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e7adbb4-7a54-2cbd-df34-4dde2e88cc4a-C", "generated_internal_id": "ASST_NON_ED22HDQ0240173_1325"}, {"internal_id": 152344938, "Award ID": "ED22HDQ0240172", "Award Amount": 299302.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE FRESHWATER ECONOMY SEED FUND PROJECT, TO FORM AND LAUNCH THE FRESHWATER ECONOMY SEED FUND (SEED FUND) IN SUPPORT OF GROWING A ROBUST FRESHWATER INNOVATION ECOSYSTEM IN THE LAKE ERIE BASIN.  THROUGH THIS INITIATIVE, THE CLEVELAND WATER ALLIANCE (CWA) WILL HARNESS ITS ROLE AS THE LEADING GREAT LAKES FRESHWATER TECHNOLOGY CLUSTER CONVENER AND IMPLEMENTOR TO IDENTIFY TECHNOLOGIES, ENGAGE AND EDUCATE INVESTORS, EXPLORE PROGRAM RELATED INVESTMENTS BY REGIONAL PHILANTHROPIC AND COMMUNITY FOUNDATION PARTNERS, AND PROVIDE CAPITAL AND TECHNICAL ASSISTANCE TO BRING FRESHWATER TECHNOLOGIES TO MARKET, AND DRIVE AN INCLUSIVE AND VIBRANT FRESHWATER ECONOMIC ECOSYSTEM.  ONCE IMPLEMENTED, THE TECHNOLOGY SOLUTIONS LAUNCHED THROUGH THE SEED FUND WILL TRANSFORM THE QUALITY OF LIFE FOR RESIDENTS OF THE LAKE ERIE BASIN, ESPECIALLY MINORITY RESIDENTS WHO DISPROPORTIONATELY EXPERIENCE THE NEGATIVE ENVIRONMENTAL AND HEALTH REPERCUSSIONS OF WATER QUALITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df139ce6-1671-f264-93e1-bc9305cf8143-R", "generated_internal_id": "ASST_NON_ED22HDQ0240172_1325"}, {"internal_id": 152344939, "Award ID": "ED22HDQ0240171", "Award Amount": 1960592.42, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE ACCELERATING RURAL ENTREPRENEURS IN SE MINNESOTA PROJECT, TO FUND THE EXPANSION OF RED WING IGNITE (RWI) START-UP AND ENTREPRENEURSHIP SUPPORT PROGRAM.  RED WING IGNITE WILL FOCUS ON THREE MAIN ACTIVITIES: PRIORITIZING REGIONAL COORDINATION AND EXPANDING ACCESS TO STARTUP PROGRAMS FOR RURAL AND DIVERSE FOUNDERS; LAUNCHING AN ACCELERATOR TO EXPEDITE GROWTH OF SCALABLE TECH STARTUPS; AND BUILDING A ROBUST AND DIVERSE NETWORK OF SUPPORTERS. THE GOAL OF THIS PROGRAM IS TO ADVANCE THE TRAJECTORY OF MORE THAN 400 ENTREPRENEURS, OF WHICH 25% WILL BE FROM THE TARGETED DEMOGRAPHIC GROUPS OVER THE GRANT TERM.  WHILE PROGRAMS AND SERVICES WILL BE OPEN TO ANY ENTREPRENEURS INTERESTED IN DEVELOPING IDEAS INTO A BUSINESS, TARGETED OUTREACH WILL BE MADE TO BLACK, INDIGENOUS AND PEOPLE OF COLOR (BIPOC) COMMUNITIES, INCLUDING TRIBAL MEMBERS AFFILIATED WITH THE PRAIRIE ISLAND INDIAN COMMUNITY AND STUDENTS ENROLLED IN THE EIGHT HIGHER EDUCATION INSTITUTIONS IN THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b9c4436-7fbe-1d7c-6410-86efc8a529d8-R", "generated_internal_id": "ASST_NON_ED22HDQ0240171_1325"}, {"internal_id": 152344940, "Award ID": "ED22HDQ0240170", "Award Amount": 749117.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE LAB TO LIFE - BUILDING CLEANTECH AND SUSTAINABILITY STARTUPS AROUND CSU RESEARCH PROJECT, TO ESTABLISH THE LAB-TO-LIFE (L2L) PROGRAM, A PARTNERSHIP BETWEEN COLORADO STATE UNIVERSITY (CSU) AND THE COLORADO STATE RESEARCH FOUNDATION (CSURF).  THE L2L PROGRAM WILL SUPPORT THE COMMERCIALIZATION OF RESEARCH-BASED TECHNOLOGIES TO LEVERAGE THE SKILLS OF EXPERIENCED STARTUP EXECUTIVES, COUPLED WITH EXECUTIVES-IN-TRAINING (EITS), TO TRANSFORM INTELLECTUAL PROPERTY INTO STARTUPS OVER THE TWO-YEAR PERIOD.  ONCE IMPLEMENTED, THE PROGRAM EXPECTS TO LAUNCH 3-5 HIGH-POTENTIAL TECHNOLOGIES/SCIENTIFIC DISCOVERIES FOR EACH ANNUAL COHORT, VALIDATE BUSINESS MODELS, COMPLETE CUSTOMER DISCOVERY, AND LAUNCH BUSINESS DEVELOPMENT ACTIVITIES WITHIN 6 MONTHS OF INCORPORATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3279b412-eefc-eb44-7bd2-9846c4a18050-R", "generated_internal_id": "ASST_NON_ED22HDQ0240170_1325"}, {"internal_id": 152344899, "Award ID": "ED22HDQ0240169", "Award Amount": 516639.23, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE UPSTREAM INNOVATION: ACCELERATOR FOR DIGITAL UTILITY TRANSFORMATION PROJECT, TO BUILD A CHICAGO-BASED WATER TECHNOLOGY ACCELERATOR PROGRAM.  THE PROJECT WORK INCLUDES DEVELOPING A PIPELINE OF WATER TECHNOLOGY COMPANIES OVER THE THREE-YEAR GRANT PERIOD THROUGH SPECIALIZED TRAINING AND BUSINESS DEVELOPMENT SUPPORTS TO HELP INNOVATORS BRING THEIR IDEAS TO FRUITION.  UPSTREAM INNOVATION WILL RECRUIT A RANGE OF DIGITAL WATER SOLUTIONS STARTUPS, SMALL-TO MEDIUM-ENTERPRISES (SMES), AND ENTREPRENEURS OF REPRESENTING DIVERSE POPULATIONS, TO PROVIDE THESE COMPANIES WITH RIGOROUS TRAINING AND MENTORSHIP TO HELP THEM TO SECURE LOCAL INVESTMENTS AND PARTNERSHIPS WITH UTILITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f665bcc1-1cbe-0f8e-d604-b38331e8cebc-R", "generated_internal_id": "ASST_NON_ED22HDQ0240169_1325"}, {"internal_id": 152344913, "Award ID": "ED22HDQ0240167", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE COASTAL EMPIRE REGIONAL ECOSYSTEM STRATEGY PROJECT, TO STRENGTHEN THE REGIONAL ECOSYSTEM OF BUSINESS OUTREACH AND DEVELOPMENT PROGRAMS IN ORDER TO MORE EFFECTIVELY SERVICE THE NEEDS OF UNDERSERVED BUSINESSES IN THE REGION.  THE PROJECT WILL FOCUS ON FOUR THEMES FOR GUIDING ENTREPRENEURS THROUGH THEIR JOURNEY: DISCOVER, IDEATE, INCUBATE, AND CULTIVATE.  CERES WILL BUILD ON WELL-ESTABLISHED PARTNERSHIPS AND ENABLE LEVERAGING OF EXISTING ASSETS TO HELP MARGINALIZED GROUPS BETTER ACCESS REGIONAL ECOSYSTEM DEVELOPMENT RESOURCES TO FULLY PARTICIPATE IN AND BENEFIT FROM THE REGION'S GROWING ECONOMIC OPPORTUNITIES.  CERES WILL ALSO FACILITATE COMMUNICATION AMONG THE REGION'S ENTREPRENEURIAL SUPPORT ORGANIZATIONS TO BETTER SUPPORT THE UNDERSERVED BUSINESSES IN THE REGION, AND PROVIDE BETTER ACCESS TO PROCUREMENT OPPORTUNITIES, MARKET DATA, AND NETWORKING OPPORTUNITIES.  ONCE COMPLETED, THE PROJECT WILL PROVIDE AT LEAST 250 POTENTIAL ENTREPRENEURS WITH SERVICES THROUGH CERES ACTIVITIES WITH AT LEAST 120 OF THEM LAUNCHING NEW BUSINESS VENTURES OR EXPANDING EXISTING BUSINESSES. BY 2025, THESE BUSINESSES WILL CREATE AT LEAST 120 JOBS. IN ADDITION, THE PROJECT IS EXPECTED TO INCREASE PRIVATE INVESTMENT, COMMERCIALIZATION ACTIVITIES, AND REVENUE GENERATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74f3293a-83ed-96d9-a314-6570f19db2fe-R", "generated_internal_id": "ASST_NON_ED22HDQ0240167_1325"}, {"internal_id": 152344930, "Award ID": "ED22HDQ0240166", "Award Amount": 375000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE DEVELOPING THE STATEWIDE ECOSYSTEM THROUGH THE COBUILDERS ACCELERATOR PROJECT, TO RUN A COORDINATED VIRTUAL ACCELERATOR, UNLOCKING RESOURCES LIKE MENTORS, SERVICE PROVIDERS, AND INVESTMENT CAPITAL ACROSS UNDERREPRESENTED REGIONS.  ONCE COMPLETED, THE PROJECT WILL REPRESENT THE FOUNDATION OF A CRITICAL AND SUSTAINABLE ECOSYSTEM TO SUPPORT THE DEVELOPMENT AND RETENTION OF EARLY-STAGE STARTUPS.  AT LEAST 20 COMPANIES WILL BE ACCELERATED OVER 24 MONTHS THROUGH THIS PROGRAM - LIKELY SECURING AN ESTIMATED $3M IN INVESTMENT AND CREATING AT LEAST 100 JOBS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c111c40-e513-11a8-0475-8f3efbe2f4d5-R", "generated_internal_id": "ASST_NON_ED22HDQ0240166_1325"}, {"internal_id": 152344946, "Award ID": "ED22HDQ0240165", "Award Amount": 1461400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-23", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE SCALING A SUCCESSFUL INNOVATION ECOSYSTEM THROUGH EAST CENTRAL VERMONT PROJECT, TO ACT ON A SHARED VISION OF VERMONT'S RESILIENT ECONOMIC FUTURE THROUGH SUPPORT FOR TECHNOLOGY ENTREPRENEURS IN THE EAST CENTRAL VERMONT ECONOMIC DEVELOPMENT DISTRICT.  THE SOUTHERN WINDSOR COUNTY INCUBATOR (SWCI) DBA BLACK RIVER INNOVATION CAMPUS (BRIC) AND THE GREEN MOUNTAIN ECONOMIC DEVELOPMENT CORPORATION (GMEDC) ARE PARTNERING FOR THE FOLLOWING: 1) BRIC WILL SCALE ITS SUCCESSFUL ACTUATOR TECHNOLOGY ENTREPRENEURSHIP INCUBATOR/ACCELERATOR PROGRAM FROM SPRINGFIELD TO RANDOLPH WHILE DEVELOPING ADDITIONAL SPECIALIZATIONS IN ADVANCED MANUFACTURING, CYBERSECURITY, AND MEDICAL TECHNOLOGIES; 2) GMEDC WILL LAUNCH AN INNOVATION AND ENTREPRENEURSHIP HUB IN RANDOLPH; AND 3) BRIC AND GMEDC WILL EXECUTE REGIONAL STRATEGIES FOR ECOSYSTEM ENGAGEMENT TO ATTRACT AND RETAIN ENTREPRENEURS, INVESTORS, MENTORS, AND WORKFORCE.  ONCE COMPLETED, THE PROJECT WILL BENEFIT LOCAL ENTREPRENEURS, EDUCATION PROVIDERS, MENTORS AND SUBJECT MATTER EXPERTS, INVESTORS, AND LOCAL EMPLOYERS.  ADDITIONAL FOCUS WILL BE GIVEN TO UNIVERSITY STUDENTS PITCHING NEW STARTUP IDEAS OR CONDUCTING TECHNOLOGY COMMERCIALIZATION RESEARCH, INDUSTRY RESEARCHERS WHO ARE INTERESTED IN COMMERCIALIZING A NEW TECHNOLOGY STARTUP, AND FOUNDERS FROM UNDERSERVED POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5142d0f-ec69-7ae4-7c8f-720043e55665-R", "generated_internal_id": "ASST_NON_ED22HDQ0240165_1325"}, {"internal_id": 152344931, "Award ID": "ED22HDQ0240164", "Award Amount": 525000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE STATE-WIDE INVESTMENT ACCELERATOR PROJECT, TO ORGANIZE, LAUNCH, AND OPERATE A STATE-WIDE INVESTMENT ACCELERATOR PROGRAM WITH STATEWIDE STAKEHOLDERS TO COMPLETE THE FOLLOWING ACTIVITIES: IDENTIFICATION OF AN ACCELERATOR CONTRACTOR; SECURING STAFF FOR THE PROJECT; RECRUITING TWICE PER YEAR FOR COHORTS OF EARLY-STAGE STARTUPS; DELIVERING THE PROGRAMMING; PROVIDING ACCESS TO CAPITAL FOR PROGRAM PARTICIPANTS; DELIVERING SUPPORT PROGRAMMING AND SERVICES TO PROGRAM ALUMNI; AND PROVIDING OVERSIGHT AND TRACKING OF METRICS.  ONCE COMPLETED, THE PROJECT WILL PROVIDE MENTORSHIP AND EDUCATION WHILE CONNECTING STARTUPS TO INVESTORS AND CUSTOMERS, TO HELP INCREASE FOLLOW-ON FINANCING FOR WOMEN, VETERAN, AND MINORITY ENTREPRENEURS WHILE SPURRING JOB CREATION VIA THE SCALING AND GROWTH OF BUSINESSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "955e3976-a2ad-1de9-69a5-5efaf3fa3e80-C", "generated_internal_id": "ASST_NON_ED22HDQ0240164_1325"}, {"internal_id": 152344903, "Award ID": "ED22HDQ0240163", "Award Amount": 375000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE FUTURE FOOD ACCELERATOR PROJECT, TO FUND A VIRTUAL ACCELERATOR THAT WOULD LINK LEADING EDGE R&D FACILITIES, UNIVERSITY TECHNOLOGY INNOVATION PROGRAMS, ENTREPRENEURSHIP SUPPORT PROGRAMS, INDUSTRY/MARKET EXPERTS, AND DOMAIN EXPERTS TO SUPPORT HIGH-GROWTH, HIGH-POTENTIAL FOOD AND BEVERAGE COMPANIES LOCATED IN OR RELOCATING TO SOUTHCENTRAL MICHIGAN.  THE FUTURE FOOD ACCELERATOR IS DESIGNED TO SERVE AS AN EFFICIENT CONDUIT FOR THE DEVELOPMENT, ACCELERATION, TRANSFER, AND TRANSITION OF TECHNOLOGY IN THE FOOD INNOVATION ECOSYSTEM.  A TEAM OF QUALIFIED TECHNICAL ASSISTANT PROVIDERS WILL PROVIDE ASSESSMENT TOOLS AND DELIVER WORKSHOPS AND WEBINARS.  IN ADDITION, BATTLE CREEK UNLIMITED WILL UTILIZE STAGE-GATE MODELS OF NEW PRODUCT DEVELOPMENT AND PROVIDE INNOVATION MANAGEMENT TOOLS, THEREBY INFORMING INVESTMENT DECISIONS AS COMPANIES PROGRESS AND SEEK ADDITIONAL FUNDING.  ONCE COMPLETED, THE BATTLE CREEK UNLIMITED INTENDS TO: GENERATE AT LEAST $3.5M IN AGGREGATE FUNDING FOR A MINIMUM OF 15 COMPANIES OVER THREE YEARS; ACHIEVE TEN COMMERCIAL DEVELOPMENT MILESTONES FOR PROGRAM PARTICIPANTS; ACHIEVE TEN PRODUCT DEVELOPMENT MILESTONES FOR PROGRAM PARTICIPANTS; ASSIST IN THE CREATION OF 5 NEW PRODUCTS AND SERVICES FOR PROGRAM PARTICIPANTS; ASSIST IN THE CREATION OF 150 KNOWLEDGE ECONOMY JOBS FOR THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3014139-81d4-6959-2dd6-a4ca9737959d-C", "generated_internal_id": "ASST_NON_ED22HDQ0240163_1325"}, {"internal_id": 152344907, "Award ID": "ED22HDQ0240162", "Award Amount": 1997157.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE SOUTHERN MISSOURI INNOVATION NETWORK PROJECT, WHICH AIMS TO ACCELERATE TECHNOLOGY-BASED ECONOMIC DEVELOPMENT ACROSS A 47-COUNTY AREA THAT IS 71% RURAL AND HISTORICALLY DISTRESSED.  THE PROJECT WILL COMBINE EFFORTS FROM MISSOURI STATE UNIVERSITY AND THE CODEFI FOUNDATION.  THE CODEFI FOUNDATION WAS ORIGINALLY STARTED AS THE MARQUETTE TECH DISTRICT FOUNDATION IN 2016 AS PART OF A DOWNTOWN REVITALIZATION EFFORT IN CAPE GIRARDEAU, BUT HAS NOW EXPANDED ITS MISSION TO SUPPORT UNDERSERVED POPULATIONS IN RURAL COMMUNITIES THROUGHOUT THE REGION.  THE PROJECT WILL HELP INCREASE THE SUPPLY, DEMAND, AND NETWORK IMPACTS OF TECHNOLOGY-BASED ECONOMIC DEVELOPMENT ACROSS THE SOUTHERN MISSOURI AREA.  ONCE COMPLETED, THE PROJECT IS EXPECTED TO CREATE AND SCALE 75 NEW TECHNOLOGY COMPANIES, CREATE 150 HIGH-WAGE JOBS, AND ATTRACT $20 MILLION IN FOLLOW-ON CAPITAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "214cc525-7fe0-c007-dffa-c549905c74d1-R", "generated_internal_id": "ASST_NON_ED22HDQ0240162_1325"}, {"internal_id": 152344933, "Award ID": "ED22HDQ0240161", "Award Amount": 813330.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE DEVELOP A THRIVING CIRCULAR ECONOMY ECOSYSTEM IN THE STATE OF MICHIGAN, DRIVEN BY CREATING A ROBUST RECYCLED MATERIALS SUPPLY CHAIN AND THROUGH INCLUSIVE IMPACT OF ALL PEOPLE AND TYPES OF COMMUNITIES PROJECT.  THE PROJECT WORK INCLUDES EXPANDING AND PRODUCING IMPACTS AT SCALE, INCLUDING: 1) TECHNICAL ASSISTANCE FOR PARTICIPANTS TO REMOVE STRUCTURAL MARKET BARRIERS AND DEPLOY TECHNOLOGY AND SERVICE SOLUTIONS WITH A FOCUS ON DISTRESSED COMMUNITIES AND CREATING UPSTREAM AND DOWNSTREAM MARKETS, 2) ENTREPRENEUR SUPPORT THAT INCLUDES COACHING, INVESTOR CONNECTIONS AND PROGRAMING COORDINATED THROUGH MICHIGAN'S SMARTZONES, 3) TECHNOLOGY COMMERCIALIZATION ASSISTANCE INCLUDING ACCESS TO UNIVERSITY LABS, TESTING AND PRODUCT ROADMAPPING AND 4) CIRCULAR ECONOMY EVENTS CONVENING INDUSTRY STAKEHOLDERS AND HARNESSING ECONOMIC OPPORTUNITIES, INVESTMENT AND JOB CREATION ACROSS THE STATE.  ONCE IMPLEMENTED, THE PROJECT WILL SIGNIFICANTLY SCALE THE CIRCULAR ECONOMY IN MICHIGAN BY GENERATING HIGH-SKILLED, HIGH-PAYING JOBS AND ECONOMIC GROWTH, REMOVING MARKET BARRIERS, SPURRING INNOVATIVE TECHNOLOGY AND SERVICE DEPLOYMENT, AND FOCUSING ON MICHIGAN'S DISTRESSED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ebb2763-e750-8728-0b47-b69ef6cc518b-C", "generated_internal_id": "ASST_NON_ED22HDQ0240161_1325"}, {"internal_id": 152344908, "Award ID": "ED22HDQ0240160", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE SCALING NETWORKS IN SOUTHWESTERN PENNSYLVANIA PROJECT, TO HELP DEEPEN, STRENGTHEN AND CROSS-POLLINATE NETWORKS OF MENTORS, CORPORATE PARTNERS, INVESTORS, AND SUPPLY CHAIN PARTNERS FOR MORE SCALABLE DELIVERY OF ENTREPRENEURIAL SERVICES TO STARTUPS, WHILE ALSO ADDING SPECIFIC EXPERTISE IN-HOUSE TO ADDRESS THE ABOVE-MENTIONED CHALLENGES.  THE PROJECT WORK INCLUDES MAKING NETWORKS OF MENTORS, INVESTORS, CORPORATE PARTNERS, MANUFACTURING SUPPLIERS, AND TECHNICAL SUPPORT PERSONNEL FROM THE RESPECTIVE NETWORKS OF IW AND CMU COLLECTIVELY ACCESSIBLE TO COMPANIES IN THE REGIONAL ECOSYSTEM; EXPANDING THE NETWORKS AND ENTREPRENEURIAL SUPPORT PROGRAMS TO ADD DIVERSITY IN SKILLS AND BACKGROUNDS, WITH GREATER SECTOR-SPECIFICITY, DIGITAL COMMUNITY SUPPORT, AND A PLATFORM APPROACH TO BRING MENTOR NETWORKS TOGETHER; BROADENING ENTREPRENEURIAL TRAINING PROGRAMMING, SPECIFICALLY SUPPORTING MORE BUSINESSES LED BY DIVERSE FOUNDERS (WOMEN, PEOPLE OF COLOR, AND ENTREPRENEURS FROM RURAL COMMUNITIES), WHILE ADDING WORKSHOPS ON KEY AREAS OF COMMERCIALIZATION; AND CREATING STRONGER ON-RAMPS FOR STUDENTS FROM DIVERSE BACKGROUNDS AND OTHER INDIVIDUALS INTERESTED IN ENTERING THE ENTREPRENEURIAL WORKFORCE, WITH STEM-RELATED INTERNSHIPS, ENTREPRENEURIAL EDUCATION SESSIONS, AND HUMAN RESOURCES SUPPORT THAT HELPS STARTUPS CREATE A DIVERSE STAFF AND INCLUSIVE WORK ENVIRONMENT.  ONCE IMPLEMENTED, THESE ACTIVITIES WILL WORK TO ADDRESS SIGNIFICANTLY INCREASED STARTUP DEMAND, A NEED OF STARTUPS FOR MORE SPECIALIZED SUPPORT, AND THE LACK OF DIVERSITY IN THE TECHNOLOGY ECOSYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d69516b-104a-79d8-a8e5-5b0fc494074c-R", "generated_internal_id": "ASST_NON_ED22HDQ0240160_1325"}, {"internal_id": 152344915, "Award ID": "ED22HDQ0240159", "Award Amount": 1814050.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE AG AND BIO TECHNOLOGY COMMERCIALIZATION COALITION (ABTC) PROJECT, TO SCALE THE FOUNDATIONAL PROGRAMS OF MANY OF MARYLAND'S PREDOMINANT INCUBATOR/ACCELERATORS TO FURTHER ENHANCE THE ECONOMIC SUCCESS OF BURGEONING BIOTECH AND AGBIOTECH ENTREPRENEURS FROM THE MOST DISTANT RURAL LOCATIONS TO THE URBAN CORRIDOR OF MARYLAND.  THE PROJECT WILL CREATE A SCALED (AGRI-FOCUSED) BIOTECH EQUIPMENT AND TECHNOLOGY-DRIVEN FACILITY AND PROGRAM THAT ENABLES COMMERCIALIZATION OF BIOTECH AND AGRITECH COMPANIES.  IN ADDITION, THE PROGRAM WILL ACTIVELY LEVERAGE OUTREACH TO RURAL AND UNDERSERVED COMMUNITIES AND INCLUDES EDUCATIONAL RESOURCES, WHICH WILL HELP INCREASE HIGH-WAGE JOB OPPORTUNITIES.  ONCE COMPLETED, THE PROJECT WILL SCALE UP INCUBATOR/ACCELERATOR PROGRAMS TO THE EASTERN SHORE, AND COMMERCIALIZATION PROGRAMS AND EXPERTISE TO THE WESTERN PART OF THE STATE OF MARYLAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e68b1637-119e-d163-7804-3cb902257b49-R", "generated_internal_id": "ASST_NON_ED22HDQ0240159_1325"}, {"internal_id": 152344941, "Award ID": "ED22HDQ0240158", "Award Amount": 1989339.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE LAUNCHTN INDUSTRY NETWORKS EXPANSION PROJECT, TO IMPLEMENT AN EXPANSION OF THE RECIPIENT'S INDUSTRY NETWORKS MODEL.  THE PROJECT WILL HELP (1) FURTHER TENNESSEE'S TECHNOLOGY ASSETS AND PREVIOUS WORK WITH THE ADVANCED ENERGY, AGRICULTURAL TECHNOLOGY, AUTOMOTIVE/MOBILITY, AND LIFE SCIENCE INDUSTRY SECTORS, AND ADD NEW INDUSTRY SECTORS OF CONSUMER PRODUCTS/ADVANCED MANUFACTURING AND FINANCIAL TECHNOLOGY, BOLSTERING THE RECIPIENT'S PROVEN INDUSTRY NETWORKS MODEL; (2) EXPAND A STATEWIDE IMPLEMENTATION OF ENTREPRENEURS-IN-RESIDENCE (EIR) PROGRAMS, LEADING TO FURTHER CONNECTIVITY IN TARGETED REGIONS; AND (3) ENSURE FOUNDERS AND COMPANIES IN KEY INDUSTRIES HAVE SUPPORT ACCESSING EARLY-STAGE CAPITAL.  ONCE IMPLEMENTED, TENNESSEE'S COMMERCIALIZATION PROGRAMS WILL INCREASE JOB CREATION IN THE REGION AND HELP ENSURE THAT FOUNDERS AND COMPANIES IN KEY INDUSTRIES, AS WELL AS TRADITIONALLY UNDERREPRESENTED FOUNDERS, HAVE SUPPORT IN ACCESSING EARLY-STAGE CAPITAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0de97c8e-01f1-1ff7-148f-1264305b57bd-R", "generated_internal_id": "ASST_NON_ED22HDQ0240158_1325"}, {"internal_id": 152344947, "Award ID": "ED22HDQ0240157", "Award Amount": 1185865.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-23", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE SCALE UP NEW MEXICO PROJECT, THE ARROWHEAD CENTER'S SCALING OF EXISTING INNOVATION-BASED PROGRAMMING WHICH ADDRESS CHALLENGES STARTUPS FACE WITH COMMERCIALIZATION.  WITH THIS GRANT, ARROWHEAD WILL EXPAND ITS PROGRAMMING VIA THE FIVE ACTIVITIES: (1) RUN TECHSPRINT ACCELERATORS FOR TECHNOLOGY-BASED NEW MEXICO STARTUPS WITH COMMERCIAL POTENTIAL; (2) PROVIDE TECHNOLOGY COMMERCIALIZATION SUPPORT VIA THE SBIR/STTR PROGRAMS; (3) SUPPORT INTELLECTUAL PROPERTY/TECHNOLOGY TRANSFER AND PROVIDE INVESTMENT SUPPORT; (4) BOLSTER ACCESS FOR WOMEN ENTREPRENEURS IN THE REGION THROUGH DIVERSE-W; AND (5) HOST AND MANAGE PITCH COMPETITION.  ONCE COMPLETED, ARROWHEAD WILL SPEARHEAD EFFORTS TO GROW REGIONAL INNOVATION BY SCALING PROGRAMS AND RESOURCES AND OFFERING INNOVATION-BASED PROGRAMS TO NEW MEXICO STARTUPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_ED22HDQ0240157_1325"}, {"internal_id": 152344925, "Award ID": "ED22HDQ0240155", "Award Amount": 700944.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE UNM-TAOS HIVE POLLINATOR: ALL HANDS-ON TECH PROJECT, TO INVITE AND ENGAGE HISTORICALLY UNDERREPRESENTED MEMBERS OF THE U.S. TECH COMMUNITY BY SUPPORTING SCALABLE TECH STARTUPS IN NORTHERN NEW MEXICO THROUGH NARRATIVE BUILDING, INNOVATIVE MENTORSHIP PROGRAMMING, AND TECH ENTREPRENEUR POLLINATION (INCUBATION AND ACCELERATION) HOUSED OUT OF THE UNIVERSITY OF NEW MEXICO-TAOS' HUB OF INTERNET-BASED VOCATION AND EDUCATION (UNM-TAOS HIVE OR \"THE HIVE\").  THE PROJECT WILL FOCUS ON THREE MAIN ACTIVITIES: 1) CREATING TAOS-TARGETED CONTENT TO INSPIRE AND FOSTER TECH ENTREPRENEURSHIP; 2) SUPPORTING A TECH ECOSYSTEM KNOWLEDGE SHARING AND MENTORSHIP PROGRAM; AND 3) MANAGING THE HIVE POLLINATOR HYBRID TECH INCUBATOR/ACCELERATOR PROGRAM.  ONCE IMPLEMENTED, THE PROJECT IS EXPECTED TO BUILD ON SUCCESSFUL, CUSTOMIZED SUPPORT MODELS FOR BUSINESSES AND INDIVIDUALS, CREATING A TECH ENTREPRENEURIAL ECOSYSTEM TO SUPPORT AT LEAST 20 NEW STARTUPS IN NORTHERN NEW MEXICO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc4fcc9e-1b7e-4ff3-c4bf-933775b71883-C", "generated_internal_id": "ASST_NON_ED22HDQ0240155_1325"}, {"internal_id": 152344928, "Award ID": "ED22HDQ0240153", "Award Amount": 732919.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE RUTLAND'S TECH STARTUP INCUBATOR (RTSI) PROJECT, TO TRANSFORM A RURAL ECONOMY FROM ONE EXPERIENCING STAGNANT AND NEGATIVE GROWTH IN HIGH-SKILL, HIGH-PAYING JOBS TO ONE THAT WILL DRIVE SCALABLE TECH ENTREPRENEURSHIP, INVESTMENT, AND JOB CREATION.  THE PROJECT WORK INCLUDES IDENTIFYING AND INSPIRING A LOCAL CULTURE AND COMMUNITY OF TECH INNOVATION; CREATING AND IMPLEMENTING A SCALABLE TECHNOLOGY INCUBATOR PROGRAM; AND DEVELOPING A FORMAL NETWORK OF MENTORS AND REGIONAL INVESTORS WHO WILL PROVIDE TECH ENTREPRENEURS WITH THE HUMAN AND FINANCIAL CAPITAL THEY NEED TO GROW AND SCALE THEIR BUSINESSES.  ONCE IMPLEMENTED, THE REGION WILL EXPERIENCE ECONOMIC GROWTH THAT RESULTS IN HIGH-SKILL, HIGH PAYING-JOBS SUPPORTED BY PRIVATE INVESTMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd2a0269-e487-eb43-3ab5-1dc088a6c442-R", "generated_internal_id": "ASST_NON_ED22HDQ0240153_1325"}, {"internal_id": 152344926, "Award ID": "ED22HDQ0240152", "Award Amount": 541700.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE RESOURCE INVEST PROJECT, AN INITIATIVE TO DEVELOP LASTING INVESTMENT INFRASTRUCTURE TO MOBILIZE CAPITAL FOR TECHNOLOGY STARTUPS LED BY FOUNDERS OF COLOR IN THE SOUTHEAST REGION OF THE UNITED STATES.  THE PROJECT SUPPORTS VILLAGE CAPITAL, IN COLLABORATION WITH THE BLACK INNOVATION ALLIANCE (BIA), TO LAUNCH RESOURCE INVESTS.  ONCE IMPLEMENTED, THE PROJECT IS EXPECTED TO RAISE AT LEAST $25 MILLION IN INVESTMENT CAPITAL AND DEVELOP INFRASTRUCTURE AND A REPLICABLE MODEL TO IMPROVE THE ABILITY OF ENTREPRENEURS TO MOBILIZE CAPITAL IN THEIR REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d93ba100-3c61-138c-3262-985ba6d0188c-C", "generated_internal_id": "ASST_NON_ED22HDQ0240152_1325"}, {"internal_id": 152344932, "Award ID": "ED22HDQ0240151", "Award Amount": 519999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE CAPITAL GRAVITY ARIZONA: STARTUP AND INNOVATION ECOSYSTEM CAPITAL ACCELERATOR PROGRAM, TO CREATE CAPITAL GRAVITY ARIZONA (CGA), A TRANSFORMATIONAL CAPITAL ACCELERATOR FOR ARIZONA STARTUP AND INNOVATION ECOSYSTEMS.  ACTIVITIES TO BE PERFORMED: CGA WILL ACCELERATE BUSINESS GROWTH AND JOB CREATION IN ARIZONA BY ENGAGING IN SEVERAL DIFFERENT ACTIVITIES.  CGA PLANS TO PROVIDE WELCOME PROGRAMMING, PIPELINE ACCESS, DIVERSE LEARNING COMMUNITIES, AND INNOVATION ECOSYSTEMS FOR EACH CGA COHORT, AS WELL AS EDUCATIONAL INITIATIVES AND LEARNING FRAMEWORKS SO THAT INVESTORS CAN LEARN, GROW, AND CREATE NEW ARIZONA-BASED INVESTMENT FUNDS.  ONCE IMPLEMENTED, THE PROJECT EXPECTS TO: ACTIVATE UP TO 500 NEW HIGH-NET-WORTH ARIZONANS TO BECOME FIRST-TIME STARTUP INVESTORS, LAUNCH 5-10 NEW SEED-STATE FUNDS, ATTRACT UP TO $50 MILLION IN NEW GROWTH CAPITAL INTO THE ENTREPRENEURSHIP ECOSYSTEM, ENABLE UP TO 250 PEOPLE FROM UNDERREPRESENTED COMMUNITIES TO BECOME ACCREDITED INVESTORS, AND ENSURE THAT ACCESS TO CAPITAL GRAVITY PROGRAMMING, FUNDING, NETWORKS AND RESOURCES IS AVAILABLE TO PEOPLE ALL ACROSS ARIZONA - ESPECIALLY IN RURAL AREAS OUTSIDE ARIZONA'S MAJOR CITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb9fd238-e62e-4384-a412-92c2916a3928-R", "generated_internal_id": "ASST_NON_ED22HDQ0240151_1325"}, {"internal_id": 152344906, "Award ID": "ED22HDQ0240150", "Award Amount": 748036.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE NORTHERN INNOVATION AND STARTUP CENTER PROJECT, TO  ASSIST NORTHERN STATE UNIVERSITY WITH LEVERAGING IT'S COMMUNITY'S EXISTING ENTREPRENEURIAL SUCCESS AND BROADBAND AVAILABILITY TO STRENGTHEN AND DIVERSIFY THE ENTREPRENEURIAL ECONOMY BY BUILDING A THRIVING TECH ECOSYSTEM IN THE ABERDEEN, SOUTH DAKOTA AREA.  THE PROJECT WILL INFUSE TECHNOLOGY STARTUP EXPERTISE INTO EXISTING ENTREPRENEURSHIP RESOURCES, BUILD A CULTURE OF TECH ENTREPRENEURSHIP AND CREATE COHESIVE PATHWAYS, AND OFFER IDEATION AND INCUBATOR PROGRAMMING.  ONCE COMPELTED, THE PROJECT WILL HELP ADVANCE THE IDEAS OF 25 ENTREPRENEURS AND LAUNCH 10+ STARTUPS RESULTING IN 50 NEW DIGITAL JOBS IN ABERDEEN AND THE NORTHEAST REGION OF SOUTH DAKOTA IN THREE YEARS. THESE EFFORTS WILL LEAD TO LONG-TERM POPULATION GROWTH, ECONOMIC GROWTH, NEW STARTUPS, AND TECH-RELATED CAREER OPPORTUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73d0b77d-0f69-2f67-da97-7cebaf75a357-C", "generated_internal_id": "ASST_NON_ED22HDQ0240150_1325"}, {"internal_id": 152344910, "Award ID": "ED22HDQ0240149", "Award Amount": 467500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE GREEN BAY ACCELERATOR PROGRAM PROJECT, TO HELP COORDINATE AND CONNECT RESOURCES, PEOPLE, AND BUSINESSES ACROSS THE GREATER GREEN BAY, WISCONSIN REGION AND CREATE A ROBUST ENVIRONMENT FOR INNOVATION, TECHNOLOGY COMMERCIALIZATION, AND ENTREPRENEURIAL BUSINESSES.  THE PROGRAM WOULD HELP SCALE THE NEXT GENERATION OF STARTUPS, CREATE QUALITY JOBS, AND BUILD THE REGIONAL ECOSYSTEM.  IN ADDITION, THE PROGRAM DESIGN WILL BE IN A VIRTUAL AND/OR HYBRID FORMAT PROVIDING 10-WEEKS OF IN-PERSON AND ONLINE COACHING BY EXPERIENCED ENTREPRENEURS COVERING KEY TOPICS, INCLUDING GUEST SPEAKERS, CULMINATING IN A SHOWCASE OF PRESENTED BUSINESS IDEAS ON THE LAST DAY TO THE COMMUNITY AND STAKEHOLDERS.  ONCE IMPLEMENTED, THE PROGRAM WILL HELP VALIDATE BUSINESS MODELS, ACCELERATE INNOVATION, AND BUILD STRONG TEAMS, TO PROVIDE REGIONAL RESOURCES FOR THE AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8aaf14c4-0d10-a591-dbdf-089f2be457fa-C", "generated_internal_id": "ASST_NON_ED22HDQ0240149_1325"}, {"internal_id": 152344911, "Award ID": "ED22HDQ0240148", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE OASIS ACCELERATOR: INLAND EMPIRE ENTREPRENEURSHIP ECOSYSTEM DEVELOPMENT PROJECT, TO HELP SCALE AND GROW SUSTAINABILITY-FOCUSED TECHNOLOGY START-UPS IN THE COASTAL SOUTHERN CALIFORNIA REGION.  THE OASIS ACCELERATOR, BASED AT THE UNIVERSITY OF CALIFORNIA RIVERSIDE, WILL CREATE AN INTERCONNECTED NETWORK OF TEST BEDS AND DOMAIN EXPERTS TO ADMINISTER RESEARCH AND DEMONSTRATION PROJECTS, AS WELL AS INVEST IN STARTUP ADVOCATES TO SERVE AS BUSINESS AND TECHNICAL EXPERTS TO START-UP COMPANIES.  THE OASIS ACCELERATOR WILL ALSO CONVENE A \"GREEN TEAM\" FOCUSED ON CONNECTING CLEAN/SMART START-UPS WITH BUSINESS ATTRACTION PACKAGES AND PLANS TO BUILD A DIVERSE SKILLED TALENT POOL IN THE TECHNOLOGY-ENABLED SUSTAINABILITY SECTOR.  ONCE IMPLEMENTED, NEW RESEARCH PROJECTS AND BUSINESS ACTIVITY ADMINISTERED BY THE OASIS ACCELERATOR WILL ACCELERATE THE ESTABLISH OF A SUSTAINABILITY-FOCUSED INNOVATION ECOSYSTEM IN THE COASTAL SOUTHERN CALIFORNIA REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_ED22HDQ0240148_1325"}, {"internal_id": 152344935, "Award ID": "ED22HDQ0240147", "Award Amount": 724911.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE NORTH FLORIDA INNOVATION LABS TECHNOLOGY ACCELERATOR LAUNCH PROJECT, TO PROVIDE PROGRAMMATIC AND OPERATIONAL SUPPORT FOR THE LAUNCH OF THE NORTH FLORIDA INNOVATION LABS TECHNOLOGY ACCELERATOR.  THE PROJECT WILL COMBINE A TECHNOLOGY-FOCUSED FACILITY WITH STAFF AND ENTREPRENEUR SUPPORT RESOURCES TO ACCELERATE THE DEVELOPMENT OF INNOVATIVE TECHNOLOGY-FOCUSED BUSINESSES.  ONCE IMPLEMENTED, THE PROJECT WILL HELP MOVE THE AREA TOWARD TECHNOLOGY-BASED INNOVATION AND CREATE EMPLOYERS FOCUSED ON TECHNOLOGY-BASED PRODUCTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "29890ea7-5688-b44e-07a2-9a621fa2217a-C", "generated_internal_id": "ASST_NON_ED22HDQ0240147_1325"}, {"internal_id": 152344916, "Award ID": "ED22HDQ0240146", "Award Amount": 549999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE CHICOSTART ACCELERATE INNOVATION BY MOBILIZATION TO RURAL COMMUNITIES (AIM-RC) TECHNOLOGY-BASED BUSINESS INCUBATOR DEVELOPMENT PROJECT, TO SUPPORT A NEW PARTNERSHIP BETWEEN THREE ORGANIZATIONS, LED BY CHICOSTART AND PARTNERING WITH CLEANSTART, A SUSTAINABLE TECHNOLOGY GROUP, AND CALIFORNIA STATE UNIVERSITY, FRESNO.  AIM-RC WILL SUPPORT INNOVATION AND ECONOMIC DEVELOPMENT FOR UNDERSERVED RURAL POPULATIONS ACROSS KEY SEGMENTS OF CALIFORNIA'S ECONOMY.  THE PROJECT WILL ADDRESS THIS ISSUE THOUGH PROVEN PROGRAMMING THAT MOBILIZES EMERGING BUSINESS SUPPORT, INNOVATION DEVELOPMENT, AND BUSINESS ACCELERATION IN RURAL COMMUNITIES ACROSS THE TARGET REGION.  FOCUSING ON CRITICAL REGIONAL INDUSTRIES IN CALIFORNIA'S RURAL FAR NORTH, AIM-RC WILL FOCUS ON AGRICULTURE/FOOD PRODUCTION, AGRICULTURAL WATER EFFICIENCY, HEALTHCARE/BIOTECHNOLOGY, SUSTAINABLE FOREST MANAGEMENT, CLEAN TECHNOLOGY/CLEAN MANUFACTURING, AND SUSTAINABLE TOURISM.  ONCE COMPLETED, THE PROJECT EXPECTS TO CREATE 80 NEW RURAL-FOCUSED JOBS BY 2025 THAT SUPPORT HISTORICALLY UNDERSERVED COMMUNITIES AND REGIONS IN RURAL CALIFORNIA.  ADDITIONALLY, AIM-RC AIMS TO PROVIDE NEEDED SERVICES TO 40+ ENTREPRENEURS AND BUSINESSES, COMPLETE 75+ INVESTOR/STRATEGIC PARTNER INTRODUCTIONS FOR PROJECT PARTICIPANTS, LAUNCH 40+ NEW BUSINESSES, DEVELOP UP TO 7 NEW PATENT APPLICATIONS, AND SECURE AT LEASE $6 MILLION IN EQUITY INVESTMENTS FOR NEW COMPANIES AND PRODUCTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "721b2c82-b8ef-b8fc-ba82-84b22a407351-R", "generated_internal_id": "ASST_NON_ED22HDQ0240146_1325"}, {"internal_id": 152344917, "Award ID": "ED22HDQ0240144", "Award Amount": 749356.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE PROJECT LEAP: LAUNCHING OUR ENTREPRENEURSHIP ACCELERATOR PROGRAM, TO SERVE AS THE LEADING CENTER FOR A TECHNOLOGY-BASED ENTREPRENEURSHIP ECOSYSTEM IN SOUTHERN OHIO, SITUATED WITHIN SHAWNEE STATE UNIVERSITY'S KRICKER INNOVATION HUB. THIS ECOSYSTEM WOULD EXPAND THE PROGRAM PIPELINE AND BRIDGE THE GAP FOR ENTREPRENEURS BETWEEN IDEATION AND EARLY-STAGE STARTUP.  THREE CORE PILLARS ARE PLANNED - ACTIVATION, ACCELERATION AND COMMERCIALIZATION, WHICH WOULD SUPPORT A PROGRAMMATIC ROADMAP FOR ENTREPRENEURS.  THE FIRST PILLAR- ACTIVATION WOULD PROVIDE SUPPORT AND RESOURCES FOR ENTREPRENEURS TO ACTIVATE THEIR IDEAS.  THE SECOND PILLAR - ACCELERATION WILL ALLOW SHAWNEE STATE UNIVERSITY TO DEVELOP SPECIFIC DEDICATED SUPPORT THAT STARTUPS NEED.  THE KRICKER INNOVATION HUB WILL DEVELOP A FORMAL ACCELERATOR PROGRAM FOR EARLY-STAGE STARTUPS TO BECOME INVESTMENT-READY AND SCALE THEIR BUSINESSES.  THE THIRD PILLAR IS COMMERCIALIZATION WITH A FOCUS ON BUILDING NETWORKS AND RELATIONSHIPS WITH INDUSTRY, ENTREPRENEUR MENTORS, AND INVESTORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3435b60c-1960-e94c-732f-29ff8285657b-C", "generated_internal_id": "ASST_NON_ED22HDQ0240144_1325"}, {"internal_id": 152344951, "Award ID": "ED22HDQ0240143", "Award Amount": 1795947.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE NEVADA INNOVATION ECOSYSTEM ENTREPRENEURIAL TECHNICAL ASSISTANCE PROJECT, TO SCALE AN ONLINE INCUBATOR PROGRAM AND CREATE A NEW STARTUP EDUCATION PROGRAM FOR BOTH RURAL NEVADA AND LAS VEGAS-AREA FOUNDERS.  STARTUPNV, NEVADA'S STATEWIDE BUSINESS INCUBATOR AND ACCELERATOR, WILL ADMINISTER THREE NEW PROGRAMS: INCUBATENV, FOUNDER UNIVERSITY NEVADA, AND ECOSYSTEM LAS VEGAS.  INCUBATENV WILL BRING RURAL FOUNDERS THE OPPORTUNITY TO PROGRESS THEIR STARTUPS TO A FUNDING STAGE.  FOUNDER UNIVERSITY NEVADA WILL ESTABLISH A STRUCTURED TRAINING PROGRAM FOR FOUNDERS, COVERING PROBLEMATIC AREAS THAT HAVE BEEN DISCOVERED OVER FIVE YEARS OF OPERATIONS.  ECOSYSTEM LAS VEGAS WILL BRING ECOSYSTEM BUILDING PROGRAMS TO THE LAS VEGAS AREA.  ONCE COMPLETED, STARTUPNV EXPECTS THE PROJECT TO PROVIDE EQUITABLE ACCESS AND OPPORTUNITY FOR SCALABLE STARTUPS.  STARTUPNV ANTICIPATES THAT THE PROGRAMS WILL YIELD A MINIMUM OF 1,329 NEW JOBS AND $720,837,921 IN ECONOMIC OUTPUT OVER THREE YEARS, AND 4,430 JOBS AND $2,406,126,405 IN OUTPUT IN TEN YEARS.  TOGETHER, THE NEW PROGRAMS WILL HELP NEVADA'S RECOVERY FROM THE COVID-19 PANDEMIC AND ENHANCE THE STATE'S FUTURE RESILIENCE BY DIVERSIFYING INVESTMENT INTO SUSTAINABLE INDUSTRIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b2344061-fc07-63d4-dd4c-761f58c993c6-C", "generated_internal_id": "ASST_NON_ED22HDQ0240143_1325"}, {"internal_id": 152344918, "Award ID": "ED22HDQ0240142", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE TAMPA BAY CYBERSECURITY/FINTECH AND HEALTHTECH ACCELERATOR + INNOVATION NETWORK (TB CFHAIN) PROJECT.  TAMPA BAY WAVE HAS PARTNERED WITH THE UNIVERSITY OF SOUTH FLORIDA AND OTHER PRIVATE AND PUBLIC SECTOR ENTITIES TO LAUNCH THIS PROJECT WITH A GOAL TO CREATE INDUSTRY-DRIVEN INNOVATION CLUSTERS IN CYBERSECURITY, FINANCE, AND HEALTHCARE. TB CFHAIN WILL EXPAND WAVE'S PROGRAMMING BY RUNNING NINE (9) 90-DAY ACCELERATOR COHORTS SPECIFICALLY TAILORED FOR THESE INDUSTRY VERTICALS, SUPPORTING 180 NEW HIGH-GROWTH POTENTIAL STARTUPS AND FOSTERING THE CREATION AND RETENTION OF 2,730 JOBS.  THE PROJECT WILL ALSO UTILIZE WAVE'S 150+MENTOR AND 400+ INVESTOR NETWORKS TO SUPPORT BOTH ACCELERATOR ALUMNI AND LOCAL TECH STARTUPS.  TB CFHAIN WILL ALSO GREATLY EXPAND INVESTOR OUTREACH, LAUNCH AN INVESTOR PORTAL, AND INCREASE THE REGION'S CAPACITY FOR SBIR/STTR SUPPORT.  ONCE COMPLETED, THE PROJECT WILL FOSTER A STRONGER INNOVATION ECOSYSTEM WITH INCREASED STARTUP DENSITY, GREATER GLOBAL COMPETITIVENESS, AND LOCAL HIGH-WAGE JOB CREATION.  BY ADDRESSING THE REGION'S LACK OF INDUSTRY-FOCUSED INNOVATION CLUSTERS AND EARLY-STAGE CAPITAL GAPS, THE PROGRAM WILL HELP TAMPA BAY DEVELOP A MORE DIVERSIFIED AND MORE RESILIENT REGIONAL ECONOMY AND BECOME A MAJOR HUB FOR TECHNOLOGY TALENT AND INNOVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d15bc56-a19b-0992-9477-1777c9f3e198-R", "generated_internal_id": "ASST_NON_ED22HDQ0240142_1325"}, {"internal_id": 152344942, "Award ID": "ED22HDQ0240141", "Award Amount": 674874.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE ENTERPRISE CAPITAL ALLIANCE CAPITAL FUND DEPLOYMENT PROJECT, TO HELP EXPAND THE ENTERPRISE CAPITAL ALLIANCE (ECA) PROGRAM WITHIN THE SEATTLE METROPOLITAN CHAMBER OF COMMERCE TECHNOLOGY ALLIANCE.  EXPANDING THE ECA PROGRAM WITHIN THE TECH ALLIANCE WILL CATALYZE CONNECTIONS IN AND ACROSS CORPORATE VENTURE CAPITAL (CVC) TO INCREASE EARLY-STAGE INVESTMENT IN WASHINGTON STATE-BASED STARTUPS.  ACTIVITIES TO BE PERFORMED: THE ECA AIMS TO CREATE A PORTAL THAT WILL FOSTER CONNECTIONS BETWEEN WASHINGTON ENTREPRENEURIAL ACTIVITY AND NATIONAL FORTUNE 500 COMPANIES, SPARKING INNOVATION THROUGH CREATIVE PARTNERSHIPS, COLLABORATIONS, AND INVESTMENTS.  THE PROGRAM WILL PROVIDE SIGNIFICANT TANGIBLE AND INTANGIBLE ECONOMIC BENEFITS FOR WASHINGTON STATE.  ONCE IMPLEMENTED, THE ECA PROGRAMS EXPECT TO REACH SPECIFIC OUTCOMES RELATED TO MEETINGS AND EVENTS, DIRECT INVESTMENTS/ECONOMIC IMPACT, AND PROGRAM GROWTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "947a80a4-ffc8-1da5-3178-9e52760b7c94-R", "generated_internal_id": "ASST_NON_ED22HDQ0240141_1325"}, {"internal_id": 152344950, "Award ID": "ED22HDQ0240140", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE PACIFIC NORTHWEST SCALABLE TECHNOLOGY STARTUP BUSINESS CAPITAL FUND DEVELOPMENT PROJECT, TO ESTABLISH A PROJECT TITLED \"ELEVATING AND INVESTING IN SCALABLE TECHNOLOGY STARTUPS LED PRIMARILY BY PACIFIC NORTHWEST WOMEN + BIPOC FOUNDERS.\"  THE PROJECT WILL BE ADMINISTERED AS A STRATEGIC PARTNERSHIP BETWEEN RAIN AND THE PORTLAND SEED FUND.  RAIN AND PORTLAND SEED FUND WILL LEVERAGE EACH OTHER'S EXPERTISE TO SUPERCHARGE GROWTH OF THE PACIFIC NORTHWEST ENTREPRENEURIAL ECOSYSTEM BY ELEVATING AND INVESTING IN DIVERSE, SCALABLE TECHNOLOGY STARTUPS.  IN ADDITION, RAIN WILL ACCELERATE INCLUSIVE REGIONAL ENTREPRENEURIAL ECOSYSTEMS AND INNOVATION ECONOMIES THROUGH COMMUNITY-BASED EVENTS, EDUCATIONAL WORKSHOPS, AND COLLABORATIVE NETWORK OF PARTNERS AND STAKEHOLDERS, HELPING THE REGION'S TECHNOLOGY STARTUPS TO BE FUND-READY AND CONNECTING THEM TO THE PORTLAND SEED FUND.  ONCE COMPLETED, RAIN AND PORTLAND SEED FUND EXPECT TO HAVE 500 BUSINESS CONCEPTS REVIEWED/SCREENED, BETWEEN 230-250 ENTREPRENEURS SUPPORTED, AND 30-40 STARTUPS TO HAVE RECEIVED FUNDING.  THEY ALSO EXPECT TO HAVE HELD 15-20 MEDIA ACTIVITIES, AND FOR 50%-60% OF FUNDED BUSINESSES TO HAVE WOMEN AND/OR BIPOC FOUNDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d99fd23-a743-be8b-ae67-a5a2cb2c50e5-R", "generated_internal_id": "ASST_NON_ED22HDQ0240140_1325"}, {"internal_id": 152344929, "Award ID": "ED22HDQ0240139", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE OMAHA MEDICAL TECHNOLOGY DEVELOPMENT ALLIANCE PROJECT, TO IDENTIFY, EDUCATE, AND CONNECT POTENTIAL SOURCES OF EQUITY-BASED CAPITAL WITHIN THE OMAHA MEDICAL TECHNOLOGY CLUSTER, FACILITATING INCREASED DEAL FLOW AND BUILDING CAPACITY IN THE REGION.  THE PROJECT WORK INCLUDES INVESTOR DISCOVERY, INVESTOR OUTREACH, INVESTOR EDUCATION, AND STARTUP DEVELOPMENT.  ONCE IMPLEMENTED, THE PROJECT WILL GENERATE ACTIONABLE DATA ON INVESTORS WITHIN OMAHA AND ITS SURROUNDING REGION, TO HELP BUILD BUSINESS STRATEGIES FOR UNIVERSITY-DEVELOPED INVENTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce6cc294-968c-0136-a2e3-f34319ce4753-C", "generated_internal_id": "ASST_NON_ED22HDQ0240139_1325"}, {"internal_id": 152344922, "Award ID": "ED22HDQ0240138", "Award Amount": 147750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-23", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE FOOD AND BEVERAGE INVESTORS NETWORK PROJECT, TO HELP INCREASE THE CAPACITY OF NEXT-GENERATION BATTLE CREEK FOOD REIMAGINED INVESTORS (NEXT-GEN BCFRI) TO VET, VALIDATE, AND MAKE CRITICAL SEED AND ANGEL INVESTMENTS IN COMPELLING WESTERN MICHIGAN INNOVATION-BASED, EARLY STAGE, HIGH-GROWTH FOOD MANUFACTURING COMPANIES.  THE PROJECT WORK WILL: (1) RECRUIT AND TRAIN NEW ANGEL INVESTORS; (2) PROVIDE A PATH INTO PRE-SEED, AND SEED FUND INVESTMENT FOR TRAINED INDIVIDUALS FROM DIVERSE BACKGROUNDS; (3) INCREASE THE POOL OF TRAINED ANGEL INVESTORS FOR SEED FUNDS REGIONALLY; (4) INCREASE ACCESS TO CAPITAL FOR TECHNOLOGY-ENABLED FOOD PROCESSING ENTREPRENEURS IN THE MIDWEST REGION BY EXPOSING NEW FUNDS AND FUND MANAGERS TO REGIONAL INVESTMENT OPPORTUNITIES; AND (5) USE EXISTING TRAINING SOURCES AND THE STATEWIDE CAPITAL NETWORK FOR LEVERAGE.  ONCE COMPLETED, THE PROJECT WILL: (1) DEVELOP A TRAINING PROGRAM AND INVESTMENT NETWORK OF INVESTORS TO ADDRESS THE CAPITAL GAPS THROUGH EDUCATION; (2) INCREASE THE DIVERSITY OF ANGEL INVESTORS AND (3) DIVERSIFY ACCESS TO CAPITAL THROUGH THE CREATION OF NEW FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3014139-81d4-6959-2dd6-a4ca9737959d-C", "generated_internal_id": "ASST_NON_ED22HDQ0240138_1325"}, {"internal_id": 152344919, "Award ID": "ED22HDQ0240137", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE FORGE NORTH ANGEL ACTIVATION CAMPAIGN PROJECT, TO HELP ESTABLISH A STARTUP COALITION FOR THE GREATER MINNEAPOLIS-SAINT PAUL REGION, WHICH WILL LEAD A PUBLIC CAMPAIGN TO RECRUIT 200 HIGH-NET-WORTH MINNESOTANS TO BECOME ACTIVE ANGEL INVESTORS THROUGH A THREE TRACK APPROACH THAT INTENDS TO RECRUIT 1,000 PROSPECTS.  THE PROJECT WILL HELP ALL NEW PROSPECTS TO ACCESS THE REGION'S NEW ANGEL ACTIVATION HUB ON-DEMAND, FEATURING VIDEO AND WRITTEN CONTENT, TESTIMONIALS, AND ADVICE FROM EXPERIENCED ANGEL INVESTORS OF ALL BACKGROUNDS.  IN ADDITION, 500 PROSPECTS WILL ATTEND EVENTS SUCH AS \"ANGEL FEST,\" THE STATE'S PREMIER EVENT FOR ANGEL INVESTORS, DESIGNED TO DEEPEN EDUCATION AND EXPAND NETWORKS.  FINALLY, 50 PROSPECTS FROM UNDERREPRESENTED GROUPS IN ANGEL INVESTING - INCLUDING BLACK, LATINX, INDIGENOUS, AND WOMEN ANGELS - WILL HAVE ACCESS TO COHORT-BASED, PEER-TO-PEER LEARNING EXPERIENCES THAT GO EVEN DEEPER TO ESTABLISH KNOWLEDGE AND STRENGTHEN RELATIONSHIPS, ENABLING PROSPECTIVE INVESTORS TO MOVE AT AN INTENTIONAL PACE WITH A CULTURALLY SPECIFIC APPROACH.  ONCE IMPLEMENTED, ABOUT 200 NEWLY TRAINED ANGEL INVESTORS WILL HELP TRANSFORM THE REGION'S STARTUP ECOSYSTEM, INCREASING THE AVAILABILITY OF EARLY-STAGE CAPITAL FOR SCALABLE STARTUPS WHILE ADVANCING RACIAL AND GENDER EQUITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "15c39613-bb04-6f1d-d1ea-2b92a31716b3-R", "generated_internal_id": "ASST_NON_ED22HDQ0240137_1325"}, {"internal_id": 152344902, "Award ID": "ED22HDQ0240136", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE UPSTATE NY CAPITAL GAP ANGEL FUND PROJECT, TO LAUNCH A NEW SEED FUND, EXPANDING THE NEXT GENERATION OF INVESTOR LEADERSHIP.  THE PROJECT WORK INCLUDES ATTRACTING FOLLOW-ON CAPITAL BY MENTORING VENTURES, THUS CREATING A MORE STABLE BASE OF OPPORTUNITIES AND MENTORS.  ONCE IMPLEMENTED, THE PROJECT WILL SERVE UNDERSERVED ENTREPRENEURS FROM ACROSS THE REGION, ACADEMIC INSTITUTIONS AND MANUFACTURING COMPANIES, AND RURAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "303663f0-c8fb-8314-bdfc-727bae09ff1c-R", "generated_internal_id": "ASST_NON_ED22HDQ0240136_1325"}, {"internal_id": 152344920, "Award ID": "ED22HDQ0240135", "Award Amount": 299970.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE LOUISVILLE HEALTHCARE CEO COUNCIL AGING INNOVATION FUND PROJECT, TO ATTRACT AND ACCELERATE INNOVATIONS THAT FILL GAPS AND CHALLENGES IN THE HEALTHCARE AND AGING INNOVATION SECTOR.  THE FUND WILL MAKE INVESTMENTS IN LATE VENTURE-STAGE OR GROWTH-STAGE COMPANIES AND FOCUS ON COMMERCIAL STAGE COMPANIES WITH ACTIVELY DEVELOPED AND MARKETED PRODUCTS ADDRESSING THE CHALLENGES ASSOCIATED WITH AN INCREASING OLDER-ADULT POPULATION.  INVESTMENT OPPORTUNITIES WILL BE IDENTIFIED USING A TOP-DOWN METHODOLOGY LEVERAGING THE EXISTING NETWORK OF TRUSTED PARTNERS DEVELOPED BY THE APPLICANT AND ITS MEMBER COMPANIES.  ONCE IMPLEMENTED, THE PROJECT WILL: (1) INCREASE ACCESS TO EQUITY-BASED CAPITAL FOR HEALTHCARE AND AGING INNOVATION COMPANIES WITHIN THE IDENTIFIED 7-COUNTY REGION; AND (2) LEVERAGE THE UNIQUE ASSETS AND ACCESS OF THE LOUISVILLE HEALTHCARE CEO COUNCIL (CEOC) MEMBER COMPANIES AND THEIR GLOBAL NETWORKS TO DRIVE INNOVATION THAT IMPROVES THE QUALITY, CONTINUITY, AND EFFICIENCY OF HEALTHCARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b32eef43-80a1-daba-ede9-24c9744a796e-R", "generated_internal_id": "ASST_NON_ED22HDQ0240135_1325"}, {"internal_id": 152344943, "Award ID": "ED22HDQ0240134", "Award Amount": 263617.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE MISSISSIPPI RURAL ANGEL FUNDS (MRAF) PROJECT, TO CREATE TWO REGIONAL ANGEL FUNDS INCREASING NEW EQUITY-BASED INVESTMENT IN RURAL AND UNDERSERVED REGIONS IN MISSISSIPPI.  THE PROJECT INCLUDES THE CREATION OF THE NORTH DELTA/OXFORD ANGEL FUND AND THE MISSISSIPPI RIVER REGION ANGEL FUND TARGETING 80 INVESTORS, INVESTING IN 20 MISSISSIPPI EARLY-STAGE STARTUPS OVER 3 YEARS.  ONCE IMPLEMENTED, THE PROJECT WILL HELP ADDRESS THE GAP IN EARLY-STAGE CAPITAL AVAILABLE TO HIGH-GROWTH STARTUPS AND WOULD-BE ENTREPRENEURS IN RURAL MISSISSIPPI.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c111c40-e513-11a8-0475-8f3efbe2f4d5-R", "generated_internal_id": "ASST_NON_ED22HDQ0240134_1325"}, {"internal_id": 152344921, "Award ID": "ED22HDQ0240133", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE PROPELLER: CREATING AN EQUITABLE ECONOMY THROUGH EQUITY INVESTMENTS IN NEW ORLEANS PROJECT, TO SCALE THE ORGANIZATION'S INITIAL PILOT VENTURE INVESTMENTS INTO A MULTIMILLION-DOLLAR EVERGREEN VENTURE CAPITAL FUND THAT WILL INCREASE CAPITAL DEPLOYMENT CAPACITY AND POST-INVESTMENT SUPPORT CAPACITY FOR BLACK, INDIGENOUS, AND PEOPLE OF COLOR (BIPOC) ENTREPRENEURS.  THE PROJECT WILL BUILD OUT PROPELLER'S AND NOSF'S TECHNICAL ASSISTANCE AND ADMINISTRATIVE CAPACITY (I.E., DUE DILIGENCE, FUND ADMINISTRATION, NETWORKING WITH INVESTORS, PARTNERSHIP DEVELOPMENT WITH OTHER PRIVATE SECTOR FUNDS, AND FUNDRAISING), ALLOWING THE ORGANIZATIONS TO SCALE THEIR INITIAL VENTURE SEED FUND INVESTING ACTIVITIES TO A MULTIMILLION-DOLLAR EVERGREEN FUND.  ONCE COMPLETED, PROPELLER AND NOSF WILL COLLECTIVELY HOST 10 EDUCATIONAL AND OUTREACH EVENTS PER YEAR TO HELP RECRUIT APPLICANTS AND PREPARE BUSINESSES FOR SUCCESS.  BY THE END OF THE 3-YEAR PROJECT PERIOD, PROPELLER AND NOSF WILL REVIEW 625 BUSINESS CONCEPTS, MAKING AT LEAST 45 SEED INVESTMENTS IN COMPANIES HEADQUARTERED IN THE GNO REGION.  PROPELLER AND NOSF WILL PROVIDE TECHNICAL ASSISTANCE AND/OR MENTORSHIP TO 75 COMPANIES OVER THE PROJECT PERIOD.  FUNDED COMPANIES AND THOSE RECEIVING TECHNICAL ASSISTANCE WILL CREATE AN ESTIMATED 45 NEW JOBS IN THE GNO REGION DURING THE PROJECT PERIOD, THOUGH THE LONG-TERM IMPACT WILL BE EVEN GREATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "14fe17dd-d9a6-72a3-6f40-1081451bc0e4-R", "generated_internal_id": "ASST_NON_ED22HDQ0240133_1325"}, {"internal_id": 152344944, "Award ID": "ED22HDQ0240132", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "11.024", "Description": "THIS EDA INVESTMENT FUNDS THE LAUNCH NY #INVESTLOCAL SCALE UP PROJECT, TO IDENTIFY, SUPPORT, AND INVEST IN HIGH-GROWTH, SCALABLE COMPANIES THAT CAN TRANSFORM THE LOCAL ECONOMY THROUGH JOB AND WEALTH CREATION, AND CATALYZE THE ENTREPRENEURIAL CULTURE IN THE 27 COUNTIES COMPRISING THE WESTERN HALF OF UPSTATE NEW YORK.  THE PROJECT WILL OPTIMIZE THE DEPLOYMENT OF A MIX OF FOLLOW-ON CAPITAL INVESTMENTS TO THE CURRENT PORTFOLIO OF 80 COMPANIES, WHILE CONTINUING TO MAKE NEW FIRST-TIME INVESTMENTS AND OPTIMIZE A MIX OF ITS REMAINING FIRST-TIME COMPANY INVESTMENTS AND FOLLOW-ON FUNDING FOR THE CURRENT FOR-PROFIT LP FUND I PORTFOLIO OF 52 COMPANIES, YIELDING A FINAL 9 INVESTMENTS, WHILE ESTABLISHING A NEW LP FUND II.  ONCE COMPLETED, THE PROJECT IS DESIGNED TO ADVANCE EACH OF LNY'S FINANCING PROGRAMS TO THE NEXT PHASE OF GROWTH IN ORDER TO MEET DEMAND AND MAXIMIZE IMPACT AND SUSTAINABILITY IN THE PROJECT REGION BY: A) RECAPITALIZING ITS NONPROFIT SEED FUND, WHILE OPTIMIZING THE MIX OF FIRST-TIME AND FOLLOW-ON INVESTMENT FROM THIS FUND TO FACILITATE ACHIEVING EVERGREEN STATUS, B) BUILDING AND DEPLOYING ITS SECOND LIMITED PARTNER FUND, WHILE HARVESTING THE PORTFOLIO FROM ITS FIRST LIMITED PARTNER FUND, AND C) GROWING ITS INVESTOR NETWORK BEYOND ITS PILOT PHASE OF 200 INVESTORS TO 500 TO YIELD NEW MEMBERS TO SUPPORT ONGOING TRANSACTIONS AND MORE DEAL-BY-DEAL INVESTMENT PARTICIPATION AMONG ITS MEMBERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "624e17bc-941b-f5db-46a8-e4f1ccc5aff8-R", "generated_internal_id": "ASST_NON_ED22HDQ0240132_1325"}, {"internal_id": 140526885, "Award ID": "ED21HDQ0240134", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "11.024", "Description": "PURPOSE: THE PURPOSE OF THE FINANCIAL ASSISTANCE AWARD WILL BE TO DEVELOP AN ENTREPRENEURIAL DEVELOPMENT PROGRAM TO SUPPORT STARTUP ENTREPRENEURIAL BUSINESS ENTERPRISES IN PHOENIX, ARIZONA.  ACTIVITIES TO BE PERFORMED: FACILITATION OF ACCESS TO PRODUCT DEVELOPMENT FACILITIES AND EQUIPMENT, FACILITATION OF ACCESS TO MENTORS AND INVESTORS, AND DEVELOPMENT OF INTRA-INDUSTRY PARTNERSHIPS IN ARIZONA.  EXPECTED OUTCOMES: THE REGION WILL DEVELOP THE RESOURCES TO ASSIST ENTREPRENEURIAL FIRMS, WHICH WILL INCREASE THEIR FINANCIAL CAPACITY AND IMPROVE THEIR EFFICIENCY. THE ENTREPRENEURS WILL HAVE THE ABILITY TO INVEST IN THEIR COMMUNITIES. THE IMPACT OF THE INVESTMENT WILL LEAD TO MORE EMPLOYMENT OPPORTUNITIES AND PERSONAL INCOMES FOR THE REGION'S WORKFORCE.  INTENDED BENEFICIARIES: LOCAL ENTREPRENEURIAL FIRMS, FINANCIAL CAPITAL INVESTORS, MUNICIPAL GOVERNMENT ENTITIES, INFORMATION SYSTEMS TECHNOLOGY INDUSTRY.  SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO MAKE ANY SUBAWARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b6ceb6d-a622-26b9-e581-7f0e3c346eb6-C", "generated_internal_id": "ASST_NON_ED21HDQ0240134_1325"}, {"internal_id": 140526897, "Award ID": "ED21HDQ0240122", "Award Amount": 657622.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "PURPOSE:  THE PURPOSE OF THE PROJECT IS TO EXPAND THE UNIVERSITY'S NEW VENTURE ACCELERATOR PROGRAMMING TO INCLUDE COMMUNITY MEMBERS FROM THE AUBURN-OPELIKA MSA. ACTIVITIES TO BE PERFORMED:  THE PROPOSAL AIMS TO ESTABLISH AN ENTREPRENEURSHIP CULTURE IN THE REGION THROUGH THE FOLLOWING STRATEGIES: VIRTUAL CURRICULUM DELIVERY; &QUOT;FLIPPED-CLASSROOM&QUOT; COHORT MODEL; ONE-ON-ONE COUNSELING; THE CITY OF AUBURN WILL ALSO PROVIDE ONE-ON-ONE MANUFACTURING TECHNOLOGY COUNSELING FOR FIRMS NEEDING THIS TECHNICAL ASSISTANCE.  EXPECTED OUTCOMES:  THE FUNDING WILL PROVIDE AN OPPORTUNITY TO EXPAND AUBURN UNIVERSITY'S EDUCATION AND PROGRAMMING AND TO FILL A GAP IN AVAILABLE TRAINING TO ENSURE THAT HIGH-POTENTIAL STARTUPS ARE ESTABLISHED, FOSTERED AND GROWN IN THE AUBURN-OPELIKA MSA.  THE GOAL AT THE END OF THIS GRANT'S FUNDING IS TO HAVE PROVEN THE MODEL AS A SCALABLE SUCCESS STORY THAT COULD BE REPLICABLE IN MORE COUNTIES ACROSS THE STATE.  INTENDED BENEFICIARIES:  ASPIRING ENTREPRENEUR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_ED21HDQ0240122_1325"}, {"internal_id": 140526850, "Award ID": "ED21HDQ0240121", "Award Amount": 1499925.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "LOUISIANA TECH UNIVERSITY IS SEEKING $1,499,925 OVER THREE YEARS FROM THE U.S. DEPARTMENT OF COMMERCE ECONOMIC DEVELOPMENT ADMINISTRATION. EDA INVESTMENT WILL SUPPORT SCALE UP OF OUR INTEGRATED ENTREPRENEURSHIP, INNOVATION, AND CORPORATE PARTNERSHIP INITIATIVES TO STRENGTHEN OUR ROLE AS A HUB OF THE INNOVATION ECOSYSTEM ALONG THE I-20 CORRIDOR IN NORTH LOUISIANA. OUR FOCUS IS TO EXPAND CAPACITY IN THREE AREAS OF OUR OVERALL SERVICE PROFILE: (1) REGIONAL BUSINESS ACCELERATOR TRAINING, (2) PROOF-OF-CONCEPT CENTER PROJECT MANAGEMENT, AND (3) REGIONAL NETWORKING/ENGAGEMENT ACTIVITIES WITH A FOCUS ON UNDERSERVED COMMUNITIES. THE REGIONAL DEMAND FOR THESE SERVICES EXCEEDS OUR CAPACITY AND THAT OF OUR PARTNERS AND IS EXPECTED TO INCREASE. THE STRATEGIC ELEMENTS OF THIS PROJECT ARE MARKET-RELEVANT, BASED ON OUR UNIVERSITY STRENGTHS, AND ALIGNED WITH THE NEEDS OF LOCAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dcfedc40-311d-15c6-3741-8bd2d7779a42-C", "generated_internal_id": "ASST_NON_ED21HDQ0240121_1325"}, {"internal_id": 140526851, "Award ID": "ED21HDQ0240113", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "PURPOSE: THE AWARD WILL ADDRESS GAPS IN THE ENTREPRENEURIAL ECOSYSTEM AND PROVIDE THE STARTUP COMMUNITY WITH A COHESIVE SUPPORT SYSTEM TO PROMOTE SUCCESS.  TO ADDRESS THE NEEDS AND GAPS, THE AWARD INCLUDES THESE PROGRAMS: WICHITA STATE UNIVERSITY (WSU) STARTUP SCHOOL, WSU TECHNOLOGY TRANSFER MATCHMAKING PROGRAM, NXTSTAGE ACCELERATOR AND A NXTSTAGE PILOT COMPETITION.  ACTIVITIES TO BE PERFORMED: TOGETHER, WICHITA ENTREPRENEURSHIP COALITION (ICT-EC) AND NXTUS, INC. (SUB-RECIPIENT) ARE PURSUING AN ECOSYSTEM-WIDE SOLUTION TO SUPPORT DIVERSE ENTREPRENEURS AT EVERY STAGE AND BOOST THE REGION'S PARTICIPATION IN THE INNOVATION ECONOMY.  THIS VENTURE CHALLENGE BUILD PROJECT INCLUDES NEW PROGRAMS OFFERED BY ICT-EC LEADING MEMBERS, WICHITA STATE UNIVERSITY AND NXTUS, INC., AND IS DESIGNED TO ADDRESS FOUR OF THE ECOSYSTEM'S HIGHEST-PRIORITIES: 1. INCREASE RATE OF ENTREPRENEURSHIP 2. INCREASE UNIVERSITY-BASED TECHNOLOGY TRANSFER 3. SUPPORT FOR ENTREPRENEURS 4. INCREASE BUSINESS-DRIVEN INNOVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5fa8ba1a-d5eb-7348-472d-6a58174c937f-C", "generated_internal_id": "ASST_NON_ED21HDQ0240113_1325"}, {"internal_id": 140526855, "Award ID": "ED21HDQ0240112", "Award Amount": 346079.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "THE STUDENT MANAGED EARLY STAGE VENTURE FUND WILL FOCUS ON EARLY-STAGE STARTUPS WITH HIGH-GROWTH POTENTIAL.  TRINITY SMEVF WILL BE SUPPORTED BY A COMBINATION OF TRINITY UNIVERSITY FUNDING AND PHILANTHROPIC DONATIONS TO THE UNIVERSITY. AS AN EDUCATIONAL, PHILANTHROPIC SOURCE OF CAPITAL, THE TRINITY SMEVF WILL BE AN OPEN-ENDED, EVERGREEN FUND WITH THE MISSION OF EDUCATING STUDENTS, SUPPORTING HIGH-GROWTH EARLY STAGE START-UPS IN SAN ANTONIO AND IN THE USEDA AUSTIN REGION, AND SUSTAINING THIS IMPACT THROUGH REINVESTMENT INTO THE FUND'S CORPUS. BY 2027, THEY PROJECT INVESTMENTS IN MORE THAN 50 COMPANIES IN THE REGION, CREATION OF MORE THAN 125 NEW  JOBS, AND EVERGREEN SUPPORT FOR TRINITY SMEVF. IT WILL ALSO INVEST IN UNDERREPRESENTED FOUNDERS WITH A MINIMUM OF 30% OF ITS INVESTMENTS TARGETED AT VENTURES LED BY WOMEN OF ALL BACKGROUNDS, BLACK, LATINX, AND INDIGENOUS, LGBTQ+, AND LOW-INCOME BACKGROUND FOUNDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a7d5857-9fdd-3aae-c06f-e4666b771063-C", "generated_internal_id": "ASST_NON_ED21HDQ0240112_1325"}, {"internal_id": 140526898, "Award ID": "ED21HDQ0240111", "Award Amount": 749175.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "PURPOSE: THE PURPOSE OF THIS GRANT IS TO SUPPORT THE CREATION OF AN AEROSPACE, DEFENSE, ADVANCED MATERIALS, AND OUTDOOR PRODUCTS ACCELERATOR TO SERVE NORTHERN UTAH. THE FACILITY WILL CONNECT STAKEHOLDERS IN PRIVATE INDUSTRY AND ENTREPRENEURS WITH MENTORING AND SUPPORT SERVICES IN A CENTRALIZED LOCATION. THE FACILITY WILL ALSO FILL A GAP IN AVAILABLE MACHINING AND TESTING SPACES, PROVIDING ACCESS TO TOOLS AND TECHNOLOGY TO BUILD PROTOTYPES AND TEST NEW TECHNOLOGY.   ACTIVITIES TO BE PERFORMED: THE UNIVERSITY WILL (1) SUPPLY THE FACILITY WITH APPROPRIATE MANUFACTURING TOOLS AND RESOURCES (2) CONTRACT WITH GROW UTAH AND UTAH ADVANCED MATERIALS AND MANUFACTURING INITIATIVE TO PROVIDE SUPPORT SERVICES AND MENTORING TO ENTREPRENEURS, STUDENTS, AND STARTUPS (3) HOLD MONTHLY NETWORKING EVENTS, AND (4) DEVELOP A WEBSITE FOR THE ACCELERATOR. EXPECTED OUTCOMES: THIS PROJECT WILL SUPPORT THE MENTORING OF OVER 30 ADVANCED MATERIALS ENTREPRENEURS, PROVIDE OVER 600 USER PROTOTYPING DAYS TO INDUSTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b86d80a4-8065-0ff2-7cbb-d24247ecf793-C", "generated_internal_id": "ASST_NON_ED21HDQ0240111_1325"}, {"internal_id": 140526856, "Award ID": "ED21HDQ0240110", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "PURPOSE: THE PURPOSE OF THIS PROJECT IS TO RECRUIT AND TRAIN 200 HIGH-NET-WORTH INDIVIDUALS FROM MICHIGAN AND THROUGHOUT THE GREAT LAKES REGION WHO ARE UNDERREPRESENTED IN THE ANGEL INVESTOR COMMUNITY AND ACTIVATE THEIR POTENTIAL AS INVESTORS.  ACTIVITIES TO BE PERFORMED: RECRUITMENT, PARTICIPATING IN ANGEL UNIVERSITY TRAINING PROGRAM, INVESTMENT READINESS PROGRAM FOR ENTREPRENEURS AND AN ANNUAL SUMMIT. COMPLETE DETAILS ARE LISTED IN THE PROJECT NARRATIVE.  EXPECTED OUTCOMES: THROUGH COLLABORATION THIS PROJECT WILL CREATE OPPORTUNITIES FOR NEW ANGEL INVESTORS TO JOIN THIS INNOVATION ECOSYSTEM. INTENDED BENEFICIARIES: TECHTOWN, ANGEL CAPITAL ASSOCIATION, ANN ARBOR SPARK AND VENTUREWELL. SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUB-AWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ace23a99-b8a3-cf3b-744e-c586d3d455df-R", "generated_internal_id": "ASST_NON_ED21HDQ0240110_1325"}, {"internal_id": 140526886, "Award ID": "ED21HDQ0240109", "Award Amount": 315005.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "11.024", "Description": "PURPOSE: THE PURPOSE OF THE FINANCIAL ASSISTANCE AWARD WILL BE TO DEVELOP A TECHNICAL ASSISTANCE PROGRAM TO SUPPORT EARLY STAGE ENTREPRENEURIAL BUSINESS ENTERPRISES IN ISSAQUAH, WASHINGTON.  ACTIVITIES TO BE PERFORMED: PERFORMANCE OF OUTREACH TO AND RECRUITMENT OF CLIENT FIRMS. DELIVERY OF ENTREPRENEURIAL TRAINING AND EDUCATION SERVICES OF CLIENT FIRMS. FACILITATE THE ABILITY OF CLIENT FIRMS THAT HAVE DEVELOPED SUFFICIENT RESOURCES TO GROW IN SCALE. COORDINATION OF PEER-TO-PEER MENTORSHIP CONNECTIONS AMONG ENTREPRENEURIAL FIRMS IN WASHINGTON STATE.  EXPECTED OUTCOMES: THE REGION WILL DEVELOP THE RESOURCES TO ASSIST ENTREPRENEURIAL FIRMS, WHICH WILL INCREASE THEIR FINANCIAL CAPACITY AND IMPROVE THEIR EFFICIENCY. THE ENTREPRENEURS WILL HAVE THE ABILITY TO INVEST IN THEIR COMMUNITIES. THE IMPACT OF THE INVESTMENT WILL LEAD TO MORE EMPLOYMENT OPPORTUNITIES AND PERSONAL INCOMES FOR THE REGION'S WORKFORCE.  INTENDED BENEFICIARIES: LOCAL ENTREPRENEURIAL FIRMS, FINANCIAL CAPITAL INVESTOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8423fbaf-6155-63ef-0ee8-43305339dea9-C", "generated_internal_id": "ASST_NON_ED21HDQ0240109_1325"}, {"internal_id": 140526887, "Award ID": "ED21HDQ0240108", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "11.024", "Description": "PURPOSE: THE PURPOSE OF THE FINANCIAL ASSISTANCE AWARD IS TO DEVELOP A FINANCIAL CAPITAL SEED FUND TO SUPPORT STARTUP AND EARLY STAGE ENTREPRENEURIAL BUSINESS ENTERPRISES IN FRESNO, CALIFORNIA.  ACTIVITIES TO BE PERFORMED: FORMATION OF A LIMITED LIABILITY CORPORATION TO OPERATE AND MANAGE THE FINANCIAL CAPITAL SEED FUND; ORGANIZATION AND OPERATION OF ANGEL INVESTOR CONFERENCE EVENTS; PERFORMANCE OF DEVELOPMENT AND OUTREACH TO PROSPECTIVE INVESTORS; DELIVERY OF TECHNICAL ASSISTANCE AND MENTORSHIP SERVICES TO ENTREPRENEURIAL BUSINESS ENTERPRISES IN THE CALIFORNIA CENTRAL VALLEY, COMMONLY KNOWN AS THE SAN JOAQUIN VALLEY.  EXPECTED OUTCOMES: THE REGION WILL HAVE MORE RESOURCES TO PROVIDE FINANCIAL CAPITAL TO SMALL AND HISTORICALLY DISADVANTAGED ENTREPRENEURIAL BUSINESS ENTERPRISES. THE AVAILABILITY OF SEED CAPITAL WILL IMPROVE THE FINANCIAL CAPACITY AND SUSTAINABILITY OF ENTREPRENEURIAL BUSINESS ENTERPRISES. THE ENHANCED CAPACITY AND SUSTAINABILITY OF STARTUP AND EARLY STAGE BUSINESS E", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2245d28b-c433-8af1-e4a9-576355f844e5-R", "generated_internal_id": "ASST_NON_ED21HDQ0240108_1325"}, {"internal_id": 140526857, "Award ID": "ED21HDQ0240107", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "PURPOSE:  THE PURPOSE OF THIS GRANT IS TO ORGANIZE, LAUNCH AND OPERATE A PRE-SEED/SEED INVESTMENT FUND &QUOT;SOUTH CAROLINA RISING&QUOT;.   ACTIVITIES TO BE PERFORMED:  THE NEW STATE-WIDE INVESTMENT FUND WILL IDENTIFY, QUALIFY, AND PROVIDE EQUITY INVESTMENTS TO PROMISING EARLY-STAGE TECHNOLOGY COMPANIES BASED IN SC.  THE FUND IS DESIGNED TO CAPITALIZE ON THE STRONG TECHNOLOGY BASE AT USC AND THE GROWTH OF NEW TECH COMPANY FORMATION ACROSS THE STATE.  IN ADDITION, A SERIES OF EDUCATIONAL EVENTS FOR ENTREPRENEURS AND INVESTORS WILL BE HELD IN MULTIPLE LOCATIONS ACROSS THE STATE.   EXPECTED OUTCOMES:  SOUTH CAROLINA RISING WILL HAVE THREE GOALS:  (1) TO ENHANCE THE WEALTH OF ITS LIMITED PARTNERS THROUGH INVESTMENT IN HIGH-GROWTH TECHNOLOGY-BASED EARLY STAGE COMPANIES; (2) TO SERVE AS A CATALYST FOR EARLY STAGE COMPANY FORMATION AND GROWTH FROM USC; AND (3) TO INCREASE THE STATE'S PIPELINE OF EARLY STAGE COMPANIES READY FOR SUBSEQUENT INVESTMENT CAPITAL. INTENDED BENEFICIARIES:", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "873ae72b-bace-b481-a973-8304b7346bc0-C", "generated_internal_id": "ASST_NON_ED21HDQ0240107_1325"}, {"internal_id": 140526852, "Award ID": "ED21HDQ0240106", "Award Amount": 333084.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "11.024", "Description": "THE UNIVERSITY OF MARYLAND, COLLEGE PARK (&QUOT;UMD&QUOT;) IS LAUNCHING THE UMD TERRAPIN FUND (&QUOT;THE FUND&QUOT;) TO PROVIDE HIGH GROWTH POTENTIAL UMD-AFFILIATED COMPANIES WITH ACCESS TO THE RISK CAPITAL, TALENT AND EDUCATIONAL RESOURCES REQUIRED TO ACCELERATE BUSINESS GROWTH AND SCALE IMPACT IN WAYS THAT BENEFIT THE UMD ENTREPRENEURIAL ECOSYSTEM, GREATER WASHINGTON D.C. METRO AREA AND SOCIETY. THE FUND'S MISSION IS: 1) TO INCREASE THE NUMBER AND LIKELIHOOD OF SUCCESSFUL START-UPS (E.G., GROW, SCALE, EXIT) LAUNCHED IN THE UMD ECOSYSTEM; 2) PROMOTE AN ENTREPRENEURIAL CULTURE WITHIN THE UMD ECOSYSTEM THAT BENEFITS ALL KEY STAKEHOLDERS (E.G., STUDENTS, FACULTY AND ALUMNI); AND 3) CONTRIBUTE TO THE DEVELOPMENT OF A MORE INCLUSIVE AND ROBUST GREATER WASHINGTON D.C. METRO AREA INNOVATION AND ENTREPRENEURIAL ECOSYSTEM. THE FUND WILL BE BY CHARTER A VENTURE INVESTMENT FUND ESTABLISHED TO PROVIDE LOCAL UMD-AFFILIATED ENTREPRENEURS WITH HIGH GROWTH POTENTIAL ACCESS TO EARLY RI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_ED21HDQ0240106_1325"}, {"internal_id": 140526861, "Award ID": "ED21HDQ0240105", "Award Amount": 1499650.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "PURPOSE:  THE PURPOSE OF THE PROJECT IS TO LAUNCH AN INNOVATIVE PROGRAM DESIGNED TO CREATE A PIPELINE OF MINORITY-OWNED TECH STARTUPS, GUIDE THEM THROUGH PROGRAMMING AND PROVIDE ACCESS TO NEEDED RESOURCES IN ORDER TO INCREASE THEIR ODDS OF SUCCESS. ACTIVITIES TO BE PERFORMED:  THE PROGRAM WILL SERVE 100 ENTREPRENEURS WITHIN THREE YEARS OF PROPOSED EDA SUPPORT, CREATING A PIPELINE TO IDENTIFY TEN COMPANIES AND ENTREPRENEURS PRIMED FOR HIGH GROWTH WHILE SERVING 90 OTHER TECH START-UPS TO ACCESS NEEDED RESOURCES FOR IDEATION, BUSINESS OPERATIONS TRAINING AND MENTORSHIP/LEADERSHIP TRAINING. THE 10-IN-5 PROGRAM EXPANDS TWO SUCCESSFUL PROGRAMS, UF EDIT AND FIU'S M2M PROGRAMS. EXPECTED OUTCOMES:  THE MISSION OF 10-IN-5 IS TO IDENTIFY AND NURTURE TEN HIGH-GROWTH MINORITY-OWNED TECH STARTUPS THAT ACHIEVE A COLLECTIVE VALUATION OF $1 BILLION IN FIVE YEARS. THIS WILL BE ACCOMPLISHED THROUGH THE FOLLOWING OBJECTIVES: (1) INCREASE HIGH TECH ENTREPRENEURSHIP AND INNOVATION RATE IN BLACK, LATINX, A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_ED21HDQ0240105_1325"}, {"internal_id": 140526862, "Award ID": "ED21HDQ0240104", "Award Amount": 266805.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "BLOOMOK WILL BUILD OKLAHOMA'S REGIONAL ECONOMY THROUGH SCALABLE START-UPS BY SUPPORTING REGIONAL EARLY-STAGE INVESTORS AND AUGMENTING THEIR CAPACITY AND EXPERTISE IN VIRTUAL HEALTH. BLOOMOK SHALL SUPPORT DUE DILIGENCE ACTIVITIES AND PROVIDE VIRTUAL HEALTH SUBJECT MATTER EXPERTISE TO REGIONAL INVESTORS, INCLUDING OKLAHOMA LIFE SCIENCE FUND, CORTADO VENTURES, I2E, ATENTO CAPITAL, AND REGIONAL ANGEL INVESTORS. BY SUPPORTING EXISTING SOURCES OF CAPITAL WITH BLOOMOK'S DEEP SUBJECT MATTER EXPERTISE, BLOOMOK SHALL UNLOCK AND EXPEDITE INVESTMENT IN THE REGION'S VIRTUAL HEALTH START-UPS. BY 2025, BLOOMOK ANTICIPATES CONDUCTING DILIGENCE ON 15+ OPPORTUNITIES, RESULTING IN THE FUNDING OF 4+ COMPANIES, CREATION OF 25+ NEW JOBS, AND ENABLING DEPLOYMENT OF $5-10M OF INVESTMENT INTO REGIONAL STARTUPS. TULSA INNOVATION LABS (SUBRECIPIENT) WILL PROVIDE EXECUTIVE LEADERSHIP, OVERARCHING PROGRAM MANAGEMENT, AND COORDINATE ALL PARTNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2685af10-707c-a7e4-01f5-edf12c72ea0d-R", "generated_internal_id": "ASST_NON_ED21HDQ0240104_1325"}, {"internal_id": 140526892, "Award ID": "ED21HDQ0240103", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "11.024", "Description": "THE AEROSPACE AND DEFENSE SUPPLY CHAIN INNOVATION NETWORK FOR MANUFACTURERS WILL SUPPORT RAPID GROWTH OF SMALL AND MEDIUM ENTERPRISES. THE INNOVATION NETWORK WILL ENHANCE THE INNOVATION AND BUSINESS CAPABILITIES OF EL PASO'S EXISTING MANUFACTURING SECTOR AND CONNECT THEM TO THE NATIONAL AEROSPACE AND DEFENSE VALUE CHAIN. EL PASO MAKES LED BY THE UNIVERSITY OF TEXAS AT EL PASO'S AEROSPACE CENTER (CSETR) AND W.M. KECK CENTER FOR 3D INNOVATION, THE EL PASO CHAMBER, AND THE CITY OF EL PASO WILL LEVERAGE THE NATIONAL RESEARCH PREEMINENCE AT UTEP TO STRENGTHEN THE  COMPETITIVENESS OF EL PASO'S MANUFACTURING SECTOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92fda02c-4ebc-47e4-021b-6ad5f479084f-C", "generated_internal_id": "ASST_NON_ED21HDQ0240103_1325"}, {"internal_id": 140526853, "Award ID": "ED21HDQ0240102", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "11.024", "Description": "THE PROPOSED CENTER FOR CO-INNOVATION AND MEDICAL TECHNOLOGY (CCMT) BUILDS ON THE SUCCESSFUL MASTER'S IN TRANSLATIONAL MEDICINE (MTM) AND ASSOCIATED BIODESIGN METHODOLOGY AT THE CITY COLLEGE OF NEW YORK (CCNY). CCMT WILL BRING TOGETHER MEDICAL TECHNOLOGIES BEING CREATED BY CCNY RESEARCHERS AND THEIR PARTNERS, WITH WORKERS BEING TRAINED BY THE MTM TO FORM A NEW MEDICAL TECHNOLOGY ACCELERATOR. CCMT WILL DEVELOP PRODUCTS THAT ARE RESPONSIVE TO THE NEEDS OF THE SURROUNDING UNDERSERVED COMMUNITY BY DRAWING ON THE SUBSTANTIAL CAPACITY FOR RESEARCH AND INNOVATION AT CCNY. USING A CO-INNOVATION CONSORTIUM MODEL, CCMT WILL ADDRESS A GAP IN THE REGION'S INNOVATION ECOSYSTEM BY LEVERAGING THE SUBSTANTIAL RESOURCES OF CCNY'S DIVERSE INSTITUTIONAL STAKEHOLDERS. CCMT WILL EMPLOY FELLOWS, INTERNS, AND PROFESSIONAL STAFF TO COLLABORATE WITH INDUSTRY IN THE DEVELOPMENT OF PROMISING PRODUCT CONCEPTS. THE RESULTING MEDICAL PRODUCT PROTOTYPES WILL ATTRACT COMMERCIAL PARTNERS, UNDERPIN NEW VENTURE FORMATIO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bca23dab-dad9-3130-6fd7-d18505ff5f7f-C", "generated_internal_id": "ASST_NON_ED21HDQ0240102_1325"}, {"internal_id": 140526863, "Award ID": "ED21HDQ0240100", "Award Amount": 929492.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "PURPOSE: THE PURPOSE OF THE FINANCIAL ASSISTANCE AWARD WILL BE TO DEVELOP A BUSINESS ACCELERATION PROGRAM TO SUPPORT ENTREPRENEURIAL BUSINESS ENTERPRISES IN LA JOLLA, CALIFORNIA.  ACTIVITIES TO BE PERFORMED: ORGANIZATION AND OPERATION OF WORKSHOPS TO PROVIDE INSTRUCTION AND TRAINING ON THE CONCEPTS OF INNOVATION AND ENTREPRENEURSHIP. DELIVERY OF ADVISORY AND MENTORSHIP SERVICES. RECRUITMENT AND RETENTION OF ADDITIONAL ADVISORS AND MENTORS. FACILITATION OF NETWORKING AMONG STAKEHOLDERS IN THE INNOVATION AND ENTREPRENEURSHIP.  EXPECTED OUTCOMES: THE REGION WILL DEVELOP THE RESOURCES TO ASSIST ENTREPRENEURIAL FIRMS, WHICH WILL INCREASE THEIR FINANCIAL CAPACITY AND IMPROVE THEIR EFFICIENCY. THE ENTREPRENEURS WILL HAVE THE ABILITY TO INVEST IN THEIR COMMUNITIES. THE IMPACT OF THE INVESTMENT WILL LEAD TO MORE EMPLOYMENT OPPORTUNITIES AND PERSONAL INCOMES FOR THE REGION'S WORKFORCE.  INTENDED BENEFICIARIES: LOCAL ENTREPRENEURIAL FIRMS, FINANCIAL CAPITAL INVESTORS, MUNICIPAL GOVERNMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce42d274-7283-659b-de1c-e11666794c48-C", "generated_internal_id": "ASST_NON_ED21HDQ0240100_1325"}, {"internal_id": 140526844, "Award ID": "ED21HDQ0240099", "Award Amount": 399650.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "11.024", "Description": "PURPOSE: THE PURPOSE OF THIS PROJECT IS TO LAUNCH AND ACCELERATE STARTUPS. TO PROVIDE ACCESS TO THE ENTREPRENEURIAL COMMUNITY, TRAINING, MENTORS, AND CAPITAL. ACTIVITIES TO BE PERFORMED: INVESTOR RECRUITMENT, INVESTOR EDUCATION, STARTUP RECRUITMENT, STARTUP FUNDING & MENTORING, PUBLIC RELATIONS AND MARKETING. FOR COMPLETE DETAILS SEE PROJECT NARRATIVE.   EXPECTED OUTCOMES: A THRIVING ECOSYSTEM OF INDUSTRY-LEADING TECH AND CYBERSECURITY STARTUPS, LED BY DIVERSE FOUNDERS AND STAFFED BY DIVERSE POPULATIONS, PROVIDING HIGH-TECH JOBS PAYING HIGH WAGES. INTENDED BENEFICIARIES: MILL MEMBERS, VELOCITIES CLIENTS (ENTREPRENEURS AND STARTUPS BASED IN THE THREE-COUNTY AREA SERVED BY THE VELOCITIES PARTNERSHIP) INDIANA UNIVERSITY STUDENTS AND INVESTORS.  SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUB-AWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e29e537-347e-f044-6c7f-53c3ab724306-C", "generated_internal_id": "ASST_NON_ED21HDQ0240099_1325"}, {"internal_id": 140526900, "Award ID": "ED21HDQ0240098", "Award Amount": 944730.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "THE CENTER FOR ADVANCING INNOVATION (&QUOT;CAI&QUOT;) WILL LAUNCH THE GLOBAL HEALTH INNOVATION CHALLENGE (&QUOT;GHIC&QUOT;) IN THE WASHINGTON, D.C. METRO AREA TO SOURCE/LAUNCH 60+ HIGH-GROWTH STARTUPS OVER THREE YEARS TO ADDRESS GLOBAL HEALTH THREATS USING TECHNOLOGY BASED ON THE WORLD HEALTH ORGANIZATION'S GENERAL PROGRAMME OF WORK. THIS PROJECT ADDRESSES GLOBAL HEALTH THREATS FOR ALL PEOPLE, DEVELOPS THE WORKFORCE FOR ALL DMV (DC / MARYLAND /VIRGINIA REGION) RESIDENTS, AND ADVANCES TECHNOLOGY.  THE GHIC WILL CREATE 45-60 NEW JOBS IN THE DMV EACH YEAR FOR THREE YEARS THROUGH THE FOLLOWING: 1) CREATING INCLUSIVE CAPABILITY: BUILT ON CAI'S PROVEN VIRTUAL START-UP ACCELERATOR TRAINING, THE PROJECT WILL: A) ADVANCE STARTUPS WITH INNOVATIVE SOLUTIONS TO PREVENT, DIAGNOSE, TREAT, AND CONTROL GLOBAL HEALTH THREATS; B) TRAIN UNDER-SERVED DMV WORKERS IN ENTREPRENEURSHIP, ALLOWING THEM TO HAVE KNOWLEDGE- BASED JOBS; AND 2) GALVANIZING PARTNERSHIPS: LEVERAGE CAI'S STRATEGIC RE", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2401dc3d-d2f0-bb0b-55d7-cd9e26fc182d-C", "generated_internal_id": "ASST_NON_ED21HDQ0240098_1325"}, {"internal_id": 140526893, "Award ID": "ED21HDQ0240097", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "11.024", "Description": "PURPOSE: THE PURPOSE OF THIS PROJECT IS TO DEVELOP A NETWORK OF MULTI-INSTITUTIONAL, INTERDISCIPLINARY SCIENCE TEAMS.  ACTIVITIES TO BE PERFORMED: HOLD WORKSHOPS, FORM SCIENCE TEAMS, OBTAIN RESEARCH FUNDING, PROVIDE CONTRACTED RESEARCH OPPORTUNITIES, CREATE AND FUND START-UPS.  EXPECTED OUTCOMES: LONG TERM OUTCOMES INCLUDE TECHNICAL INNOVATION (TOOL, INVENTIONS AND PATENTS), INDUSTRIAL TRANSFORMATION, WORKFORCE DEVELOPMENT AND EXTERNAL IMPACTS (INDUSTRY COLLABORATION AND SOFTWARE ADOPTION).  SEE PROJECT NARRATIVE FOR FULL DESCRIPTION AND SHORT TERM OUTCOMES.   INTENDED BENEFICIARIES: UNIVERSITY OF CHICAGO, RESEARCH INSTITUTIONS - NORTHWESTERN UNIVERSITY, ILLINOIS TECH AND ARGONNE NATIONAL LABORATORY.  SUBRECIPIENT ACTIVITIES:  THE RECIPIENT DOES NOT INTEND TO SUB-AWARD FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98f86457-cdff-6b3c-9ff8-3a4415183bf6-C", "generated_internal_id": "ASST_NON_ED21HDQ0240097_1325"}, {"internal_id": 140526870, "Award ID": "ED21HDQ0240096", "Award Amount": 715479.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-28", "CFDA Number": "11.024", "Description": "THE VELOCITYTX INNOVATION CENTER (VTX) WILL ADDRESS THIS GAP BY CONNECTING EARLY STAGE BIO AND HEALTH TECH COMPANIES TO SAN ANTONIO'S MATURE BIOSCIENCE ECOSYSTEM, SUPPORTING AND DEVELOPING THESE VENTURES THROUGH INCUBATOR AND ACCELERATOR PROGRAMS, AND PROVIDING ACCESS TO INVESTORS AND FUNDING OPPORTUNITIES. THIS METHODICAL GROWTH APPROACH INTEGRATES THE RESOURCES OF VTX'S EXISTING PARTNERSHIPS WITH INDUSTRY, HIGHER EDUCATION, AND THE MILITARY TO FOSTER ECOSYSTEM DEVELOPMENT, ACCELERATE THE COMMERCIALIZATION OF BIOSCIENCE INNOVATIONS, AND DRIVE ECONOMIC GROWTH. FUNDING FROM THE BUILD TO SCALE VENTURE CHALLENGE WILL BE USED BY VTX TO SCALE ITS PROGRAMS, AND EXPAND ORGANIZATIONAL REACH AND IMPACT, INCLUDING BRINGING FIVE NEW COHORTS TO COMMERCIALIZATION THROUGH THE BIOGLOBAL ACCELERATOR (38 COMPANIES), AND ACHIEVING MAXIMUM CAPACITY (20 COMPANIES) IN THE VTX INCUBATOR. AT THE END OF THREE YEARS, THESE CORE PROGRAMS WILL HAVE GENERATED 1,521 JOBS, WITH ASSOCIATED INCOMES OF $95.8M THROUGH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c89449f1-65d9-2849-060a-f3de75b7cae3-R", "generated_internal_id": "ASST_NON_ED21HDQ0240096_1325"}, {"internal_id": 140526845, "Award ID": "ED21HDQ0240094", "Award Amount": 297990.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "11.024", "Description": "PURPOSE: THE PURPOSE OF THE FINANCIAL ASSISTANCE AWARD IS TO DEVELOP A FINANCIAL CAPITAL INVESTOR ECOSYSTEM TO SUPPORT ENTREPRENEURIAL BUSINESS ENTERPRISES IN TUCSON, ARIZONA.  ACTIVITIES TO BE PERFORMED: PERFORMANCE OF OUTREACH TO AND RECRUITMENT OF PROSPECTIVE INVESTORS. DELIVERY OF INVESTMENT TRAINING AND EDUCATION. DEVELOPMENT AND DEPLOYMENT OF AN ONLINE DATA NETWORK THAT CONNECTS EXISTING INVESTOR INFORMATION SYSTEMS IN THE TUCSON METROPOLITAN AREA.  EXPECTED OUTCOMES: THE REGION WILL HAVE MORE RESOURCES TO PROVIDE FINANCIAL CAPITAL TO ENTREPRENEURIAL BUSINESS ENTERPRISES, AS RESULT OF THE DEVELOPMENT OF INVESTORS. THE AVAILABILITY OF SEED CAPITAL WILL IMPROVE THE FINANCIAL CAPACITY AND SUSTAINABILITY OF ENTREPRENEURIAL BUSINESS ENTERPRISES. THE ENHANCED CAPACITY AND SUSTAINABILITY OF STARTUP AND EARLY STAGE BUSINESS ENTERPRISE WILL ENHANCE THE REGION'S ABILITY TO CREATE EMPLOYMENT OPPORTUNITIES AND IMPROVE PERSONAL INCOMES FOR ITS WORKFORCE.  INTENDED BENEFICIARIES: REGIONA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1bfe34b2-4770-41bb-2936-28156779f168-C", "generated_internal_id": "ASST_NON_ED21HDQ0240094_1325"}, {"internal_id": 140526867, "Award ID": "ED21HDQ0240093", "Award Amount": 749334.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "PURPOSE: THE PURPOSE OF THIS GRANT IS TO SUPPORT SOUTHERN UTAH UNIVERSITY'S SMALL BUSINESS DEVELOPMENT CENTER, ACCELERATING INNOVATORS: FUELING CEDAR CITY REGIONAL STARTUPS PROJECT TO STIMULATE ENTREPRENEURIAL INNOVATION, SCALABLE STARTUPS, AND JOB CREATION BY ENHANCING THE OVERALL INNOVATION CAPACITY AND LONG-TERM RESILIENCE OF THE REGION.  ACTIVITIES TO BE PERFORMED: THIS PLAN REVOLVES AROUND THREE PILLARS THAT WILL COMPRISE THE ACCELERATING INNOVATORS PROGRAM: (1) ENTREPRENEURIAL PROGRAMMING AND CAPACITY BUILDING THROUGH COMPETITIONS, BETTER DEFINED MENTORSHIP/COACHING PROGRAMS, AND FILLING THE GAPS IDENTIFIED IN CREATING AN ACCELERATOR PROGRAM, (2) EXPLORING OPPORTUNITIES FOR A FUTURE NETWORK OF INVESTORS AND FUNDING OPPORTUNITIES, AND (3) CAPACITY BUILDING FOR CULTURE CREATION THROUGH NEW CHANNELS OF COMMUNICATION WITH ENTREPRENEURS AND EXPANDED MENTOR OUTREACH.  EXPECTED OUTCOMES: THESE ACTIVITIES AND PROGRAMS WILL FILL IDENTIFIED GAPS IN THE CURRENT ENTREPRENEURIAL SUPPORT S", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6526a12-e781-f7d9-d326-bf4f26e4033c-C", "generated_internal_id": "ASST_NON_ED21HDQ0240093_1325"}, {"internal_id": 140526854, "Award ID": "ED21HDQ0240092", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "11.024", "Description": "THE ROOTS OF A DIGITAL ECONOMY ARE BEGINNING TO TAKE HOLD IN THE SHENANDOAH VALLEY, A REGION HISTORICALLY SEEN AS FERTILE ONLY FOR AGRICULTURE AND MANUFACTURING WITH LITTLE SPACE FOR INNOVATION. THE REGION CURRENTLY HAS OVER 3,400 OPEN DIGITAL JOBS, BUT WITH A MEDIAN INCOME TRAILING THE COMMONWEALTH BY 24.4%, IT IS DIFFICULT FOR EMPLOYERS TO RETAIN TALENT AND FILL VACANCIES. THIS, ALONG WITH AN AGING POPULATION, ILLUSTRATES THE NEED TO IMPLEMENT ENTREPRENEUR-LED ECONOMIC DEVELOPMENT STRATEGIES TO HARNESS THE TECH KNOWLEDGE THAT EXISTS WITHIN THE REGION. THE REV INITIATIVE, A VENTURE CHALLENGE BUILD GRANT, WILL CAPITALIZE ON EXISTING MOMENTUM WITHIN THE ENTREPRENEURIAL ECOSYSTEM BY ELEVATING THE REGION'S INNOVATION AND CREATING PATHWAYS TO SCALABLE TECH ENTREPRENEURSHIP. THE REV INITIATIVE WILL CREATE THIS VIBRANT SCALABLE TECH STARTUP ECOSYSTEM BY: 1. ENGAGING OUR LOCAL COMMUNITY TO CREATE A REGIONAL VISION AND SHARE OUR REGION'S STORY 2. BUILDING A DIGITAL, INTERACTIVE HUB TO HOST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "69e78436-5e4b-79ee-d78a-dcd1ff50a34d-R", "generated_internal_id": "ASST_NON_ED21HDQ0240092_1325"}, {"internal_id": 140526848, "Award ID": "ED21HDQ0240091", "Award Amount": 1391317.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "11.024", "Description": "PURPOSE: THE PURPOSE OF THIS GRANT IS TO ADDRESS THE CHALLENGES FACED BY WOMEN AND ENTREPRENEURS OF COLOR. THE RECIPIENT WILL EXPAND TWO KEY PROGRAM AREAS CENTRAL TO SUPPORTING DIVERSE FOUNDERS AND TWO ECOSYSTEM BUILDING ELEMENTS TO ENHANCE REGIONAL CAPACITY AND SUSTAINABILITY OF RESOURCES. THE RECIPIENT ANTICIPATES ADVANCING MENTORING EFFORTS, NETWORKS AND SUPPORT RESOURCES.   ACTIVITIES TO BE PERFORMED: EXPAND THE TEAM OF MENTORS AND ADVISORS, RECRUIT AND TRAIN 20 OR MORE DIVERSE MEMBERS ON STARTUPS. PROVIDE CULTURAL COMPETENCY TRAINING TO EXISTING MENTORS AND THE REV1 TEAM AS PART OF ONGOING PROFESSIONAL DEVELOPMENT. PROVIDE COHORT EDUCATION AND PEER NETWORKING OPPORTUNITIES AND FORM AN INCLUSIVE COUNCIL TO IMPROVE REGIONAL RELATIONSHIPS AND IDENTIFY SHARED STRATEGIES.   EXPECTED OUTCOMES: ASSIST MORE WOMAN FOUNDERS WITH STARTUP SERVICES IN CONCEPT AND SEED STAGES.   HELP BLACK ENTREPRENEURS EXPAND THEIR NETWORKS AND EXPOSE DIVERSE, YOUNG ENTREPRENEURS TO CAREER PATHWAYS IN INNO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8bef9827-04db-438b-325b-ee898919ce73-C", "generated_internal_id": "ASST_NON_ED21HDQ0240091_1325"}, {"internal_id": 140526858, "Award ID": "ED21HDQ0240090", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "11.024", "Description": "PURPOSE: THE PURPOSE OF THIS PROJECT IS TO BRIDGE THE GAP AND INCREASE THE LEVEL OF SUPPORT RESOURCES IN NORTHEAST OHIOS INNOVATION ECOSYSTEM FOR ESTABLISHED SMALL MINORITY BUSINESS ENTERPRISES.   ACTIVITIES TO BE PERFORMED: OUTREACH, ENGAGEMENT AND IMPLEMENTATION IN PHASES TO BRING NEW TECHNOLOGIES TO MARKET AND GROW MANUFACTURERS. PROVIDE CONSULTING SERVICES INCLUDING TECHNICAL RESOURCES AND PROJECT MANAGEMENT TO MANUFACTURERS.  EXPECTED OUTCOMES: INCREASE REVENUE GENERATED BY BUSINESSES, PROVIDE NEW CONTRACT OPPORTUNITIES BY COMPANY PARTICIPANTS, INCREASE THE NUMBER OF SMALL BUSINESS PARTNERSHIPS IN IDENTIFIED INDUSTRIES AND GOVERNMENT AND CREATE JOBS.   INTENDED BENEFICIARIES: REGIONAL STARTUPS, SMALL BUSINESSES AND INVENTORS WILL BENEFIT FROM THE  ACCESS TO RESOURCES AND EMERGING TECHNOLOGY. MANUFACTURING COMPANIES AND SUPPLIERS WILL BENEFIT FROM FORMAL PROGRAMS AND POTENTIALLY EXPAND THEIR SUPPLY CHAINS. COMPANIES WITH TECHNOLOGY TRANSFER AGREEMENTS WITH REGIONAL UNIVERSIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c4dcf25e-9c30-2d1e-9b95-681fc671ed77-C", "generated_internal_id": "ASST_NON_ED21HDQ0240090_1325"}, {"internal_id": 140526868, "Award ID": "ED21HDQ0240089", "Award Amount": 350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "PURPOSE: THIS AWARD WILL HELP ACTIVATE SIGNIFICANT RISK CAPITAL IN KANSAS, SERVE A DIVERSE SET OF FOUNDERS AND INVESTORS, AND CREATE A STAKEHOLDER BASE OF EDUCATED AND EFFECTIVE PARTICIPANTS IN THE RISK CAPITAL ECOSYSTEM.   ACTIVITIES TO BE PERFORMED:  NXTUS, INC. HAS A PROGRAM CALLED ACCELERATE VENTURE PARTNERS (AVP).  AVP WILL GROW ITS MEMBERSHIP AND ENGAGE WITH ADDITIONAL ENTREPRENEURS, SOME OF WHICH WILL NEED BROADER FINANCING. THROUGH THIS DIVERSIFYING KANSAS' RISK CAPITAL ECOSYSTEM PROJECT, AVP WILL EXPAND AND DIVERSIFY THE BASE OF ANGEL INVESTORS AND HELP GROW MORE INNOVATIVE YOUNG BUSINESSES, AS FUEL FOR THE REGIONAL ECONOMY.  ACTIVATES WILL INCLUDE HOSTED FOUNDER CAPITAL EDUCATION SESSIONS AND INVESTOR EDUCATION PROGRAMS; EVALUATION OF KANSAS COMPANIES; OUTREACH ACTIVITIES; IDENTIFICATION OF NEW RISK CAPITAL INVESTORS (INCL. AVP MEMBERS AND CROWDFUNDING PARTICIPANTS); ATTENDEES AT EDUCATION SESSIONS / BOOTCAMPS.  EXPECTED OUTCOMES: ASSISTING ENTREPRENEURS AND FOUNDER OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d2f6a34a-8bf2-fdfe-4d17-b9e1227add11-R", "generated_internal_id": "ASST_NON_ED21HDQ0240089_1325"}, {"internal_id": 140526902, "Award ID": "ED21HDQ0240088", "Award Amount": 742723.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "PURPOSE:  THE PURPOSE OF THE AWARD IS TO LAUNCH AN INITIATIVE, CALLED THE FOUNDER'S JOURNEY, TO SUPPORT EARLY-STAGE AND YOUNG START-UP COMPANIES WITHIN IDENTIFIED TARGET INDUSTRIES. ACTIVITIES TO BE PERFORMED:  THE FOUNDER'S JOURNEY IS COMPRISED OF FOUR PILLAR PROGRAMS: IDEATE, INCUBATE, ACCELERATE, AND POST-ACCELERATE. THE PROGRAMS RANGE FROM FOUR TO 16 WEEKS IN LENGTH. THE INITIATIVE WILL HAVE A SPECIAL FOCUS ON BROWARD COUNTY'S DEFINED TARGETED INDUSTRIES AS THESE HAVE BEEN IDENTIFIED AS THE HIGH-WAGE/HIGH-GROWTH SECTORS. THE DEFINED TARGETED INDUSTRIES INCLUDE AVIATION/AEROSPACE, FINANCIAL SERVICES, GLOBAL LOGISTICS, HEADQUARTERS, LIFE SCIENCES, MANUFACTURING, MARINE INDUSTRIES, AND TECHNOLOGY. FUNDING WILL BE USED TO SECURE FACILITATORS FOR THE VARIOUS MODULES, PROVIDE WRAPAROUND SERVICES (I.E., LEGAL, MARKETING, FINANCE, ACCOUNTING), GUST SOFTWARE TOOL, AND FOR PERSONNEL TO OVERSEE THE PROJECT.  EXPECTED OUTCOMES:  THE FOUNDER'S JOURNEY WILL PRODUCE BREAKTHROUGH IDEATION, NEW T", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0eca669-e319-f058-5f06-f144b251fe6b-C", "generated_internal_id": "ASST_NON_ED21HDQ0240088_1325"}, {"internal_id": 140526876, "Award ID": "ED21HDQ0240087", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "UNDER THE PROJECT OURNOLA FUND, THE NEW ORLEANS BUSINESS ALLIANCE (NOLABA), CITY OF NEW ORLEANS, AND A HOST OF PUBLIC AND PRIVATE SECTOR ENTITIES WILL DEMOCRATIZE INVESTMENT ACCESS FOR  MILLENNIALS AND BLACK, INDIGENOUS, AND PEOPLE OF COLOR (BIPOC), WHILE BOLSTERING PROMISING, SCALABLE  COMPANY OUTCOMES. NOLABA WILL LEGALLY STRUCTURE AN EQUITY-BASED INVESTMENT FUND, LAUNCH A NATIONAL MARKETING APPEAL TO CREATE THE FIRST NATIONAL PIPELINE OF THOUSANDS OF NON-ACCREDITED INVESTORS (MINIMUM STOCK PURCHASE OF $500), AND DEPLOY $10M IN CAPITAL TO A MINIMUM OF SIX COMPANY INVESTMENTS IN NEW ORLEANS, LOUISIANA.  OURNOLA FUND WILL TARGET COMPANIES THAT DO NOT FIT THE MOLD FOR TRADITIONAL EARLY-STAGE ANGEL OR PRE-VC EQUITY FUNDING, WHICH CREATES CHALLENGES TO SECURING SUBSEQUENT FUNDING FROM OTHER INSTITUTIONAL INVESTMENT VEHICLES. THESE TARGETED COMPANIES ARE ALSO CONSIDERED RISKIER FOR DEBT FUNDING AS THEY DO NOT HAVE THE COLLATERAL, FINANCIAL SYSTEMS, AND CERTIFICATIONS TO BE BANKABLE BY M", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d99d92e-ef79-884a-2ee5-34965e4387f8-C", "generated_internal_id": "ASST_NON_ED21HDQ0240087_1325"}, {"internal_id": 140526899, "Award ID": "ED21HDQ0240086", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "11.024", "Description": "THE MARYLAND ENERGY INNOVATION ACCELERATOR (MEIA), A PROGRAM OF THE MARYLAND CLEAN ENERGY CENTER (MCEC), IS A VENTURE DEVELOPMENT AND ADVANCEMENT PROGRAM FOCUSED ON COMMERCIALIZING ADVANCED ENERGY AND CLIMATE TECHNOLOGIES DEVELOPED AT MARYLAND-BASED BUSINESSES, UNIVERSITIES, AND FEDERAL LABORATORIES. THE BUILD TO SCALE VENTURE CHALLENGE FUNDING WILL ENABLE MEIA TO ACCELERATE STARTUP SUPPORT. MEIA WILL IMPLEMENT A THREE-TIERED APPROACH THAT MOVES TECHNOLOGY FROM CONCEPT TO DEMONSTRATION: 1) PRE-ACCELERATOR - A 2-MONTH CUSTOMER-DISCOVERY PROGRAM FOR THE EARLIEST TECHNOLOGIES FROM UNIVERSITIES AND LABS; 2) LAUNCHPAD - A 6-MONTH COMMERCIALIZATION PLANNING PROGRAM FOR HIGH-POTENTIAL TECHNOLOGIES IN UNIVERSITIES OR LABS; AND 3) ACCELERATOR - A 6+ MONTH PROGRAM FOR ESTABLISHED COMPANIES LOOKING TO FILL SENIOR ROLES, TO DEMONSTRATE TECHNOLOGY, AND TO OBTAIN THIRD-PARTY CAPITAL INVESTMENT.  MEIA DEPLOYS A VENTURE DEVELOPMENT APPROACH THAT PROVIDES BUSINESS DOMAIN EXPERTS, STRATEGIC PARTNERS (", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4fc79120-3e67-b4f9-4e96-e1459702dbbc-R", "generated_internal_id": "ASST_NON_ED21HDQ0240086_1325"}, {"internal_id": 140526877, "Award ID": "ED21HDQ0240085", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "PURPOSE:  THE GRANT WILL SUPPORT CREATION OF A NEW BREED OF ACCELERATOR DESIGNED TO SCALE STARTUPS FOCUSED ON  HEALTHCARE AND AGING INNOVATION AND STRENGTHEN THE REGION'S ECONOMIC COMPETITIVENESS. ACTIVITIES TO BE PERFORMED:  EACH YEAR, THE STARTUP LAB WILL SELECT, SUPPORT AND PILOT THREE HIGH-GROWTH AGING INNOVATION START-UPS FOCUSED ON IMPROVING THE HEALTH OUTCOMES OF VULNERABLE POPULATIONS.  IT WILL ATTRACT TOP AGING INNOVATORS GLOBALLY, UTILIZING THE AGING-INNOVATION FOUNDER NETWORK CULTIVATED BY A PARTNER ORGANIZATION.  FINALLY, WORLD-CLASS EVALUATION SCIENTISTS WILL PERFORM THE INDEPENDENT SCIENTIFIC EVALUATIONS OF PILOTED INTERVENTIONS.   EXPECTED OUTCOMES:  THE STARTUP LAB HAS THREE MAIN GOALS:  (1) IMPROVE HEALTHCARE PRODUCT DEVELOPMENT BY INCREASING INSIGHTS INTO CORPORATE CHALLENGES FOR ENTREPRENEURS, BOOSTING THE NEXT GENERATION OF INDUSTRY-LEADING COMPANIES; (2) ACCELERATE COMPANY AND JOB GROWTH BY PROVIDING HEALTHCARE ENTREPRENEURS ACCESS TO PAID PILOTS; AND (3) INCREAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b32eef43-80a1-daba-ede9-24c9744a796e-R", "generated_internal_id": "ASST_NON_ED21HDQ0240085_1325"}, {"internal_id": 140526878, "Award ID": "ED21HDQ0240084", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "LAUNCH BIO'S GOAL IS TO LEVERAGE, EXPAND, AND MOST IMPORTANTLY COORDINATE AND ENHANCE EXISTING RESOURCES TO TRANSFORM NORTH TEXAS INTO A GLOBALLY RECOGNIZED ENTREPRENEURIAL ECOSYSTEM. TO REALIZE THIS VISION, OUR GOAL IS TO CREATE A PLACE-BASED ENTREPRENEURIAL NETWORK TO PROPEL LIFE SCIENCE INNOVATION IN NORTH TEXAS THAT WILL ATTRACT AND RETAIN LOCAL AND EXTERNAL TALENT. ULTIMATELY, WE WILL INVIGORATE OUR REGION'S ECONOMY WITH THE DEVELOPMENT OF SCALABLE STARTUPS THROUGH STRATEGIC COMBINATIONS OF CAPITAL, ENTREPRENEURIAL AND SCIENTIFIC TALENT, FOCUSED MARKETING, AND LOCAL AND NATIONAL COLLABORATIONS.   YEAR 1 EXPECTED MILESTONES AND OUTCOMES: 100 MINIMUM MENTORING AND COACHING SESSIONS  CONDUCTED COLLECTIVELY BY ECOSYSTEM PARTNERS. 12-20 ENTREPRENEURS COMPLETED THINKLAB  5-8 STARTUPS MOVED INTO BIOTECH+ HUB AT PEGASUS PARK (5-8 IN BIOLABS; 2-4 IN THE PEGASUS PARK TOWER) 3-6 OF BIOTECH+ HUB COMPANIES ARE FEATURED IN CAPITAL FACTORY'S SHOWCASE PROGRAMS. 15 COMPANIES PARTICIPATE IN UTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7759bb17-40e1-a92a-18b2-c7da788aac63-R", "generated_internal_id": "ASST_NON_ED21HDQ0240084_1325"}, {"internal_id": 140526859, "Award ID": "ED21HDQ0240083", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "11.024", "Description": "LAUNCH NY'S 2021 BUILD TO SCALE VENTURE CHALLENGE BUILD PROGRAM, ENTITLED FAST FORWARD FOR TECH-DRIVEN STARTUPS, IS AN INITIATIVE DESIGNED TO CATAPULT THE GROWING POOL OF SEED STAGE COMPANIES SPAWNED FROM THE WELL ESTABLISHED LAUNCH NY ENTREPRENEUR-IN-RESIDENCE (EIR) PROGRAM AND OTHER ECOSYSTEM PARTNERS TO THE MARKET ENTRY AND EXPANSION PHASE FOR INNOVATIVE TECHNOLOGIES IN UPSTATE NY. AS THE ONLY VENTURE DEVELOPMENT ORGANIZATION SERVING THE 27 WESTERNMOST COUNTIES OF NEW YORK STATE, LAUNCH NY WILL INTRODUCE FAST FORWARD TO SERVE ITS HIGH VOLUME OF STARTUPS WHO HAVE PROGRESSED BEYOND CUSTOMER DISCOVERY AND MINIMUM VIABLE PRODUCT DEVELOPMENT TO HELP THEM SCALE COMMERCIAL OPERATIONS IN TECHNOLOGY-DRIVEN INDUSTRY SECTORS. ADDITIONALLY, SPECIALIZED FAST FORWARD PROTOCOLS WILL BE CREATED FOR HIGH PRIORITY CLUSTERS INCLUDING CLEANTECH AND UNDERREPRESENTED FOUNDERS, ALIGNING WITH ITS EMERGING CLEANTECH OPPORTUNITY (ECO) INCUBATOR AND FOUNDERS GO BIG (FGB) DIVERSITY, EQUITY, AND INCLUSION PROGR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "624e17bc-941b-f5db-46a8-e4f1ccc5aff8-R", "generated_internal_id": "ASST_NON_ED21HDQ0240083_1325"}, {"internal_id": 140526860, "Award ID": "ED21HDQ0240082", "Award Amount": 305465.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "11.024", "Description": "PURPOSE: THE PURPOSE OF THIS PROJECT IS TO CREATE AN INNOVATIVE CROWDFUNDING PLATFORM, EDUCATE LOCAL ANGEL INVESTORS ABOUT SCALABLE TECH INVESTMENT OPPORTUNITIES AND CONNECT TO STATE, REGIONAL AND NATIONAL VENTURE CAPITAL NETWORKS. THE GOAL IS TO CREATE A ROBUST ENTREPRENEURIAL ECOSYSTEM THAT RECOGNIZES AND PROMOTES ENTREPRENEURS AND COLLABORATES WITH EXISTING TECHNOLOGY BUSINESSES TO INNOVATE, PIVOT AND SCALE.  ACTIVITIES TO BE PERFORMED: (1) CREATE CROWDFUNDING PROGRAM, (2) EDUCATE AND REJUVENATE ANGELS AND (3)CONNECT TO BROADER VENTURE CAPITAL NETWORKS. FOR DETAILED DESCRIPTION INCLUDING METHODOLOGY AND MILESTONES SEE PROJECT NARRATIVE.   EXPECTED OUTCOMES: TO ADDRESS THE CHALLENGE OF LIMITED CONNECTION TO STATE, REGIONAL AND NATIONAL VENTURE CAPITAL NETWORKS, INNOVATION MARQUETTE ENTERPRISE CORPORATION WILL SEEK TO PARTNER WITH AN ESTABLISHED VENTURE CAPITAL NETWORK AND OPEN AN OFFICE IN MARQUETTE.   INTENDED BENEFICIARIES: PROSPECTIVE CROWDFUNDING MEMBERS, ANGELS AND VENTUR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b27f4fe6-a6ee-8a2a-130e-e6ecf0988a8b-R", "generated_internal_id": "ASST_NON_ED21HDQ0240082_1325"}, {"internal_id": 140526895, "Award ID": "ED21HDQ0240081", "Award Amount": 1323772.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "11.024", "Description": "PURPOSE: THE PURPOSE OF THIS PROJECT IS TO FOCUS ON OUTREACH AND RECRUITMENT TO SUPPORT HEALTHCARE STARTUPS AND SMALL-TO-MEDIUM ENTERPRISES TO DESIGN, BUILD, AND DEPLOY SOLUTIONS FOR HEALTHCARE CHALLENGES.  ACTIVITIES TO BE PERFORMED: RECRUIT STARTUPS TO DEVELOP HEALTHCARE SOLUTIONS READY FOR COMMERCIALIZATION. DEVELOP AND IMPLEMENT AN ALGORITHM-DRIVEN PLATFORM USING MACHINE LEARNING TECHNOLOGY. EXPECTED OUTCOMES: COMPLETION OF THE ALGORITHM-DRIVEN INCUBATION PLATFORM. PROVIDE MENTORS, A TALENT NETWORK AND LEARNING RESOURCES TO UNDERREPRESENTED GROUPS.  INTENDED BENEFICIARIES: ENTREPRENEURS, CORPORATE PARTNERS, HOSPITALS, HEALTH SYSTEMS, AND UNIVERSITIES SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUB-AWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7a47461-5776-55d4-1caf-e276b1247ab8-R", "generated_internal_id": "ASST_NON_ED21HDQ0240081_1325"}, {"internal_id": 140526880, "Award ID": "ED21HDQ0240080", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-25", "CFDA Number": "11.024", "Description": "&QUOT;IMPACT GROWTH FUNDING INITIATIVE,&QUOT; UNDER EDA'S BUILD TO SCALE CAPITAL CHALLENGE WILL SUPPORT THE LAUNCH OF AN INVESTMENT INITIATIVE CATALYZING GROWTH STAGE INVESTMENT INTO INNOVATION-BACKED, HIGH GROWTH-POTENTIAL COMPANIES IN SOUTHWESTERN PENNSYLVANIA. THIS REGION IS RECOGNIZED FOR ITS CONSIDERABLE RESEARCH AND DEVELOPMENT, TALENT STEMMING FROM NUMEROUS UNIVERSITIES, AND THE BREADTH OF EARLY-STAGE ENTREPRENEURIAL RESOURCES SUPPORTING A DIVERSIFIED REGIONAL ECONOMY. WHILE THESE ASSETS PROVIDE A ROBUST ECOSYSTEM OF SUPPORT FOR THE LAUNCH OF STARTUPS, THE REGION FACES A DECLINE IN EARLY VENTURE STAGE CAPITAL AND OTHER GROWTH CAPITAL RESOURCES TO HELP THESE STARTUPS SURVIVE THE &QUOT;VALLEY OF DEATH.&QUOT; AFTER EXHAUSTING EARLY REGIONAL SUPPORT, MANY STARTUPS ARE FORCED TO SEEK LARGER CAPITAL ROUNDS OUTSIDE OF THE REGION, DISCOURAGING THEIR FURTHER LOCAL GROWTH. IDEA FOUNDRY'S INVESTMENT INITIATIVE WILL BRIDGE THIS GAP IN SERVICES, DIRECTLY MATCHING AND CONNECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a06ab0a-1e83-69c4-5cce-ba44e96ec21c-R", "generated_internal_id": "ASST_NON_ED21HDQ0240080_1325"}, {"internal_id": 140526864, "Award ID": "ED21HDQ0240079", "Award Amount": 749815.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "11.024", "Description": "THE GULF OF MAINE RESEARCH INSTITUTE (GMRI), THROUGH ITS GULF OF MAINE VENTURES OFFICE, WILL EXPAND AND SCALE ITS NEWLY LAUNCHED BLUE ECONOMY INITIATIVE TO CREATE AND ACCELERATE BUSINESSES APPLYING TECHNOLOGY TO TRADITIONAL AND EMERGING MARINE INDUSTRIES. THE BLUE ECONOMY IS DEFINED BY THE WORLD BANK AS THE &QUOT;SUSTAINABLE USE OF OCEAN RESOURCES FOR ECONOMIC GROWTH, IMPROVED LIVELIHOODS AND JOBS, AND OCEAN ECOSYSTEM HEALTH&QUOT;. THE UNITED NATIONS HAS DECLARED 2020-2030 AS THE DECADE OF OCEAN SCIENCE FOR SUSTAINABLE DEVELOPMENT. THROUGHOUT THE GULF OF MAINE REGION, ENTREPRENEURS ARE FOCUSED ON DRIVING INNOVATION IN SUSTAINABLE FINFISH, SHELLFISH, AND ALGAE AQUACULTURE, AS WELL IN MODERNIZING WILD FISHERIES AND DRIVING CLIMATE ADAPTION. THEIR SOLUTIONS ARE ESSENTIAL TO THE REGION'S GLOBAL COMPETITIVENESS AND QUALITY JOB CREATION. GMRI'S BLUE ECONOMY INITIATIVE IS A NATURAL EXTENSION OF THE INTEGRATION OF SCIENTIFIC RESEARCH, COMMUNITY DEVELOPMENT WORK, AND EDUCATIONAL OUTREAC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b6f39a7f-8f51-2ea1-892c-799002b8485c-C", "generated_internal_id": "ASST_NON_ED21HDQ0240079_1325"}, {"internal_id": 140526910, "Award ID": "ED21HDQ0240078", "Award Amount": 1271991.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "PURPOSE:  THE PURPOSE OF THIS AWARD IS TO ADDRESS UNIQUE SCALING CHALLENGES FOR MEDICAL TECHNOLOGY AND SCALING FOR STARTUPS IN GEORGIA.   ACTIVITIES TO BE PERFORMED:  THE CENTER FOR MEDTECH EXCELLENCE WILL BE DEVELOPED AND WILL PROVIDE A RE-IMAGINED, COMPREHENSIVE APPROACH FOR CONCEPT TO COMMERCIALIZATION AND SUSTAINABLE INNOVATION, WHICH IS CRUCIAL TO CULTIVATING MORE AGILE HEALTHCARE ORGANIZATIONS. THE CENTER'S PROGRAMS WILL PROVIDE EFFECTIVE DIRECTIVE CONTENT, RELEVANT REGULATORY AND DEVELOPMENT GUIDANCE, AND MENTORSHIP IN STRUCTURED SIX-MONTH COHORTS TO GUIDE STARTUPS AS THEY MOVE FROM PRE-REVENUE TO SCALE.  THIS METHODOLOGY MERGES CUTTING-EDGE CURRICULUM WITH ACCOUNTABILITY AND MENTORSHIP TO DRIVE EXECUTION.  THE PROGRAMS WILL USE A COMBINATION OF CLASSROOM TIME (ONLINE OR IN-PERSON) AND MENTORS TO PROVIDE TRAINING AND SUPPORT.   EXPECTED OUTCOMES:  THE PROGRAM WILL ACCELERATE THE COMMERCIALIZATION PROCESS AT SCALE THROUGH THE COMBINED EFFORTS OF THE IDENTIFIED PARTNERS.  THE EF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_ED21HDQ0240078_1325"}, {"internal_id": 140526901, "Award ID": "ED21HDQ0240077", "Award Amount": 753546.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "11.024", "Description": "FUZEHUB'S VENTURE CHALLENGE SCALE INITIATIVE, TITLED &QUOT;MANUFACTURING TECHNOLOGY INNOVATION IN NEW YORK STATE,&QUOT; WILL EXPAND ITS TECHNICAL ASSISTANCE TO MORE MANUFACTURING AND TECHNOLOGY START-UP COMPANIES ACROSS NEW YORK STATE. LEVERAGING THE PROVEN INFRASTRUCTURE OF FUZEHUB'S JEFF LAWRENCE INNOVATION FUND MANUFACTURING GRANTS, EDA'S INVESTMENT WILL SUPPORT COLLABORATIVE PROJECTS BETWEEN SUCH COMPANIES AND NOT-FOR-PROFIT ORGANIZATIONS WITH MANUFACTURING EXPERTISE   TYPICALLY BUT NOT LIMITED TO HIGHER EDUCATION INSTITUTIONS AND MANUFACTURING EXTENSION PARTNERSHIP CENTERS. SUCH PROJECTS WILL INCLUDE PROTOTYPE DEVELOPMENT, DESIGN FOR MANUFACTURING, PROOF-OF-CONCEPT MANUFACTURING, MANUFACTURING SCALE-UP, OR DEVELOPMENT OR ADOPTION OF NEW TECHNOLOGIES TO INCREASE MANUFACTURING COMPETITIVENESS. THESE PROJECT-LEVEL ACTIVITIES WILL BE COMPLEMENTED BY FUZEHUB'S END-TO-END SUPPORT OF ALL COMPANIES IN ITS PROGRAMS, INCLUDING ONE-ON-ONE CONSULTATIONS TO IDENTIFY COMPANIES' EVOLVIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8064b185-8d49-2632-a313-4a4ab8367214-R", "generated_internal_id": "ASST_NON_ED21HDQ0240077_1325"}, {"internal_id": 140526865, "Award ID": "ED21HDQ0240076", "Award Amount": 748624.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "11.024", "Description": "PURPOSE: THIS AWARD WILL HELP TO STRENGTHEN AND DIVERSIFY THE REGION'S ECONOMY, IN PART, BY PROVIDING ENTREPRENEURS AT ALL STAGES WITH ASSISTANCE IN LAUNCHING AND GROWING THEIR BUSINESSES, AS WELL AS ATTRACTING INVESTORS.  ACTIVITIES TO BE PERFORMED: FORT LEWIS COLLEGE (FLC), THE SOUTHERN UTE INDIAN TRIBE (SUB-RECIPIENT), AND ANIMAS ACCELERATOR (SUB-RECIPIENT) TOGETHER WILL COMPLETE THE VENTURE CHALLENGE BUILD PROJECT TITLED STARTING, SCALING, AND SUSTAINING ENTREPRENEURSHIP IN RURAL SOUTHWEST COLORADO, IN ORDER TO FOSTER A REGIONAL ECOSYSTEM OF SUSTAINABLE ENTREPRENEURSHIP.  THE APPLICANTS WILL LEVERAGE THE FLC CENTER FOR INNOVATION LOCATED IN DURANGO, COLORADO AS A CENTRAL HUB TO SUPPORT ALL LEVELS OF ENTREPRENEURSHIP VIA IN-PERSON AND VIRTUAL SUPPORT THROUGHOUT THE REGION. THE PROJECT ENDEAVORS TO BUILD AND STRENGTHEN A REGIONAL PIPELINE OF MORE QUALIFIED AND DIVERSE BUSINESS PROFESSIONALS AND ENTREPRENEURS, ULTIMATELY RESULTING IN MORE HIGH WAGE JOBS AND A MORE RESILIENT REGIONAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4fd11353-076a-e5f7-52a1-31a036abfead-C", "generated_internal_id": "ASST_NON_ED21HDQ0240076_1325"}, {"internal_id": 140526869, "Award ID": "ED21HDQ0240075", "Award Amount": 325321.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "11.024", "Description": "FIRE & ICE IS DESIGNED TO MEET THE ECONOMIC DEVELOPMENT GOALS OF THE ERIE REGIONAL CHAMBER AND GROWTH PARTNERSHIP (ERCGP), AS OUTLINED IN THEIR 5-YEAR STRATEGIC PLAN, ERIE FORWARD. THE MISSION OF THE ERIE REGIONAL CHAMBER AND GROWTH PARTNERSHIP IS TO SERVE AS THE VOICE OF THE BUSINESS COMMUNITY, PROVIDING ADVOCACY AND ACCESS TO PEOPLE, INFORMATION, AND EDUCATION.   TO MEET THE GOALS OF ERIE FORWARD, THE ERCGP IS COMMITTED TO GROWING THE FIRE ACCELERATOR. ENTERING ITS FOURTH YEAR, THE FIRE ACCELERATOR ALREADY FEATURES A PORTFOLIO OF 20 TECH-ENABLED AND SCALABLE COMPANIES FROM ALL OVER THE WORLD. THE ERCGP AND THE ERIE ENTREPRENEURIAL ECOSYSTEM HAVE PROVIDED SUPPORT TO PORTFOLIO COMPANIES, INCLUDING TECHNICAL ASSISTANCE, STRATEGIC CONNECTIONS, AND INTRODUCTIONS TO POTENTIAL CUSTOMERS. HOWEVER, IT CONTINUES TO STRUGGLE TO RETAIN THESE HIGH POTENTIAL COMPANIES IN ERIE. OVER THE COURSE OF THE 3-YEAR GRANT CYCLE FIRE & ICE WILL EXPAND THE ENTREPRENEURIAL ECOSYSTEM BY INVESTING IN T", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "139b5004-cef0-5409-7bd2-c14fa89adff2-R", "generated_internal_id": "ASST_NON_ED21HDQ0240075_1325"}, {"internal_id": 140526903, "Award ID": "ED21HDQ0240074", "Award Amount": 224628.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "11.024", "Description": "PURPOSE: THE EMERGING PRAIRIE AGTECH VENTURE CAPITAL FUND AIMS TO SERVE THE STATE OF NORTH DAKOTA BY CREATING A STRONG CAPITAL NETWORK TO SUPPORT THE ENTREPRENEURIAL ACTIVITIES IN THE AGRICULTURE TECHNOLOGY INDUSTRY.  ACTIVITIES TO BE PERFORMED: THE FUND WILL PROVIDE VENTURE CAPITAL TO SEED-STAGE NORTH DAKOTA AGTECH COMPANIES, INFUSING MUCH NEEDED CAPITAL INTO THE INNOVATION ECOSYSTEM.  EXPECTED OUTCOMES: THE FUND WILL MAKE ITS INITIAL INVESTMENTS WITH A GOAL OF $5 MILLION IN INVESTMENT CAPITAL INVESTED IN NORTH DAKOTA AGTECH STARTUPS. EMERGING PRAIRIE BELIEVES THAT THROUGH THE SUCCESSFUL IMPLEMENTATION OF THE FUND, IT CAN SERVE AS AN EXAMPLE FOR FURTHER FUND CREATION IN THE STATE.  INTENDED BENEFICIARIES: THE FUND WILL PROVIDE ACCESS TO VENTURE CAPITAL DOLLARS IN A HISTORICALLY UNDERSERVED STATE. THE FUND WILL ALSO ENGAGE FARMERS AND RANCHERS TO ASSIST WITH IDENTIFYING PROMISING TECHNOLOGIES IN THE AGRICULTURE INDUSTRY. THE TWO COUNTIES THIS VENTURE FUND WILL PRIMARILY SERVE ARE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1816a34e-5df7-75e6-6899-cfb5ed4c81ea-R", "generated_internal_id": "ASST_NON_ED21HDQ0240074_1325"}, {"internal_id": 140526904, "Award ID": "ED21HDQ0240073", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "11.024", "Description": "PURPOSE: THE PURPOSE IS TO LAUNCH AND ADMINISTER AN EVERGREEN PRE-SEED AND SEED STATE VENTURE INVESTMENT FUND FOR COMPANIES BASED IN ST. JOSEPH, ELKHART AND MARSHALL COUNTIES IN NORTH CENTRAL INDIANA.  ACTIVITIES TO BE PERFORMED: OFFER INDIVIDUALIZED GUIDANCE, ACCESS TO RESOURCES AND EMERGING TECHNOLOGY. MANAGE VENTURE FUNDS, SELECT COMPANIES TO SPONSOR, TRAIN, MENTOR AND PROVIDE ACCESS TO CAPITAL. EXPECTED OUTCOMES: SELECT RECIPIENTS TO FUND, DETERMINE DEPLOYMENT PERIOD, EXECUTE DEFINITIVE AGREEMENTS FOR FUND INVESTMENTS AND ASSIST THEM IN ADVANCING THEIR COMMERCIALIZATION EFFORTS.  INTENDED BENEFICIARIES: HIGH POTENTIAL, HIGH GROWTH COMPANIES. SUBRECIPIENT ACTIVITIES:  THE RECIPIENT WILL ENTER INTO WRITTEN SUB-AWARD AGREEMENTS WITH THE SUB-RECIPIENTS THAT WOULD GOVERN THEIR WORK ACTIVITIES AND COMPLY WITH THE REQUIREMENTS OF 2 C.F.R.   200.332(A). PLEASE SEE PROJECT NARRATIVE FOR THE COMPLETE LIST OF SUBRECIPIENT ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "87323408-c583-96a1-3c9e-1e9cb91f3b90-R", "generated_internal_id": "ASST_NON_ED21HDQ0240073_1325"}, {"internal_id": 140526847, "Award ID": "ED21HDQ0240072", "Award Amount": 1478269.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "11.024", "Description": "DONALD DANFORTH PLANT SCIENCE CENTER WILL CREATE THE CENTER FOR AGTECH AND APPLIED LOCATION SCIENCE AND TECHNOLOGY (CATALST) VENTURE SCALE PROJECT WHICH AIMS TO CAPITALIZE ON THE DEMAND FOR NEW PRECISION AG TECHNOLOGIES BY TAPPING INTO THE ST. LOUIS REGION'S EXPERTISE IN AGTECH AND LOCATION SCIENCE TO FUEL INNOVATION AND ENTREPRENEURSHIP AND TO ADVANCE IDEAS TO COMMERCIALIZATION. LEVERAGING THESE TWO REGIONAL CLUSTER STRENGTHS PRESENTS ST. LOUIS WITH DISTINCT COMPETITIVE ADVANTAGE TO TAKE A LEADERSHIP ROLE IN THE FOURTH INDUSTRIAL REVOLUTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "562ecb6b-5015-f9b6-7e43-69e160ff1ee3-C", "generated_internal_id": "ASST_NON_ED21HDQ0240072_1325"}, {"internal_id": 140526879, "Award ID": "ED21HDQ0240071", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "11.024", "Description": "THE BRV INVESTOR NETWORK WILL SERVE AS AN UPSTATE-DOWNSTATE BRIDGE FOR SCALABLE STARTUPS, WILL ATTRACT INVESTORS FROM THE GLOBAL VC COMMUNITY, AND WILL DELIVER THREE KEY FUNCTIONS TO INCREASE THE FLOW OF CAPITAL TO SEED AND EARLY STAGE STARTUPS IN NEW YORK: FIRST, AS A COLLECTING POINT AND INITIAL SCREEN FOR SEED AND EARLY STAGE COMPANIES LOOKING TO RAISE CAPITAL; SECOND, CULTIVATING A NETWORK OF INVESTORS TO RECEIVE THESE PITCHES, INCREASING THE FLOW OF CAPITAL TO THESE COMPANIES AND THE FORMATION OF NEW INVESTOR SYNDICATES; THIRD, DEPLOYING CORNELL'S STRENGTHS IN INVESTOR EDUCATION AND DISTANCE LEARNING STATEWIDE TO INCREASE THE NUMBER OF SEED AND EARLY STAGE INVESTORS ACTIVE IN NEW YORK STATE.  THE PROPOSED SOLUTION IS TO BUILD THE FOUNDATION OF A STATEWIDE ECOSYSTEM THAT SUPPORTS SCALABLE STARTUPS. THIS PLATFORM WILL BRING IN NEW INVESTMENT OPPORTUNITIES; SCREEN AND BROADCAST THEM OUT TO THE INVESTOR COMMUNITY; AND PROVIDE EDUCATION AND NETWORKING FOR PROSPECTIVE INVESTORS, BRING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_ED21HDQ0240071_1325"}, {"internal_id": 140526906, "Award ID": "ED21HDQ0240068", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "11.024", "Description": "BIOSCIENCE & TECHNOLOGY BUSINESS CENTER (BTBC) WILL STRENGTHEN AND EXPAND ITS ECONOMIC DEVELOPMENT COALITION MODEL AND ENHANCE ITS MISSION THROUGH THE CREATION OF THE KU INNOVATION PARK, A UNIVERSITY-AFFILIATED RESEARCH PARK ON THE UNIVERSITY OF KANSAS CAMPUS IN LAWRENCE. TO FACILITATE THE RAPID GROWTH OF THE PARK AND TO SUPPORT ITS MISSION, BTBC WILL FORMALIZE AND EXPAND ITS INNOVATION, COMMERCIALIZATION, AND ENTREPRENEURSHIP SUPPORT SERVICES UNDER A NEW PROGRAM: THE INNOVATION-TO-INDUSTRY CLUSTER ACCELERATOR (I2I). THROUGH I2I, THE PARK WILL SYSTEMATIZE AND SCALE BTBC'S EXISTING CLUSTER-FOCUSED DEVELOPMENT STRATEGY BY CREATING HUBS OF RESEARCH AND COMMERCIALIZATION RESOURCES AROUND SPECIFIC AREAS OF TECHNOLOGICAL INNOVATION. THROUGH THESE INNOVATION HUBS, UNIVERSITY RESEARCHERS, STUDENTS, ENTREPRENEURS, AND PUBLIC AND PRIVATE ECONOMIC DEVELOPMENT RESOURCES WILL BE TIGHTLY COORDINATED. AROUND THE DEVELOPMENT OF INNOVATIVE TECHNOLOGY SOLUTIONS FOR SPECIFIC MARKET NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3108f67-571a-9e52-3ff9-5042152f4450-R", "generated_internal_id": "ASST_NON_ED21HDQ0240068_1325"}, {"internal_id": 140526881, "Award ID": "ED21HDQ0240067", "Award Amount": 583153.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "THE ADA JOBS FOUNDATION WILL DIVERSIFY OUR RURAL, REGIONAL ECONOMY BY INCREASING THE NUMBER OF SCALABLE TECHNOLOGY STARTUP COMPANIES LOCAL TO ADA AND RURAL SOUTHERN OKLAHOMA. THE INITIATIVE WILL LEVERAGE OPPORTUNITIES IN OUR ECOSYSTEM TO CONNECT SILOED TECHNOLOGY COMMUNITIES, ACCELERATE SUPPORT, AND INCREASE ACCESS TO EARLY-STAGE CAPITAL FOR SCALABLE TECH STARTUPS IN RURAL OKLAHOMA. THE SPRING WILL ADDRESS THESE OPPORTUNITIES THROUGH THE CREATION OF A SCALABLE TECHNOLOGY STARTUP ECOSYSTEM, A STARTUP ACCELERATOR, INVESTOR OUTREACH, AND COMMERCIALIZATION EVENTS. THIS PROJECT IS BASED IN THE CHICKASAW NATION'S TERRITORY AND IT WILL EMPHASIZE THE INCLUSION OF CHICKASAW AND OTHER NATIVE AMERICAN STARTUP FOUNDERS. THE ADA JOBS FOUNDATION WILL LEAD THIS EFFORT IN PARTNERSHIP WITH THE CITY OF ADA, THE CHICKASAW NATION, EAST CENTRAL UNIVERSITY, PONTOTOC TECHNOLOGY CENTER, AND OKLAHOMA GAS AND ELECTRIC. THE PROGRAM WILL SERVE 100 TO 150 PARTICIPANTS, CREATE AT LEAST 36 NEW EVENTS, 130 PIECES OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3fa1f7a-7734-9592-eb55-91f15e659c8f-R", "generated_internal_id": "ASST_NON_ED21HDQ0240067_1325"}, {"internal_id": 140526907, "Award ID": "ED21HDQ0240066", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "11.024", "Description": "BRATTLEBORO DEVELOPMENT CREDIT CORPORATION (BDCC) SEEKS FUNDING FROM THE EDA'S CAPITAL CHALLENGE TO HELP CREATE &QUOT;THE WINDHAM SEED FUND&QUOT; (WSF) WHICH WILL INCREASE CAPITAL ACCESS IN A RURAL REGION WHERE RISK CAPITAL INVESTMENT TOOLS DO NOT CURRENTLY EXIST. THE WSF WILL INVEST IN BUSINESSES LOCATED IN THE WINDHAM REGION THAT ARE SCALABLE AND THAT WILL GENERATE JOBS AND WEALTH TO HELP BUILD RESILIENCE AND DIVERSIFY THE ECONOMY OF SOUTHEASTERN VERMONT. THE FUND IS SECTOR AGNOSTIC, BUT INCLUSIVENESS AND EQUITY, JOB CREATION, THE DIGITAL ECONOMY, WEALTH GENERATION, AND PROJECTS THAT HAVE THE GREATEST ECONOMIC IMPACT WITHIN THE REGION WILL BE PRIORITIZED. IN THE NEXT THREE YEARS 12-15 BUSINESSES WILL RECEIVE EARLY STAGE RISK CAPITAL FUNDING RESULTING IN 124 NEW JOBS. BUSINESSES WILL BE SUPPORTED BY MENTORS AND WITH PEER-TO-PEER ENTREPRENEUR SUPPORT, INCUBATION, ACCELERATION SERVICES, AND PROFESSIONAL TECHNICAL ASSISTANCE. SINCE THE CLOSURE OF ENTERGY'S VERMONT YANKEE NUCLEAR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5403548e-f7d3-a0ab-c215-9569b0942b73-R", "generated_internal_id": "ASST_NON_ED21HDQ0240066_1325"}, {"internal_id": 140526882, "Award ID": "ED21HDQ0240065", "Award Amount": 374608.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "THE B2S INVESTMENT WILL FUND THE LAUNCH AND OPERATION OF A NEW 50,000 SQFT HIGH-TECH BUSINESS INCUBATOR AND ACCELERATOR SPACE IN THE ONE TECHNOLOGY CENTER BUILDING IN DOWNTOWN TULSA. THE CITY OF TULSA IS PROVIDING $1.25 MILLION IN INCENTIVE FUNDING (TENANT IMPROVEMENTS) FOR RENOVATION OF THE INCUBATOR SPACE. THE NEW INCUBATOR WILL PROVIDE ACCESS TO CURATED MENTORING SERVICES, SEED AND EARLY-STAGE INVESTMENT SOURCES, FLEXIBLE OFFICE AND MEETING SPACE, AND AN EXTENSIVE NETWORK OF LOCAL & NATIONAL RESOURCES, ALL OF WHICH WILL HELP FACILITATE NEW BUSINESS FORMATION, JOB GROWTH, INCREASED TAX REVENUE, AND LONG-TERM ECONOMIC DIVERSIFICATION FOR THE TULSA REGION. KEY COLLABORATORS INCLUDE THE CITY OF TULSA, I2E, OKLAHOMA STATE UNIVERSITY, TULSA TECH, AND A MYRIAD OF PARTNERS INCLUDING INVESTORS, ECONOMIC DEVELOPMENT, MARKETING, DESIGN, AND BUSINESS CONSULTANTS. THE INCUBATOR WILL: 1. INCREASE ACCESS TO BUSINESS EXPERTS, MENTORS, AND INVESTORS FOR THE DEVELOPMENT OF NEW TECH STARTUPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94fd9825-4aee-abde-31a1-35e359fdc2c6-R", "generated_internal_id": "ASST_NON_ED21HDQ0240065_1325"}, {"internal_id": 140526911, "Award ID": "ED21HDQ0240064", "Award Amount": 1499842.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "PURPOSE: THE PURPOSE OF THIS GRANT IS TO ADVANCE THE DEVELOPMENT OF SIZEABLE MINORITY-OWNED BUSINESSES, TO STRENGTHEN AND EXPAND THE MINORITY ENTREPRENEURIAL COMMUNITY THROUGH ACCESS TO CAPITAL AND OTHER RESOURCES TO ACHIEVE SUSTAINABLE GROWTH.   ACTIVITIES TO BE PERFORMED: THE ACCELERATOR WILL COMPLETE COMPREHENSIVE BUSINESS ASSESSMENTS AND GROWTH PLANS TO INCLUDE DETAILED FINANCIAL PROJECTS AND CAPITAL NEEDS. FACILITATE INTRODUCTIONS TO DRIVE NEW SALES REVENUES AND BUSINESS DEVELOPMENT EFFORTS. INITIATE DIRECT INTRODUCTIONS TO CAPITAL PROVIDERS FOR MINORITY BUSINESS'S THAT REQUIRE GROWTH CAPITAL IN SUPPORT OF GROWTH PLANS. HOST PARTNERING SESSIONS WITH AREA BANKS, ACCOUNTING AND LAW FIRMS TO IDENTIFY POTENTIAL BUSINESS ACQUISITION OPPORTUNITIES FOR MINORITY ENTREPRENEURS. IDENTIFY NEW PATENTED TECHNOLOGIES TO PRESENT TO MINORITY BUSINESS CLIENTELE AND CONDUCT STRATEGIC PLAN REVIEW SESSIONS WITH CORPORATE PARTNERS. FOR MORE DETAILS SEE PROJECT NARRATIVE.  EXPECTED OUTCOMES: DEVELO", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6e0d8d7f-a572-f6f6-5ad0-8cf743646b79-C", "generated_internal_id": "ASST_NON_ED21HDQ0240064_1325"}, {"internal_id": 140526912, "Award ID": "ED21HDQ0240063", "Award Amount": 1260972.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "11.024", "Description": "PURPOSE: THE PURPOSE OF THIS PROJECT IS TO LEVERAGE A ROBUST INNOVATION PROGRAM DESIGNED TO ACCELERATE THE COMMERCIALIZATION OF EMERGING INDUSTRY TECHNOLOGIES AND INTRODUCE THESE TECHNOLOGIES TO MICHIGAN'S MANUFACTURING SECTOR.  ACTIVITIES TO BE PERFORMED: PROVIDE ACCESS TO FUNDING, LEADERSHIP TRAINING, EXPAND THE AA MI4.0 ACCELERATOR TO SERVE STARTUPS AND MANUFACTURERS, INTEGRATE INNOVATIVE TECHNOLOGIES, HOST PITCH COMPETITIONS AND DEPLOY SEED FUNDS. A DETAILED COMPREHENSIVE LIST OF ACTIVITIES CAN BE FOUND IN THE PROJECT NARRATIVE.   EXPECTED OUTCOMES: BY INTRODUCING THESE TECHNOLOGIES AUTOMATION ALLEY INDUSTRY 4.0 ACCELERATOR WILL BE THE CONDUIT FOR THE GROWTH OF SOUTHEAST MICHIGAN'S ADVANCED MANUFACTURING TECHNOLOGY COMPANIES, INNOVATIVE HARDWARE ENTREPRENEURS AND SMALL MANUFACTURERS BY PROVIDING ACCESS TO KEY BUSINESS AND PRODUCT DEVELOPMENT RESOURCES.   INTENDED BENEFICIARIES: LOCAL RESIDENTS, INVENTORS, INNOVATORS, ENTREPRENEURS AND BUSINESSES WILL BENEFIT FROM THE DEVELOPM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b5049fdb-dfea-d039-7925-5d7f4c7d7595-C", "generated_internal_id": "ASST_NON_ED21HDQ0240063_1325"}]