[{"internal_id": 161576398, "Award ID": "NA23OAR0210575", "Award Amount": 175000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-31", "CFDA Number": "11.021", "Description": "VIABLE GEAR WILL PROVIDE PROOF-OF-CONCEPT FOR A SEAWEED-BASED BIOPLASTIC TO BE USED IN MANUFACTURING A COMPOSTABLE BIOTWINE FOR MARINE EQUIPMENT, DESIGNED TO REPLACE PETROLEUM-BASED PLASTICS. THIS ADDRESSES NOM-SBIR RESEARCH TOPIC AREA 9.3, THE CHANGING OCEAN - SPECIFICALLY TO &QUOT;SUPPORT INCREASED PROTECTION AND RESTORATION OF MARINE AND COASTAL HABITATS TO ENHANCE VITAL ECOSYSTEMS&QUOT;, BY HELPING DECREASE MACRO AND MICROPLASTIC POLLUTION. THIS IS A CRITICAL NEED, SINCE BROKEN-DOWN OR LOST FISHING/AQUACULTURE GEAR COMPRISES ~ 70% OF OCEAN-BASED MACROPLASTICS.  TECHNICAL QUESTIONS TO BE ADDRESSED INCLUDE WHETHER SEAWEED CAN BE THE PRIMARY COMPONENT OF A BIOPLASTICS DURABLE ENOUGH TO LAST IN THE OCEAN FOR A MINIMUM OF SIX MONTHS AND WHETHER IT CAN BE CREATED WITHOUT PETROLEUM-BASED TOXIC ADDITIVES THAT ARE TYPICAL IN MAINSTREAM PLASTICS AND BIOPLASTICS.  SEAWEED-BASED FIBER TWINE USING BROWN MACROALGAE (CLASS PHAEOPHYCEAN) WILL BE CREATED, AND THE PROJECT WILL TEST ALGINATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d16f98cc-5e15-dc87-2240-01d95ccbc67f-R", "generated_internal_id": "ASST_NON_NA23OAR0210575_1330"}, {"internal_id": 160895717, "Award ID": "NA23OAR0210574", "Award Amount": 174946.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-03", "CFDA Number": "11.021", "Description": "SALIENT PREDICTIONS INC. PROPOSES TO DEVELOP NEW TECHNOLOGY FOR ACCURATE SUBSEASONAL TO SEASONAL (S2S) WATER AVAILABILITY FORECASTS SO THAT COMMUNITIES MAY MANAGE WATER RESOURCES IN PREPARATION FOR HAZARDOUS EVENTS LIKE FLOODS AND DROUGHTS. CURRENT HYDROLOGICAL MODELS FACE CHALLENGES RELATED TO DATA INPUTS, AS CLIMATE CHANGE HAS BEEN PRESENTING WEATHER PATTERNS ATYPICAL FROM HISTORICAL DATA. WITHOUT QUALITY DATA INPUTS, THE ACCURACY OF THE OUTPUT FROM HYDROLOGICAL MODELS SUFFERS. TO OVERCOME THESE CHALLENGES, SALIENT PREDICTIONS PROPOSES TO USE IMPROVED S2S FORECASTS AS THE WEATHER INPUT TO VARIABLE INFILTRATION CAPACITY (VIC) HYDROLOGICAL FORECASTS, THUS PROVIDING IMPROVED WATER AVAILABILITY FORECASTS SPANNING FROM 2- TO 52-WEEKS INTO THE FUTURE. SALIENT'S BASE S2S FORECAST TECHNOLOGY USES MACHINE LEARNING AND VARIOUS OCEANIC, ATMOSPHERIC, AND LAND-BASED VARIABLES TO MAKE IMPROVED PREDICTIONS OF WEATHER UP TO A YEAR IN ADVANCE. THIS CORE TECHNOLOGY EVOLVED FROM DECADES OF RESEARCH AT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 161955.0, "recipient_id": "db1977cb-51f5-1465-1431-51a37f213aab-R", "generated_internal_id": "ASST_NON_NA23OAR0210574_1330"}, {"internal_id": 160895716, "Award ID": "NA23OAR0210573", "Award Amount": 174708.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "11.021", "Description": "WE PROPOSE A HIGH-IMPACT INNOVATION FOR WEATHER FORECASTING THAT INTEGRATES GLOBAL ENSEMBLE WEATHER FORECASTS WITH AN AI-DRIVEN POST-PROCESSING MODEL OF EXTREME WEATHER INDICES. THIS INNOVATION WILL PROVIDE THE BASIS FOR SKILLFUL PROBABILISTIC FORECASTS OF COMPOUND EXTREME WEATHER EVENTS AT EXTENDED LEAD TIMES. EXTREME WEATHER/CLIMATE EVENTS OF RELEVANCE TO ELECTRIC UTILITIES FOCUSED ON IN PHASE I ARE HEAT AND COLD EXTREMES, WIND DROUGHTS, EXTREME WIND GUSTS, HAIL AND LIGHTNING. THE PHASE I PROJECT FOCUSES ON SPECIFIC NEEDS FOR INCREASED RESILIENCE OF ELECTRIC UTILITIES IN THE FACE OF COMPOUND EXTREME WEATHER/CLIMATE EVENTS, INCLUDING RISKS FROM THE INCREASING PENETRATION OF RENEWABLE ENERGY. CFAN'S CLIENTS IN THE ENERGY AND INSURANCE SECTORS HAVE COMMUNICATED THE NEED FOR PROBABILISTIC FORECASTS OF COMPOUND SEVERE WEATHER EVENTS WITH GREATER GRANULARITY AND LONGER LEAD TIMES THAN IS CURRENTLY PRODUCED BY NOAA AND OTHER MARKET PROVIDERS. ADVANCED ONLINE DECISION SUPPORT TOOLS BASED ON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": 174708.0, "recipient_id": "d6e5886d-c3ac-d475-758d-a125e8f29383-C", "generated_internal_id": "ASST_NON_NA23OAR0210573_1330"}, {"internal_id": 161919684, "Award ID": "NA23OAR0210570", "Award Amount": 175000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "11.021", "Description": "OCEANIT PROPOSES THE DESIGN, CONSTRUCTION, AND TESTING OF A HYPERSPECTRAL IMAGING EQUIPPED UNMANNED AERIAL SYSTEM (UAS) FOR THE DETECTION OF VARIOUS CORAL SPECIES AND THE MONITORING OF CORAL HEALTH. THIS SYSTEM WILL BE THE PROTOTYPE FOR THE SENSOR PART OF A ROBUST, COTS-BASED UAS SYSTEM TO AID THE NOAA NATIONAL CORAL REEF MONITORING PROGRAM. DIFFERENT CORAL FAMILIES AND SPECIES WILL BE IDENTIFIED BY CLOSE INSPECTION OF SPECTRAL RESPONSES COMBINED WITH ADVANCED MACHINE LEARNING ALGORITHMS.[1] ONCE A SYSTEM IS BUILT TO COLLECT HYPERSPECTRAL AERIAL IMAGERY OF CORALS, OCEANIT WILL APPLY COMPUTER VISION AND MACHINE LEARNING TECHNIQUES TO IDENTIFY CORAL FAMILIES AND SPECIES BASED ON THIS DATA. THERE HAVE BEEN SIGNIFICANT ADVANCES IN DIFFERENTIATION OF BOTTOM TYPES, CORAL FAMI-LIES, AND CORAL SPECIES OVER THE YEARS.[2][3] BOTTOM TYPE CLASSIFICATION IS WELL-ESTABLISHED, AND CORAL SPECIES IDENTIFICATION HAS BEEN PERFORMED FOR SEVERAL CORAL SPECIES AROUND THE WORLD. OCEANIT'S CORAL SHIELD WILL G", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c63b40b6-eb7f-aa28-cd29-64ad36c9fb09-C", "generated_internal_id": "ASST_NON_NA23OAR0210570_1330"}, {"internal_id": 161576397, "Award ID": "NA23OAR0210569", "Award Amount": 174999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-26", "CFDA Number": "11.021", "Description": "THE GOAL OF THIS PHASE 1 SBIR IS FOR ORBOTIC SYSTEMS TO PROVE THE FEASIBILITY OF GENERATING IN-SITU, GLOBAL, IONOSPHERIC THERMOSPHERIC NEUTRAL DENSITY AND WIND ION DATA ON A NEAR REAL-TIME BASIS. ORBOTIC SYSTEMS IS DEVELOPING AN INSTRUMENT CALLED WIND (WIND ION NEUTRAL DENSITY). THIS PROPOSAL LEVERAGES TECHNOLOGY READINESS LEVEL (TRL) 7 AND 8 HARDWARE AND SOFTWARE AS THE BASIS TO DEVELOP A NEW GENERATION OF SPACE-BASED SPACE WEATHER OBSERVATION REMOTE SENSORS INSIDE OF A CUBESAT PLATFORM. AS FULLY DESCRIBED IN THIS PROPOSAL'S TECHNICAL CONTENT SECTION, THE WIND INSTRUMENT BUILDS ON THE EARLIER SUCCESS OF THE SPACE-QUALIFIED WINCS INSTRUMENT (WIND ION NEUTRAL COMPOSITION SUITE), FLOWN ON THE FOLLOWING MISSIONS: GPIM, STPSAT-3, SENSE (CUBESAT), POLITECH.1 (CUBESAT), CADRE (CUBESAT).  RECENT ORBOTIC SYSTEMS DISCUSSIONS WITH NOAA'S SPACE WEATHER PREDICTION CENTER (SWPC) SHOW THAT THERE IS A CLEAR NEED TO GENERATE GLOBAL ATMOSPHERIC NEUTRAL DENSITY DATA ON A REAL-TIME BASIS IN THE 200KM TO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 12424.0, "recipient_id": "a59e8bcc-a398-4d80-b48d-db95afdd43c2-C", "generated_internal_id": "ASST_NON_NA23OAR0210569_1330"}, {"internal_id": 161576396, "Award ID": "NA23OAR0210568", "Award Amount": 174985.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "11.021", "Description": "DEVELOPMENT OF A REFLECTION CONTROL AND DIRECTION DEVICE (RCDD) IS PROPOSED. THIS INNOVATIVE DEVICE WILL PROGRESS THE STATE OF THE ART FOR PROPULSION OF SOLAR SAILS USED TO FLY SPACE WEATHER MONITORING SENSORS TO SUB-LAGRANGE POINT ORBITS FOR EARLIER WARNING TIMES OF IMPENDING DESTRUCTIVE SPACE WEATHER EVENTS. A REFLECTION CONTROL DEVICE (RCD) UTILIZES POLYMER DISPERSED LIQUID CRYSTAL (PDLC) MATERIAL ENCAPSULATED BETWEEN THIN MEMBRANE LAYERS OF CLEAR POLYIMIDE FILM TO CREATE A MATERIAL THAT CAN SWITCH BETWEEN OPAQUE AND TRANSPARENT BY APPLYING AN ELECTRICAL VOLTAGE ACROSS THE MATERIAL. THIS RCD WILL BE INTEGRATED WITH A FLEXIBLE MEMBRANE DIFFRACTION GRATING THAT WILL CHANGE THE DIRECTION OF THE INCIDENT LIGHT TRANSMITTED THROUGH THE RCD. WITH THIS INNOVATION, THE DEVICE BECOMES AN RCDD. THE RCDD WILL HAVE THE ABILITY TO PRODUCE FORCES ON THE SAIL IN BOTH THE SAIL OUT-OF-PLANE AND IN-PLANE DIRECTIONS. THIS ABILITY TO PRODUCE INPLANE FORCE AS WELL AS OUT-OF-PLANE FORCE MEANS THAT THE DEV", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": 1987.0, "recipient_id": "3a268211-9ea0-58c8-30ab-ba1d0bd2bb19-C", "generated_internal_id": "ASST_NON_NA23OAR0210568_1330"}, {"internal_id": 161576395, "Award ID": "NA23OAR0210567", "Award Amount": 174900.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-31", "CFDA Number": "11.021", "Description": "TO DATE, NO REALIZABLE METHOD OF PREDICTING THE OCCURRENCE OR MAGNITUDE OF A SOLAR ENERGETIC PARTICLE (SEP) EVENT HAS BEEN DEVELOPED. THERE ARE MULTIPLE MODELS CURRENTLY AVAILABLE IN THE COMMUNITY COORDINATED MODELING CENTER (CCMC) THROUGH GODDARD SPACE FLIGHT CENTER THAT ATTEMPT TO PROVIDE TIMELY AND ACCURATE EVENT PROPAGATION (E.G.MAG4, ENLIL, AND SEPMOD). NONE OF THESE HAVE YET ACHIEVED THE GOAL OF MID TO LONG TERM FORECASTING, AND SO ADDITIONAL APPROACHES NEED TO BE DEVELOPED, TESTED, AND VERIFIED TO ACHIEVE THIS GOAL.     THE IDEA THAT A CASCADING EVENT WILL DEVELOP THROUGH A SERIES OF SUB-EVENT SIGNALS THAT ARE NOT UNIFORM IN STANDARD TIME, BUT INSTEAD DISTRIBUTED IN AN ENERGY AND FREQUENCY SPACE, HAS THE POTENTIAL TO BE APPLIED TO SPACE WEATHER SYSTEMS AS WELL. THE GOAL OF THIS INVESTIGATION IS TO DETERMINE A BASELINE RESPONSE FOR A SPACE WEATHER NATURAL TIME EVALUATION SYSTEM, AND THEN BUILD UPON THAT BASELINE TO INCORPORATE MACHINE LEARNING AND ARTIFICIAL INTELLIGENCE TECHNIQU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7047379c-ece5-2930-8215-0c2e95f740c0-C", "generated_internal_id": "ASST_NON_NA23OAR0210567_1330"}, {"internal_id": 160895715, "Award ID": "NA23OAR0210565", "Award Amount": 174990.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "11.021", "Description": "ENSURING A SAFE WATER SUPPLY FOR SOCIETY AND THE SECTORS THAT RELY ON WATER FOR ECONOMIC AND ENVIRONMENTAL PURPOSES IS A DIFFICULT PROBLEM THAT NEEDS SIGNIFICANT INVESTMENT IN R&D ACROSS PUBLIC AND PRIVATE ORGANIZATIONS. CLIMATE CHANGE ACCELERATES AND EXACERBATES THIS CHALLENGE, CAUSING A BREAKDOWN IN SOME TRADITIONAL APPROACHES THAT USE THE PAST TO PREDICT THE FUTURE STREAMFLOW ON A SEASONAL (10 DAY TO ONE YEAR) HORIZON. WATER MANAGERS PLANNING ON THIS SEASONAL TIMESCALE NEED HELP ADVANCING MODELS, TOOLS, AND  TRANSFORMING MODEL RESULTS INTO ACTIONABLE INFORMATION FOR MAKING DECISIONS. IN THIS PHASE I EFFORT, UPSTREAM TECH PROPOSES TO EXPAND ITS HYDROFORECAST SEASONAL PROTOTYPE BY ACHIEVING THREE TECHNICAL OBJECTIVES: 1) IMPROVE METHODOLOGY AND DATA USED FOR GENERATING WEATHER FORECAST INPUTS, 2) INTEGRATE A NEW WEATHER FORECASTING SOURCE TO IMPROVE ACCURACY AT LONGER LEAD TIMES, AND 3) BENCHMARK PERFORMANCE IN CRITICAL BASINS THAT BENEFIT CUSTOMERS AND SOCIETY. AT THE CONCLUSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 174990.0, "recipient_id": "7c98e6b7-9817-93fe-e552-99f3c1c25999-C", "generated_internal_id": "ASST_NON_NA23OAR0210565_1330"}, {"internal_id": 160895714, "Award ID": "NA23OAR0210564", "Award Amount": 174948.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "11.021", "Description": "JAIA ROBOTICS' LOW-COST, MICRO-SIZED HYBRID UNCREWED SURFACE/UNDERWATER VEHICLES CALLED JAIABOTSTM CAN BE DEPLOYED FROM THE SHORE OR VESSELS. THE SYSTEM ENABLES TRULY AFFORDABLE MULTIVEHICLE OPERATIONS THAT CAN BE SCALED TO PROVIDE WIDE AREA SYNOPTIC DATA COLLECTION. IN THE PROPOSED EFFORT THE PROJECT TEAM WILL DEVELOP A JAIABOT WHICH IS AIR-DEPLOYABLE FROM SONOBUOY LAUNCH TUBES TO COLLECT ATMOSPHERIC DATA FROM THE LAUNCH POINT TO THE SEA SURFACE COLLECTING WIND SPEED, HUMIDITY, AND TEMPERATURE DATA, AND THEN COLLECT NEAR-SURFACE OCEAN DATA INCLUDING SURFACE CURRENT VECTORS, WAVE HEIGHTS, TEMPERATURE, AND SALINITY. THE JAIABOTS ARE ABLE TO CONDUCT MULTIPLE PROFILE DIVES TO COLLECT SUBSURFACE TEMPERATURE AND SALINITY DATA TO DEPTHS OF UP TO 100M. DEPLOYING MULTIPLE JAIABOTS TO FORM A PICKET LINE ALONG THE FORECASTED HURRICANE TRACK AT THE TROPICAL STORM BOUNDARY WILL PROVIDE RESEARCHERS WITH THE DATA NEEDED TO VISUALIZE THE SPATIAL VARIABILITY OF OCEAN FEATURES AND ENERGY TRANSF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": 157270.0, "recipient_id": "ef0b3173-673b-0481-c5e2-539e769663ea-C", "generated_internal_id": "ASST_NON_NA23OAR0210564_1330"}, {"internal_id": 160895713, "Award ID": "NA23OAR0210563", "Award Amount": 175000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-12", "CFDA Number": "11.021", "Description": "RISING SEA LEVELS AND KING TIDE FLOODING IN COASTAL AREAS ACROSS AMERICA ARE SATURATING ONSITE WASTEWATER DISPOSAL SYSTEMS (OSDS), RESULTING IN THE DEGRADATION OF COASTAL ECOSYSTEMS AND 200,000+ ILLNESSES ANNUALLY. MANY STATES ARE MANDATING SYSTEM UPGRADES, WITH 88,000 UPGRADES REQUIRED BY 2050 IN HAWAII ALONE. UNFORTUNATELY, EXISTING UPGRADE OPTIONS ARE UNAFFORDABLE FOR 97% OF HAWAIIAN HOMEOWNERS AND OFFER POOR PERFORMANCE FOR COASTAL PROPERTIES WITH HIGH GROUNDWATER LEVELS. IN RESPONSE TO THIS PRESSING ISSUE THAT WILL COST HAWAIIAN HOMEOWNERS AN ESTIMATED $1.75B BETWEEN NOW AND 2050, WAIHOME LLC IS DEVELOPING AN ABOVEGROUND AND AFFORDABLE WASTEWATER DISPOSAL SYSTEM FOR COASTAL HOUSEHOLDS ADAPTING TO SEA LEVEL RISE. UNDER THIS PHASE I SBIR PROJECT, WAIHOME IS PROPOSING TO INVESTIGATE THE REGULATORY AND TECHNICAL FEASIBILITY OF ITS PROPRIETARY RAIL ABOVE GROUND DISPOSAL SYSTEM. WAIHOME WILL SUMMARIZE REGULATORY APPROACHES TO SIMILAR SYSTEMS AND INTERVIEW REGULATORS FROM COASTAL STATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": 3263.0, "recipient_id": "83bd3614-80d7-48f2-6a29-5f3f26990b6c-R", "generated_internal_id": "ASST_NON_NA23OAR0210563_1330"}, {"internal_id": 161576394, "Award ID": "NA23OAR0210562", "Award Amount": 174966.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "11.021", "Description": "NEXTGEN FEDERAL SYSTEMS (NEXTGEN), A SMALL BUSINESS CONCERN (SBC), IS EXCITED TO PROPOSE A POWERFUL SOFTWARE PACKAGE, COUPLED DATABASE, AND A MACHINE-LEARNING (ML) WORKFLOW TO SUPPORT STREAMLINED EVALUATION AND RESEARCH-TO-OPERATIONS (R2O) OF SPACE WEATHER ML MODELS AND TECHNIQUES. IN RESPONSE TO THE NOAA EFFECT OF SPACE WEATHER SUBTOPIC (NOAA SBIR 9.5), WE PROPOSE THE MACHINE INTELLIGENCE FOR SPACE WEATHER (MINTS) CAPABILITY. MINTS ADDRESSES THE SBIR TOPIC CALL FOR &QUOT;INTEGRATING EMERGENT TECHNOLOGIES, SUCH AS MACHINE LEARNING AND ARTIFICIAL INTELLIGENCE TO ENHANCE SPACE WEATHER CAPABILITIES.&QUOT; SPACE WEATHER DATA-DRIVEN ML APPROACHES HAVE BEEN SHOWN TO OUTPERFORM STATISTICAL AND PHYSICS-BASED APPROACHES IN MANY SETTINGS. HOWEVER, ML RESULTS IN THE LITERATURE HAVE HISTORICALLY BEEN DIFFICULT TO REPRODUCE WHEN THE CODE OR DATASETS ARE NOT AVAILABLE, AND THE RUNTIME ENVIRONMENT IS NOT WELL DOCUMENTED. THIS MAKES IT CHALLENGING TO EVALUATE FOR POTENTIAL TRANSITION TO TESTBE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": 153960.0, "recipient_id": "78ce2c19-d730-7658-7267-f323436e66d9-C", "generated_internal_id": "ASST_NON_NA23OAR0210562_1330"}, {"internal_id": 161919683, "Award ID": "NA23OAR0210561", "Award Amount": 174977.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "11.021", "Description": "THERE IS A NEED FOR MORE CAPABLE AND AFFORDABLE MEANS TO MEASURE OPTICAL PROPERTIES AND BIOLOGICAL CONSTITUENTS OF MARINE AND FRESHWATER ENVIRONMENTS. THESE MEASURES ARE CRUCIAL FOR ESTIMATING THE ABUNDANCE OF ORGANISMS SUCH AS THOSE PRODUCING HARMFUL ALGAL BLOOMS (HABS). AFFORDABLE AND EFFECTIVE METHODS TO EXTEND THE MEASUREMENT RANGE AND IMPROVE SENSITIVITY OF TRADITIONAL OPTICAL INSTRUMENTS WILL ENABLE SCIENTISTS TO GREATLY IMPROVE HAB PREDICTION. THE PROPOSED RESEARCH AND DEVELOPMENT EFFORT COMBINES NEW TIME-OF-FLIGHT (TOF) OPTICAL DETECTORS WITH PULSED LIGHT SOURCES, TO PRODUCE NEW HIGHSENSITIVITY, LOW-NOISE OPTICAL SENSING CAPABILITIES THAT CAN MEASURE TIME-SYNCHRONIZED PHOTONS WITHIN AN ASYNCHRONOUS AMBIENT LIGHT FIELD THAT INCLUDES SCATTERED LIGHT (NOISE). FLUORESCENCE PRODUCED BY PHYTOPLANKTON AT A DISTANCE FROM THE SENSOR WILL BE DETERMINED BY THE TIME-OF-FLIGHT AND SPATIAL DISTRIBUTION OF THE RECEIVED PHOTONS FROM SOURCE-TO-PLANKTON-TO-DETECTOR. THE TOF SENSORS WILL USE ON-C", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5f1aa98d-f900-28e1-ed18-93ba39e9458a-C", "generated_internal_id": "ASST_NON_NA23OAR0210561_1330"}, {"internal_id": 161576393, "Award ID": "NA23OAR0210560", "Award Amount": 175000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-31", "CFDA Number": "11.021", "Description": "THE LONG ENDURANCE &QUOT;STRATOSONDE&QUOT; LIGHTER-THAN-AIR, UNCREWED SYSTEM COMBINES A LOW-COST, &LT;2.7KG, SELF-NAVIGATING HIGH-ALTITUDE BALLOON (HAB) WITH A MICRO-DROPSONDE DISPENSING SYSTEM, ENABLING METEOROLOGICAL OBSERVATIONS OVER REMOTE AREAS OF THE GLOBE BY DISPENSING MICRO-DROPSONDES FROM THE STRATOSPHERE. THIS DISRUPTIVE CAPABILITY IS BEING USED TO OBTAIN VERY HIGH VERTICAL RESOLUTION DATA FROM STRATOSPHERE DOWN TO SEA-LEVEL AND TARGETING SPECIFIC REGIONS AND PRIORITY USE CASES. THE EXISTING MICRO-DROPSONDE SYSTEM WEIGHS JUST 20G AND MEASURES TEMPERATURE, RELATIVE HUMIDITY, WIND SPEED AND PRESSURE AT 10M (30FT) VERTICAL RESOLUTION. THE &GT;5DAY ENDURANCE STRATOSONDE SUPPORTS UP TO 10 MICRO-DROPSONDES, WHICH WHEN RELEASED FROM THE HAB, DESCEND SAFELY THROUGH THE ENTIRE ATMOSPHERIC COLUMN UNDER A RIBBON DROGUE WHILE REPORTING OBSERVATIONS DIRECTLY BACK TO THE HAB. THIS PROJECT WILL ASSESS THE FEASIBILITY OF INTEGRATING A DISPOSABLE MINIATURE AEROSOL AND PARTICUL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "729102d9-82b5-7bb8-24c4-0c16adafbc14-C", "generated_internal_id": "ASST_NON_NA23OAR0210560_1330"}, {"internal_id": 161576392, "Award ID": "NA23OAR0210559", "Award Amount": 174983.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "11.021", "Description": "DROUGHT IS RESPONSIBLE FOR $327.7B IN ECONOMIC LOSS SINCE 1980 IN THE UNITED STATES AND TYPICALLY PRECEDES, COOCCURS, OR INITIATES OTHER HAZARDS LIKE WILDFIRES OR PROLONGED PERIODS OF INTENSE HEAT. THE COMPOUNDING OR CASCADING OF THESE HAZARDS ROUTINELY THREATENS THE WELLBEING AND STABILITY OF COMMUNITIES. THE ECONOMIC IMPACT FROM DROUGHT CAN BE ESPECIALLY HARSH WHEN THE DROUGHT BEGINS RAPIDLY IN WHAT IS KNOWN AS A FLASH DROUGHT. IN THIS PHASE I EFFORT, CFD RESEARCH SEEKS TO ADDRESS THE DYNAMICS OF FLASH DROUGHTS AND IMPROVE THE PREDICTION AND MONITORING OF THEIR OCCURRENCE BY DEVELOPING AN AI CONVOLUTIONAL NEURAL NETWORK (CNN) AND LONG SHORTTERM MEMORY (LSTM) APPLYING DEEP LEARNING AND PATTERN RECOGNITION. AN EXISTING SPATIOTEMPORAL TRACKING ALGORITHM WILL BE USED TO AUTOMATICALLY CATEGORIZE FLASH DROUGHTS FROM CLIMATE MODEL AND OBSERVATIONAL DATA INTO SEVERITY CLASSES BASED ON AN ADAPTATION OF THE HEAT SEVERITY AND COVERAGE INDEX (HSCI) AND DROUGHT SEVERITY AND COVERAGE INDEX. TOGETH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": 10500.0, "recipient_id": "3508fc93-1cae-ec76-51db-0687a2422381-C", "generated_internal_id": "ASST_NON_NA23OAR0210559_1330"}, {"internal_id": 161919682, "Award ID": "NA23OAR0210558", "Award Amount": 153323.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "11.021", "Description": "&QUOT;METRON PROPOSES TO DEVELOP USER-FRIENDLY SOFTWARE TO PROMOTE UNDERSTANDING OF IMPACTS DUE TO CASCADING CLIMATE HAZARDS AND EXTREME WEATHER EVENTS, IN COLLABORATION WITH GEORGE MASON UNIVERSITY (GMU). CLIMATE AND EXTREME WEATHER (CEW) HAZARDS POSE SIGNIFICANT RISKS TO LIFE AND PROPERTY. AS EXTREME EVENTS BECOME MORE PREVALENT, RISKS ASSOCIATED WITH CASCADING, COMPOUND EVENTS COME TO THE FORE, SUCH AS HURRICANE ACTIVITY CAUSING COASTAL STORM SURGES AND EXTREME PRECIPITATION. SOUND RISK MITIGATION DECISIONS REQUIRE UNDERSTANDING OF BOTH POTENTIAL CEW HAZARDS AND VULNERABILITIES OF LOCAL COMMUNITIES. METRON-GMU WILL DESIGN AND DEVELOP A USER-FRIENDLY TOOLKIT TO ADDRESS THESE CHALLENGES: EXTREME CLIMATE ANALYSIS OF IMPACT FOR MITIGATION (EXCLAIM). EXCLAIM STRATEGICALLY FOCUSES ON THE NEAR-TERM RISKS WITH THE HIGHEST IMPACT POTENTIAL. THIS MINIMIZES MODELING DEMANDS TO PROJECT CEW HAZARDS AND ALLOWS US TO APPLY MODERN STATISTICAL AND MACHINE LEARNING METHODS TO CAPTURE TAIL-EVENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f8f164bb-8f01-4d1a-b440-14bf86f57df7-C", "generated_internal_id": "ASST_NON_NA23OAR0210558_1330"}, {"internal_id": 161576391, "Award ID": "NA23OAR0210557", "Award Amount": 174957.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-26", "CFDA Number": "11.021", "Description": "THE BREVETOXINS (PBTX) PRODUCED BY KARENIA BREVIS CAUSE HARMFUL ALGAL BLOOMS (HAB) OR &QUOT;RED TIDE&QUOT; IN SEAWATER. CURRENTLY, THE ONLY AVAILABLE WAYS OF DETECTING PBTX ARE LABORATORY TESTS SUCH AS ENZYME-LINKED IMMUNOSORBENT ASSAYS, WHICH ARE EXPENSIVE AND SLOW, AND REQUIRE COMPLEX INSTRUMENTATION AND MULTIPLE PROCESSING STEPS. IN PREVIOUS WORK INTELLIGENT OPTICAL SYSTEMS (IOS) DEMONSTRATED A COMPACT LATERAL FLOW ASSAY WITH A HIGHLY SPECIFIC LABELED PBTX ANTIBODY, A QUICK IN-SITU TEST THAT MATCHES THE DETECTION CAPABILITIES OF DEDICATED LABORATORY TEST INSTRUMENTS. WE NOW PROPOSE TO INCORPORATE OUR PBTX PROBES INTO A MINIATURIZED FLUID DELIVERY SYSTEM WITH AN IN-SITU READOUT UNIT, AND LEVERAGE OUR EXPERIENCE IN OPTOELECTRONIC DESIGN AND UNCREWED SYSTEM (UXS) INTEGRATION TO MERGE A LOW SIZE, WEIGHT AND POWER SYSTEM ONTO A COTS UXS FOR THE REAL-TIME, IN-SITU DETECTION OF HABS. THE PBTX PROBES, ENHANCED WITH SURFACE PLASMON DETECTION AND OUR OWN PH INDICATOR, WILL BE COMBINED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 142000.0, "recipient_id": "c54da13d-1973-9212-bd4e-1b5229f32a1b-C", "generated_internal_id": "ASST_NON_NA23OAR0210557_1330"}, {"internal_id": 161576390, "Award ID": "NA23OAR0210556", "Award Amount": 175000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-17", "CFDA Number": "11.021", "Description": "SPACELOON PROPOSES TO DESIGN, PROTOTYPE, AND TEST A CONSISTENT, RELIABLE, AND BI-DIRECTIONAL CONTROLLED ALTITUDE BALLOONING (CAB) SYSTEM FOR MONITORING CLIMATE CONSTITUENTS, SUCH AS ENERGETIC PARTICLES (SOLAR AND COSMIC) AND THERMODYNAMIC VARIABLES, ACROSS VARIOUS ATMOSPHERIC LAYERS. THE ABSENCE OF LINKAGE BETWEEN SPACE WEATHER EVENTS AND ATMOSPHERIC PHYSICS, CHEMISTRY, AND DYNAMICS, CREATES VOIDS IN UNDERSTANDING CLIMATE VARIABILITY. TO HARNESS MEASUREMENTS DIRECTLY CONNECTING SPACE WEATHER PHENOMENA WITH ATMOSPHERIC RESPONSE AND DYNAMICS ACROSS MULTIPLE ATMOSPHERIC LAYERS, BETTER BALLOON PLATFORMS ARE REQUIRED. SPACELOON'S CAB, A PATENT-PENDING TECHNOLOGY, IS A COMBINATION OF HARDWARE AND SOFTWARE THAT PROVIDES CONTROLLED ALTITUDE BALLOON FLIGHT FOR ENVIRONMENTAL DATA COLLECTION BY VARYING THE BALLOON SIZE WITHOUT BURSTING AND FACILITATES ACCESS TO THE DESIRED ALTITUDES THROUGHOUT THE ATMOSPHERE FROM GROUND TO THE MESOSPHERE. CONTROLLED BALLOON SIZE VARIATION WITHIN THE BURSTS LIMIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 50633.0, "recipient_id": "3baca817-b6ec-c8ca-7981-6d8880cf6009-R", "generated_internal_id": "ASST_NON_NA23OAR0210556_1330"}, {"internal_id": 160895712, "Award ID": "NA23OAR0210555", "Award Amount": 128671.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "11.021", "Description": "FARMING OF MARINE BIVALVES PROVIDES HIGH-QUALITY PROTEIN AND HAS A POSITIVE IMPACT ON THE COASTAL ENVIRONMENT. THE U.S. IS A TOP PRODUCER OF THE MANILA CLAM (JAPANESE CARPET SHELL, RUDITAPES PHILIPPINARUM) WITH REPORTED SALES OF $31 M IN 2019. PRODUCTION OF CLAMS, HOWEVER, HAS DEPENDED ALMOST ENTIRELY ON SEED FROM WILD STOCKS AND NATURAL RECRUITMENT, LEAVING THE INDUSTRY VULNERABLE TO OCEAN CHANGE. IN RESPONSE TO TOPIC AREA 9.3 THE CHANGING OCEAN, THIS PHASE I PROPOSAL SEEKS TO DEVELOP A FAMILY-BASED BREEDING PROGRAM FOR R. PHILIPPINARUM AND SELECT FOR FAMILIES WITH DIFFERENTIAL SEX-RATIOS THAT MAY HAVE CONTRASTING YIELD POTENTIALS AND ENVIRONMENTAL RESILIENCE. THIS PROPOSAL BUILDS ON PRIOR RESEARCH SHOWING A RELATIONSHIP BETWEEN SEX-RATIOS AND GROWTH RATES, AND THE POSSIBILITY OF IDENTIFYING SEX BASED ON MITOCHONDRIAL SEGREGATION PATTERNS IN EMBRYONIC CLAMS. WE PROPOSE TO COMBINE SEVERAL TECHNOLOGICAL INNOVATIONS: (1) DEVELOPMENT OF A REPOSITORY OF PAIR-MATED, FULL-SIBLING FAMILIES; (", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 128671.0, "recipient_id": "f9937de1-867a-13fd-253c-4da25c84b94f-R", "generated_internal_id": "ASST_NON_NA23OAR0210555_1330"}, {"internal_id": 161919681, "Award ID": "NA23OAR0210554", "Award Amount": 165952.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "11.021", "Description": "ANTHROPOGENIC RADIO-FREQUENCY INTERFERENCE (RFI), OR INTERFERENCE FROM HUMAN-GENERATED SOURCES, CONTINUES TO PLAGUE SPACEBORNE MICROWAVE RADIOMETER AND SOUNDER INSTRUMENTS. UNMITIGATED RFI ADVERSELY AFFECTS THE QUALITY AND RELIABILITY OF EARTH REMOTE SENSING DATA USED FOR DETERMINING WATER AVAILABILITY, QUALITY, AND RISK. PROLIFERATION OF WIRELESS TECHNOLOGIES, EARTH-ORBITING COMMERCIAL SATELLITE CONSTELLATIONS, AND CROWDING OF SPECTRAL RESOURCES CREATES A DYNAMIC CLOUD OF INTERFERING SIGNALS THAT CORRUPT NATURALLY-OCCURRING RADIO SIGNALS RECEIVED BY RADIOMETERS USED TO ACCURATELY MONITOR THE EARTH'S WATER CYCLE. DESPITE RECENT ADVANCES IN DIGITAL RADIOMETER TECHNOLOGY AND INTERNATIONAL REGULATION OF PASSIVE EARTH OBSERVATION RADIO FREQUENCY BANDS, RFI ITSELF IS BECOMING MORE COMPLEX AND ELUSIVE TO MITIGATE. THIS PROBLEM WORSENS AT HIGHER FREQUENCIES THAT HAVE MULTI-GHZ PASSIVE SPECTRUM ALLOCATIONS ADJACENT TO INTERFERING SOURCES. NEW WIDEBAND RECEIVER TECHNOLOGY AND ACCOMPANYING ALGOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a0439ff-4db5-0cd6-d2cc-07cbd9c70857-C", "generated_internal_id": "ASST_NON_NA23OAR0210554_1330"}, {"internal_id": 161576389, "Award ID": "NA23OAR0210553", "Award Amount": 175000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "11.021", "Description": "HARMFUL ALGAL BLOOMS NEGATIVELY IMPACT THE ENVIRONMENT, ECONOMY, AND HEALTH OF WATERFRONT COMMUNITIES. THE EARLIER A POTENTIAL BLOOM IS DETECTED, THE MORE TIME TO PLAN AND EXECUTE A RESPONSE, THE SMALLER THE REMEDIAL ACTION REQUIRED, AND THE LESS THE EXPENSE AND ENVIRONMENTAL IMPACT. THE PROPOSED SUBMERSIBLE CAMERA COMBINES MULTIPLE SPECTRAL IMAGES WITH ARTIFICIAL INTELLIGENCE TO IDENTIFY AND COUNT HAB SPECIES. ADDING ENVIRONMENTAL SENSORS FOR NUTRIENTS, TEMPERATURE, LIGHT, AND OTHER GROWTH VARIABLES PROVIDE A COMPLETE SOLUTION FOR THE EARLIEST POSSIBLE PREDICTION OF BLOOM POTENTIAL. THE CAMERA HAS A LARGE FIELD OF VIEW AND FREQUENT SAMPLING TO OPTIMIZE THE HAB DETECTABILITY LIMIT. THE PRODUCT IS UNIQUE IN TAKING IN-SITU MULTISPECTRAL IMAGES AND ANALYZING THEM IN REAL TIME. IT BRINGS THE LAB TO THE FIELD IN A COMPACT FORM THAT CAN BE DEPLOYED ON AUTONOMOUS UNDERWATER VEHICLES. THE HABCAMERA WILL PROVIDE EARLIER, MORE ACCURATE, AND MORE COST-EFFECTIVE PREDICTIONS. ADAPTING THE FLEXIBLE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "817353e2-64d9-d0fd-eaa2-08e3af6c8a06-C", "generated_internal_id": "ASST_NON_NA23OAR0210553_1330"}, {"internal_id": 161919680, "Award ID": "NA23OAR0210552", "Award Amount": 174977.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-02", "CFDA Number": "11.021", "Description": "THE PROJECT OBJECTIVE IS TO GREATLY REDUCE THE COST OF MONITORING SOIL WATER CONTENT IN HIGHLY-RESOLVED VERTICAL PROFILE TO PROMOTE INCREASED ADOPTION OF MORE EFFICIENT WATER MANAGEMENT TOOLS. COST IS THE MOST SIGNIFICANT BARRIER TO ADOPTION OF SOPHISTICATED DATA-DRIVEN IRRIGATION MANAGEMENT IN PERMANENT AGRICULTURE. HIGHLY-RESOLVED VERTICAL SOIL WATER PROFILES ARE NEEDED TO LEARN SOIL-SPECIFIC HYDRAULIC RESPONSE AND TO ACCURATELY INFER CROP WATER UPTAKE AND DEEP DRAINAGE FLUXES FROM MONITORED CHANGES IN THE STORAGE PROFILE. BASING IRRIGATION DECISIONS ON THE TIME-VARYING SOIL HYDRAULIC BEHAVIOR LEARNED IN SITU WILL ENABLE THE IMPROVEMENT OF WATER AND ENERGY CONSERVATION, RESOURCE PROTECTION, AND ADAPTABILITY TO CLIMATE CHANGE. THE MASSIVE PROLIFERATION OF WIRELESS ACCESSORIES HAS DRIVEN THE COST OF INTEGRATED CIRCUIT (IC) BASED PROGRAMMABLE RF TRANSCEIVERS UNPRECEDENTEDLY LOW AND USABILITY UNPRECEDENTEDLY HIGH. WE PROPOSE TO REPURPOSE LOW-COST RF CHIPS AS SOIL WATER SENSING DEVICES AR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9a20ba7-342f-1c8e-e45c-bd285e576070-C", "generated_internal_id": "ASST_NON_NA23OAR0210552_1330"}, {"internal_id": 160895711, "Award ID": "NA23OAR0210551", "Award Amount": 174997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "11.021", "Description": "THE IMPACT OF WILDFIRES ON AIR QUALITY IN THE SURROUNDING HUNDREDS OF MILES HAS BEEN DISCUSSED SINCE THE '70S. THERE HAVE BEEN A NUMBER OF STUDIES INVESTIGATING THE SEVERITY OF THE IMPACT OF WILDFIRE SMOKE ON THE HEALTH OF PEOPLE IN AFFECTED AREAS THAT HAVE SHOWN THAT HUNDREDS OF THOUSANDS OF PEOPLE DIE AS A CONSEQUENCE OF SMOKE-TAINTED AIR. MANY STUDIES FOCUS ON THE IMPACT OF PARTICULATE MATTER EVEN THOUGH IT IS BY FAR NOT THE ONLY HARMFUL COMPONENT OF WILDFIRE SMOKE. WILDFIRE SMOKE IS A COMPLEX MIXTURE OF MANY DIFFERENT GASES IN ADDITION TO PARTICULATE MATTER. THESE GASES INCLUDE CO, NO2, SO2, CO2 AND O3, ALL OF WHICH HAVE SEVERE HEALTH EFFECTS WHEN SURPASSING CERTAIN THRESHOLD LEVELS. CURRENT AVAILABLE AIR QUALITY ASSESSMENT METHODS ARE NOT SUFFICIENT TO PROPERLY WARN PEOPLE OF WILDFIRE EMISSION TAINTED AIR. ADDITIONALLY, THERE ARE CERTAIN AREAS WHERE THE DENSITY OF AIR QUALITY MONITORING STATIONS IS NOT HIGH ENOUGH AND MODELS ARE USED TO PREDICT AIR QUALITY. THESE MODELS ARE OFTEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 847.04, "recipient_id": "3014bdbf-9ce9-42df-633d-9b6c95241abb-R", "generated_internal_id": "ASST_NON_NA23OAR0210551_1330"}, {"internal_id": 160895710, "Award ID": "NA23OAR0210550", "Award Amount": 174992.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "11.021", "Description": "HARMFUL ALGAL BLOOMS NEGATIVELY IMPACT THE ENVIRONMENT, ECONOMY, AND HEALTH OF WATERFRONT COMMUNITIES. THE EARLIER A POTENTIAL BLOOM IS DETECTED, THE MORE TIME TO PLAN AND EXECUTE A RESPONSE, THE SMALLER THE REMEDIAL ACTION REQUIRED, AND THE LESS THE EXPENSE AND ENVIRONMENTAL IMPACT. THE PROPOSED SUBMERSIBLE CAMERA COMBINES MULTIPLE SPECTRAL IMAGES WITH ARTIFICIAL INTELLIGENCE TO IDENTIFY AND COUNT HAB SPECIES. ADDING ENVIRONMENTAL SENSORS FOR NUTRIENTS, TEMPERATURE, LIGHT, AND OTHER GROWTH VARIABLES PROVIDE A COMPLETE SOLUTION FOR THE EARLIEST POSSIBLE PREDICTION OF BLOOM POTENTIAL. THE CAMERA HAS A LARGE FIELD OF VIEW AND FREQUENT SAMPLING TO OPTIMIZE THE HAB DETECTABILITY LIMIT. THE PRODUCT IS UNIQUE IN TAKING IN-SITU MULTISPECTRAL IMAGES AND ANALYZING THEM IN REAL TIME. IT BRINGS THE LAB TO THE FIELD IN A COMPACT FORM THAT CAN BE DEPLOYED ON AUTONOMOUS UNDERWATER VEHICLES. THE HABCAMERA WILL PROVIDE EARLIER, MORE ACCURATE, AND MORE COST-EFFECTIVE PREDICTIONS. ADAPTING THE FLEXIBLE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16cad040-cf6a-490c-55e1-1795d1b6dc81-R", "generated_internal_id": "ASST_NON_NA23OAR0210550_1330"}, {"internal_id": 161919679, "Award ID": "NA23OAR0210549", "Award Amount": 174788.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-02", "CFDA Number": "11.021", "Description": "ANUMA AEROSPACE SEEKS TO DEVELOP THE CONCEPTUAL DESIGN FOR, AND DETERMINE THE TECHNICAL AND ECONOMIC FEASIBILITY OF, A PERSISTENTLY-ELEVATED, GAS-FREE, AEROSTATIC SENSOR UTILITY SYSTEM (PEGASUS), WHICH WILL WORK LIKE A DATA BUOY IN THE SKY, CONTINUOUSLY COLLECTING AND TRANSMITTING WEATHER DATA FROM THE MARINE ATMOSPHERIC BOUNDARY LAYER (ABL) WITH THE DATA BEING MADE AVAILABLE VIA APPLICATION PROGRAMMING INTERFACE (API) ON THE (INTERNET) CLOUD. WE BELIEVE THIS MAY BE ACCOMPLISHED BY USING ANUMA AEROSPACE'S PATENT PENDING, PARTIAL-VACUUM LIFT (PVL) CELL AS THE AEROSTATIC LIFT COMPONENT WITH ONBOARD PHOTOVOLTAIC EQUIPMENT AND BATTERIES TO PROVIDE POWER TO ONBOARD SYSTEMS, INCLUDING WEATHER DATA SENSORS, COMMUNICATIONS EQUIPMENT, VACUUM PUMP FOR BUOYANCY CONTROL, AND A SEMI-AUTONOMOUS CONTROL SYSTEM. THE MAIN TECHNICAL ADVANTAGES OF THE PVL CELL ARE THE ABILITY TO VARY AEROSTATIC LIFT AND THEREFORE ALTITUDE BY VARYING THE INTERNAL PRESSURE, THE ABILITY TO MAINTAIN LONG-TERM PERSISTENCE, AN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4254da35-397a-7092-ce87-f896894bcced-R", "generated_internal_id": "ASST_NON_NA23OAR0210549_1330"}, {"internal_id": 160895709, "Award ID": "NA23OAR0210548", "Award Amount": 174809.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "11.021", "Description": "ELEVATED TEMPERATURES OBSERVED IN URBAN AREAS HAVE SIGNIFICANT IMPLICATIONS FOR HUMAN HEALTH, ENERGY CONSUMPTION AND INFRASTRUCTURE RELIABILITY, AND THEIR NEGATIVE EFFECTS DISPROPORTIONATELY IMPACT DISADVANTAGED POPULATIONS. INCREASING SCIENTIFIC AND PRACTICAL UNDERSTANDING OF URBAN HEAT ISLANDS IS AN IMPORTANT STEP IN IDENTIFYING THOSE REGIONS AT ELEVATED RISK, AND EFFECTIVE MITIGATION STRATEGIES. THE URBAN HEAT ISLAND EFFECT IS MOST READILY QUANTIFIED THROUGH THE MEASUREMENT OF LAND SURFACE TEMPERATURE (LST) IN URBAN REGIONS. DESPITE THE IMPORTANCE OF LST TO INFORMED DECISION MAKING AND PREPARING FOR EXTREME HEAT EVENTS, THERE IS A CURRENT LACK OF WIDELY AVAILABLE TOOLS THAT CAN DETERMINE AND PREDICT LST AT THE HIGH-RESOLUTION APPROPRIATE FOR THE GEOMETRIC COMPLEXITY AND HIGH DEGREE OF HETEROGENEITY PRESENT IN URBAN ENVIRONMENTS. PHYSICS-INFORMED DEEP LEARNING APPROACHES COMBINING DATA-DRIVEN APPROACHES AND PHYSICAL MODELING HAVE DEMONSTRATED SIGNIFICANT PROMISE IN A NUMBER OF EARTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0323a3ca-7217-511d-c9c9-d8c104904aba-C", "generated_internal_id": "ASST_NON_NA23OAR0210548_1330"}, {"internal_id": 160895708, "Award ID": "NA23OAR0210547", "Award Amount": 174971.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "11.021", "Description": "A CLOUD BASED SYSTEM FOR SHARING BATHYMETRIC SURVEY DATA COLLECTED BY FARSOUNDER CUSTOMERS IS PROPOSED AS A WAY(1) TO IMPROVE SAFETY OF NAVIGATION ON OUR OCEANS, (2) TO COLLECT MEASUREMENTS FOR THE BROADER SCIENTIFIC AND MARITIME COMMUNITIES AND (3) TO GENERALLY EXPLORE AND BROADLY SHARE INFORMATION ABOUT OUR OCEANS IN FULFILLMENT OF IDEAS PROPOSED IN TOPIC 9.3 &QUOT;THE CHANGING OCEAN&QUOT;, AND IN ACCORDANCE WITH NOAA'S OVERALL MISSION. THE PROPOSED SOLUTION VOWS CONTINUED CONTRIBUTIONS OF SUBSETS OF COLLECTED BATHYMETRIC DATA TO THE DATA CENTER FOR DIGITAL BATHYMETRY'S CROWDSOURCED BATHYMETRY DATABASE, WHILE BECOMING COMMERCIALLY VIABLE BY OFFERING VALUE ADDED DATA BASED PRODUCTS (OVERLAYS OF GRIDDED SURVEY DATA COLLECTED BY FARSOUNDER CUSTOMERS) TO NAVIGATORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": 171813.0, "recipient_id": "ed6c4243-486a-f9f1-f49e-5f734d1bb49f-C", "generated_internal_id": "ASST_NON_NA23OAR0210547_1330"}, {"internal_id": 161919678, "Award ID": "NA23OAR0210546", "Award Amount": 175000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "11.021", "Description": "ENSEMBLE INTENDS TO DEVELOP A PROOF-OF CONCEPT NEUTRAL DENSITY MONITORING AND ALERT SERVICE. TO ESTABLISH AN INNOVATIVE AND ACCURATE SPACE WEATHER ANALYTICS SERVICE, ENSEMBLE HAS PARTNERED WITH CU BOULDER'S SWX-TREC, WHO OFFER LEADING SPACE WEATHER RESEARCH-TO-OPERATIONS SUPPORT. ENSEMBLE WILL CREATE THE FOUNDATIONAL ARCHITECTURE FOR NEUTRAL DENSITY ALERTS AND NOTIFICATIONS FOR COMMERICAL SATELLITE OPERATORS USING FUCTIONALIZED NOAA SPACE WEATHER PREDICTION CENTER (SWPC) WAM-IPE OUTPUT DATA TO 1) GENERATE DENSITY PROFILES ACROSS LEO ALTITUDES AND  2) GENERATE LOCAL DENSITY DRAG PROFILES BASED ON A SATELLITE'S TWO-LINE ELEMENT.   ENSEMBLE WILL EXTRACT, FUNCTIONALIZE, ANALYZE, AND STORE DAILY WAM-IPE OUTPUT, EVALUATING THE MODEL AT SPECIFIC TIMES AND ALTITUDES WITHIN LEO. USING THIS INFORMATION, WE WILL COMPUTE GLOBAL AVERAGE DENISTY PROFILES. THE TEAM WILL  THEN GENERATE PREDICTED LOCAL NEUTRAL DENISTY PROFILES FOR A SATELLITE'S ORBITAL TRAJECTORY. THIS WILL LAY THE GROUNDWORK TO CREATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9d971c3-748e-91d6-3c39-d39052397198-C", "generated_internal_id": "ASST_NON_NA23OAR0210546_1330"}, {"internal_id": 161919677, "Award ID": "NA23OAR0210545", "Award Amount": 174956.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "11.021", "Description": "TEMPERATURE IS THE CRITICAL SIGNAL THAT ALLOWS MONITORING OF A MYRIAD OF EARTH'S PROCESSES. FROM DIRECT MEASUREMENTS OF WILDFIRE AND URBAN HEAT TO MORE COMPLEX RELATIONSHIPS WITH DROUGHT, AGRICULTURE, AQUACULTURE, AND BIODIVERSITY, MAINTAINING A STEADY PULSE ON EARTH'S SURFACE TEMPERATURE ENABLES US TO MITIGATE FOR AND ADAPT TO THE IMPACTS OF EXTREME EVENTS AND INCREASINGLY VARIABLE WATER AVAILABILITY UNDER A CHANGING CLIMATE. ALL THESE EARTH PROCESSES ARE HIGHLY DYNAMIC IN SPACE AND TIME; THE UNDERLYING PROBLEM IS THAT THEY REQUIRE HIGH SPATIAL AND HIGH TEMPORAL RESOLUTION MEASUREMENTS OF TEMPERATURE. HYDROSAT IS INNOVATING THROUGH THIS SPACE-TIME BARRIER TO PROVIDE 20 M SURFACE TEMPERATURE DATA EVERY DAY, GLOBALLY. WE PROPOSE IN THIS 6-MONTHS PHASE I INVESTIGATION TO CONDUCT A SENSITIVITY ANALYSIS AND IMPACT ASSESSMENT FRAMEWORK TO DETERMINE HOW MUCH HIGH SPATIOTEMPORAL RESOLUTION SURFACE TEMPERATURE CAN IMPROVE APPLICATIONS ACROSS: I) WILDFIRE; II) DROUGHT; III) URBAN HEAT; IV) AGRI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a83de911-f359-dd5b-5bfc-eabec9338c7a-C", "generated_internal_id": "ASST_NON_NA23OAR0210545_1330"}, {"internal_id": 161576388, "Award ID": "NA23OAR0210544", "Award Amount": 174995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "11.021", "Description": "THE IONOSPHERE-THERMOSPHERE-ELECTRODYNAMICS (I-T-E) EARTH SYSTEM VARIES MARKEDLY ON DIFFERENT SPATIAL AND TEMPORAL SCALES AND THIS VARIATION CAN HAVE ADVERSE EFFECTS ON HUMAN OPERATIONS AND SYSTEMS. THERE IS A NEED TO SPECIFY AND FORECAST NEAR-EARTH I-T-E SPACE WEATHER TO REDUCE THE RISKS FROM HAZARDS TO SYSTEMS THAT OPERATE IN THIS ENVIRONMENT. AN INDICATOR OF THE CURRENT STATE AND THE NEAR-TERM EVOLUTION OF LARGE GEOMAGNETIC STORMS IS THE PRESENCE OF NITRIC OXIDE (NO), A MINOR SPECIES, WHICH IS PRODUCED DURING GEOMAGNETIC STORMS. IT IS CREATED IN THE 100-160 KM REGION DUE TO PRECIPITATING CHARGED PARTICLES ALONG EARTH'S MAGNETIC FIELD LINES THAT ENTER THE HIGHER LATITUDE ATMOSPHERE. GEOMAGNETIC DISTURBANCES LEAD TO EPISODIC HEATING AND EXPANSION OF THE THERMOSPHERE. THE EXPANSION THEN INCREASES DENSITY AT FIXED ALTITUDES AND CAUSES MORE ATMOSPHERIC DRAG ON LEO OBJECTS. AS A GEOMAGNETIC STORM'S JOULE HEATING AND PARTICLE PRECIPITATION HEAT THE AURORAL REGIONS, THERE IS INCREASED INFRA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de54c7d7-4853-fef6-8432-a481c662d0da-C", "generated_internal_id": "ASST_NON_NA23OAR0210544_1330"}, {"internal_id": 161576387, "Award ID": "NA23OAR0210342", "Award Amount": 650000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-17", "CFDA Number": "11.021", "Description": "AIRMETTLE INC. IS TRANSFORMING BIG DATA ANALYTICS FOR NOAA AND THE BROADER SCIENTIFIC COMMUNITY WITH A REAL-TIME SMART DATA LAKE SOLUTION. OUR INNOVATIVE METHOD UTILIZES MASSIVELY PARALLEL IN-STORAGE DATA PROCESSING WITHIN A VERSATILE SOFTWARE DEFINED STORAGE FRAMEWORK, DEPLOYABLE ON-PREMISES OR AS A CLOUDBASED SERVICE. BUILDING UPON OUR SUCCESSFUL NOAA SBIR PHASE I PROJECT, WE STRIVE TO IMPROVE THE HANDLING OF LARGE, MULTI-DIMENSIONAL NETCDF4 DATASETS VITAL TO CLIMATE AND WEATHER FORECASTING. THIS PROJECT INCORPORATES ON-DEMAND RESCALING, ALLOWING USERS TO DIRECTLY LOAD ONLY THE REQUIRED DATA AT THEIR DESIRED RESOLUTION FROM THE STORAGE SERVICE. WE WILL VALIDATE THE BENEFITS FOR CLIMATOLOGISTS AND ENHANCE THE SOLUTION'S COMMERCIAL ROBUSTNESS. OUR GOAL IS TO ACCELERATE BASIC OPERATIONS BY 100X AND REDUCE THE DATA RETRIEVED FROM STORAGE BY OVER 10X FOR TYPICAL REQUESTS. THE POTENTIAL COMMERCIAL APPLICATIONS SPAN METEOROLOGY AND CLIMATOLOGY ACROSS VARIOUS SECTORS, MAKING IT EASIER AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1a9360c-bc8e-7756-9c2e-a91f441e5702-R", "generated_internal_id": "ASST_NON_NA23OAR0210342_1330"}, {"internal_id": 161919676, "Award ID": "NA23OAR0210341", "Award Amount": 643720.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "11.021", "Description": "THIS PROJECT WILL BUILD UPON RESEARCH CONDUCTED DURING A PHASE I SBIR EFFORT, WHICH SHOWED THAT GERMICIDAL UV-C RADIATION EMITTED BY LEDS INSTALLED INSIDE OF SUBMERGED RADIOMETERS CAN REACH LEVELS KNOWN TO PREVENT BIOFOULING (ACCUMULATION OF BIOLOGICAL MATTER) ON THEIR EXTERNAL OPTICAL SURFACES (WINDOWS, DIFFUSERS) WITHOUT AFFECTING THE INSTRUMENT'S MEASUREMENTS. THIS TECHNOLOGY WILL IMPROVE THE LONG-TERM ACCURACY OF SENSORS MONITORING THE HEALTH OF THE OCEANS AND THEIR DATA PRODUCTS (E.G., CONCENTRATION OF CHLOROPHYLL AND DISSOLVED ORGANICS). WE WILL BUILD AND TEST MULTICHANNEL AND SINGLE-CHANNEL RADIOMETERS FOR MEASURING LIGHT (IRRADIANCE AND RADIANCE) IN THE ULTRAVIOLET, VISIBLE, AND INFRARED RANGE. CHALLENGES INCLUDE THE INTEGRATION OF LEDS AND OTHER OPTICAL ELEMENTS IDENTIFIED IN PHASE I INTO PRESSURE-RATED UNDERWATER HOUSINGS THAT CAN WITHSTAND DEPLOYMENT IN THE OCEAN FOR SEVERAL MONTHS OR MORE WITHOUT THE NEED OF SERVICING. ONCE DESIGNED AND PROTOTYPED, THESE RADIOMETERS WILL BE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6abe5f85-1e97-b6a9-50c6-873d75e9c470-C", "generated_internal_id": "ASST_NON_NA23OAR0210341_1330"}, {"internal_id": 160895707, "Award ID": "NA23OAR0210340", "Award Amount": 649679.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "11.021", "Description": "MAINTAINING HEALTHY POPULATIONS OF SALMON AND TROUT (SALMONIDS) HAS SIGNIFICANT BIOLOGICAL, CULTURAL, AND ECONOMIC BENEFITS. SIGNIFICANT DATA GAPS EXIST FOR SOURCES OF MORTALITY IN JUVENILE AND ADULT SALMONIDS IN SMALL STREAMS. THESE GAPS CAN CREATE DISCREPANCIES BETWEEN MAIN STEM ESCAPEMENT COUNTS AND ESTIMATES OF POPULATION HEALTH. FIELD DATA SERVICES, LLC IS DEVELOPING NOVEL CAMERA TRAP TECHNOLOGY THAT LEVERAGES NEWLY AVAILABLE SOLID STATE LIDAR SENSOR CHIPS FOR DETECTING ANADROMOUS FISH IN SMALL STREAMS. THIS LIDAR CHIP, INTRODUCED IN OCTOBER 2020, USES AN INFRARED LASER TO MEASURE DISTANCES TO OBJECTS WITH MILLIMETER ACCURACY. THIS BREAKTHROUGH TECHNOLOGY COULD ENABLE LOW-COST DETECTION OF ADULT SALMONIDS AS THEY MOVE OVER SHALLOW RIFFLES, OR JUVENILES UNDERWATER. LIDAR CHIPS HAVE BEEN INCORPORATED INTO AN EXISTING FIELD-PROVEN DIGITAL PLATFORM THAT INCLUDES AN AI-ENABLED SMART CAMERA AND LONG-DISTANCE WIRELESS LINK. OUR DEVICES ARE SMALL (2 LBS), PORTABLE, AND ABLE TO BE INSTALLE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e1df0a0-1a1d-d0ef-0b80-7e8277c73703-R", "generated_internal_id": "ASST_NON_NA23OAR0210340_1330"}, {"internal_id": 161919675, "Award ID": "NA23OAR0210339", "Award Amount": 649994.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "11.021", "Description": "TO ADDRESS NOAA'S NEED FOR TECHNOLOGIES CONDUCIVE TO A WEATHER-READY NATION, INTELLISENSE SYSTEMS, INC. (INTELLISENSE) PROPOSES, IN PHASE II, TO ADVANCE THE DEVELOPMENT OF A NEW FLOOD LOCATION AND ALERTING (FLOA) SOFTWARE SYSTEM PROVEN FEASIBLE IN PHASE I. FLOA IS BASED ON INTEGRATING DATA FROM IOT FLOOD SENSORS SUCH AS INTELLISENSE'S AWARE, COMBINED WITH PUBLICLY AVAILABLE DATA, INTO WAZE, A MOBILE-BASED NAVIGATION APPLICATION, AND FEMA'S IPAWS. SPECIFICALLY, THE INNOVATION IN AN EXTENSIBLE SOFTWARE PLATFORM CAPABLE OF INGESTING SENSOR AND PUBLICLY AVAILABLE DATA AND ITS COMPATIBILITY WITH WAZE AND OTHER MASS NOTIFICATION SYSTEMS WILL SIGNIFICANTLY IMPROVE THE PROCESS OF DISSEMINATING FLOOD HAZARD INFORMATION TO HELP REDUCE LOSS OF LIFE, PROPERTY, AND DISRUPTION FROM HIGH-IMPACT WEATHER EVENTS, AS WELL AS IMPROVING TRANSPORTATION SAFETY AND EFFICIENCY. AS A RESULT, FLOA OFFERS EXTENSIBILITY TO INTEGRATE WITH FUTURE SENSORS AND MULTIPLE NOTIFICATION SYSTEMS WHILE BEING EASY TO DEPLOY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82eae2c4-dea7-f9a7-85fb-4e1376b7a643-C", "generated_internal_id": "ASST_NON_NA23OAR0210339_1330"}, {"internal_id": 161576386, "Award ID": "NA23OAR0210338", "Award Amount": 648918.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-17", "CFDA Number": "11.021", "Description": "AS GLOBAL EFFORTS TOWARD OCEAN HEALTH HAVE GAINED MOMENTUM, IT IS CRITICAL TO GENERATE HIGHQUALITY OCEAN DATA FOR INDUSTRIES THAT OPERATE AND/OR MANAGE OCEAN RESOURCES. BLUE OCEAN GEAR HAS DEMONSTRATED HOW SMART BUOYS EQUIPPED WITH SENSORS CAN BE USEFUL TO FISHERIES BY TRACKING GEAR AND PROVIDING ENHANCED MARINE CONDITION AWARENESS. BUILDING ON PHASE I EFFORTS, THIS PROJECT WILL HIGHLIGHT THE OPPORTUNISTIC USE OF FISHING GEAR ALREADY OUT ON THE WATER TO PROVIDE RELEVANT DATA FOR ADJACENT INDUSTRIES. BLUE OCEAN GEAR'S COMBINATION OF HARDWARE AND DATA WILL RESULT IN A POWERFUL MEANS OF OBTAINING BETTER INSIGHTS TO OCEAN CONDITIONS IN HIGH SPATIAL GRANULARITY FOR OFFSHORE REGIONS. THE PROPOSED PROJECT WILL BRING TO REALIZATION THE FEATURES REQUIRED FOR A LOW-COST, RUGGED, SENSOR-RICH DATA BUOY. DEPLOYMENTS WILL DEMONSTRATE THE VALUE OF BUOY DATA FROM FISHING GEAR IN ALASKA AND/OR THE GULF OF MEXICO FOR USE WITH METEOROLOGISTS AND OFFSHORE WIND DEVELOPMENT. THE RESULTING DATA PRODUCT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d81b8c9e-e496-c26b-be8d-273e67183275-C", "generated_internal_id": "ASST_NON_NA23OAR0210338_1330"}, {"internal_id": 161919674, "Award ID": "NA23OAR0210337", "Award Amount": 649864.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-09", "CFDA Number": "11.021", "Description": "THE ORBITAL WILDFIRE RESILIENCE (OWR) PROJECT COMPRISES THE INNOVATIVE COMBINATION OF MYRADAR'S MINIATURIZED SATELLITE TECHNOLOGY, ONBOARD ARTIFICIAL INTELLIGENCE (AI) PROCESSING, AND WIDE-REACHING DISSEMINATION PLATFORM TO IMPROVE THE WILDFIRE HAZARD RESILIENCE OF STAKEHOLDERS. THIS RESEARCH FACILITATES THE DEVELOPMENT OF NEW MYRADAR COMMERCIAL ALERTING, NOWCASTING, AND SATELLITE IMAGERY PRODUCTS. THE PHASE II MISSION WILL BE AN ORBITAL DEMONSTRATION OF MULTI-SENSOR DATA CAPTURE AND DOWNLINK, AND AI ASSISTED LOW-BANDWIDTH ALERTING, AND TRAINING DATASET GENERATION. PHASE II TASKS WILL INCLUDE THE CONSTRUCTION OF TWO 1U HORIS SMALL-SATELLITE PATHFINDER FLIGHT MODELS WITH GROUND-VALIDATED SUBSYSTEMS, CROSS-CHARACTERIZATION OF BOTH FLIGHT MODEL SENSOR SUITES, LAUNCH CERTIFICATION AND DEPLOYER INTEGRATION, ORBITAL COMMISSIONING, AND COLLECTION OF ORBITAL TRAINING DATA FOR AI MODEL DEVELOPMENT. IN A CHANGING CLIMATE THE IMPACT OF WILDFIRE-RELATED HAZARDS IS ANTICIPATED TO GROW SIGNIFICA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "580a65e5-ac02-f042-92d7-b62b8049510c-C", "generated_internal_id": "ASST_NON_NA23OAR0210337_1330"}, {"internal_id": 160895706, "Award ID": "NA23OAR0210336", "Award Amount": 649987.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "11.021", "Description": "ELECTRONIC MONITORING (EM) REPRESENTS A PROMISING OPPORTUNITY FOR FISHERY MANAGEMENT OF THE FUTURE. YET AFTER NEARLY TWO DECADES OF IMPLEMENTATION LESS THAN 1% OF THE WORLD'S FISHING FLEET ARE ABLE TO PARTICIPATE IN THESE PROGRAMS. COST REMAINS A KEY BARRIER TO THE IMPLEMENTATION OF THESE PROGRAMS AND THE PRIMARY COST DRIVERS ARE MANUAL VIDEO REVIEW, DATA TRANSMISSION AND DATA STORAGE. OUR SBIR PHASE I EFFORTS HAVE PROVEN THE FEASIBILITY OF UTILIZING COMPUTER VISION AND MACHINE LEARNING TECHNIQUES TO ANALYZE EM VIDEO WITH HUMAN-LEVEL ACCURACY AND RESULTED IN TECHNOLOGY AT TECHNOLOGY READINESS LEVEL (TRL) 5. THE AIM OF THIS PROJECT IS TO EXTEND AND ENHANCE OUR TECHNOLOGY TO A TRL 9 AND BEGIN ONBOARDING GLOBAL CUSTOMERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38cfd40c-7dea-9fa1-b27d-58d702b81773-R", "generated_internal_id": "ASST_NON_NA23OAR0210336_1330"}, {"internal_id": 160895705, "Award ID": "NA23OAR0210335", "Award Amount": 650000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-03", "CFDA Number": "11.021", "Description": "IN THIS PHASE II PROJECT, WE WILL DEMONSTRATE A PROTOTYPE IN AN OPERATIONALLY-RELEVANT ENVIRONMENT FOR CLIMATIZE , A CLOUD-BASED SOFTWARE PLATFORM WITH THE NOVEL CAPABILITY TO DETERMINE AND DELIVER USER-SPECIFIC THERMAL COMFORT INFORMATION FOR WEATHER-READY DECISION-MAKING. PEOPLE AND ORGANIZATIONS IN A WEATHER-READY NATION ADAPT TO WEATHER CHANGES AND ENVIRONMENTAL EVENTS WITH RESILIENCE. A CHALLENGE OF BUILDING A WEATHER-READY NATION IS DELIVERING ACTIONABLE INFORMATION THAT IS MEANINGFUL BASED ON USERS' UNIQUE PHYSIOLOGY, PSYCHOLOGY, BEHAVIOR, AND LOCATION. FOR THE FIRST TIME, OUTDOOR ENTHUSIASTS AND WORKERS WILL RECEIVE WEATHER FORECASTS PERSONALIZED THROUGH THE LENS OF THERMAL COMFORT, THE STATE OF MIND AND PHYSICAL SENSATION ASSOCIATED WITH THE THERMAL ENVIRONMENT. THIS SHIFT IN PERSPECTIVE SURPASSES HYPERLOCAL FORECASTS BY PUTTING EACH CONSUMER AT THE CENTER OF THE WEATHER UNIVERSE. CLIMATIZE HAS THE POTENTIAL TO UNLOCK VALUABLE BENEFITS CONSISTENT WITH NOAA'S LONG-TERM GOALS,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16b2c4d7-206c-cf5a-9d78-75975fc0f060-R", "generated_internal_id": "ASST_NON_NA23OAR0210335_1330"}, {"internal_id": 161919673, "Award ID": "NA23OAR0210334", "Award Amount": 649996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "11.021", "Description": "PRESCRIBED BURNS ARE A CRITICAL ASPECT OF LAND MANAGEMENT, BUT THEY REQUIRE VEGETATION DATA THAT IS HARD TO OBTAIN AT HIGH RESOLUTION AND ON THE TIMESCALE REQUIRED. OUR AUTONOMOUS UAV COLLECTS CRITICAL FIRE MODELING VARIABLES THROUGH SUBCANOPY FLIGHT, ENABLING RAPID SURVEYS FOR FASTER AND SAFER BURN PLANNING. IN PHASE I, WE PROVED THE FEASIBILITY OF MAPPING LIVE FUEL MOISTURE CONTENT (LFMC) WITH SUBCANOPY UAV DATA, INCLUDING NEAR AND SHORTWAVE INFRARED. TO BUILD ON THIS, IN PHASE II WE WILL ENABLE THE UAV TO MEASURE THE REMAINING REQUIRED VARIABLES FOR FIRE BEHAVIOR PREDICTION, E.G., CANOPY BASE HEIGHT, STAND HEIGHT, AND CANOPY COVER. WE ADDITIONALLY PROPOSE A METHOD FOR MULTI-UAV COLLABORATION TO REDUCE TOTAL SURVEY TIME, SINCE SUBCANOPY FLIGHT SPEEDS ARE LIMITED. THIS TECHNOLOGY WILL ENABLE BURN MANAGERS TO INCREASE THEIR ANNUAL ACREAGE TREATED WITH PRESCRIBED BURNS, REDUCING THE RISK OF CATASTROPHIC WILDFIRES AT A TIME WHEN THAT IS CRITICALLY NEEDED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c43ca1ff-cbd9-86c6-19f7-35b30fec74bf-R", "generated_internal_id": "ASST_NON_NA23OAR0210334_1330"}, {"internal_id": 161576385, "Award ID": "NA23OAR0210333", "Award Amount": 650000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-21", "CFDA Number": "11.021", "Description": "THE MARINE MICROALGAE CHRYPTHECODINIUM CONHII (C. COHNII) CONTAINS HIGH LEVELS OF DOCOSAHEXAENOIC ACID (DHA) AND DHA SYNTHASE ENZYMES (DSE). FINFISH HAVE SHOWN DE NOVO SYNTHESIS OF DHA WHEN FED A C. COHNII PRODUCT, KONISAP , DEVELOPED BY FPN LLC. KONISAP  IS UNIQUE TO THE AQUA-FEED MARKET AS IT IS PRODUCED UNDER LOW TEMPERATURE AND INERT GAS TO PREVENT LIPID OXIDATION AND AVOID ENZYME DENATURATION. THIS PHASE II WILL CONDUCT ATLANTIC SALMON FEEDING TRIALS USING KONISAP  AIMED TO QUANTIFY THE ACTIVITY OF DSE. THE QUANTIFICATION OF DSE ACTIVITY WILL PROVIDE ACCURATE FEEDING METHODS TO ESTABLISH SUFFICIENT ACCUMULATION OF DHA IN ADULT FISH. THE ULTIMATE GOAL OF THIS RESEARCH IS TO DEMONSTRATE KONISAP  PRODUCTION POTENTIAL AND PROVIDE THE PARAMETERS IN WHICH AQUACULTURISTS CAN USE KONISAP  TO FORTIFY THE DHA CONTENTS OF THEIR PRODUCT. INCREASES IN DHA CONCENTRATION IN FISH PROVIDES ADDED VALUE AT MARKET.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "03d2bdad-9eda-8cde-b0f7-a5f1e0681b93-R", "generated_internal_id": "ASST_NON_NA23OAR0210333_1330"}, {"internal_id": 160895704, "Award ID": "NA23OAR0210332", "Award Amount": 649950.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-12", "CFDA Number": "11.021", "Description": "THIS RESEARCH AIMS TO DEVELOP DECISION SUPPORT TOOLS FOR BETTER MAINTENANCE AND PLANNING OF RENEWABLE ENERGY GENERATION AND STORAGE ASSETS USING ATMOSPHERIC, LOCAL WEATHER, AND ON-GROUND ENVIRONMENTAL DATA BLENDED WITH SITE-, REGIONAL- AND NATIONAL-GENERATION DATA. THE STUDY WILL USE A COMBINATION OF THESE DATA TO UNDERSTAND THE RELATIONSHIP BETWEEN NON-CLOUD COVER BASED ATMOSPHERIC CONDITIONS AND THE IMPACT ON RENEWABLE ENERGY GENERATION AND STORAGE WHICH WILL THEN BE USED TO DEVELOP MODELS FOR PLANNING AND DECISION SUPPORT FOR OPERATIONS. RESEARCH WILL BE CONDUCTED ACROSS MULTIPLE RENEWABLE GENERATION AND STORAGE SITES WITH DIVERSE ENVIRONMENTAL CONDITIONS TO VALIDATE AND VERIFY THE EXISTING MODEL DEVELOPED DURING PHASE I OF THIS RESEARCH. THE EXPECTED RESULTS OF THIS RESEARCH INCLUDE A BETTER UNDERSTANDING OF THE RELATIONSHIP BETWEEN ATMOSPHERIC CONDITIONS AND THE IMPACT ON RENEWABLE ENERGY GENERATION AND STORAGE, THE DEVELOPMENT OF A DECISION SUPPORT TOOL FOR PROACTIVE AND REACTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 649950.0, "recipient_id": "f3b0cb4b-1e19-b018-746a-1d0b5798b0a8-C", "generated_internal_id": "ASST_NON_NA23OAR0210332_1330"}, {"internal_id": 161576384, "Award ID": "NA23OAR0210330", "Award Amount": 649781.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-16", "CFDA Number": "11.021", "Description": "LOW LEVEL METEOROLOGICAL DATA OVER THE WORLD'S OCEANS IS HARD TO COLLECT, DUE TO THE COST AND DIFFICULTY OF SENSOR EMPLACEMENT. CREWED AIRCRAFT ARE DEPLOYED WHEN MAJOR WEATHER EVENTS ARISE, BUT BETWEEN THOSE MAJOR WEATHER EVENTS, IN-SITU DATA SOURCES ARE VERY LIMITED. UNCREWED AIRCRAFT SYSTEMS (UAS) PRESENT A UNIQUE OPPORTUNITY TO INEXPENSIVELY COLLECT METEOROLOGICAL DATA FROM REMOTE AREAS, BUT CURRENT SYSTEMS CANNOT MEET THE COST AND CAPABILITY THRESHOLDS TO MAKE DATA COLLECTION ECONOMICALLY VIABLE. IN THE PRECEDING PHASE I EFFORT, DRAGOON DEMONSTRATED THE ABILITY TO CARRY A METEOROLOGICAL SENSOR FOR VERY LONG PERIODS, USING AN INTERNALLY DEVELOPED PLATFORM TO FLY A 26-HOUR, 39-MINUTE DATA COLLECTION MISSION. THIS PROPOSAL OUTLINES THE NEXT STEPS IN DEVELOPING AND TESTING AN OPTIONALLY DISPOSABLE UAS PLATFORM FOR WEATHER DATA COLLECTION. THE PROPOSED WORK INCLUDES RESEARCH INTO NOVEL MANUFACTURING METHODS TO DECREASE THE COST OF UAS, AS WELL AS HYBRID POWERPLANT DEVELOPMENT FOR INCRE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07697974-ba9a-aba2-dabb-8e50a8d46158-C", "generated_internal_id": "ASST_NON_NA23OAR0210330_1330"}, {"internal_id": 161576383, "Award ID": "NA23OAR0210329", "Award Amount": 649348.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-17", "CFDA Number": "11.021", "Description": "THE LACK OF CONSISTENT, ACCURATE INFORMATION ON LOCAL WILDFIRE BEHAVIOR, SUCH AS GUSTINESS OF WINDS AT WILDFIRE FRONTS AND EMBER SHOWERS IS ONE OF THE MOST CRITICAL DATA GAPS FOR WILDFIRE MANAGERS. ATMOSPHERIC PROCESSES IN THE ATMOSPHERIC BOUNDARY LAYER SIGNIFICANTLY INFLUENCE THE BEHAVIOR OF WILDFIRES. TEMPORAL AND SPATIAL VARIABILITY OF FINE-SCALE WINDS AT THE WILDFIRE FRONT PLAYS A KEY ROLE IN FORECASTING WILDFIRE SPREAD AND SPOTTING EVENTS. AVAILABLE WIND INFORMATION FROM SATELLITES AND NUMERICAL WEATHER PREDICTION MODELS DOES NOT MEET THE NEED FOR THE TEMPORAL AND SPATIAL RESOLUTION FOR PRECISE MODELING OF WILDFIRES, ESPECIALLY THE FIRE SPREAD THROUGH EMBER DISPERSAL WITHIN WILDLAND-URBAN INTERFACES (WUI). THE WINDTL SYSTEM IS A CUTTING-EDGE OPERATIONAL WILDFIRE EMBER MODEL INITIALIZED BY HYPER-LOCAL WINDS RESOLVED FROM UNMANNED AERIAL SYSTEMS (UAS) MEASUREMENTS IN THE WILDFIRE CANOPY. THE HYPER-LOCAL WINDS CAN REVEAL THE NEARFIELD DYNAMICS OF THE BUOYANT PLUMES OF HOT AIR, OFFER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e20db02-7d2a-11ae-0cec-3d00c54ef280-C", "generated_internal_id": "ASST_NON_NA23OAR0210329_1330"}, {"internal_id": 161919672, "Award ID": "NA23OAR0210328", "Award Amount": 650000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-09", "CFDA Number": "11.021", "Description": "DEMAND FOR SEAWEED PRODUCTS HAS DRAMATICALLY INCREASED IN THE U.S.; HOWEVER, DOMESTIC PRODUCTION FROM BOTH WILD HARVESTS AND AQUACULTURE OPERATIONS ONLY SUPPLIES 1% OF THIS DEMAND. TO MEET DEMAND, EXPANSION OF SEAWEED AQUACULTURE IS CRUCIAL TO PROTECT WILD POPULATIONS FROM EXTINCTION BY OVERHARVESTING, WHICH IMPACTS ENTIRE MARINE ECOSYSTEMS. CURRENTLY, U.S. KELP AQUACULTURE METHODS RELY ON WILD HARVESTED REPRODUCTIVE TISSUE, WHICH IS NOT SUSTAINABLE. IN RESPONSE TO NOAA TOPIC 9.3, HEALTHY OCEANS, OCEAN'S BALANCE INC. WORKING WITH THE WOODS HOLE OCEANOGRAPHIC INSTITUTION PROPOSES TO DEVELOP PROCEDURES TO SCALE THE GROWTH OF SKINNY KELP (SACCHARINA LATISSIMA FORMA ANGUSTISSIMA) GAMETOPHYTES IN CULTURE TO PRODUCE A COMMERCIAL-SCALE SEEDSTRING PRODUCT THAT DOES NOT RELY ON REPEATED WILD HARVESTS. SKINNY KELP IS A FAST-GROWING SISTER SPECIES OF SUGAR KELP NATIVE TO MAINE WITH MORE DESIRABLE COMMERCIAL CHARACTERISTICS. THIS SBIR PROJECT WILL DEVELOP THE PROTOCOLS NECESSARY FOR SCALING PRODUC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "237928d1-c3c9-bc7c-b8c2-40ca72e3116a-R", "generated_internal_id": "ASST_NON_NA23OAR0210328_1330"}, {"internal_id": 160895703, "Award ID": "NA23OAR0210327", "Award Amount": 649901.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-03", "CFDA Number": "11.021", "Description": "IN PHASE I WE DEVELOPED A SOFTWARE CAPABILITY FOR PREDICTING THE FUTURE POSITIONS OF OCEAN DRIFTERS. WE DEMONSTRATED THE CAPABILITY TO PREDICT DRIFT FOR OBJECTS OF VARYING SHAPES AND TRAIN MODELS BASED ON HISTORICAL OBSERVATIONS. IN PHASE II WE WILL LEVERAGE THIS SOFTWARE TO PERFORM HIGH VOLUME EXPERIMENTATION THROUGH WHICH WE WILL FULLY DEVELOP TRAINED MODELS USING HISTORICAL DATA FOR BOTH PASSIVE DRIFTERS AND UNCREWED SURFACE VEHICLES (USVS) WITH ADJUSTABLE SAILS AND RUDDERS. WE WILL PERFORM A DEMONSTRATION DEPLOYMENT OF DRIFTERS AND COLLECT DATA TO VALIDATE BOTH OUR APPROACH AS WELL AS THE MODELS WE USE AS INPUTS. WE WILL WORK WITH TEAMS DEPLOYING AND NAVIGATING USVS TO PERFORM DEPLOYMENT AND ROUTE RECOMMENDATIONS FOR A VARIETY OF MISSION TYPES. OUR WORK WILL RESULT IN PREDICTIVE CAPABILITIES AND TOOLS THAT CUSTOMERS WILL USE TO MORE DELIBERATELY DEPLOY, MANAGE, AND NAVIGATE THEIR UNCREWED ASSETS. THE PREDICTIVE CAPABILITIES WE DEVELOP WILL IMPROVE MISSION SUCCESS FOR EXISTING SYSTE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc88240c-d967-b330-1399-e0e4ea3176df-C", "generated_internal_id": "ASST_NON_NA23OAR0210327_1330"}, {"internal_id": 161576382, "Award ID": "NA23OAR0210326", "Award Amount": 650000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-16", "CFDA Number": "11.021", "Description": "THERE IS A DIRE NEED FOR TECHNOLOGY TO RAPIDLY AND ACCURATELY DETECT AND QUANTIFY ESCHERICHIA COLI SEROTYPES 0157:H7 AND K12 AND VIBRIO PARAHAEMOLYTICUS AND TOTAL FECAL COLIFORMS. IN PHASE I WE DEVELOPED A NOVEL APPROACH TO SURFACE ENHANCED RAMAN SPECTROSCOPY (SERS) FOR DETECTING HUMAN PATHOGENS IN CULTURED BACTERIA, MIXTURES OF ORGANISMS AND IN OYSTER TISSUE. OUR APPROACH USES A HIGHER ENERGY LASER WAVELENGTH (405NM) COMPARED WITH THE LOWER ENERGY OF MORE THE COMMON LASERS AT 633 AND 785NM, A NOVEL MIXTURE AND PREPARATION OF AG-COATED NANO-PARTICLES PASSED THROUGH A MICROFLUIDIC MIXING PLATFORM, AND CLASSIFICATION OF RAMAN SPECTRA WITH A NOVEL 1D CONVOLUTIONAL NEURAL NETWORK (CNN). THROUGH SERIAL DILUTIONS OF CULTURED BACTERIA, THE DETECTION LIMIT OF THE SERS PLATFORM WAS EVALUATED AT A DILUTION OF 1:100, WHICH WAS EQUIVALENT TO ~100 CFU/ML AND A MPN OF 44.8 /ML. IN PHASE II WE WILL FURTHER REFINE THE APPROACH AND BUILD SEVERAL UNITS FOR TESTING BY MANAGERS IN THE FIELD. THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a615fb92-2727-025d-52fd-8e1f1f08b8f2-C", "generated_internal_id": "ASST_NON_NA23OAR0210326_1330"}, {"internal_id": 151290789, "Award ID": "NA22OAR0210592", "Award Amount": 135535.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-02", "CFDA Number": "11.021", "Description": "TO ADDRESS NOAAS NEED FOR A WEATHER-READY NATION, INTELLISENSE SYSTEMS, INC. (INTELLISENSE) PROPOSES TO DEVELOP A NEW FLOOD LOCATION AND ALERTING (FLOA) SOFTWARE SYSTEM BASED ON INTEGRATING DATA FROM IOT FLOOD SENSORS SUCH AS INTELLISENSES AWARE IN COMBINATION WITH PUBLICLY AVAILABLE DATA, INTO WAZE, A MOBILE-BASED NAVIGATION APPLICATION, AS WELL AS FEMAS IPAWS. SPECIFICALLY, THE INNOVATION IN AN EXTENSIBLE SOFTWARE PLATFORM CAPABLE OF INGESTING SENSOR AND PUBLICLY AVAILABLE DATA AND ITS COMPATIBILITY WITH WAZE AND OTHER MASS NOTIFICATION SYSTEMS (MNS) WILL IMPROVE THE PROCESS OF DISSEMINATING FLOOD HAZARD INFORMATION AND ULTIMATELY REDUCING LOSS OF LIFE, PROPERTY, AND DISRUPTION FROM HIGH-IMPACT EVENTS, AS WELL AS IMPROVING TRANSPORTATION EFFICIENCY AND SAFETY. AS A RESULT, THIS SYSTEM OFFERS EXTENSIBILITY TO INTEGRATE FUTURE SENSORS WHILE BEING EASY TO DEPLOY AND CAPABLE OF INTEGRATING WITH MULTIPLE NOTIFICATION SYSTEMS, WHICH DIRECTLY ADDRESSES NOAA PROGRAM REQUIREMENTS. IN PHASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82eae2c4-dea7-f9a7-85fb-4e1376b7a643-C", "generated_internal_id": "ASST_NON_NA22OAR0210592_1330"}, {"internal_id": 150280744, "Award ID": "NA22OAR0210591", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "11.021", "Description": "THE MASSIVE VOLUMES OF MULTI-DIMENSIONAL ARRAY-ORIENTED DATA GENERATED BY NOAA PROGRAMS AND THE SCIENTIFIC COMMUNITY AT LARGE ARE PREDOMINANTLY STORED IN INDUSTRY STANDARD NETWORK COMMON DATA FORM (NETCDF). KEY CHALLENGES EXIST IN MAKING USE OF DATA STORED IN NETCDF: DATA SETS ARE OFTEN TOO LARGE TO BE COPIED AND TRANSFERRED ACROSS NETWORKS FOR EVERY USER, AND EACH TIME DATA IS ACCESSED BY AN ANALYTICS TOOL IT MUST BE RETRIEVED, SUBSETS EXTRACTED, AND SUBSEQUENTLY FORMATTED, AMONG OTHER REQUIREMENTS, WHICH CAN ACCOUNT FOR 80-90% OF THE TOTAL TIME NEEDED TO INSIGHT. TO UNLOCK THE ENORMOUS POTENTIAL OF PETABYTE SCALE NETCDF-FORMATTED DATA STORED AT DIFFERENT LOCATIONS, IN THIS SBIR PHASE I PROJECT, AIRMETTLE, INC. WITH ITS RESEARCH PARTNERS FROM THE UNIVERSITY OF WISCONSIN MADISON PROPOSES TO EXPLORE THE FEASIBILITY OF INTEGRATING IN-SITU ANALYSIS CAPABILITIES FOR MULTI-DIMENSIONAL DATA (NETCDF) INTO OUR HIGHLY INNOVATIVE REAL-TIME SMART DATA LAKE SOLUTION. DRAMATICALLY ACCELERATED DATA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1a9360c-bc8e-7756-9c2e-a91f441e5702-R", "generated_internal_id": "ASST_NON_NA22OAR0210591_1330"}, {"internal_id": 150280749, "Award ID": "NA22OAR0210590", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-12", "CFDA Number": "11.021", "Description": "NANOPLASTICS (PLASTIC DEBRIS &LT;1 M IN DIAMETER) ARE A GROWING THREAT TO OUR OCEANS, AS NANOPLASTICS DEMONSTRATE TOXICITY AND ARE BIOMAGNIFIED THROUGH THE AQUATIC FOOD CHAIN. CURRENT DETECTION METHODS FOR NANOPLASTICS SUFFER FROM LOW SPECIFICITY, INACCURATE QUANTIFICATION, OR REQUIRE HIGH-COST EQUIPMENT, NON-PORTABLE EQUIPMENT WHICH LIMITS TESTING. THERE IS A NEED FOR RAPID, INEXPENSIVE TESTING METHODOLOGY CAPABLE OF DISCERNING THE SIZE AND CHEMICAL COMPOSITION OF NANOPLASTICS. HERE WE PROPOSE TO DEVELOP OUR COMPACT, PORTABLE, EASY-TO-OPERATE SOLID-STATE NANOPORE SYSTEM FOR THE DETECTION AND QUANTIFICATION OF NANOPLASTICS. WE HYPOTHESIZE THAT WE CAN DIFFERENTIATE NPS FROM ORGANIC PARTICLES DUE TO DIFFERENCES IN ELECTRICAL SIGNALS GENERATED AS THE PARTICLES PASS THROUGH NANOPORES. TO TEST OUR HYPOTHESIS, WE WILL FABRICATE LOW ASPECT RATIO NANOPORES AND VALIDATE THESE FOR DETECTION OF NPS USING NIST TRACEABLE PARTICLE SIZE STANDARDS. FINALLY, WE WILL USE OUR NANOPORE SYSTEM TO DETE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "53efa22b-820e-cc4a-2ad4-12aac29f8b83-C", "generated_internal_id": "ASST_NON_NA22OAR0210590_1330"}, {"internal_id": 150724803, "Award ID": "NA22OAR0210589", "Award Amount": 129124.36, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-26", "CFDA Number": "11.021", "Description": "CLIMATE CHANGE IMPACTS ON ALASKAN WATERS HAVE CREATED CHALLENGES FOR BOTH FISHERIES ECOSYSTEMS AS WELL AS THE OPERATIONAL SAFETY OF MARINERS IN THE REGION, NECESSITATING MORE ACCURATE WEATHER AND OCEAN CONDITION FORECASTS. BLUE OCEAN GEAR WILL DEMONSTRATE THE APPLICATION OF INNOVATIVE SMART BUOY DEVICES ON FISHING GEAR TO CAPTURE AND TRANSMIT DATA ON SEA SURFACE TEMPERATURE AND OTHER KEY OCEAN CONDITIONS IN THE BERING SEA. THE USE OF FISHING GEAR-BASED SENSORS WILL PROVIDE REGIONAL METEOROLOGISTS WITH MORE LOCALIZED DATA POINTS THAN CURRENTLY AVAILABLE, REGARDLESS OF WEATHER CONDITIONS, IMPROVING FORECAST ACCURACY USING FISHING GEAR IN EXACTLY THE AREAS WHERE THE INFORMATION IS NEEDED MOST. BLUE OCEAN GEARS SMART BUOY IS EQUIPPED WITH GPS TRACKING AND OTHER OCEAN CONDITION SENSORS AND TRANSMITS DATA TO A CLOUD-BASED DATABASE, CAPABLE OF CONVEYING THAT INFORMATION TO EITHER A MOBILE OR DESKTOP APP. THE INTEGRATED SYSTEM IS AFFORDABLE, RELIABLE, AND COMPATIBLE WITH ANY FIXED-GEAR CONFIG", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d81b8c9e-e496-c26b-be8d-273e67183275-C", "generated_internal_id": "ASST_NON_NA22OAR0210589_1330"}, {"internal_id": 150280752, "Award ID": "NA22OAR0210588", "Award Amount": 149888.33, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "11.021", "Description": "TROPICAL CYCLONE METEOROLOGICAL DATA FROM THE ATLANTIC MAIN DEVELOPMENT REGION (MDR) IS DIFFICULT TO COLLECT DUE TO THE REMOTENESS OF THE LOCATION AND DIFFICULTY OF DEPLOYING MANNED AIRCRAFT TO THE REGION. DATA COLLECTION IS FREQUENT UPON DEVELOPMENT OF A MAJOR HURRICANE BUT MANY TROPICAL DISTURBANCES IN THE MDR LEADING UP TO HURRICANE DEVELOPMENT ARE OF INTEREST. BEING ABLE TO COLLECT METEOROLOGICAL DATA NEARLY ON-DEMAND COULD BE OF GREAT BENEFIT, BOTH IN PREDICTING HURRICANE FORMATION AND IN TASKING MANNED ASSETS FOR HIGHER FIDELITY DATA COLLECTION. DRAGOON PROPOSES THAT A LIGHTWEIGHT (SUB-30 LBS), DISPOSABLE, LONG ENDURANCE (MORE THAN 24 HRS) SMALL UAS BE DEVELOPED FOR TROPICAL CYCLONE METEOROLOGICAL DATA COLLECTION. THE PLATFORM WILL UTILIZE DRAGOONS INTERNALLY DEVELOPED HYBRID ELECTRIC PROPULSION SYSTEM AND INTEGRATED AVIONICS PACKAGE. PHASE I WILL INVOLVE A DEMONSTRATION OF A LONG DURATION DATA COLLECTION FLIGHT USING AN EXISTING DEMONSTRATION AIRCRAFT. THE FLIGHT WILL SHOW FEAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07697974-ba9a-aba2-dabb-8e50a8d46158-C", "generated_internal_id": "ASST_NON_NA22OAR0210588_1330"}, {"internal_id": 150280747, "Award ID": "NA22OAR0210587", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-15", "CFDA Number": "11.021", "Description": "THERE IS A DIRE NEED IN MULTIPLE MARKET SEGMENTS FOR TECHNOLOGY TO RAPIDLY AND ACCURATELY DETECT AND QUANTIFY ESCHERICHIA COLI AND VIBRIO PARAHAEMOLYTICUS AND TOTAL FECAL COLIFORMS. WE PROPOSE TO DEVELOP A NOVEL APPROACH TO SURFACE ENHANCED RAMAN SPECTROSCOPY (SERS) FOR DETECTING HUMAN PATHOGENS IN SEAFOOD REARED AND HARVESTED FROM AQUACULTURE FARMS, AT POINT-OF-SALE IN SEAFOOD MARKETS, AND IN THE ENVIRONMENT. OUR APPROACH USES A HIGHER ENERGY LASER WAVELENGTH (422 AND 532NM) COMPARED WITH THE LOWER ENERGY OF MORE THE COMMONLY USED LASER AT 785NM, A NOVEL MIXTURE AND PREPARATION OF AG-COATED NANO PARTICLES (AGNPS), A FIBER OPTIC PROBE THAT MAY BE USED DIRECTLY ON SEAFOOD TISSUE AND ENVIRONMENTAL SAMPLES, AND THE USE OF BARCODING THE RAMAN SPECTRA WITH DEEP LEARNING CLASSIFICATION THROUGH A CONVOLUTIONAL DEEP LEARNING NEURAL NETWORK (CDLNN). TAKEN TOGETHER, THE NOVEL MICROFLUIDIC INSTRUMENT WILL ALLOW HAND HELD OR IN SITU IDENTIFICATION AND QUANTIFICATION OF PATHOGEN SPECIES AN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a615fb92-2727-025d-52fd-8e1f1f08b8f2-C", "generated_internal_id": "ASST_NON_NA22OAR0210587_1330"}, {"internal_id": 150724799, "Award ID": "NA22OAR0210586", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "11.021", "Description": "IN THIS PHASE I PROJECT, WE WILL DEMONSTRATE PROOF-OF-CONCEPT FOR CLIMATIZE, A CLOUD-BASED SOFTWARE PLATFORM WITH THE NOVEL CAPABILITY TO DETERMINE AND DELIVER USER-SPECIFIC THERMAL COMFORT INFORMATION FOR WEATHER-READY DECISION-MAKING. PEOPLE AND ORGANIZATIONS IN A WEATHER-READY NATION ADAPT TO WEATHER CHANGES AND ENVIRONMENTAL EVENTS WITH RESILIENCE. A CHALLENGE OF BUILDING A WEATHER-READY NATION IS DELIVERING MESSAGES THAT ARE CONSISTENT AND MEANINGFUL BASED ON USERS UNIQUE PHYSIOLOGY, PSYCHOLOGY, BEHAVIOR, AND LOCATION. FOR THE FIRST TIME, OUTDOOR ENTHUSIASTS AND WORKERS WILL RECEIVE WEATHER FORECASTS PERSONALIZED THROUGH THE LENS OF THERMAL COMFORT, THE STATE OF MIND AND SENSATION ASSOCIATED WITH THE THERMAL ENVIRONMENT. THIS SHIFT IN PERSPECTIVE SURPASSES HYPERLOCAL FORECASTS BY PUTTING EACH CONSUMER AT THE CENTER OF THE WEATHER UNIVERSE. CLIMATIZE HAS THE POTENTIAL TO UNLOCK VALUABLE BENEFITS CONSISTENT WITH NOAAS LONG-TERM GOALS, OBJECTIVES, AND SCIENCE AND TECHNOLOGY FOCUS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16b2c4d7-206c-cf5a-9d78-75975fc0f060-R", "generated_internal_id": "ASST_NON_NA22OAR0210586_1330"}, {"internal_id": 150724806, "Award ID": "NA22OAR0210584", "Award Amount": 149954.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-19", "CFDA Number": "11.021", "Description": "THE NATIONAL ACADEMY OF SCIENCES HAVE CALLED FOR THE RAPID IMPLEMENTATION OF SILICATE-BASED CO2 REMOVAL TO HELP SEQUESTER &GT;1000 GTCO2 BY 2100. THIS REPRESENTS AN UNPRECEDENTED OPPORTUNITY TO CONNECT THE WEATHERING OF THE SILICATE MINERAL, OLIVINE, TO RAPIDLY GROWING CARBON MARKETS THROUGH THE DEVELOPMENT OF MEASUREMENT, REPORTING, AND VERIFICATION (MRV) TECHNOLOGIES. PROJECT VESTA PROPOSES TO DEVELOP A NOVEL MRV APPROACH FOR IN SITU OLIVINE-DERIVED OCEAN ALKALINITY ENHANCEMENT (OAE) THROUGH THE DEVELOPMENT OF INTEGRATED SENSOR TECHNOLOGY WITHIN CUSTOM DESIGNED MICROCOSMS THAT SIMULATE NATURAL, COASTAL CONDITIONS. PROJECT VESTA WILL FILL MAJOR KNOWLEDGE GAPS AND PROVIDE THE NECESSARY FRAMEWORK TO CONSTRAIN STOICHIOMETRIC RELATIONSHIPS AMONG THE OPTIMAL SET OF DISSOLUTION PRODUCTS AND THE MEASUREMENT ACCURACY AND PRECISION NEEDED FOR ROBUST DETECTION ACROSS SPACE AND TIME. MRV IS CRITICAL TO UNLOCK THE BROADER INDUSTRY OF OAE AND LINK IT TO THE RAPIDLY GROWING CARBON MARKET, PROJE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2a1380b1-502e-4f44-1b9b-fc31c5b3e57d-R", "generated_internal_id": "ASST_NON_NA22OAR0210584_1330"}, {"internal_id": 150724773, "Award ID": "NA22OAR0210583", "Award Amount": 149834.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-26", "CFDA Number": "11.021", "Description": "ATMOSPHERIC PROCESSES IN THE ATMOSPHERIC BOUNDARY LAYER SIGNIFICANTLY INFLUENCE THE BEHAVIOR OF WILDFIRES. TEMPORAL AND SPATIAL VARIABILITY OF FINE-SCALE WINDS AT FIRE FRONTS PLAY A KEY ROLE IN CONTROLLING THE RATE OF FIRE SPREAD. AVAILABLE WIND INFORMATION FROM SATELLITES AND NUMERICAL WEATHER PREDICTION MODELS DOES NOT MEET THE NEED FOR THE TEMPORAL AND SPATIAL RESOLUTION FOR PRECISE MODELING OF WILDFIRES, ESPECIALLY THE FIRE SPREAD THROUGH EMBER DISPERSAL WITHIN WILDLAND-URBAN INTERFACES (WUI). WE PROPOSE A FULLY AUTOMATED WIND OBSERVING SYSTEM, WINDTL, THAT ALLOWS MEASUREMENTS OF LOCAL VELOCITY COMPONENTS AND THEIR STATISTICS CLOSE TO THE FIRE FRONT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e20db02-7d2a-11ae-0cec-3d00c54ef280-C", "generated_internal_id": "ASST_NON_NA22OAR0210583_1330"}, {"internal_id": 150280741, "Award ID": "NA22OAR0210582", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-01", "CFDA Number": "11.021", "Description": "DEMAND FOR SEAWEED PRODUCTS HAS DRAMATICALLY INCREASED IN THE U.S.; HOWEVER, ONLY 1% IS MET WITH DOMESTIC PRODUCTION. EXPANSION OF SEAWEED AQUACULTURE IS CRUCIAL TO PROTECT WILD POPULATIONS FROM EXTINCTION BY OVERHARVESTING, WHICH IMPACTS ENTIRE MARINE ECOSYSTEMS. CURRENT KELP AQUACULTURE METHODS RELY ON HARVESTED REPRODUCTIVE TISSUE, WHICH IS NOT SUSTAINABLE. IN RESPONSE TO NOAA TOPIC 9.3, HEALTHY OCEANS, OCEANS BALANCE INC.WORKING WITH THE WOODS HOLE OCEANOGRAPHIC INSTITUTIONPROPOSES TO DEVELOP PROCEDURES TO SCALE THE GROWTH OF SKINNY KELP (SACCHARINA LATISSIMA FORMA ANGUSTISSIMA) GAMETOPHYTES IN CULTURE TO PRODUCE A COMMERCIAL-SCALE SEEDSTRING PRODUCT THAT DOES NOT RELY ON REPEATED WILD TISSUE HARVESTS. SKINNY KELP IS A FASTGROWING PHENOTYPE OF SUGAR KELP WITH DESIRABLE COMMERCIAL CHARACTERISTICS NATIVE TO MAINE. THE RESULTING SEEDSTRING PRODUCT WILL ALLOW EXISTING SEAWEED FARMS TO EXPAND PRODUCTION, INCREASE YIELDS, AND EXTEND THEIR GROWING SEASON WITHOUT DAMAGING FRAGILE COASTA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "237928d1-c3c9-bc7c-b8c2-40ca72e3116a-R", "generated_internal_id": "ASST_NON_NA22OAR0210582_1330"}, {"internal_id": 150724796, "Award ID": "NA22OAR0210581", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-19", "CFDA Number": "11.021", "Description": "MONITORING MODERN-DAY FISHERIES IS EXTREMELY CHALLENGING. EVERY DAY, MILLIONS OF VESSELS HARVEST THE OCEANS, AND MANY REMAIN UNREGULATED, PUTTING TARGET AND NON-TARGET FISH POPULATIONS AT RISK OF OVEREXPLOITATION AND COLLAPSE. TO COMBAT THIS, FISHERIES MANAGERS ARE INCREASINGLY TURNING TO ELECTRONIC MONITORING (EM) TECHNOLOGIES  INTEGRATED SYSTEMS OF CAMERAS AND SENSORS  TO RECORD ONBOARD ACTIVITY AND GATHER THE LARGE AMOUNTS OF DATA REQUIRED TO MAKE SOUND REGULATORY DECISIONS. FISHERIES MANAGERS REQUIRE ADVANCED DATA ANALYSIS TOOLS TO HANDLE THE SURPLUS OF DATA PRODUCED BY THESE SYSTEMS. A SINGLE COMMERCIAL FISHING TRIP CAN PRODUCE OVER 1000 HOURS OF VIDEO, WHICH MUST BE MANUALLY REVIEWED ON-LAND TO QUANTIFY ALL FISHING ACTIVITIES, INCLUDING FISH THAT ARE CAUGHT AND DISCARDED, AND ENCOUNTERS WITH PROTECTED SPECIES. DUE TO THE SUBSTANTIAL TIME REQUIRED FOR PROCESSING, WITHOUT SIGNIFICANT TECHNOLOGICAL ADVANCEMENTS THESE TECHNOLOGIES ARE FORECAST TO COVER ONLY 1.5% OF THE WORLDS FISH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38cfd40c-7dea-9fa1-b27d-58d702b81773-R", "generated_internal_id": "ASST_NON_NA22OAR0210581_1330"}, {"internal_id": 150724787, "Award ID": "NA22OAR0210580", "Award Amount": 148516.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-21", "CFDA Number": "11.021", "Description": "FIELD DATA SERVICES (FDS) PROPOSES A TECHNICAL FEASIBILITY STUDY OF NEWLY AVAILABLE SOLID STATE LIDAR SENSOR CHIPS FOR DETECTING MIGRATING ANADROMOUS FISH IN SMALL SPAWNING STREAMS. THE LIDAR CHIP, FIRST INTRODUCED IN OCTOBER 2020, USES AN INVISIBLE INFRARED LASER TO MEASURE TIME-OF-FLIGHT DISTANCES TO NEARBY OBJECTS WITH MILLIMETER ACCURACY. THIS TINY COMPUTER CHIP IS BREAKTHROUGH TECHNOLOGY THAT COULD ENABLE LOW-COST DETECTION OF SALMONIDS AS THEY MOVE OVER SHALLOW RIFFLES IN SMALL AND CURRENTLY UNMONITORED SPAWNING STREAMS. FDS WILL BUILD AN AUTOMATED TEST SYSTEM FOR ACQUIRING STATISTICALLY VALID DATA THAT CHARACTERIZES THE LIDARS ABILITY TO DETECT SALMONIDS AS THEY MOVE ACROSS A CONTROLLED FLOW TANK. THE EXPERIMENTS WILL BE DESIGNED TO DEFINE THE RANGE OF STREAMFLOW, DEPTH, WEATHER, LIGHTING AND MOVING TARGET CHARACTERISTICS THAT CAN BE RELIABLY DETECTED BY AN ARRAY OF LIDAR CHIPS. THESE TESTS WILL DETERMINE THE COMMERCIAL FEASIBILITY OF A SMALL, PORTABLE AND EASILY-DEPLOYED DEVIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e1df0a0-1a1d-d0ef-0b80-7e8277c73703-R", "generated_internal_id": "ASST_NON_NA22OAR0210580_1330"}, {"internal_id": 150724801, "Award ID": "NA22OAR0210579", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "11.021", "Description": "ACME ATRONOMATIC, LLC IS PROPOSING DEVELOPMENT OF AN ORBITAL DATA PLATFORM FOR IMPROVING HOUSEHOLD AND COMMUNITY WILDFIRE RESILIENCE. WITH A CHANGING CLIMATE AND NEAR-URBAN ENVIRONMENTS, RESILIENCE REQUIRES ACCESS TO ACTIONABLE INFORMATION ABOUT HOW TO BUILD, MOVE, AND/OR FORTIFY HOMES AND COMMUNITIES: THE PROPOSED PROJECT WOULD INCREASE THE RESILIENCE OF STAKEHOLDERS BY CLARIFYING THROUGH UNIQUE DATA THE TRADEOFFS, RISKS, AND LIKELY OUTCOMES WHEN FACING SUCH DECISIONS. THE AI-ENHANCED HYPERSPECTRAL MEASUREMENTS FROM ACMES CUBESATS (LOW-COST, MINIATURIZED SATELLITES), CURRENTLY UNDER DEVELOPMENT, PROVIDE INSIGHTS ABOUT LAND AND VEGETATION PROPERTIES AS THEY EVOLVE ON RELEVANT LENGTH (10S OF METERS) AND TIME (DAYS) SCALES. WITH CAREFUL PREFLIGHT VALIDATION AND INORBIT CALIBRATION, THESE CUBESATS MAY BE USED TO GENERATE DYNAMIC RISK MAPS FOR WILDFIRE-RELATED DESTRUCTIVE FORCES THAT EVOLVE AT THE SAME SCALES AS THE UNDERLYING PHENOMENA. THE RISK MAPS, ALONG WITH MEDIA OUTREACH TO CONTEXT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "580a65e5-ac02-f042-92d7-b62b8049510c-C", "generated_internal_id": "ASST_NON_NA22OAR0210579_1330"}, {"internal_id": 150724785, "Award ID": "NA22OAR0210578", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-26", "CFDA Number": "11.021", "Description": "THE MARINE MICROALGAE CRYPTHECODINIUM COHNII (C. COHNII) CONTAINS HIGH LEVELS OF DHA AND DHA SYNTHASE ENZYME (DSE) BOTH OF WHICH MAY PROVIDE NUTRITIONAL BENEFITS TO FINFISH FOR HUMAN CONSUMPTION. FIELD PHYTO-NUTRIENTS LLC HAS DEVELOPED A PROCESS FOR ALGAE-BASED FEED PREPARATION WHERE THE ALGAE IS DRIED UNDER LOW TEMPERATURE (&LT;40C) AND UNDER AN ATMOSPHERE OF INERT GAS TO PREVENT LIPID PEROXIDATION AND DENATURATION OF ENZYMES. THE PROCESS RESULTS IN FLAKES AND/OR POWDER PRODUCTS CALLED KONISAP (KS) AIMED TO SUPPLEMENT AQUAFEEDS. KS CAN ALSO BE FED TO ZOOPLANKTON SUCH AS ARTEMIA TO BE USED AS AN ENRICHED LIVE FEED. IN A PRELIMINARY TRIAL, SALMON FRY FED COMMERCIAL STARTER FEEDS SUPPLEMENTED BY KS EXHIBITED HIGHER DHA CONCENTRATIONS IN FISH TISSUES WHEN COMPARED TO CONTROL GROUPS. THE OBSERVED DIFFERENCES MAY BE ATTRIBUTED TO THE ENHANCED DHA AS WELL AS POTENTIAL ACTIVITY OF DSE. THE PROPOSED TRIALS WILL EVALUATE THE USE AND EFFECTS OF KS AS A SUPPLEMENTAL FLAKE FEED FOR STEELH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "03d2bdad-9eda-8cde-b0f7-a5f1e0681b93-R", "generated_internal_id": "ASST_NON_NA22OAR0210578_1330"}, {"internal_id": 150280745, "Award ID": "NA22OAR0210577", "Award Amount": 140700.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "11.021", "Description": "LOBSTERLIFT IS A ROPELESS FISHING DEVICE THAT WILL ENABLE LOBSTERMEN TO CONTINUE TO USE THEIR LOBSTER TRAPFISHING GEAR WITHOUT REQUIRING THE TRADITIONAL VERTICAL ROPES THAT ENDANGER THE NORTH ATLANTIC RIGHT WHALE (NARW), A SPECIES ON THE BRINK OF EXTINCTION. WE ARE SEEKING A 6-MONTH RESEARCH GRANT FOR $150,000 THAT WILL ENABLE LOBSTERLIFT LLC TO CONDUCT FEASIBILITY RESEARCH, PRODUCT DEVELOPMENT, AND ULTIMATELY ADOPTION OF A SYSTEM THAT HAS THE POTENTIAL TO SIGNIFICANTLY REDUCE THE AMOUNT OF BYCATCH CAUSED BY CURRENT LOBSTER TRAP FISHING GEAR. OUR FOCUS IS TO DEVELOP AN ON-BOAT DOCKING STATION WHICH WOULD ALLOW FOR THE LOBSTERLIFT TO BE IMPLEMENTED SEAMLESSLY INTO LOBSTERMEN'S TYPICAL DAILY WORK TASKS. FIVE ON-BOARD DOCKING STATIONS WOULD BE DEVELOPED, ALONG WITH DEVELOPING AND BUILDING A SUPPLY OF FIFTEEN TO THIRTY UNDERWATER LOBSTERLIFT DEVICES TO BE PROVIDED TO INSHORE LOBSTER FISHERS IN MOUNT DESERT ISLAND, ME AND GLOUCESTER, MA. THIS TESTING WILL PROVIDE INSIGHTS ON THE FEASIBILIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3be3f8d6-7723-986d-7ece-3fcca95a6f53-R", "generated_internal_id": "ASST_NON_NA22OAR0210577_1330"}, {"internal_id": 150724790, "Award ID": "NA22OAR0210576", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-20", "CFDA Number": "11.021", "Description": "CLOUDPUCK WILL BE A LOW-COST, HIGHLY ACCURATE DEVICE FOR MEASURING CONCENTRATIONS OF CLOUD CONDENSATION NUCLEI (CCN), A PARAMETER CRITICAL FOR UNDERSTANDING HUMAN IMPACTS ON CLIMATE, WHICH IS CENTRAL TO THE NOAA MISSION. CCN ARE NATURALLY- AND HUMAN-EMITTED PARTICULATES IN THE ATMOSPHERE AFFECTING THE BRIGHTNESS OF CLOUDS, WITH HIGHER CONCENTRATIONS COOLING THE CLIMATE, AND ARE A MAJOR UNCERTAINTY IN CLIMATE FORECASTING. THE CLOUDPUCKS OPERATING PRINCIPLE, WHICH RELIES ON OBSERVATIONS OF DROPLETS FORMING IN A CHAMBER, WILL ALLOW IT TO SERVE AS A RESOURCE IN SCIENCE CLASSROOMS, DEMONSTRATING KEY SCIENCE PRINCIPLES BY ALLOWING AN OFTEN-UNSEEN POLLUTANT - ATMOSPHERIC PARTICLES - TO BE SEEN THROUGH CAPTIVATING REAL-TIME VIDEOS. CLOUDPUCK RELIES ON MODERN MANUFACTURING METHODS, SUCH AS 3D PRINTING, AND EXPLOITS LOW-COST COMPUTING PLATFORMS SUCH AS THE RASPBERRY PI. ITS CCN MEASUREMENTS ARE IN EXCELLENT AGREEMENT WITH STATE-OF-THE-ART TECHNOLOGY, MAKING IT WELL-SUITED FOR CITIZEN SCIENCE. O", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10025614-600f-c229-25d6-78462db72269-C", "generated_internal_id": "ASST_NON_NA22OAR0210576_1330"}, {"internal_id": 150724775, "Award ID": "NA22OAR0210575", "Award Amount": 147904.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-25", "CFDA Number": "11.021", "Description": "WE PROPOSE TO USE AEROSOL OPTICAL DEPTH (AOD) MEASUREMENTS AS AN EARLY WARNING SYSTEM, TO CUE ON-SITE VALIDATION OF THE SOILING STATION AND ANY AVAILABLE METEOROLOGICAL (MET) STATION DATA TO VALIDATE IF A WORK ORDER TO CLEAN DEPOSITED PARTICULATE MATTER IS NECESSARY. THIS WOULD MOVE FROM REACTIVE MAINTENANCE  OFTEN WEEKS DELAYED, TO PROACTIVE MAINTENANCE  GETTING AHEAD OF THE WEATHER IMPACT IF POSSIBLE. THROUGH THIS RESEARCH, WE WILL DEVELOP A SUITE OF ALGORITHMS AND ULTIMATELY SOFTWARE TOOLS, THAT FUSE MULTIPLE PUBLIC AND PRIVATE (GOES-R ABI AOD, AND LOCAL SITE MET/SOILING STATION) DATASETS WITH FEATURES LIKE PROJECT ECONOMICS, ASSET LOCATION, WEATHER FORECAST, ETC. TO HASTEN SOLAR SERVICE COMPANYS DECISION TIMES WITH REGARD TO CLEANING AND/OR PROTECTING RENEWABLE GENERATION ASSETS. OUR APPROACH IS TO FUSE THE DATA AND THEN EXPLORE FEATURE RELATIONSHIPS (CORRELATIVE, CAUSAL) IN THE DATA USING MACHINE LEARNING PATTERN IDENTIFICATION AND RELATIONSHIP LEARNING ALGORITHMS ALO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3b0cb4b-1e19-b018-746a-1d0b5798b0a8-C", "generated_internal_id": "ASST_NON_NA22OAR0210575_1330"}, {"internal_id": 150280750, "Award ID": "NA22OAR0210574", "Award Amount": 149998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-13", "CFDA Number": "11.021", "Description": "A NEW TECHNOLOGY FOR REDUCING BIOFOULING (ACCUMULATION OF BIOLOGICAL MATTER ON SUBMERGED SURFACES) ON RADIOMETERS MEASURING LIGHT IN THE WATER COLUMN WILL BE DEVELOPED. THIS TECHNOLOGY WILL IMPROVE THE LONG-TERM ACCURACY OF SENSORS MONITORING THE HEALTH OF THE OCEANS AND THEIR DATA PRODUCTS (E.G., CONCENTRATION OF CHLOROPHYLL AND DISSOLVED ORGANICS). INHIBITION OF BIOFOULING WILL BE ACHIEVED USING GERMICIDAL UV-C RADIATION. IRRADIATING INSTRUMENTS WITH EXTERNAL UV-C SOURCES HAS BEEN SHOWN TO PREVENT BIOFOULING, BUT THIS METHOD CANNOT BE APPLIED TO RADIOMETERS REQUIRING UNOBSTRUCTED FIELD-OF-VIEWS. AS OPTICAL COMPONENTS (WINDOWS) OF RADIOMETERS CONSIDERED HERE ARE MADE OF MATERIALS THAT ARE TRANSPARENT TO UV-C RADIATION (PTFE, QUARTZ GLASS), WE WILL USE UV-C LEDS INSTALLED INSIDE THE INSTRUMENTS. THE MAIN OBJECTIVES IN PHASE I ARE TO FIND THE BEST LED TYPE, DUTY CYCLE, POWER SYSTEM, AND GEOMETRY WITHOUT INTERFERING WITH THE RADIOMETRIC MEASUREMENTS. ONE CHALLENGE WILL BE TO IRRADIATE SU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6abe5f85-1e97-b6a9-50c6-873d75e9c470-C", "generated_internal_id": "ASST_NON_NA22OAR0210574_1330"}, {"internal_id": 150724804, "Award ID": "NA22OAR0210573", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-25", "CFDA Number": "11.021", "Description": "MARINE ADVANCED ROBOTICS (MAR) HAS DEVELOPED A FAMILY OF UNCREWED SURFACE VEHICLES (USVS) BASED ON OUR PATENTED WAM-V TECHNOLOGY. WAM-V STANDS FOR WAVE ADAPTIVE MODULAR VESSEL  A HIGHLY STABLE, PORTABLE, FOLDABLE, AND ENERGY-EFFICIENT CLASS OF WATERCRAFT. THESE STURDY, SCALABLE USVS CAN BE PRE-STAGED PRIOR TO A HURRICANE, STORED IN STANDARD SHIPPING CONTAINERS, AND DEPLOYED WITHOUT EXISTING INFRASTRUCTURE; THEY CAN BE QUICKLY ASSEMBLED AND LAUNCHED FROM THE BEACH BY A SMALL TEAM OF PEOPLE. MARINE ADVANCED ROBOTICS AND OUR CUSTOMERS USE THIS VERSATILE USV FOR MULTIPLE HYDROGRAPHIC SURVEY APPLICATIONS, INCLUDING BUT NOT LIMITED TO, FORCE MULTIPLIER APPLICATIONS WITH CREWED SURVEY VESSELS. MAR PROPOSES TO FURTHER DEVELOP THE COLLABORATIVE ALGORITHMS USED IN THE AUTONOMOUS TEAMING OF THE WAM-VS SUCH THAT A SURVEY AREA CAN BE PREDEFINED, AND THE SWARM OF WAM-VS WILL AUTONOMOUSLY MAP AND MAKE LINE PLAN ADJUSTMENTS BASED ON REAL-TIME WATER DEPTH FROM THE SONAR, THE NUMBER OF USVS IN THE SWA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7cdc2e33-7068-8623-2a50-2a8863535143-C", "generated_internal_id": "ASST_NON_NA22OAR0210573_1330"}, {"internal_id": 150724779, "Award ID": "NA22OAR0210572", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-25", "CFDA Number": "11.021", "Description": "RISING SEA LEVELS AND INCREASED STORM EVENTS LEAVE MANY AREAS AROUND THE COUNTRY MORE VULNERABLE TO ACCELERATING RATES OF COASTAL EROSION AND LAND LOSS, RESULTING IN THE NEED FOR NATION-WIDE COASTAL RESTORATION INITIATIVES TO PROTECT OUR INFRASTRUCTURE. DREDGING AND BENEFICIAL USE OF DREDGE MATERIAL IS A MAJOR COMPONENT THAT HELPS MAINTAIN AND PROTECT THE COAST. HOWEVER, THERE ARE NUMEROUS SITES WHERE EXCESS DREDGE FILL (DF) IS PLACED DUE TO LACK OF REAL-TIME DATA ACCOUNTING FOR DF VARIATION. TO BRIDGE THE GAP BETWEEN DESIGN AND CONSTRUCTION, ADAPTIVE MANAGEMENT AND ENGINEERING (AME) IS DEVELOPING THE INSTRUMENTED GRADE STAKE (IGS). THE IGS IS A SUPERVISORY CONTROL AND DATA ACQUISITION (SCADA) SYSTEM THAT ADDRESSES (A) THE TYPE AND RATE OF FLOW OF MATERIAL INTO DF SITES IN REAL TIME, AND (B) CALCULATION OF FIELD VALUES AT THE SITE FROM MULTIPLE POINTS OF MEASUREMENT. ACCORDING TO THE WATER INSTITUTE, JUST A 10% REDUCTION IN THE COST OF DREDGING WOULD RESULT IN $2.2 BILLION DOLLARS SAVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3b8a00e8-ffc5-fd18-2136-80364f45dda7-C", "generated_internal_id": "ASST_NON_NA22OAR0210572_1330"}, {"internal_id": 150280742, "Award ID": "NA22OAR0210571", "Award Amount": 149902.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-10", "CFDA Number": "11.021", "Description": "WE PROPOSE AI CAPABILITIES THAT IMPROVE MODELING COMPLEX OCEAN DYNAMICS AND ASSIST IN THE LOGISTICAL MANAGEMENT AND PLANNING OF UNCREWED DEPLOYMENT CAMPAIGNS. UNCREWED SENSOR PLATFORMS SENSE AND COLLECT DATA FOR MANY INTERESTS, INCLUDING TRACKING CHEMICAL AND BIOLOGICAL TRACERS, ASSIMILATING OCEAN DYNAMICS OBSERVATIONS INTO FORECAST MODELS, AND ENHANCING NAVAL SITUATIONAL AWARENESS. THE RECENT EMERGENCE OF THE OCEAN OF THINGS HAS MOTIVATED INITIAL DEVELOPMENT OF TECHNOLOGIES WHICH SERVE THESE DOMAINS, INCLUDING OUR FLOAT FIELD GEOMETRIC HEALTH (FFGH) SOFTWARE. FFGH PROVIDES DRIFTER POSITION AND REGIONAL SENSOR COVERAGE, COMMAND AND CONTROL OF ON-BOARD SENSORS, AND FLEXIBLE INTERFACES FOR STREAMING FLOAT DATA. WE PREDICT FUTURE POSITIONS OF FLOATING PLATFORMS WITH A BLEND OF LEADING OCEAN FLOW MODELS, FIRST-PRINCIPLES PHYSICS, AND LEARNED FLOAT DYNAMICS VIA FFGH. TO IMPROVE THE LOGISTICAL MANAGEMENT AND PLANNING OF DEPLOYMENT CAMPAIGNS, THE MODEL WILL BE COMBINED WITH PLANNING TOOLS,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc88240c-d967-b330-1399-e0e4ea3176df-C", "generated_internal_id": "ASST_NON_NA22OAR0210571_1330"}, {"internal_id": 150280740, "Award ID": "NA22OAR0210570", "Award Amount": 149640.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-13", "CFDA Number": "11.021", "Description": "WILDFIRE RESPONSE PLANNING IS LIMITED BY THE LACK OF HIGH-RESOLUTION DATA FOR USE IN WILDFIRE PREDICTION. WILDFIRE MODELS DEPEND ON MANY VARIABLES, INCLUDING WEATHER, TOPOGRAPHY, VEGETATION TYPE AND ARRANGEMENT, FUEL MOISTURE CONTENT, AND REGIONAL FIRE PREVENTION MEASURES, AMONG OTHERS. SOME OF THESE VARIABLES ARE STATIC OR NEARLY SO, BUT SOME OF THESE ARE HIGHLY DYNAMIC. IN PARTICULAR, LIVE FUEL MOISTURE CONTENT CAN VARY ON A TIMESCALE OF DAYS OR WEEKS, AND IS HIGHLY SPATIALLY DYNAMIC AS WELL. WE PROPOSE TO DEVELOP A WILDFIRE FUEL MAPPING CAPABILITY ONBOARD A UAS, WITH SPECIAL EMPHASIS ON LIVE FUEL MOISTURE CONTENT ESTIMATION. ADDITIONAL MAPPED VARIABLES WILL INCLUDE VEGETATION TYPE AND ARRANGEMENT AMONG OTHER COMMON WILDFIRE MODELING INPUTS. THE TECHNICAL INNOVATION IS IN COMBINING THIS PERCEPTION MODULE WITH OUR UAS SUBCANOPY FOREST SURVEY CAPABILITY, WHICH IS ENABLED BY OUR EXPLORATION-BASED AUTONOMOUS CONTROL SYSTEM. THE COMMERCIAL INNOVATION IS IN OUR TARGET APPLICATION. THE PROD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c43ca1ff-cbd9-86c6-19f7-35b30fec74bf-R", "generated_internal_id": "ASST_NON_NA22OAR0210570_1330"}, {"internal_id": 150280739, "Award ID": "NA22OAR0210569", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "11.021", "Description": "MANY MUNICIPALITIES IN THE UNITED STATES HAVE BEGUN TO USE IMPERMEABILITY MEASUREMENTS TO INCENTIVIZE STORM WATER RETENTION AS PART OF THE ARCHITECTURAL AND LANDSCAPING DESIGN PROCESS. THESE MEASUREMENTS ARE PERFORMED THROUGH ANALYSIS OF HIGH-RESOLUTION AERIAL PHOTOGRAPHY AND UPDATED ON AN ANNUAL OR SEMI-ANNUAL BASIS. THE PRACTICE OF USING HIGH RESOLUTION AERIAL OR EVEN SATELLITE PHOTOGRAPHY IS PROHIBITIVELY EXPENSIVE TO DEPLOY ON A GLOBAL SCALE. WOLVERINE RADAR COMPANY WAS FOUNDED IN 2021 TO CREATE SYNTHETIC APERTURE RADAR (SAR) PROCESSING SOLUTIONS THAT CAN COST EFFECTIVELY SCALE TO MONITOR LARGE SWATHES OF THE PLANET WITH COMMERCIALLY AVAILABLE SAR DATA. WOLVERINE RADAR PROPOSES TO COMPARE ANN ARBOR, MICHIGANS PUBLICLY AVAILABLE IMPERMEABILITY SCORE TO DUAL-POLARIZATION COHERENCY SCORES DERIVED FROM PUBLICLY AVAILABLE COPERNICUS SENTINEL 1 DATA. WHILE THE SENTINEL DATA HAS A COARSER RESOLUTION THAN THE AVAILABLE IMPERMEABILITY SCORES, IT IS MORE SENSITIVE TO THE PRESENCE OF MAN-MAD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "39e597aa-3f59-cfe8-f6f7-12bd7bc62acf-R", "generated_internal_id": "ASST_NON_NA22OAR0210569_1330"}, {"internal_id": 150724783, "Award ID": "NA22OAR0210568", "Award Amount": 149921.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-26", "CFDA Number": "11.021", "Description": "OCEAN ECOSYSTEMS ARE CRITICAL TO THE REGULATION OF EARTHS CLIMATE AND BIODIVERSITY, WHILE ALSO HOSTING A RANGE OF DIRECT AND INDIRECT BENEFITS TO PEOPLE, FROM FOOD SUPPLY TO RECREATION. COASTAL OCEAN SYSTEMS ARE DYNAMIC REGIONS ESPECIALLY RICH IN DIVERSE BIOLOGICAL AND GEOCHEMICAL INTERACTIONS. HOWEVER, MAJOR GAPS EXIST IN OUR KNOWLEDGE OF THE PRIMARY BIOGEOCHEMICAL PROCESSES AND THE FACTORS REGULATING THEIR RELATIVE IMPORTANCE. NITROUS OXIDE (N2O) AND METHANE (CH4), PRODUCED AND CYCLED WITHIN COASTAL AND OCEAN ENVIRONMENTS, ARE IMPORTANT GREENHOUSE GASES WITH MAJOR ROLES IN CLIMATE CHANGE. OUR UNDERSTANDING OF THE DISTRIBUTION AND DYNAMICS OF THE UNDERLYING PROCESSES CONTROLLING THEIR FLUXES IS LIMITED BY A LACK OF HIGH-RESOLUTION SPATIAL-TEMPORAL MEASUREMENTS. THE OVERALL OBJECTIVE OF THE PROJECT IS TO DESIGN A FIELD DEPLOYABLE, REAL-TIME, IN SITU SYSTEM TO QUANTIFY DISSOLVED GREENHOUSE GASES (N2O AND CH4 AND THEIR ISOTOPOLOGUES) IN OCEAN ECOSYSTEMS. IN PHASE I WE WILL DEVELOP PERME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55127e62-08d6-8cb1-cacb-e58991c8c5e9-C", "generated_internal_id": "ASST_NON_NA22OAR0210568_1330"}, {"internal_id": 149923358, "Award ID": "NA22OAR0210501", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "11.021", "Description": "LIDAR HAS REVOLUTIONIZED THE COLLECTION OF ARCHEOLOGICAL, GEOGRAPHICAL, AND CARTOGRAPHIC DATA ON DRY LAND. ITS USE BELOW THE WATER'S SURFACE HOWEVER HAS BEEN SEVERELY LIMITED. TAMPA DEEP SEA XPLORERS (TDSX) IS PROPOSING TO DEVELOP A COMPACT UNDERWATER LIDAR SYSTEM FOR USE ON SMALL ROVS AND AUVS. TDSX PROPOSES TO CONTINUE THE PHASE 1 COLLABORATIVE EFFORT BETWEEN TDSX AND BEAMSEA ASSOCIATES TO COMPLETE DEVELOPMENT OF A LIDAR SYSTEM TO ACCURATELY AND RELIABLY COLLECT DATA FROM SMALL AUVS. THE PROPOSED PROJECT WILL USE DATA AND KNOWLEDGE GAINED IN PHASE 1 TO BUILD, TEST, AND COMMERCIALIZE THE COMPACT LIDAR SYSTEM. THE PHASE 2 PROJECT WILL CONTINUE THE WORK USING THE TDSX BARRACUDA AUV PLATFORM, WHICH IS SUITABLE TO PROVE THAT A LIGHTWEIGHT COMPACT LIDAR SYSTEM CAN BE INTEGRATED, INTERNALLY OR AS AN ADD ON MODULE, INTO MICRO AND MINI-ROVS/AUVS. THE PROPOSED RESEARCH HAS THE POTENTIAL TO PUT A STATE-OF-THE-ART DATA COLLECTION PLATFORM INTO THE HANDS OF INDIVIDUALS, SMALL INSTITUTIONS, AND RE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f17fe2c-e66c-ceeb-25de-6c294caed94c-R", "generated_internal_id": "ASST_NON_NA22OAR0210501_1330"}, {"internal_id": 149923353, "Award ID": "NA22OAR0210500", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "11.021", "Description": "THE PRIMARY OBJECTIVE OF THIS PROJECT IS TO IMPROVE AWARENESS, SAFETY AND ENJOYMENT FOR MARINERS IN COASTAL AND INLAND WATERS BY THE CREATION OF A PARTICIPATORY SENSOR NETWORK (PSN) THAT FACILITATES SHARING OF MARINE OBSERVATIONS WITH OTHER MARINERS. WE ARE ADDING A NEW DEGREE OF TEMPORAL FIDELITY TO NAUTICAL CHARTS AND MAPS. THE APPROACH LEVERAGES VOLUNTEERED GEOGRAPHIC INFORMATION TO AUGMENT CONVENTIONAL MARINE NAVIGATION WITH TIMELY UPDATES OF EPHEMERAL FEATURES SUCH AS NAVIGATIONAL HAZARDS, AND IS DRIVEN BY A COMMUNITY CONSISTING OF RECREATIONAL BOATERS, RECREATIONAL AND COMMERCIAL FISHERMEN, AND OTHER MARINE PROFESSIONALS. A LOW COST ZERO-INSTALL OPTICAL SENSOR THAT USES MACHINE LEARNING TO RECOGNIZE A WIDE VARIETY OF MARINE OBJECTS ASSISTS IN AUTOMATICALLY REPORTING OBSERVATIONS. THE SERVICE WE INTEND TO OFFER IS FREE TO USE FOR ALL MARINERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "27a2da3f-9fa2-d761-5c43-a06f21c0db72-R", "generated_internal_id": "ASST_NON_NA22OAR0210500_1330"}, {"internal_id": 149923359, "Award ID": "NA22OAR0210498", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "11.021", "Description": "EXPANSION OF AQUACULTURE PRODUCTION DEPENDS CRUCIALLY ON THE DEVELOPMENT OF TECHNOLOGIES THAT ARE ABLE TO ADD UNCREWED MANAGEMENT CAPABILITIES TO FISH FARMING OPERATIONS, I.E., THE ABILITY TO CONTROL THE TANK'S POPULATION REMOTELY AND WITHOUT HUMAN PRESENCE. THE PRESENT PROJECT AIMS TO EXPAND OUR SUCCESSFUL PHASE I FEASIBILITY RESEARCH TOWARD COMMERCIALIZING AN AUTONOMOUS DEVICE THAT CAN BE INSERTED INTO ESTABLISHED AQUACULTURE WORKFLOWS. THE RESULT WILL BE A FLEXIBLE, AND ADAPTABLE, AUTOMATED SYSTEM THAT PERMITS THE SORTING AND HANDLING OF FISH BASED ON SELECTED PHENOTYPIC CHARACTERISTICS OF INTEREST, INCLUDING GROWTH RATES/CONDITION, HEALTH STATUS, SKIN ABNORMALITIES, PARASITIC LOAD, MORPHOLOGICAL FEATURES, OR BEHAVIOR. THIS SYSTEM WILL ENHANCE PRODUCTIVITY BY REDUCING STRESS AND INJURY FROM HUMAN HANDLING, AND INCREASE THE QUALITY AND QUANTITY OF THE PRODUCT RAISED IN INTENSIVE CULTIVATION. RESULTS OF OUR PHASE I FEASIBILITY CONFIRM THAT THE TIME FOR AUTONOMOUS METHODS, UNCREWED DEV", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "022441d0-fc10-6b4b-7c06-78ab63ff42e2-R", "generated_internal_id": "ASST_NON_NA22OAR0210498_1330"}, {"internal_id": 149923354, "Award ID": "NA22OAR0210497", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "11.021", "Description": "THERE IS A CLEAR NEED TO IMPROVE WEATHER FORECASTING ACCURACY. THE GREATEST CONTRIBUTIONS TO FORECAST UNCERTAINTY IS A LACK OF METEOROLOGICAL OBSERVATIONS OVER REMOTE AREAS AND AREAS EXPERIENCING PRONOUNCED CONVECTIVE ACTIVITY. STRATOSOLUTIONS' NEW HIGH-ALTITUDE BALLOON (HAB) PLATFORM WITH MINI-DROPSONDE IS A DISRUPTIVE NEW UNCREWED METEOROLOGICAL OBSERVATION DATA SOURCE ABLE TO COLLECT DATA AT REGULAR INTERVALS OVER THE COURSE OF SEVERAL DAYS FROM REMOTE REGIONS IN A COST-EFFECTIVE MANNER. THIS WILL RESULT IN RELIABLE AND ACCURATE OBSERVATIONS WITH HIGH VERTICAL RESOLUTION FROM REMOTE AREAS OF THE GLOBE BENEFIT MULTIPLE INDUSTRIES AND PROVIDE IMPROVED EARLY FORECASTING. IN THIS EFFORT, HAB LAUNCH CAMPAIGNS WILL BE PERFORMED TARGETING TROPICAL STORMS IN THE ATLANTIC AND ATMOSPHERIC RIVERS IN THE PACIFIC. WEATHER DATA WILL BE COLLECTED AND ASSIMILATED INTO WEATHER MODELS TO DETERMINE FORECAST IMPROVEMENT AGAINST EXISTING FORECASTS AND ACTUAL WEATHER CONDITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "729102d9-82b5-7bb8-24c4-0c16adafbc14-C", "generated_internal_id": "ASST_NON_NA22OAR0210497_1330"}, {"internal_id": 149923351, "Award ID": "NA22OAR0210496", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "11.021", "Description": "ONE OF THE MOST PROMINENT CHALLENGES FOR THE SAFE CULTIVATION AND MAINTENANCE OF ANIMALS IS CONTROL OF INFECTIOUS DISEASES. A. OCELLATUM IS A PARASITIC INFECTION THAT IMPACTS ALL FISH WITHIN THE WIDE ENVIRONMENTAL RANGE RESULTING IN MASS MORALITIES IN CAPTIVITY. WITH A BROAD HOST AND GEOGRAPHIC RANGE, ALL FISH IN AQUACULTURE ($10B ANNUALLY), AQUARIUM TRADE SPECIES ($278M ANNUALLY), AND CONSERVATION SPECIES ($7.6B), OR A TOTAL OF $18B ANNUALLY ARE SUSCEPTIBLE TO A. OCELLATUM. DUE TO ITS RAPID ONSET, THERE ARE OFTEN NO SIGNS OF INFESTATION BEFORE MORTALITIES BEGIN TO APPEAR WITHIN A SYSTEM, MAKING IT IMPERATIVE TO DIAGNOSE AND TREAT AS EARLY AS POSSIBLE. CURRENT METHODOLOGIES FOR DETECTING A. OCELLATUM ARE INSUFFICIENT TO CIRCUMVENT OUTBREAKS. THIS PROJECT BUILDS ON TWO INNOVATIVE APPROACHES PROVEN SUCCESSFUL IN OUR PHASE I PROJECT: (1) USING BASE PAIR'S PATENTED VENNMULTIPLEX SELEX APPROACH WE WILL DEVELOP APTAMERS THAT ARE SELECTIVE FOR THE DINOSPORE AND TROPHONT PHASES OF THE PARASITE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3a3d81f1-f881-22b9-f043-f9fad88545f0-R", "generated_internal_id": "ASST_NON_NA22OAR0210496_1330"}, {"internal_id": 150280760, "Award ID": "NA22OAR0210495", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-12", "CFDA Number": "11.021", "Description": "WE PROPOSE TO DEVELOP A SYSTEM THAT CAN AUTOMATICALLY DETECT MARINE MAMMALS DAY AND NIGHT FOR EXTENDED PERIODS OF TIME USING INFRARED VIDEO CAMERAS AND CUSTOM SOFTWARE. WE PLAN TO MAKE USE OF COMMERCIAL LONG WAVE INFRARED (LWIR) CAMERAS. FOR VESSEL-BASED DATA COLLECTIONS WE WILL USE A CUSTOM CAMERA DEVELOPED BY TOYON THAT STABILIZES IMAGERY ELECTRONICALLY USING DATA FROM A LOW-COST INERTIAL NAVIGATION SYSTEM (INS). STABILIZED VIDEO FROM MULTIPLE IMAGERS WILL BE SENT TO A DETECTOR WHERE HUMAN- DESIGNED ALGORITHMS WILL BE USED TO FIND POTENTIAL LOCATIONS OF MARINE MAMMALS. VIDEO WILL BE CLIPPED SPATIALLY AND TEMPORALLY AROUND EACH DETECTION AND THE RESULTING VIDEO CLIP WILL BE SENT TO A DEEP NEURAL NETWORK CLASSIFIER THAT USES ARTIFICIAL INTELLIGENCE (AI) TECHNIQUES TO CLASSIFY THE VIDEO CLIPS. FURTHER DEVELOPMENT OF THE AI MODULE WILL BE THE PRIMARY FOCUS OF THIS EFFORT AND THIS WILL ENTAIL THE COLLECTION AND FORMATTING OF LARGE VOLUMES OF DATA AS WELL AS THE EVALUATION OF MULTIPLE ARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07260464-657f-c800-4010-c69e124ec72e-C", "generated_internal_id": "ASST_NON_NA22OAR0210495_1330"}, {"internal_id": 149923347, "Award ID": "NA22OAR0210494", "Award Amount": 499986.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "11.021", "Description": "THE OCEAN SURFACE IS A DYNAMIC AND CHALLENGING WORK ENVIRONMENT WHERE KNOWLEDGE OF SEA STATE AND SURFACE CURRENTS IS CRITICAL FOR SAFE AND EFFECTIVE OPERATIONS. WE PROPOSE TO DEVELOP A NEW INFRARED POLARIMETRIC WAVE IMAGING (I-PWI) SEA STATE SENSOR. I-PWI WILL BE DEPLOYED ON OFFSHORE STRUCTURES SUCH AS OIL PLATFORMS AND WIND TURBINES. THE TECHNOLOGY COMPLEMENTS EXISTING MONITORING CAPABILITIES INCLUDING A REAL-TIME, NOAA MAINTAINED DATA BUOY ARRAY, NUMERICAL MODELS, AND REGIONAL OCEAN OBSERVATION SYSTEMS. I-PWI LEVERAGES NEW CAMERA TECHNOLOGY AND RECENT ADVANCES IN THE PHYSICAL UNDERSTANDING OF STRUCTURE FROM POLARIZATION (SFP) TO CAPTURE SURFACE SLOPE FIELDS USED TO DERIVE SEA STATE (WAVE HEIGHT, PERIOD, AND DIRECTIONAL WAVE SPECTRA). I-PWI ALSO USES WELL-ESTABLISHED SPACE-TIME PROCESSING TECHNIQUES TO PROVIDE ESTIMATES OF SURFACE CURRENTS FROM IMAGE SEQUENCES. THE SYSTEM (CAMERA AND PROCESSING MODULE) IS MOUNTED WELL ABOVE THE SEA SURFACE, AND LOOKS DOWN AND AWAY FROM THE PLATFORM. T", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf13ccef-a441-98ef-cc56-749373b4aed4-C", "generated_internal_id": "ASST_NON_NA22OAR0210494_1330"}, {"internal_id": 150280743, "Award ID": "NA22OAR0210493", "Award Amount": 499906.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-13", "CFDA Number": "11.021", "Description": "HARMFUL ALGAL BLOOMS (HABS) REPRESENT A SIGNIFICANT PROBLEM FOR THE BLUE ECONOMY, ADVERSELY AFFECTING DRINKING WATER, COMMERCIAL FISHERIES, WATER RECREATION, AND TOURISM. EARLY DETECTION OF HABS IS CRUCIAL IN MITIGATING THEIR EFFECTS. WE PROPOSE TO CONTINUE OUR DEVELOPMENT OF HABSSED (HARMFUL ALGAL BLOOM SURVEILLANCE BY SEQUENCING OF ENVIRONMENTAL DNA) INTO THE PROTOTYPING PHASE. THE HABSSED PIPELINE, ONCE COMPLETED, WILL BE A NOVEL, RAPID, INEXPENSIVE SURVEILLANCE TECHNIQUE FOR DETECTING HABS BY LEVERAGING ABUNDANCE OF MICROBIAL TAXA IN THE ENVIRONMENT, MEASURED THROUGH EDNA SEQUENCING. THE PIPELINE WILL BE SIMPLE ENOUGH TO DEMOCRATIZE THE PROCESS, SUCH THAT CITIZEN SCIENTISTS AND LABS WITH LIMITED FUNDING CAN BENEFIT FROM IT. FOR OUR PHASE I WORK, WE SUCCESSFULLY DEMONSTRATED THE FEASIBILITY OF OUR APPROACH, BY SEQUENCING WATER SAMPLES DRAWN FROM LAKE ERIE GLERLS, AND SHOWING DIFFERENTIAL ABUNDANCE OF MICROCYSTIS SPECIES BETWEEN BLOOM-DRAWN AND PRE-BLOOM SAMPLES. OUR PHASE II PLANS A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "055fe9f4-8f07-3fc1-080d-60a9b0014fdf-C", "generated_internal_id": "ASST_NON_NA22OAR0210493_1330"}, {"internal_id": 149923355, "Award ID": "NA22OAR0210492", "Award Amount": 497263.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "11.021", "Description": "ENVIRONMENTAL MONITORING AND FORECASTING FOR MARINE, COASTAL AND TERRESTRIAL ENVIRONMENTS PLAYS A CRITICAL ROLE IN INFORMED DECISION MAKING FOR A WIDE RANGE OF STAKEHOLDERS IN GOVERNMENT AND REGULATORY AGENCIES, PRIVATE INDUSTRY, AND THE SCIENTIFIC COMMUNITY. THE NEED FOR HIGH-QUALITY RAPID DATA AND ANALYTICS IS BECOMING INCREASINGLY IMPORTANT IN THE FACE OF A CHANGING CLIMATE, WHICH THREATENS TO DISRUPT ECOSYSTEMS, ALTER GLOBAL WEATHER PATTERNS, AND INCREASE THE FREQUENCY AND SEVERITY OF EXTREME EVENTS ACROSS THE GLOBE. WE PROPOSE TO DEVELOP THE DEEPSPACE-AI PLATFORM, FOR AUTOMATED MONITORING AND FORECASTING OF ENVIRONMENTAL PHENOMENA ON A GLOBAL SCALE. THE DEEPSPACE-AI PLATFORM WILL AUTOMATE THE IMPORT OF SATELLITE IMAGERY AND COMPLEMENTARY DATA STREAMS FOR AREAS OF INTEREST, AND PROCESS THIS DATA USING A RANGE OF MACHINE LEARNING MODELS FOR OBJECT-DETECTION, AREA-BASED SEGMENTATION, AND FORECASTING. ADDITIONALLY, THE PLATFORM WILL INCLUDE ASSISTED ANNOTATION TOOLS SUPPORTING EFFICIE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0323a3ca-7217-511d-c9c9-d8c104904aba-C", "generated_internal_id": "ASST_NON_NA22OAR0210492_1330"}, {"internal_id": 149923350, "Award ID": "NA22OAR0210491", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "11.021", "Description": "WE PROPOSE TO IMPLEMENT A SYSTEM FOR AUTOMATIC TRANSCRIPTION OF TABLES FROM HANDWRITTEN OR TYPED DOCUMENT IMAGES. IN PHASE I WE DEVELOPED AN END-TO-END SYSTEM DESIGN AND SHOWED THE FEASIBILITY OF OUR APPROACH WITH A WORKING PROTOTYPE TO TAKE DOCUMENT IMAGES AS INPUTS AND EXTRACT A DIGITAL, TABULAR OUTPUT. IN PHASE II WE WILL FULLY IMPLEMENT THE ENDTO-END SYSTEM. OUR WORK WILL FOCUS ON THREE TASKS. THE FIRST IS THE IMPLEMENTATION OF THE FRONT-END USER INTERFACE, WHICH WILL ALLOW USERS TO CREATE &QUOT;TEMPLATES&QUOT; FOR TRANSCRIPTION JOBS, PROVIDE GUIDANCE, AND CORRECT THE OUTPUT. THE SECOND TASK FOCUSES ON IMPLEMENTING THE BACK END, WHICH EMPLOYS HIGHLY ACCURATE MODELS THAT CAN INCORPORATE USER KNOWLEDGE ABOUT THE TABLES TO BE TRANSCRIBED. FINALLY, IN ADDITION TO THE IMPLEMENTATION WORK, WE WILL EVALUATE THE SYSTEM'S ULTIMATE ACCURACY, DEPLOY THE SYSTEM, CONDUCT USER TESTING, AND REFINE THE IMPLEMENTATION IN RESPONSE TO FEEDBACK. THIS MAN-MACHINE COMBINATION OF USER INPUT, AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f037138-1a81-7182-7926-d4f36a615536-C", "generated_internal_id": "ASST_NON_NA22OAR0210491_1330"}, {"internal_id": 149923352, "Award ID": "NA22OAR0210490", "Award Amount": 499986.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "11.021", "Description": "THE PHYTER IS A HANDHELD DEVICE THAT ACCURATELY MEASURES PH USING COLORIMETRY, COMMUNICATING WITH A CELLPHONE VIA BLUETOOTH LOW ENERGY. THE APP RECORDS LOCATION, TIME, TEMPERATURE, PH AND META-DATA. IN PHASE I, WE REDESIGNED THE INSTRUMENT USING AN 'INTERNET OF THINGS' DEVELOPMENT PLATFORM, MODIFIED THE APP TO OPERATE ON BOTH ANDROID AND IOS PHONES, AND SHOWED, THROUGH A NETWORK OF PARTNERS, THAT IT IS AN EXCELLENT TOOL FOR COASTAL PH MEASUREMENTS, EDUCATION, AND CITIZEN SCIENCE. WITH THIS TECHNOLOGY, WE HAVE THE BASIS TO DEVELOP INEXPENSIVE INSTRUMENTATION FOR CITIZEN SCIENTISTS AND STUDENTS TO MEASURE OTHER IMPORTANT WATER QUALITY PARAMETERS, SUCH AS TOTAL ALKALINITY (TA), FLUORESCENT DISSOLVED ORGANIC MATTER (FDOM), THE PARTIAL PRESSURE OF CO2 (PCO2), AND THE DIFFERENTIAL PRESSURE OF CO2 IN AIR/WATER (DCO2). WITH PHASE II FUNDING WE WILL DEVELOP INEXPENSIVE TA, FDOM, PCO2, AND DCO2 MEASUREMENT SYSTEMS, AND A 'PHYTERPRO' (HIGHER ACCURACY PHYTER), WHILE WORKING CLOSELY WITH EDUCATORS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77749fc2-c2a0-9014-8d76-eef090ecaa8e-C", "generated_internal_id": "ASST_NON_NA22OAR0210490_1330"}, {"internal_id": 149923356, "Award ID": "NA22OAR0210489", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "11.021", "Description": "THERE IS A GROWING NEED FOR A SINGLE SOURCE OF TRUTH DATA ABOUT INTERTIDAL ZONES THAT CAN USED BY LAWMAKERS, RESOURCE MANAGERS, CONSERVATIONISTS, ENGINEERS, PHARMACEUTICAL AND FOOD MANUFACTURERS, FARMERS AND FISHERS, AND SCIENTISTS FOR BETTER ENVIRONMENTAL PLANNING AND PROTECTION, PARTICULARLY FOR THE LAND-SEA INTERFACE. OUR PHASE II RESEARCH WILL SOLVE THIS CHALLENGE BY DEVELOPING A DATA ANALYTICS PLATFORM THAT 1) COMPILES EXPLICIT OCEANOGRAPHIC, BIOLOGICAL, AND SPECTRAL DATA GATHERED OVER TIME FOR MACROALGAE IN INTERTIDAL ZONES, 2) PERFORMS OBJECTIVE, HIGH-ACCURACY ANALYSES LEVERAGING MACHINE AND DEEP LEARNING TECHNOLOGIES, 3) PROVIDES AN AI-DRIVEN PLATFORM BUILT TO PRODUCE ACCURATE RESULTS AT MULTIPLE SCALES, AND 4) DISTRIBUTES DATA AND INSIGHTS THAT CAN BE CONSUMED BY ORGANIZATIONS THROUGH AN EASY CLOUD-BASED, GRAPHICAL USER INTERFACE (GUI). THE PLATFORM WILL DELIVER DATA SOLUTIONS THAT INCENTIVIZE CONSERVATION OF RESOURCES, AUTOMATE WORKFLOWS ENABLING EFFICIENT AND ACCURATE MODELI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a23b4b0d-a6d9-33e1-b216-2136abc7b4ff-C", "generated_internal_id": "ASST_NON_NA22OAR0210489_1330"}, {"internal_id": 140140881, "Award ID": "NA21OAR0210499", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "11.021", "Description": "REMOTE AREAS, PARTICULARLY OVER THE OCEANS, REPRESENT REGIONS WITH THE LEAST OBSERVATION COVERAGE AND CONTRIBUTE SIGNIFICANTLY TO REDUCING THE POTENTIAL ACCURACY OF NUMERICAL WEATHER PREDICTION (NWP) MODELS. IN ADDITION TO SPACE-BASED OBSERVATIONS, DROPSONDES ARE POSSIBLY THE ONLY VIABLE METEOROLOGICAL SENSORS FOR USE OVER REMOTE AREAS, WHERE THERE IS NO COST-EFFECTIVE APPROACH TO PERMIT REGULAR RELEASE OF RADIOSONDES. TECHNOLOGY IMPROVEMENTS HAVE ENABLED THE MINIATURIZATION IN THE SIZE AND WEIGHT OF DROPSONDES, THEREBY ALLOWING NEW APPROACHES FOR DROPSONDE STOWAGE AND DEPLOYMENT. SOLAR-POWERED STRATOSPHERIC HIGH ALTITUDE PSEUDO-SATELLITE (HAPS) UNMANNED AERIAL VEHICLES (UAVS) ARE A NEW CLASS OF UNMANNED AIRCRAFT CAPABLE OF FLYING CONTINUOUSLY IN THE STRATOSPHERE FOR SEVERAL MONTHS BETWEEN LANDINGS. THE INTEGRATION OF THESE MINIATURIZED DROPSONDE TO HAPS UAVS OPENS A LEVEL OF WEATHER DATA GATHERING NOT POSSIBLE TODAY. THE GOAL OF THE PHASE I PROJECT IS TO VALIDATE THAT THE HAPS-DROPSON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "729102d9-82b5-7bb8-24c4-0c16adafbc14-C", "generated_internal_id": "ASST_NON_NA21OAR0210499_1330"}, {"internal_id": 139741960, "Award ID": "NA21OAR0210498", "Award Amount": 149872.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "11.021", "Description": "THE PRIMARY OBJECTIVE OF THE PROPOSED ENDEAVOR IS TO BUILD A COMMUNITY-DRIVEN MARINE COASTAL DATA HARVESTING ECOSYSTEM THAT NOT ONLY PROVIDES A BENEFIT TO THE INDIVIDUALS WITHIN THE COASTAL COMMUNITY, BUT ALSO ENHANCES THE DATA QUALITY, COMPLETENESS AND TIMELINESS OF MARITIME SAFETY AND NAVIGATION DATABASES. THE APPROACH LEVERAGES VOLUNTEERED GEOGRAPHIC INFORMATION TO MOTIVATE DATASET GENERATION FOR AUTOMATED ANALYTICS. THE INVESTIGATORS PROPOSE THE CREATION OF A PARTICIPATORY SENSOR NETWORK FOR AUGMENTING CONVENTIONAL MARINE NAVIGATION WITH TIMELY UPDATES OF GEOSPATIAL FEATURES. ASPECTS INVESTIGATED INCLUDE (A) A SCALABLE CLOUD SERVICE THAT SUPPORTS GEOGRAPHIC OBJECTS AND GEOSPATIAL AND TEMPORAL DATABASE QUERY OPERATIONS, (B) A MOTIVATING MOBILE CLIENT APP FOR MARINERS THAT PROMOTES INTERACTION, (C) THE VIABILITY OF CREATING AN ULTRA LOW COST MARINE-GRADE IMAGE SENSOR UNIT FOR IDENTIFYING AND COARSELY CLASSIFYING OBJECTS, (D) THE SOCIAL AND ECONOMIC FORCES AND ATTRACTORS IN THIS MARKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "27a2da3f-9fa2-d761-5c43-a06f21c0db72-R", "generated_internal_id": "ASST_NON_NA21OAR0210498_1330"}, {"internal_id": 139741951, "Award ID": "NA21OAR0210497", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-26", "CFDA Number": "11.021", "Description": "THIS SMALL BUSINESS INNOVATION RESEARCH PROJECT ADDRESSES THE DEVELOPMENT OF A NEW SMARTPHONE ENABLED WATER QUALITY MONITORING DATA PLATFORM SUPPORTING NOAA'S MANDATE TO MAXIMIZE PATHWAYS FOR THE PUBLIC TO ENGAGE WITH ENVIRONMENTAL RESEARCH AND MONITORING APPLICATIONS. FOR EXAMPLE, NOAA HAS A RICH HISTORY OF CITIZEN SCIENTIST INVOLVEMENT IN THE PURSUIT OF THE BEST SOCIAL, ECONOMIC AND ENVIRONMENTAL OUTCOMES. THERE IS A GROWING NEED, HOWEVER, FOR NEW ADVANCEMENTS IN DATA PLATFORMS FOCUSED ON WATER QUALITY MONITORING ACTIVITIES THAT ARE A FRACTION OF THE COST, WIDELY AVAILABLE AND, MOST OF ALL, EASY TO OPERATE WITH THE LEVEL OF UNDERSTANDING COMMENSURATE WITH A LAY PERSON. PHASE I R&D EFFORTS WILL FOCUS ON DEVELOPING: (1) QUANTITATIVE WATER TEST STRIPS USING FORTIFIED STANDARDS; (2) SMARTPHONE APP CONSISTING OF AUTOMATED DATA ACQUISITION AND ANALYSIS ALGORITHMS; (3) RELATIONAL DATABASE EMPLOYING AI-BASED SCRUBBING METHODS. PHASE I R&D EFFORTS WILL ALSO FOCUS ON COMPLETING A PILOT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7c2e8a7b-7ef0-5671-bcfc-06c771bd491c-C", "generated_internal_id": "ASST_NON_NA21OAR0210497_1330"}, {"internal_id": 139144761, "Award ID": "NA21OAR0210496", "Award Amount": 149191.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-13", "CFDA Number": "11.021", "Description": "YEAST-BASED BIOSENSORS FOR DETECTING PATHOGENIC BACTERIA IN AQUACULTURE SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cca3a409-fb90-d7a9-47b2-6e805af8e0c3-R", "generated_internal_id": "ASST_NON_NA21OAR0210496_1330"}, {"internal_id": 139144824, "Award ID": "NA21OAR0210495", "Award Amount": 149913.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-13", "CFDA Number": "11.021", "Description": "INFRARED POLARIMETRIC WAVE IMAGING (I-PWI) FOR PASSIVE REMOTE SENSING OF SEA STATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf13ccef-a441-98ef-cc56-749373b4aed4-C", "generated_internal_id": "ASST_NON_NA21OAR0210495_1330"}, {"internal_id": 139741964, "Award ID": "NA21OAR0210494", "Award Amount": 149999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "11.021", "Description": "THERE IS A DEARTH OF ACCESSIBLE INFORMATION AND INNOVATIVE TOOLS TO MAP AND OBTAIN  BIOMASS DATA FOR ANALYSIS, CONSERVATION, AND SUSTAINABLE RESOURCE MANAGEMENT OF  INTERTIDAL VEGETATION IN THE UNITED STATES AND GLOBALLY. A MAJOR TECHNICAL PROBLEM IS THE  INTEGRATION OF BIOLOGICAL AND PHYSICAL DATA AT SMALL SPATIAL SCALES (&LT;0.5 METERS) WITH  AVAILABLE LARGE SCALE REMOTE SENSING IMAGERY AND DATA PRODUCTS (&GT;2 METERS). WE PROPOSE  UNOCCUPIED AERIAL SYSTEMS (UAS) CAN BE USED FOR QUALITY CONTROL, CO-REGISTRATION,  TRAINING, AND VALIDATION OF SATELLITE OR HIGH-ALTITUDE OR SPACE-BASED AERIAL IMAGERY.  SPECIFICALLY, WE PROPOSE TO DEVELOP TRAINING DATA USING UNOCCUPIED AERIAL SYSTEMS  (UAS) TO BRIDGE THE GAP BETWEEN SMALL- AND LARGE-SCALE ECOLOGICAL AND REMOTE SENSING  DATA, AND TO USE ARTIFICIAL INTELLIGENCE (AI) AND MACHINE LEARNING (ML) TO ACCURATELY  MAP, CLASSIFY, AND ESTIMATE BIOMASS OF INTERTIDAL VEGETATION SUCH AS MACROALGAE. THIS  PHASE I STUDY WILL ASSESS THE FEASIBILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a23b4b0d-a6d9-33e1-b216-2136abc7b4ff-C", "generated_internal_id": "ASST_NON_NA21OAR0210494_1330"}, {"internal_id": 139741956, "Award ID": "NA21OAR0210493", "Award Amount": 149882.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-16", "CFDA Number": "11.021", "Description": "NOAA HAS USED HISTORICAL DOCUMENTS SUCH AS SHIP LOGS AND MANY OTHER RESOURCES TO COLLECT WEATHER DATA CRITICAL TO MODELING GLOBAL AND REGIONAL CLIMATE AND WEATHER CONDITIONS. TO DATE, THE OPTICAL CHARACTER RECOGNITION (OCR) TECHNOLOGY DEVELOPED OVER THE PAST THREE DECADES REMAINS LIMITED IN THE ABILITY TO RECOGNIZE HANDWRITING AND RELIABLY EXTRACT TEXT IN CONTEXT. MACHINE LEARNING (ML) ALGORITHMS CAN HELP IMPROVE THE PROCESSES. GIVEN THE IMPORTANCE OF ACCURACY FOR WEATHER DATA, WE PROPOSE THE DEVELOPMENT AND TESTING OF A CUSTOM OCR/TEXT EXTRACTION APPLICATION BUILT USING OPENCV AND TESSERACT. BOTH ARE OPEN-SOURCE AND OPERATE WITHIN THE OPEN-SOURCE PYTHON ENVIRONMENT. PYTORCH WILL BE EVALUATED AS THE DEEP LEARNING LIBRARY TO OPTIMIZE THE OPENCV AND TESSERACT INTEGRATION AND POST PROCESSING. WE SUBMIT THAT THIS INTEGRATION WILL PROVIDE MORE FLEXIBLE PRE-PROCESSING WITHOUT UNDUE COMPLEXITY AND UNDERSTANDING, REQUIRE LESS POST-PROCESSING, AND ESTABLISH A FRAMEWORK TO ADD AUTOMATION TO PRE/", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77614466-3529-9096-d2d2-892d6b0e20ff-C", "generated_internal_id": "ASST_NON_NA21OAR0210493_1330"}, {"internal_id": 139741958, "Award ID": "NA21OAR0210492", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "11.021", "Description": "ONE OF THE MOST PROMINENT CHALLENGES FOR THE SAFE CULTIVATION AND MAINTENANCE OF ANIMALS IS CONTROL OF INFECTIOUS DISEASES. A. OCELLATUM IS A PARASITIC INFECTION THAT IMPACTS ALL FISH WITHIN THE WIDE ENVIRONMENTAL RANGE RESULTING IN MASS MORALITIES IN CAPTIVITY. WITH A BROAD HOST AND GEOGRAPHIC RANGE, ALL FISH IN AQUACULTURE ($10B ANNUALLY), AQUARIUM TRADE SPECIES ($278M ANNUALLY),24 AND CONSERVATION SPECIES ($7.6B), OR A TOTAL OF $18B ANNUALLY ARE SUSCEPTIBLE TO A. OCELLATUM. DUE TO ITS RAPID ONSET, THERE ARE OFTEN NO SIGNS OF INFESTATION BEFORE MORTALITIES BEGIN TO APPEAR WITHIN A SYSTEM, MAKING IT IMPERATIVE TO DIAGNOSE AND TREAT AS EARLY AS POSSIBLE. CURRENT METHODOLOGIES FOR DETECTING A. OCELLATUM ARE INSUFFICIENT TO CIRCUMVENT OUTBREAKS. THIS PROJECT PROPOSES TWO INNOVATIVE APPROACHES TO DEVELOP A SUCCESSFUL RAPID DIAGNOSTIC TEST FOR A. OCELLATUM: (1) UTILIZATION OF A NEXT GENERATION APPROACH OF PRODUCING HIGHLY SPECIFIC MONOCLONAL ANTIBODIES (MABS) FOR A. OCELLATUM DINOSPORES AN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3a3d81f1-f881-22b9-f043-f9fad88545f0-R", "generated_internal_id": "ASST_NON_NA21OAR0210492_1330"}, {"internal_id": 139741981, "Award ID": "NA21OAR0210491", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "11.021", "Description": "SWIFT ENGINEERING PROPOSES TO PROVIDE A HIGH QUALITY, AFFORDABLE, INTERNET OF THINGS (IOT) ENABLED MULTI-FUNCTIONAL, WATER SENSOR SOLUTION CALLED &QUOT;KELP.&QUOT; AN AFFORDABLE AND SELF-POWERED BUOY PLATFORM, KELP WILL BE ADAPTABLE TO CHANGING NEEDS OF THE GLOBAL BLUE ECONOMY MARKET. THE FIRST GENERATION OF THIS PRODUCT SPECIFICALLY TARGETS EMERGING MARKETS IN ESTUARINE ENVIRONMENTAL MONITORING, DAM AND LARGE-SCALE WATER STORAGE FACILITIES, HARMFUL ALGAE BLOOM (HAB) MONITORING, AND SEWAGE AND CHEMICAL OUTFALL MONITORING. EACH OF THESE MARKETS PRESENTS A UNIQUE NEED TO MONITOR MULTIPLE WATER QUALITY PARAMETERS WITH HIGH RESOLUTION AND NEAR REAL TIME DATA COLLECTION, WHICH KELP IS UNIQUELY DESIGNED TO PROVIDE. TO SERVE THE NEEDS OF THESE MARKET, SWIFT WILL DEVELOP SEVERAL KEY FEATURES OF THE KELP SYSTEM. SWIFT WILL DEVELOP SOFTWARE AND HARDWARE LAYOUTS TO TURN KELP INTO A MODULAR SYSTEM THAT ALLOWS FOR THE ADDITION OF CUSTOM 3RD PARTY SENSORS. KELP WILL ALSO BE DEVELOPED WITH RE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "176bc4eb-4c67-9975-7031-83f5e8b24cb6-C", "generated_internal_id": "ASST_NON_NA21OAR0210491_1330"}, {"internal_id": 139741955, "Award ID": "NA21OAR0210490", "Award Amount": 149800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-20", "CFDA Number": "11.021", "Description": "WHILE INCREASES IN MARITIME SHIPPING TRAFFIC CONTINUE ON AN EXPONENTIAL TREND, MARINE MAMMALS, ESPECIALLY THE CRITICALLY ENDANGERED RIGHT WHALE, IS EXPERIENCING EVER INCREASING INJURIES AND DEATHS DUE TO SHIP STRIKES AND FISHING GEAR ENTANGLEMENTS. THIS SBIR SEEKS TO COMBINE TWO FIELDED PROTOTYPE TECHNOLOGIES- A PARAFOIL BUILT FOR THE US NAVY (TALONS), AND A WHALE DETECTION SENSOR SYSTEM THAT WOULD GIVE SHIP CAPTAINS A GREATER CHANCE OF REACTING WELL BEFORE A SHIP CROSSES PATHS WITH A WHALE. THIS TECHNOLOGY COMBINATION ALSO SHOWS GREAT PROMISE FOR A) VESSEL-STRIKE MITIGATION, B) NOISE MITIGATION DURING WINDFARM CONSTRUCTION AND PILEDRIVING AS WELL AS NOAA SCIENTIFIC APPLICATIONS FOR MARINE MAMMAL TRACKING AND DETECTION. IN LONG-RUN ONE COULD IMAGINE AUTONOMOUS VEHICLES EQUIPPED WITH SUCH SYSTEMS TO TRACK INDIVIDUAL WHALES OF HIGHLY ENDANGERED SPECIES (E.G. NORTH ATLANTIC RIGHT WHALE) AND CREATE MOBILE HIGH-AWARENESS ZONES TO PROTECT THOSE ANIMALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fe868828-1415-1725-3cba-d9e2dfb8d5f6-C", "generated_internal_id": "ASST_NON_NA21OAR0210490_1330"}, {"internal_id": 139741959, "Award ID": "NA21OAR0210489", "Award Amount": 149991.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "11.021", "Description": "NOAA SBIR TOPIC 9.5 INCLUDES AS A RESEARCH PRIORITY THE DEVELOPMENT OF TOOLS, PLATFORMS,  TO MAKE ENVIRONMENTAL INFORMATION MORE ACCESSIBLE, USABLE, UNDERSTANDABLE, AND RELATABLE TO STUDENTS, CITIZEN SCIENTISTS, AND THE PUBLIC. SUNBURST SENSORS HAS TWICE USED NOAA SBIR FUNDING TO SUCCESSFULLY CREATE NEW PRODUCTS. WE PROPOSE USING PHASE 1 FUNDING TO DEMONSTRATE THE PROTOTYPE PHYTER AS A TOOL FOR STUDENTS AND CITIZEN SCIENTISTS TO COLLECT OCEAN BIOGEOCHEMICAL DATA. THE PHYTER IS AN INEXPENSIVE INSTRUMENT THAT ACCURATELY MEASURES PH USING COLORIMETRIC METHODS. IT USES AN IPHONE APP THAT RECORDS LOCATION, TIME, TEMPERATURE, PH AND META-DATA VIA BLUETOOTH. THE INSTRUMENT WILL WORK WELL IN THE HANDS OF STUDENTS AND CITIZEN SCIENTISTS, AND IT WILL SERVE AS BASIS FOR THE DEVELOPMENT OF OTHER INEXPENSIVE INSTRUMENTATION IN PHASE 2. THE PROTOTYPE INSTRUMENT WAS DEVELOPED OVER THE PAST FEW YEARS AND REQUIRES REAL-WORLD DEMONSTRATION. WE WILL BUILD 50 INSTRUMENTS AND DISTRIBUTE THEM TO 3 PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77749fc2-c2a0-9014-8d76-eef090ecaa8e-C", "generated_internal_id": "ASST_NON_NA21OAR0210489_1330"}, {"internal_id": 139741957, "Award ID": "NA21OAR0210488", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "11.021", "Description": "WE PROPOSE TO DEVELOP A SYSTEM FOR TRANSCRIBING SEMI-STRUCTURED DATA, INCLUDING TABLES, FROM HANDWRITTEN OR TYPED DOCUMENT IMAGES. OUR OBJECTIVE IS TO DESIGN AN END-TO-END SYSTEM THAT TAKES DOCUMENT IMAGES AS INPUTS AND EXTRACTS A DIGITAL, TABULAR OUTPUT. THE PROPOSED APPROACH EMPLOYS A JOINT REASONING ARCHITECTURE WHERE OPTICAL CHARACTER RECOGNITION AND STRUCTURE RECOGNITION IS COMBINED IN A SINGLE NEURAL NETWORK TO ACHIEVE HIGH ACCURACY. IN ADDITION, OUR APPROACH WILL ALLOW USERS TO RAPIDLY FIX ANY EXTRACTION MISTAKES IN A &QUOT;EXAMPLE-BASED&QUOT; MANNER, SO THAT WORKING AS A MAN-MACHINE TEAM THE COMPLETE TASK CAN BE EFFICIENTLY ACCOMPLISHED, EVEN IN CASES WHERE THE SYSTEM DOES NOT INITIALLY PRODUCE A PERFECT RESULT. OUR AIM IS TO EMPOWER CITIZEN SCIENTISTS TO QUICKLY AND EASILY PARTICIPATE IN THE EXTRACTION PROCESS IN AN INTUITIVE WAY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f037138-1a81-7182-7926-d4f36a615536-C", "generated_internal_id": "ASST_NON_NA21OAR0210488_1330"}, {"internal_id": 139741961, "Award ID": "NA21OAR0210487", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "11.021", "Description": "HARMFUL ALGAL BLOOMS CAN DEVASTATE ECOLOGICAL AND ECONOMIC SYSTEMS; FEDERAL DISASTERS ARE DECLARED, PUBLIC DRINKING WATER SYSTEMS SHUT DOWN, FISHERIES CLOSED, AND MASS WILDLIFE DIE OFFS AND ACUTE TOXICITY/DEATH FOR HUMANS OCCUR. BY THE NUMBERS, THE NEGATIVE FINANCIAL IMPACT OF HABS GLOBALLY IS $10B AND, AS TEMPERATURES CLIMB, CONDITIONS ARE INCREASINGLY FAVORABLE FOR HAB EVENTS. HABS CAN BE CONTROLLED WITH DAMAGE MITIGATED, AND EARLY DETECTION OF A BLOOM IS A CRITICAL STEP IN AVOIDING DISASTER. THE MOST PREVALENT TOXIN ASSOCIATED WITH HABS IS THE HEPATOTOXIN MICROCYSTIN. SCREENING FOR MICROCYSTINS USES ELISA TO ASSESS THE TOTAL NUMBER OF MICROCYSTINS IN A SAMPLE. ELISA TESTS TYPICALLY TAKE 2-4 HOURS AND ARE LIMITED IN SENSITIVITY. THE LONG TEST TIME FOR ELISA IS DOMINATED BY THE BINDING TIME OF ANTIGENS AND ANTIBODIES TO ANALYTES. HUMMINGBIRD NANO, INC., PROPOSES AN INNOVATIVE MICROFLUIDIC PRESSURE-BASED METHODOLOGY TO SIGNIFICANTLY REDUCE THIS BINDING TIME WHILE INCREASING SENSITIVITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80069c69-4324-0e12-3857-0c43b051cf48-R", "generated_internal_id": "ASST_NON_NA21OAR0210487_1330"}, {"internal_id": 139741952, "Award ID": "NA21OAR0210486", "Award Amount": 149865.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "11.021", "Description": "THE PURPOSE OF THIS PROPOSAL IS TO ANALYZE THE MONITORING REQUIREMENTS FOR NEAR SHORE AQUACULTURE INSTALLATIONS AND DETERMINE THE BEST TECHNICAL SOLUTION TO CONTINUOUSLY MONITOR THESE GROWING SITES. BY PROVIDING CONTINUOUS MONITORING OF THE WATER QUALITY, SHELLFISH/FINFISH QUALITY CAN BE INFERRED AND THEN TRANSMITTED TO THE CONSUMER AS AN ENHANCED FOOD SECURITY CERTIFICATION. TRIDENTIS ADVANCED MARINE VEHICLES (AMV) IN CONJUNCTION WITH THE WASHINGTON COLLEGE WATERSHED INNOVATION LABORATORY (WIL) INTEND TO ESTABLISH A BASELINE TESTING REGIMEN FOR A NEAR-SHORE SHELLFISH AQUACULTURE FARMS AND DEVELOP A MATERIAL SOLUTION TO MONITOR THE ENVIRONMENTAL CONDITIONS EFFICIENTLY, IN REAL TIME, ACCURATELY, AND IN A COST-EFFECTIVE MANNER WITHIN AQUACULTURE INSTALLATIONS. AMV INTENDS TO DEVELOP TECHNOLOGY FOR USE ON OUR ADVANCED COASTAL MONITOR (ACM) TO PROVIDE A COST-EFFECTIVE SOLUTION TO IMPROVE MONITORING CAPABILITIES. THE WATERSHED INNOVATION LAB WILL SUPPLY BASIC OBSERVATION BUOY (BOB) MONITORI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "134c468c-46b6-6df2-1018-665dbdc7f76f-C", "generated_internal_id": "ASST_NON_NA21OAR0210486_1330"}, {"internal_id": 140140882, "Award ID": "NA21OAR0210485", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "11.021", "Description": "THE EVOLVING RISKS OF CLIMATE, ENERGY TRANSITIONS, RAPIDLY EMERGING GLOBAL MARKETS, INFRASTRUCTURE, AND SUPPLY CHAINS ARE NOW UNDER RISK OF A $5 - $100 TRILLION IMPACT COST BY 2050. THIS PROJECT ADDRESSES THE NEED FOR ORGANIZATIONS TO RAPIDLY UNDERSTAND CLIMATE CHANGE RISK, MITIGATIONS, AND ADAPTATIONS. BY DEVELOPING AN AI AUTOMATED DECISION SUPPORT PLATFORM TO DYNAMICALLY ASSESS COASTAL RISK AND DELIVER BEST PRACTICES ACROSS MITIGATION AND ADAPTATION ACTIONS, CLIMATE SOLUTIONS CAN BE SCALED AT THE SPEED OF THIS CRITICAL AND SPECIES DEFINING PROBLEM SET. ASSESSING THE FEASIBILITY OF AN AI-ENABLED PLATFORM THAT GENERATES CLIMATE RISK SCORES, AND COUNTERMEASURES ARE CRITICAL TO HELPING DECISION-MAKERS ACROSS ORGANIZATIONS DECIDE ON THE BEST STRATEGIES FOR CLIMATE MITIGATION AND ADAPTATION THEY NEED TO ACT ON RAPIDLY. THIS TOOL WILL DIRECTLY HELP THE BLUE ECONOMY AND COASTAL REGIONS BY PROVIDING ACTIONABLE INFORMATION TO COASTAL COMMUNITIES AND DECISION-MAKERS IN THE SUPPORT OF MARITIME C", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aab9cee3-d525-e690-bfae-18b64aa6a9a8-R", "generated_internal_id": "ASST_NON_NA21OAR0210485_1330"}, {"internal_id": 139741963, "Award ID": "NA21OAR0210484", "Award Amount": 149562.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "11.021", "Description": "HIGH-RESOLUTION IMAGES FROM SATELLITES AND AIRPLANES HAVE BECOME UBIQUITOUS IN THE CURRENT DIGITAL LANDSCAPE, AND READILY AVAILABLE TO THE PUBLIC. IN RECENT YEARS, DEEP LEARNING APPROACHES, AND IN PARTICULAR DEEP CONVOLUTIONAL NEURAL NETWORKS HAVE REVOLUTIONIZED COMPUTER VISION. SUCH DEEP LEARNING MODELS THRIVE WITH AN ABUNDANCE OF DATA, CREATING ENORMOUS POTENTIAL AT THE NEXUS OF COMPUTER VISION AND SATELLITE IMAGING. TO THIS END, WE PROPOSE TO DEVELOP DEEPSPACE-AI, A ROBUST PLATFORM TO AUTOMATE PROCESSING AND OBJECT RECOGNITION IN SATELLITE IMAGING FOR A RANGE OF APPLICATIONS IN MARINE ENVIRONMENTAL MONITORING AND BEYOND. DEEPSPACE-AI WILL SERVE AS A PLATFORM FOR THE ANNOTATION OF SATELLITE IMAGE DATASETS, TRAINING OF DEEP LEARNING MODELS, AUTOMATED OBJECT RECOGNITION IN REAL-TIME, AND A DASHBOARD FOR ANALYZING AND INTERPRETING RESULTS. PROVIDING A SINGLE PLATFORM FOR MULTIPLE OBJECT RECOGNITION TASKS WILL PROVIDE UNPRECEDENTED OPPORTUNITIES FOR OBSERVING BEHAVIORS AND TRENDS INVOLVI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0323a3ca-7217-511d-c9c9-d8c104904aba-C", "generated_internal_id": "ASST_NON_NA21OAR0210484_1330"}, {"internal_id": 139741972, "Award ID": "NA21OAR0210483", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "11.021", "Description": "WE PROPOSE TO DEVELOP AN ARTIFICIAL INTELLIGENCE (AI) SYSTEM THAT CAN AUTOMATICALLY PROCESS INFRARED VIDEO TO DETECT AND CLASSIFY MARINE MAMMALS. WE WILL USE A NOVEL DEEP NEURAL ARCHITECTURE DEVELOPED AT TOYON BASED ON THE LATEST RESEARCH IN ARTIFICIAL NEURAL NETWORKS. OUR APPROACH IS ABLE TO CAPTURE BOTH TEMPORAL AND SPATIAL FEATURES THAT ARE PRESENT IN THE INFRARED VIDEO. WE PLAN TO TRAIN OUR NETWORK USING MONTHS OF RECORDED LONG WAVE INFRARED (LWIR) VIDEO FROM MULTIPLE CAMERAS THAT OBSERVED THE OCEAN DAY AND NIGHT FOR MONTHS AT A TIME WITH MARINE MAMMALS PRESENT ON OCCASION. OUR TRAINING PROCESS WILL INVOLVE THE USE OF HUMAN-DEVELOPED ALGORITHMS AND SEMI-AUTOMATED TOOLS FOR DATA EXTRACTION. WE WILL EVALUATE THE PERFORMANCE OF OUR AI SYSTEM AND COMPARE ITS PERFORMANCE TO EXISTING HUMAN-DEVELOPED ALGORITHMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07260464-657f-c800-4010-c69e124ec72e-C", "generated_internal_id": "ASST_NON_NA21OAR0210483_1330"}, {"internal_id": 139741968, "Award ID": "NA21OAR0210482", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-18", "CFDA Number": "11.021", "Description": "EXPANSION OF AQUACULTURE PRODUCTION DEPENDS CRUCIALLY ON THE DEVELOPMENT OF TECHNOLOGIES THAT ARE ABLE TO PERFORM FUNCTIONS IMPORTANT IN A FISH FARMING FACILITY, WITHOUT HUMAN INPUT. FOR INSTANCE, EARLY DETECTION OF A DISEASE OR PARASITE OUTBREAK IS CRITICAL IN INTENSIVE AQUACULTURE SETTINGS. PARASITES, SUCH AS SEA LICE IN SALMONID AQUACULTURE ARE RESPONSIBLE FOR LARGE LOSSES. EXISTING OPTIONS FOR DEALING WITH OUTBREAKS ARE UNPALATABLE. THE PRESENT PHASE I PROPOSAL AIMS TO PIONEER THE USE AND SMOOTH INTEGRATION OF IMAGE DETECTION, MACHINE LEARNING (ML) INFERENCE, AND AUTOMATED HARVESTING, INTO AUTONOMOUSLY OPERATING DEVICES WITHIN CURRENT AQUACULTURE WORKFLOWS. OPTIMIZED FOR LOW-POWER CONSUMPTION, OUR PRODUCT PLANS RELY ON OPEN SOURCE FRAMEWORKS AND SINGLE BOARD EDGE COMPUTING, WITH ON-BOARD, TENSOR-FLOW CO-PROCESSING. THE RESULT WILL BE A FLEXIBLE AND ADAPTABLE, AUTOMATED SYSTEM THAT PERMITS THE SORTING AND HANDLING OF FISH BY A NUMBER OF CHARACTERISTICS, INCLUDING GROWTH RATES/CONDIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "022441d0-fc10-6b4b-7c06-78ab63ff42e2-R", "generated_internal_id": "ASST_NON_NA21OAR0210482_1330"}, {"internal_id": 139741954, "Award ID": "NA21OAR0210481", "Award Amount": 149992.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "11.021", "Description": "HARMFUL ALGAL BLOOMS (HABS) POSE A SIGNIFICANT AND INCREASING RISK, BOTH TO HUMAN HEALTH AND TO THE BLUE ECONOMY. 'OMICS APPROACHES TO EARLY DETECTION PROMISE TO HELP MITIGATE THESE RISKS. WE PROPOSE TO DEVELOP HABSSED (HAB SURVEILLANCE BY SEQUENCING OF ENVIRONMENTAL DNA) A PORTABLE, RELIABLE, RAPID, LOW-COST PIPELINE FOR DETECTING HABS IN THE FIELD USING 3RD GENERATION SEQUENCING WITH THE OXFORD NANOPORE MINION DEVICE. WE PROPOSE TO DEMONSTRATE THE EFFICACY OF OUR APPROACH BY SEQUENCING EXISTING SAMPLES COLLECTED BY OUR COLLABORATORS AT JAMES MADISON UNIVERSITY FROM A NOAA GLERL ON LAKE ERIE. WE WILL SEQUENCE EDNA FROM SAMPLES DRAWN BEFORE, DURING, AND AFTER A MICROCYSTIS BLOOM, AND ESTIMATE THE ABUNDANCE OF HAB-ASSOCIATED TAXA. WE HOPE TO SHOW THAT THIS APPROACH WILL ALLOW FOR MORE EFFICIENT DETECTION OF HABS WHEN COMPARED TO CONVENTIONAL APPROACHES. RESULTS FROM OUR PILOT SEQUENCING RUNS IN PHASE I WILL BE USED TO OPTIMIZE AND STREAMLINE THE EXTRACTION, SEQUENCING, AND ANALYSIS PROC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "055fe9f4-8f07-3fc1-080d-60a9b0014fdf-C", "generated_internal_id": "ASST_NON_NA21OAR0210481_1330"}, {"internal_id": 139741967, "Award ID": "NA21OAR0210480", "Award Amount": 128918.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "11.021", "Description": "TAMPA DEEP SEA XPLORERS (TDSX) WILL CONDUCT RESEARCH INTO THE FEASIBILITY OF INTEGRATING A COMPACT UNDERWATER LIDAR SYSTEM FOR SMALL ROVS AND AUVS. LIDAR HAS REVOLUTIONIZED THE COLLECTION OF ARCHEOLOGICAL, GEOGRAPHICAL, AND CARTOGRAPHIC DATA ON DRY LAND. ITS USE BELOW THE WATER'S SURFACE HOWEVER HAS BEEN SEVERELY LIMITED. THE PHASE I SIBR IS A COLLABORATIVE EFFORT BETWEEN TDSX AND BEAMSEA ASSOCIATES TO PROVE THE FEASIBILITY OF DEVELOPING A LIDAR SYSTEM TO COLLECT DATA FROM A SMALL PLATFORM VEHICLE. THE PHASE I SBIR WILL PROVE THE FEASIBILITY OF REDUCING THE SIZE AND WEIGHT OF A LIDAR SYSTEM FOR INTERNAL INSTALLATION IN A MICRO OR MINI-ROV OR AUV. THE AUV PLATFORM THAT WILL BE USED FOR THIS DEVELOPMENT WILL BE A TDSX BARRACUDA. THE BARRACUDA PLATFORM IS SUITABLE TO PROVE THAT A LIGHT WEIGHT COMPACT LIDAR SYSTEM CAN BE DEVELOPED TO BE CARRIED INTERNALLY OR AS AN ADD-ON MODULE FOR MICRO AND MINI-ROVS AND AUVS. THIS PROPOSAL HAS THE POTENTIAL TO PUT A STATE-OF-THE-ART DATA COLLECTION PLATF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f17fe2c-e66c-ceeb-25de-6c294caed94c-R", "generated_internal_id": "ASST_NON_NA21OAR0210480_1330"}, {"internal_id": 138266914, "Award ID": "NA21OAR0210319", "Award Amount": 499955.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "11.021", "Description": "AIRCRAFT DETECTION 360 CAMERA AND MICROPHONE ARRAY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": null, "generated_internal_id": "ASST_NON_NA21OAR0210319_1330"}, {"internal_id": 139144804, "Award ID": "NA21OAR0210305", "Award Amount": 499826.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "11.021", "Description": "RAPID DETECTION OF FISH SPECIES AND QUALITY IN THE MARKETPLACE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aee0a29-720f-6401-bfb2-eb26bf0967b4-C", "generated_internal_id": "ASST_NON_NA21OAR0210305_1330"}, {"internal_id": 138797505, "Award ID": "NA21OAR0210304", "Award Amount": 499919.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "11.021", "Description": "NON-EQUILIBRIUM SHORT-PULSED DISCHARGE FOR REMOVAL OF ANTIBIOTICS AND PATHOGENS FROM WATER USED IN AQUACULTURAL FACILITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d638fc7-4cfa-b674-5bd6-40a9fdf9c026-C", "generated_internal_id": "ASST_NON_NA21OAR0210304_1330"}, {"internal_id": 138797561, "Award ID": "NA21OAR0210303", "Award Amount": 499996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-29", "CFDA Number": "11.021", "Description": "WEATHER RISK INFORMATION AND IMPACTS FOR SCHOOLS SYSTEMS KIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3508fc93-1cae-ec76-51db-0687a2422381-C", "generated_internal_id": "ASST_NON_NA21OAR0210303_1330"}, {"internal_id": 139144757, "Award ID": "NA21OAR0210302", "Award Amount": 449418.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "11.021", "Description": "AUTOMATED FILET IDENTIFICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3eddee7-3590-334f-66f5-989eed8c373e-C", "generated_internal_id": "ASST_NON_NA21OAR0210302_1330"}, {"internal_id": 139144823, "Award ID": "NA21OAR0210301", "Award Amount": 499973.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "11.021", "Description": "SEMI-AUTONOMOUS CAPABILITIES FOR THE OPERATION OF UNCREWED TEAMS (SCOUT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18a1d77c-196c-ded4-b89d-ea78f0d2fb01-C", "generated_internal_id": "ASST_NON_NA21OAR0210301_1330"}, {"internal_id": 139144766, "Award ID": "NA21OAR0210300", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "11.021", "Description": "NOAA AERIELLE SONAR UAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4773ca6-cf63-9536-8f39-05444dc4805b-C", "generated_internal_id": "ASST_NON_NA21OAR0210300_1330"}, {"internal_id": 139144792, "Award ID": "NA21OAR0210299", "Award Amount": 497391.29, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "11.021", "Description": "RAPID, SIMPLE DIAGNOSTIC FOR PATHOGENS IN MARINE AQUACULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "437218bc-c311-6923-325f-3782faa450aa-C", "generated_internal_id": "ASST_NON_NA21OAR0210299_1330"}, {"internal_id": 138797510, "Award ID": "NA21OAR0210298", "Award Amount": 499713.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-29", "CFDA Number": "11.021", "Description": "DEVELOPING A VISIBILITY PREDICTIVE MODEL USING CROWDSOURCED DATA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d3c818c-95df-b21a-5214-f003001efe4b-R", "generated_internal_id": "ASST_NON_NA21OAR0210298_1330"}, {"internal_id": 139144770, "Award ID": "NA21OAR0210297", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "11.021", "Description": "MACHINE LEARNING FOR RISK ASSESSMENT USING SATELLITE AND AERIAL IMAGERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d815f402-2ad3-184a-df54-afe25536381b-C", "generated_internal_id": "ASST_NON_NA21OAR0210297_1330"}, {"internal_id": 139144759, "Award ID": "NA21OAR0210296", "Award Amount": 450564.04, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "11.021", "Description": "9.5 NEXT GENERATION OBSERVATION AND MODELING SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "68c05c85-7e70-3ca4-a317-d5a98e6438c8-C", "generated_internal_id": "ASST_NON_NA21OAR0210296_1330"}, {"internal_id": 139144777, "Award ID": "NA21OAR0210295", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "11.021", "Description": "SBIR PHASE II: CONTINUOUS EDNA MONITORING FOR EARLY DETECTION OF AQUACULTURE DISEASES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "27d6f45e-26a9-ed41-adb9-32fc1932c248-C", "generated_internal_id": "ASST_NON_NA21OAR0210295_1330"}, {"internal_id": 138797493, "Award ID": "NA21OAR0210294", "Award Amount": 499998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "11.021", "Description": "AUTOMATED MONITORING OF VOCS WITH A COMPACT GAS CHROMATOGRAPHY-PROTON TRANSFER REACTION MASS SPECTROMETER (GC -VOCUS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55127e62-08d6-8cb1-cacb-e58991c8c5e9-C", "generated_internal_id": "ASST_NON_NA21OAR0210294_1330"}, {"internal_id": 139144774, "Award ID": "NA21OAR0210293", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "11.021", "Description": "ADVANCING FLOOD EXTENT DELINEATION MODELING USING SYNTHETIC APERTURE RADAR (SAR) DATA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b685ff99-54f5-9773-8443-97d3ccc014c7-C", "generated_internal_id": "ASST_NON_NA21OAR0210293_1330"}, {"internal_id": 139144790, "Award ID": "NA21OAR0210292", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "11.021", "Description": "TIDE TO TABLE TRACEABILITY AND MARKETING SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b66c9a7c-00fc-dfc4-271a-e9073f04a944-C", "generated_internal_id": "ASST_NON_NA21OAR0210292_1330"}, {"internal_id": 139144768, "Award ID": "NA21OAR0210291", "Award Amount": 499917.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "11.021", "Description": "TOPIC 11.021 - LOW COST OCEAN TEMPERATURE PROFILE SENSING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4491538c-a280-803a-dc2f-2156613e47d8-C", "generated_internal_id": "ASST_NON_NA21OAR0210291_1330"}, {"internal_id": 126248499, "Award ID": "NA21OAR0210117", "Award Amount": 398483.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-10", "CFDA Number": "11.021", "Description": "(ANNO)TATOR ONLINE: A WEB APPLICATION FOR EXPLORATION AND CURATION OF UNDERWATER VIDEO AND IMAGERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3eddee7-3590-334f-66f5-989eed8c373e-C", "generated_internal_id": "ASST_NON_NA21OAR0210117_1330"}, {"internal_id": 126248509, "Award ID": "NA21OAR0210116", "Award Amount": 398671.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-03", "CFDA Number": "11.021", "Description": "A LOW-COST ATMOSPHERIC AEROSOL MONITORING SYSTEM FOR BOUNDARY LAYER AIR QUALITY, VISIBILITY, CLOUD CEILING HEIGHT AND AEROSOL PROPERTIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "493d3485-ff61-a7d8-46ec-30c4d21c8d7e-R", "generated_internal_id": "ASST_NON_NA21OAR0210116_1330"}, {"internal_id": 127692247, "Award ID": "NA21OAR0210115", "Award Amount": 399972.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-26", "CFDA Number": "11.021", "Description": "DEEPCTIS: A NEW LOW-COST HYPERSPECTRAL IMAGING MODULE AND DISTRIBUTED DEEP LEARNING PLATFORM TO COMBAT SEAFOOD FRAUD, AND ILLEGAL, UNREPORTED, AND UNREGULATED FISHING IN THE MARKETPLACE AT SCALE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0323a3ca-7217-511d-c9c9-d8c104904aba-C", "generated_internal_id": "ASST_NON_NA21OAR0210115_1330"}, {"internal_id": 126248510, "Award ID": "NA21OAR0210114", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-03", "CFDA Number": "11.021", "Description": "UNDERWATER ADHESIVE FOR CORAL RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b7dd1b6-0850-d54f-4d16-ac2686cbfc48-C", "generated_internal_id": "ASST_NON_NA21OAR0210114_1330"}, {"internal_id": 126248500, "Award ID": "NA21OAR0210113", "Award Amount": 399983.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-10", "CFDA Number": "11.021", "Description": "ENVIRONMENTAL AND OCEANOGRAPHIC MEASUREMENT AND DATA (NOMAD) SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82eae2c4-dea7-f9a7-85fb-4e1376b7a643-C", "generated_internal_id": "ASST_NON_NA21OAR0210113_1330"}, {"internal_id": 126248501, "Award ID": "NA21OAR0210112", "Award Amount": 358916.47, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-10", "CFDA Number": "11.021", "Description": "ADAPT: AUTONOMOUS DATA ACQUISITION AND PROCESSING TECHNOLOGIES PAYLOAD FOR SMALL UNMANNED AIRCRAFT SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a6f32c4-aa98-e7b4-22a9-7dbf4f664425-C", "generated_internal_id": "ASST_NON_NA21OAR0210112_1330"}, {"internal_id": 126248511, "Award ID": "NA21OAR0210111", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-03", "CFDA Number": "11.021", "Description": "INTERACTIVE VISUALIZATION OF 3D NEXRAD DATA IN VIRTUAL REALITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57adfa54-fa56-7188-292a-f85bbacc16b3-C", "generated_internal_id": "ASST_NON_NA21OAR0210111_1330"}, {"internal_id": 126248502, "Award ID": "NA21OAR0210110", "Award Amount": 395601.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-10", "CFDA Number": "11.021", "Description": "ENABLING BLOS UAS OPERATIONS THROUGH A DIVERSE-SOURCE GLOBAL POSITIONING SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38785019-2ce5-23be-010f-96c21d6374bc-C", "generated_internal_id": "ASST_NON_NA21OAR0210110_1330"}, {"internal_id": 126248503, "Award ID": "NA21OAR0210109", "Award Amount": 399880.68, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-10", "CFDA Number": "11.021", "Description": "SWARMS WITH AUTONOMOUS PINNIPED HOMING OVER NASTY ENVIRONMENTS (SOUSAPHONE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18a1d77c-196c-ded4-b89d-ea78f0d2fb01-C", "generated_internal_id": "ASST_NON_NA21OAR0210109_1330"}, {"internal_id": 126248504, "Award ID": "NA21OAR0210108", "Award Amount": 399174.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-10", "CFDA Number": "11.021", "Description": "RAPID POINT OF USE METHOD TO IDENTIFY SEAFOOD SPECIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "437218bc-c311-6923-325f-3782faa450aa-C", "generated_internal_id": "ASST_NON_NA21OAR0210108_1330"}, {"internal_id": 126248513, "Award ID": "NA21OAR0210107", "Award Amount": 399126.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-10", "CFDA Number": "11.021", "Description": "OPTIMIZATION OF HIGH RESOLUTION MULTISPECTRAL SATELLITE IMAGERY COLLECTION FOR ARCTIC CONDITIONS THROUGH CUSTOM SENSOR PARAMETERIZATION AND MULTI-SENSOR INTEGRATION FOR THROUGH-THE-WATER SPACE-BASED SEAFLOOR IMAGING IN SUPPORT OF COASTAL HYDROGRAPHIC SURVEYING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5c6c5e32-f50f-8a82-d502-b2ce55f7eeb9-C", "generated_internal_id": "ASST_NON_NA21OAR0210107_1330"}, {"internal_id": 126248514, "Award ID": "NA21OAR0210106", "Award Amount": 398136.92, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-10", "CFDA Number": "11.021", "Description": "DEVELOPING LIGHTNING DATA SERVICES FOR COMMERCIAL AND PUBLIC APPLICATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3508fc93-1cae-ec76-51db-0687a2422381-C", "generated_internal_id": "ASST_NON_NA21OAR0210106_1330"}, {"internal_id": 126248512, "Award ID": "NA21OAR0210105", "Award Amount": 398208.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-03", "CFDA Number": "11.021", "Description": "ENHANCING SUBSEASONAL AND SEASONAL (S2S) FORECASTS TO BETTER SERVE BUSINESS AND INDUSTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eab94580-5f8b-76fa-1f8c-5b03ffd26922-C", "generated_internal_id": "ASST_NON_NA21OAR0210105_1330"}, {"internal_id": 126248515, "Award ID": "NA21OAR0210104", "Award Amount": 399999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-10", "CFDA Number": "11.021", "Description": "OCEAN COLOR AND CLOUD MONITOR (OCCAM)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db4eec8d-8265-ed56-135e-a030d35cbd8e-C", "generated_internal_id": "ASST_NON_NA21OAR0210104_1330"}, {"internal_id": 127692248, "Award ID": "NA21OAR0210103", "Award Amount": 399999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-26", "CFDA Number": "11.021", "Description": "UNDERWATER ADHESIVE FOR CORAL REEF RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "598fae22-9a30-ee9f-e738-6936c8833c79-C", "generated_internal_id": "ASST_NON_NA21OAR0210103_1330"}, {"internal_id": 126248516, "Award ID": "NA21OAR0210102", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-10", "CFDA Number": "11.021", "Description": "PHASEII-BENTHIC MAPPING OF GEOLOGICAL, BIOGEOCHEMICAL AND BIODIVERSITY PARAMETERS THROUGH AN AUTONOMOUS VEHICLE AND DEEP LEARNING SOFTWARE WORKFLOW", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a615fb92-2727-025d-52fd-8e1f1f08b8f2-C", "generated_internal_id": "ASST_NON_NA21OAR0210102_1330"}, {"internal_id": 126248517, "Award ID": "NA21OAR0210101", "Award Amount": 399613.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-10", "CFDA Number": "11.021", "Description": "SMART BUOY DEVICE TO LOCATE ROPELESS FISHING GEAR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d81b8c9e-e496-c26b-be8d-273e67183275-C", "generated_internal_id": "ASST_NON_NA21OAR0210101_1330"}, {"internal_id": 126248505, "Award ID": "NA21OAR0210100", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-10", "CFDA Number": "11.021", "Description": "PORTABLE ANALYZER FOR ULTRA-SENSITIVE DETECTION AND QUANTIFICATION OF POLYCYCLIC AROMATIC HYDROCARBONS IN SHELLFISH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78405665-03c9-8e92-0cbc-d323d4535f2f-C", "generated_internal_id": "ASST_NON_NA21OAR0210100_1330"}, {"internal_id": 126248506, "Award ID": "NA21OAR0210099", "Award Amount": 399828.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-10", "CFDA Number": "11.021", "Description": "MANUFACTURING ROPELESS GEAR FOR COMMERCIAL LOBSTER/CRABBING AND OTHER FISHING INDUSTRIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47d25530-bea1-ac1c-2124-39bd3e68e824-R", "generated_internal_id": "ASST_NON_NA21OAR0210099_1330"}, {"internal_id": 126248507, "Award ID": "NA21OAR0210098", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-10", "CFDA Number": "11.021", "Description": "DESIGN AND FABRICATION OF THE OLEAS: OCEANOGRAPHIC LIDAR FOR ENVIRONMENTAL ASSESSMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c108596c-f992-89c2-7e70-aacbd1ebbf92-C", "generated_internal_id": "ASST_NON_NA21OAR0210098_1330"}, {"internal_id": 97800240, "Award ID": "NA20OAR0210372", "Award Amount": 149996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-17", "CFDA Number": "11.021", "Description": "MACHINE LEARNING FOR RISK ASSESSMENT USING SATELLITE AND AERIAL IMAGERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d815f402-2ad3-184a-df54-afe25536381b-C", "generated_internal_id": "ASST_NON_NA20OAR0210372_1330"}, {"internal_id": 98521551, "Award ID": "NA20OAR0210342", "Award Amount": 138796.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-22", "CFDA Number": "11.021", "Description": "AIRCRAFT DETECTION 360 CAMERA AND MICROPHONE ARRAY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": null, "generated_internal_id": "ASST_NON_NA20OAR0210342_1330"}, {"internal_id": 97800248, "Award ID": "NA20OAR0210336", "Award Amount": 91520.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-18", "CFDA Number": "11.021", "Description": "A NEW MACHINE LEARNING TECHNIQUE FOR ACCURATELY FORECASTING EXTREME PRECIPITATION FROM LANDFALLING ATMOSPHERIC RIVERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "68c05c85-7e70-3ca4-a317-d5a98e6438c8-C", "generated_internal_id": "ASST_NON_NA20OAR0210336_1330"}, {"internal_id": 97800239, "Award ID": "NA20OAR0210334", "Award Amount": 149720.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-17", "CFDA Number": "11.021", "Description": "AUTOMATED FILLET IDENTIFICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3eddee7-3590-334f-66f5-989eed8c373e-C", "generated_internal_id": "ASST_NON_NA20OAR0210334_1330"}, {"internal_id": 97800220, "Award ID": "NA20OAR0210333", "Award Amount": 149999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-13", "CFDA Number": "11.021", "Description": "PROCESSING, EXPLOITATION AND DISSEMINATION (PED) SYSTEM FOR RAPID RESPONSE TO DISASTERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de7b3aa1-5eaf-0f93-fbfe-ec821a1500f6-C", "generated_internal_id": "ASST_NON_NA20OAR0210333_1330"}, {"internal_id": 97800247, "Award ID": "NA20OAR0210332", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-18", "CFDA Number": "11.021", "Description": "A TIDE TO TABLE TRACEABILITY AND MARKETING SYSTEM FOR SHELLFISH AQUACULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b66c9a7c-00fc-dfc4-271a-e9073f04a944-C", "generated_internal_id": "ASST_NON_NA20OAR0210332_1330"}, {"internal_id": 97800238, "Award ID": "NA20OAR0210331", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-17", "CFDA Number": "11.021", "Description": "ADVANCING FLOOD EXTENT DELINEATION MODELING USING SYNTHETIC APERTURE RADAR (SAR) DATA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b685ff99-54f5-9773-8443-97d3ccc014c7-C", "generated_internal_id": "ASST_NON_NA20OAR0210331_1330"}, {"internal_id": 97800246, "Award ID": "NA20OAR0210330", "Award Amount": 134377.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-18", "CFDA Number": "11.021", "Description": "OPEN WORLDS NOAA PORTAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "663af422-0d00-883e-77e6-984c41eb0ec2-C", "generated_internal_id": "ASST_NON_NA20OAR0210330_1330"}, {"internal_id": 97800237, "Award ID": "NA20OAR0210329", "Award Amount": 79097.68, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-17", "CFDA Number": "11.021", "Description": "RAPID, SIMPLE DIAGNOSTIC FOR PATHOGENS IN MARINE AQUACULTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "437218bc-c311-6923-325f-3782faa450aa-C", "generated_internal_id": "ASST_NON_NA20OAR0210329_1330"}, {"internal_id": 97800233, "Award ID": "NA20OAR0210328", "Award Amount": 149999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-14", "CFDA Number": "11.021", "Description": "WEATHER RISK INFORMATION AND IMPACTS FOR SCHOOL SYSTEMS KIT (WXRISK)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3508fc93-1cae-ec76-51db-0687a2422381-C", "generated_internal_id": "ASST_NON_NA20OAR0210328_1330"}, {"internal_id": 98521535, "Award ID": "NA20OAR0210327", "Award Amount": 149264.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-06", "CFDA Number": "11.021", "Description": "RAPID DETECTION OF FISH SPECIES AND QUALITY IN THE MARKETPLACE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aee0a29-720f-6401-bfb2-eb26bf0967b4-C", "generated_internal_id": "ASST_NON_NA20OAR0210327_1330"}, {"internal_id": 97800245, "Award ID": "NA20OAR0210326", "Award Amount": 149999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-18", "CFDA Number": "11.021", "Description": "NOAA AERIELLE SONAR UAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4773ca6-cf63-9536-8f39-05444dc4805b-C", "generated_internal_id": "ASST_NON_NA20OAR0210326_1330"}, {"internal_id": 98521607, "Award ID": "NA20OAR0210325", "Award Amount": 149989.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-01", "CFDA Number": "11.021", "Description": "SEMI-AUTONOMOUS CAPABILITIES FOR THE OPERATION OF UNMANNED TEAMS (SCOUT)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18a1d77c-196c-ded4-b89d-ea78f0d2fb01-C", "generated_internal_id": "ASST_NON_NA20OAR0210325_1330"}, {"internal_id": 97800214, "Award ID": "NA20OAR0210324", "Award Amount": 149366.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-12", "CFDA Number": "11.021", "Description": "ENGAGING THE PUBLIC WITH A NOVEL SYSTEM FOR CLOUD TYPE ESTIMATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "11b681ae-a957-09a1-35b9-38a3f3811ca0-R", "generated_internal_id": "ASST_NON_NA20OAR0210324_1330"}, {"internal_id": 97800235, "Award ID": "NA20OAR0210323", "Award Amount": 149361.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-15", "CFDA Number": "11.021", "Description": "9.2.02 LOW COST OCEAN TEMPERATURE PROFILE SENSING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4491538c-a280-803a-dc2f-2156613e47d8-C", "generated_internal_id": "ASST_NON_NA20OAR0210323_1330"}, {"internal_id": 97800244, "Award ID": "NA20OAR0210322", "Award Amount": 149862.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-18", "CFDA Number": "11.021", "Description": "IDENTIFYING GENETIC MARKERS OF RESISTANCE TO POMS (PACIFIC OYSTER MORTALITY SYNDROME)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9937de1-867a-13fd-253c-4da25c84b94f-R", "generated_internal_id": "ASST_NON_NA20OAR0210322_1330"}, {"internal_id": 97800243, "Award ID": "NA20OAR0210321", "Award Amount": 149600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-18", "CFDA Number": "11.021", "Description": "CONNECTED SHELLFISH GRADING SYSTEM AND INTEGRATED DATA MANAGEMENT PLATFORM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "04f500c5-7514-90b4-0f60-6e536db8a6e2-R", "generated_internal_id": "ASST_NON_NA20OAR0210321_1330"}, {"internal_id": 97800213, "Award ID": "NA20OAR0210320", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-12", "CFDA Number": "11.021", "Description": "CONTINUOUS EDNA MONITORING FOR EARLY DETECTION OF AQUACULTURE DISEASES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "27d6f45e-26a9-ed41-adb9-32fc1932c248-C", "generated_internal_id": "ASST_NON_NA20OAR0210320_1330"}, {"internal_id": 97800242, "Award ID": "NA20OAR0210319", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-18", "CFDA Number": "11.021", "Description": "AUTOMATED MONITORING OF VOCS WITH A COMPACT GAS CHROMATOGRAPHY-PROTON TRANSFER REACTION MASS SPECTROMETER (GC-MVOCUS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55127e62-08d6-8cb1-cacb-e58991c8c5e9-C", "generated_internal_id": "ASST_NON_NA20OAR0210319_1330"}, {"internal_id": 97800212, "Award ID": "NA20OAR0210318", "Award Amount": 149987.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-12", "CFDA Number": "11.021", "Description": "DEVELOPING A FORECASTING MODEL FOR OCEAN VISIBILITY THROUGH CROWDSOURCED DATA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d3c818c-95df-b21a-5214-f003001efe4b-R", "generated_internal_id": "ASST_NON_NA20OAR0210318_1330"}, {"internal_id": 97800254, "Award ID": "NA20OAR0210317", "Award Amount": 149949.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-19", "CFDA Number": "11.021", "Description": "NON-EQUILIBRIUM SHORT-PULSED DISCHARGE FOR REMOVAL OF ANTIBIOTICS AND PATHOGENS FROM WATER USED IN AQUACULTURAL FACILITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d638fc7-4cfa-b674-5bd6-40a9fdf9c026-C", "generated_internal_id": "ASST_NON_NA20OAR0210317_1330"}, {"internal_id": 93961002, "Award ID": "NA20OAR0210101", "Award Amount": 119953.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "11.021", "Description": "(9.5.01) SHIP-BASED OPERATIONS FOR UAS SWARMS WITH AUTONOMOUS PINNIPED HOMING OVER NASTY ENVIRONMENTS (SOUSAPHONE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18a1d77c-196c-ded4-b89d-ea78f0d2fb01-C", "generated_internal_id": "ASST_NON_NA20OAR0210101_1330"}, {"internal_id": 93961001, "Award ID": "NA20OAR0210100", "Award Amount": 119914.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "11.021", "Description": "(9.2.02) DEEPCTIS: A NEW LOW-COST HYPERSPECTRAL IMAGING MODULE AND DISTRIBUTED DEEP LEARNING PLATFORM TO COMBAT ILLEGAL, UNREPORTED, AND UNREGULATED FISHING IN THE MARKETPLACE AT SCALE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0323a3ca-7217-511d-c9c9-d8c104904aba-C", "generated_internal_id": "ASST_NON_NA20OAR0210100_1330"}, {"internal_id": 93961030, "Award ID": "NA20OAR0210099", "Award Amount": 119859.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-20", "CFDA Number": "11.021", "Description": "SUBTOPIC: 9.6.01, SMALL SATELLITE CLOUD OBSERVATION SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db4eec8d-8265-ed56-135e-a030d35cbd8e-C", "generated_internal_id": "ASST_NON_NA20OAR0210099_1330"}, {"internal_id": 93961029, "Award ID": "NA20OAR0210098", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-20", "CFDA Number": "11.021", "Description": "(9.6.01) DESIGN AND FABRICATION OF THE ???OLEAS???: OCEANOGRAPHIC LIDAR FOR ENVIRONMENTAL ASSESSMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c108596c-f992-89c2-7e70-aacbd1ebbf92-C", "generated_internal_id": "ASST_NON_NA20OAR0210098_1330"}, {"internal_id": 93961000, "Award ID": "NA20OAR0210097", "Award Amount": 116550.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "11.021", "Description": "(9.6.01) A LOW-COST ATMOSPHERIC AEROSOL MONITORING SYSTEM FOR BOUNDARY LAYER AIR QUALITY, VISIBILITY, CLOUD CEILING HEIGHT AND AEROSOL PROPERTIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "493d3485-ff61-a7d8-46ec-30c4d21c8d7e-R", "generated_internal_id": "ASST_NON_NA20OAR0210097_1330"}, {"internal_id": 93961028, "Award ID": "NA20OAR0210096", "Award Amount": 119797.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-20", "CFDA Number": "11.021", "Description": "(9.2.01) BIOMIMETIC ADHESIVES FOR RESTORATION OF CORAL REEFS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ebb1827-e75b-3ca7-ed18-bec69a21521c-R", "generated_internal_id": "ASST_NON_NA20OAR0210096_1330"}, {"internal_id": 93961027, "Award ID": "NA20OAR0210095", "Award Amount": 119822.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-20", "CFDA Number": "11.021", "Description": "(9.3.02) DEVELOPING REGIONAL GIC HAZARD TOOLS FOR POWER UTILITY PLANNING AND OPERATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c6f6883-cf26-050a-83e7-2200d99bae42-C", "generated_internal_id": "ASST_NON_NA20OAR0210095_1330"}, {"internal_id": 93961026, "Award ID": "NA20OAR0210094", "Award Amount": 117499.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-20", "CFDA Number": "11.021", "Description": "(9.4.01) ENABLING THE RAPID CREATION OF CUSTOM PREDICTIVE MODELS WITH GOES-16 AND NEXRAD DATA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c322477-6e7a-683d-980f-7034f5fdb23d-C", "generated_internal_id": "ASST_NON_NA20OAR0210094_1330"}, {"internal_id": 93961025, "Award ID": "NA20OAR0210093", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-20", "CFDA Number": "11.021", "Description": "(9.1.03) DEVELOPMENT OF UNIVERSAL SNP CHIPS FOR PACIFIC WHITE SHRIMP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dcfd693-fa35-cbe3-f329-bd6da9246b1d-R", "generated_internal_id": "ASST_NON_NA20OAR0210093_1330"}, {"internal_id": 93960999, "Award ID": "NA20OAR0210092", "Award Amount": 119878.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "11.021", "Description": "(9.2.01) UNDERWATER ADHESIVE FOR CORAL RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "598fae22-9a30-ee9f-e738-6936c8833c79-C", "generated_internal_id": "ASST_NON_NA20OAR0210092_1330"}, {"internal_id": 93961024, "Award ID": "NA20OAR0210091", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-20", "CFDA Number": "11.021", "Description": "(9.4.01) INTERACTIVE VISUALIZATION OF 3D NEXRAD DATA IN VIRTUAL REALITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57adfa54-fa56-7188-292a-f85bbacc16b3-C", "generated_internal_id": "ASST_NON_NA20OAR0210091_1330"}, {"internal_id": 93960998, "Award ID": "NA20OAR0210090", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "11.021", "Description": "(9.1.01) PORTABLE ANALYZER FOR ULTRA-SENSITIVE DETECTION AND QUANTIFICATION OF POLYCYCLIC AROMATIC HYDROCARBONS IN SHELLFISH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78405665-03c9-8e92-0cbc-d323d4535f2f-C", "generated_internal_id": "ASST_NON_NA20OAR0210090_1330"}, {"internal_id": 94785831, "Award ID": "NA20OAR0210089", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "11.021", "Description": "(9.2.04) MANUFACTURING ROPELESS GEAR TO BE USED IN COMMERCIAL LOBSTERING/CRABBING AND OTHER BOTTOM SET FISHING INDUSTRIES, USE OF THIS GEAR WILL REDUCE ENTANGLEMENT OF NORTH ATLANTIC RIGHT WHALES/MARINE LIFE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47d25530-bea1-ac1c-2124-39bd3e68e824-R", "generated_internal_id": "ASST_NON_NA20OAR0210089_1330"}, {"internal_id": 93960997, "Award ID": "NA20OAR0210088", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "11.021", "Description": "(9.2.03) NOVEL ASSAY FOR THE DETECTION OF WATER-BORN ALGAE TOXINS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b907fef-bbd8-5464-95a7-3af2f5020474-C", "generated_internal_id": "ASST_NON_NA20OAR0210088_1330"}, {"internal_id": 93960996, "Award ID": "NA20OAR0210087", "Award Amount": 116095.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "11.021", "Description": "(9.5.01) ENABLING BLOS UAS OPERATIONS THROUGH A DIVERSE-SOURCE GLOBAL POSITIONING SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38785019-2ce5-23be-010f-96c21d6374bc-C", "generated_internal_id": "ASST_NON_NA20OAR0210087_1330"}, {"internal_id": 93960995, "Award ID": "NA20OAR0210086", "Award Amount": 119989.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "11.021", "Description": "(9.6.03) AUTONOMOUS LARS FOR SUBSEA VEHICLES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7cdc2e33-7068-8623-2a50-2a8863535143-C", "generated_internal_id": "ASST_NON_NA20OAR0210086_1330"}, {"internal_id": 93960994, "Award ID": "NA20OAR0210085", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "11.021", "Description": "(9.2.03)FLUORESCENT QDOT-ANTIBODY OR -APTAMER TEST STRIPS FOR ULTRASENSITIVE ALGAL TOXIN DETECTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f86e6df0-2dfb-dc89-1960-bc3a8b6b2441-C", "generated_internal_id": "ASST_NON_NA20OAR0210085_1330"}, {"internal_id": 93960993, "Award ID": "NA20OAR0210084", "Award Amount": 118984.47, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "11.021", "Description": "(9.4.01) DEVELOPING LIGHTNING DATA SERVICES FOR COMMERCIAL AND PUBLIC APPLICATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3508fc93-1cae-ec76-51db-0687a2422381-C", "generated_internal_id": "ASST_NON_NA20OAR0210084_1330"}, {"internal_id": 93960992, "Award ID": "NA20OAR0210083", "Award Amount": 117926.88, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "11.021", "Description": "(9.5.01) AUTONOMOUS DATA ACQUISITION AND PROCESSING PAYLOAD FOR SMALL UNMANNED AIRCRAFT SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a6f32c4-aa98-e7b4-22a9-7dbf4f664425-C", "generated_internal_id": "ASST_NON_NA20OAR0210083_1330"}, {"internal_id": 93960991, "Award ID": "NA20OAR0210082", "Award Amount": 107606.8, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "11.021", "Description": "(9.6.01) ENVIRONMENTAL AND OCEANOGRAPHIC MEASUREMENT AND DATA SYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82eae2c4-dea7-f9a7-85fb-4e1376b7a643-C", "generated_internal_id": "ASST_NON_NA20OAR0210082_1330"}, {"internal_id": 93961023, "Award ID": "NA20OAR0210081", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-20", "CFDA Number": "11.021", "Description": "(9.2.01) CORAL ADHESIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a71677b-eba7-31e4-4dfd-48ee767b6d7c-C", "generated_internal_id": "ASST_NON_NA20OAR0210081_1330"}, {"internal_id": 93961031, "Award ID": "NA20OAR0210080", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-23", "CFDA Number": "11.021", "Description": "(9.6.03) BENTHIC MAPPING OF GEOLOGICAL, BIOGEOCHEMICAL AND BIODIVERSITY PARAMETERS THROUGH AN AUTONOMOUS VEHICLE AND DEEP LEARNING SOFTWARE WORKFLOW", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a615fb92-2727-025d-52fd-8e1f1f08b8f2-C", "generated_internal_id": "ASST_NON_NA20OAR0210080_1330"}, {"internal_id": 93961022, "Award ID": "NA20OAR0210079", "Award Amount": 119500.59, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-20", "CFDA Number": "11.021", "Description": "(9.3.02) (ANNO)TATOR ONLINE: A WEB APPLICATION FOR EXPLORATION AND CURATION OF UNDERWATER VIDEO AND IMAGERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3eddee7-3590-334f-66f5-989eed8c373e-C", "generated_internal_id": "ASST_NON_NA20OAR0210079_1330"}, {"internal_id": 93961021, "Award ID": "NA20OAR0210078", "Award Amount": 120000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-20", "CFDA Number": "11.021", "Description": "(9.2.01) UNDERWATER ADHESIVE FOR CORAL RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b7dd1b6-0850-d54f-4d16-ac2686cbfc48-C", "generated_internal_id": "ASST_NON_NA20OAR0210078_1330"}, {"internal_id": 93961020, "Award ID": "NA20OAR0210077", "Award Amount": 102858.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-20", "CFDA Number": "11.021", "Description": "(9.6.03) AN INNOVATIVE APPROACH TO SEAFLOOR CLASSIFICATION: APPLYING ADVANCED UNSUPERVISED MACHINE LEARNING IN COMPLEX AND VARIABLE BOTTOM TYPES WITH MULTISPECTRAL SATELLITE IMAGERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5c6c5e32-f50f-8a82-d502-b2ce55f7eeb9-C", "generated_internal_id": "ASST_NON_NA20OAR0210077_1330"}, {"internal_id": 93961019, "Award ID": "NA20OAR0210076", "Award Amount": 101951.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-20", "CFDA Number": "11.021", "Description": "(9.2.04) SMART BUOY DEVICE TO LOCATE ROPELESS FISHING GEAR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d81b8c9e-e496-c26b-be8d-273e67183275-C", "generated_internal_id": "ASST_NON_NA20OAR0210076_1330"}, {"internal_id": 93960990, "Award ID": "NA20OAR0210075", "Award Amount": 119938.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "11.021", "Description": "(9.5.01) BLOS KIT WITH ACOUSTIC SENSOR FOR NON-COOPERATIVE AIRCRAFT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "479ebe12-0b68-d76c-fb38-afefe7118f66-C", "generated_internal_id": "ASST_NON_NA20OAR0210075_1330"}, {"internal_id": 93960989, "Award ID": "NA20OAR0210074", "Award Amount": 119895.36, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "11.021", "Description": "(9.2.02) RAPID POINT OF USE METHOD TO IDENTIFY SEAFOOD SPECIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "437218bc-c311-6923-325f-3782faa450aa-C", "generated_internal_id": "ASST_NON_NA20OAR0210074_1330"}, {"internal_id": 93960988, "Award ID": "NA20OAR0210073", "Award Amount": 119520.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-19", "CFDA Number": "11.021", "Description": "(9.3.01) ENHANCING SUBSEASONAL AND SEASONAL (S2S) FORECASTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eab94580-5f8b-76fa-1f8c-5b03ffd26922-C", "generated_internal_id": "ASST_NON_NA20OAR0210073_1330"}]