[{"internal_id": 160586200, "Award ID": "NA23NMF0150196", "Award Amount": 92411.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-28", "CFDA Number": "11.015", "Description": "THIS STUDY AIMS TO FILL DATA GAPS TO DETERMINE THE UPSTREAM LIMIT OF STURGEON MIGRATIONS IN THE OCMULGEE RIVER BY SAMPLING FOR ENVIRONMENTAL DNA (EDNA) AT LOCATIONS BETWEEN JULIETTE DAM AND THE UPPERMOST LOCATION OF ACOUSTIC TELEMETRY RECEIVERS THAT WERE DEPLOYED NEAR MACON DURING PREVIOUS STUDIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_NA23NMF0150196_1330"}, {"internal_id": 156647872, "Award ID": "NA23NMF0150006", "Award Amount": 14993.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "11.015", "Description": "KITCHEN TABLE DEMOCRACY PROPOSES TO PRODUCE A 6 TO 8-MINUTE VIDEO ENTITLED, &QUOT;INTEGRATING MULTIPLE PERSPECTIVES INTO SALMON AND STEELHEAD MANAGEMENT: COLUMBIA BASIN PARTNERSHIP CASE STUDY. THE VIDEO TELLS HOW THE COLUMBIA BASIN PARTNERSHIP, WHICH NOAA-FISHERIES AND THE MARINE FISHERIES ADVISORY COMMITTEE (MAFAC) CONVENED BETWEEN 2017 AND 2020, OVERCAME DECADES OF GRIDLOCK OVER SALMON MANAGEMENT IN THE COLUMBIA RIVER BASIN. BY BRINGING TOGETHER DIVERSE STAKEHOLDERS AND SOVEREIGN ENTITIES AND TAKING INTO CONSIDERATION THE BASIN'S SOCIAL, CULTURAL, AND ECONOMIC DIMENSIONS, AS WELL AS ITS ECOLOGICAL DIMENSIONS, THE PARTNERSHIP REACHED CONSENSUS ON A VISION AND MANAGEMENT GOALS FOR SALMON IN THE BASIN. THE VIDEO WILL COMPLEMENT RELATED TRAINING MATERIALS THAT RESEARCHERS FROM THE NATIONAL POLICY CONSENSUS CENTER, THE INSTITUTE FOR TRIBAL GOVERNMENT, AND THE WILLIAM D. RUCKELSHAUS CENTER ARE CREATING FOR TRAINING PROGRAMS AND COURSES AIMED AT NATURAL RESOURCE MANAGERS WHO MAY NEED T", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6e28c15-1929-ae3d-6afc-1e180f8160e3-C", "generated_internal_id": "ASST_NON_NA23NMF0150006_1330"}, {"internal_id": 151610552, "Award ID": "NA22NMF0150366", "Award Amount": 852713.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-29", "CFDA Number": "11.015", "Description": "THE NATIONAL FISH AND WILDLIFE FOUNDATION (NFWF) PROPOSES TO CONTINUE OUR STRATEGIC PARTNERSHIP WITH THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) THROUGH A NEW MULTI-YEAR AGREEMENT WITH NOAA FISHERIES OFFICE OF PROTECTED RESOURCES THAT WILL ADVANCE OUR MUTUAL GOALS IN CAPACITY AND MANAGEMENT FOR MARINE MAMMALS, SEA TURTLES, SALMON AND OTHER PROTECTED RESOURCES.  IN FY23 THE PRINCIPAL FOCUS WILL BE ON ASSISTING NOAA WITH UNFORESEEN MANAGEMENT NEEDS SUCH AS STRANDING EVENTS AND UNUSUAL MORTALITY EVENTS, AND TAKE ADVANTAGE OF OPPORTUNITIES LIKE NEW FUNDING PARTNERS TO FURTHER NOAA AND NFWF SHARED GOALS FOR PROTECTED RESOURCE CONSERVATION AND MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA22NMF0150366_1330"}, {"internal_id": 151290907, "Award ID": "NA22NMF0150348", "Award Amount": 225000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-01", "CFDA Number": "11.015", "Description": "THE AWARD # NA22NMF0150348 TO CHESAPEAKE ENVIRONMENTAL COMMUNICATIONS ENTITLED &QUOT;SUPPORTING THE NEW NOAA MIDDLE PENINSULA HABITAT FOCUS AREA&QUOT; IS RECOMMENDED FOR FUNDING UNDER THE FY2021-2024 BROAD AGENCY ANNOUNCEMENT (BAA). THIS TWO-YEAR PROJECT WOULD SUPPORT NOAA AND THE CHESAPEAKE BAY NATIONAL ESTUARINE RESEARCH RESERVE IN VIRGINIA BY PROVIDING ADDITIONAL COMMUNICATIONS, MEETING LOGISTICS, FACILITATION, AND PLANNING CAPACITY TO SUPPORT THE HABITAT CONSERVATION AND RESTORATION GOALS OF THE MIDDLE PENINSULA HABITAT FOCUS AREA. SPECIFICALLY, CHESAPEAKE ENVIRONMENTAL COMMUNICATIONS WOULD PROVIDE SUPPORT FOR 1) COMPLETING AND MARKETING THE STATE OF THE YORK AND SMALL COASTAL BASIN REPORT AND THE MIDDLE PENINSULA WETLANDS CONSERVATION AND RESTORATION PLAN, AS WELL AS 2) SUPPORTING STRATEGIC PLANNING, COMMUNICATIONS, AND COALITION BUILDING FOR THE YORK RIVER AND SMALL COASTAL BASIN ROUNDTABLE. THE PROJECT WOULD SUPPORT SEVERAL NOAA LONG-TERM MISSION GOALS INCLUDING CLIMATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e80829bb-3b70-18cc-6107-b2137f45c387-C", "generated_internal_id": "ASST_NON_NA22NMF0150348_1330"}, {"internal_id": 151610391, "Award ID": "NA22NMF0150203", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "11.015", "Description": "EARTH LEAGUE INTERNATIONAL (ELI) WILL UTILIZE INVESTIGATIVE RESEARCH TO BUILD A COMPREHENSIVE UNDERSTANDING OF THE ILLEGAL TRADE IN SHARK FINS AND OTHER SEAFOOD PRODUCTS FROM LATIN AMERICA TO DESTINATION COUNTRIES, FOCUSING ESPECIALLY ON PERU AND COLOMBIA. THE PROJECT WILL AIM TO RESEARCH THE ILLEGAL SUPPLY CHAINS, UNDERSTAND THE MODUS OPERANDI, AND IDENTIFY HIGH-LEVEL PERPETRATORS TO DISRUPT THE ILLEGAL TRADE OF SHARK FINS. THE PROJECT WILL PROVIDE VALUABLE INFORMATION AND EVIDENCE REGARDING THE CONVERGENCE OF ENVIRONMENTAL CRIME WITH OTHER SERIOUS CRIMES, AS WELL AS THE EXTENSIVE IMPACTS THESE ILLICIT CRIMINAL ACTIVITIES HAVE ON THE SUCCESS OF BOTH CURRENT AND FUTURE CONSERVATION EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4af0306c-bca0-9b85-18d9-a260a0859109-R", "generated_internal_id": "ASST_NON_NA22NMF0150203_1330"}, {"internal_id": 147493200, "Award ID": "NA22NMF0150061", "Award Amount": 9500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-22", "CFDA Number": "11.015", "Description": "THE RIGHT WHALE FESTIVAL USES EDUCATIONAL PROGRAMS AND ENTERTAINMENT TO RAISE AWARENESS AND INSPIRE THE PUBLIC ABOUT THE IMPORTANCE OF PROTECTING RIGHT WHALES AND THEIR HABITAT. FESTIVAL OBJECTIVES ARE TO: 1) INCREASE PUBLIC AWARENESS ABOUT RIGHT WHALES AND THE IMPORTANCE OF THE SOUTHEAST U.S. CALVING AREA WHILE CELEBRATING THEIR SEASONAL RETURN, 2) PROVIDE ATTENDEES PRACTICAL INFORMATION ON WAYS TO HELP PROTECT THESE WHALES, AND 3) COMMUNICATE THE IMPORTANCE OF COLLECTIVE ACTIONS/EFFORTS TO PROTECT AND RECOVER ENDANGERED RIGHT WHALES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "157106b7-bbd2-b7b1-91c5-c91ed168352d-C", "generated_internal_id": "ASST_NON_NA22NMF0150061_1330"}, {"internal_id": 147493204, "Award ID": "NA22NMF0150004", "Award Amount": 320000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-16", "CFDA Number": "11.015", "Description": "THE ADVISORY COMMITTEE TO THE U.S. SECTION TO THE INTERNATIONAL COMMISSION FOR THE CONSERVATION OF ATLANTIC TUNAS (ICCAT) ADVISES THE ICCAT COMMISSIONERS. THE SECRETARY OF COMMERCE AND THE SECRETARY OF STATE FURNISH THE ADVISORY COMMITTEE WITH RELEVANT INFORMATION CONCERNING FISHERIES AND INTERNATIONAL FISHERY AGREEMENTS AND WITH THE INPUT AND APPROVAL OF THE RESPECTIVE DEPARTMENTS, THE ADVISORY COMMITTEE MAKES RECOMMENDATIONS TOWARDS THE DEVELOPMENT OF U.S. NEGOTIATING POSITIONS. THE ADVISORY COMMITTEE IS SEPARATE AND DISTINCT FROM THE DEPARTMENT OF COMMERCE AND NOAA FISHERIES. IT DETERMINES ITS OWN ORGANIZATION AND PRESCRIBES ITS OWN PRACTICES AND PROCEDURES FOR CARRYING OUT ITS FUNCTIONS. THE AWARD ALLOWS FOR THE LOGISTICAL COORDINATION (ADMINISTRATIVE AND TECHNICAL SUPPORT SERVICES, INCLUDING REIMBURSEMENT OF TRAVEL EXPENSES) OF THE MEETING OF THE ADVISORY COMMITTEE WHICH IS DIRECTED UNDER STATUTORY AUTHORITY. SEE ATTACHED MEMO FOR MORE DETAILS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_NA22NMF0150004_1330"}, {"internal_id": 139741966, "Award ID": "NA21NMF4720476", "Award Amount": 246939.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "11.015", "Description": "THE GOALS OF THIS PROJECT AND PROPOSAL ARE A) TO COLLECT GENETIC SAMPLES FROM SEA TURTLE NESTING POPULATIONS (INCLUDING LEATHERBACKS, GREENS, AND HAWKSBILLS) TO EXPAND COMPREHENSIVE BASELINE NESTING DATASETS TO DEFINE POPULATION BOUNDARIES, B) TO COMPILE EXISTING DATASETS FOR PREPARATION OF DETAILED ANALYSES SUCH AS ASSESSMENT OF BYCATCH, C) TO UPDATE OR DETERMINE POPULATION PARAMETERS SUCH AS AGE TO MATURITY, ADULT BREEDING SEX RATIOS AND MATING SYSTEMS, D) TO PROCESS EXISTING SAMPLES AND TO ADD THOSE DATA TO LONG-TERM DATASETS AND E) TO PUBLISH AND PRESENT THE FINDINGS IN THE PEER-REVIEWED LITERATURE FOR USE IN REGULARLY UPDATING SEA TURTLE STOCK ASSESSMENTS, THREATS IDENTIFICATION, AND POPULATION DYNAMICS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "247befe9-a1c0-ab89-405c-04352f1ba273-C", "generated_internal_id": "ASST_NON_NA21NMF4720476_1330"}]