[{"internal_id": 159306285, "Award ID": "7830DP146", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-10", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A TERRITORY DIGITAL EQUITY PLAN.THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: STAFF TRAINING, COMMUNITY AND STAKEHOLDER ENGAGEMENT, DATA COLLECTION AND ANALYSIS, PLAN PUBLICATION.   THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST DIGITAL EQUITY PLAN THAT WILL BENEFIT THE VIRGIN ISLANDS AND ITS PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS.   THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "d27eddc5-9905-a930-a59b-132bd84f3791-R", "generated_internal_id": "ASST_NON_7830DP146_1341"}, {"internal_id": 152523625, "Award ID": "7230DP322", "Award Amount": 781987.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT. THE PUERTO RICO BROADBAND PROGRAM (PRBP) WILL ASCERTAIN THE SIZE AND SCOPE OF THE DIGITAL DIVIDE IN PR, IDENTIFY THE COMMUNITIES LACKING DIGITAL INCLUSION AND LITERACY, IDENTIFY STRATEGIES TO CLOSE THE GAP, AND STEER PUBLIC AND PRIVATE STAKEHOLDERS TO ACTION IN RESPONSE TO THE GAPS. PRBP WILL HIRE PERSONNEL TO OVERSEE THE PLANNING PROJECT AND HIRE EXTERNAL ENTITIES TO SUPPORT IN COMMUNITY OUTREACH AND ENGAGEMENT, PLAN DEVELOPMENT, AND DATA COLLECTION AND ANALYSIS. PRBP WILL SURVEY AND ANALYZE ADOPTION AND USAGE TRENDS ACROSS THE RESIDENTIAL AND BUSINESS SECTORS IN PR. PRBP WILL SEEK INPUT FROM THE COMMUNITY AND STAKEHOLDERS WHILE COLLECTING DATA. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE COMMONWEALTH OF PUERTO RICO AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS TERRITORY WIDE. THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": 781987.0, "recipient_id": "53ac4b4c-8387-bf08-5e4c-8c4fa2bdafee-R", "generated_internal_id": "ASST_NON_7230DP322_1341"}, {"internal_id": 159306162, "Award ID": "6930DP148", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-10", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A TERRITORY DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: DATA COLLECTION, PLAN DEVELOPMENT, PLAN ROLLOUT.   THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST DIGITAL EQUITY PLAN THAT WILL BENEFIT THE COMMONWEALTH OF THE NORTHERN MARIANA ISLANDS GOVERNMENT AND ITS PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS.   THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "83500f8a-652a-6f76-f30a-ad76d4943731-R", "generated_internal_id": "ASST_NON_6930DP148_1341"}, {"internal_id": 159306161, "Award ID": "6630DP134", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-10", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A TERRITORIAL DIGITAL EQUITY PLAN.THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: STAFF RECRUITMENT AND DEVELOPMENT, COMMUNITY AND STAKEHOLDER ENGAGEMENT AND NEEDS ASSESSMENT, DATA COLLECTION AND ANALYSIS, REPORT DEVELOPMENT AND DISTRIBUTION.   THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST DIGITAL EQUITY PLAN THAT WILL BENEFIT GUAM AND ITS PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS.   THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "7ced0aa3-a705-b69a-7b48-febb897f1b8e-C", "generated_internal_id": "ASST_NON_6630DP134_1341"}, {"internal_id": 159306069, "Award ID": "6030DP150", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-10", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A TERRITORY DIGITAL EQUITY PLAN.THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: STAFF RECRUITMENT AND DEVELOPMENT, COMMUNITY AND STAKEHOLDER ENGAGEMENT, DATA COLLECTION AND ANALYSIS, REPORT DEVELOPMENT AND DISTRIBUTION. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST DIGITAL EQUITY PLAN THAT WILL BENEFIT AMERICAN SAMOA AND ITS PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS.   THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "bf34917e-fa3f-6460-7095-bf3c1ec59272-C", "generated_internal_id": "ASST_NON_6030DP150_1341"}, {"internal_id": 152523627, "Award ID": "5630DP339", "Award Amount": 530006.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: CONSULTANT RECRUITMENT; COMMUNITY AND STAKEHOLDER ENGAGEMENT; DATA COLLECTION AND ANALYSIS; REPORT DEVELOPMENT AND DISTRIBUTION. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF WYOMING AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": 530006.0, "recipient_id": "ecbb8e63-59d4-82f4-1b89-6e83467f33cf-C", "generated_internal_id": "ASST_NON_5630DP339_1341"}, {"internal_id": 152523628, "Award ID": "5530DP128", "Award Amount": 952197.63, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: STAFF RECRUITMENT AND CAPACITY; COMMUNITY AND STAKEHOLDER ENGAGEMENT AND PLANNING; DATA COLLECTION AND PROCUREMENT, ASSET INVENTORY; REPORT PUBLICATION AND DISTRIBUTION. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF WISCONSIN AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR THE PURPOSE OF STAKEHOLDER ENGAGEMENT AND OUTREACH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": 952197.63, "recipient_id": "8bf88f2b-38e8-d663-1966-c5e7008099ea-C", "generated_internal_id": "ASST_NON_5530DP128_1341"}, {"internal_id": 152523631, "Award ID": "5430DP164", "Award Amount": 728065.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: CREATION OF A DIGITAL EQUITY PROGRAM WITHIN WV BROADBAND; COMMUNITY OUTREACH AND STAKEHOLDER ENGAGEMENT; DATA COLLECTION, ANALYSIS, AND VISUALIZATION; AND HOLISTIC INTEGRATION WITH THE BEAD FIVE-YEAR ACTION PLAN. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF WEST VIRGINIA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR THE PURPOSE OF PILOT PROGRAMMING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": 728065.0, "recipient_id": "97c93582-8879-1839-d3a6-173e935c8391-C", "generated_internal_id": "ASST_NON_5430DP164_1341"}, {"internal_id": 161631351, "Award ID": "5330DP290N", "Award Amount": 1076248.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-16", "CFDA Number": "11.032", "Description": "PURPOSE: THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN.THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: HIRE NEW TEAM MEMBERS; CONTRACT WITH VENDOR TO ASSIST IN PLAN DEVELOPMENT; CONDUCT STAKEHOLDER ENGAGEMENT, DATA COLLECTION AND ANALYSIS, DIGITAL LITERACY SURVEY; CONVENE THE STATE DIGITAL EQUITY FORUM IN PARTNERSHIP WITH THE OFFICE OF EQUITY TO IDENTIFY BARRIERS TO DIGITAL EQUITY FACED BY COVERED POPULATIONS THROUGHOUT THE STATE.THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF WASHINGTON AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1076248.79, "recipient_id": "26e2cadd-650d-6efa-9759-7e8cad8f560f-C", "generated_internal_id": "ASST_NON_5330DP290N_1341"}, {"internal_id": 154738767, "Award ID": "5330DP290", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-23", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN.THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: HIRE NEW TEAM MEMBERS; CONTRACT WITH VENDOR TO ASSIST IN PLAN DEVELOPMENT; CONDUCT STAKEHOLDER ENGAGEMENT, DATA COLLECTION AND ANALYSIS, DIGITAL LITERACY SURVEY; CONVENE THE STATE DIGITAL EQUITY FORUM IN PARTNERSHIP WITH THE OFFICE OF EQUITY TO IDENTIFY BARRIERS TO DIGITAL EQUITY FACED BY COVERED POPULATIONS THROUGHOUT THE STATE. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF WASHINGTON AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 0.0, "recipient_id": "26e2cadd-650d-6efa-9759-7e8cad8f560f-C", "generated_internal_id": "ASST_NON_5330DP290_1341"}, {"internal_id": 152523632, "Award ID": "5130DP131", "Award Amount": 1222076.45, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN.THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT. TO GUIDE DEVELOPMENT OF COMMONWEALTH?S DIGITAL OPPORTUNITY PLAN (DOP), VIRGINIA DEPARTMENT OF HOUSING AND COMMUNITY DEVELOPMENT (DHCD) WILL HIRE A DIGITAL OPPORTUNITY COORDINATOR. THE COORDINATOR WILL LEAD DEVELOPMENT OF THE COMMONWEALTH'S DOP, INCLUDING PROVIDING OVERSIGHT OF INFORMATION GATHERING AND RESEARCH OUTLINED BELOW, AS WELL AS LEAD THE DRAFTING OF THE FINAL PLAN. DURING THE DEVELOPMENT OF THE DOP, THE RECIPIENT WILL PARTNER WITH ORGANIZATION(S) TO ENGAGE STAKEHOLDERS TO GATHER INFORMATION AND CONDUCT RESEARCH. THE RECIPIENT ALSO BELIEVES THAT LOCAL AND REGIONAL ORGANIZATIONS MUST ALSO HAVE THE OPPORTUNITY TO PARTICIPATE IN THE STAKEHOLDER PROCESS, GATHER INFORMATION, CONDUCT NEEDS ASSESSMENTS, AND FORMULATE PLANS TO ADDRESS DIGITAL EQUITY CONCERNS AT THE REGIONAL LEVEL. TO ACCOMPLISH THIS, THE RECIPIENT WILL SUB-AWARD FUNDS FOR PLANNING AND MINI-GRANT PROGRAM. THESE ORGANIZATIONS WILL MANAGE THE DATA COLLECTION, COMMUNITY ENGAGEMENT AND OTHER RELATED PLANNING ACTIVITIES AT THE REGIONAL LEVEL. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE COMMONWEALTH OF VIRGINIA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR THE PURPOSES OF PLANNING AND MINI-GRANT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1222076.45, "recipient_id": "1b5bafe7-4dbb-89c1-1908-291f2b10dfd4-C", "generated_internal_id": "ASST_NON_5130DP131_1341"}, {"internal_id": 152523633, "Award ID": "5030DP137", "Award Amount": 518154.2, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT. THE PLANNING GRANT WILL BE USED TO DEVELOP A COMPREHENSIVE ACCOUNTING OF THE ACCESSIBILITY OF ONLINE PUBLIC RESOURCES AND SERVICES ALONG WITH THE LEVEL OF LITERACY OF THE CURRENT AND POTENTIAL USERS OF THESE SERVICES. THE VERMONT COMMUNITY BROADBAND BOARD (VCBB) WILL ENGAGE COMMUNITY MEMBERS AROUND ACCESS AND CONDUCT RESOURCE ASSET MAPPING TO BUILD INTERACTIVE PUBLIC MAPS FOR PLANNING AND PROGRAM IMPLEMENTATION. PRIORITIES OF MANAGING THE EQUITY PLANNING PROCESS WILL BE COALITION BUILDING AND IMPLEMENTATION OF A RESULTS-BASED ACCOUNTABILITY FEEDBACK LOOP TO INFORM AND IMPROVE PROGRAMS AND ADJUST REQUIREMENTS TO SUPPORT UNDERREPRESENTED GROUPS OVERCOME THE BARRIERS THEY FACE. AN INTERAGENCY WORKGROUP IS BEING FORMED WITH THE GOALS OF ALIGNING STATE AND MUNICIPAL EQUITY PROGRAMS WITH COMMUNICATION ABOUT NEW INITIATIVES BEING ESTABLISHED. THE VCBB APPROVED ADDITIONAL POSITIONS TO ADD CAPACITY TO THE VCBB INCLUDING A DIGITAL EQUITY OFFICER TO MANAGE A COLLABORATIVE PLANNING PROCESS, SUPPORT, AND IMPLEMENTATION. THE EQUITY PLANNING GRANT WILL BE USED TO CREATE USER PROTOCOLS AND EDUCATION AS PART OF A DIGITAL LITERACY TRAINING PROGRAM. THE EQUITY PLANNING GRANT WILL BE USED TO EVALUATE HOW TO USE THE STATE LIBRARY SYSTEM TO PROVIDE DEVICE DISTRIBUTION AND TRAINING AS WELL AS 16-HOUR CENTRALIZED SUPPORT. BY ALIGNING EQUITY EFFORTS ACROSS THE STATE, VERMONT WILL ADDRESS THE INTERSECTIONALITY AND SYSTEMS OF OPPRESSION THAT INTERFERE WITH EQUITABLE ACCESS TO RESOURCES. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF VERMONT AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR THREE PURPOSES: STAKEHOLDER MANAGEMENT; PLANNING; AND COMMUNITY MEMBER PARTICIPATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": 518154.2, "recipient_id": "3399890e-8a77-2d5c-0f13-5d9c2484b040-C", "generated_internal_id": "ASST_NON_5030DP137_1341"}, {"internal_id": 154273284, "Award ID": "4930DP098", "Award Amount": 676684.53, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-15", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: BUILD DIGITAL ACCESS PROGRAM CAPACITY; USE DATA ANALYTICS AND COMMUNITY OUTREACH TO GUIDE DECISIONS; SUBGRANT TO MUNICIPAL GOVERNMENTS TO CREATE LOCAL DIGITAL EQUITY PLANS. THE STATE WILL STAFF THE BROADBAND CENTER WITH CAPABLE AND EXPERIENCED PROFESSIONALS. THE STATE WILL WORK TO DEEPEN ITS UNDERSTANDING OF THE DIGITAL DIVIDE THROUGH DATA ANALYTICS AND OUTREACH. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF UTAH AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT PLANS TO SUBAWARD FUNDS TO INCORPORATED MUNICIPALITIES WITHIN THE STATE TO WRITE LOCAL DIGITAL EQUITY PLANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": 676684.53, "recipient_id": "b8b1d07b-2043-8903-9b55-fc64e5dfa4be-C", "generated_internal_id": "ASST_NON_4930DP098_1341"}, {"internal_id": 154738768, "Award ID": "4830DP133", "Award Amount": 3110148.1, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-23", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN.THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: SOLICIT PROPOSALS THROUGH A COMPETITIVE PROCUREMENT PROCESS AND ISSUE CONTRACTS TO SUPPORT THE DEVELOPMENT OF THE STATE DIGITAL EQUITY PLAN; WORK DIRECTING WITH ORGANIZATIONS AND NONPROFITS TO REACH THE COVERED POPULATIONS IDENTIFIED; FOSTER PARTNERSHIPS BY HOLDING FREQUENT SUBGRANTEE ROUNDTABLES AND OTHER ENGAGEMENT ACTIVITIES FOR THE PURPOSE OF GATHERING INFORMATION AND DISCUSSING PROGRESS OF EACH INITIATIVE; ESTABLISH A DIGITAL EQUITY PLANNING COALITION COMPRISED OF EACH SUBGRANTEE AND POTENTIAL OTHER PARTNERS AROUND THE STATE.THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF TEXAS AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR THE PURPOSE OF OUTREACH TO COVERED POPULATIONS AND ASSESSMENT OF NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": 3110148.1, "recipient_id": "7b093a00-b754-dd40-2ecd-000e41804aab-R", "generated_internal_id": "ASST_NON_4830DP133_1341"}, {"internal_id": 153853462, "Award ID": "4730DP243", "Award Amount": 1083814.06, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-28", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: DIGITAL LITERACY, EQUITY, AND ADOPTION CONSULTING, COMMUNITY AND STAKEHOLDER ENGAGEMENT, DATA COLLECTION AND ANALYSIS, AND REPORT DEVELOPMENT AND DISTRIBUTION.  THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF TENNESSEE AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.  THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": 1083814.06, "recipient_id": "202998cd-3db6-e7c7-1f56-78793c4f5dc6-C", "generated_internal_id": "ASST_NON_4730DP243_1341"}, {"internal_id": 152523634, "Award ID": "4630DP334", "Award Amount": 527051.65, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: COMMUNITY AND STAKEHOLDER ENGAGEMENT; DATA COLLECTION AND ANALYSIS; DEVELOP A PLAN, DOCUMENT IT, AND FINDINGS PUBLICATION. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF SOUTH DAKOTA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR THE PURPOSE OF ASSISTING IN PLAN DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": 527051.65, "recipient_id": "be002093-7a5b-98d9-e001-689337596057-C", "generated_internal_id": "ASST_NON_4630DP334_1341"}, {"internal_id": 161388231, "Award ID": "4530DP358N", "Award Amount": 953478.05, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: STAFF RECRUITMENT AND DEVELOPMENT, COMMUNITY AND STAKEHOLDER ENGAGEMENT, DATA COLLECTION AND ANALYSIS, AND REPORT DEVELOPMENT AND DISTRIBUTION.THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF SOUTH CAROLINA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.  THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": 953478.05, "recipient_id": "ee2b6aa2-eb15-c756-9ec8-b2ba2d103a18-C", "generated_internal_id": "ASST_NON_4530DP358N_1341"}, {"internal_id": 154738769, "Award ID": "4530DP358", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-23", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: STAFF RECRUITMENT AND DEVELOPMENT, COMMUNITY AND STAKEHOLDER ENGAGEMENT, DATA COLLECTION AND ANALYSIS, AND REPORT DEVELOPMENT AND DISTRIBUTION.THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF SOUTH CAROLINA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.  THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": 0.0, "recipient_id": "649d4608-2ae7-9af4-8fbb-205e290ffeaa-C", "generated_internal_id": "ASST_NON_4530DP358_1341"}, {"internal_id": 154738787, "Award ID": "4430DP073", "Award Amount": 506100.07, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-17", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: LOCAL AND REGIONAL STAKEHOLDER ENGAGEMENT, DIGITAL EQUITY SURVEY AND QUALITATIVE DATA COLLECTION & MAPPING, LOCAL GOVERNMENT COORDINATION AND TECHNICAL ASSISTANCE, AND STATEWIDE OUTREACH.THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF RHODE ISLAND AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": 506100.07, "recipient_id": "be0a01d3-aa56-df6c-9d1f-7569c4fc511e-C", "generated_internal_id": "ASST_NON_4430DP073_1341"}, {"internal_id": 153853475, "Award ID": "4230DP099", "Award Amount": 1604131.73, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-25", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: BUILDING STAFF CAPACITY FOR THE PENNSYLVANIA BROADBAND OFFICE; COMPLETING A ROBUST COMMUNITY AND STAKEHOLDER ENGAGEMENT PROCESS; DATA COLLECTION AND ANALYSIS TO INCLUDE A CONSULTANT-LED NEEDS ASSESSMENT AND INVENTORY OF ASSETS; PLAN DEVELOPMENT AND IMPLEMENTATION STRATEGY. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE COMMONWEALTH OF PENNSYLVANIA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1604131.73, "recipient_id": "9c6f4a6a-82be-5603-63f4-0c7ecdfe57bd-C", "generated_internal_id": "ASST_NON_4230DP099_1341"}, {"internal_id": 153853460, "Award ID": "4130DP111", "Award Amount": 782193.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-28", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN.  THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT. HIRE ONE FULL TIME BROADBAND EQUITY SPECIALIST TO MANAGE THE PLANNING AND ENGAGEMENT PROCESS. OREGON BROADBAND OFFICE (OBO) WILL ISSUE AN RFP FOR EXTERNAL ASSISTANCE INCLUDING COMMUNITY OUTREACH AND ENGAGEMENT, EXPERT MEETING FACILITATION, PLAN DEVELOPMENT, AND DATA COLLECTION AND ANALYSIS. OREGON BUSINESS DEVELOPMENT DEPARTMENT (OBDD) WILL ONBOARD THE OREGON BROADBAND ADVISORY COUNCIL (OBAC), A DIVERSE MEMBERSHIP REPRESENTING KEY BROADBAND STAKEHOLDERS AND IS TASKED IN STATUTE AS THE PLANNING AND OVERSIGHT BODY FOR OREGON'S DIGITAL EQUITY PROGRAM. OBAC WILL PROVIDE STRATEGIC INPUT TOWARDS PLANNING AND EXECUTING OREGON'S DIGITAL EQUITY ACTIVITIES AND WILL OVERSEE A DIGITAL EQUITY PLAN ADDRESSING AVAILABILITY AND AFFORDABILITY. OBDD WILL HOLD STAKEHOLDER ENGAGEMENTS INCLUDING LOCAL DIGITAL INCLUSION NETWORKS, BROADBAND ACTION TEAMS, WORKFORCE ORGANIZATIONS, AND ORGANIZATIONS COMPRISED OF AND SERVING CULTURALLY AND ACCESSIBILITY SPECIFIC COMMUNITIES. OBDD WILL IDENTIFY CHAMPIONS COMPRISED OF PEOPLE WITH LIVED EXPERIENCE OF DIGITAL EXCLUSION (LIVED EXPERIENCE EXPERTS) TO FORM A STAKEHOLDER TEAM FROM OREGON'S COMMUNITIES. OBDD WILL CONDUCT PROFESSIONALLY FACILITATED REGIONAL PUBLIC LISTENING SESSIONS THROUGHOUT THE STATE FOR COMMUNITY MEMBERS. OBDD WILL GATHER, PROCURE, AND ANALYZE DATA DESCRIBING THE DIGITAL EQUITY NEEDS OF OREGON'S RESIDENTS. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF OREGON AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 782193.0, "recipient_id": "b56c705e-656f-5f90-5a62-dfe2a92d34f7-C", "generated_internal_id": "ASST_NON_4130DP111_1341"}, {"internal_id": 154738749, "Award ID": "4030DP305", "Award Amount": 882087.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN.  THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: STAFF RECRUITMENT AND PROGRAM MANAGEMENT ASSISTANCE; COMMUNITY AND STAKEHOLDER ENGAGEMENT; DATA COLLECTION AND ANALYSIS; REPORT DEVELOPMENT AND DISTRIBUTION. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF OKLAHOMA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR THE PURPOSE OF STAKEHOLDER ENGAGEMENT AND EVENT MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": 882087.78, "recipient_id": "19624304-31fe-8fc9-7973-19891475bdfe-C", "generated_internal_id": "ASST_NON_4030DP305_1341"}, {"internal_id": 152523635, "Award ID": "3930DP076", "Award Amount": 1470550.76, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: HIRING A DIGITAL EQUITY AND INCLUSION MANAGER; ENGAGING DIVERSE STAKEHOLDERS; UTILIZING THE PREVIOUSLY ESTABLISHED BROADBANDOHIO ALLIANCE; CREATE AND IMPLEMENT ASSESSMENTS AND SURVEYS TO IDENTIFY BARRIERS FOR COVERED POPULATIONS AND THE OUTCOMES. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF OHIO AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR TWO PURPOSES. THE FIRST TO REGIONAL COALITIONS FOR DATA COLLECTION AND COMMUNITY ENGAGEMENT ACTIVITIES. THE SECOND TO ORGANIZATIONS WITH THE GOAL OF FUNDING MINI PILOT PROGRAMS THAT ENGAGE WITH COVERED POPULATIONS AND COLLECT DATA FOR THE STATE DIGITAL EQUITY PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": 1470550.76, "recipient_id": "bda5a750-4268-fbf5-3be6-ab9a71d861b3-C", "generated_internal_id": "ASST_NON_3930DP076_1341"}, {"internal_id": 153853472, "Award ID": "3830DP107", "Award Amount": 516380.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-26", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: STAFF RECRUITMENT AND DEVELOPMENT, COMMUNITY AND STAKEHOLDER ENGAGEMENT, DATA COLLECTION AND ANALYSIS, AND REPORT DEVELOPMENT AND DISTRIBUTION.  THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF NORTH DAKOTA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.  THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": 516380.0, "recipient_id": "4a4fcb52-96a2-0be8-5562-0df79d9d9cb3-C", "generated_internal_id": "ASST_NON_3830DP107_1341"}, {"internal_id": 153853473, "Award ID": "3730DP121", "Award Amount": 1415614.32, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-26", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: 1) DEVELOPING A CORE PLANNING TEAM (CORE TEAM), WHERE AT LEAST ONE MEMBER OF THE CORE TEAM WILL ALSO SERVE ON THE BEAD PLANNING TEAM; 2) ANALYZING DATA AND DEPLOY SURVEYS TO BETTER UNDERSTAND THE BARRIERS FACED BY EACH COVERED POPULATION; 3) HOSTING LISTENING SESSIONS TO BETTER UNDERSTAND THE BARRIERS FACED BY EACH COVERED POPULATION, AND PROVIDING SUBGRANTS TO ORGANIZATIONS ACROSS THE STATE THAT SERVE COVERED POPULATIONS; 4) DEVELOPING A NEEDS ASSESSMENT AND ASSET INVENTORY; 5) DRAFTING A DIGITAL EQUITY PLAN AND GARNER FEEDBACK AND PUBLIC COMMENT. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF NORTH CAROLINA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT DOES PLAN TO SUBAWARD FUNDS FOR TWO PURPOSES. THE FIRST FOR LIVED EXPERIENCE WORKING GROUPS AND THE SECOND FOR ORGANIZATIONS TO HOST LISTENING SESSIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": 1415614.32, "recipient_id": "9577e9f9-6972-a9af-e0f7-7ae100a9a7a0-C", "generated_internal_id": "ASST_NON_3730DP121_1341"}, {"internal_id": 154738762, "Award ID": "3630DP170", "Award Amount": 2178646.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-29", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN.  THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: NEW YORK STATE (NYS) WILL CREATE A ROBUST AND COMPREHENSIVE FIVE-YEAR STATEWIDE DIGITAL EQUITY PLAN THAT WILL SERVE AS A ROADMAP FOR ACHIEVING DIGITAL EQUITY ACROSS THE STATE AND MEET THE REQUIREMENTS ESTABLISHED BY NTIA IN THE NOTICE OF FUNDING OPPORTUNITY. THE STATE DIGITAL EQUITY PLANNING GRANT FUNDS WILL BE LEVERAGED TO ACHIEVE FOUR MAJOR GOALS: STAKEHOLDER ENGAGEMENT; CAPACITY BUILDING, STATEWIDE, REGIONALLY, AND LOCALLY; DATA COLLECTION, ASSET MAPPING AND ANALYSIS; PLAN DEVELOPMENT, DISTRIBUTION, AND THE INCORPORATION OF FEEDBACK. THE STATE WILL ALSO HIRE A DIRECTOR OF DE AND NECESSARY SUPPORTING STAFF AND CONVENE A NYS DE TASK FORCE. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF NEW YORK AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT PLANS TO SUB-AWARD FUNDS TO DIGITAL EQUITY COALITIONS TO ASSESS BARRIERS, IDENTIFY CURRENT RESOURCES, AND DEVISE SOLUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": 2178646.0, "recipient_id": "bf8aed45-5f99-709a-d732-d782da00ccb7-C", "generated_internal_id": "ASST_NON_3630DP170_1341"}, {"internal_id": 154738751, "Award ID": "3530DP295", "Award Amount": 740534.91, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: ASSESS THE CURRENT STATE OF DIGITAL EQUITY PROGRAMS ACROSS NEW MEXICO; ANALYZE THE NEEDS AND BARRIERS TO DIGITAL EQUITY FOR ALL RESIDENTS, AND SPECIFICALLY FOR COVERED POPULATIONS; CREATE MEASURABLE OBJECTIVES TO ADVANCED DIGITAL EQUITY AND CREATE IMPACT ON STATE-WIDE ECONOMIC DEVELOPMENT, EDUCATION, HEALTH, CIVIC ENGAGEMENT, AND ESSENTIAL SERVICES; CREATE AN IMPLEMENTATION STRATEGY THAT INCLUDES CLEAR GOALS AND PERFORMANCE MEASURES, PRIORITIZES INVESTMENTS, AND ARTICULATES GOVERNANCE AND OVERSIGHT FOR THE STRATEGY; AND SUSTAIN AND IMPROVE THE APPROACH OVER TIME. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF NEW MEXICO AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR THE PURPOSE OF ENGAGING LOCAL COMMUNITIES, STAKEHOLDERS, AND SERVICE ORGANIZATIONS IN THE PLANNING PROCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": 740534.91, "recipient_id": "643beaa8-e3ff-937e-4696-cd95b096c78a-C", "generated_internal_id": "ASST_NON_3530DP295_1341"}, {"internal_id": 153853480, "Award ID": "3430DP088", "Award Amount": 1176741.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-17", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: STAFF RECRUITMENT AND DEVELOPMENT; COMMUNITY AND STAKEHOLDER ENGAGEMENT; DATA COLLECTION AND ANALYSIS; AND REPORT DEVELOPMENT AND DISTRIBUTION. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF NEW JERSEY AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": 1176741.0, "recipient_id": "b6e09215-4b1a-2257-49b1-81e0acd72b6e-C", "generated_internal_id": "ASST_NON_3430DP088_1341"}, {"internal_id": 152523636, "Award ID": "3330DP065", "Award Amount": 525033.51, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: THIS GRANT WILL BE USED TO FUND A PLAN DEVELOPED BY A QUALIFIED ENTITY, WHICH WILL IDENTIFY COVERED POPULATIONS AND ITS DIGITAL EQUITY CHALLENGES, DEVELOP STRATEGIES TO ADDRESS SAID CHALLENGES, AND PROVIDE BENCHMARKS FOR THE STATE TO CONSIDER THAT WOULD DENOTE PROGRESS AND SUCCESS. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF NEW HAMPSHIRE AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT INTENDS TO SUBAWARD FUNDS TO ASSIST WITH THE DEVELOPMENT OF THE STATE DIGITAL EQUITY PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": 525033.51, "recipient_id": "1ede9091-75f1-c42c-3ab6-d76f9c1db47b-C", "generated_internal_id": "ASST_NON_3330DP065_1341"}, {"internal_id": 159306067, "Award ID": "3230DP348N", "Award Amount": 754458.89, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-02", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: COMMUNITY AND STAKEHOLDER ENGAGEMENT, DATA COLLECTION AND ANALYSIS, AND REPORT DEVELOPMENT AND DISTRIBUTION.THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF NEVADA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": 754458.89, "recipient_id": "3735012e-3594-71dd-e6fc-73bb7c7bd94f-C", "generated_internal_id": "ASST_NON_3230DP348N_1341"}, {"internal_id": 153853477, "Award ID": "3230DP348", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: COMMUNITY AND STAKEHOLDER ENGAGEMENT, DATA COLLECTION AND ANALYSIS, AND REPORT DEVELOPMENT AND DISTRIBUTION.  THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF NEVADA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.  THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": 0.0, "recipient_id": "3735012e-3594-71dd-e6fc-73bb7c7bd94f-C", "generated_internal_id": "ASST_NON_3230DP348_1341"}, {"internal_id": 153853464, "Award ID": "3130DP243", "Award Amount": 598745.97, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-28", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: STATE DIGITAL EQUITY PLAN DEVELOPMENT, AND COMMUNITY OUTREACH AND ENGAGEMENT.  STAKEHOLDERS WILL BE ENGAGED IN THE PROCESS THROUGH PUBLIC COMMENTS, REGIONAL OR TRIBAL DIGITAL EQUITY PLANNING COMMITTEES, SITE VISITS, REGIONAL LISTENING SESSIONS, LISTENING SESSIONS FOR COVERED POPULATIONS  AND SURVEYING FOR DIGITAL EQUITY ASSETS. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF NEBRASKA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.THE RECIPIENT PLANS TO SUBAWARD FUNDS. THE STATE OF NEBRASKA OFFICE OF THE CIO WILL AWARD SUBAWARDS TO NEBRASKA'S 8 ECONOMIC DEVELOPMENT DISTRICTS TO DEVELOP 7 REGIONAL DIGITAL EQUITY PLANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": 598745.97, "recipient_id": "d5609a8e-da57-69fd-1fa2-4fd9280a767a-C", "generated_internal_id": "ASST_NON_3130DP243_1341"}, {"internal_id": 153484788, "Award ID": "3030DP386", "Award Amount": 601301.36, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-14", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: STRATEGY DEVELOPMENT AND BASELINING MONTANA'S EQUITY DIVIDE, COMMUNITY AND STAKEHOLDER ENGAGEMENT, DATA COLLECTION AND ANALYSIS / ADVANCED MAPPING EFFORTS, AND REPORT DEVELOPMENT AND DISTRIBUTION.THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF MONTANA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": 601301.36, "recipient_id": "fd6a7c40-d2ed-e5f7-839d-6856c51a91c8-C", "generated_internal_id": "ASST_NON_3030DP386_1341"}, {"internal_id": 153853465, "Award ID": "2930DP314", "Award Amount": 827338.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-28", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: COMMUNITY AND STAKEHOLDER AWARENESS AND ENGAGEMENT; DATA COLLECTION AND ANALYSIS; REPORT DEVELOPMENT AND DISTRIBUTION. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF MISSOURI AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR THE PURPOSE OF DIGITAL DEMONSTRATION PROJECTS WITHIN COVERED POPULATIONS AND DATA COLLECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": 827338.0, "recipient_id": "0db817fc-5dc2-d170-84f5-3438453a0e93-C", "generated_internal_id": "ASST_NON_2930DP314_1341"}, {"internal_id": 154273296, "Award ID": "2830DP300", "Award Amount": 875585.61, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-07", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: DIGITAL SKILLS AND ACCESSIBILITY TEAM DEVELOPMENT; COMMUNITY AND STAKEHOLDER ENGAGEMENT; DATA COLLECTION AND ANALYSIS; REPORT DEVELOPMENT AND DISTRIBUTION. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF MISSISSIPPI AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR THE PURPOSE OF CONDUCTING DIGITAL INCLUSION ASSET MAPPING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": 875585.61, "recipient_id": "6ba0bbeb-da06-93d1-ef7c-675f6ee77e2f-C", "generated_internal_id": "ASST_NON_2830DP300_1341"}, {"internal_id": 154738788, "Award ID": "2730DP120", "Award Amount": 881905.1, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-17", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: STAFF RECRUITMENT AND DEVELOPMENT; COMMUNITY AND STAKEHOLDER ENGAGEMENT; DATA COLLECTION AND ANALYSIS; REPORT DEVELOPMENT AND DISTRIBUTION. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF MINNESOTA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR THE PURPOSE OF GROUPS THAT REPRESENT THE COVERED POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": 881905.1, "recipient_id": "69340269-e3d5-d870-39fe-50cdc50b8fe2-C", "generated_internal_id": "ASST_NON_2730DP120_1341"}, {"internal_id": 152523637, "Award ID": "2630DP352", "Award Amount": 1327948.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT. TO CREATE THE PLAN, THE MICHIGAN HIGH-SPEED INTERNET (MIHI) OFFICE WILL; IDENTIFY BARRIERS; DEFINE MEASURABLE OBJECTIVES; ASSESS IMPACT; PLAN COLLABORATION; DEVELOP A VISION; ASSESS NEEDS; DEVELOP AN IMPLEMENTATION STRATEGY; AND ESTABLISH PARTNERSHIPS, TIMELINES, AND PLAN FOR THE USE OF SDEPG FUNDING AND MEET ALL STATUTORY AND OTHER REQUIREMENTS OF THE SDEPG PROGRAM. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF MICHIGAN AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": 1327948.0, "recipient_id": "6303c596-4c97-b8d6-45a4-b9a609623b4b-C", "generated_internal_id": "ASST_NON_2630DP352_1341"}, {"internal_id": 153853476, "Award ID": "2530DP123", "Award Amount": 1003763.61, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-25", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: HIRE A DIGITAL EQUITY/INCLUSION SPECIALIST WHO WILL CREATE AND EXECUTE THE STATE DIGITAL EQUITY STRATEGY; PARTNER WITH A CONSORTIUM OF OUR HIGHER EDUCATION INSTITUTIONS; ENGAGE WITH THE NATIONAL DIGITAL INCLUSION ALLIANCE TO PROVIDE DIRECT ADVICE AND BEST PRACTICES. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE COMMONWEALTH OF MASSACHUSETTS AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT DOES PLAN TO SUBAWARD FUNDS FOR THE PURPOSE OF DEVELOPING THE DIGITAL EQUITY PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1003763.61, "recipient_id": "6510eb1d-53e3-9b34-8c1e-d86561a5943f-C", "generated_internal_id": "ASST_NON_2530DP123_1341"}, {"internal_id": 152523638, "Award ID": "2430DP242", "Award Amount": 966659.11, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN.THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: HIRE AND EMPLOY STAFF TO FOCUS ON DIGITAL EQUITY INITIATIVES; CREATE A PLANNING TEAM FOR COMMUNITY OUTREACH AND ENGAGEMENT; CONTRACT WITH A CONSULTANT TO PROVIDE DATA COLLECTION, DATA ANALYZATION, AND ASSESSMENT AND ASSIST WITH THE DEVELOPMENT OF THE STATE'S BROADBAND PLAN; IMPLEMENT OUTREACH INITIATIVES TO OBTAIN INPUT; HOST THREE DIGITAL EQUITY CONFERENCES THROUGHOUT THE STATE TO SEEK INPUT FROM THE LOCAL JURISDICTIONS AND STAKEHOLDERS WHILE ALSO COLLECTING INFORMATION AND DATA; PARTNER WITH LOCAL JURISDICTIONS, ANCHOR INSTITUTIONS, NONPROFITS, AND COMMUNITY ORGANIZATIONS; IDENTIFY, REVIEW, AND COMPILE LOCAL DIGITAL EQUITY PLANS, RESULTS, AND DATA INTO THE STATE'S PLAN. THE EXPECTED OUTCOME IS TO DEVELOP A ROBUST STATE DIGITAL EQUITY PLAN FOR THE STATE OF MARYLAND.  THE INTENDED BENEFICIARIES OF THE PLAN ARE PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 966659.11, "recipient_id": "28b73914-20da-647e-c6b1-ded8836932a1-C", "generated_internal_id": "ASST_NON_2430DP242_1341"}, {"internal_id": 153853479, "Award ID": "2330DP130", "Award Amount": 542222.32, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-18", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: SUPPORTING AND BUILDING THE CAPACITY OF MAINE'S NASCENT DIGITAL EQUITY TASKFORCE, ENGAGING WITH ORGANIZATIONS AND PARTNERS THAT WORK DIRECTLY WITH THE COVERED POPULATIONS, CRAFTING A JOINT PLANNING TEAM TO LINK TO THE 5-YEAR ACTION PLANNING PROCESS UNDER THE BROADBAND EQUITY ACCESS AND DEPLOYMENT ACT (BEAD), ESTABLISHING A BASELINE STARTING POINT THROUGH DATA COLLECTION AND RESEARCH, CONNECTING MEANINGFULLY WITH MAINE PEOPLE AND COMMUNITIES TO EXPLORE ASSETS, BARRIERS, AND SOLUTIONS, AND DEVELOPING A DIGITAL EQUITY VISION FOR ALL WITH STRONG PRESENCE IN MULTIPLE DOMAINS INCLUDING HEALTH, EDUCATION, ECONOMIC DEVELOPMENT, SOCIAL SERVICES, CLIMATE RESILIENCE, AND CIVIC ENGAGEMENT.  THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF MAINE AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.  THE RECIPIENT DOES PLAN TO SUBAWARD FUNDS. SUBAWARDS WILL SUPPORT SURVEY DEVELOPMENT AND COLLECTION, AND SUBJECT MATTER EXPERTISE FOR DIGITAL INCLUSION PLANNING THROUGH THE NATIONAL DIGITAL INCLUSION ALLIANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": 542222.32, "recipient_id": "083bd7a5-a52d-34f9-f909-5ab11e826964-R", "generated_internal_id": "ASST_NON_2330DP130_1341"}, {"internal_id": 151570541, "Award ID": "2230DP064", "Award Amount": 941542.28, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-29", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING PLANNING AND PRE-DEPLOYMENT ACTIVITIES: HIRING A DIGITAL EQUITY/INCLUSION SPECIALIST WHO WILL CREATE AND EXECUTE THE STATE DIGITAL EQUITY STRATEGY; PARTNERING WITH A CONSORTIUM OF OUR HIGHER EDUCATION INSTITUTIONS; AND ENGAGING WITH THE NATIONAL DIGITAL INCLUSION ALLIANCE TO PROVIDE DIRECT ADVICE AND BEST PRACTICES. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A STATE DIGITAL EQUITY PLAN. THE INTENDED BENEFICIARIES ARE THE STATE OF LOUISIANA AND PRINCIPALLY UNSERVED AND UNDERSERVED COMMUNITIES IN THE STATE. THE RECIPIENT INTENDS TO SUBAWARD FUNDS TO ASSIST WITH THE DEVELOPMENT OF THE STATE DIGITAL EQUITY PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": 941542.28, "recipient_id": "bad7f0c0-46d7-ad4d-2ff7-8f647ae1de1b-C", "generated_internal_id": "ASST_NON_2230DP064_1341"}, {"internal_id": 154738781, "Award ID": "2130DP351", "Award Amount": 874236.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-21", "CFDA Number": "11.032", "Description": "PURPOSE: THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. ACTIVITIES TO BE PERFORMED: THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: STATEWIDE DIGITAL EQUITY PLANNING STAFF RESOURCES; COMMUNITY AND STAKEHOLDER ENGAGEMENT; DATA COLLECTION AND ANALYSIS; REPORT DEVELOPMENT AND DISTRIBUTION. EXPECTED OUTCOMES: THE PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN.INTENDED BENEFICIARIES: THE COMMONWEALTH OF KENTUCKY AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE ARE THE INTENDED BENEFICIARIES. SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR THE PURPOSE OF ENGAGING WITH REGIONS OF THE STATE AND COMMUNITY-BASED ACTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": 874236.13, "recipient_id": "b9b7e6aa-a3f4-cef1-dc31-91ebb4c0b068-C", "generated_internal_id": "ASST_NON_2130DP351_1341"}, {"internal_id": 153853478, "Award ID": "2030DP366", "Award Amount": 692664.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-19", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN.  THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: STAFF RECRUITMENT (INTERNAL AND CONTRACTUAL), STAKEHOLDER OUTREACH AND ENGAGEMENT, OUTREACH TECHNOLOGY SUPPORT SUBSCRIPTIONS AND MARKETING MATERIALS, AND REPORT DEVELOPMENT AND DISTRIBUTION. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF KANSAS AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.  THE RECIPIENT DOES PLAN TO SUBAWARD FUNDS. THESE FUNDS WILL BE USED FOR DIGITAL INCLUSION ASSET MAPPING AND STAKEHOLDER ENGAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": 692664.38, "recipient_id": "f956af53-7594-bbbb-8c21-e83b2595618e-C", "generated_internal_id": "ASST_NON_2030DP366_1341"}, {"internal_id": 154273298, "Award ID": "1930DP281", "Award Amount": 708924.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-04", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: BUILD A COALITION OF COMMUNITY ANCHOR INSTITUTION, LOCAL GOVERNMENTS, AREA APPLICATION AGENCIES, TRIBAL REPRESENTATION, NON-PROFITS, AND OTHERS TO ESTABLISH A VISION FOR THE FUTURE GROUNDED IN THE PRINCIPLES OF DIGITAL EQUITY AND DIGITAL INCLUSION; HIRE ONE FULL-TIME STAFF MEMBER TO COORDINATE AND LEAD THE STATE'S PLANNING ACTIVITIES. THE STAFF MEMBER WILL BE RESPONSIBLE FOR THE DEVELOPMENT OF A DIGITAL EQUITY PLAN FOR THE STATE OF IOWA, THIS WILL INCLUDE TRAVELING FOR REGIONAL MEETINGS AND CONFERENCES AS THE NEED ARISES; PROCURE A DIGITAL EQUITY PLANNING VENDOR TO ASSIST WITH THE DEVELOPMENT OF THE PLAN. THIS WILL INCLUDE DEVELOPING A COORDINATION AND OUTREACH STRATEGY, ASSISTING THE DEVELOPMENT OF AN ASSET INVENTORY, FACILITATING THE DEVELOPMENT OF AN INCLUSIVE VISION FOR DIGITAL EQUITY IN IOWA. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF IOWA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": 708924.0, "recipient_id": "1421aa0b-b33b-c1a8-2c15-1d69b082745a-C", "generated_internal_id": "ASST_NON_1930DP281_1341"}, {"internal_id": 154738748, "Award ID": "1830DP250", "Award Amount": 842235.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN.THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: FORMING A DIGITAL EQUITY TASKFORCE; COLLECTING DATA THROUGH SURVEYS, ASSET AND RESOURCE MAPPING, AND SECONDARY DATA; DRAFTING A PLAN AND CONDUCTING PUBLIC INPUT. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF INDIANA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR SURVEY CONDUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": 842235.0, "recipient_id": "485876fc-bb71-9034-8847-78013fbcc883-C", "generated_internal_id": "ASST_NON_1830DP250_1341"}, {"internal_id": 153853467, "Award ID": "1730DP292", "Award Amount": 1515352.64, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-28", "CFDA Number": "11.032", "Description": "PURPOSE: THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN.ACTIVITIES TO BE PERFORMED: THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: FIRST, THEY PLAN TO ALIGN THE STATE'S EXISTING BROADBAND AND DIGITAL EQUITY PROGRAM WITH THE DIGITAL EQUITY ACT BY PLANNING COHORT-WIDE MEETINGS AND KICK-OFF EVENTS, PROVIDING SUBJECT MATTER EXPERTISE, TEMPLATES, AND FEEDBACK, AS WELL AS PROVIDING DATA SNAPSHOTS FOR EACH REGION AND STATE ON CRITICAL INDICATORS. NEXT, THEY WILL FOCUS ON NEW DE PROGRAMMING, WHICH INCLUDES DESIGNING, PLANNING, AND SUPPORTING IMPLEMENTATION OF THE STATE DIGITAL EQUITY PLANNING GRANT. ACTIVITIES INCLUDE PROJECT MANAGEMENT, TECHNICAL ASSISTANCE AND TRAINING SYSTEMS FOR DIGITAL NAVIGATOR CAPACITY, DIGITAL EQUITY AND INCLUSION WEBINARS, AS WELL AS SUPPORTING TOOLS AND PROCESS DOCUMENTS. LASTLY, ACTIVITIES INCLUDE DATA AND RESEARCH TO IMPROVE DATA COLLECTION AND SHARING THROUGH THE ILLINOIS BROADBAND LAB COLLABORATION -- SUCH AS DEVELOPING METRICS AND SUPPORTING ANNUAL BROADBAND MAPPING.EXPECTED OUTCOMES: THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLANINTENDED BENEFICIARIES: THAT WILL BENEFIT THE STATE OF ILLINOIS AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES PLAN TO SUBAWARD FUNDS. THE DEPARTMENT OF COMMERCE AND ECONOMIC OPPORTUNITY WILL SUBGRANT AWARDS FOR PILOT PROGRAMS AND REGIONAL PLANNING SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": 1515352.64, "recipient_id": "49c0b4a8-3274-5dbf-bfdc-21abf88201aa-C", "generated_internal_id": "ASST_NON_1730DP292_1341"}, {"internal_id": 153853468, "Award ID": "1630DP247", "Award Amount": 564706.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-28", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: COMMUNITY AND STAKEHOLDER ENGAGEMENT; DATA COLLECTION AND ANALYSIS; REPORT DEVELOPMENT AND DISTRIBUTION. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF IDAHO AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": 564706.0, "recipient_id": "f32498da-5903-9853-9f8c-18a8704e9564-C", "generated_internal_id": "ASST_NON_1630DP247_1341"}, {"internal_id": 154273291, "Award ID": "1530DP112", "Award Amount": 570883.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-09", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT. THE STATE OF HAWAII'S DEPARTMENT OF BUDGET AND FINANCE WILL ADMINISTER THE DIGITAL EQUITY PLANNING GRANT AND PROVIDE A SUBAWARD TO THE DEPARTMENT OF BUSINESS, ECONOMIC DEVELOPMENT AND TOURISM (DBEDT) TO FULFILL. DBEDT WILL ENSURE ACCESS AND ADOPTION FOR ALL POPULATIONS IN HAWAII. THE GRANT WILL CONDUCT OUTREACH, INTERVIEWS, PROMOTION, DATA GATHERING, STORY MAPPING, DEVELOP PROCESS SYSTEMS, AND DEVELOP AND DISSEMINATE REPORTS. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF HAWAII AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT DOES PLAN TO SUBAWARD FUNDS FOR THE PURPOSE OF DEVELOPING THE STATE DIGITAL EQUITY PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": 570883.0, "recipient_id": "ceafcda5-1ab5-933c-43fb-2fc2047f4d08-C", "generated_internal_id": "ASST_NON_1530DP112_1341"}, {"internal_id": 153853474, "Award ID": "1330DP336", "Award Amount": 1429212.96, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-26", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT. CONSTRUCT A BASELINE FOR THE STATE ON THE FIVE AREAS OF DIGITAL EQUITY (1) BROADBAND ACCESS; (2) ACCESSIBLE AND INCLUSIVE ONLINE CONTENT; (3) DIGITAL LITERACY; (4) PERSONAL DATA AND CYBER SECURITY; (5) DEVICES AND TECH SUPPORT. INVENTORY STATE STAKEHOLDER ORGANIZATIONS FOR ENGAGEMENT AND ESTABLISH AN OUTREACH STRATEGY AND ENGAGE THE GEORGIA DIGITAL EQUITY TASKFORCE THROUGHOUT THE PROCESS. CONDUCT AN ASSESSMENT OF STAKEHOLDER ORGANIZATIONS TO CREATE AN ASSET INVENTORY OF DIGITAL EQUITY PROGRAMS ACROSS THE STATE AND MEASURE CURRENT ORGANIZATIONAL CAPACITY FOR DIGITAL EQUITY PROGRAMS. REVIEW AND ANALYZE PUBLICLY AVAILABLE DATA ABOUT DIGITAL EQUITY AS WELL AS REVIEW CURRENT REGIONAL OR LOCAL DIGITAL EQUITY PLANS. CREATE A DIGITAL EQUITY DASHBOARD THAT PROVIDES DATA ON DIGITAL EQUITY PROGRAMS AS WELL AS RESIDENTS? NEEDS AND BARRIERS TO DIGITAL EQUITY ACROSS THE STATE AND BY COVERED POPULATION. DRAFT THE GEORGIA DIGITAL EQUITY PLAN, THAT WILL INCLUDE AN ASSET INVENTORY, NEEDS ASSESSMENTS, BARRIERS ANALYSIS, MEASURABLE OBJECTIVES FOR DIGITAL EQUITY ACROSS COVERED POPULATIONS, MEASURABLE OBJECTIVES TO STATE IMPACT, AND AN IMPLEMENTATION STRATEGY THAT INCLUDES ACTIVITIES, METRICS, TIMELINES, AND PROGRAM GOVERNANCE. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF GEORGIA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT DOES PLAN TO SUBAWARD FUNDS FOR THE PURPOSE OF LOCAL SUPPORT SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1429212.96, "recipient_id": "b11f15db-f00d-4884-cef9-8fd4d8ede19c-C", "generated_internal_id": "ASST_NON_1330DP336_1341"}, {"internal_id": 153853481, "Award ID": "1230DP383", "Award Amount": 2407223.57, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-17", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: COMMUNITY OUTREACH AND ENGAGEMENT; CONDUCT DATA ANALYSIS; CREATE A STRATEGY AND IMPLEMENTATION PLAN; CONDUCT NEEDS ASSESSMENTS. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF FLORIDA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 2407223.57, "recipient_id": "aca7fa8c-c5aa-0d3d-29a6-e143b50b9fa4-C", "generated_internal_id": "ASST_NON_1230DP383_1341"}, {"internal_id": 154273300, "Award ID": "1130DP166", "Award Amount": 463126.49, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-01", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: 1) AUGMENTING DIGITAL EQUITY STAFF IN THE ADMINISTERING ENTITY; 2) DEVELOPING AND EXECUTING COMPREHENSIVE STAKEHOLDER ENGAGEMENT; 3) CONDUCTING DATA COLLECTION AND ANALYSIS TO SET MEASURABLE OBJECTIVES AND OUTCOMES; 4) CREATING AN IMPLEMENTATION STRATEGY FOR DISTRIBUTION. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE DISTRICT OF COLUMBIA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS IN THE DISTRICT. THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": 463126.49, "recipient_id": "23e8dbc3-3380-7025-7416-5a852facea55-C", "generated_internal_id": "ASST_NON_1130DP166_1341"}, {"internal_id": 152523640, "Award ID": "1030DP144", "Award Amount": 516096.05, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: BASELINING CURRENT STATE, STAKEHOLDER ORGANIZATION ENGAGEMENT, DATA ANALYSIS, AND REPORT DEVELOPMENT. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF DELAWARE AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT DOES PLAN TO SUBAWARD FUNDS. THE SUBAWARDS WILL BE GRANTED TO SUPPORT STAKEHOLDER CAPACITY DEVELOPMENT IN 3 COUNTIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": 516096.05, "recipient_id": "6d996b53-8b90-a040-c894-dac3ec077306-C", "generated_internal_id": "ASST_NON_1030DP144_1341"}, {"internal_id": 154738773, "Award ID": "0730DP067", "Award Amount": 736568.1, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-23", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN.THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: 1) HIRING A DIGITAL EQUITY PROGRAM MANAGER, EQUIPPING THAT INDIVIDUAL WITH TOOLS AND SUPPORT TO ENSURE SUCCESS IN IMPLEMENTING THE STATE'S DIGITAL EQUITY PLAN; 2) ESTABLISHING A CORE DIGITAL EQUITY PLANNING TEAM OF EIGHT TO TEN MEMBERS, INCLUDING THE STATE'S BEAD PROGRAM LEAD AND EXPERTS WITH LIVED EXPERIENCE TO DESIGN, STEWARD, AND ASSESS PROGRESS AGAINST THE PLAN; 3) CONDUCTING A NEEDS AND ASSESSMENT PLAN; 4) ENGAGE IN A CAMPAIGN TO SOLICIT INPUT FROM RESIDENTS AND LEADERS FROM ACROSS THE STATE. THIS WORK WILL REQUIRE THE SUPPORT OF COMMUNICATIONS EXPERTS, SELECTED THROUGH STANDARD STATE PROCUREMENT PROCESSES. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF CONNECTICUT AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": 736568.1, "recipient_id": "53e57b6b-f252-c691-e3b8-e225dbba8fd4-C", "generated_internal_id": "ASST_NON_0730DP067_1341"}, {"internal_id": 154738774, "Award ID": "0630DP118", "Award Amount": 897119.02, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-23", "CFDA Number": "11.032", "Description": "PURPOSE: THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN.ACTIVITIES TO BE PERFORMED: THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: STAFF RECRUITMENT; COMMUNITY AND STAKEHOLDER ENGAGEMENT; DATA COLLECTION AND ANALYSIS; PILOT PROJECTS; REPORT DEVELOPMENT AND DISTRIBUTION.EXPECTED OUTCOMES: THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN.INTENDED BENEFICIARIES: THE STATE OF COLORADO AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE ARE THE INTENDED BENEFICIARIES.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR THE PURPOSE OF OUTREACH AND DATA COLLECTION AMONG COVERED POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 897119.02, "recipient_id": "11dfba9d-8ef8-17ca-de60-74150dbfb99c-C", "generated_internal_id": "ASST_NON_0630DP118_1341"}, {"internal_id": 154738776, "Award ID": "0530DP180", "Award Amount": 4001525.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-23", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN.THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: ESTABLISH A STATE DIGITAL EQUITY TASK FORCE; CREATE PRIORITY AREA SUBCOMMITTEES; CONDUCT STATEWIDE DIGITAL EQUITY SURVEY; CONDUCT LOCAL AND REGIONAL OUTREACH IN FORM OF STATEWIDE CONVENINGS ONE AT THE BEGINNING TO COLLECT INPUT AND ONE LATER IN THE PROCESS TO PROVIDE FEEDBACK; PUBLIC ENGAGEMENT-ONGOING-THROUGH ROUNDTABLES, LISTENING SESSIONS AND E-NEWSLETTERS, AND MEDIA OUTLETS, AND PUBLIC COMMENT PROCESS THROUGH BROADBAND FOR ALL PORTAL.THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF CALIFORNIA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR THE PURPOSE OF LOCAL STAKEHOLDER ENGAGEMENT AND DATA COLLECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 4001525.0, "recipient_id": "b51f9a71-bf22-99f8-ecbf-bfa3238d0634-C", "generated_internal_id": "ASST_NON_0530DP180_1341"}, {"internal_id": 153853469, "Award ID": "0430DP286", "Award Amount": 843673.1, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-28", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: CREATE A PLANNING TEAM, HOST PUBLIC LISTENING SESSIONS, CONNECT MEMBERS AND STAKEHOLDERS IN MULTIPLE LANGUAGES THROUGH VARIOUS PLATFORMS, TRAIN STAKEHOLDERS TO DEVELOP LOCAL DIGITAL EQUITY PLANS THAT CAN BE INCORPORATED INTO THE STATE'S PLAN, AND CONDUCTING PRIMARY AND SECONDARY DATA ANALYSIS TO IDENTIFY AND DOCUMENT BARRIERS AND RESOURCES RELATED TO DIGITAL EQUITY FOR COVERED POPULATIONS AND ALL STATE RESIDENT.  THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF ARKANSAS AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.  THE RECIPIENT DOES PLAN TO SUBAWARD FUNDS. THE STATE OF ARKANSAS WILL SUB-AWARD TO THE HEARTLAND FORWARD, AN ELIGIBLE SUB-RECIPIENT, TO SUPPORT ALL ELEMENTS OF CREATING THE DIGITAL EQUITY PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": 843673.1, "recipient_id": "675225d0-4248-f06c-1ac0-516ac72e14f0-C", "generated_internal_id": "ASST_NON_0430DP286_1341"}, {"internal_id": 152523642, "Award ID": "0330DP354", "Award Amount": 1116110.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: DIGITAL EQUITY PLANNING FUNDS WILL BE USED FOR: MEANINGFUL COMMUNITY AND STAKEHOLDER ENGAGEMENT, ECOSYSTEM BUILDING, RESOURCE AND STAKEHOLDER MAPPING, MODELING AND PREDICTIVE ANALYTICS, AND DATA COLLECTION AND ANALYSIS. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF ARIZONA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS AS THE FUNDS WILL BE GOING TO THE ADMINISTERING ENTITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": 1116110.78, "recipient_id": "1b6ceb6d-a622-26b9-e581-7f0e3c346eb6-C", "generated_internal_id": "ASST_NON_0330DP354_1341"}, {"internal_id": 152523643, "Award ID": "0230DP116", "Award Amount": 567800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN. THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: SUPPORTING AND RESOURCING THE DE WORKING GROUP, COMMUNITY ENGAGEMENT WITH REGIONAL STAKEHOLDER MEETINGS, RESEARCH AND DATA, AND COMMUNICATIONS AND PUBLIC COMMENT. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF ALASKA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE.  THE RECIPIENT DOES PLAN TO SUBAWARD FUNDS.  SUBAWARDS WILL SUPPORT LISTENING SESSIONS VIA THE ALASKA FEDERATION OF NATIVES AND OTHER NATIVE ENTITIES, AS WELL AS THE ALASKA MUNICIPAL LEAGUE. NON-PROFIT ORGANIZATIONS THAT SERVE COVERED-POPULATIONS WILL ALSO RECEIVE SUB-AWARDS FOR LISTENING TOUR MEETINGS AND STAKEHOLDER FEEDBACK TO INFORM DECISIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 567800.0, "recipient_id": "e4e47383-9eb7-6f02-d5b7-e04e351985ef-C", "generated_internal_id": "ASST_NON_0230DP116_1341"}, {"internal_id": 152523644, "Award ID": "0130DP325", "Award Amount": 981081.12, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "11.032", "Description": "THE PROPOSED PROJECT WILL SUPPORT CLOSING THE DIGITAL EQUITY GAP AND THE DEVELOPMENT OF A STATEWIDE DIGITAL EQUITY PLAN.THE PROPOSED PROJECT INCLUDES THE FOLLOWING ACTIVITIES TO SUPPORT PLAN DEVELOPMENT: OUTREACH WILL INCLUDE SMALL GROUP MEETINGS WITH STAKEHOLDERS, ORGANIZATIONS REPRESENTATIVE OF COVERED POPULATIONS, COMMUNITIES AND INDIVIDUAL REPRESENTATIVES OF THOSE POPULATIONS AND OUTREACH THROUGH MULTIPLE PLATFORMS, INCLUDING SMALL PUBLIC LISTENING SESSIONS, NEWSLETTERS, NEWSPAPER, AND LOCAL ENTITY DISTRIBUTION SYSTEMS; CREATION OF AN ASSET INVENTORY OF DIGITAL EQUITY PROGRAMS ACROSS THE STATE AND MEASURE CURRENT ORGANIZATIONAL CAPACITY FOR DIGITAL EQUITY PROGRAMS; CONDUCT DESIGN, FIELDING, AND ANALYSIS OF A COVERED POPULATION SURVEY FOR NEEDS ASSESSMENT AND BARRIERS ANALYSIS; DEVELOP MEASURABLE DIGITAL EQUITY OBJECTIVES ACROSS THE COVERED POPULATIONS THAT WILL BE PROVIDED FOR REVIEW TO KEY STAKEHOLDERS ACROSS THE STATE FOR INPUT AND FEEDBACK; AN ANALYSIS OF THE IMPACT OF DIGITAL EQUITY ON ALABAMA'S OUTCOMES FOR ECONOMIC DEVELOPMENT, EDUCATION, HEALTH, CIVIC AND SOCIAL ENGAGEMENT, AND DELIVERY OF ESSENTIAL SERVICES. THE PROPOSED PROJECT WILL RESULT IN THE DEVELOPMENT OF A ROBUST STATE DIGITAL EQUITY PLAN THAT WILL BENEFIT THE STATE OF ALABAMA AND PRINCIPALLY UNSERVED AND UNDERSERVED COVERED POPULATIONS STATEWIDE. THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": 981081.12, "recipient_id": "ed36237d-0d99-81b0-9924-186adfa21d6d-C", "generated_internal_id": "ASST_NON_0130DP325_1341"}]