[{"internal_id": 162127643, "Award ID": "5160IF004", "Award Amount": 1492269.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "11.038", "Description": "PURPOSE: DEEPSIG INC. WILL CONDUCT RESEARCH AND DEVELOPMENT PROJECT TO DRAMATICALLY IMPROVE THE FIDELITY, SPEED, AND REPEATABILITY OF OPEN RAN AIR-INTERFACE PERFORMANCE TESTING BY EMPLOYING DATA AND AI TO MORE ACCURATELY AND EFFICIENTLY MODEL THE PROPAGATION AND INTERFERENCE ENVIRONMENT USING REAL-WORLD MEASUREMENTS OF 4G AND 5G SIGNALS FROM STATIONARY AND MOBILE SENSORS. ACTIVITIES TO BE PERFORMED:- DEVELOP A DATASET OF OPEN RAN STANDARD INTERFACE DATA AND TEST CASES REFLECTING A RANGE OF DIFFERENT OPEN RAN SENSING SCENARIOS AND USE CASES AND DEVELOP CORE KPI'S AND PERFORMANCE METRICS WHICH REFLECT THE PERFORMANCE OF A SENSING COMPONENT ON EACH OF THESE TEST VECTORS;- DEVELOP T&E TOOLS FOR THE BROAD EVALUATION OF OPEN RAN COMPLIANT SENSING CAPABILITIES;- DEMONSTRATE INTEROPERABILITY SHOWING T&E FUNCTIONALITY ON MULTIPLE VENDORS, O-RUS;- ENGAGE WITH STANDARDS BODIES AND PARTNERS IN ORDER TO GAIN BROADER ADOPTION.EXPECTED OUTCOMES: THIS PROJECT WILL CREATE A NEW SET OF STANDARD O-RAN INTERFACE PERFORMANCE MEASUREMENT TOOLS AND SCENARIOS THAT WILL TARGET THE EVALUATION OF INTEROPERABLE O-RAN COMPONENTS UNDER REAL-WORLD CONDITIONS.INTENDED BENEFICIARIES: OPEN RAN PRODUCT DEVELOPERS, CELLULAR MOBILE NETWORK OPERATORS (MNOS), ACADEMIC RESEARCHERS.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a34a791c-9f9f-102c-2e8e-ecc45bc2ef5f-C", "generated_internal_id": "ASST_NON_5160IF004_1341"}, {"internal_id": 162127641, "Award ID": "3660IF003", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "11.038", "Description": "PURPOSE: THIS PROJECT WILL DEVELOP TESTING AND EVALUATION PROCEDURES FOR OPEN AND INTEROPERABLE SOLUTIONS FOR NEXT GENERATION (5G-ADVANCED AND BEYOND) RAN COMPONENTS IN THE FR3 BAND WITH A FOCUS ON BOTH SHARED AND ADVERSARIAL SCENARIOS. ACTIVITIES TO BE PERFORMED: - DEVELOP REQUIREMENTS AND TESTING METHODS FOR FR3 OPEN RAN RADIO UNITS (O-RUS); - CONSIDER TESTING METHODS AND METRICS AT THE SYSTEM LEVEL FOR SHARED RESOURCES; - CONSIDER ADVERSARIAL SETTINGS INCLUDING JAMMING AND SIGNAL DISRUPTION ON CONTROL AND USE PLANE DATA; - PARTITIONING OF TASKS, INTERFACE SPECIFICATIONS, AND TESTING FOR OPEN RAN IMPLEMENTATIONS THAT OFFER MODULARITY AND FLEXIBILITY TO DEVELOP FR3 RAN SYSTEMS.EXPECTED OUTCOMES: CREATION OF A TESTING AND EVALUATION FRAMEWORK TO ENABLE A RICH ECOSYSTEM OF DEVELOPERS TO BUILD TECHNOLOGY IN THE FR3 SPACE.INTENDED BENEFICIARIES: OPEN RAN PRODUCT DEVELOPERS, CELLULAR MOBILE NETWORK OPERATORS (MNOS), ACADEMIC RESEARCHERS.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO PI-RADIO TO DEVELOP THE RF TRANSCEIVER BOARD AND O-RU. FLORIDA INTERNATIONAL UNIVERSITY WILL LEAD ON ADVERSARIAL SCENARIOS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a393a49-766e-9cd8-5c8e-3e7c437ef8f0-C", "generated_internal_id": "ASST_NON_3660IF003_1341"}, {"internal_id": 162127345, "Award ID": "2560IF002", "Award Amount": 1989783.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "11.038", "Description": "PURPOSE: NORTHEASTERN UNIVERSITY WILL CREATE A FINE-GRAIN, END-TO-END, AND ACCURATE ENERGY EFFICIENCY TESTING PLATFORM REFERRED TO AS TENORAN, WHICH WILL ENABLE THE CONSTRUCTION OF SUSTAINABLE AND ENERGY-EFFICIENT WIRELESS NETWORKS. ACTIVITIES TO BE PERFORMED: \tADVANCE 5G (AND BEYOND) TESTING CAPABILITIES BY DESIGNING AND DELIVERING A TESTING PLATFORM CAPABLE OF PRODUCING FINE-GRAINED ENERGY CONSUMPTION REPORTS FOR OPEN RAN SYSTEMS, THUS CONTRIBUTING TO SUSTAINABILITY EFFORTS\tCONTRIBUTE TO THE EVOLUTION OF OPEN RAN BY IDENTIFYING AND RECOMMENDING REPEATABLE AND PROGRAMMATIC TESTING PROCEDURES AND FUNCTIONALITIES TO SUPPORT MULTI-VENDOR AND VERTICAL ENERGY EFFICIENCY OPTIMIZATION. \tEXPECTED OUTCOMES: TENORAN WILL SERVE AS A PLATFORM FOR BUILDING THE NEXT GENERATION OF SUSTAINABLE AND ENERGY-EFFICIENT WIRELESS NETWORKS. INTENDED BENEFICIARIES: OPEN RAN PRODUCT DEVELOPERS, CELLULAR MOBILE NETWORK OPERATORS (MNOS), ACADEMIC RESEARCHERS.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4787a47d-4e7a-9c8a-99e6-91ba7f4c9b8b-C", "generated_internal_id": "ASST_NON_2560IF002_1341"}]