[{"internal_id": 146697911, "Award ID": "6608I2208", "Award Amount": 12770692.18, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-25", "CFDA Number": "11.031", "Description": "PURPOSE: THE GOVERNMENT OF GUAM DEPARTMENT OF ADMINISTRATION: GUAM BROADBAND INFRASTRUCTURE PROGRAM PROJECT IS A MIDDLE MILE AND LAST MILE BROADBAND DEPLOYMENT IN THE TERRITORY OF GUAM THAT IS DESIGNED TO BRING QUALIFIED BROADBAND TO 10,000 UNSERVED HOUSEHOLDS ACROSS THE REGION. THIS APPLICATION WAS SUBMITTED BY THE GOVERNMENT OF GUAM, WHICH HAS ENTERED INTO AN ELIGIBLE COVERED PARTNERSHIP WITH PTI PACIFICA INC. (IT&E) AND TELEGUAM HOLDINGS, LLC (GUAM TELEPHONE COMPANY (GTA)) TO ACCOMPLISH THE PROJECT.ACTIVITIES: THIS PROJECT CONSISTS OF TWO PARTS: 1.\tPROJECT 1: GUAM SOUTHERN RING BURIED FIBER OPTIC CABLE AND 5G PROJECT, LED BY IT&E, INTENDS TO CONSTRUCT 117 KM (APPROX. 72.7 MILES) OF 144 STRAND BURIED FIBER OPTIC CABLE AND 26 5G CELL SITES ALONG THE MAJOR ROUTES IN SOUTHERN GUAM IN A RING ARCHITECTURE TO PROVIDE SURVIVABLE BROADBAND INFRASTRUCTURE AND 5G BROADBAND INTERNET SERVICE TO DIRECTLY CONNECT 186 CURRENTLY UNSERVED AND UNDERSERVED SUBSCRIBERS WITH MINIMUM SPEEDS OF 25/5 MBPS AT $80 AND MAXIMUM SPEEDS OF 100/6 MBPS AT $175. ADDITIONALLY, THESE TWO INTERCONNECT RINGS WILL PROVIDE THE POPULATION OF OVER 39,000 RESIDENTS AND 10,000 HOUSEHOLDS WITH SURVIVABLE MIDDLE MILE AND DROPS. 2.\tPROJECT 2: BROADBAND INFRASTRUCTURE PROGRAM TO PROVIDE LOW LATENCY TO GUAM USERS, LED BY GTA, WILL ACQUIRE CAPACITY TO CONNECT TO GUAM?S CLOSEST TRANSIT HUB LOCATED IN THE EQUINIX DATACENTER TY2 IN TOKYO AND THEN CONNECT TO CONTENT PROVIDERS GIVING CUSTOMERS A RTT OF 40 MS. THIS PROJECT WILL DELIVER LOW LATENCY SERVICE OF ~40MS TO THE ENTIRE TERRITORY OF GUAM, INCLUDING ALL BUSINESSES, FEDERAL GOVERNMENT SECTORS, AND RESIDENTS. IN ADDITIONAL, ALL CURRENT GTA CUSTOMERS WILL HAVE ACCESS TO THE LOWER LATENCY. GTA CURRENTLY OFFERS RETAIL BROADBAND SERVICE FROM 25/3 MBPS AT $40 TO 100/10 MBPS AT $100. OUTCOMES: PROJECT 1: GUAM SOUTHERN RING BURIED FIBER OPTIC CABLE AND 5G PROJECT AIMS TO IMPROVE SERVICE AND PROVIDE ACCESS TO GUAM RESIDENTS AND THOSE IN THE SOUTHERN REGION OF THE ISLAND. WITH IMPROVED ACCESS TO BROADBAND, THESE RESIDENTS WILL BE ABLE TO OBTAIN GUIDANCE AND INFORMATION ON THE COVID-19 PANDEMIC, INFORMATION ON TESTING AND VACCINATION, AND INFORMATION ON ACCESS TO BENEFITS, JOB OPPORTUNITIES, AND OTHER INFORMATION. PROJECT 2: BROADBAND INFRASTRUCTURE PROGRAM TO PROVIDE LOW LATENCY TO GUAM USERS AIMS TO DELIVER LOW LATENCY SERVICE TO GOVGUAM AND TO ITS CUSTOMERS TO IMPROVE THEIR ACCESS TO LIVE CONTENT NEEDED FOR TELEHEALTH AND EDUCATIONAL PROGRAMS AND PROVIDE ACCESS TO MORE CLOUD CONTENT PROVIDERS. THIS LATENCY REDUCTION WILL ENABLE THE ENTIRE COMMUNITY TO EXPERIENCE VAST IMPROVEMENT TO CRITICAL ACCESS TO TELEMEDICINE, REMOTE WORK, IMPROVE ACCESS TO REMOTE EDUCATION, INCREASED ACCESS TO THE OUTSIDE WORLD VIA NEWS AND CRITICAL WEATHER UPDATES, AND ENABLE THE LOCAL GOVERNMENT TO UTILITIES CLOUD INFRASTRUCTURE AND SERVICES TO CREATE AN OPTIMAL ENVIRONMENT FOR ECONOMIC DEVELOPMENTBENEFICIARIES: PART 1: GUAM SOUTHERN RING BURIED FIBER OPTIC CABLE AND 5G PROJECT WILL SERVE RESIDENTS, BUSINESSES, AND ANCHOR INSTITUTIONS IN SOUTHERN GUAM. THIS PART OF GUAM INCLUDES LESS THAN 25% OF THE POPULATION OF GUAM BUT ENCOMPASSES OVER 50% OF THE LAND AREA. OVER 39,000 RESIDENTS AND 10,000 HOUSEHOLDS WILL BE SERVED BY THIS PROJECT. PROJECT 2: BROADBAND INFRASTRUCTURE PROGRAM TO PROVIDE LOW LATENCY TO GUAM USERS WILL INITIALLY BENEFIT GOVGUAM AND AT LEAST 63,000 BROADBAND SUBSCRIBERS ON THE ISLAND WHO CURRENTLY ENCOUNTER LATENCY OF 112 TO 158 MS FOR ALL TRAFFIC THAT ROUTES OFF THE REMOTE ISLAND. SUBRECIPIENTS: THE APPLICANT DOES NOT LIST ANY MEMBERS OF THE COVERED PARTNERSHIP AS SUBRECIPIENTS OF GRANT FUNDS LISTS IT&E AS THE PROVIDER FOR PROJECT 1 WITH A TOTAL COST OF $11,438,659.07. FOR PROJECT 2, GTA WILL RECEIVE $ 1,526,486.33 AND WILL PROVIDE $169,542.83 IN MATCHING FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": 12770692.18, "Infrastructure Obligations": null, "recipient_id": "7ced0aa3-a705-b69a-7b48-febb897f1b8e-C", "generated_internal_id": "ASST_NON_6608I2208_1341"}, {"internal_id": 146697912, "Award ID": "5408I2205", "Award Amount": 19678779.52, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-25", "CFDA Number": "11.031", "Description": "PURPOSE: THE LOGAN & MINGO COUNTIES FIBER TO THE PREMISES PROJECT IS A LAST MILE BROADBAND DEPLOYMENT IN LOGAN COUNTY, WEST VIRGINIA AND MINGO COUNTY, WEST VIRGINIA THAT IS DESIGNED TO BRING QUALIFIED BROADBAND TO 12,859 UNSERVED HOUSEHOLDS ACROSS THE REGION. THIS APPLICATION WAS SUBMITTED BY THE LOGAN COUNTY COMMISSION WHO HAS ENTERED INTO AN ELIGIBLE COVERED PARTNERSHIP WITH THE MINGO COUNTY COMMISSION AND GIGABEAM NETWORKS, LLC TO ACCOMPLISH THE PROJECT.ACTIVITIES: APPALACHIAN ELECTRIC POWER (AEP) IS INVESTING $61.3 MILLION IN CONSTRUCTING OVER 400 MILES OF MIDDLE-MILE FIBER TO MODERNIZE ITS GRID FOR THE ELECTRICAL SERVICE AEP PROVIDES IN LOGAN AND MINGO COUNTIES. WITH NTIA BROADBAND INFRASTRUCTURE PROGRAM FUNDS, GIGABEAM INTENDS TO WORK WITH LOGAN AND MINGO COUNTIES TO CONSTRUCT AN FTTP NETWORK UTILIZING THIS AEP MIDDLE-MILE FIBER AND AN ADDITIONAL 83 MILES IN FIBER EXTENSIONS THAT WILL ESTABLISH HIGHSPEED BROADBAND ACCESS FOR NEARLY 13,000 UNSERVED LOCATIONS IN LOGAN AND MINGO COUNTIES. THE PROPOSED FTTP NETWORK WILL UTILIZE XGS-PON (10 GBPS SYMMETRICAL PASSIVE OPTICAL NETWORK) TECHNOLOGY TO OFFER FOUR SPEED TIERS RANGING FROM 100 MBPS SYMMETRICAL AT $59 UP TO 1 GBPS SYMMETRICAL AT $129. THE PROJECT INTENDS TO DIRECTLY CONNECT 12,859 UNSERVED HOUSEHOLDS, 218 BUSINESSES AND 195 COMMUNITY ANCHOR INSTITUTIONS.OUTCOMES: THIS PROJECT WILL PROVIDE HIGH SPEED BROADBAND ACCESS TO 12,859 UNSERVED RESIDENCES, 218 UNSERVED BUSINESSES, 16 UNSERVED EDUCATIONAL INSTITUTIONS, 32 UNSERVED GOVERNMENT BUILDINGS, 6 UNSERVED HEALTH CARE FACILITIES, 11 UNSERVED UTILITY SITES, AND 130 UNSERVED CHURCHES IN LOGAN AND MINGO COUNTIES. HIGHSPEED BROADBAND ACCESS WILL IMPROVE EDUCATION AND WORKFORCE DEVELOPMENT FOR THE RESIDENTS OF THESE COUNTIES, SPUR GROWTH IN OUTDOOR RECREATION AND HERITAGE TOURISM, AND PROMOTE ECONOMIC RECOVERY FROM THE IMPACTS OF COAL CLOSURES AND COVID-19.BENEFICIARIES: LOGAN AND MINGO COUNTY RESIDENTS WHO HAVE FACED BARRIERS TO BROADBAND ACCESS WILL BENEFIT FROM THIS PROJECT. IT WILL EXPAND ACCESS TO ONLINE EDUCATION, JOB TRAINING, REMOTE WORK OPPORTUNITIES, AND TELEMEDICINE FOR RESIDENTS WHO OTHERWISE MUST TRAVEL LONG DISTANCES FOR COLLEGE COURSES, JOB TRAINING, AND MEDICAL TREATMENT. IT WILL ALSO BOOST THE TOURISM INDUSTRY IN THE COUNTY, INCLUDING THE HATFIELD-MCCOY TRAILS. THE PROJECT WILL SUPPORT LOCAL FARMS AND AGRICULTURAL ENTREPRENEURS, CREATING NEW DIRECT-TO-PRODUCER MARKETS AND AGRICULTURAL TOURISM OPPORTUNITIES. FURTHERMORE, THE PROJECT WILL IMPROVE PUBLIC SAFETY AS KEY EMERGENCY COMMUNICATIONS CENTERS IN THE AREA CURRENTLY LACK RELIABLE BROADBAND ACCESS. SUBRECIPIENT ACT: GIGABEAM IS THE SUBRECIPIENT OF FEDERAL FUNDING FOR THIS PROJECT AND WILL RECEIVE THE TOTAL AMOUNT OF FUNDS REQUESTED. GIGABEAM WILL SERVE AS THE ISP IN THIS PROJECT, ASSUMING PRIMARY RESPONSIBILITY FOR ENGINEERING, CONSTRUCTING, INSTALLING, MAINTAINING, AND ALL OWNERSHIP OF THE NEW FTTP SYSTEM TO THE UNSERVED PREMISES IN THE PROJECT AREA. GIGABEAM WILL CONSTRUCT THE FTTP PLANT WITHIN THE BUDGET PROVIDED BY THE NTIA GRANT APPLICATION, PROVIDE BROADBAND SERVICE WITH A MINIMUM OF 100 MBPS SYMMETRICAL SERVICE TO ALL UNSERVED SITES, AND PROVIDE FINANCIAL STATUS AND PERFORMANCE INFORMATION TO THE REGION 2 PLANNING & DEVELOPMENT COUNCIL TO MEET THE NTIA REPORTING REQUIREMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": 19678779.52, "Infrastructure Obligations": null, "recipient_id": "21f36302-0c5b-14d9-c15b-3133c573abd8-C", "generated_internal_id": "ASST_NON_5408I2205_1341"}, {"internal_id": 161631348, "Award ID": "5308I2209N", "Award Amount": 30000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-23", "CFDA Number": "11.031", "Description": "PURPOSE: THE CONNECTING RURAL COUNTIES: WSBO PARTNERSHIP BROADBAND INITIATIVE IS A LAST-MILE FIBER AND LAST-MILE WIRELESS PROJECT THAT AIMS TO OVERCOME THE BARRIERS TO BROADBAND ACCESS AND CONNECTIVITY IN FIVE RURAL COUNTIES OF THE STATE: FERRY, JEFFERSON, KITTITAS, OKANOGAN, AND STEVENS COUNTIES. THESE COUNTIES WERE SELECTED AS A RESULT OF THE ASSESSMENT CONDUCTED BY THE STATE OF WASHINGTON IN 2019 FOLLOWING A STATE LEGISLATION TO BRING HIGH-SPEED INTERNET ACCESS TO ALL BY 2024. THIS APPLICATION WAS SUBMITTED BY THE WASHINGTON STATE BROADBAND OFFICE (WSBO) AS THE PRIMARY APPLICANT. THE WASHINGTON STATE BROADBAND OFFICE (WSBO) HAS ENTERED AN ELIGIBLE COVERED PARTNERSHIP WITH CITY OF ELLENSBURG, DECLARATION NETWORKS (DNG), HOOD CANAL COMMUNICATIONS (HCC), JEFFERSON PUBLIC UTILITY DISTRICT (PUD), AND ZIPLY FIBER TO ACCOMPLISH THE PROJECT AND BRING BROADBAND SERVICE TO 7,196 UNSERVED HOUSEHOLDS. ACTIVITIES: ACTIVITIES THIS PROJECT HAS THREE PRONGS: A LAST-MILE FIBER-TO-THE-HOME (FTTH) THAT WILL SERVE 100% OF THE UNSERVED HOUSEHOLDS IN THE SERVICE AREAS, A MIDDLE MILE INFRASTRUCTURE THAT WILL CONNECT RURAL HOUSES TO LOCAL ISPS, AND RADIO ARRAYS FOR WIRELESS BROADBAND CONNECTIVITY TO HOMES AND FARMS. THE BROADBAND SERVICE PROVIDERS WILL DEPLOY FIBER OPTIC NETWORK TO ALL FIVE SERVICE AREAS WITH QUALIFYING BROADBAND INTERNET SERVICE. ALL FTTH PROJECTS WILL UTILIZE FIBER WITH GPON INSTALLATIONS THAT WILL PROVIDE SPEEDS OF 1 GBPS SYMMETRICAL WITH LATENCY AT OR UNDER 80 MS. THE CITY OF ELLENSBURG WILL BUILD WIRELESS BROADBAND RADIO SITES AT TWO WATER WELLS. FIVE MILES OF 288-COUNT FIBER WILL BE LAID FROM THE WELLS TO CONNECT TO THE CITY'S EXISTING FIBER NETWORK.   DNG WILL DEPLOY AN ALL-FIBER OPTIC NETWORK ALONG HIGHWAY 25 IN STEVENS COUNTY. HOOD CANAL COMMUNICATIONS (HCC) SEEKS TO CLOSE THE DIGITAL EQUITY GAP BY BUILDING A COMPLETE FIBER TO THE HOME (FTTH) NETWORK ALONG THE HIGHWAY 101 CORRIDOR FROM TRITON COVE STATE PARK TO BRINNON, IN JEFFERSON COUNTY, ALONG THE SCENIC HOOD CANAL. JEFFERSON PUD IS PROPOSING TO BUILD OUT A FIBER NETWORK TO THE COMMUNITIES OF QUILCENE, DISCOVERY BAY, AND GARDINER. ZIPLY FIBER CURRENTLY SERVES ITS PROJECT AREAS IN FERRY AND OKANOGAN COUNTIES, WHICH WILL FACILITATE RAPID DEPLOYMENT OF FIBER OPTIC INFRASTRUCTURE. CENTRAL CONNECT (ELLENSBURG ISP) WILL PROVIDE BROADBAND SERVICE FROM 100/100 MBPS AT $65/MONTH TO 1/1 GBPS AT $120/MONTH. DNG WILL PROVIDE BROADBAND SERVICE FROM 50/50 MBPS AT $75/MONTH TO 1/1 GBPS AT $249/MONTH. HCC WILL PROVIDE BROADBAND SERVICE FROM 25/3 MBPS AT $48.95/MONTH TO 1/1 GBPS AT $83.95/MONTH. JPUD WILL OFFER BROADBAND SERVICE FROM 100/100 GBPS AT $65/MONTH TO 1/1 GBPS AT $90/MONTH. ZIPLY WILL OFFER BROADBAND SERVICE FROM 100/100 MBPS AT $40/MONTH TO 1/1 GBPS AT $60/MONTH. OUTCOMES: OUTCOMES THE PROJECTS ARE DESIGNED TO SERVE THE NEEDS OF EACH COMMUNITY AT SPEEDS THAT WILL ALLOW THEM TO UTILIZE TODAY AND TOMORROW'S TECHNOLOGY. THE COVERED PARTNERSHIP PROJECTS HIGH SUBSCRIPTION PICK-UP, ANTICIPATING MANY UNSERVED HOMES TO SUBSCRIBE TO THE BROADBAND SERVICES OFFERED. BENEFICIARIES: BENEFICIARIES OVERALL, THIS INFRASTRUCTURE PROJECT WILL BRING BROADBAND SERVICE TO 7,196 HOUSEHOLDS, 210 BUSINESSES, 50 COMMUNITY ANCHOR INSTITUTIONS ACROSS FIVE RURAL COUNTIES. THE BENEFICIARIES IN THE PROPOSED SERVICE AREAS WILL RECEIVE BROADBAND CONNECTIVITY AT SPEEDS THAT ARE GREATER THAN QUALIFYING BROADBAND SERVICE. SUBRECIPIENT ACT: SUBRECIPIENT ACTIVITIES IF APPLICABLE THE SUBRECIPIENTS OF FEDERAL FUNDS FOR THIS PROJECT ARE THE CITY OF ELLENSBURG, DECLARATION NETWORKS, HOOD CANAL COMMUNICATION, JEFFERSON PUD, WASHINGTON STATE BROADBAND OFFICE, AND ZIPLY. THE CITY OF ELLENSBURG WILL OVERSEE PROJECT BUILD. DECLARATION NETWORKS, HOOD CANAL COMMUNICATION, JEFFERSON PUD, AND ZIPLY WILL OVERSEE PROJECT BUILD AND ACT AS THE INTERNET SERVICE PROVIDERS FOR THIS PROJECT. THE WASHINGTON STATE BROADBAND OFFICE WILL ACT AS THE ADMINISTRATOR OF THE GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 30000000.0, "Infrastructure Obligations": null, "recipient_id": "26e2cadd-650d-6efa-9759-7e8cad8f560f-C", "generated_internal_id": "ASST_NON_5308I2209N_1341"}, {"internal_id": 146697913, "Award ID": "5308I2209", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-25", "CFDA Number": "11.031", "Description": "PURPOSE: THE CONNECTING RURAL COUNTIES: WSBO PARTNERSHIP BROADBAND INITIATIVE IS A LAST-MILE FIBER AND LAST-MILE WIRELESS PROJECT THAT AIMS TO OVERCOME THE BARRIERS TO BROADBAND ACCESS AND CONNECTIVITY IN FIVE RURAL COUNTIES OF THE STATE: FERRY, JEFFERSON, KITTITAS, OKANOGAN, AND STEVENS COUNTIES. THESE COUNTIES WERE SELECTED AS A RESULT OF THE ASSESSMENT CONDUCTED BY THE STATE OF WASHINGTON IN 2019 FOLLOWING A STATE LEGISLATION TO BRING HIGH-SPEED INTERNET ACCESS TO ALL BY 2024. THIS APPLICATION WAS SUBMITTED BY THE WASHINGTON STATE BROADBAND OFFICE (WSBO) AS THE PRIMARY APPLICANT. THE WASHINGTON STATE BROADBAND OFFICE (WSBO) HAS ENTERED AN ELIGIBLE COVERED PARTNERSHIP WITH CITY OF ELLENSBURG, DECLARATION NETWORKS (DNG), HOOD CANAL COMMUNICATIONS (HCC), JEFFERSON PUBLIC UTILITY DISTRICT (PUD), AND ZIPLY FIBER TO ACCOMPLISH THE PROJECT AND BRING BROADBAND SERVICE TO 7,196 UNSERVED HOUSEHOLDS.ACTIVITIES: ACTIVITIES  THIS PROJECT HAS THREE PRONGS: A LAST-MILE FIBER-TO-THE-HOME (FTTH) THAT WILL SERVE 100% OF THE UNSERVED HOUSEHOLDS IN THE SERVICE AREAS, A MIDDLE MILE INFRASTRUCTURE THAT WILL CONNECT RURAL HOUSES TO LOCAL ISPS, AND RADIO ARRAYS FOR WIRELESS BROADBAND CONNECTIVITY TO HOMES AND FARMS. THE BROADBAND SERVICE PROVIDERS WILL DEPLOY FIBER OPTIC NETWORK TO ALL FIVE SERVICE AREAS WITH QUALIFYING BROADBAND INTERNET SERVICE. ALL FTTH PROJECTS WILL UTILIZE FIBER WITH GPON INSTALLATIONS THAT WILL PROVIDE SPEEDS OF 1 GBPS SYMMETRICAL WITH LATENCY AT OR UNDER 80 MS. THE CITY OF ELLENSBURG WILL BUILD WIRELESS BROADBAND RADIO SITES AT TWO WATER WELLS. FIVE MILES OF 288-COUNT FIBER WILL BE LAID FROM THE WELLS TO CONNECT TO THE CITY'S EXISTING FIBER NETWORK. DNG WILL DEPLOY AN ALL-FIBER OPTIC NETWORK ALONG HIGHWAY 25 IN STEVENS COUNTY. HOOD CANAL COMMUNICATIONS (HCC) SEEKS TO CLOSE THE DIGITAL EQUITY GAP BY BUILDING A COMPLETE FIBER TO THE HOME (FTTH) NETWORK ALONG THE HIGHWAY 101 CORRIDOR FROM TRITON COVE STATE PARK TO BRINNON, IN JEFFERSON COUNTY, ALONG THE SCENIC HOOD CANAL. JEFFERSON PUD IS PROPOSING TO BUILD OUT A FIBER NETWORK TO THE COMMUNITIES OF QUILCENE, DISCOVERY BAY, AND GARDINER. ZIPLY FIBER CURRENTLY SERVES ITS PROJECT AREAS IN FERRY AND OKANOGAN COUNTIES, WHICH WILL FACILITATE RAPID DEPLOYMENT OF FIBER OPTIC INFRASTRUCTURE.CENTRAL CONNECT (ELLENSBURG ISP) WILL PROVIDE BROADBAND SERVICE FROM 100/100 MBPS AT $65/MONTH TO 1/1 GBPS AT $120/MONTH. DNG WILL PROVIDE BROADBAND SERVICE FROM 50/50 MBPS AT $75/MONTH TO 1/1 GBPS AT $249/MONTH. HCC WILL PROVIDE BROADBAND SERVICE FROM 25/3 MBPS AT $48.95/MONTH TO 1/1 GBPS AT $83.95/MONTH. JPUD WILL OFFER BROADBAND SERVICE FROM 100/100 GBPS AT $65/MONTH TO 1/1 GBPS AT $90/MONTH. ZIPLY WILL OFFER BROADBAND SERVICE FROM 100/100 MBPS AT $40/MONTH TO 1/1 GBPS AT $60/MONTH.OUTCOMES: OUTCOMES  THE PROJECTS ARE DESIGNED TO SERVE THE NEEDS OF EACH COMMUNITY AT SPEEDS THAT WILL ALLOW THEM TO UTILIZE TODAY AND TOMORROW'S TECHNOLOGY. THE COVERED PARTNERSHIP PROJECTS HIGH SUBSCRIPTION PICK-UP, ANTICIPATING MANY UNSERVED HOMES TO SUBSCRIBE TO THE BROADBAND SERVICES OFFERED.BENEFICIARIES: BENEFICIARIES  OVERALL, THIS INFRASTRUCTURE PROJECT WILL BRING BROADBAND SERVICE TO 7,196 HOUSEHOLDS, 210 BUSINESSES, 50 COMMUNITY ANCHOR INSTITUTIONS ACROSS FIVE RURAL COUNTIES. THE BENEFICIARIES IN THE PROPOSED SERVICE AREAS WILL RECEIVE BROADBAND CONNECTIVITY AT SPEEDS THAT ARE GREATER THAN QUALIFYING BROADBAND SERVICE.SUBRECIPIENT ACT: SUBRECIPIENT ACTIVITIES IF APPLICABLE  THE SUBRECIPIENTS OF FEDERAL FUNDS FOR THIS PROJECT ARE THE CITY OF ELLENSBURG, DECLARATION NETWORKS, HOOD CANAL COMMUNICATION, JEFFERSON PUD, WASHINGTON STATE BROADBAND OFFICE, AND ZIPLY. THE CITY OF ELLENSBURG WILL OVERSEE PROJECT BUILD. DECLARATION NETWORKS, HOOD CANAL COMMUNICATION, JEFFERSON PUD, AND ZIPLY WILL OVERSEE PROJECT BUILD AND ACT AS THE INTERNET SERVICE PROVIDERS FOR THIS PROJECT. THE WASHINGTON STATE BROADBAND OFFICE WILL ACT AS THE ADMINISTRATOR OF THE GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "26e2cadd-650d-6efa-9759-7e8cad8f560f-C", "generated_internal_id": "ASST_NON_5308I2209_1341"}, {"internal_id": 146697914, "Award ID": "4808I2212", "Award Amount": 12700959.02, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-25", "CFDA Number": "11.031", "Description": "PURPOSE: THE BROADBAND INFRASTRUCTURE PROJECT IN SABINE COUNTY, TX IS A LAST MILE BROADBAND BUILD TO PROVIDE LAST MILE, FIBER BROADBAND SERVICE TO 5,254 HOUSEHOLDS, 158 BUSINESSES, AND 2 COMMUNITY ANCHOR INSTITUTES FOR A TOTAL OF 5,414 LOCATIONS IN SECTIONS OF SABINE COUNTY THAT ARE UNSERVED. THE PROJECT IS COMPRISED OF THE COVERED PARTNERSHIP OF SABINE COUNTY, THE APPLICANT, AND WINDSTREAM SERVICES, AS THE SUPPORTING ISP.ACTIVITIES: WINDSTREAM PLANS TO LEVERAGE ITS EXISTING NETWORK INFRASTRUCTURE, ENGINEERING DESIGN EXPERIENCE, CONSTRUCTION MANAGEMENT, AND OPERATIONAL EXPERTISE TO A DEPLOY A FUTURE PROOF FIBER-TO-THE-PREMISE SOLUTION IN SABINE COUNTY. THIS LAST-MILE ACCESS NETWORK WILL INCLUDE FOUR MAJOR COMPONENTS: A MULTI-SERVICE ACCESS NODE, AN OPTICAL LINE TERMINAL, AND OPTICAL NETWORK TERMINAL, AND A PASSIVE OPTICAL NETWORK. WINDSTREAM WILL PROVIDE CONSUMER BROADBAND SPEEDS FROM 50/50 MBPS AT $60 TO 1/1GBPS AT $90 TO RESIDENTIAL CUSTOMERS. OUTCOMES: WITH THE PROPOSED PROJECT, THE APPLICANT INTENDS TO BRING HIGH SPEED CONNECTION TO A HIGH NUMBER OF HOUSEHOLDS IN RURAL AREAS LOCATED IN SABINE COUNTY, TX IN A COST-EFFICIENT MANNER THROUGH LAST-MILE FIBER CONNECTION. RESIDENTS WILL BE OFFERED BROADBAND SPEEDS OF 50/50 MBPS TO 1/1GBPS. BENEFICIARIES: THE APPLICANT PLANS TO CONNECT 5,254 HOUSEHOLDS, 158 BUSINESSES, AND 2 INSTITUTIONS TO UNSERVED AREAS IN RURAL SABINE COUNTY, TX. WINDSTREAM PARTICIPATES IN THE EMERGENCY BROADBAND BENEFIT PROGRAM TO HELP KEEP LOW-INCOME CUSTOMERS CONNECTED AND PROVIDE COVID-19 RELIEF. ELIGIBLE HOUSEHOLDS CAN RECEIVE A MONTHLY CREDIT OF UP TO $50.  ELIGIBLE CUSTOMERS CAN ALSO RECEIVE AID THROUGH THE LIFELINE ASSISTANCE PROGRAM, A FEDERAL PROGRAM AIMED AT HELPING LOW-INCOME INDIVIDUALS WITH THE MONTHLY COST OF PHONE OR INTERNET. SUBRECIPIENT ACT: SABINE COUNTY WILL RECEIVE ALL FEDERAL FUNDS FOR THIS PROJECT THE MAJORITY OF THE FUNDING WILL THEN FLOW DOWN TO WINDSTREAM WHO IS THE SUBRECIPIENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 12700959.02, "Infrastructure Obligations": null, "recipient_id": "394eeaf7-1767-e2cf-8a3c-fd80bdd73c17-C", "generated_internal_id": "ASST_NON_4808I2212_1341"}, {"internal_id": 146697915, "Award ID": "4208I2213", "Award Amount": 20463175.24, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-25", "CFDA Number": "11.031", "Description": "PURPOSE:  THE RURAL BROADBAND INFRASTRUCTURE EXPANSION IN THE ALLEGHENIES PROJECT, LED BY APPLICANT HUNTINGDON COUNTY, PROPOSES TO DEPLOY LAST MILE FIXED WIRELESS SERVICE TO HUNTINGDON, BEDFORD, FULTON, MIFFLIN, JUNIATA, AND FRANKLIN COUNTIES IN THE SOUTHERN ALLEGHENIES REGION OF PENNSYLVANIA. THE COLLABORATIVE PARTNERSHIP INCLUDES HUNTINGDON, BEDFORD, AND FULTON COUNTIES, AS WELL AS THREE INTERNET SERVICE PROVIDERS: UPWARD BROADBAND, CROWSNEST BROADBAND, AND ALLEGHENIES BROADBAND, INC.ACTIVITIES: THE PROJECT INCLUDES THE CONSTRUCTION OF NEW INFRASTRUCTURE TO SUPPORT AN EXPANSION OF FIXED WIRELESS SERVICE TO UNSERVED AND UNDERSERVED RESIDENTS AND BUSINESSES. IN TOTAL, THE PROJECT WILL RESULT IN THE CONSTRUCTION OF 30 NEW TOWERS AND EQUIPMENT FIT UPS TO 16 EXISTING TOWER SITES TO DELIVER FIXED WIRELESS TECHNOLOGY TO 7,261 UNSERVED HOUSEHOLDS AT SPEEDS OF 10/2 MBPS TO 150/45 MBPS. BY COUNTY, THE PROJECT INCLUDES THE CONSTRUCTION OF 10 NEW TOWERS AND 4 EQUIPMENT FIT UPS IN BEDFORD COUNTY, CONSTRUCTION OF 9 NEW TOWERS AND 9 EQUIPMENT FIT UPS IN HUNTINGDON COUNTY, CONSTRUCTION OF 8 NEW TOWERS AND 3 EQUIPMENT FIT UPS IN FULTON COUNTY, AND CONSTRUCTION OF 3 NEW TOWERS IN MIFFLIN, JUNIATA, AND FRANKLIN COUNTIES. OUTCOMES:  THIS PROJECT WILL OFFER RELIABLE, HIGH QUALITY BROADBAND SERVICE TO RESIDENTS, BUSINESSES, AND ANCHOR INSTITUTIONS IN THE SIX COUNTIES SERVED IN THE SOUTH-CENTRAL PENNSYLVANIA REGION, PARTICULARLY RURAL COMMUNITIES. IN TOTAL, BROADBAND SERVICE WILL BE PROVIDED TO 7,261 UNSERVED HOUSEHOLDS AND 26,943 UNSERVED INDIVIDUALS ACROSS THE SIX COUNTIES SERVED BY THIS PROJECT. BY COUNTY, THE PROJECT WILL CONNECT 2,103 UNSERVED HOUSEHOLDS IN BEDFORD COUNTY, 2,979 IN HUNTINGDON COUNTY, 1,229 IN FULTON COUNTY, AND 950 IN MIFFLIN COUNTY. STRUCTURE AND ADDRESS POINT DATA WAS NOT MADE AVAILABLE FOR FRANKLIN AND JUNIATA COUNTIES. BENEFICIARIES: THE UNSERVED POPULATIONS IN THE PREDOMINANTLY RURAL AREAS SERVED BY THIS PROJECT WILL RECEIVE ACCESS TO BROADBAND SERVICE. BY COUNTY, THE PROJECT WILL SERVE 57.9% OF THE TOTAL UNSERVED POPULATION IN BEDFORD COUNTY, 63.6% IN HUNTINGDON COUNTY, 73.8% IN FULTON COUNTY, AND 73.9% IN MIFFLIN COUNTY.SUBRECIPIENTS: REPRESENTATIVES FROM ALLEGHENIES BROADBAND, UPWARD BROADBAND, AND CROWSNEST BROADBAND ARE LISTED AS SUBRECIPIENTS OF FEDERAL FUNDS FOR THIS PROJECT. THESE INTERNET SERVICE PROVIDERS WILL DEPLOY THE FIXED WIRELESS NETWORK IN THE SERVICE AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": 20463175.24, "Infrastructure Obligations": null, "recipient_id": "e31cf587-12f9-4a5e-5a88-aa1d904a1093-C", "generated_internal_id": "ASST_NON_4208I2213_1341"}, {"internal_id": 146697916, "Award ID": "3708I2202", "Award Amount": 29985800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-25", "CFDA Number": "11.031", "Description": "PURPOSE: NORTH CAROLINA GLOBAL TRANSPARK AUTHORITY:  LENOIR COUNTY FTTH EXPANSION, LAST MILE BROADBAND DEPLOYMENT IN THE LENOIR COUNTY, NORTH CAROLINA THAT IS DESIGNED TO BRING QUALIFIED BROADBAND TO 15,256 UNSERVED HOUSEHOLDS ACROSS THE COUNTY. THE APPLICATION WAS SUBMITTED BY THE NORTH CAROLINA GLOBAL TRANSPARK AUTHORITY (NCGTP) WHO HAS ENTERED INTO A COVERED PARTNERSHIP WITH AER CABLE CONSTRUCTION, INC., BVJ COMPANY, INC., INFINITYLINK COMMUNICATIONS, AND NATIONAL CABLE TELEVISION COOPERATIVE TO ACCOMPLISH THE PROJECT.ACTIVITIES: NCGTP AND INFINITYLINK COMMUNICATIONS WILL BUILD AN 898-MILE FIBER TO THE HOME NETWORK CAPABLE OF SUPPORTING HYBRID GPON/XGSPON TECHNOLOGIES. THE INSTALLATION WILL BE 60% AERIAL AND 40% UNDERGROUND. THE PROPOSED PROJECT WILL PROVIDE 100% OF THE HOUSEHOLDS WITHIN THE SERVICE AREA WITH FIBER INTERNET SERVICE, OFFERING QUALIFYING RESIDENTS FREE SERVICE UNDER INFINITYLINK'S PARTICIPATION IN THE FEDERAL EMERGENCY BROADBAND BENEFIT PROGRAM.THE PROJECT PLANS TO MAKE AVAILABLE INTERNET SPEEDS OF UP TO 10 GBPS SYMMETRICAL TO SUBSCRIBERS WITHIN THE LENOIR COUNTY AREA. INITIAL SPEEDS WILL BE OFFERED FROM 50 MBPS SYMMETRIC FOR $40.00/MONTH TO 10 GBPS SYMMETRIC FOR $400.00/MONTH.THE APPLICANT HAS REQUESTED A TWO-YEAR EXTENSION OF THE AWARD PERIOD FOR 2 YEARS, ESTIMATING THAT THE PROJECT WILL BE COMPLETED IN 3 YEARS.OUTCOMES: THIS PROJECT PROPOSES TO PROVIDE SERVICE TO LENOIR COUNTY, BY WAY OF 898 MILES OF FIBER TO 15,256 RESIDENTIAL, 160 COMMUNITY ANCHOR POINTS, 2,191 AGRICULTURAL, 1,214 COMMERCIAL, AND 186 GOVERNMENT POINTS THAT CURRENTLY DO NOT HAVE ACCESS TO FIBER OPTIC INTERNET.  THE FIBER DEPLOYMENT WILL ALLOW FOR SPEEDS OF 50/50 MBPS TO 10GBPS/10GBPS. INFINITYLINK WILL OFFER MONTHLY FEES OF $0 TO QUALIFIED APPLICANTSBENEFICIARIES: THIS PROJECT WOULD BRING BROADBAND COVERAGE TO ALL AREAS OF LENOIR COUNTY, NORTH CAROLINA THAT DO NOT CURRENTLY HAVE ACCESS TO QUALIFIED BROADBAND SERVICES. LENOIR COUNTY'S BUSINESSES, CITIZENS, AND STUDENTS WOULD HAVE ACCESS TO RELIABLE FIBER INTERNET.SUBRECIPIENT: INFINITYLINK COMMUNICATIONS IS A SUBRECIPIENT OF FEDERAL FUNDS FOR THIS PROJECT. INFINITYLINK WILL OVERSEE THE DESIGN, ENGINEERING, AND IMPLEMENTATION OF THE FIBER NETWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": 29985800.0, "Infrastructure Obligations": null, "recipient_id": "0e699b5e-0cd6-09ac-8166-78c40f5eef39-C", "generated_internal_id": "ASST_NON_3708I2202_1341"}, {"internal_id": 146697917, "Award ID": "3208I2214", "Award Amount": 7350000.86, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-25", "CFDA Number": "11.031", "Description": "PURPOSE: THE COUNTY OF ELKO: ELKO COUNTY'S BROADBAND PARTNERSHIP WITH CC COMMUNICATIONS FOR THE SPRING CREEK AREA PROJECT IS A LAST MILE BROADBAND DEPLOYMENT IN SPRING CREEK, NEVADA THAT IS DESIGNED TO BRING QUALIFIED BROADBAND TO 5,568 UNSERVED LOCATIONS ACROSS THE REGION, INCLUDING HOUSEHOLDS, 169 BUSINESSES, AND 21 ANCHOR INSTITUTIONS. THIS APPLICATION WAS SUBMITTED BY ELKO COUNTY, NEVADA WHO HAS ENTERED INTO AN ELIGIBLE COVERED PARTNERSHIP WITH CC COMMUNICATIONS TO ACCOMPLISH THE PROJECT. ACTIVITIES: THE PROJECT INTENDS TO UTILIZE CC COMMUNICATIONS? EXISTING NETWORK CORE, CENTRAL OFFICE, MIDDLE MILE, FIBER, AND CONDUIT THAT IS CURRENTLY DEPLOYED IN THE REGION TO DIRECTLY CONNECT 5,568 UNSERVED LOCATIONS TO QUALIFYING BROADBAND SERVICE. CC COMMUNICATIONS PROPOSES TO EXPAND ON ITS ALREADY DEPLOYED XGS-PON FTTH NETWORK THAT IS SERVING CITY OF ELKO CUSTOMERS AND PASSING HUNDREDS OF LOCATIONS. IT WOULD USE THIS GRANT TO DEPLOY INTO THE RURAL ADJACENT AREA TO WHICH CC COMMUNICATIONS HAS AN ACTIVE FTTH CONSTRUCTION PROJECT. RESIDENTS WILL RECEIVE ACCESS TO BROADBAND SPEEDS OF 100/100 MBPS ($49.99/MO.), 500/500MBPS ($99.99/MO.) UP TO 1 GBPS/1 GBPS. ($149.99/MO.). THE APPLICANT REQUESTS AN EXTENSION OF 2 YEARS, FOR A TOTAL OF 36 MONTHS IN LENGTH DUE TO LABOR SHORTAGES AND THE AREA'S WINTER WEATHER CONDITIONS. OUTCOMES: OVERALL, THIS PROJECT WILL BRING BROADBAND SERVICE TO 5,568 CURRENTLY UNSERVED HOUSEHOLDS, 169 BUSINESSES, AND 21 COMMUNITY ANCHOR INSTITUTIONS IN ELKO COUNTY. BENEFICIARIES: THE RURAL RESIDENTS OF ELKO COUNTY WILL BENEFIT FROM THIS PROJECT. THIS AREA HAS SEEN A RECENT INCREASE IN RESIDENTIAL LOTS WHILE SUFFERING FROM A LACK OF SERVICE BUSINESSES AND RELIABLE BROADBAND SERVICE. SUBRECIPIENT ACTIVITIES:  CC COMMUNICATIONS WILL RECEIVE ALL FUNDS AND ASSUME RESPONSIBILITY FOR CONSTRUCTION, INSTALLATION, MAINTENANCE, AND OPERATION OF THE NETWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": 7350000.86, "Infrastructure Obligations": null, "recipient_id": "3d667187-b6d9-f199-7d81-9c10787c7c72-C", "generated_internal_id": "ASST_NON_3208I2214_1341"}, {"internal_id": 146697918, "Award ID": "2908I2203", "Award Amount": 42241427.11, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-25", "CFDA Number": "11.031", "Description": "PURPOSE: THE STATE OF MISSOURI DEPARTMENT OF ECONOMIC DEVELOPMENT PROJECT IS A LAST MILE, FIBER DEPLOYMENT IN 14 SERVICE AREAS ACROSS THE COUNTIES OF BUTLER, MARION, SHELBY, MONROE, JASPER, PULASKI, ST. CHARLES, LIVINGSTON, MCDONALD, MONTGOMERY, AND BOONE. THIS APPLICATION WAS SUBMITTED BY THE STATE OF MISSOURI DEPARTMENT OF ECONOMIC DEVELOPMENT, WHO HAS ENTERED INTO AN ELIGIBLE PARTNERSHIP WITH TEN ISP COMPANIES. THE PROJECT HAS BEEN SEPARATED BY THE ISP COMPANIES THAT ARE SERVICING SPECIFIC COUNTIES: BOYCOM CABLEVISION (BUTLER COUNTY), CHARITON VALLEY COMMUNICATIONS (SHELBY, MARION, RALLS, AND MONROE COUNTIES), COLUMBUS TELEPHONE COMPANY (JASPER COUNTY, CARL JUNCTION), GASCOSAGE ELECTRIC COOPERATIVE (PULASKI COUNTY, DIXON SOUTH), GATEWAY INFRASTRUCTURE (LINCOLN COUNTY), GREEN HILLS TELEPHONE COMPANY (LIVINGSTON COUNTY, CHILLICOTHE), LE-RU TELEPHONE COMPANY (MCDONALD COUNTY), NEW FLORENCE TELEPHONE COMPANY (MISSOURICOM) (MONTGOMERY COUNTY), SOCKET TELECOM LLC (BOONE COUNTY), AND SPECTRUM MID-AMERICA LLC (ST. CHARLES AND ST. LOUIS COUNTIES). THIS PROJECT WAS DESIGNED TO BRING QUALIFYING BROADBAND TO 14,920 UNSERVED HOUSEHOLDS WITH UP TO 1/1 GBPS SERVICE.ACTIVITIES:- BOYCOM CABLEVISION PROJECT WILL PERFORM NEW BUILD TO STRINGTOWN IN RURAL WESTERN BUTLER COUNTY. - CHARITON VALLEY COMMUNICATIONS- CLARENCE ZONE 1 & 2 WILL DEPLOY FIBER OPTIC BROADBAND FACILITIES TO EACH LOCATION IN CLARENCE - CHARITON VALLEY COMMUNICATIONS- HANNIBAL ZONES 1 & 3 PROJECT WILL DEPLOY FIBER OPTIC BROADBAND FACILITIES TO EACH LOCATION IN HANNIBAL - CHARITON VALLEY COMMUNICATIONS- HANNIBAL RALLS COUNTY PROJECT WILL DEPLOY FIBER OPTIC BROADBAND FACILITIES TO EACH LOCATION IN HANNIBAL- CHARITON VALLEY COMMUNICATIONS- MONROE CITY PROJECT WILL DEPLOY FIBER OPTIC BROADBAND FACILITIES TO EACH LOCATION IN THE AREA IN AND AROUND MONROE CITY. - CHARITON VALLEY COMMUNICATIONS- PALMYRA ZONES 1-4 PROJECT WILL DEPLOY FIBER OPTIC BROADBAND FACILITIES TO EACH LOCATION IN PALMYRA- COLUMBUS TELEPHONE COMPANY PROJECT WILL CONSTRUCT FORTY-ONE MAINLINE MILES OF FIBER, OSP CONSTRUCTION, ELECTRONICS, INSTALL, CUTOVER, AND FIBER DROPS TO CARL JUNCTION- GASCOSAGE ELECTRIC COMPANY PROJECT WILL COMPLETE A FTTH EXPANSION SOUTH OF DIXON- GATEWAY INFRASTRUCTURE PROJECT WILL DEPLOY FTTH BROADBAND SERVICE TO ARGENTVILLE, JOSEPHVILLE, REDEMPTION RANCH, ST. PAUL, AND SUNRISE PARK- GREEN HILLS TELEPHONE COMPANY PROJECT WILL DEPLOY FTTH IN THE AREAS EAST OF CHILLICOTHE, MO- LE-RU TELEPHONE COMPANY PROJECT WILL DELIVER FTTP OVER BURIED FIBER FACILITIES TO OFFER SPEEDS OF 50/50 MBPS ($50) TO 1/1 GBPS ($84) IN THE SOUTHEASTERN AREA OF MCDONALD COUNTY- NEW FLORENCE TELEPHONE COMPANY PROJECT WILL DEPLOY A GIGABIT PASSIVE FIBER OPTICAL NETWORK IN THE CITY OF DANVILLE, MO AND RURAL PARTS OF GOLDEN EAGLE LAKE- SOCKET TELECOM LLC PROJECT WILL DEPLOY A FTTP NETWORK IN THE NORTHWEST BOONE COUNTY- SPECTRUM MID-AMERICA LLC PROJECT WILL DEPLOY 57.82 MILES OF FIBER OPTICS IN AN FTTP EPON NETWORK IN THREE LOCATIONS IN ST. CHARLES COUNTY AND ST. LOUIS COUNTY THE APPLICANT HAS REQUESTED AN EXTENSION OF THE ONE-YEAR AWARD PERIOD TO A PERIOD NOT TO EXCEED 30 MONTHS (2.5 YEARS) FROM THE INITIAL RECEIPT OF GRANT FUNDS.OUTCOME: THE PROJECTS WITHIN THIS APPLICATION WILL PROVIDE BROADBAND SERVICE TO A TOTAL OF 14,920 UNSERVED HOUSEHOLDS, 573 BUSINESSES, AND 66 COMMUNITY ANCHOR INSTITUTIONS ACROSS THE STATE OF MO. BENEFICIARIES: PREDOMINANTLY RURAL AREAS OF MO THAT ARE CURRENTLY UNSERVED BY QUALIFYING BROADBAND ACCESS WILL BE SERVED BY THIS PROJECT.SUBRECIPIENT ACT: BOYCOM CABLEVISION, CHARITON VALLEY COMMUNICATIONS, COLUMBUS TELEPHONE COMPANY, GASCOSAGE ELECTRIC COMPANY, GATEWAY INFRASTRUCTURE, LLC, GREEN HILLS COMMUNICATIONS, LE-RU TELEPHONE COMPANY, NEW FLORENCE TELEPHONE COMPANY, SOCKET TELECOM, SPECTRUM ARE SUBRECIPIENTS OF FEDERAL FUNDS FOR THIS PROJECT. THESE BROADBAND PROVIDERS WILL DEPLOY HIGH SPEED INTERNET WITHIN THEIR DESIGNATED SERVICE AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": 42241427.11, "Infrastructure Obligations": null, "recipient_id": "0e05947d-4ca7-e506-5244-6917c306c09d-C", "generated_internal_id": "ASST_NON_2908I2203_1341"}, {"internal_id": 152523623, "Award ID": "2808I2207T", "Award Amount": 32696322.55, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-30", "CFDA Number": "11.031", "Description": "PURPOSE: LAST MILE AND MIDDLE MILE BB DEPLOY ACROSS THE STATE OF MS CONSISTING OF TEN UNIQUE PROJECTS THAT ARE DESIGNED TO BRING QUALIFIED BB TO A TOTAL OF 12,487 UNSERVED HH ACROSS TEN COUNTIES. THIS APPLICATION WAS SUBMITTED BY THE BROADBAND EXPANSION AND ACCESSIBILITY OF MISSISSIPPI (BEAM) WHO HAS ENTERED INTO AN ELIGIBLE COVERED PARTNERSHIP WITH EIGHT DIFFERENT BB PROVIDERS TO ACCOMPLISH THE PROJECT. THE BB PROVIDERS IN THE COVERED PARTNERSHIP ARE (1) BAY SPRINGS TELEPHONE, (2) BRUCE TELEPHONE, (3) C SPIRE, (4) CABLESOUTH MEDIA 3, (5) FRANKLIN TELEPHONE, (6) MAXXSOUTH, (7) UPLINK, AND (8) WECONNECT COMMUNICATIONS.ACTIVITIES:1. SMITH CTY, SERVING 756 LOCATIONS. 126 MILES FTTH BAY SPRINGS WILL OFFER GB SPEED AT $80.2. CALHOUN CTY, SERVING 1,199 UNSERVED HHS. THE FTTH PROJECT WILL CONSTRUCT 154 MILES OF BURIED FIBER. BRUCE TELEPHONE WILL OFFER BB SERVICE $50 TO GB SPEED FOR $80 3. C SPIRE IN ISSAQUENA CTY, SERVING 120 HHS, 10 BUSINESSES, & 2 AIS. THE FTTH PROJECT WILL CONSTRUCT 10 MILES OF FIBER. C SPIRE WILL OFFER BB SERVICE AT $80 FOR GB SPEED.4. C SPIRE IN MADISON CTY, SERVING 101 HHS & 32 BUSINESSES. THE FTTH PROJECT WILL CONSTRUCT 10.7 MILES OF FIBER. C SPIRE WILL OFFER BB SERVICE AT $80 FOR GB SPEED. 5. COLLINS, 2,162 LOCATIONS, 19 MAINLINE MILES OF A FIBER/COAX NETWORK TO DOCSIS 3.1 TECH. CABLESOUTH WILL OFFER BB SERVICE FROM 250 MBPS AT $70 TO GB SPEED AT $90. 6. LINCOLN CTY, SERVING 604 HHS, 4 BUSINESSES, & 2 AIS. THE FTTH PROJECT WILL CONSTRUCT 68 MILES OF BURIED FIBER. FRANKLIN TELEPHONE WILL OFFER BB SERVICE FROM 500 MBPS AT $85 TO GB SPEED AT $100. 7. PROJECT 7 BENTON CTY, SERVING 664 HHS. THE FTTH PROJECT WILL CONSTRUCT 91 MILES OF NEW FIBER. MAXXSOUTH WILL OFFER BB SERVICE FROM 500 MBPS AT $65 TO GB SPEED AT $80. MAXXSOUTH BB WILL DEPLOY A SYMM FTTH (GPON) TECH WITH A MIN OF UP TO 1 GIG DOWNLOAD & 1 GIG UPLOAD SPEEDS. 8. PROJECT 8 PONTOTOC CTY, SERVING 632 LOCATIONS. THE FTTH PROJECT WILL CONSTRUCT 91 MILES OF NEW FIBER. MAXXSOUTH WILL OFFER BB SERVICE FROM 500 MBPS AT $65 TO GB SPEED AT $80. MAXXSOUTH BB WILL DEPLOY A SYMM FTTH (GPON) TECH WITH A MIN OF UP TO 1 GIG DOWNLOAD & 1 GIG UPLOAD SPEEDS. 9. UPLINK COAHOMA CTY. THE TOTAL CTY POPULATION IS 22,124. THE PROJECT WILL SERVE 6,295 HHS, PROVIDING 1,837 HHS WITH FIBER & 4,458 WITH WIRELESS. IT WILL ALSO SERVE 10 AIS. THE PROJECT WILL INCLUDE 90.87 MILES OF FIBER CONSTRUCTION. UPLINK WILL OFFER BB SERVICE FROM 500 MBPS AT $75 TO GB SPEED AT $100. THE PROVIDER WILL BE USING A MIX OF TECH, DEPLOYING FIBER TO THE HOME IN AREAS OF HIGH DENSITY & USING WIRELESS TECH IN AREAS OF LOW DENSITY WHERE THE COST BECOMES EXCESSIVE TO DEPLOY FO. 10. PROJECT 10 IS LED BY WECONNECT, CALHOUN CTY, SERVING 163 HHS, 1 BUSINESS, & AN UNSPECIFIED NUMBER OF AIS. THE FTTH PROJECT WILL CONSTRUCT 27 MILES OF BURIED FIBER. WE CONNECT WILL PROVIDE BB SERVICE FROM 250 MBPS AT $50 TO GB SPEED AT $80. THE PROJECT PLANS TO LEVERAGE EXISTING FIBER & CONTINUE BUILDING A NETWORK USING A FTTH ARCHITECTURE UTILIZING (PON) TECH & TOPOLOGY.OUTCOME: THE 10 PROJECTS WILL CONSTRUCT 602 NEW FIBER MILES AND TO DIRECTLY CONNECT 12,487 UNSERVED HH WITH UP TO 1/1 GBPS SERVICE. THIS PROJECT WILL ALSO CONNECT 256 BUS AND APPROXIMATELY 26 CAI.BENEFICIARIES: THE TEN PROJECTS THAT THIS COVERED PARTNERSHIP PLANS TO PURSUE WILL BRING QUALIFIED BB SERVICE TO A LARGE POP OF RURAL MS RESIDENTS THAT ARE CURRENTLY UNSERVED.SUBRECIP ACT: THE EIGHT ISPS IN THIS COVERED PARTNERSHIP ARE SUBRECIPIENTS OF FEDERAL FUNDS FOR THIS PROJECT. SOW INCL CONSTRUCTION AND PROVIDING SERVICE FOR THEIR RESPECTIVE PROJECTS IN THEIR DESIGNATED SERVICE AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": 32696322.55, "Infrastructure Obligations": null, "recipient_id": "6ba0bbeb-da06-93d1-ef7c-675f6ee77e2f-C", "generated_internal_id": "ASST_NON_2808I2207T_1341"}, {"internal_id": 146697919, "Award ID": "2808I2207", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-25", "CFDA Number": "11.031", "Description": "PURPOSE: LAST MILE AND MIDDLE MILE BB DEPLOY ACROSS THE STATE OF MS CONSISTING OF TEN UNIQUE PROJECTS THAT ARE DESIGNED TO BRING QUALIFIED BB TO A TOTAL OF 12,487 UNSERVED HH ACROSS TEN COUNTIES. THIS APPLICATION WAS SUBMITTED BY THE MS PUBLIC UTILITIES STAFF (MPUS) WHO HAS ENTERED INTO AN ELIGIBLE COVERED PARTNERSHIP WITH EIGHT DIFFERENT BB PROVIDERS TO ACCOMPLISH THE PROJECT. THE BB PROVIDERS IN THE COVERED PARTNERSHIP ARE (1) BAY SPRINGS TELEPHONE, (2) BRUCE TELEPHONE, (3) C SPIRE, (4) CABLESOUTH MEDIA 3, (5) FRANKLIN TELEPHONE, (6) MAXXSOUTH, (7) UPLINK, AND (8) WECONNECT COMMUNICATIONS.  ACTIVITIES1. SMITH CTY (POPULATION 16,009). FTTH BAY SPRINGS WILL OFFER BB SERVICE FROM 250 MBPS AT $54.95 TO GB SPEED AT $79.95.2. CALHOUN CTY, SERVING 1,199 UNSERVED HHS. THE FTTH PROJECT WILL CONSTRUCT 154 MILES OF BURIED FIBER. BRUCE TELEPHONE WILL OFFER BB SERVICE $49.99 TO BE GB SPEED FOR $79.95. 3. C SPIRE IN ISSAQUENA CTY, SERVING 120 HHS, 10 BUSINESSES, & 2 AIS. THE FTTH PROJECT WILL CONSTRUCT 10 MILES OF FIBER. C SPIRE WILL OFFER BB SERVICE AT $80.00 FOR GB SPEED.4. C SPIRE IN MADISON CTY, SERVING 101 HHS & 32 BUSINESSES. THE FTTH PROJECT WILL CONSTRUCT 10.7 MILES OF FIBER. C SPIRE WILL OFFER BB SERVICE AT $80.00 FOR GB SPEED. 5. THE PROJECT WILL UPGRADE 19 MAINLINE MILES OF A FIBER/COAX NETWORK TO DOCSIS 3.1 TECH. CABLESOUTH WILL OFFER BB SERVICE FROM 200 MBPS AT $50 TO GB SPEED AT $89.99. 6. LINCOLN CTY, SERVING 604 HHS, 4 BUSINESSES, & 2 AIS. THE FTTH PROJECT WILL CONSTRUCT 68 MILES OF BURIED FIBER. FRANKLIN TELEPHONE WILL OFFER BB SERVICE FROM 25 MBPS AT $40 TO GB SPEED AT $100. 7.\tPROJECT 7 BENTON CTY, SERVING 632 HHS. THE FTTH PROJECT WILL CONSTRUCT 91 MILES OF NEW FIBER. MAXXSOUTH WILL OFFER BB SERVICE FROM 25 MBPS AT $29.99 TO GB SPEED AT $74.99. MAXXSOUTH BB WILL DEPLOY A SYMM FTTH (GPON) TECH WITH A MIN OF UP TO 1 GIG DOWNLOAD & 1 GIG UPLOAD SPEEDS. 8.\tPROJECT 8 PONTOTOC CTY, SERVING 664 HHS, 6 BUSINESSES, & 2 AIS. THE FTTH PROJECT WILL CONSTRUCT 91 MILES OF NEW FIBER. MAXXSOUTH WILL OFFER BB SERVICE FROM 25 MBPS AT $29.99 TO GB SPEED AT $74.99. MAXXSOUTH BB WILL DEPLOY A SYMM FTTH (GPON) TECH WITH A MIN OF UP TO 1 GIG DOWNLOAD & 1 GIG UPLOAD SPEEDS. 9.\tUPLINK COAHOMA CTY. THE TOTAL CTY POPULATION IS 22,124. THE PROJECT WILL SERVE 6,295 HHS, PROVIDING 1,837 HHS WITH FIBER & 4,458 WITH WIRELESS. IT WILL ALSO SERVE 10 AIS. THE PROJECT WILL INCLUDE 90.87 MILES OF FIBER CONSTRUCTION. UPLINK WILL OFFER BB SERVICE FROM 100 MBPS AT $55 TO GB SPEED AT $100. THE PROVIDER WILL BE USING A MIX OF TECH, DEPLOYING FIBER TO THE HOME IN AREAS OF HIGH DENSITY & USING WIRELESS TECH IN AREAS OF LOW DENSITY WHERE THE COST BECOMES EXCESSIVE TO DEPLOY FO. 10.\tPROJECT 10 IS LED BY WECONNECT, CALHOUN CTY, SERVING 163 HHS, 1 BUSINESS, & AN UNSPECIFIED NUMBER OF AIS. THE FTTH PROJECT WILL CONSTRUCT 27 MILES OF BURIED FIBER. WE CONNECT WILL PROVIDE BB SERVICE FROM 250 MBPS AT $49.95 TO GB SPEED AT $79.95. THE PROJECT PLANS TO LEVERAGE EXISTING FIBER & CONTINUE BUILDING A NETWORK USING A FTTH ARCHITECTURE UTILIZING   (PON) TECH & TOPOLOGY.OUTCOME :, THE 10 PROJECTS WILL CONSTRUCT 602 NEW FIBER MILES AND TO DIRECTLY CONNECT 12,487 UNSERVED HH WITH UP TO 1/1 GBPS SERVICE. THIS PROJECT WILL ALSO CONNECT 256 BUS AND APPROXIMATELY 26 CAI BENEFICIARIES: THE TEN PROJECTS THAT THIS COVERED PARTNERSHIP PLANS TO PURSUE WILL BRING QUALIFIED BB SERVICE TO A LARGE POP OF RURAL MS RESIDENTS THAT ARE CURRENTLY UNSERVED. SUBRECIP ACT: THE EIGHT ISPS IN THIS COVERED PARTNERSHIP ARE SUBRECIPIENTS OF FEDERAL FUNDS FOR THIS PROJECT. SOW INC CONSTRUCTION AND PROVIDING SERVICE FOR THEIR RESPECTIVE PROJECTS IN THEIR DESIGNATED SERVICE AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": 0.0, "Infrastructure Obligations": null, "recipient_id": "fa4a40f2-94f2-c478-1866-c472908d72c3-C", "generated_internal_id": "ASST_NON_2808I2207_1341"}, {"internal_id": 148677016, "Award ID": "2608I2215", "Award Amount": 10500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-12", "CFDA Number": "11.031", "Description": "PROJECT PURPOSETHE MOON-LIGHT PROJECT COMBINES MIDDLE MILE FIBER BROADBAND EXPANSION WITH ENGAGEMENT OF LAST MILE BROADBAND PROVIDERS IN THE STATE OF MICHIGAN. IN THE 74 COUNTIES WHERE MERIT/MOON-LIGHT WOULD HAVE A PRESENCE, MOON-LIGHT WOULD ENABLE A TOTAL OF 103 ACCESS POINTS WITH ALMOST 70,000 CENSUS BLOCKS AND OVER 120,000 UNSERVED LOCATIONS.MERIT HAS SECURED LETTERS OF INTENT FROM THREE LAST-MILE SERVICE PROVIDERS WHICH HAVE BEEN PROVIDED. MOON-LIGHT WILL ENABLE BROADBAND SERVICE IN THEIR TERRITORIES TO AT LEAST 16,499 UNSERVED HOUSEHOLDS. MERIT IDENTIFIED ONLY THOSE HOUSEHOLDS INDICATED BY FCC 477 DATA, WHICH ARE BY DEFINITION FULLY UNSERVED WITHIN PER PROVIDER COUNTS.ACTIVITIESTHE PROJECT INTENDS TO EXPAND THE OPTICAL CAPABILITIES OF MERIT'S EXISTING 2,200-MILE PHYSICAL FIBER NETWORK. MOON-LIGHT WOULD FUTURE-PROOF THIS ESTABLISHED FOUNDATION TO EXPAND THE OPTICAL CAPABILITIES OF MERIT'S EXISTING FIBER NETWORK BY ADJUSTING THE SIZING AND CAPACITY OF THE OPTICAL NETWORK TO REDUCE POWER AND COLLOCATION REQUIREMENTS AND REPLACE AGING MULTI-SLOT TERMINAL TECHNOLOGIES WITH MODERN DATA CENTER INTERCONNECT TECHNOLOGIES CAPABLE OF SUPPORTING BOTH NEW AND EXISTING SERVICES FROM 10 GBPS TO 800 GBPS CAPACITIES EITHER NATIVELY OR THROUGH AGGREGATION ONTO THE COHERENT CORE ARCHITECTURE. THE PROPOSED MOON-LIGHT ARCHITECTURE WILL CONSIST OF ROADMS OFFERING ALTERNATE ADD/DROP APPROACHES AND OPTICAL AMPLIFIERS OF DIFFERENT TYPES OPTIMIZED FOR SPECIFIC NETWORK REQUIREMENTS. IN THIS PROJECT, MOON-LIGHT WILL DRASTICALLY EXPAND ACCESS TO LAST-MILE PROVIDERS SEEKING TO DELIVER SERVICE TO UNSERVED COMMUNITIES.OUTCOMESMERIT'S EXISTING FIBER INFRASTRUCTURE CURRENTLY RUNS THROUGH ALL COUNTIES IN MI EXCEPT 9. IN THE 74 COUNTIES WHERE MERIT/MOON-LIGHT WOULD HAVE A PRESENCE, MOON-LIGHT WOULD ENABLE A TOTAL OF 103 ACCESS POINTS WITH ALMOST 70,000 CENSUS BLOCKS AND OVER 120,000 UNSERVED LOCATIONS. MERIT HAS SECURED LETTERS OF INTENT FROM THREE LAST-MILE SERVICE PROVIDERS. MOON-LIGHT WILL ENABLE BROADBAND SERVICE IN THEIR TERRITORIES TO AT LEAST 16,499 UNSERVED HOUSEHOLDS. UPON COMPLETION, MOON-LIGHT COULD BE LEVERAGED BY LAST-MILE PROVIDERS TO SERVE THOUSANDS OF UNSERVED LOCATIONS IN MICHIGAN AT LEAST 2,305 OF THESE BEING UNSERVED RURAL HOUSEHOLDS. MOON-LIGHT'S ENABLEMENT OF ACCESSIBLE, AFFORDABLE TRANSPORT SERVICES WILL ENHANCE THE VIABILITY OF LAST-MILE DEPLOYMENT PROJECT NOT ONLY AT THE 100/20 PERFORMANCE LEVEL BUT ALSO AT MUCH HIGHER PERFORMANCE LEVELS AND WILL SCALE EASILY ALONG WITH THE HIGH-CAPACITY DEMAND OF GIGABIT-TIER LAST MILE NETWORKS, SUCH AS FTTP (FIBER-TO-THE-PREMISE), AND THEREFORE WILL TEND TO SUPPORT OR SOLIDIFY PLANS FOR EXPANDED OR NEW LAST-MILE NETWORKS WITH THAT PERFORMANCE LEVEL.BENEFICIARIESTHIS IS A STATEWIDE PROJECT DESIGNED TO SERVE 16,499 CURRENTLY UNSERVED HOUSEHOLDS ACROSS MICHIGAN. THE PROJECT WILL ALSO ENABLE ALL OF MERIT'S EXISTING COMMUNITY MEMBERS, PUBLIC SECTOR, NONPROFIT AND PRIVATE ORGANIZATIONS, GOVERNMENTAL AGENCIES, EDUCATIONAL INSTITUTIONS, AND REGIONAL BROADBAND SERVICE PROVIDERS WITH EXPANDED AND ECONOMICAL ACCESS TO LAYER 3 COMMODITY INTERNET SERVICES, PEERING OPPORTUNITIES, AND CLOUD SERVICE PROVIDER ACCESS BY LEVERAGING NEW DARK WAVELENGTH TRANSPORT SERVICES. MERIT'S EXISTING ACCESSIBLE, AFFORDABLE MIDDLE MILE NETWORK LACKS THE CONNECTION AND TRAFFIC CAPACITY TO SERVE EXPANDED OR NEW LAST-MILE NETWORKS. MOON-LIGHT WILL SOLVE THIS PROBLEM AND ALLOW MERIT TO MAKE ITS OPEN-ACCESS NETWORK BROADLY AVAILABLE IN SUPPORT OF CURRENTLY PLANNED AND FUTURE LAST-MILE NETWORKS IN NOW-UNSERVED RURAL AREAS, SUCH AS THE UPPER PENINSULA AND CRAWFORD COUNTY.SUBRECIPIENT ACTIVITIESMERIT NETWORK, INC. IS A SUBRECIPIENT OF FEDERAL FUNDS FOR THIS PROJECT. MERIT'S SCOPE OF WORK INCLUDES NETWORK PLANNING AND IMPLEMENTATION, THIRD PARTY CONTRACTOR MANAGEMENT SOURCING, FEDERAL COMPLIANCE, ENABLING MIDDLE-MILE OPEN ACCESS, ENGAGEMENT, AND ASSISTING WITH REPORTING AND AUDIT REQUIREMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": 10500000.0, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_2608I2215_1341"}, {"internal_id": 146697920, "Award ID": "2308I2204", "Award Amount": 28097295.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-25", "CFDA Number": "11.031", "Description": "PURPOSE: THE CONNECTMAINE AUTHORITY STATEWIDE BROADBAND INFRASTRUCTURE PROJECT IS A LAST MILE BROADBAND DEPLOYMENT IN RURAL MAINE THAT IS DESIGNED TO BRING QUALIFYING BROADBAND TO 11,746 UNSERVED HOUSEHOLDS ACROSS THE STATE. THE COVERED PARTNERSHIP INCLUDES THE STATE OF MAINE (LEAD APPLICANT), THE TOWNS OF SOMERVILLE, WASHINGTON AND ISLE AU HAUT, AND INTERNET SERVICE PROVIDERS CONSOLIDATED COMMUNICATIONS, AXIOM TECHNOLOGIES AND LCI FIBER OPTIC NETWORK. THE COVERED PARTNERSHIP WILL CARRY OUT SEVEN PROJECTS IN RURAL AREAS OF THE STATE.ACTIVITIES: THE ACTIVITIES OF THE PROJECTS ARE:THE LCI/JEFFERSON PROJECT WILL EXTEND FTTH SERVICE TO 100% OF ALL ADDRESSES IN THE TOWN OF JEFFERSON. LCI WILL EXTEND ITS EXISTING FIBER OPTIC TRANSMISSION BACKBONE TO FEED A CENTRAL OFFICE TO BE BUILT IN JEFFERSON AS A DISTRIBUTION HUB. THE PROJECT WILL PROVIDE BROADBAND SERVICE FROM 50/10 MBPS AT $49.95 TO 100/100 MBPS AT $109.95.THE AXIOM/SOMERVILLE PROJECT WILL DEPLOY ADTRAN FIBER OPTIC EQUIPMENT IN SOMMERVILLE TO BRING A DEDICATED FIBER CONNECTION TO EACH HOME AND BUSINESS. THE PROJECT WILL PROVIDE BROADBAND SERVICE FROM 25/25 MBPS AT $54.99 TO 1000/1000 MBPS AT $169.99.THE AXIOM/ISLE AU HAUT PROJECT WILL DEPLOY ADTRAN FIBER OPTIC EQUIPMENT TO ISLE AU HAUT, A SMALL ISLAND OFF THE COAST OF STONINGTON. THE PROJECT WILL CONSTRUCT A 100 FREE STANDING TOWER ON THE ISLAND WITH A CENTRAL OFFICE AT ITS BASE, FROM WHICH FTTH WILL BE DISTRIBUTED TO EACH RESIDENT OF THE ISLAND AT SPEEDS OF 25/25 MBPS AT $59.99 TO 100/100 MBPS AT $109.99.THE AXIOM/WASHINGTON PROJECT WILL DEPLOY ADTRAN FIBER OPTIC EQUIPMENT IN WASHINGTON TO BRING A DEDICATED FIBER CONNECTION TO EACH HOME AND BUSINESS. THE PROJECT WILL PROVIDE BROADBAND SERVICE FROM 25/25 MBPS AT $54.99 TO 1000/1000 MBPS AT $169.99.THE CONSOLIDATED/BLUE HILL PROJECT WILL DEPLOY A FTTP XGS-PON NETWORK IN THE BLUE HILL PENINSULA, SERVING THE TOWNS OF PENOBSCOT, BLUE HILL, BROOKSVILLE, CASTINE, SEDGWICK, BROOKLINE, AND A SMALL PORTION OF STONINGTON. THE PROJECT WILL PROVIDE BROADBAND SERVICE FROM 50/50 MBPS AT $35 TO 1/1 GBPS AT $70.THE CONSOLIDATED/RANGELEY LAKES PROJECT WILL DEPLOY A FTTP XGS-PON NETWORK IN THE RANGELEY LAKES AREA OF MAINE'S APPALACHIAN MOUNTAINS, SERVING THE TOWNS OF RANGELEY, RANGELEY PLANTATION, DALLAS PLANTATION, AND SANDY RIVER PLANTATION. THE PROJECT WILL PROVIDE BROADBAND SERVICE FROM 50/50 MBPS AT $35 TO 1/1 GBPS AT $70.THE CONSOLIDATED/FARMINGTON PROJECT WILL DEPLOY A FTTP XGS-PON NETWORK IN THE FARMINGTON AREA, SERVING THE TOWNS OF FARMINGTON, TEMPLE, NEW SHARON, INDUSTRY, WILTON, MERCER, NEW VINEYARD, STARKS, AND STRONG. THE PROJECT WILL PROVIDE BROADBAND SERVICE FROM 50/50 MBPS AT $35 TO 1/1 GBPS AT $70.OUTCOMES: ALL PROPOSED PROJECTS IN THIS APPLICATION ARE DESIGNED TO BRING GIGABIT CAPABLE FIBER BASED BROADBAND SERVICE TO UNSERVED ADDRESSES WITHIN THE ELIGIBLE SERVICE AREAS. EACH PROJECT WILL PROVIDE SERVICE TO 100% OF UNSERVED ADDRESSES IN SIX OF THE DESIGNATED SERVICE AREAS AND 98.5% OF UNSERVED ADDRESSES IN THE SEVENTH SERVICE AREA. THESE PROJECTS WILL ALLOW RESIDENTS PREVIOUSLY UNSERVED WITH BROADBAND INTERNET TO PARTICIPATE IN THE DIGITAL ECONOMY, TO TAKE OR RETAIN JOBS THAT PERMIT REMOTE WORKING, TO PARTICIPATE IN DISTANCE LEARNING PROGRAMS, AND TO UTILIZE TELEHEALTH PROGRAMS AS OPPOSED TO DRIVING FROM THEIR RURAL COMMUNITIES TO REGIONAL HEALTH CARE FACILITIES.BENEFICIARIES: IN PARTICULAR, PROJECT BENEFICIARIES WILL INCLUDE THOSE CURRENTLY UNABLE TO WORK FROM HOME AND THOSE CURRENTLY UNABLE TO SCHOOL AT HOME DUE TO BANDWIDTH CONSTRAINTS. THE PROJECTS WILL BRIDGE THE DIGITAL DIVIDE IN MAINE AND ALLOW RESIDENTS OF THESE TOWNS TO PARTICIPATE IN THE DIGITAL ECONOMY.SUBRECIPIENT: ALL MEMBERS OF THE COVERED PARTNERSHIP ARE DESIGNATED AS CO-APPLICANTS AND WILL RECEIVE FEDERAL FUNDING FOR THIS PROJECT. THE ISPS, CONSOLIDATED COMM, AXIOM TECH, AND LCI FIBER OPTIC NETWORK WILL DEPLOY BROADBAND NETWORKS IN THEIR DESIGNATED SERVICE A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": 28097295.0, "Infrastructure Obligations": null, "recipient_id": "634a0a20-661e-6f8e-7ac5-f95308686366-C", "generated_internal_id": "ASST_NON_2308I2204_1341"}, {"internal_id": 146697921, "Award ID": "2208I2201", "Award Amount": 29940612.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-25", "CFDA Number": "11.031", "Description": "PURPOSE: THE ACADIANA PLANNING COMMISSION, INC: ACADIANA REGIONAL PUBLIC/PRIVATE PARTNERSHIP FOR THE DEPLOYMENT OF A FIBER TO THE HOME NETWORK IN THE RURAL UNDERSERVED AREAS OF ACADIANA PROJECT IS A LAST MILE BROADBAND DEPLOYMENT IN THE ACADIANA REGION OF LOUISIANA THAT IS DESIGNED TO BRING QUALIFIED BROADBAND TO 22,560 UNSERVED HOUSEHOLDS ACROSS THE REGION. THIS APPLICATION WAS SUBMITTED BY THE ACADIANA PLANNING COMMISSION (APC) - MADE UP OF THE PARISH GOVERNMENTS OF ACADIA PARISH, LA, EVANGELINE PARISH, LA, AND ST. LANDRY PARISH, LA - WHO HAS ENTERED INTO AN ELIGIBLE COVERED PARTNERSHIP WITH ALLEN'S TV CABLE SERVICE, INC., DBA ALLEN'S COMMUNICATIONS AND LUSFIBER TO ACCOMPLISH THE PROJECT.ACTIVITIES: THIS COVERED PARTNERSHIP IS PROPOSING A COORDINATED FIBER-TO-THE HOME (FTTH) INITIATIVE THAT BUILDS OFF THE PROPOSED PARTNERS' EXISTING INFRASTRUCTURE TO EXPAND SERVICE TO THE HIGHEST NUMBER OF HOUSEHOLDS IN ADJACENT UNSERVED CENSUS BLOCKS. THE APPLICATION PRIORITIZES FOUR MAIN PROJECT GOALS: 1. DEPLOY HIGH SPEED FIBER-TO-THE-HOME (FTTH) ACCESS TO RESIDENTS AND BUSINESSES IN ELIGIBLE CENSUS BLOCKS IN NORTHERN ACADIA PARISH, EVANGELINE PARISH, AND ST. LANDRY PARISH. 2. BUILD A NETWORK THAT CAN PROVIDE 1 GBPS SYMMETRIC SERVICE WITH LOW LATENCY AT COMPLETION AND THAT IS EASILY SCALABLE TO MEET BANDWIDTH DEMANDS OF UP TO 10 GBPS SYMMETRIC SERVICE OVER THE NEXT DECADE. 3. PROVIDE AN AFFORDABLE PRICING TIER WITH A MINIMUM SERVICE LEVEL OF 30 MBPS SYMMETRICAL SERVICE AT OR BELOW $60 PER MONTH FOR LOW-INCOME HOUSEHOLDS. 4. DELIVER BROADBAND SERVICE WITH 95% OR MORE OF ALL PEAK PERIOD MEASUREMENTS OF NETWORK ROUND-TRIP LATENCY AT OR BELOW 80 MILLISECONDS. OUTCOMES: THE PROJECT INTENDS TO DIRECTLY CONNECT 22,560 UNSERVED HOUSEHOLDS, 3,723 UNSERVED BUSINESSES, AND 46 UNSERVED COMMUNITY ANCHOR INSTITUTIONS WITH QUALIFYING BROADBAND SERVICE. ALLEN'S COMMUNICATIONS WILL PROVIDE BROADBAND SERVICE OF 30/30 MBPS TO 940/940 MBPS TO HOUSEHOLDS IN THE PROPOSED SERVICE AREA OF ST. LANDRY'S PARISH. LUSFIBER WILL PROVIDE BROADBAND SERVICE OF 60/60 MBPS TO 10/10 GBPS TO HOUSEHOLDS IN THE PROPOSED SERVICE AREA OF ACADIA PARISH AND EVANGELINE PARISH.BENEFICIARIES: THE TOWNS THAT WILL BE SERVED BY THIS PROJECT ARE EVANGELINE, LA, ACADIA PARISH, LA, AND ST. LANDRY PARISH, LA. THIS PROJECT WILL PROVIDE BROADBAND SERVICE TO 100% OF THE UNSERVED HOUSEHOLDS IN THE PROPOSED SERVICE AREA.  SUBRECIPIENTS: ALLEN'S COMMUNICATIONS AND LUSFIBER ARE SUBRECIPIENTS OF FEDERAL FUNDS FOR THIS PROJECT. ALLEN'S WILL PROVIDE FIBER TO THE HOME TO THE SOUTH AND WESTERN SECTIONS OF ST. LANDRY'S PARISH. LUSFIBER WILL PROVIDE FIBER TO THE HOME TO NORTHERN ACADIA PARISH AND EVANGELINE PARISH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": 29940612.0, "Infrastructure Obligations": null, "recipient_id": "57813385-81af-67a4-1cda-a139fb2ddc62-R", "generated_internal_id": "ASST_NON_2208I2201_1341"}, {"internal_id": 146697897, "Award ID": "2108I2211", "Award Amount": 3123999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-25", "CFDA Number": "11.031", "Description": "PURPOSE: THE SCOTT COUNTY RURAL BROADBAND EXPANSION PROJECT IS A LAST MILE PROJECT LOCATED IN SCOTT COUNTY, KENTUCKY. THE LEAD APPLICATION IS SCOTT COUNTY FISCAL COURT, PROVIDING PROJECT OVERSIGHT, AS WELL AS FINANCIAL AND LEGAL RESPONSIBILITY. THE SUBRECIPIENT ISP IS SPECTRUM, PROVIDING CONSTRUCTION SERVICES TO BUILD OUT AND MAINTAIN NETWORK. CTC TECHNOLOGY AND ENERGY WILL BE A COLLABORATOR AND PROVIDE GRANT CONSULTATION SERVICES.ACTIVITIES: THE PROJECT WILL USE SPECTRUM'S FTTP EPON ARCHITECTURE. THE NETWORK WILL BE ENGINEERED AND MANAGED TO PROVIDE 1 GBPS SYMMETRICAL SERVICE WITH LATENCY WELL BELOW 100 MILLISECONDS. UNDER THE PROPOSED PROJECT, LAST-MILE FTTP EPON FACILITIES WILL BE DEPLOYED IN ALL UNSERVED, RURAL AREAS OF SCOTT COUNTY. THE FIBER EXPANSION WILL CONNECT TO SPECTRUM'S CURRENT UPSTREAM HUB LOCATIONS, THEN TO SPECTRUM'S NATIONAL BACKBONE THROUGH A TIERED NETWORK STRUCTURE. FOR THE PROJECT IN SCOTT COUNTY, KY, SPECTRUM WILL BE ABLE TO LEVERAGE ITS PRE-EXISTING HUB LOCATION IN GEORGETOWN.NEW CUSTOMERS IN THE PROJECT AREA WILL HAVE ACCESS TO SEVERAL INTERNET SPEED OPTIONS, INCLUDING CHARTER'S SPECTRUM INTERNET ASSIST WITH A SPEED OF 30/4 MBPS FOR $17.99/MONTH UP TO INTERNET GIG SERVICE WITH A SPEED OF 1/1 GBPS AT $134.99/MONTH.THE APPLICANT REQUESTS AN EXTENSION OF ONE YEAR. THE PERIOD OF PERFORMANCE FOR THIS PROJECT WILL BE TWO YEARS.OUTCOMES: THIS PROJECT WILL CONSTRUCT APPROXIMATELY 412.7 FIBER ROUTE MILES TO SERVE 5,351 UNSERVED HOUSEHOLDS IN THE PROJECT AREA, REACHING 100% OF CURRENTLY UNSERVED HOMES. THIS PROJECT WILL SERVE THE AREA WITH QUALIFYING BROADBAND SERVICE OF A MINIMUM OF 30/4 MBPS UP TO 1/1 GBPS.BENEFICIARIES: THE PROJECT WILL BRING 412.7 MILES OF NEW FIBER TO SCOTT COUNTY AND CONNECT 5,351 HOUSEHOLDS, 273 BUSINESSES, AND 14 ANCHOR INSTITUTIONS.SUBRECIPIENT ACT: THE SUBRECIPIENT OF FEDERAL FUNDS FOR THIS PROJECT IS SPECTRUM, THE INTERNET SERVICE PROVIDER PROVIDING CONSTRUCTION SERVICES TO BUILD OUT AND MAINTAIN THE NETWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": 3123999.0, "Infrastructure Obligations": null, "recipient_id": "20a3a408-be44-7d21-f03c-6d8436ae05e5-C", "generated_internal_id": "ASST_NON_2108I2211_1341"}, {"internal_id": 146697922, "Award ID": "1308I2210", "Award Amount": 3236198.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-25", "CFDA Number": "11.031", "Description": "PURPOSE: THE BROADBAND INFRASTRUCTURE BUILD OUT IN LUMPKIN COUNTY, GA PROJECT IS A LAST-MILE INFRASTRUCTURE BROADBAND SERVICE THAT WILL DEPLOY FIBER OPTIC BROADBAND SERVICE IN LUMPKIN COUNTY, GEORGIA. THIS APPLICATION WAS SUBMITTED BY LUMPKIN COUNTY WHO HAS ENTERED INTO A COVERED PARTNERSHIP WITH WINDSTREAM TO ACCOMPLISH THE PROJECT.ACTIVITIES: WINDSTREAM PLANS TO LEVERAGE ITS EXISTING NETWORK INFRASTRUCTURE, ENGINEERING DESIGN EXPERIENCE, CONSTRUCTION MANAGEMENT, AND OPERATIONAL EXPERIENCE TO DEPLOY A FUTURE PROOF FIBER TO THE HOME SOLUTION IN LUMPKIN COUNTY. THIS LAST-MILE ACCESS NETWORK WILL INCLUDE FOUR MAJOR COMPONENTS: A MULTI-SERVICE ACCESS NODE, AN OPTICAL LINE TERMINAL, AND OPTICAL NETWORK TERMINAL, AND A PASSIVE OPTICAL NETWORK. WINDSTREAM WILL PROVIDE CONSUMER BROADBAND SPEEDS FROM 50/50 MBPS AT $60 TO 1/1 GBPS AT $90.OUTCOMES: THIS PROJECT WILL SERVE 5,448 HOUSEHOLDS ACROSS LUMPKIN COUNTY, GA, AS WELL AS 193 BUSINESSES AND 13 COMMUNITY ANCHOR INSTITUTIONS WITHIN THE PROPOSED AREA. IN TOTAL, 99.84% OF THE TOTAL UNSERVED POPULATION IN THE SERVICE AREA WILL BE SERVED BY THIS PROJECT. BENEFICIARIES: THE RESIDENTS, BUSINESSES, AND ANCHOR INSTITUTIONS IN LUMPKIN COUNTY WILL BENEFIT FROM THIS PROJECT. THEY HAVE BEEN LARGELY UNSERVED DUE TO THE RURALITY AND DIFFICULT TOPOGRAPHY OF THE REGION. SUBRECIPIENT ACT: WINDSTREAM WILL BE THE SUBRECIPIENT OF FEDERAL FUNDS FOR THIS PROJECT. IT WILL BE RESPONSIBLE FOR BROADBAND DEPLOYMENT ACTIVITIES IN LUMPKIN COUNTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": 3236198.0, "Infrastructure Obligations": null, "recipient_id": "bce1d4cb-1f85-6b1d-b5ed-6a65c7fdd19a-C", "generated_internal_id": "ASST_NON_1308I2210_1341"}]