[{"internal_id": 140511284, "Award ID": "CB21RMD0160004", "Award Amount": 999996.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "11.016", "Description": "IMPROVEMENT OF METHODOLOGY RELATED TO RECORD LINKAGE, ENTITY RESOLUTION AND EVALUATION THEREOF  THIS PROGRAM PRIORITY SEEKS RESEARCH THAT WILL A) PRODUCE THEORETICAL RESULTS THAT SHOW SUBSTANTIAL IMPROVEMENTS OVER CURRENT METHODOLOGY OR RECORD LINKAGE AND ENTITY RESOLUTION, ESPECIALLY IN APPLICATIONS DOMINATED BY THE ISSUES SUMMARIZED IN THE &QUOT;BACKGROUND&QUOT; SECTION. B) PRODUCE PRACTICAL DIAGNOSTICS THAT CAN PROVIDE SUBSTANTIAL IMPROVEMENTS IN THE EMPIRICAL ASSESSMENT OF THE PROPERTIES OF THE METHODOLOGY CONSIDERED IN (A), WITH SPECIAL EMPHASIS ON EVALUATION OF THE QUALITY OF LINKAGE; THE BIAS, VARIANCE AND DISTRIBUTIONAL PROPERTIES OF THE RESULTING DATA PRODUCTS; AND RELATED SENSITIVITY ANALYSES. C) PROVIDE PILOT SOFTWARE IMPLEMENTATIONS OF THE METHODOLOGY CONSIDERED DESCRIBED IN (A) AND (B). THE SOFTWARE FOR OBJECTIVE 1 WILL BE EXPECTED TO BE OF HIGH QUALITY AND WELL DOCUMENTED, BUT DUE TO ITS &QUOT;PILOT&QUOT; NATURE, WILL NOT NECESSARILY BE REQUIRED TO M", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_CB21RMD0160004_1323"}, {"internal_id": 140511285, "Award ID": "CB21RMD0160003", "Award Amount": 708571.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "11.016", "Description": "IMPROVEMENT OF METHODOLOGY RELATED TO RECORD LINKAGE, ENTITY RESOLUTION AND EVALUATION THEREOF  THIS PROGRAM PRIORITY SEEKS RESEARCH THAT WILL A) PRODUCE THEORETICAL RESULTS THAT SHOW SUBSTANTIAL IMPROVEMENTS OVER CURRENT METHODOLOGY FOR RECORD LINKAGE AND ENTITY RESOLUTION, ESPECIALLY IN APPLICATIONS DOMINATED BY THE ISSUES SUMMARIZED IN THE &QUOT;BACKGROUND&QUOT; SECTION. B) PRODUCE PRACTICAL DIAGNOSTICS THAT CAN PROVIDE SUBSTANTIAL IMPROVEMENTS IN THE EMPIRICAL ASSESSMENT OF THE PROPERTIES OF THE METHODOLOGY CONSIDERED IN (A), WITH SPECIAL EMPHASIS ON EVALUATION OF THE QUALITY OF LINKAGE; THE BIAS, VARIANCE AND DISTRIBUTIONAL PROPERTIES OF THE RESULTING DATA PRODUCTS; AND RELATED SENSITIVITY ANALYSES. C) PROVIDE PILOT SOFTWARE IMPLEMENTATIONS OF THE METHODOLOGY CONSIDERED DESCRIBED IN (A) AND (B). THE SOFTWARE FOR OBJECTIVE 1 WILL BE EXPECTED TO BE OF HIGH QUALITY AND WELL DOCUMENTED, BUT DUE TO ITS &QUOT;PILOT&QUOT; NATURE, WILL NOT NECESSARILY BE REQUIRED TO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_CB21RMD0160003_1323"}, {"internal_id": 140511286, "Award ID": "CB21RMD0160002", "Award Amount": 714198.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "11.016", "Description": "PROJECT DESCRIPTION FOR PRIORITY 1:  IMPROVEMENT OF METHODOLOGY RELATED TO RECORD LINKAGE, ENTITY RESOLUTION AND EVALUATION THEREOF  THIS PROGRAM PRIORITY SEEKS RESEARCH THAT WILL A) PRODUCE THEORETICAL RESULTS THAT SHOW SUBSTANTIAL IMPROVEMENTS OVER CURRENT METHODOLOGY FOR RECORD LINKAGE AND ENTITY RESOLUTION, ESPECIALLY IN APPLICATIONS DOMINATED BY THE ISSUES SUMMARIZED IN THE &QUOT;BACKGROUND&QUOT; SECTION. B) PRODUCE PRACTICAL DIAGNOSTICS THAT CAN PROVIDE SUBSTANTIAL IMPROVEMENTS IN THE EMPIRICAL ASSESSMENT OF THE PROPERTIES OF THE METHODOLOGY CONSIDERED IN (A), WITH SPECIAL EMPHASIS ON EVALUATION OF THE QUALITY OF LINKAGE; THE BIAS, VARIANCE AND DISTRIBUTIONAL PROPERTIES OF THE RESULTING DATA PRODUCTS; AND RELATED SENSITIVITY ANALYSES. C) PROVIDE PILOT SOFTWARE IMPLEMENTATIONS OF THE METHODOLOGY CONSIDERED DESCRIBED IN (A) AND (B). THE SOFTWARE FOR OBJECTIVE 1 WILL BE EXPECTED TO BE OF HIGH QUALITY AND WELL DOCUMENTED, BUT DUE TO ITS &QUOT;PILOT&QUOT; NATURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "11a86b59-d9dd-31c8-1875-ebe2f73d2909-C", "generated_internal_id": "ASST_NON_CB21RMD0160002_1323"}, {"internal_id": 140511287, "Award ID": "CB21RMD0160001", "Award Amount": 2757097.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "11.016", "Description": "DEVELOPMENT AND IMPROVEMENT OF THE TECHNOLOGY FOR ENTITY RESOLUTION AND RECORD LINKAGE  THE PURPOSE OF THIS FUNDING OPPORTUNITY IS TO IMPROVE THE TECHNOLOGY FOR ENTITY RESOLUTION AND RECORD LINKAGE THROUGH THE DEVELOPMENT,  IMPLEMENTATION AND TESTING OF ARCHITECTURE AND SOFTWARE SYSTEMS THAT IMPROVE SUBSTANTIALLY OVER CURRENTLY AVAILABLE SYSTEMS. THIS IMPROVEMENT SHOULD GO WELL BEYOND APPLICATION OF CURRENTLY AVAILABLE TECHNOLOGY. IN PARTICULAR, THE RESULTING TECHNOLOGY SHOULD BE OPEN-SOURCE, HAVE THOROUGH DOCUMENTATION CONSISTENT WITH STRONG INDUSTRY STANDARDS, AND BE READILY USED AND EXTENSIBLE BY KNOWLEDGEABLE PERSONNEL OF LARGE-SCALE STATISTICAL ORGANIZATIONS WITHIN THE ACADEMIA, PRIVATE SECTOR, STATE, AND LOCAL GOVERNMENT AS WELL AS THE FEDERAL  GOVERNMENT. IN THE LONG RUN, WE ANTICIPATE THE MAJORITY OF BENEFITS OF THIS TECHNOLOGY WILL CONVEY THE ABOVE-MENTIONED SECTORS OUTSIDE OF THE FEDERAL GOVERNMENT. IN ADDITION, THE TECHNOLOGY PRODUCT SHOULD BE ACCOMPANIED BY A &QUOT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_CB21RMD0160001_1323"}, {"internal_id": 138797652, "Award ID": "CB20ADR0160003", "Award Amount": 4326899.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-31", "CFDA Number": "11.016", "Description": "ADDRESS-AND PROBABILITY-BASED ONLINE PANEL RECRUITMENT AND MAINTENANCE: THE FOCUS OF THIS FUNDING OPPORTUNITY IS TO COLLABORATE WITH AN EXTERNAL BODY TO DESIGN, BUILD, AND MAINTAIN AN ONLINE RESEARCH PANEL THAT WOULD BE AVAILABLE FOR ROBUST PUBLIC OPINION AND METHODOLOGICAL RESEARCH BY STATISTICAL AGENCIES AND NONPROFIT ORGANIZATIONS FOR THE COMMON GOOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_CB20ADR0160003_1323"}, {"internal_id": 138797653, "Award ID": "CB20ADR0160002", "Award Amount": 2097076.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-31", "CFDA Number": "11.016", "Description": "ANALYSES OF HOW SOCIAL MEDIA DATA AND OPEN SOURCE DATA MAY PROVIDE GREATER INSIGHT INTO PUBLIC ATTITUDES AND PERCEPTIONS\n\nTHIS PURPOSE OF THIS RESEARCH PROGRAM IS TO EXPLORE THE FEASIBILITY OF OPEN SOURCE DATA, AND PARTICULARLY THOSE CREATED THROUGH SOCIAL MEDIA PLATFORMS SUCH AS TWITTER, TO COMPLEMENT OR SUBSTITUTE OPINION DATA FROM SURVEYS AND CENSUSES. IN PARTICULAR, RESEARCH SHOULD DEVELOP APPROPRIATE ANALYTIC STRATEGIES THAT FACILITATE THE USE OF THESE DATA TO MEANINGFULLY TRACK ATTITUDINAL TRENDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_CB20ADR0160002_1323"}, {"internal_id": 138797654, "Award ID": "CB20ADR0160001", "Award Amount": 2279910.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-31", "CFDA Number": "11.016", "Description": "THE PURPOSE OF THIS FUNDING OPPORTUNITY IS TO SECURE RESEARCH AND DEVELOPMENT OF FORMAL PRIVACY METHODS, INCLUDING BUT NOT LIMITED TO DIFFERENTIAL PRIVACY, FOR SAMPLE SURVEYS. \nSCOPE OF WORK: \n1. RESEARCH AND DEVELOPMENT OF FORMAL PRIVACY MECHANISMS FOR THE SAMPLE SURVEYS. THE GOAL IS TO DEVELOP A FEASIBLE APPROACH TO PRODUCING FORMALLY PRIVATE VERSIONS OF COMMON SURVEY DATA PRODUCTS, SUCH AS CROSS-TABULATIONS AND MICRODATA. SAMPLE SURVEYS HAVE FEATURES THAT COMPLICATE THE APPLICATION OF FORMAL PRIVACY TECHNIQUES, INCLUDING:   SURVEY WEIGHTS   CONTROLS TO POPULATION ESTIMATES WITHIN GEOGRAPHIC HIERARCHIES   HIGH DIMENSIONALITY   MULTIPLE PUBLIC RELEASES WITH VARYING DETAIL   LONGITUDINAL DESIGNS THAT TRACK RESPONDENTS OVER TIME. \n2. ADVANCES IN FORMAL PRIVACY THEORY FOR SAMPLE SURVEYS THE GOAL IS TO RESEARCH HOW THE GUARANTEES AND REQUIREMENTS OF FORMAL PRIVACY METHODS INTERACT WITH PROCEDURES USED IN SAMPLE SURVEYS AND TO SUGGEST MODIFICATIONS TO SURVEY PRODUCTION PROCESSES AND/OR PUBLIC OUTPUTS THAT ACCOUNT FOR THESE INTERACTIONS. RESEARCH HAS SHOWN THAT COMMON SURVEY PRACTICES, SUCH AS ADJUSTMENTS FOR NON-RESPONSE AND CONTROLS TO POPULATION ESTIMATES, CAN INTERACT SUBSTANTIALLY WITH THE SENSITIVITY REQUIREMENTS OF COMMON DIFFERENTIAL PRIVACY MECHANISMS. OTHER RESEARCH HAS SHOWN THAT CERTAIN SAMPLING ALGORITHMS\nCAN AMPLIFY THE PRIVACY GUARANTEE OF COMMON DIFFERENTIAL PRIVACY MECHANISMS, BUT HAS NOTSHOWN THIS EFFECT FOR SAMPLING ALGORITHMS USED IN MANY SURVEYS. THIS PROGRAM PRIORITY SEEKS RESEARCH THAT WILL A) SHOW HOW COMMON SURVEY SAMPLING TECHNIQUES, SUCH AS STRATIFICATION AND CLUSTERING, INTERACT WITH FORMAL PRIVACY GUARANTEES B) ASSESS THE FEASIBILITY OF APPLYING ALTERNATIVE FORMAL PRIVACY DEFINITIONS, SUCH AS THOSE DERIVED UNDER THE PUFFERFISH FRAMEWORK, TO SAMPLE SURVEYS\nC) SHOW HOW ADJUSTMENTS TO PARTICULAR PRODUCTION PROCESSES IN SURVEYS CAN IMPROVE\nOUTCOMES FOR KNOWN FORMAL PRIVACY MECHANISMS. \n3. TRAINING AND OUTREACH FOR FORMAL PRIVACY THE GOAL IS TO EXPAND PUBLIC UNDERSTANDING OF FORMAL PRIVACY IN RELATION TO SAMPLE SURVEYS AND TO IMPROVE AND PROMOTE DISCUSSION OF THE MERITS OF FORMAL PRIVACY FOR PROTECTING RESPONDENT IDENTITIES AND ATTRIBUTES IN SAMPLE SURVEYS. DISCUSSIONS RELATED TO THE RELEASE OF TEST PRODUCTS FOR THE 2020 CENSUS HAVE SHOWN THAT DATA USERS HAVE DEEP CONCERNS ABOUT THE EFFECTS OF FORMAL PRIVACY ON SURVEY AND CENSUS OUTPUT, BUT HAVE ALSO SHOWN THAT DISCUSSIONS WOULD BENEFIT FROM A BETTER BASELINE UNDERSTANDING OF THE GOALS AND GUARANTEES OF FORMAL PRIVACY. THIS PROGRAM PRIORITY SEEKS RESEARCHERS THAT WILL A) HOLD SEMINARS AND WORKSHOPS WITH SURVEY DATA USERS TO ELICIT USE CASES FOR SURVEY DATA AND IMPROVE UNDERSTANDING OF HOW THESE USE CASES INTERACT WITH FORMAL PRIVACY  B) DEVELOP RESOURCES, SUCH AS ONLINE PRIMERS AND COLLABORATIVE CODING ENVIRONMENTS, THAT SURVEY ADMINISTRATORS AND SURVEY DATA USERS CAN ACCESS TO FURTHER THEIR UNDERSTANDING OF FORMAL PRIVACY\nC) MAKE RECOMMENDATIONS TO SURVEY ADMINISTRATORS ON PRODUCTION PRACTICES THAT HELP ENABLE THE USE OF FORMAL PRIVACY IN SURVEYS. D) MAKE RECOMMENDATIONS TO USERS OF FEDERAL AND NON-FEDERAL SURVEY DATA ON HOW TO ADAPT THEIR ANALYSES FOR FORMALLY PRIVATE PUBLIC SURVEY RELEASES E) MAKE RECOMMENDATIONS TO SURVEY DATA USERS WITH ACCESS TO NON-PUBLIC SURVEY DATA ON HOW TO ADJUST THEIR ANALYSES TO AVOID CONFLICT WITH THE REQUIREMENTS OF FORMAL PRIVACY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bb5676d-1119-4abb-3c6a-1bdba277e0cd-C", "generated_internal_id": "ASST_NON_CB20ADR0160001_1323"}, {"internal_id": 48471631, "Award ID": "CB16ADR0160002", "Award Amount": 253411.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-22", "CFDA Number": "11.016", "Description": "TOOLS TO SUPPORT ANONYMIZATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_CB16ADR0160002_1323"}, {"internal_id": 48471630, "Award ID": "CB16ADR0160001", "Award Amount": 1036528.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-22", "CFDA Number": "11.016", "Description": "FORMAL PRIVACY MODELS AND TITLE 13", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82335220-b01b-63c5-95b9-6dcae60104e4-C", "generated_internal_id": "ASST_NON_CB16ADR0160001_1323"}]