[{"internal_id": 160119225, "Award ID": "7240MM972", "Award Amount": 9303468.52, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO FUND 63 MILES OF NEW MIDDLE MILE INFRASTRUCTURE IN GEOGRAPHIES WHERE THE APPLICANT HAS BEEN AWARDED UNIENDO A PUERTO RICO FUND ('UNIENDO') FROM THE FEDERAL COMMUNICATIONS COMMISSION (FCC) FOR LAST-MILE SERVICES. THE NETWORK BEING FUNDED IS THE SAME NETWORK COVERED BY UNIENDO, BUT THE MIDDLE MILE GRANT PROGRAM FUNDS WILL GO TOWARDS MIDDLE MILE NETWORK COSTS THAT UNIENDO FUNDING IS NOT SUFFICIENT TO COVER.  THE PROPOSED MIDDLE MILE FACILITIES WILL SERVE AS THE BACKBONE OF LIBERTY COMMUNICATIONS' NETWORK IN THE MUNICIPALITIES OF CAGUAS, JUNCOS, LAS PIEDRAS AND PONCE, WHERE THEY HAVE AN OBLIGATION WITH THE FCC TO BUILD LAST MILE SERVICES TO ALL HOMES PASSED IN THE AREA BECAUSE OF UNIENDO FUNDING.  ADDITIONALLY, THIS INFRASTRUCTURE WILL CONNECT THE ADJUNTAS, UTUADO AND SAN LORENZO MUNICIPALITIES, WHERE THE APPLICANT DOES NOT HAVE THE UNIENDO MANDATE TO BUILD BUT HAS COMMERCIAL INTERESTS TO BUILD AND SERVE MORE HOUSES. BENEFICIARIES:  THE PROPOSED SERVICE AREA COVERS 7 MUNICIPALITIES IN THE SOUTHEAST OF PUERTO RICO, INCLUDING PONCE, ADJUNTAS, UTUADO, CAGUAS, LAS PIEDRAS, SAN LORENZO, YABUCOA AND JUNCOS. BASED ON NTIA'S INDICATORS OF BROADBAND NEED MAP, 73 PERCENT OF AFFECTED CENSUS TRACTS ARE CONSIDERED IN A ZONE OF BROADBAND NEED. MOST PROVIDERS DO NOT HAVE EXISTING INFRASTRUCTURE IN THE MOST RURAL AREAS OF THE ISLAND AND ARE NOT ABLE TO PROVIDE SERVICE THERE.  THE CONSTRUCTION OF OPEN ACCESS MIDDLE MILE INFRASTRUCTURE WOULD INCREASE THE AFFORDABILITY, ACCESSIBILITY, AND RELIABILITY OF THE BROADBAND SERVICE IN THIS AREA TO RESIDENTS, BUSINESSES, AND COMMUNITY ANCHOR INSTITUTIONS. BY SUPPORTING HIGH-SPEED FIBER-OPTIC TRANSPORT AND OFFERING CARRIER-NEUTRAL TERMS TO ACCESS THE MIDDLE MILE NETWORK AT TECHNICALLY FEASIBLE POINTS, THE PROJECT WOULD FACILITATE THE PROVISION OF BROADBAND SERVICE TO ANCHOR INSTITUTIONS LOCATED WITHIN 1,000 FEET OF THE MIDDLE MILE INFRASTRUCTURE AT SPEEDS OF AT LEAST 1 GBPS SYMMETRICAL. THE INTRODUCTION OF THIS INFRASTRUCTURE WOULD ALLOW DIRECT INTERCONNECTION WITH ANCHOR INSTITUTIONS AND PERMIT SERVICE PROVIDERS TO PURVEY FIBER TO THE COMMUNITY.  FOR EXAMPLE, THE CONNECTION OF THE AGENCIES UNDER THE PUERTO RICO EMERGENCY AND DISASTER MANAGEMENT BUREAU IS IMPORTANT AS THEY HAVE HISTORICALLY HAD DIFFICULTY MAINTAINING RELIABLE SERVICE, PARTICULARLY IN CASES OF EXTREME WEATHER WHEN THEIR WORK IS MOST NECESSARY. BY PROVIDING THESE INTERCONNECTION POINTS, SUCH AGENCIES WOULD RECEIVE THE BANDWIDTH NECESSARY TO SERVE THEIR COMMUNITIES. THE MIDDLE MILE INFRASTRUCTURE WILL FACILITATE THE CONNECTION OF RESIDENCES, BUSINESSES AND COMMUNITY ANCHOR INSTITUTIONS ALIKE ASSURING EQUAL ACCESS TO VITAL SOCIAL AND ECONOMIC OPPORTUNITIES. EXTENDING BROADBAND ACCESS ON THE ISLAND CAN ATTRACT CAPITAL INVESTMENT THAT WILL IN TURN FURTHER BENEFIT LOCAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": 9303468.52, "recipient_id": "d7fe9537-12bc-8752-f28d-29da90f63f85-C", "generated_internal_id": "ASST_NON_7240MM972_1341"}, {"internal_id": 160119194, "Award ID": "5540MM581", "Award Amount": 14890077.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: DAIRYLAND POWER COOPERATIVE (DPC) WILL IMPLEMENT ITS TRI-STATE FIBER DEPLOYMENT PROJECT (TSFDP), WHICH WILL RETROFIT 240.23 MILES OF FIBER OPTIC COMMUNICATIONS NETWORK USING MOSTLY OPTICAL GROUND WIRE (OPGW) ON DPC'S TRANSMISSION LINES IN 3 YEARS. THROUGH THE TSFDP, LAST MILE PROVIDERS IN THESE REGIONS WILL HAVE ENHANCED CAPACITY TO REACH UNSERVED AND UNSERVED RESIDENTS AT AFFORDABLE RATES AND HELP BRIDGE THE NATION'S DIGITAL DIVIDE. IN 2016, DPC IDENTIFIED THAT THE MICROWAVE COMMUNICATIONS BACKBONE WAS NEARING ITS DATA CAPACITY AND LACKED THE FLEXIBILITY TO ADAPT TO THE CHANGING BUSINESS ENVIRONMENT FOR GRID MODERNIZATION EFFORTS. DPC ALSO IDENTIFIED A GROWING AND CRITICAL NEED FOR RELIABLE, AFFORDABLE, HIGH-SPEED BROADBAND INTERNET SERVICE IN RURAL AREAS OF ITS FOUR-STATE SERVICE TERRITORY (WI, MN, IA, AND IL). ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW/RESILIENT MIDDLE MILE NETWORK THROUGH UNSERVED AND UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 3 YEARS .EXPECTED OUTCOMES: 1. INSTALLING 240.23 MILES OF FIBER TO REPLACE AND ENHANCE THE CURRENT WIRELESS SYSTEM IN EIGHT SEGMENTS ON EXISTING TRANSMISSION LINES WHILE PASSING THROUGH BARRON, POLK, BURNETT, AND WASHBURN COUNTIES IN WISCONSIN, WINNESHIEK AND MITCHELL COUNTIES IN IOWA, AND FILLMORE, FREEBORN, AND MOWER COUNTIES IN MINNESOTA. 2. OFFERING COMPETITIVE PRICING TO REGIONAL MIDDLE MILE FIBER USERS THAT ARE FAIR AND REASONABLE AS COMPARED TO THE REGIONAL MARKET PRICES. 3. THE 240.23 MILES OF OPGW RETROFIT WILL TOTAL 17,136 FIBER STRAND MILES AND WILL ALLOW LAST MILE NETWORKS TO PROVIDE THE LEVEL OF SERVICE REQUIRED TO ATTRACT AND SUPPORT ALL TYPES OF LAST MILE CONNECTIONS, ESPECIALLY BUSINESSES AND THOSE WITH CRITICAL UPTIME REQUIREMENTS. 4. ENABLING HIGH QUALITY AND AFFORDABLE CONNECTIVITY TO MAINTAIN AND ATTRACT RESIDENTS WHO RESIDE IN THESE RURAL COMMUNITIES TO WORK REMOTELY, LAUNCH ENTREPRENEURIAL ENDEAVORS, ENGAGE IN DISTANCE LEARNING, UTILIZE TELEMEDICINE, AND ULTIMATELY, LIVE LIFE UNINHIBITED BY POOR OR NO INTERNET SERVICE. INTENDED BENEFICIARIES: BENEFICIARIES ARE IN THE UNSERVED AND UNDERSERVED COMMUNITIES OF BARRON, POLK, BURNETT, AND WASHBURN COUNTIES IN WISCONSIN, WINNESHIEK AND MITCHELL COUNTIES IN IOWA, AND FILLMORE, FREEBORN, AND MOWER COUNTIES IN MINNESOTA. ALL COUNTIES WITHIN THE PROJECT'S SERVICE AREA ARE RURAL ACCORDING TO USDA POPULATION STANDARDS AND HAVE MEDIAN HOUSEHOLD INCOMES THAT ARE LESS THAN THE NATIONAL AVERAGE OF $64,994. FURTHERMORE, ALL COUNTIES SERVED BY THE TSFDP HAVE LOW POPULATION DENSITIES. THE APPLICANT PROVIDED US CENSUS HOUSEHOLD INCOME DATA FOR NINE COUNTIES IN THE PROPOSED SERVICE AREA AND A SUBSTANTIAL NUMBER ARE AT OR BELOW 150 PERCENT OF THE POVERTY LINE. THE INSTALLATION OF OPGW WILL DIRECTLY SUPPORT SECURE AND RELIABLE COMMUNICATIONS FOR MISSION-CRITICAL OPERATIONS OF THE NATION'S BULK POWER SYSTEM. THE INSTALLATION WILL HELP ADVANCE SMART GRID CAPABILITIES AND COMMUNICATION TO DISTRIBUTED ENERGY RESOURCES THROUGHOUT DPC'S SERVICE TERRITORY. SUBRECIPIENT ACTIVITIES: NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": 14890077.79, "recipient_id": "183d193d-0a18-0cb9-a3ad-20e9b780e05f-C", "generated_internal_id": "ASST_NON_5540MM581_1341"}, {"internal_id": 160119193, "Award ID": "5340MM408", "Award Amount": 11782208.2, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE POINT ROBERTS MIDDLE MILE INFRASTRUCTURE PROJECT AWARD WILL PROVIDE FUNDING FOR THE CONSTRUCTION, IMPROVEMENT, AND ACQUISITION OF MIDDLE MILE INFRASTRUCTURE FOR THE UNDERSERVED COMMUNITY OF POINT ROBERTS, WASHINGTON, AND SURROUNDING AREAS. THE PROJECT INCLUDES 47.6 MILES OF NEW TERRESTRIAL UNDERGROUND FIBER AND 63.1 MILES OF UNDERSEA FIBER. THE APPLICANTS PROPOSED MIDDLE MILE PROJECT WILL SIGNIFICANTLY IMPACT THE COMMUNITIES OF POINT ROBERTS, THE TRIBAL PEOPLE OF THE LUMMI NATION, AND THE NAVAL AIR STATION WHIDBEY ISLAND. THE PROPOSED INFRASTRUCTURE ROUTES WILL ALSO ADDRESS THE LOCAL DEMAND FOR HIGH SPEED AND RELIABLE INTERNET FOR HOUSEHOLDS, BUSINESSES, AND COMMUNITY ANCHOR INSTITUTIONS OF WHATCOM COUNTY, WASHINGTON. ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW AND RESILIENT MILE NETWORK THROUGH UNSERVED AND UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 5 YEARS. EXPECTED OUTCOMES: WHIDBEY TELEPHONE COMPANY (WTC) WILL PROVIDE MIDDLE MILE ACCESS TO ALL OF WHIDBEY ISLAND 80,000 RESIDENTS, 5,000 RESIDENTS OF LUMMI NATION, 17,000 RESIDENTS OF SAN JUAN COUNTY AND 1,200 RESIDENTS OF POINT ROBERTS (CURRENTLY UNSERVED). THE PROJECT WILL ALSO ENABLE CONNECTION TO 11 ANCHOR INSTITUTIONS, 6 OF WHICH ARE CURRENTLY UNSERVED (PORT ROBERTS). IN ADDITION, WTC WILL PROVIDE MIDDLE MILE ACCESS TO THOUSANDS OF RESIDENTS IN MAINLAND NORTHWEST WHATCOM COUNTY. ACCESS TO HIGH-SPEED BROADBAND WILL LEAD TO ECONOMIC IMPROVEMENTS INCLUDING:-ALLOWING FOR THE LOCAL ECONOMY TO BE DIVERSIFIED BY FACILITATING INTERACTION WITH THE GLOBAL ECONOMY AND CREATING MORE OPPORTUNITIES FOR BUSINESSES TO GROW THROUGH E-COMMERCE AND ONLINE BUSINESS TOOLS.-DRAWING BUSINESSES AND INVESTORS TO THESE COMMUNITIES WHO OTHERWISE WOULD NOT CONSIDER THEM.-STRENGTHENING THE ECONOMY BY ATTRACTING NEW RESIDENTS AND INCREASING PROPERTY VALUES.-ENABLING RESIDENTS AND THOSE RELOCATING FROM MORE URBAN AREAS TO WORK REMOTELY FROM HOME AND ENCOURAGES THE DEVELOPMENT OF LOCAL AND HOME-BASED ONLINE BUSINESSES. INTENDED BENEFICIARIES: THIS PROJECT WILL DIRECTLY IMPACT THE COMMUNITY OF POINT ROBERTS, WASHINGTON. LOCATED JUST SOUTH OF VANCOUVER BC'S METRO AREA, POINT ROBERTS IS EXCLUSIVELY ACCESSED THROUGH CANADA OR BY SMALL PLANE, FERRY, AND BOATS. DUE TO THE GEOGRAPHIC ISOLATION OF THIS PORTION OF WASHINGTON STATE, POINT ROBERTS CURRENTLY LACKS THE INFRASTRUCTURE TO DEVELOP AND PROVIDE ADEQUATE ACCESS TO HIGH-SPEED BROADBAND. PER NTIA'S INDICATORS OF BROADBAND NEED MAP, THE ENTIRE PROJECT AREA FOR THIS BUILDOUT HAS REPORTED SPEEDS OF BELOW 25/3. SPECIFICALLY, THE PROJECT WILL PROVIDE MIDDLE MILE ACCESS TO ALL OF WHIDBEY ISLAND 80,000 RESIDENTS, 5,000 RESIDENTS OF LUMMI NATION, 17,000 RESIDENTS OF SAN JUAN COUNTY AND 1,200 RESIDENTS OF POINT ROBERTS (CURRENTLY UNSERVED). THE PROJECT WILL ALSO ENABLE CONNECTION TO 11 ANCHOR INSTITUTIONS, 6 OF WHICH ARE CURRENTLY UNSERVED (PORT ROBERTS). THE COMMUNITY MEMBERS OF POINT ROBERTS HAVE MANY ECONOMIC, EDUCATIONAL, AND HEALTHCARE NEEDS THAT CAN BE ADDRESSED BY BRINGING RELIABLE AND HIGH-SPEED INTERNET TO THE AREA. THE MIDDLE MILE WILL ALLOW THE COUNTY OF WHATCOM AND SURROUNDING AREAS, INCLUDING THE LUMMI NATION, TO CONNECT TO THIS BACKBONE. THE PROJECT WILL SERVE STUDENTS IN THE BLAINE SCHOOL DISTRICT WHICH INCLUDES 2,164 STUDENTS. BY PROVIDING THE COMMUNITY WITH ACCESS TO HIGH-SPEED AND AFFORDABLE BROADBAND, IT WILL HELP ENHANCE THE EDUCATIONAL OPPORTUNITIES FOR RESIDENTS OF POINT ROBERTS AND COMMUNITIES SURROUNDING INTERCONNECTION POINTS.THE PROJECT WILL ALSO PROVIDE NEEDED REDUNDANCY TO THE WHIDBEY ISLAND NAVAL AIR STATION. SUBRECIPIENT ACTIVITIES: THERE ARE NO SUB AWARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 11782208.2, "recipient_id": "cd57fb83-3af9-9c55-01ae-1524efdd0120-C", "generated_internal_id": "ASST_NON_5340MM408_1341"}, {"internal_id": 160119190, "Award ID": "4840MM978", "Award Amount": 3276667.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: CONCHO VALLEY ELECTRIC COOPERATIVE, INC. (CVEC, INC.) PROJECT TO EXTEND MIDDLE MILE BROADBAND INFRASTRUCTURE TO UNDERSERVED AREAS OF TOM GREEN AND COKE COUNTIES IS INTENDED TO ACCOMMODATE THE POPULATION GROWTH THAT CONTINUED IN RURAL TEXAS. THIS POPULATION INFLUX IS INCREASING THE DEMAND FOR FAST, RELIABLE BROADBAND CONNECTIVITY ACROSS THE STATE.  NEW AND EXISTING CUSTOMERS REQUIRE MORE MIDDLE MILE BANDWIDTH TO PROVIDE ACCESS TO TRUE BROADBAND SPEEDS AS THEY RELY ON THE INTERNET TO WORK FROM HOME, ATTEND VIRTUAL CLASSES, SHOP, PARTICIPATE IN TELEHEALTH SERVICES, USE NEXT-GEN 911 SERVICES, AND IN ALL THE OTHER WAYS A STABLE, FAST INTERNET CONNECTION HAS BECOME A NECESSITY TO MODERN LIFE. EXISTING MIDDLE-MILE INFRASTRUCTURE IS NOT MEETING THIS DEMAND IN THE AREA, PROVIDING SUBSTANDARD SPEEDS, NETWORK CONGESTION, AND VERY LITTLE REDUNDANCY. ACTIVITIES TO BE PERFORMED: THE APPLICANT WILL CONSTRUCT 89.9 MILES OF FIBER (A COMBINATION OF AERIAL AND BURIED), PLACED PRIMARILY ALONG EXISTING PRE-DISTURBED RIGHTS OF WAY, TO REACH UNSERVED AND UNDERSERVED AREAS IN TOM GREEN AND COKE COUNTIES IN TEXAS. THIS RESULTING FIBER NETWORK WILL BE AVAILABLE ON A NONDISCRIMINATORY BASIS TO LAST MILE PROVIDERS UPON COMPLETION, THE PROJECT PLAN CALLS FOR A 2-YEAR PERFORMANCE PERIOD. EXPECTED OUTCOMES:  IN ADDITION TO PROVIDING LAST MILE SERVICE TO ITS OWN MEMBERS, CVEC, INC. COMMITS TO OFFERING THIS MIDDLE-MILE NETWORK TO OTHER MIDDLE AND LAST MILE PROVIDERS IN THE AREA ON A NONDISCRIMINATORY BASIS WHERE TECHNICALLY FEASIBLE. THIS INCREASED BANDWIDTH WILL ALLOW LAST MILE PROVIDERS TO INCREASE UPLOAD SPEEDS FOR END-USERS, STRENGTHEN THE NETWORK AGAINST SINGLE POINTS OF FAILURE, PROVIDE REDUNDANCY, AND COMPLETE THE FIBER RING AROUND TOM GREEN AND COKE COUNTIES.  THE APPLICANT INTENDS TO MAKE DARK FIBER LEASES AVAILABLE WITHIN THE GENERAL RANGE OF $200 PER MILE PER MONTH. CVEC HAS HAD PRODUCTIVE CONVERSATIONS WITH CONTERRA, A FOR-PROFIT MIDDLE-MILE PROVIDER IN THE AREA THAT PRIMARILY USES ITS NETWORK IN SAN ANGELO TO SERVE SCHOOL DISTRICTS, ABOUT MUTUALLY BENEFICIAL IRU SWAPS AND CONTERRA USING CVEC, INC.'S PROPOSED MIDDLE MILE PATHS TO PROVIDE REDUNDANCY TO THEIR NETWORK. CENTRAL TEXAS TELEPHONE COOPERATIVE HAS ALSO EXPRESSED INTEREST IN USING THIS NETWORK TO BOLSTER THEIR OWN SERVICE OFFERINGS AND HAS PROVIDED A LETTER OF SUPPORT. INTENDED BENEFICIARIES:  THE PRIMARY BENEFICIARIES OF THIS NETWORK ARE THE RESIDENTS OF TOM GREEN AND COKE COUNTIES, AND BY EXTENSION THE BUSINESS COMMUNITY THAT OPERATED ON THEIR BEHALF. AS THE POPULATION GROWS THE BUSINESS OPPORTUNITIES TO SERVE THAT POPULATION FOLLOW, PROVIDED THEY CAN COST EFFECTIVE OPERATE IN THE REGION. COST EFFECTIVE RELIABLE CONNECTIVITY IS A KEY CONSIDERATION FOR THE BUSINESS COMMUNITY.   THE POPULATION OF SAN ANGELO, TEXAS, WHICH IS THE LARGEST POPULATION CENTER IN THE PROPOSED APPLICATION AREA AND IS WHERE THE PROPOSED ROUTES ORIGINATE TO CARRY MIDDLE-MILE INFRASTRUCTURE TO MORE RURAL AREAS OF THE STATE, GREW BY OVER 7% FROM 2010 TO 2020, INCREASING FROM 93,200 TO 99,893 IN THAT TEN-YEAR TIMEFRAME. THE POPULATION OF TOM GREEN COUNTY ROSE BY ALMOST 9% OVER THIS SAME TIME PERIOD. THIS POPULATION INFLUX IS INCREASING THE DEMAND FOR FAST, RELIABLE BROADBAND CONNECTIVITY ACROSS THE STATE. BASED ON FCC FORM 477 FIXED BROADBAND DEPLOYMENT DATA (JANUARY- JUNE 2021) 28.14% OF THE CENSUS BLOCKS IN THIS APPLICATION (TOM GREEN AND COKE COUNTIES) ARE UNSERVED.   SUB RECIPIENTS ACTIVITIES:  THERE ARE NO SUB RECIPIENTS IDENTIFIED FOR THIS GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": 3276667.98, "recipient_id": "cc5d920c-f14c-cdfc-5ddc-8aaa9d3e5a99-C", "generated_internal_id": "ASST_NON_4840MM978_1341"}, {"internal_id": 160119189, "Award ID": "3940MM861", "Award Amount": 25054092.63, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: AMERICAN ELECTRIC POWER COMPANY, INC. (AEP), THROUGH ITS OPERATING COMPANY APPALACHIAN POWER COMPANY, INC. (APCO), IS A PROVIDER OF ELECTRICITY DISTRIBUTION SERVICES IN WEST VIRGINIA, VIRGINIA, AND TENNESSEE, SERVING MORE THAN ONE MILLION CUSTOMERS. THE SOUTHEAST WEST VIRGINIA MIDDLE MILE CONNECT PROJECT WILL ENABLE LAST MILE INTERNET SERVICE PROVIDERS (ISPS) TO ADDRESS THE BROADBAND NEEDS OF RALEIGH, WYOMING, MCDOWELL, MERCER, AND SUMMERS COUNTIES IN WEST VIRGINIA. THE PROJECT ENCOMPASSES THE FIVE COUNTIES LISTED ABOVE WHOSE POPULATION IS CURRENTLY 11% UNDERSERVED BASED ON FCC DATA. THE LACK OF BROADBAND SEVERELY LIMITS ACCESS TO INTERNET SERVICES, INCLUDING THOSE RELATED TO ENERGY EFFICIENCY, HEALTHCARE, TRAINING AND EDUCATION AS WELL AS THE OPPORTUNITY FOR GENERAL ECONOMIC DEVELOPMENT IN SMALL TOWNS ACROSS THIS REGION.  THE UNSERVED AND UNDERSERVED COMMUNITIES IN THE TARGET AREAS ADDRESSED BY THE PROJECT LACK THE ESSENTIAL INFORMATION SERVICES PRESENT IN MORE PROMINENT LOCATIONS. APCO WILL OFFER MIDDLE MILE BROADBAND TO ALL QUALIFIED ISPS WITHIN ITS NETWORK SERVICE AREA WHICH WILL REDUCE BARRIERS TO ENTRY FOR ISPS, ENCOURAGE COMPETITION, IMPROVE SERVICE LEVELS, AND LOWER COSTS FOR END-USERS. ENABLING ISPS TO CONNECT TO THE PROPOSED MIDDLE MILE NETWORK WILL HELP RURAL COMMUNITIES TO ACCESS THESE SERVICES, THEREBY PROMOTING SEVERAL KEY NATIONAL, STATE, AND LOCAL OBJECTIVES.  ACCESS TO GRANT FUNDING WILL ENABLE THE NETWORK TO INCREASE AFFORDABILITY BY PROVIDING NUMEROUS ACCESS TERMINALS THROUGHOUT THE PROJECT TO ENSURE THAT LAST MILE PROVIDERS CAN AFFORDABLY PENETRATE THE MOST IMPACTED COMMUNITIES AT LOWER COSTS THAT WILL THEN FLOW THROUGH TO END-USERS. ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW MIDDLE MILE NETWORK THROUGH UNSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 4 YEARS.  EXPECTED OUTCOMES: THE PROPOSED PROJECT HAS THE FOLLOWING GOALS AND DELIVERABLES: 1. CONSTRUCTION OF 579 MILES FIBER ROUTES AND USE OF 127 MILES OF FIBER IN APPALACHIAN POWER COMPANY'S (APCO) EXISTING NETWORK. 2. PROVIDE EFFICIENT AND COST-EFFECTIVE ACCESS AT INTERCONNECTION POINTS TO INTERNET SERVICE PROVIDERS (ISPS), ENABLING RELIABLE AND AFFORDABLE BROADBAND ACCESS TO APPROXIMATELY 113,000 RESIDENTS. 3. FACILITATE THE PROVISION OF BROADBAND SERVICE AT SPEEDS NOT LESS THAN 1 GBPS SYMMETRICAL SERVICE FOR ANCHOR INSTITUTIONS WITHIN 1,000 FEET OF THE PROPOSED PROJECT. 4. THIS PROJECT IS PROJECTED TO IMPACT 2,955 UNSERVED HOUSEHOLD AND 20,676 UNDERSERVED HOUSEHOLD AND THESE NUMBERS ARE LIKELY UNDERSTATED PER THIRD-PARTY DATA. INTENDED BENEFICIARIES: THE SOUTHEAST WEST VIRGINIA MIDDLE MILE CONNECT PROJECT WILL PROVIDE AN AFFORDABLE, LASTING, HIGH-SPEED BROADBAND SOLUTION TO THOUSANDS OF UNDERSERVED RESIDENTS, SPANNING FIVE COUNTIES ACROSS SOUTHERN WEST VIRGINIA WHICH HAVE SIGNIFICANT DISPARITIES IN ACCESS TO HIGH-SPEED BROADBAND COMPARED TO THE REST OF THE COUNTRY. THE PROPOSED PROJECT WILL COMBINE MIDDLE MILE INFRASTRUCTURE WITH LAST MILE PARTNERSHIPS TO RESOLVE THE DIGITAL GAP SEPARATING RURAL AMERICA FROM THE GREATER NATION.  PER THE 2020 CENSUS THE PROJECT COUNTIES' AVERAGE MEDIAN HOUSEHOLD INCOME IN THIS AREA REMAINS 64.4% BELOW THE CURRENT NATIONAL AVERAGE. BASED ON ECONOMIC ANALYSES, IN CONSERVATIVE ESTIMATES, INCREASED BROADBAND CONNECTIVITY WOULD RESULT IN AN ECONOMIC UPLIFT, AN UNEMPLOYMENT RATE REDUCTION, AND CREATE 180 NEW JOBS ANNUALLY. UNDER MORE ASPIRATIONAL ASSUMPTIONS THAT WILL SIMULATE BROADBAND'S CAPACITY TO REDUCE UNEMPLOYMENT SUBSTANTIALLY, INCREASED HIGH-SPEED ACCESSIBILITY WILL CREATE 359 NEW JOBS YEARLY. SUBRECIPIENT ACTIVITIES: THE APPLICANT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": 25054092.63, "recipient_id": "49fec022-2091-6497-e625-50308c77daaf-C", "generated_internal_id": "ASST_NON_3940MM861_1341"}, {"internal_id": 160119188, "Award ID": "3940MM212", "Award Amount": 27540553.83, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE APPALACHIAN OHIO MIDDLE MILE EXPANSION PROJECT FOCUSES ON KEY GAPS IN APPALACHIAN OHIO'S OPEN MIDDLE MILE INFRASTRUCTURE. BUILDING UPON NTIA'S PREVIOUS INVESTMENTS IN THE OHIO MIDDLE MILE CONSORTIUM (OMMC), THE APPLICANT'S DESIGN REACHES TWO COUNTIES CURRENTLY LACKING ANY OPEN MIDDLE MILE, ESTABLISHES NEW POPS IN THREE COUNTIES, AND DENSIFIES THE EXISTING NETWORK IN SIX ADDITIONAL COUNTIES. THE DESIGN CLOSES MULTIPLE RINGS, INCREASES RELIABILITY AND RESILIENCY FOR THE ENTIRE SERVICE AREA, AND CREATES ADDITIONAL INTERCONNECTION POINTS AMONG THE ORIGINAL OMMC MEMBERS. THE PROPOSED 239 MILES OF NEW FIBER (PRIMARILY AERIAL) (MINIMUM OF 288 STRANDS) WILL PASS WITHIN 1,000 FEET OF 16,257 HOUSEHOLDS, 525 COMMUNITY ANCHOR INSTITUTIONS, AND 2,114 BUSINESSES. THE PROJECT WILL PROVIDE DARK FIBER AND LIT CAPACITY TO ISPS, LOCAL TELCOS, AND COMMUNITY INSTITUTIONS (SCHOOLS, HEALTHCARE FACILITIES, LOCAL GOVERNMENT FACILITIES) OVER THE 239 NEW MILES AS WELL AS OVER 711 EXISTING MILES OF FIBER.AS A COMMUNITY BENEFIT, THE APPLICANT INTENDS TO PROVIDE INDEFEASIBLE RIGHTS TO USE (IRUS) ON THE NETWORK TO THE K-12 INFORMATION TECHNOLOGY CENTERS (ITCS) SERVING SCHOOL DISTRICTS IN THE REGION (OME-RESA AND META SOLUTIONS), THE SOUTHERN OHIO HEALTH CARE NETWORK (A HIGH-SPEED FIBER NETWORK THAT SERVES OVER 350+ HEALTH CARE FACILITIES IN 40 OHIO COUNTIES), AND OARNET (THE STATE'S ACADEMIC FIBER NETWORK).ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW/RESILIENT MIDDLE MILE NETWORK THROUGH UNSERVED AND UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE FOUR YEARS. EXPECTED OUTCOME: THE APPALACHIAN OHIO MIDDLE MILE EXPANSION PROJECT WILL ACHIEVE THE FOLLOWING OUTCOMES: 1.DEPLOY MIDDLE MILE FIBER THROUGH 239 MILES OF NEW BUILD AND MAKE AVAILABLE 711 MILES OF EXISTING APPLICANT-OWNED FIBER TO PUBLIC ACCESS THAT COLLECTIVELY WILL FACILITATE LAST MILE CONNECTIONS FOR 16,257 UNSERVED AND UNDERSERVED HOUSEHOLDS AND 2,114 UNSERVED AND UNDERSERVED BUSINESSES. 2.PROVIDE ACCESS TO 525 UNSERVED AND UNDERSERVED ANCHOR INSTITUTIONS. 3.CREATE A COMMUNITY BENEFIT IRU RING SUPPORTING SCHOOLS, HEALTHCARE FACILITIES, AND LOCAL GOVERNMENT FACILITIES. 4.HIGH-SPEED CONNECTIONS TO INTERNET AGGREGATION POINTS OF PRESENCE (POPS) IN CINCINNATI, OH AND PITTSBURGH, PA. 5.ACCORDING TO THE APPLICANT, WHOLESALE PRICING PACKAGES WILL ENABLE END USER PRICE REDUCTIONS OF OVER 400% OF PREVAILING RATES ON A PER MBPS PER MONTH BASIS. 6.CREATE A RESILIENT AND REDUNDANT RING NETWORK ARCHITECTURE THAT SUPPORTS THE DELIVERY OF MORE RELIABLE BROADBAND SERVICES TO RESIDENTIAL, BUSINESS, AND GOVERNMENT CUSTOMERS INCLUDING ELECTRIC UTILITIES. INTENDED BENEFICIARIES: THE APPALACHIAN OHIO MIDDLE MILE EXPANSION PROJECT WILL BENEFIT UNSERVED AND UNDERSERVED COMMUNITIES IN SOUTHEASTERN OHIO THROUGH THE DEPLOYMENT OF A FIBER OPTIC RING ARCHITECTURE NETWORK THAT PROVIDES MIDDLE MILE AND LAST MILE PROVIDERS ACCESS TO DARK FIBER AND LIT FIBER RESOURCES. THE APPLICANT ASSERTS THAT THE PROPOSED NETWORK WILL PROVIDE BROADBAND INFRASTRUCTURE THAT ENABLES LAST MILE SERVICES VIA LAST MILE PROVIDERS FOR:-16,257 UNSERVED AND UNDERSERVED HOUSEHOLDS-525 TOTAL UNSERVED AND UNDERSERVED ANCHOR INSTITUTIONS, INCLUDING 57 UNSERVED ANCHOR INSTITUTIONS -COUNTIES WITH SIGNIFICANT PERCENTAGE OF RESIDENCE BELOW 150% OF POVERTY LINE (COSHOCTON 21%, ATHENS 20%, HOLMES 30%, JEFFERSON 19%, KNOX 19%, PERRY 45%, AND TUSCARAWAS 17%). SUBRECIPIENT ACTIVITIES: THERE ARE NO SUB AWARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": 27540553.83, "recipient_id": "62b7a4d1-502e-fab9-81bc-18576430a4e0-C", "generated_internal_id": "ASST_NON_3940MM212_1341"}, {"internal_id": 160119187, "Award ID": "3840MM934", "Award Amount": 19710574.47, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE PROJECT IS COMPOSED OF TWO ELEMENTS, ADDED MIDDLE MILE FIBER ROUTE MILES, AND UPGRADING ELECTRONICS TO SUPPORT THE INCREASED NETWORK DEMAND. THE FIRST ELEMENT, THE INCORPORATION OF THE NEW FIBER ROUTE MILES, WILL FACILITATE ADDITIONAL REDUNDANCY, RESILIENCY, AND SURVIVABILITY OF THE NETWORK. IN ADDITION, THE ADDED FIBER ROUTES WILL REDUCE LATENCY FOR ANCHOR INSTITUTIONS PROVIDING CRITICAL NETWORK SERVICES. THE NEW ROUTE DESIGN FOR EASTERN NORTH DAKOTA WILL BE COMPRISED OF 4 ADDITIONAL NETWORK SEGMENTS. THESE SEGMENTS WILL BE BISMARCK, ND TO CARRINGTON, ND, JAMESTOWN, ND TO CARRINGTON, ND, DEVILS LAKE, ND TO CARRINGTON, ND AND FARGO, ND TO CARRINGTON ND. THIS WILL CREATE A FULLY MESHED TOPOLOGY WITHIN THE STATE. THE WESTERN PORTION WILL ALSO BENEFIT BY ADDING AN ADDITIONAL NETWORK SEGMENT BETWEEN ALEXANDER, ND AND MAX, ND. THE SECOND ELEMENT, UPGRADING ELECTRONICS TO SUPPORT THE INCREASED NETWORK DEMAND, WILL ENSURE THE NETWORK HAS THE CAPACITY THAT IS IN DEMAND FROM ANCHOR INSTITUTIONS ENABLING THEM TO SERVE CRITICAL SERVICES TO THE CITIZENS OF NORTH DAKOTA. ACTIVITIES TO BE PERFORMED: DAKOTA CARRIER NETWORK (DCN) IS UPGRADING AND EXPANDING NORTH DAKOTA'S MIDDLE MILE BROADBAND INFRASTRUCTURE TO PROVIDE RESILIENCY, SUSTAINABILITY, AND WITHSTAND INCREASED BANDWIDTH CAPACITY. THE PROJECT WILL ADD A TOTAL OF 612.99 LEASED FIBER ROUTE MILES TO DCN'S MIDDLE MILE BACKBONE INFRASTRUCTURE.  SUBRECIPIENT BEK COMMUNICATIONS COOPERATIVE WILL ADD A TOTAL OF 28.4 NEW CONSTRUCTION FIBER ROUTE MILES TO THEIR MIDDLE MILE BACKBONE INFRASTRUCTURE. SUBRECIPIENT DAKOTA CENTRAL TELECOMMUNICATIONS COOP. (DCT) WILL BE ADDING A TOTAL OF 233.2 NEW CONSTRUCTION FIBER ROUTE MILES TO THEIR MIDDLE MILE BACKBONE INFRASTRUCTURE.  THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 2 YEARS. EXPECTED OUTCOME: THIS PROJECT WILL ADVANCE THE TWO KEY OBJECTIVES OF THE MMG PROGRAM: TO ENCOURAGE THE EXPANSION AND EXTENSION OF MIDDLE MILE INFRASTRUCTURE TO REDUCE THE COST OF CONNECTING UNSERVED AND UNDERSERVED AREAS TO THE BACKBONE OF THE INTERNET AND TO PROMOTE BROADBAND CONNECTION RESILIENCY THROUGH THE CREATION OF ALTERNATIVE NETWORK CONNECTION PATHS THAT CAN BE DESIGNED TO PREVENT SINGLE POINTS OF FAILURE ON A BROADBAND NETWORK. THE PROJECT IS COMPOSED OF TWO ELEMENTS, ADDED MIDDLE MILE FIBER ROUTE MILES, AND UPGRADING ELECTRONICS TO SUPPORT THE INCREASED NETWORK DEMAND. INTENDED BENEFICIARIES: THREE OF DCN'S OWNER AND ONE AFFILIATE COMPANY RECENTLY WERE AWARDED USDA RECONNECT 3 LOAN AND GRANT FUNDING FOR FURTHER DEPLOYMENT OF FIBER-TO-THE-PREMISES NETWORKS. THESE ADDED LAST-MILE NETWORKS WILL CONNECT AN ADDITIONAL 5,822 PEOPLE, 205 BUSINESSES, 680 FARMS, AND 16 EDUCATIONAL FACILITIES TO HIGH-SPEED INTERNET. THIS PROJECT WILL ENSURE THAT THE NETWORK CAN SUSTAIN THESE INCREASES IN CAPACITY TO CONNECT TO THESE CURRENTLY UNSERVED AND/OR UNDERSERVED AREAS, AS AN 80% RURAL STATE. THERE ARE FIVE FEDERALLY RECOGNIZED TRIBES AND ONE INDIAN COMMUNITY LOCATED AT LEAST PARTIALLY WITHIN THE STATE OF NORTH DAKOTA: THE MANDAN, HIDATSA, & ARIKARA NATION (MHA) (THREE AFFILIATED TRIBES), THE SPIRIT LAKE TRIBE, THE STANDING ROCK SIOUX TRIBE, THE TURTLE MOUNTAIN BAND OF CHIPPEWA INDIANS, THE SISSETON WAHPETON OYATE NATION, AND THE TRENTON INDIAN SERVICE AREA. DCN'S FIBER OPTIC MIDDLE MILE INFRASTRUCTURE SUPPORTS THE MAJORITY OF NORTH DAKOTA'S ANCHOR INSTITUTIONS' INTERNET AND CONNECTIVITY NEEDS.  ANCHOR INSTITUTIONS LIKE ALL THE K-12 PUBLIC SCHOOLS IN THE STATE, 9 HIGHER EDUCATION LOCATIONS, 54 CRITICAL HEALTHCARE PROVIDERS, AND THE MULTITUDE OF PUBLIC SAFETY LOCATIONS INCLUDING 911 DISPATCH CENTERS, NATIONAL GUARD, AIR FORCE, AND STATE RADIO TOWERS.      SUBRECIPIENT ACTIVITIES: SUBRECIPIENT BEK WILL BE ADDING A TOTAL OF 28.4 NEW CONSTRUCTION FIBER ROUTE MILES TO THEIR MIDDLE MILE BACKBONE INFRASTRUCTURE. SUBRECIPIENT DCT WILL BE ADDING A TOTAL OF 233.2 NEW CONSTRUCTION FIBER ROUTE MILES TO THEIR MIDDLE MILE BACKBONE INFRASTRUCTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": 19710574.47, "recipient_id": "16cb931d-d58c-f22e-a313-ecccaa95f177-C", "generated_internal_id": "ASST_NON_3840MM934_1341"}, {"internal_id": 160119186, "Award ID": "3740MM177", "Award Amount": 11186162.82, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE:  HERO WILL ENABLE AFFORDABLE, HIGH-PERFORMANCE BROADBAND IN SUBSTANTIALLY UNSERVED AREAS OF NORTH CAROLINA (NC) AND PROVIDE SIGNIFICANTLY IMPROVED NETWORK RELIABILITY, RESILIENCY, AND LATENCY. LAST MILE SERVICE PROVIDERS CAN LEVERAGE THE PROPOSED FIBER ROUTE BY BUILDING LATERALS TO BOTH RESIDENTIAL AND COMMERCIAL CUSTOMERS, AS WELL AS TO THEIR OWN AGGREGATION FACILITIES, FROM HAND HOLES PLACED 2,500 FEET OR LESS APART ALONG THE PROPOSED ROUTE. IN ADDITION, THREE NEW TELECOMMUNICATIONS HUTS WILL FACILITATE LIGHTING THE PROPOSED FIBER ROUTES AND PROVIDE NETWORK CONNECTIVITY SERVICES WITH INCREASED RELIABILITY AND RESILIENCY, AS WELL AS PHYSICAL CO-LOCATION SERVICES TO CUSTOMERS. ACTIVITIES TO BE PERFORMED:  THE PROJECT CONSISTS OF THE CONSTRUCTION OF TWO FIBER ROUTES TOTALING 209 MILES IN A 2 YEAR PERIOD. EXPECTED OUTCOMES: PROJECT HERO WILL BUILD TWO MIDDLE MILE FIBER ROUTES THAT WILL ALLOW LAST MILE SERVICE PROVIDERS TO ESTABLISH HIGHLY RELIABLE AND RESILIENT LAST MILE NETWORK CONNECTIVITY SERVICES TO DIRECTLY SERVE BOTH RESIDENTIAL AND COMMERCIAL CUSTOMERS IN THE 11-COUNTY SERVICE AREA. BY MAKING FIBER-BASED INTERCONNECTIONS AVAILABLE TO EVERY SERVICEABLE LOCATION ALONG THE PROPOSED ROUTES, END USERS SUBSCRIBED TO INTERNET AND OTHER NETWORK ACCESS SERVICES WILL EXPERIENCE SIGNIFICANTLY REDUCED LATENCIES.  THE EXTENDED NETWORK IS EXPECTED TO SUPPORT AFFORDABLE, HIGH-PERFORMANCE BROADBAND FOR AT LEAST 4,998 UNSERVED LOCATIONS AND NEARLY 4,300 UNDERSERVED LOCATIONS WITHIN 5 MILES OF THE ROUTES. DARK FIBER WILL BE AVAILABLE UNDER AN OPEN INTERCONNECT POLICY AT COMPETITIVE PRICES. BOTH NONPROFITS AND COMMERCIAL CARRIERS WILL BENEFIT FROM THIS CAPABILITY ALLOWING THEM TO EXPAND THEIR OFFERINGS IN THESE SERVICE AREAS. THE APPLICANT EXPECTS THE PROJECT TO CONTRIBUTE TO THE DEVELOPMENT OF A SKILLED, DIVERSE WORKFORCE TO MEET BROADBAND NEEDS THROUGHOUT THE STATE OF NORTH CAROLINA. THE APPLICANT PLANS TO PRIORITIZE HIRING LOCAL WORKERS INCLUDING THOSE POPULATIONS PREVIOUSLY UNDERREPRESENTED. IN TOTAL, THE AFFORDABILITY, LATENCY, AND RESILIENCE BENEFITS OF HERO ARE EXPECTED TO IMPACT OVER 350,000 HOUSING UNITS AND 696 CAIS, BRINGING NEW ECONOMIC OPPORTUNITIES TO ECONOMICALLY CHALLENGED RURAL AREAS OF NORTH CAROLINA. INTENDED BENEFICIARIES: TWO BURIED FIBER ROUTES WILL OFFER COST-EFFECTIVE SERVICES TO ISPS TO HELP EXPAND AFFORDABLE HIGH-PERFORMANCE RETAIL BROADBAND WITHIN 11 COUNTIES OF NC. THE AREA HAS OVER 16,000 UNSERVED AND 12,000 UNDERSERVED HOUSING UNITS, WITH AT LEAST 9,000 UNSERVED/UNDERSERVED LOCATIONS WITHIN A 5- MILE RADIUS OF THE PLANNED ROUTE WHO WILL GAIN ACCESS TO AFFORDABLE, HIGH-PERFORMANCE BROADBAND.  116 CAIS WITHIN 1,000 FT, OF THE NETWORK WILL BENEFIT FROM SPEEDS NOT LESS THAN 1GBPS UPLOAD AND 1 GBPS DOWNLOAD WHILE 696 CAIS IN THE PROJECT AREA WILL ALSO BENEFIT FROM THE AFFORDABILITY, LATENCY, AND RESILIENCY CREATED BY THIS PROJECT. BOTH NONPROFITS AND COMMERCIAL CARRIERS WILL BENEFIT FROM THE OPEN INTERCONNECTION POLICY ALLOWING THEM TO EXPAND THEIR OFFERINGS IN THESE SERVICE AREAS. THE APPLICANT EXPECTS THE PROJECT TO CONTRIBUTE TO THE DEVELOPMENT OF A SKILLED, DIVERSE WORKFORCE TO MEET BROADBAND NEEDS THROUGHOUT THE STATE OF NORTH CAROLINA. THE APPLICANT PLANS TO PRIORITIZE HIRING LOCAL WORKERS INCLUDING THOSE POPULATIONS PREVIOUSLY UNDERREPRESENTED. THIS PROJECT CAN PROVIDE NETWORK SERVICES SUCH AS DARK FIBER AND LIT SERVICES TO FOUR MILITARY INSTALLATIONS IN NC: FORT BRAGG, POPE ARMY AIRFIELD, CAMP LEJEUNE, AND MARINE CORPS AIR STATION NEW RIVER THUS INCREASING REDUNDANCY AND RESILIENCY OF TELECOMMUNICATIONS CAPABILITIES AT THESE FACILITIES. AS CONNECTING WITH THE ELECTRIC COOPERATIVES IS AN OBJECTIVE OF THIS PROJECT, AN ANCILLARY BENEFIT WILL BE IMPROVED CONNECTIVITY TO THE SCADA AND COMMUNICATION SYSTEMS OF THESE POWER GRIDS. SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": 11186162.82, "recipient_id": "0de8f2f7-359e-7106-d75e-44b473064579-C", "generated_internal_id": "ASST_NON_3740MM177_1341"}, {"internal_id": 160119185, "Award ID": "3640MM019", "Award Amount": 14547750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE DEVELOPMENT AUTHORITY OF THE NORTH COUNTRY (DANC) AND NATIONAL GRID (NG) HAVE PROPOSED A PUBLIC-PRIVATE PARTNERSHIP PROJECT THAT EXTENDS MIDDLE-MILE FIBER OPTIC INFRASTRUCTURE TO BRING BROADBAND ACCESS TO UNDER- AND UN-SERVED COMMUNITIES IN UPSTATE NEW YORK.  THE PROJECT WILL BRING BROADBAND ACCESS TO COMMUNITIES LACKING SUCH ACCESS, AND ALSO BOLSTER THE RELIABILITY AND RESILIENCE FOR ELECTRICITY SERVICE, INCREASE THE REACH OF EMERGENCY AND HEALTH SERVICES, INCREASE GRID CYBERSECURITY, AND IMPROVE CONNECTIVITY FOR U.S. DEFENSE ASSETS. ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW MIDDLE MILE NETWORK THROUGH UNSERVED AND UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 2 YEARS.  EXPECTED OUTCOMES: THE PROPOSED PROJECT HAS THE FOLLOWING GOALS AND DELIVERABLES: 1. BUILD 344 MILES OF MIDDLE-MILE INFRASTRUCTURE, WHICH HAS POTENTIAL TO ASSIST APPROXIMATELY 272 UNDERSERVED AND 10,335 UNSERVED HOUSEHOLDS WITHIN A 5-MILE RADIUS OF THE PROJECT. 2. ENSURE BROADBAND ACCESS TO 250 ANCHOR INSTITUTIONS WITHIN 1000 FEET, MORE THAN 500 ANCHOR INSTITUTIONS WITHIN 1 MILE, AND ABOUT 1500 ANCHOR INSTITUTIONS WITHIN 5 MILES OF THE PROJECT3. ADD 9 NEW INTERCONNECTION POINTS PLACED IN EXISTING MUNICIPAL LOCATIONS TO KEEP THE COST OF NEW INTERCONNECTS DOWN. INTENDED BENEFICIARIES: THERE IS A NEED FOR HIGH QUALITY BROADBAND IN UNDER- AND UNSERVED AREAS OF THE PROJECT AREA. IN SEPT 2021, THE OFFICE OF THE NEW YORK STATE (NYS) COMPTROLLER ISSUED A REPORT ON BROADBAND AVAILABILITY, ACCESS, AND AFFORDABILITY. THE REPORT IDENTIFIED OVER 20,000 PEOPLE WITHOUT BROADBAND IN THE NORTH COUNTRY AND ANOTHER 18,500 WITHOUT BROADBAND IN THE MOHAWK VALLEY. OVER 64.2% OF THE POPULATION LIVING IN THE NORTH COUNTRY IS CONSIDERED RURAL, WHILE 47.2% IN THE MOHAWK VALLEY IS CONSIDERED RURAL. THIS REPORT ALSO NOTED THAT THE NORTH COUNTRY HAD THE HIGHEST SHARE OF HOUSEHOLDS WITHOUT BROADBAND ACCESS IN THE STATE-19.3% COMPARED TO A LOW OF 9.2% IN LONG ISLAND. THE REPORT SUBSTANTIATES THAT THE PROJECT AREA IS RURAL, UNDER/UNSERVED, AND OF COMPARATIVELY GREAT NEED IN CONTRAST TO OTHER AREAS OF THE STATE.  IN ADDITION TO BEING RURAL AND UNDER/UNSERVED, THE PROJECT-AREA COUNTIES HAVE HIGHER THAN STATE AVERAGE POVERTY RATES. SEVERAL COUNTIES HAD POVERTY RATES ABOVE THE NEW YORK STATE RATE IN 2019 OF 14.1%. DUE TO THE HIGH POVERTY RATES, COMPETITIVE, OPEN ACCESS BROADBAND IS NECESSARY IN ORDER TO ENCOURAGE ACCESSIBLE, AFFORDABLE AND HIGH-SPEED BROADBAND FOR A SIGNIFICANT PORTION OF THE LOW-INCOME POPULATION. THE PROPOSED NETWORK HAS 250 ANCHOR INSTITUTIONS WITHIN 1,000 FT WHICH INCLUDES ELECTRIC SUBSTATIONS (45), FIRE STATIONS (35), PLACES OF WORSHIP (32), PHARMACIES (29), AND SCHOOLS (25). IN ADDITION, THE PROJECT INCLUDES A DIVERSE ROUTE FOR THE ST. REGIS MOHAWK TRIBE AND REDUNDANCY FOR FORT DRUM, AN ARMY INSTALLATION. THIS PROJECT ADDRESSES CRITICAL NEEDS IN AN UNDERSERVED REGION. USING EXISTING ELECTRICAL DISTRIBUTION INFRASTRUCTURE, DANC AND NG CAN LEVERAGE THE STRENGTHS OF EACH ORGANIZATION AND REACH COMMUNITIES WITH STATE-OF-THE-ART TELECOMMUNICATIONS SERVICES, BOLSTER SERVICE TO A NATIONAL DEFENSE INSTALLATION, AND INCREASE CYBERSECURITY OF CRITICAL INFRASTRUCTURE WHILE ALSO IMPROVING ITS RELIABILITY AND RESILIENCE. SUBRECIPIENT ACTIVITIES: THE APPLICANT INTENDS TO SUBAWARD FUNDS TO THEIR PROJECT PARTNER, NORTHLAND COMMUNICATIONS, TO DESIGN, BUILD, TEST, TURN-UP, AND PERFORM OPERATIONS AND MAINTENANCE OF PART OF THE PROPOSED NETWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": 14547750.0, "recipient_id": "778c6427-7c54-acb7-0110-a86de08fe452-C", "generated_internal_id": "ASST_NON_3640MM019_1341"}, {"internal_id": 160119184, "Award ID": "3540MM273", "Award Amount": 49858624.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE PURPOSE OF THE PROJECT IS TO ENHANCE ENMR TELEPHONE COOPERATIVE'S EXISTING NETWORK'S INFRASTRUCTURE BY CREATING ALTERNATE PATHS AND INCREASING RESILIENCY AND BANDWIDTH WITH UPGRADES AND NEW FIBER ROUTES. IT INCLUDES THE CONSTRUCTION OF FIVE NEW FIBER SEGMENTS, ONE OF WHICH COMPLETES A FIBER RING LINKING KERMIT, TEXAS TO JAL, NEW MEXICO IN THE SOUTHERN EDGE OF THE MIDDLE MILE NETWORK. THE OTHER FOUR NEW FIBER SEGMENTS WILL CREATE ALTERNATIVE DIVERSE PATHS CONNECTING SANTA FE AND ALBUQUERQUE, NEW MEXICO. THE APPLICANT'S EXISTING WHOLESALE CUSTOMERS WILL IMMEDIATELY BENEFIT FROM THE EXPANDED CAPACITY AND INCREASED RELIABILITY.  THE APPLICANT'S OBJECTIVES FOR THE PROPOSED PROJECT INCLUDE ASSURANCE THAT LAST MILE PROVIDERS HAVE ACCESS TO AFFORDABLE MIDDLE MILE TRANSPORT TO THE INTERNET. ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW AND RESILIENT MIDDLE MILE NETWORK THROUGH UNSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 3 YEARS. EXPECTED OUTCOMES: THE APPLICANT HAS THE FOLLOWING GOALS AND DELIVERABLES FOR THIS PROJECT: 1. CONSTRUCTION OF FIVE NEW FIBER SEGMENTS TO IMPROVE REDUNDANCY AND DECREASE LATENCY AND UPGRADES TO TRANSPORT ELECTRONICS THROUGHOUT EASTERN NEW MEXICO AND WEST TEXAS. 2. UTILIZATION OF THE EXISTING CENTRAL OFFICE (CO) AND HUT ASSETS TO INSTALL AND OPERATE NEWLY PROPOSED TRANSPORT ELECTRONICS OBVIATING THE NEED TO CONSTRUCT NEW COS AND HUTS, FURTHER MITIGATING CONSTRUCTION COSTS. 3. INCREASE BANDWIDTH FOR THE ENTIRE NETWORK FROM UP TO 800 GBPS TO UP TO 16 TBPS ALLOWING LAST MILE PROVIDERS TO INCREASE UPLOAD SPEEDS FOR END-USERS, STRENGTHEN THE NETWORK AGAINST SINGLE POINTS OF FAILURE, AND PROVIDE REDUNDANCY. INTENDED BENEFICIARIES: THE AREAS THAT WILL BENEFIT FROM THIS PROJECT INCLUDE 29 NEW MEXICO AND 20 TEXAS COUNTIES, SERVING A SOCIO-ECONOMICALLY DIVERSE POPULATION OF 3.4 MILLION RESIDENTS AND 63 COMMUNITY ANCHOR INSTITUTIONS. THE SERVICE REGION INCLUDES BOTH URBAN AND RURAL SEGMENTS WITH POPULATION DENSITIES RANGING FROM 0.1 PER SQUARE MILE (LOVING COUNTY, TX) AND 0.3 (HARDING COUNTY, NM) TO 582.5 (BERNALILLO COUNTY, NM) AND 854.4 (EL PASO COUNTY, TX).  THE PROJECT AREAS WILL BENEFIT IN THE FOLLOWING WAYS: 1. ATTRACTING ADDITIONAL LAST-MILE PROVIDERS TO THE UNSERVED AND UNDERSERVED END-USER LOCATIONS ALONG THE ROUTE. 2. EXTENDS BROADBAND INFRASTRUCTURE TO AREAS WITHOUT ACCESS TO LAST-MILE HIGH-SPEED TERRESTRIAL BROADBAND PROVIDERS.  NEW MEXICO HAS THE HIGHEST PERCENTAGE OF RESIDENTS IN THE SOUTHWEST WITHOUT ADEQUATE BROADBAND INTERNET SERVICE WITH 22% OF NEW MEXICO RESIDENTS NOT HAVING ACCESS TO ADEQUATE BROADBAND INFRASTRUCTURE.  IN AT LEAST FIVE OUT OF 33 NEW MEXICO COUNTIES, MORE THAN 40% OF HOUSEHOLDS DO NOT HAVE INTERNET ACCESS AT ALL. 3. INCREASING COMPETITION IN FIBER-TO-THE-PREMISE (FTTP) END USER MARKER BY REDUCING COSTS TO LAST-MILE PROVIDERS. 4. IMPROVING REDUNDANCY BETWEEN ALBUQUERQUE AND SANTA FE. 5. INTRODUCING NEW HIGH-CAPACITY DWDM NODES TO THE LESS POPULATED TOWNS OF RATON AND MAXWELL, NEW MEXICO6. EXTENDING ACCESS TO AREAS WITHOUT CURRENT ACCESS TO LAST-MILE HIGH-SPEED TERRESTRIAL BROADBAND PROVIDERS. 7. INCREASING BROADBAND UPLOAD AND DOWNLOAD SPEEDS FOR END-USERS, ALLOWING MORE ISP PROVIDERS TO PARTICIPATE IN THE MARKET AT A LOWER COSTS FROM INCREASED CAPACITY. SUBRECIPIENT ACTIVITIES:  THE APPLICANT WILL SUBAWARD FUNDS TO BACA VALLEY TELEPHONE COMPANY, INC. AND DELCOM, INC. FOR THE CONSTRUCTION OF NETWORK INFRASTRUCTURE IN THEIR RESPECTIVE SERVICE AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": 49858624.0, "recipient_id": "f82f1683-d6c8-732c-0085-c95faff6a4ad-C", "generated_internal_id": "ASST_NON_3540MM273_1341"}, {"internal_id": 160119183, "Award ID": "3440MM414", "Award Amount": 24176692.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE CUMBERLAND COUNTY AND SALEM COUNTY MIDDLE MILE BROADBAND INFRASTRUCTURE PROJECT WILL CONSTRUCT APPROXIMATELY 220 ROUTE MILES OF FIBER, CREATING AN INTERCONNECTING SERIES OF RINGS. THROUGHOUT THE TWO-COUNTY NJ REGION, THERE ARE SIGNIFICANT PATHS WITH UNDERSERVED AND UNSERVED RESIDENTS LIVING WITH SLOW INTERNET ACCESS OR WITH NO BROADBAND AT ALL. THESE UNDERSERVED POPULATIONS ARE AMONG THE MOST IMPACTED BY THE LACK OF COMPETITION BETWEEN THE CURRENT PROVIDERS IN THE REGION. THE PROPOSED NETWORK WILL PROMOTE EQUITABLE ACCESS TO BROADBAND INTERNET CONNECTION ACROSS THESE POPULATIONS, WHILE SIMULTANEOUSLY PROVIDING THIS ACCESS AT AN AFFORDABLE COST TO THESE RESIDENTS BY ENABLING SMALLER INTERNET SERVICE PROVIDERS (ISPS) TO ENTER THE MARKET. THE PROJECT WILL ENABLE ISPS TO MAKE THEIR CASE FOR PROVIDING BETTER SERVICE - BOTH BROADBAND INTERNET SERVICE AND CUSTOMER SERVICE - TO THE DIFFICULT-TO-SERVICE AREAS. WITH GREATER COMPETITION, THE COMPANIES CURRENTLY PROVIDING SERVICES CAN BE EXPECTED TO INCREASE THEIR LEVEL OF SERVICE, PROVIDING MORE CONSISTENT DELIVERY, INCREASED CUSTOMER SERVICE, AND LOWER PRICES. ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD RESILIENT MIDDLE MILE THROUGH UN/UNDERSERVED COMMUNITIES OVER THE NEXT TWO YEARS, COMMITTED TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. EXPECTED OUTCOMES: THE PROJECT AIMS TO ADVANCE THE MIDDLE MILE GRANT PROGRAM'S KEY OBJECTIVES. 1. BY CREATING FOUR INTERLOCKING RINGS THROUGH THE UNSERVED AND UNDERSERVED AREAS, THE PROJECT AIMS TO ENCOURAGE THE EXPANSION OF MIDDLE MILE INFRASTRUCTURE TO REDUCE THE COST OF CONNECTING THESE AREAS. 2. THE NETWORK WILL CONNECT TO PHILADELPHIA AND DELAWARE FOR REDUNDANCY. BUILT-IN LATERALS AND REDUNDANT NODE POINTS FURTHER MINIMIZE THE IMPACT OF OUTAGES. 3. ADDITIONALLY, IT IS EXPECTED THAT THIS INFRASTRUCTURE WILL PROVIDE SERVICE TO THE UN- AND UNDERSERVED POPULATIONS OF CUMBERLAND AND SALEM COUNTIES AND WILL INCREASE COMPETITION AMONG THE AREAS OF THE COUNTIES THAT HAVE SERVICE, ULTIMATELY LOWERING END-USER PRICES. INTENDED BENEFICIARIES:  BENEFICIARIES INCLUDE CONSTITUENTS IN THE COMMUNITIES OF CUMBERLAND AND SALEM COUNTIES. IN THESE COUNTIES, THERE ARE SUBSTANTIAL UNDERSERVED AND UNSERVED POPULATIONS. THE FCC 477 JULY TO DECEMBER 2021 MAPPING DATA SHOWS 22.57% UNSERVED CENSUS BLOCKS.THESE POCKETS TEND TO BE SOMEWHAT SPARSELY POPULATED WITH HIGH LEVELS OF LOW- OR MODERATE-INCOME. 2020 CENSUS DATA PROVIDES THAT THE COMBINED POPULATION OF THE TWO COUNTIES IS 218,989, WITH 154,152 RESIDENTS IN CUMBERLAND AND 64,837 RESIDENTS IN SALEM. THIS IS AN AREA WITH EXTRAORDINARY POVERTY: WHILE NEW JERSEY?S POVERTY RATE IS 9.4%, CUMBERLAND HAS A POVERTY RATE OF 14.4% AND SALEM 13.0%. BENEFICIARIES OF THE PROPOSED PROJECT INCLUDE STUDENTS. THE REGION'S EDUCATIONAL ATTAINMENT LAGS THE STATE. FOR NJ RESIDENTS OVER 25 YEARS OLD, 40.7% ACHIEVED A BACHELOR'S DEGREE OR HIGHER. IN SALEM AND CUMBERLAND, THE RATES ARE 21.7% AND 16.6%, RESPECTIVELY.  THIS PROJECT WILL INCREASE OPPORTUNITIES FOR EMPLOYMENT AND ACCESS TO SCHOOLING, AND HEALTHCARE, IMPROVING STANDARD OF LIVING. LASTLY, THIS PROJECT WILL HELP FIRST RESPONDERS IN EMERGENCIES, WHETHER INDIVIDUAL OR NATIONAL ASSETS ARE AT RISK, INCLUDING A NUCLEAR POWER PLANT. MAJOR NETWORK ASSETS WILL BE CONNECTED, INCLUDING E911 AND PUBLIC SAFETY RADIO TOWERS. SUBRECIPIENT ACTIVITIES: NO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": 24176692.13, "recipient_id": "2b1dfd35-713b-4abf-7750-b10d7803c3f7-C", "generated_internal_id": "ASST_NON_3440MM414_1341"}, {"internal_id": 160119182, "Award ID": "3240MM339", "Award Amount": 43547459.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE PROPOSED EASTERN NEVADA MIDDLE MILE FIBER NETWORK, A 431-MILE OPEN-ACCESS MIDDLE-MILE FIBER OPTIC NETWORK, IS INTENDED TO IMPROVE REGIONAL NETWORK REDUNDANCY AND RESILIENCY, BOTH FOR NETWORKS THAT SERVE LAST-MILE RESIDENTIAL AREAS, THE GOVERNMENT AND ANCHOR INSTITUTIONS, BY COMPLETING A STATEWIDE FIBER RING.  OPERATED ON A NON-DISCRIMINATORY BASIS, THE NETWORK WILL SUPPORT INTERCONNECTIONS WITH ANY PROVIDER SEEKING ACCESS TO DELIVER LAST-MILE BROADBAND SERVICES.  ACTIVITIES TO BE PERFORMED: CONSTRUCTION OF AN UNDERGROUND 431 MILE FIBER NETWORK WITH A 5 YEAR PERIOD OF PERFORMANCE. EXPECTED OUTCOMES: 1. 431-MILE OPEN-ACCESS MIDDLE-MILE FIBER OPTIC NETWORK, RUNNING NORTH TO SOUTH ALONG US 93 CONNECTING A MAJOR INTERNET EXCHANGE IN LAS VEGAS TO AN INTERCONNECTION POINT IN NORTHEASTERN NEVADA IN THE RURAL TOWN OF WELLS, NV THUS IMPROVING RESILIENCY BY COMPLETING A STATE-WIDE FIBER RING. 2.BRING FIBER INTO UNSERVED AND UNDERSERVED AREAS AND SERVE AS A COMMUNICATIONS PATHWAY TO MANY ANCHOR INSTITUTIONS. 3.IMPROVE REGIONAL NETWORK REDUNDANCY AND RESILIENCY, BOTH FOR NETWORKS THAT SERVE LAST-MILE RESIDENTIAL AREAS AND FOR GOVERNMENT AND ANCHOR INSTITUTION SERVICES. 4. LOWER PRICES FOR SERVICES WHERE THEY EXIST AND CREATING MORE AFFORDABLE OPTIONS THROUGHOUT THE AREA. 5.SUPPORT INTERCONNECTIONS WITH ANY PROVIDER SEEKING ACCESS TO DELIVER LAST-MILE BROADBAND SERVICES.  6. PROMOTE COMPETITION AND ENABLE A WIDER RANGE OF AFFORDABLE LAST-MILE SERVICE OFFERINGS THROUGHOUT THE STATE. 7. CONSTRUCT A NETWORK UNDERGROUND, PROTECTING AGAINST ADVERSE WEATHER IMPACTS, INCLUDING THOSE INFLUENCED BY CLIMATE CHANGE. 8. SERVE NATIONAL SECURITY INTERESTS BY DELIVERING A PUBLIC INTERNET CONNECTION TO THE NELLIS AIR FORCE BASE AS WELL AS THE DEPARTMENT OF DEFENSE NETWORK THROUGH THE NEVADA TEST AND TRAINING RANGE AND NEVADA NATIONAL SECURITY SITE. 9. ENABLE ACCESS TO POTENTIAL LAST-MILE PROVIDERS WHO COULD SERVE ELY SHOSHONE RESERVATION. 10. DIRECTLY IMPACT THE LAST-MILE MARKET OFFERINGS FOR THE UNSERVED, RURAL COMMUNITIES ALONG THE ROUTE. INTENDED BENEFICIARIES: THE PROPOSED ROUTE WILL PASS WITHIN 10 MILES OF 20,594 LOCATIONS THAT ARE UNSERVED AND 1,000 THAT ARE UNDERSERVED.  UNSERVED AND UNDERSERVED POPULATIONS THROUGHOUT THE PROPOSED PROJECT SERVICE AREA ON THE EASTERN SIDE OF THE STATE WILL BENEFIT FROM THIS PROJECT PARTICULARLY THOSE IN CLARK, WHITE PINE, AND LINCOLN COUNTIES WHICH HAVE HIGHER POVERTY RATES THAN THE NATIONAL AVERAGE.  IN ADDITION, THERE ARE 23 CAIS WITHIN 1,000 FT OF THE NETWORK. THE NETWORK WILL SERVE NATIONAL SECURITY INTERESTS BY DELIVERING A PUBLIC INTERNET CONNECTION TO THE NELLIS AIR FORCE BASE AS WELL AS THE DEPARTMENT OF DEFENSE NETWORK THROUGH THE NEVADA TEST AND TRAINING RANGE AND NEVADA NATIONAL SECURITY SITE.  IT WILL ALSO PROVIDE ACCESS POINTS CLOSE TO ELY SHOSHONE RESERVATION WHERE RESIDENTS STRUGGLE TO GET RELIABLE SERVICE DUE TO LIMITED MIDDLE-MILE CONNECTIVITY. SUBRECIPIENTS ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": 43547459.38, "recipient_id": "3735012e-3594-71dd-e6fc-73bb7c7bd94f-C", "generated_internal_id": "ASST_NON_3240MM339_1341"}, {"internal_id": 160119181, "Award ID": "3140MM447", "Award Amount": 36374797.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE OMAHA TRIBE OF NEBRASKA AND ITS 100% TRIBALLY OWNED SUBSIDIARY QUICK CURRENT LLC HAVE PROPOSED A PROJECT TO DEPLOY A FIBER-BASED MIDDLE MILE NETWORK TO COVER CURRENTLY UNSERVED AND UNDERSERVED TRIBAL AND ADJACENT RURAL AREAS IN EASTERN NEBRASKA AND WESTERN IOWA WITH A SPECIFIC FOCUS ON THE TRIBAL AREAS OF THE OMAHA TRIBE OF NEBRASKA AND IOWA AND THE WINNEBAGO TRIBE OF NEBRASKA AND IOWA. THE NETWORK WILL CONSIST OF 272 MILES OF NEW FIBER, 146 ROUTE MILES OF IRU DARK FIBERS. FIVE TELECOMMUNICATIONS HUTS WITH ACCESS TO LIT AND DARK FIBER, ONE SMALL DATA CENTER WHERE SERVICE PROVIDERS CAN COLLOCATE, AND 30 LOCATIONS PRE-TERMINATED WITH LIT AND DARK FIBER IN RURAL MIDDLE MILE LOCATIONS WILL BE CONSTRUCTED FOR EASY AND INEXPENSIVE ACCESS TO LIT AND DARK FIBER-BASED SERVICES. 98 COMMUNITY ANCHOR INSTITUTIONS HAVE BEEN IDENTIFIED WHERE THE TRIBE WILL FACILITATE THE POTENTIAL FOR 1 GBPS SYMMETRIC SPEED. THE NETWORK WILL NOT ONLY BE A FISCALLY SUSTAINABLE NETWORK, BUT IT WILL ALSO SERVE AS A SOURCE OF REVENUE AND JOBS THAT WILL BENEFIT THE REGION LONG AFTER THE END OF THE AWARD PERIOD. ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD OVER 400 MILES FOR NEW MIDDLE MILE NETWORK THROUGH UNSERVED AND UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 2 YEARS.EXPECTED OUTCOME: THE PROPOSED PROJECT HAS THE FOLLOWING GOALS AND DELIVERABLES:  1. BUILD 272 MILES OF NEW FIBER, 146 ROUTE MILES OF IRU DARK FIBERS. 2. CONSTRUCT 5 TELECOMMUNICATIONS HUTS WITH ACCESS TO LIT AND DARK FIBER AND ONE SMALL DATA CENTER WHERE SERVICE PROVIDERS CAN COLLOCATE. 3. BUILD 30 LOCATIONS TO PRE-TERMINATE LIT AND DARK FIBER IN RURAL MIDDLE MILE LOCATIONS FOR EASY AND INEXPENSIVE ACCESS TO LIT AND DARK FIBER-BASED SERVICES. 4. WITH A LAST MILE PROVIDER, DEPLOY LAST-MILE SERVICES TO APPROXIMATELY 13,000 HOUSEHOLDS WHO ARE UNSERVED OR UNDERSERVED. 5. MIDDLE MILE BROADBAND SERVICE TO SEVERAL LOCATIONS THAT COVER TRIBAL LANDS OF THE OMAHA AND WINNEBAGO TRIBES WHICH THE OMAHA TRIBE OF NEBRASKA HAS CERTIFIED THAT DO NOT HAVE RETAIL BROADBAND AVAILABILITY TODAY. 6. HOST 36 NEW LOCATIONS IN A CARRIER-NEUTRAL FASHION TO SUPPORT ALL INTERCONNECTION. INTENDED BENEFICIARIES: THE PRIMARY FOCUS OF THE BUILDOUT IN THE AREA IS TO PROVIDE MIDDLE-MILE NETWORK ACCESS AND SERVICES TO TRIBAL LANDS THAT DO NOT CURRENTLY HAVE ANY PROVIDERS OR ACCESS TO MIDDLE MILE BROADBAND SERVICES. THE PLANNED INFRASTRUCTURE WILL COVER THE PERSISTENT POVERTY COUNTIES IN WHICH THE OMAHA AND WINNEBAGO TRIBAL RESERVATIONS ARE LOCATED.  THIS PROPOSAL WILL MATERIALLY REDUCE END-USER BROADBAND PRICES. FUNDED DEPLOYMENT OF THIS MIDDLE MILE INFRASTRUCTURE WILL ENABLE THE OMAHA TRIBE TO CHARGE COMPETITIVE MARKET RATES FOR INTERCONNECTION WITH LAST-MILE SERVICE PROVIDERS SEEKING TO UTILIZE THE PROPOSED FIBER-NETWORK TO ENHANCE OR EXPAND THEIR COVERAGE OFFERINGS IN THE REGION WHICH WILL FLOW THROUGH TO END-USERS IN THE FORM OF MORE AFFORDABLE BROADBAND PRICES. THE PROPOSAL WILL MATERIALLY REDUCE END-USER LATENCY EXPERIENCED IN THE MORE INSULAR REGIONS OF THE PROPOSED SERVICE AREA AND THE ADJACENT AREAS. SPECIFICALLY, DEPLOYMENT OF RESILIENT, FIBER-BASED INFRASTRUCTURE IN THESE REGIONS WILL HELP CONNECT PREVIOUSLY UNCONNECTED COMPONENTS OF THE NETWORK OF THE PARTNER AND SUBCONTRACTOR, LOCATED IN THE SURROUNDING AREA WHILE ALSO PROVIDING HIGH-SPEED, LOW LATENCY MIDDLE-MILE TRANSPORT CAPACITY THROUGHOUT THE PROPOSED SERVICE REGION. SUBRECIPIENT ACTIVITIES: THE APPLICANT INTENDS TO SUBAWARD FUNDS FOR THE FOLLOWING ACTIVITIES: IMPLEMENTING SHOVEL-READY ROUTES, WHICH WILL BE AVAILABLE IMMEDIATELY UPON AWARD; ENGINEERING, NETWORK DESIGN, TRAINING, AND BEST PRACTICES IMPLEMENTATION; ACQUIRING MACHINERY, ESTABLISHING WORKFORCE, INSTALLING MAJORITY OF PRETERMINATED SPLICES AND HUTS IN NEBRASKA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": 36374797.0, "recipient_id": "487344f2-ee8c-91df-5306-d357f3c96d88-C", "generated_internal_id": "ASST_NON_3140MM447_1341"}, {"internal_id": 160119180, "Award ID": "3040MM480", "Award Amount": 11756500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE:  THE PROJECT'S PURPOSE IS TO ADD 137 MILES OF NEW MIDDLE MILE FIBER IN REMOTE WESTERN MONTANA. SPREAD ACROSS SIX COUNTIES, COVERING MORE THAN 13,000 SQUARE MILES, AND IMPACTING 42 COMMUNITIES, THE PROJECT WILL ENABLE AFFORDABLE BROADBAND TO THOUSANDS OF UNSERVED AND UNDERSERVED LOCATIONS. IN ADDITION, THE PROJECT WILL CREATE A FIBER-RING TOTALING ROUGHLY 365 MILES, DELIVERING NETWORK RELIABILITY, RESILIENCY, AND POSITIVELY IMPACTING THE BROADBAND EXPERIENCE OF THOUSANDS OF MONTANANS. THE PROJECT WILL FACILITATE DEPLOYMENT OF BROADBAND SERVICE TO MORE THAN 9,600 LOCATIONS THAT WILL BE WITHIN 1,000 FEET OF THE PROJECT'S MIDDLE MILE FIBER. OF THESE 9,600 LOCATIONS, 5,810 ARE CURRENTLY UNSERVED AND 3,822 ARE UNDERSERVED. INCLUDED IN THESE 9,600 LOCATIONS 67 ARE  ANCHOR INSTITUTIONS, MANY OF WHICH ARE UNSERVED.  THE BLACKFOOT TELEPHONE COOPERATIVE AND ITS SUBRECIPIENT, THE SOUTHERN MONTANA TELEPHONE,  PLAN TO BRING FIBER CONNECTIVITY TO COMMUNITY STAKEHOLDERS INCLUDING SCHOOLS, LIBRARIES, RURAL FIRE DEPARTMENTS, LOCAL AND STATE GOVERNMENTS, HOSPITALS, MEDICAL CLINICS, ECONOMIC DEVELOPMENT GROUPS, NATIONAL PARKS, THE U.S. FOREST SERVICE, PUBLIC HEALTH DEPARTMENTS, FEDERAL CONGRESSIONAL REPRESENTATIVES, BROADBAND ASSOCIATIONS, STATE BROADBAND OFFICE, SERVICE PROVIDERS, RANCHERS AND CITIZENS.THE BLACKFOOT TELEPHONE COOPERATIVE WILL CONSTRUCT, OWN AND OPERATE 115 OF THE 137 PROPOSED, FIBER MILES IN ITS SERVICE AREA.  SOUTHERN MONTANA TELEPHONE, SERVING AS A SUBRECIPIENT ON THE PROJECT, WILL CONSTRUCT, OWN AND OPERATE 22 OF THE 137 PROPOSED, FIBER MILES IN ITS SERVICE AREA. PROJECT WILL USE FIBER TO BUILD NEW/RESILIENT MIDDLE MILE NETWORK THROUGH UN/UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 3 YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": 11756500.0, "recipient_id": "017c47a6-d7b4-4ccd-bbc2-d6edfa7b95b1-C", "generated_internal_id": "ASST_NON_3040MM480_1341"}, {"internal_id": 160119179, "Award ID": "2940MM243", "Award Amount": 14547482.42, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE MISSOURI NETWORK ALLIANCE (DBA BLUEBIRD NETWORK) PROPOSED PROJECT IN THIS APPLICATION WILL EXTEND MIDDLE MILE INFRASTRUCTURE TO UNSERVED AND UNDERSERVED AREAS AND PROMOTE BROADBAND CONNECTION RESILIENCY THROUGH THE CREATION OF ALTERNATIVE NETWORK CONNECTION PATHS. THIS PROJECT FOR THE STATE OF OKLAHOMA WILL EXTEND BLUEBIRD'S NETWORK FROM MISSOURI INTO OKLAHOMA AND WILL INCREASE REDUNDANCY AND RESILIENCY AS WELL AS INCREASING COMPETITION IN THIS RURAL AREA.  BLUEBIRD HAS SEVERAL CUSTOMERS THAT WOULD BENEFIT FROM THE INCREASED CAPACITY AND REDUNDANCY CREATED BY THE NEW ROUTES WHICH WILL HELP LOWER THE COST OF BANDWIDTH SERVICES (SUB 1 GBPS) IN RURAL AREAS WHERE THE COSTS OF CONNECTIVITY MAKE RATES UNECONOMIC, WHICH INHIBITS FUTURE CONNECTIVITY GROWTH IN THE REGION.  THIS PROJECT WILL NOT ONLY INCREASE THE RESILIENCY AND REDUNDANCY OF THE MIDDLE MILE NETWORK, BUT IT WILL ALSO REDUCE COSTS AND SPUR THE MORE RAPID DEPLOYMENT OF LAST MILE SERVICES IN RURAL AREAS. IN PARTICULAR, THESE ROUTES HAVE THE POTENTIAL TO GROW AND STRENGTHEN FIXED WIRELESS AND CELLULAR CONNECTIVITY, INCLUDING ADVANCEMENTS IN NEW WIRELESS TECHNOLOGIES WHICH ARE NOT SUPPORTED BY OTHER MEANS THAN FIBER.  ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW/RESILIENT MIDDLE MILE NETWORK THROUGH UN/UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 4 YEARS. EXPECTED OUTCOMES: THE PROPOSED PROJECT HAS THE FOLLOWING GOALS AND DELIVERABLES:  EXTEND BLUEBIRDS NETWORK FROM MISSOURI INTO OKLAHOMA TO INCREASE REDUNDANCY AND RESILIENCY AND COMPETITION RURAL AREAS; WORK WITH LAST MILE PROVIDERS TO PROVIDE ACCESS TO THE NEW INFRASTRUCTURE AND EXPAND THEIR NETWORKS TO CONNECT HOUSEHOLDS IDENTIFY OPPORTUNITIES FOR ANCHOR AND ENTERPRISE CUSTOMERS WITHIN THIS MARKET;R EACH FARMS TO PROMOTE AG-TECH CAPABILITIES; ENABLE THE CONVERSION OF CELLULAR TOWERS FROM MICROWAVE TECHNOLOGY TO FIBER OPTICS, GROWING NOT WIRELINE AND WIRELESS/CELLULAR ACCESS TO THE RURAL CITIZENS OF OKLAHOMA. INTENDED BENEFICIARIES: THE BLUEBIRD ROUTE REPRESENTS MIDDLE MILE INSTALLATIONS IN 12 COUNTIES; 9 COUNTIES ARE IN NORTHEAST OKLAHOMA AND 3 IN MISSOURI. THE PROPOSED PROJECT WILL IMPACT A TOTAL OF 78 COMMUNITIES. ACCORDING TO JUNE 2021 FCC FORM 477 DATA, 11.77% OF THE CENSUS BLOCKS ARE UNSERVED AND 14.05% ARE UNDERSERVED. IN ADDITION, 42 WIRELINE PROVIDERS, 19 WIRELESS PROVIDERS, AND 876 TOWERS WILL BENEFIT FROM THE NEW NETWORK. 16 COMMUNITY ANCHOR INSTITUTIONS ARE WITHIN 1,000 FEET OF THE PROPOSED NETWORK (5 HIGHER EDUCATION, 6 SCHOOLS, AND 5 HEALTHCARE FACILITIES). SEVERAL TRIBAL NATIONS BENEFITING FROM THIS ROUTE INCLUDE THE PEORIA TRIBE, CHEROKEE NATION, QUAPUAW NATION, SHAWNEE NATION, AND THE MIAMI TRIBE. THIS ROUTE WILL SUPPORT RANCHES DESIRING A HIGHER GRADE OF FIBER CONNECTIVITY TO CONNECT THE MANY NEW BROADBAND DEVICES USED IN MODERN AGRICULTURE PRACTICES. THE PROPOSED NETWORK WILL ENABLE THE CONVERSION OF CELLULAR TOWERS FROM MICROWAVE TECHNOLOGY TO FIBER OPTICS, WHICH WOULD ALLOW EXISTING AND NEW CUSTOMERS ACCESS TO BANDWIDTH IN EXCESS OF 10 GBPS OR DARK FIBER CONNECTIVITY.  THIS ROUTE IS DESIGNED TO MINIMIZE THE NUMBER OF MILES REQUIRED TO MAXIMIZE THE NUMBER OF RURAL COMMUNITIES SERVED. THE ROUTE HAS A HIGH LEVEL OF TOWER AND CUSTOMER DEMAND WHICH WOULD FACILITATE ECONOMIC DEVELOPMENT FOR LOCAL COMMUNITIES, TRIBES, AND THE STATE. THIS PROJECT WILL NOT ONLY INCREASE THE RESILIENCY AND REDUNDANCY OF THE MIDDLE MILE NETWORK, BUT IT WILL ALSO REDUCE COSTS AND SPUR THE MORE RAPID DEPLOYMENT OF LAST MILE SERVICES IN RURAL AREAS.  SUBRECIPIENT ACTIVITIES: NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": 14547482.42, "recipient_id": "8b9b1d44-cb18-986a-225b-c75d5fdd49de-C", "generated_internal_id": "ASST_NON_2940MM243_1341"}, {"internal_id": 160119178, "Award ID": "2940MM242", "Award Amount": 26478583.51, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE MISSOURI NETWORK ALLIANCE (DBA BLUEBIRD NETWORK) PROJECT IS PREDOMINATELY LOCATED WITHIN UNSERVED AND UNDERSERVED AREAS IN MISSOURI AND ARE COMPRISED OF: JEFFERSON CITY TO WASHINGTON; SPRINGFIELD TO CARTHAGE; ROLLA TO STRAFFORD; AND WASHINGTON TO ROLLA. THESE ROUTES HAVE THE POTENTIAL TO GROW AND STRENGTHEN FIXED WIRELESS AND CELLULAR CONNECTIVITY ACROSS THE 21 COUNTIES CONNECTED BY THE PROJECT, INCLUDING ADVANCEMENTS IN NEW WIRELESS TECHNOLOGIES WHICH REQUIRE FIBER CONNECTIVITY. THESE ROUTES WILL ALSO SUPPORT A NEW BLUEBIRD INITIATIVE TO BRING FIBER CONNECTIVITY TO FARMS ENABLING NEXT GENERATION FARM DEVICES. ACTIVITIES TO BE PERFORMED: THE MISSOURI NETWORK ALLIANCE (DBA BLUEBIRD NETWORK) PROJECT IS COMPRISED OF 325 MILES OF NEW FIBER ACROSS FOUR DISTINCT ROUTES, TWO OF WHICH WILL BE NEW ROUTES AND TWO ROUTES DEDICATED TO PROVIDING REDUNDANT AND RESILIENT CONNECTIONS.   THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 5 YEARS. EXPECTED OUTCOME: BY CONSTRUCTING THE NEW FIBER ROUTES, BLUEBIRD EXPECTS TO ACHIEVE THE FOLLOWING OUTCOMES: 1. CONSTRUCT ROUTES THAT CONNECT UNSERVED AND UNDERSERVED AREAS OF THE STATE AND ENABLE LAST MILE PROVIDERS TO ACCESS NEW MIDDLE MILE INFRASTRUCTURE AND IMPROVE AND EXPAND THEIR NETWORKS TO CONNECT HOUSEHOLDS. 2. IDENTIFY OPPORTUNITIES FOR ANCHOR AND ENTERPRISE CUSTOMERS WITHIN THIS MARKET TO ACCESS 1 GBPS PLUS BANDWIDTH. 3. SUPPORT HIGH SPEED CONNECTIONS TO FARMS TO PROMOTE AG-TECH CAPABILITIES. 4. ENABLE THE CONVERSION OF CELLULAR TOWERS FROM MICROWAVE TECHNOLOGY TO FIBER OPTICS, GROWING NOT ONLY WIRELINE BUT WIRELESS/CELLULAR ACCESS TO THE RURAL CITIZENS OF MISSOURI. INTENDED BENEFICIARIES: THE PROJECT IS COMPRISED OF FOUR MIDDLE MILE FIBER ROUTES THAT TRAVERSE 21 COUNTIES IN MISSOURI. THE PROPOSED SERVICE AREA INCLUDES 12 COMMUNITIES CATEGORIZED AS UNSERVED AND 26 COMMUNITIES AS UNDERSERVED AS DERIVED FROM THE JUNE 2021 FCC FORM 477 DATA. THE PROJECT WILL ENABLE LAST MILE CONNECTIONS TO 15,261 UNSERVED AND 124,740 UNDERSERVED LOCATIONS IN THE COMMUNITIES NOTED ABOVE. ADDITIONALLY, BENEFICIARIES ALSO INCLUDE ECONOMICALLY DISADVANTAGED GROUPS WITH THE AVERAGE MEDIAN INCOME OF THE IMPACTED COUNTIES APPROXIMATELY 12% BELOW THE STATE AVERAGE AND THE AVERAGE POVERTY RATE IN THE IMPACTED COUNTIES APPROXIMATELY 10% HIGHER THAN THE STATE AVERAGE.  OTHER BENEFICIARIES INCLUDE 37 WIRELINE PROVIDERS, 16 WIRELESS PROVIDERS, WHO WILL HAVE ACCESS TO MIDDLE MILE RESOURCES THAT WILL GREATLY ENHANCE THEIR ABILITY TO DELIVER HIGH SPEED BROADBAND TO END USERS. THE PROJECT WILL ALSO FACILITATE CONNECTIVITY TO 73 COMMUNITY ANCHOR INSTITUTIONS ARE WITHIN 1,000 FEET OF THE PROPOSED NETWORK (7 HIGHER EDUCATION, 26 SCHOOLS, 9 LIBRARIES, 4 COMMUNITY CENTERS, AND 27 HEALTHCARE FACILITIES) AND ARE LOCATED WITHIN UNSERVED AND UNDERSERVED AREAS. SUBRECIPIENT ACTIVITIES: THERE WILL NOT BE ANY SUBRECIPIENT ACTIVITIES ON THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": 26478583.51, "recipient_id": "8b9b1d44-cb18-986a-225b-c75d5fdd49de-C", "generated_internal_id": "ASST_NON_2940MM242_1341"}, {"internal_id": 160119177, "Award ID": "2840MM712", "Award Amount": 26299960.63, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE APPLICANT PROPOSES TO BUILD AND OPERATE THE CONNECT ALABAMA NETWORK FOR 677.1 ROUTE MILES: 411.5 ROUTE MILES FOR ACCESS TO UNSERVED AREA, 29.8 ROUTE MILES FOR ACCESS TO UNDERSERVED AREAS, AND 235.8 ROUTE MILES FOR CONNECTIVITY TO FOUR INTERNET PEERING POINTS. THE ENTIRE PROPOSED ROUTE WILL BE BURIED FIBER IN CONDUIT OF AT LEAST 144 COUNT FIBER.  THE APPLICANT'S CONNECT ALABAMA NETWORK ALIGNS WELL WITH NTIA'S MIDDLE MILE PROGRAM'S PRIORITIES: PROVIDING SYMMETRICAL 1 GIG SERVICES TO ANCHOR INSTITUTIONS WITHIN 1000 FEET OF THE ROUTE WHILE ALSO OFFERING FISCALLY SUSTAINABLE MIDDLE MILE, NON-DISCRIMINATORY INTERCONNECTION TO LAST MILE BROADBAND PROVIDERS, DOCUMENTED INTEREST FROM 2 LAST MILE PROVIDERS, AND BENEFITING NATIONAL SECURITY INTERESTS FOR FIBER BROADBAND CONNECTIVITY ALONG THE ROUTE.  THE CONNECT ALABAMA NETWORK AFFORDS REDUNDANCY (PREVENTING A SINGLE POINT OF FAILURE), HIGH RELIABILITY, AND HIGH-SPEED BROADBAND THROUGHOUT THE 26 UNSERVED/UNDERSERVED ALABAMA COUNTIES IT TRAVERSES AND ENABLES OPEN ACCESS TO LAST MILE PROVIDERS, ELECTRICAL COOPERATIVES, MILITARY FACILITIES, AND THE POARCH BAND OF CREEK INDIANS TRIBAL HEADQUARTERS ALONG ITS PATH. THE NETWORK PROPOSES TO SUPPORT WHOLESALE AND RETAIL BROADBAND SERVICES THROUGHOUT THE LIFE OF THE PROJECT. ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW MIDDLE MILE NETWORK THROUGH UNSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 3 YEARS.  EXPECTED OUTCOMES: THE NETWORK CONNECTS AT LEAST 20 LAST MILE PROVIDERS, BACKHAULS DATA FOR HUNDREDS OF CELLULAR SITES, AND LEASES DARK FIBER. THE EXISTING MIDDLE MILE FIBER AND CORE INFRASTRUCTURE WILL BE UTILIZED TO ENHANCE THE RESILIENCY, REDUNDANCY, AND ROBUSTNESS OF THE PROPOSED MIDDLE MILE NETWORK.THE APPLICANT'S GOALS FOR THE PROPOSED NETWORK ARE: 1) EXPAND THE NETWORK FOR CONNECTIVITY TO 37 UNSERVED TOWNS 4 UNDERSERVED TOWNS PER THE ALABAMA BROADBAND MAPPING DATA. 2) LEVERAGE THE APPLICANT'S EXISTING, ROBUST NETWORK TO CONNECT LAST MILE PROVIDERS AND ANCHOR INSTITUTIONS IN THE PROPOSED SERVICE AREA. 3) ENHANCE THE UNSERVED/UNDERSERVED AREAS WITH REDUNDANCY, RESILIENCY, EASE OF ACCESS TO AN OPEN, NON-DISCRIMINATORY NETWORK IN PERPETUITY. 4) INTEGRATE SEAMLESSLY INTO THE EXISTING NETWORK. INTENDED BENEFICIARIES: THE APPLICANT'S PROPOSED ROUTE CROSSES AREAS THAT INCLUDE LOW-DENSITY RURAL COMMUNITIES, LOWER HOUSEHOLD INCOME ($43,231 AVERAGE ANNUAL HOUSEHOLD INCOME, TWO-THIRDS THE NATIONAL AVERAGE), AREAS WITH THREE TIMES THE PERCENTAGE OF COMMUNITIES OF COLOR (39.2% IN PSA VS 13.6% IN US), AND TRIBAL AREAS. THE CENSUS REPORTS THE BROADBAND INTERNET SUBSCRIPTION RATE IN THE PSA IS ONLY 70.75% COMPARED TO 91.90% ACROSS THE US. TWO LAST MILE PROVIDERS EXPRESSING WRITTEN INTEREST IN INTERCONNECTING WITH THE PROPOSED NETWORK REPRESENT SOME OF THE POOREST, HIGHEST PERCENTAGE OF COLOR, AND LOWEST PERCENTAGE OF HOUSEHOLDS WITH A BROADBAND SUBSCRIPTION COUNTIES IN THE STATE AND IN THE COUNTRY.  INCUMBENT LAST MILE PROVIDERS LACK THE TECHNOLOGY TO DELIVER SYMMETRIC 100/100 MBPS SERVICE, LACK THE SCALABILITY, REDUNDANCY, RESILIENCE, AND LOW LATENCY. THESE INCUMBENT'S SERVICES LEAVE THE PROJECT SERVICE AREA UNSERVED AND/OR UNDERSERVED. IN CONTRAST, CONNECT ALABAMA PLANS TO DELIVER OPEN ACCESS OF TRANSPORT AND WHOLESALE SERVICES TO ANY LAST MILE PROVIDERS ON AN OPEN ACCESS, NON-DISCRIMINATORY BASIS THAT COMPLIES WITH ALL NTIA MIDDLE MILE GRANT PROGRAM TECHNOLOGY, OPERATIONS AND REGULATORY REQUIREMENTS. SUBRECIPIENT ACTIVITIES: THE APPLICANT HAS NOT IDENTIFIED ANY SUBRECIPIENT ENTITIES IN THIS APPLICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": 26299960.63, "recipient_id": "bd406a96-b16b-9d75-bf29-ecd946feaa32-C", "generated_internal_id": "ASST_NON_2840MM712_1341"}, {"internal_id": 160119176, "Award ID": "2640MM196", "Award Amount": 61256705.72, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE INFRASTRUCTURE FOR MICHIGAN'S PENINSULAS AND CRITICAL CROSSINGS (IMPACC) INCLUDES TWO ROUTES CROSSING MICHIGAN'S LAKES, AND UNSERVED COUNTIES AND TOWNS TO BRING MIDDLE MILE INFRASTRUCTURE INTO RURAL COUNTIES SERVING OVER 35,000 HOMES IN NEED OF BROADBAND INTERNET CONNECTIVITY. PLACING APPROXIMATELY 535 ROUTE MILES OF NEW MIDDLE MILE FIBER CONNECTING THE UPPER PENINSULA OF MICHIGAN TO THE LOWER WITH A REDUNDANT PATH TO CREATE CONNECTIVITY OPTIONS FOR WESTERN MICHIGAN TO PEERING POINTS IN CHICAGO.  IMPROVING CONNECTIVITY AND REDUNDANCY FOR UNSERVED AND UNDERSERVED AREAS OF THE UP AND WESTERN MICHIGAN. ROUTE #1: THE UNDERSEA FIBER CONNECTION ACROSS LAKE MICHIGAN TO CHICAGO FROM BENTON HARBOR AND ST. JOSEPH, MI., CREATES A SHORTER, REDUNDANT, AND MORE RELIABLE MIDDLE MILE ROUTE TO CHICAGO. EXTENDING THROUGH UN/UNDERSERVED AREAS OF SOUTHWEST RURAL MICHIGAN TO AN INTER-EXCHANGE CARRIER (IXC) FACILITY IN BYRON CENTER, MI. ROUTE #2 BEGINS IN GULLIVER IN THE UPPER PENINSULA, TRAVELS UNDERSEA AND MAKES LANDFALL AT BEAVER ISLAND THEN CONTINUES UNDERSEA TO CHARLEVOIX, MI. AFTER LANDFALL IN CHARLEVOIX, THE ROUTE CONTINUES SOUTH AND EAST THROUGH SECTIONS OF UNSERVED TOWNS TO REACH AN IXC POINT IN GAYLORD. ACTIVITIES TO BE PERFORMED: THE PROJECT WILL PLACE 535 ROUTE MILES OF NEW MIDDLE MILE FIBER THAT WILL INTEGRATE INTO EXISTING NETWORKS TO PROVIDE MIDDLE MILE ACCESS AND ULTIMATELY SERVE END USERS THROUGHOUT THE STATE OF MICHIGAN.  THE PROJECT WILL USE FIBER TO BUILD NEW MIDDLE MILE NETWORK THROUGH UNSERVED AND UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 5 YEARS. EXPECTED OUTCOMES: PENINSULA FIBER NETWORKS MIDDLE MILE PROJECT WILL PROVIDE LOW LATENCY, HIGH-CAPACITY MIDDLE MILE CONNECTIVITY IN UNSERVED AND UNDERSERVED AREAS IN MICHIGAN. CREATE COMPETITIVE MIDDLE MILE ROUTES THAT POTENTIALLY LOWER COSTS TO END USERS AND PROVIDE OPPORTUNITIES IN EDUCATIONAL, HEALTH AND WORKFORCE DEVELOPMENT. THE IMPACC PROJECT WILL ADVANCE THE BROADBAND PRIORITIES OF THE MICHIGAN BROADBAND ROADMAP BY EXPANDING MIDDLE MILE INFRASTRUCTURE TO REDUCE THE COST OF CONNECTING UNSERVED AND UNDERSERVED AREAS, AND PROMOTE BROADBAND CONNECTION RESILIENCY THROUGH ALTERNATE NETWORK CONNECTIONS DESIGNED TO PREVENT SINGLE POINTS OF FAILURE. INTENDED BENEFICIARIES: PENINSULA FIBER NETWORK IDENTIFIED TERRESTRIAL AND WIRELESS LAST MILE PROVIDERS INTERESTED IN INTERCONNECTING WITH THE PROPOSED MIDDLE MILE INFRASTRUCTURE. THE PROVIDERS HAVE EXPERTISE IN BROADBAND DEPLOYMENT AND OPERATE IN RURAL, SUBURBAN, AND METRO REGIONS IN MICHIGAN AND WILL LEVERAGE THE NEW INFRASTRUCTURE TO OFFER ENHANCED BROADBAND SERVICES TO 35,000+ END-USERS. A RECENT BROADBAND STUDY IN BERRIEN COUNTY BY MERIT, INC, SHOWED 64% OF TOWNSHIPS IN SOUTHWEST MICHIGAN DO NOT HAVE ACCESS TO 25/3 MBPS BROADBAND. ALONG THE SOUTHWEST MICHIGAN ROUTE, LAST MILE PROVIDERS HAVE COMMITTED TO UTILIZING THIS MIDDLE MILE INFRASTRUCTURE TO PROVIDE END USER SERVICE THROUGHOUT THE REGION, NEARLY 5,000 UNSERVED AND UNDERSERVED LOCATIONS WILL HAVE ACCESS TO 1 GBPS SPEEDS. BEAVER ISLAND IN CHARLEVOIX COUNTY IS THE LARGEST ISLAND IN LAKE MICHIGAN WITH 600 YEAR-ROUND RESIDENTS. ONCE DEPLOYED, MIDDLE MILE INFRASTRUCTURE WILL BE AVAILABLE TO ENABLE TELEMEDICINE, REMOTE LEARNING AND GENERAL CONNECTIVITY TO THIS REMOTE LOCATION. IN LAPEER, MACOMB, ST. CLAIR, AND GENESEE COUNTIES THAT HAVE URBAN CENTERS WHERE SUFFICIENT BROADBAND COVERAGE EXISTS, THE ADDITIONAL MIDDLE MILE CAPACITY WILL PROVIDE OPPORTUNITIES FOR A COMPETITIVE MIDDLE MILE NETWORKING, AIMED AT LESSENING ISP COSTS AND LOWERING SUBSCRIPTION RATES FOR END USERS. SUB-RECIPIENTS: 123.NET, INC HAS BEEN IDENTIFIED AS A SUB RECIPIENT FOR THIS GRANT AND WILL PROVIDE DESIGN, ENGINEERING, INSTALLATION, AND MANAGEMENT FOR SOME MM ROUTES PROPOSED IN PFN'S PROJECT. 123.NET IS ALSO A LAST MILE SERVICE PROVIDER BRINGING FTTH IN EIGHT SOUTHWEST MI COUNTIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": 61256705.72, "recipient_id": "c7dcf2c3-b9cd-5c3b-4262-5ec74e59cece-R", "generated_internal_id": "ASST_NON_2640MM196_1341"}, {"internal_id": 160119175, "Award ID": "2409MM521", "Award Amount": 15438845.47, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE APPLICANTS UNDERGROUND FIBER PROJECT (THE PROJECT) WILL FACILITATE HIGH-SPEED BROADBAND DEPLOYMENT TO CURRENTLY UNSERVED OR UNDERSERVED AREAS, IMPROVE AFFORDABILITY IN ALREADY-SERVED MARKETS, CATALYZE LOWER PRICED BROADBAND FOR ECONOMICALLY VULNERABLE COMMUNITIES, BOLSTER NATIONAL SECURITY INTERESTS, AND FACILITATE THE PROVISION OF BROADBAND SERVICE TO ANCHOR INSTITUTIONS. THE $30.8 MILLION PROJECT, WITH THE APPLICANT PROVIDING A FUNDING MATCH, WILL BE COMPRISED OF 69.9 ROUTE-MILES OF UNDERGROUND MIDDLE MILE FIBER COMMUNICATIONS INFRASTRUCTURE THAT WILL DRIVE SUBSTANTIAL END USER BENEFITS AND ENCOURAGE NEW LAST MILE BROADBAND PROVIDERS TO ENTER THIS MARKET, INCLUDING THOSE OFFERING LOW-PRICED INTERNET ACCESS PLANS. ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW/RESILIENT MIDDLE MILE NETWORK THROUGH UNSERVED AND UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 4 YEARS. EXPECTED OUTCOMES: THE APPLICANTS GOALS AND DELIVERABLES FOR THE PROJECT ARE: 1. INSTALLATION OF 69.9 MILES OF NEW UNDERGROUND FIBER OPTIC CABLE. 2. TARGET AFFORDABLE, HIGH-SPEED, AND HIGH-CAPACITY BROADBAND SERVICE TO UNSERVED, UNDERSERVED, ECONOMICALLY DISADVANTAGED COMMUNITIES, CAIS, AND LOCAL AND FEDERAL GOVERNMENT FACILITIES. 3. EXPANDED CHOICE FOR RESIDENTS AND ANCHOR INSTITUTIONS BY OFFERING OPEN ACCESS MIDDLE MILE INTERCONNECTION WITH REDUCED BARRIERS TO ENTRY FOR ISPS. 4. IMPROVED SERVICE RELIABILITY BY DEPLOYING 100% UNDERGROUND FIBER IN CONDUIT WITH ACTIVE MONITORING. INTENDED BENEFICIARIES: BENEFICIARIES ARE IN THE COMMUNITIES OF LAUREL, NORTH LAUREL, ELKRIDGE, COLUMBIA, BOWIE, GLEN BURNIE, LINTHICUM AND BROOKLYN PARK, AS EACH HAVE CONCENTRATIONS OF UNSERVED, UNDERSERVED, AND/OR POVERTY-STRICKEN AREAS AND WOULD BENEFIT FROM MORE AFFORDABLE, EQUITABLE INTERNET ACCESS OPTIONS. WHILE THE FEDERAL COMMUNICATIONS COMMISSION (FCC) MAP SUGGESTS THAT SEVERAL ISPS EXIST IN THE AREA, THERE ARE STILL OVER 8,500 UNSERVED RESIDENTS AND ONLY ONE PROVIDER THAT OFFERS A LOW-INCOME OR AFFORDABLE INTERNET OPTION. ACCORDING TO CENSUS 2020 DATA, 65 OF THE CENSUS TRACKS ALONG OR ADJACENT TO THE PROJECT HAVE OVER 29,599 RESIDENTS IN TOTAL WHO ARE CONSIDERED BELOW THE FEDERAL POVERTY LINE. ADDITIONALLY, 43 SCHOOLS ALONG THE ROUTE HAVE MORE THAN 50% OF THEIR SCHOOL POPULATIONS RECEIVING FREE OR REDUCED PRICED MEALS (MARYLAND DEPARTMENT OF EDUCATION, 2021). AND, 87,376 RESIDENTS ACROSS ANNE ARUNDEL, BALTIMORE, HOWARD, AND PRINCE GEORGES COUNTY LIVE IN A HOUSEHOLD RECEIVING SUPPLEMENTAL SECURITY INCOME (SSI), CASH PUBLIC ASSISTANCE INCOME, OR FOOD STAMPS/SNAP IN THE PAST 12 MONTHS (AMERICAN COMMUNITY SURVEY 5-YEAR ESTIMATES, 2021). OVERALL, THE SOCIOECONOMIC LANDSCAPE DEMONSTRATES THE LEVEL OF NEED IN THE COMMUNITIES THAT WILL BENEFIT FROM THE PROJECT. ALSO, THE PROJECT WILL ENABLE AND STRENGTHEN BROADBAND SERVICE TO 50 ANCHOR INSTITUTIONS, INCLUDING 20 SCHOOLS, 2 LIBRARIES, 3 HEALTHCARE PROVIDERS, 2 HIGHER EDUCATION INSTITUTIONS, 9 COMMUNITY CENTERS, 1 POLICE STATION, 1 FIRE STATION, AND 12 OTHER INSTITUTIONS. FINALLY, THE PROJECT BRINGS VALUE TO NATIONAL SECURITY INTERESTS IN THE FORM OF COMMUNICATIONS REDUNDANCY AND RESILIENCY FOR FORT MEADE AND FEDERAL AGENCIES LOCATED NEAR THE UNDERGROUND CONDUIT AND FIBER. SUBRECIPIENT ACTIVITIES: NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 15438845.47, "recipient_id": "50db82ad-a975-7b43-03cb-13da9c1081c1-C", "generated_internal_id": "ASST_NON_2409MM521_1341"}, {"internal_id": 160119174, "Award ID": "2340MM174", "Award Amount": 30016472.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE MAINE CONNECTIVITY AUTHORITY (MCA) AND ITS PARTNERS PROPOSE TO DESIGN, BUILD, AND OPERATE THE MOOSE (MAINE ONLINE OPTICAL STATEWIDE ENABLING) NETWORK, A NEW, EAST-WEST MIDDLE MILE FIBER OPTIC ROUTE THAT WILL ANCHOR THE STATE'S STRATEGIC GOAL OF PROVIDING UNIVERSAL BROADBAND ACCESS. MOOSE NET WILL PROVIDE A PUBLICLY OWNED BACKBONE, ENABLING EXPANSION AND DIVERSIFICATION OF INTERNET SERVICES OTHERWISE DEEMED NOT ECONOMICALLY VIABLE BY EXISTING MARKET CONDITIONS. ACTIVITIES: THE PROJECT WILL CONSTRUCT A 531-MILE DARK FIBER BACKBONE THAT EXTENDS OPEN ACCESS MIDDLE MILE FIBER TO 131 COMMUNITIES IN MAINE AND CONSISTS OF SEVEN ROUTES: EAST-WEST CALAIS TO SANDY BAY TOWNSHIP, EAST-WEST MONTREAL, KINGFIELD-FARMINGTON, FARMINGTON-WATERVILLE, NORRIDGEWOCK RING CLOSURE, WATERVILLE TO DAMARISCOTTA, AND SHERMAN-HOULTON RING CLOSURE. NINE CARRIER-NEUTRAL COLOCATIONS WILL BE CONSTRUCTED TO MEET THE NEEDS OF TELECOM CARRIERS AND INTERNET SERVICE PROVIDERS TO UTILIZE THE PROPOSED NETWORK. TWO POINTS OF PRESENCE WILL CONNECT AT TWO UNIVERSITY OF MAINE CAMPUSES, PROVIDING PATH DIVERSITY FOR REDUNDANCY AND HIGH AVAILABILITY OF THE FIBER. ACTIVITIES TO BE PERFORMED: THE PROJECT WILL CONSTRUCT A 531-MILE DARK FIBER BACKBONE WITHIN 2 YEARS THAT EXTENDS OPEN ACCESS MIDDLE MILE FIBER TO 131 COMMUNITIES IN MAINE AND CONSISTS OF SEVEN ROUTES. EXPECTED OUTCOMES: TODAY, NEARLY ALL OF MAINE'S INTERNET TRAFFIC REACHES THE GLOBAL INTERNET BY GOING SOUTH TO BOSTON OR NYC, ALONG A LIMITED SET OF ROUTES WITH COMMON POTENTIAL POINTS OF FAILURE AND LIMITED COMPETITION. THE PROJECT WILL EXTEND A NEW CONTIGUOUS, HIGH BANDWIDTH, OPEN ACCESS, MIDDLE MILE FIBER ROUTE, OFFERING BOTH DARK AND LIT SERVICES TO THESE COMMUNITIES, UNLOCKING FUTURE PUBLIC AND PRIVATE LAST MILE BROADBAND INVESTMENT, AND CREATING AN ECONOMICALLY VIABLE AND SUSTAINABLE ASSET THAT ENHANCES NETWORK COMPETITION, RELIABILITY, AND RESILIENCE FOR NORTHERN NEW ENGLAND. THE ROUTE INTENDS TO SERVE MAINE'S MOST RURAL, UNSERVED, AND ECONOMICALLY DISADVANTAGED COUNTIES: AROOSTOOK, PISCATAQUIS, WASHINGTON, FRANKLIN, AND SOMERSET. WITH THE MIDDLE MILE FIBER THAT MOOSE NET WILL BRING, INTERNET SERVICE PROVIDERS WILL BE ABLE TO MEET THE GROWING DEMAND FOR BROADBAND THAT IS ESSENTIAL TO THE LONG-TERM VIABILITY OF THESE RURAL COMMUNITIES. AS A PUBLIC ENTITY, THE MAINE CONNECTIVITY AUTHORITY WILL BE ABLE TO OFFER LOWER COSTS REQUIRED BY ISPS TO CONNECT, SIGNIFICANTLY REDUCING TRANSPORT COSTS AND MAKING LAST MILE ACCESS MORE AFFORDABLE FOR ISPS (AND ULTIMATELY THEIR CUSTOMERS). ONCE COMPLETE, THE PROJECT WILL ENHANCE THE OVERALL RELIABILITY AND RESILIENCE OF MAINE AND NORTHERN NEW ENGLAND, BY PROVIDING A NEW, EAST-WEST ROUTE ACROSS THE STATE. IT WILL ALSO ENHANCE THE SECURITY OF ALL OF THE STATE'S INTERCONNECTED LAST AND MIDDLE MILE NETWORKS, BENEFIT AND SERVE NATIONAL SECURITY INTERESTS, AND PROVIDE NEW DIRECT INTERNET CONNECTIONS TO CANADA. INTENDED BENEFICIARIES: MOOSE NET WILL EXTEND THE STATE'S MIDDLE MILE INFRASTRUCTURE TO UNDERSERVED, UNSERVED, RURAL, AND IMPOVERISHED COMMUNITIES TO FACILITATE PUBLIC AND PRIVATE INVESTMENT IN HIGH-SPEED LAST MILE BROADBAND. THIS NEW, LOW-LATENCY, GEOGRAPHICALLY DIVERSE PATH THROUGH RURAL MAINE IS LIKELY TO BE ATTRACTIVE TO HYPERSCALERS, ISPS IN ATLANTIC CANADA AND FIRMS WITH DATA-INTENSIVE TRANSPORT NEEDS, ESPECIALLY THOSE WHO HAVE TRAFFIC COMING OVERSEAS TO NORTH AMERICA. THE ROUTE WILL INCREASE MIDDLE MILE COMPETITION IN THE AREA, WITH CONCURRENT PRICING BENEFITS FOR WHOLESALE AND ULTIMATELY RETAIL CUSTOMERS.  ALONG THE PROPOSED ROUTES IN SOMERSET COUNTY, 56% OF ADDRESSES ARE UNSERVED; IN FRANKLIN, 50% ARE. WITHIN 5-MILES OF MOOSE NET, 37% OF ADDRESSES ARE UNDERSERVED, LACKING ACCESS TO 100/20MBPS  MOOSE NET WILL ALSO BENEFIT MAINE'S TRIBAL COMMUNITIES. THE ROUTES PASS DIRECTLY THROUGH PENOBSCOT INDIAN TRIBAL LAND AND BRING MIDDLE MILE FIBER MUCH CLOSER TO SEVERAL OTHER RESERVATIONS. SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": 30016472.13, "recipient_id": "083bd7a5-a52d-34f9-f909-5ab11e826964-R", "generated_internal_id": "ASST_NON_2340MM174_1341"}, {"internal_id": 160118052, "Award ID": "2040MM844", "Award Amount": 42514219.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE STATE OF KANSAS DEPARTMENTS OF COMMERCE (THE APPLICANT) AND TRANSPORTATION (KDOT) (PROJECT PARTNER) ARE WORKING TOGETHER WITH PRIVATE AND NON-PROFIT PARTNERS TO CREATE A 682-MILE OPEN-ACCESS MIDDLE-MILE FIBER OPTIC AND NETWORK, WITH PLANS TO CONNECT MULTIPLE NEW INTERNET EXCHANGE POINTS THROUGHOUT THE STATE. THE PURPOSE OF THE PROJECT IS TO CONNECT TO MULTIPLE NEW INTERNET POINTS THROUGHOUT THE STATE AND OFFER DARK FIBER FOR LAST-MILE SERVICE PROVIDERS THAT HAVE THE CAPABILITIES TO LIGHT THE FIBER AND NEED THE SCALABILITY ASSOCIATED WITH DARK FIBER ACCESS. THE PROPOSED ROUTE WILL PROVIDE LIT SERVICE ACCESS TO SUPPORT SMALLER ISPS AS WELL AS OTHER PROVIDERS WITH SMALLER PROJECT SCOPES THAT PREFER LIT SERVICES TO DEPLOYING THEIR OWN FIBER OR ELECTRONICS. THIS WILL ENABLE LAST MILE PROVIDERS WITH A RANGE OF OBJECTIVES TO CONNECT TO THIS NETWORK AND ACCESS END USERS.THE PROPOSED NETWORK WILL SUPPORT THE NEEDS OF LAST-MILE SERVICE PROVIDERS, INCREASE CAPABILITIES FOR ANCHOR INSTITUTIONS, ENABLE CONNECTIONS TO UNSERVED AND UNDERSERVED HOUSEHOLDS, AND INCREASE COMPETITION IN LOCAL MARKETS, THEREBY CREATING MORE AFFORDABLE SERVICE OPTIONS. ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW MIDDLE MILE NETWORK THROUGH UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 5 YEARS. EXPECTED OUTCOMES: THE PROJECT HAS THE FOLLOWING GOALS AND DELIVERABLES: 1. CREATE A 682-MILE OPEN-ACCESS MIDDLE-MILE FIBER OPTIC NETWORK, WITH PLANS TO CONNECT MULTIPLE NEW INTERNET EXCHANGE POINTS THROUGHOUT THE STATE. 2. INCORPORATE THREE PRIMARY OPEN-ACCESS MIDDLE-MILE FACILITIES TO FACILITATE BROADBAND ACCESS DEPLOYMENT ACROSS THE STATE FOR ALL SCOPES AND SIZES OF BROADBAND DEPLOYMENTS. 3. SUPPORT ACCESS TO MIDDLE-MILE FOR THE DEPLOYMENT OF LAST-MILE SERVICE PROVIDERS' FIBER OPTIC CABLES. 4. SUPPORT LEASED ACCESS TO DARK FIBER FOR LAST-MILE SERVICE PROVIDERS THAT HAVE THE CAPABILITIES TO LIGHT THE FIBER AND NEED THE SCALABILITY ASSOCIATED WITH DARK FIBER ACCESS. 5. PROVIDE LIT SERVICE ACCESS TO SUPPORT SMALLER ISPS AS WELL AS OTHER PROVIDERS WITH SMALLER PROJECT SCOPES THAT PREFER LIT SERVICES TO DEPLOYING THEIR OWN FIBER OR ELECTRONICS.  INTENDED BENEFICIARIES:  THE NETWORK WILL PASS WITHIN 5 MILES OF APPROXIMATELY 27,000 UNDERSERVED LOCATIONS AND ABOUT 300 UNSERVED LOCATIONS. IN ADDITION, 52 ANCHOR INSTITUTIONS ARE WITHIN 1,000 FEET OF THE PROPOSED NETWORK PATHS. A SIGNIFICANT PORTION OF THE FIBER WILL GO THROUGH COUNTIES THAT HAVE HIGHER POVERTY RATES THAN THE NATIONAL AVERAGE. THE AREAS THAT WILL BENEFIT FROM THIS PROJECT INCLUDE THE SOUTHERN PART OF KANSAS AND ROUTES FROM GARDEN CITY, THROUGH WICHITA AND OUT AND UP TO KANSAS CITY. THE NETWORK WILL BENEFIT EDUCATIONAL FACILITIES THROUGHOUT KANSAS BY ENABLING KANSAS RESEARCH AND EDUCATION NETWORK TO EXPAND ITS BANDWIDTH AND GEOGRAPHIC REACH. KDOT HAS ALSO COMMITTED TO ALLOWING ACCESS TO OTHER STATE AND GOVERNMENT ENTITIES INCLUDING THE DEPARTMENT OF DEFENSE AND THE DEPARTMENT OF AGRICULTURE TO AID IN NATIONAL SECURITY EFFORTS AND SMART-FARM INITIATIVES IN KANSAS. THE PROPOSED NETWORK WILL BRING OPEN ACCESS MIDDLE-MILE INFRASTRUCTURE ACROSS THE STATE ON EAST-WEST AND NORTH-SOUTH ROUTES, CREATING OPPORTUNITIES FOR NEW LAST-MILE MARKET ENTRANTS TO DELIVER SERVICES AT LOWER COSTS FOR RESIDENTIAL AND BUSINESS CUSTOMERS. THE NETWORK WILL ALSO CONNECT INTERNET EXCHANGE POINTS, LEADING TO BETTER PERFORMANCE, MORE RESILIENCY, AND LOWER COSTS FOR REGIONAL PROVIDERS AND THEIR CUSTOMERS. SUBRECIPIENT ACTIVITIES:  THERE ARE NO SUBAWARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": 42514219.13, "recipient_id": "f956af53-7594-bbbb-8c21-e83b2595618e-C", "generated_internal_id": "ASST_NON_2040MM844_1341"}, {"internal_id": 160118051, "Award ID": "2040MM553", "Award Amount": 2812086.07, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE:WANRACK IS PROPOSING BUILDING AN OPEN ACCESS MIDDLE MILE FROM NORTH OF LAKELAND, FL GOING THROUGH PASCO AND ZEPHYRHILLS/DADE CITY AND THEN CONTINUING NORTH ON RT 98 INTO HERNANDO COUNTY. THIS ROUTE WAS CHOSEN BECAUSE OF THE CONSISTENT NEED FOR ADDITIONAL CONNECTIVITY OPTIONS ALONG THE ENTIRE ROUTE, ALONG WITH A MORE AFFORDABLE OPTION FOR THESE COMMUNITIES. WANRACK HAS HAD DISCUSSIONS WITH EACH COUNTY AS PART OF THIS PROJECT THAT FURTHER DEMONSTRATES THE NEED FOR MIDDLE MILE INFRASTRUCTURE. ALL THREE COUNTIES EXEMPLIFIED SUPPORT FOR THIS PROJECT. IN PARTICULAR, WANRACK MET WITH AND PASCO COUNTY AND LEARNED THAT THEY ARE DESPERATELY SEEKING ADDITIONAL BROADBAND PROVIDERS, AS THEY ARE CURRENTLY STUCK WITH ONE CABLE PROVIDER AND NO ADDITIONAL MIDDLE MILE PROVIDERS. THE PROJECT WOULD HELP GET CRITICAL INFRASTRUCTURE TO AREAS WHICH ARE IN DIRE NEED OF ASSISTANCE TO HELP PUSH AND PROMOTE THE EXPANSION. WHILE IT IS WANRACK'S GOAL TO ULTIMATELY PROVIDE LAST MILE SERVICE TO ALL THREE COUNTIES, WANRACK AS PART OF THIS APPLICATION IS COMMITTING TO PROVIDE WHOLESALE BROADBAND SERVICE AT REASONABLE RATES ON A NON-DISCRIMINATORY BASIS. ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW/RESILIENT MIDDLE MILE NETWORK THROUGH UNSERVED AND UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 2 YEARS. EXPECTED OUTCOMES: THE APPLICANT'S DELIVERABLES AND GOALS FOR THE PROPOSED NETWORK ARE TO: 1. DEPLOY APPROXIMATELY 237,000 FEET, OR 44.8 MILES OF FIBER THROUGH HERNANDO, PASCO, AND POLK COUNTIES TO ENABLE AFFORDABLE OPTIONS TO UN- AND UNDERSERVED COMMUNITIES. SPECIFICALLY, 16.53% ARE UNSERVED BLOCKS ACCORDING TO THE FCC 477 JULY TO DECEMBER 2021. 2. COMMIT TO PROVIDE WHOLESALE BROADBAND SERVICE AT REASONABLE RATES ON A NON-DISCRIMINATORY BASIS. 3. IMPROVE ECONOMIC DEVELOPMENTS AND OPPORTUNITIES BY PROVIDING MORE CONNECTIVITY OPTIONS. INTENDED BENEFICIARIES :BENEFICIARIES INCLUDE CONSTITUENTS IN THE COMMUNITIES OF POLK, PASCO, AND HERNANDO COUNTIES. WANRACK PROVIDED THAT ACCORDING TO THE FCC (FORM 477) 3,363 OF HOUSEHOLDS IN THE PROJECT AREA ARE UNSERVED AND 5,239 ARE UNDERSERVED .ALONG THE ROUTE DESIGNED BY WANRACK FOR THIS MIDDLE MILE, THE PER CAPITA INCOME LEVEL, IS AT 77% OF THE NATIONAL AVERAGE. POLK AND HERNANDO COUNTIES ARE ABOVE AVERAGE IN THE 24-MONTH UNEMPLOYMENT OUTLOOK. ANCHOR INSTITUTIONS COULD BENEFIT BECAUSE WANRACK ENSURES THAT UPON PROJECT COMPLETION, INTERCONNECTION FACILITIES WILL BE AVAILABLE ALLOWING FOR THE PROVISION OF 1GBPS SYMMETRICAL SERVICE TO EACH ANCHOR INSTITUTION ALONG THE ROUTE .SUBRECIPIENT ACTIVITIES: NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": 2812086.07, "recipient_id": "408579e8-3094-5899-d112-f51051b1afce-C", "generated_internal_id": "ASST_NON_2040MM553_1341"}, {"internal_id": 160117875, "Award ID": "1940MM519", "Award Amount": 37839311.86, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PROJECT PURPOSE: ACCORDING TO THE APPLICANT THE PROJECT PROPOSES A COST-EFFECTIVE APPROACH OF UTILIZING EXISTING AND PLANNED COMMUNICATION NETWORKS TO PROVIDE CONNECTIVITY FOR ISPS TO DELIVER BROADBAND TO END USERS IN NEED. THE PROJECT OFFERS AN OPPORTUNITY TO LEVERAGE THE APPLICANT'S ENERGY INFRASTRUCTURE MANAGEMENT NETWORK TO PROVIDE A HIGH QUALITY, COST-EFFECTIVE MIDDLE MILE FIBER ROUTES. IN ADDITION TO BUILDING NEW ROUTES TO CONNECT ITS REMAINING INFRASTRUCTURE AND MAKING THAT FIBER AVAILABLE FOR MIDDLE MILE BROADBAND, THE APPLICANT WILL BE OFFERING UNUSED CAPACITY ON ITS EXISTING FIBER NETWORK (24 STRANDS) AS NEW OPEN ACCESS MIDDLE MILE. SIX SEGMENTS COMPRISING 775 MILES OF NEW BUILD WILL PROVIDE 72 FIBER STRANDS FOR DARK FIBER LEASING. OPENING 1,365 MILES OF APPLICANT-OWNED FIBER TO PUBLIC ACCESS WILL PROVIDE 24 STRANDS TO FACILITATE LAST MILE CONNECTIONS. THE DESIGN ALSO SUPPORTS EFFICIENT CONNECTIONS TO UNSERVED AND UNDERSERVED ANCHOR INSTITUTIONS. THE RESULTING NETWORK WILL ENABLE FIBER CONNECTIONS THAT CAN PROVIDE 1 GBPS SYMMETRICAL ACROSS A WIDE AREA OF IOWA. ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW AND RESILIENT MIDDLE MILE NETWORK THROUGH UNSERVED AND UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE TWO YEARS. EXPECTED OUTCOMES: THE PROJECT WILL ACHIEVE THE FOLLOWING OUTCOMES: DEPLOY MIDDLE MILE DARK FIBER THROUGH 775 MILES OF NEW BUILD AND MAKE AVAILABLE 1,365 MILES OF EXISTING APPLICANT-OWNED FIBER TO PUBLIC ACCESS THAT COLLECTIVELY WILL FACILITATE LAST MILE CONNECTIONS FOR 12,677 UNSERVED AND 6,376 UNDERSERVED LOCATIONS. PROVIDE ACCESS TO 695 UNSERVED AND UNDERSERVED ANCHOR INSTITUTIONS. ALLOW HIGH-SPEED CONNECTIONS TO INTERNET AGGREGATION POINTS OF PRESENCE (POPS) IN DES MOINES AND SIOUX CITY, IOWA.THE APPLICANT HAS DEVELOPED PRICING THAT IS UNDER HALF THE PRICE OF SIMILAR MIDDLE MILES SERVICES (E.G., DARK FIBER, LEASED CIRCUITS). THIS SIGNIFICANT REDUCTION IN WHOLESALE COSTS TO LAST MILE PROVIDERS PROVIDES A FIRM BASIS FOR PRICE REDUCTIONS TO END USERS FOR A GREATLY ENHANCED BROADBAND SERVICE. THE APPLICANT PROVIDED COMPARATIVE MIDDLE MILE PRICING DATA AND INDICATED THEY WERE PREPARED TO OFFER DARK FIBER TO MIDDLE MILE AND LAST MILE SERVICE PROVIDERS AT A MAXIMUM PRICE OF $10/MONTH/STRAND/MILE. THE PROJECT CREATES A RESILIENT AND REDUNDANT RING NETWORK ARCHITECTURE THAT SUPPORTS THE DELIVERY OF MORE RELIABLE BROADBAND SERVICES. ADDITIONALLY, THE ENHANCED FIBER NETWORK WILL IMPROVE MONITORING OF THE ELECTRICAL NETWORK AND HELP PROTECT THE POWER GRID.THE PROJECT SUPPORTS WORKFORCE OBJECTIVES BY WORKING WITH UNIONS ON APPRENTICESHIP PROGRAMS, ROBUST TRAINING EFFORTS, PARTNERSHIPS WITH LOCAL COLLEGES, AND STRONG DIVERSITY, EQUITY, AND INCLUSION PROGRAMS. INTENDED BENEFICIARIES: THE PROJECT WILL BENEFIT UNSERVED AND UNDERSERVED COMMUNITIES IN CENTRAL AND WESTERN IOWA THROUGH THE DEPLOYMENT OF A FIBER OPTIC RING ARCHITECTURE NETWORK THAT PROVIDES MIDDLE MILE AND LAST MILE PROVIDERS ACCESS TO DARK FIBER RESOURCES. THE APPLICANT ASSERTS THAT THE PROPOSED NETWORK WILL PROVIDE BROADBAND INFRASTRUCTURE THAT ENABLES LAST MILE SERVICES VIA LAST MILE PROVIDERS FOR: 12,677 UNSERVED AND 6,376 UNDERSERVED LOCATIONS, 695 TOTAL UNSERVED AND UNDERSERVED ANCHOR INSTITUTIONS INCLUDING 27 UNSERVED ANCHOR INSTITUTIONS, 14 COMMUNITIES CONTAINING 1,200 LOCATIONS THAT EXHIBIT HIGH POVERTY (EXHIBITING POVERTY AT 200% OR LESS THAN THE FEDERAL POVERTY GUIDELINES), RURAL COUNTIES WITH AN AVERAGE POPULATION OF 22,062 RESIDENTS. SUBRECIPIENT ACTIVITIES: THERE ARE NO SUB AWARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": 37839311.86, "recipient_id": "cbeec211-88ed-f6ee-2f52-575f820025df-C", "generated_internal_id": "ASST_NON_1940MM519_1341"}, {"internal_id": 160117755, "Award ID": "1840MM731", "Award Amount": 11684088.9, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE DELAWARE AND GRANT MIDDLE MILE CONNECT (D&G) PROJECT CONSISTS OF 252 MILES OF NEWLY CONSTRUCTED FIBER AND 465 MILES OF EXISTING FIBER IN THE INDIANA MICHIGAN POWER COMPANY (I&M) NETWORK IN INDIANA'S DELAWARE AND GRANT COUNTIES. FIBER WILL BE AVAILABLE TO LEASE BY ISPS PROVIDING LAST MILE BROADBAND TO END USERS. AS THE ELECTRICITY PROVIDER TO THE TARGET AREA, I&M RECOGNIZES RESIDENTS' BROADBAND LIMITATIONS AND CAN ADDRESS THEM BY LEVERAGING THE DISTRIBUTION INFRASTRUCTURE, AND ECONOMIES OF SCALE TO PROVIDE LOW-COST MIDDLE MILE FIBER, TO LAST MILE ISPS. THE PROJECT LEVERS I&M'S EXISTING POWER LINE STRUCTURES SUPPORTING THE ELECTRIC SYSTEM IN COUNTIES TO PROVIDE A MIDDLE MILE FIBER NETWORK.  THE PROJECT BENEFITS THE PROPOSED SERVICE AREA BY PROMOTING CARRIER-NEUTRAL INTERCONNECTION AND NON-EXCLUSIVE LEASING AGREEMENTS. REDUCED COST FOR LAST MILE ISPS, THE AVAILABILITY OF OPEN, NON-DISCRIMINATORY ACCESS, INCREASES THE NUMBER OF LAST MILE PROVIDERS IN THE REGION, INCREASING COMPETITION THUS IMPROVES NETWORK PERFORMANCE, ACCESSIBILITY, AND AFFORDABILITY. I&M'S INTERCONNECTION POLICIES, NUMEROUS TERMINALS, AND COMPETITIVE PRICING ALLOW LAST MILE PROVIDERS TO OFFER FASTER, AND LESS EXPENSIVE BROADBAND TO THE MOST IMPACTED COMMUNITIES.  ACTIVITIES TO BE PERFORMED: APPLICANT WILL EXTEND MIDDLE MILE AERIAL FIBER ON 252 MILES OF EXISTING ROW, IN UN/UNDERSERVED COMMUNITIES IN THE COUNTIES, TO SERVE LAST MILE PROVIDERS VIA OPEN ACCESS, NON-DISCRIMINATORY INTERCONNECTIONS. THE PERIOD OF PERFORMANCE FOR THIS PROJECT IS 3 YEARS. EXPECTED OUTCOMES: THIS PROJECT ALLOWS I&M TO INCORPORATE ADDITIONAL FIBER INTO ITS PLAN TO DEPLOY FIBER IN COMMUNITIES THAT DO NOT CURRENTLY HAVE ACCESS TO BROADBAND AND TO MAKE IT AVAILABLE AS A MIDDLE MILE SERVICE FOR LAST MILE ISPS. THE PROJECT WILL CONSTRUCT 48 FIBERS (12 RETAINED FOR IM USE) ON 252 MILES OF NEW CONSTRUCTION, COMBINED WITH 36 FIBERS ON THE 465 MILES, AVAILABLE TO LAST MILE PROVIDERS. BUILT ON I&M'S DISTRIBUTION BACKBONE, THE PROPOSED NETWORK ENABLES BROADBAND SERVICE THROUGHOUT THE PROJECT AREA, AND FACILITATES 1 GBPS SYMMETRICAL SPEEDS FOR THE 56 ANCHOR INSTITUTIONS WITHIN 1,000 FEET OF THE PROPOSED LINE. NON-DISCRIMINATORY ACCESS WILL BE AVAILABLE TO LAST MILE PROVIDERS AT JUST AND REASONABLE RATES, LOWERING THE COST OF LAST MILE SERVICE TO UNSERVED AND UNDERSERVED COMMUNITIES, AS A RESULT ISPS CAN JUSTIFY THE BUSINESS CASE FOR EXPANDING THEIR SERVICE AREAS. TO PROVIDE EFFICIENT AND COST-EFFECTIVE ACCESS TO ISP CUSTOMERS, I&M POWER BUDGETED 672 INTERCONNECTION POINTS ON THE PROPOSED ROUTE, TO REDUCE INTERCONNECT COSTS. FACILITIES ARE INTEGRATED WITH I&M'S CORE ELECTRICITY DISTRIBUTION FIBER FACILITIES. THE MIDDLE MILE FACILITIES WILL BENEFIT FROM HIGHER STANDARDS FOR SAFETY, SECURITY, AND CONSTRUCTION WHEN DESIGNED AND DEPLOYED. END USERS BENEFIT FROM FASTER RESPONSE FOR DAMAGE OR OUTAGE SINCE I&M'S TECHNICIANS ARE SERVICING CRITICAL ELECTRICAL INFRASTRUCTURE. INTENDED BENEFICIARIES: THE DELAWARE AND GRANT MIDDLE MILE CONNECT PROJECT WILL PROVIDE AFFORDABLE, HIGH-SPEED MIDDLE MILE FACILITIES TO ENABLE BROADBAND SERVICE FOR UNSERVED AND UNDERSERVED RESIDENTS ACROSS CENTRAL INDIANA. IN DELAWARE AND GRANT COUNTIES, BROADBAND ADOPTION IS PARTICULARLY SPARSE, WITH 60.3% AND 59.3%, OF RESIDENTS RESPECTIVELY, NOT USING THE INTERNET AT BROADBAND SPEEDS. BASED ON THE ELIGIBILITY FOR AFFORDABLE CONNECTIVITY PROGRAM, THE FCC HAS DETERMINED THAT HOUSEHOLDS BELOW 200% OF THE POVERTY RATE WILL HAVE DIFFICULTY IN AFFORDING INTERNET SUBSCRIPTIONS. THE PERCENTAGE OF HOUSEHOLDS IN DELAWARE AND GRANT COUNTIES WITH INCOME LEVELS BELOW THE 200% THRESHOLD, INCOME OF $46,000 FOR A HOUSEHOLD OF THREE PEOPLE, IS 41.7%. LOWERING THE COST OF ENTRY FOR ISPS TO OFFER SERVICE IN RURAL AREAS WILL, ENABLE THOSE ISPS TO CONNECT THE 96,500 UNDERSERVED, AND ALMOST 11,500 RURAL DIGITAL OPPORTUNITY FUND (RDOF)-ELIGIBLE UNSERVED RESIDENTS. SUB-RECIPIENT ACTIVITIES: THERE ARE NO SUB RECIPIENTS ON THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": 11684088.9, "recipient_id": "ecc55cd0-8ed5-5923-732c-1b943782c80f-C", "generated_internal_id": "ASST_NON_1840MM731_1341"}, {"internal_id": 160117658, "Award ID": "1740MM554", "Award Amount": 14557740.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE PROPOSED PROJECT REPRESENTS A 446-MILE FIBER DEPLOYMENT COVERING THE SOUTH AND WEST SIDES OF CHICAGO, WHICH INCLUDES THE BUILD OF 30 STRATEGIC INTERCONNECTION POINTS FOR THIRD-PARTY ACCESS AND CONSTRUCTION OF ADDITIONAL FIBER CAPACITY TO BE ALLOCATED FOR LAST-MILE PROVIDERS. COMED WILL BE BRINGING NEW AVAILABLE LOW-COST MIDDLE-MILE INFRASTRUCTURE INTO 24 COMMUNITIES IN NEED, REPRESENTING OVER 440,000 HOUSEHOLDS.TO INCREASE DOWNSTREAM AFFORDABILITY THROUGH THE MATERIAL REDUCTION OF BROADBAND PRICES NECESSARY FOR THESE NEIGHBORHOODS, COMED TAKES A FLEXIBLE APPROACH TO ITS DARK FIBER PRICING THAT ACCOUNTS FOR THE AFFORDABILITY NEEDS OF A NEIGHBORHOOD AND THE LAST MILE PROVIDERS' OPERATIONAL REQUIREMENTS. ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO CONSTRUCT NEW/RESILIENT MIDDLE MILE NETWORKS THROUGH UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE FIVE YEARS. EXPECTED OUTCOMES: THE APPLICANT PROPOSES TO ACCELERATE ITS PLANNED OPERATIONAL FIBER DEPLOYMENT BUILDOUTS WITHIN AREAS NEEDING BROADBAND, PROVIDING AFFORDABLE DARK FIBER CAPACITY TO LAST MILE PROVIDERS. THE PROPOSED PROJECT IS COMPRISED OF TWO MAJOR COMPONENTS: ALONG THE PLANNED OPERATIONAL FIBER ROUTES, COMED WILL LEVERAGE FEDERAL FUNDING TO EXPAND FIBER CAPACITY THAT WILL BE ALLOCATED FOR LAST MILE PROVIDERS, TO BE SUPPLIED INDISCRIMINATELY AND IN PERPETUITY WHERE TECHNICALLY FEASIBLE. BUILD APPROPRIATE OFF-RAMPS (E.G. HANDHOLES) AT KEY LOCATIONS ALONG THESE ROUTES SUCH THAT PROSPECTIVE LAST-MILE PROVIDERS CAN MORE EFFICIENTLY INTERCONNECT INTO COMED'S MIDDLE-MILE INFRASTRUCTURE. THE APPLICANT IS ENGAGED WITH SEVERAL PROSPECTIVE LAST MILE PROVIDERS AND HAS SIGNED MOU'S AND/OR LETTERS OF SUPPORT. PROPOSED LAST MILE PROVIDER SERVICE OFFERINGS INCLUDE: DEPLOYMENT OF A BROADBAND NETWORK THAT WILL OFFER SERVICES TO LOCATIONS WITHIN IDENTIFIED COMMUNITIES. LAST-MILE NETWORK INFRASTRUCTURE DELIVERING HIGH-SPEED CONNECTIVITY TO RESIDENCES, BUSINESSES, COMMUNITY CENTERS, AND ANCHOR INSTITUTIONS. BANDWIDTH RANGING FROM 50 TO 100 MEGABITS PER SECOND SYMMETRICAL TO THE USER. THE APPLICANT ASSERTS THAT THE PROPOSED NETWORK WILL PROVIDE BROADBAND INFRASTRUCTURE THAT ENABLES LAST MILE SERVICES VIA LAST MILE PROVIDERS FOR: 24 COMMUNITIES IN NEED, REPRESENTING OVER 440,000 HOUSEHOLDS AND 114 ANCHOR INSTITUTIONS WITHIN 1000 FEET OF THE PROPOSED NETWORK. INTENDED BENEFICIARIES: THE PROPOSED NETWORK COVERS NEIGHBORHOODS IN THE SOUTH AND WEST SIDES OF CHICAGO, AREAS WHICH HAVE SHOWN TO BE BOTH THE MOST ECONOMICALLY CHALLENGED AND LEAST CONNECTED. THESE AREAS INCLUDE WEST GARFIELD PARK; HUMBOLDT PARK; NORTH LAWNDALE; ENGLEWOOD; GREATER GRAND CROSSING; AUSTIN; WEST ENGLEWOOD; SOUTH SHORE; SOUTH LAWNDALE; NEAR WEST SIDE; AUBURN GRESHAM; BRIGHTON PARK; ARCHER HEIGHTS; VITTUM PARK; BACK OF THE YARDS; CHICAGO LAWN; ROSELAND; AND HYDE PARK.COMED'S PROJECT WILL CREATE A MATERIAL REDUCTION IN END-USER BROADBAND PRICES FOR TARGET UNDERSERVED AND UNSERVED HOUSEHOLDS IN CHICAGO. WITHIN THE PROJECT AREA, THE MEDIAN PERCENT OF HOUSEHOLDS WITHOUT INTERNET WAS 29.4% WITH SOME AREAS AS HIGH AS 53%. THIS SIGNIFIES A MEANINGFUL NUMBER OF HOUSEHOLDS WITHOUT ACCESS TO ONLINE RESOURCES THAT SUPPORT SOCIAL, ECONOMIC, DIGITAL HEALTH AND EDUCATIONAL SERVICES. WHILE PROVIDERS EXIST IN THESE AREAS, THE SERVICE PRICING FOR SERVICES WITH ADEQUATE SPEEDS HAS PROVEN A BARRIER TO MANY HOUSEHOLDS. COMED'S PLANNED BUILDOUT OF DARK FIBER CAPACITY IN THESE REGIONS WILL HELP QUILT AND OTHER ISPS TO DELIVER ON THEIR DIGITAL INCLUSION STRATEGY .COLLECTIVELY, THIS REPRESENTS APPROXIMATELY 440,000 HOUSEHOLDS IN NEED AND 114 ANCHOR INSTITUTIONS. SUBRECIPIENT ACTIVITIES: THERE ARE NO SUBRECIPIENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": 14557740.21, "recipient_id": "0d5d456b-6d06-d27c-1fbe-d75198e724b6-C", "generated_internal_id": "ASST_NON_1740MM554_1341"}, {"internal_id": 160117636, "Award ID": "1640MM020", "Award Amount": 6209732.74, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE APPLICANTS WEST IDAHO - CANYON, OWYHEE AND ADA COUNTY PROJECT (THE PROJECT) WILL PROVIDE INFRASTRUCTURE TO SERVE UNSERVED AND UNDERSERVED AREAS. THE ROUTE WILL FACILITATE AN INCREASE IN AVAILABLE BANDWIDTH FOR END USERS BECAUSE THE MAJORITY OF THE PROJECT AREA HAS LITTLE TO NO FIBER-BASED MIDDLE MILE INFRASTRUCTURE IN PLACE TODAY. COMMUNITIES IN THE PROJECT AREA ARE PAYING HIGHER PRICES FOR SUBSTANDARD INTERNET SPEEDS ON LEGACY FACILITIES LIKE COPPER AND A PATCHWORK OF OVERLAPPING CABLE SERVICE IN A FEW AREAS. THE PROJECT WILL BE THE FIRST PURPOSE BUILT, DEDICATED FIBER MIDDLE MILE ROUTE TO INTERCONNECT EACH OF THE COMMUNITIES ON THE ROUTE. ONCE COMPLETE, SYRINGA NETWORKS INTENDS TO HELP FACILITATE THE BUILD OUT OF LAST MILE LATERALS TO PROVIDE SERVICES TO ADDITIONAL HOMES AND BUSINESSES. THIS WILL BE ACCOMPLISHED BY SYRINGA NETWORKS EXTENDING ITS OWN FIBER FACILITIES BY OFFERING INTERCONNECTION POINTS ON A CARRIER-NEUTRAL BASIS TO INTERNET SERVICE PROVIDERS TO MAKE LAST MILE CONNECTIONS TO THE NETWORK. ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW/RESILIENT MIDDLE MILE NETWORK THROUGH UNSERVED AND UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 2 YEARS .EXPECTED OUTCOMES :THE APPLICANT'S DELIVERABLES AND GOALS FOR THE PROPOSED NETWORK ARE PROVIDING: 1.\tA 76-MILE ROUTE THROUGH EIGHT RURAL CITIES TO BENEFIT MORE THAN 31,000 PEOPLE IN THE COMMUNITIES OF NOTUS, PARMA, WILDER, MELBAAND BOWMONT IN CANYON COUNTY, HOMEDALE, MARSING, GIVENS HOT SPRINGS AND WALTERS FERRY IN OWYHEE COUNTY AND KUNA IN ADA COUNTY; 2. AN INCREASE IN AVAILABILITY OF BANDWIDTH SINCE MOST OF THE PROJECT AREA HAS LITTLE TO NO FIBER-BASED MIDDLE MILE INFRASTRUCTURE IN PLACE; 3. OPEN-ACCESS AND NON-DISCRIMINATORY SERVICE OFFERINGS THAT WILL RESULT IN A LOWER MIDDLE MILE COST FOR INCUMBENT CARRIERS AND LAST-MILE PROVIDERS WHICH FLOW TO SAVINGS FOR END-USERS;  4. THE MEANS TO CONNECT CRITICAL NATIONAL INFRASTRUCTURE SUCH AS THE POWER GRID AND COMMUNICATIONS TOWERS TO A MODERN HIGH-CAPACITY AND RESILIENT FIBER NETWORK;  5. INTERNET EQUITY AND ACCESS, AS WELL AS JUMP STARTING ECONOMIC DEVELOPMENT IN THE AREA. INTENDED BENEFICIARIES: BENEFICIARIES OF THE PROPOSED PROJECT ARE COMMUNITIES OF NOTUS, PARMA, WILDER, HOMEDALE, MARSING, GIVENS HOT SPRINGS, WALTERS FERRY, MELBA, BOWMONT AND KUNA THAT RESIDE WITHING CANYON COUNTY, OWYHEE COUNTY, AND ADA COUNTY IN WESTERN IDAHO.THE FOCUS OF THE PROPOSED SERVICE AREA ARE RURAL, UNSERVED, AND UNDERSERVED AREAS OF OWYHEE COUNTY AND ADJACENT CENSUS BLOCKS OF ADA AND CANYON COUNTIES THAT ARE SIMILARLY SITUATED. FOR EXAMPLE, OWYHEE COUNTY HAS A POPULATION OF 12,336 IN AN AREA OF 7,668 SQUARE MILES (ABOUT TWICE THE AREA OF CONNECTICUT), INDICATING HIGH RURALITY WITH A POPULATION PER SQUARE MILE OF 1.6. ADDITIONALLY, OWYHEE COUNTY HAS A MEDIAN HOUSEHOLD INCOME OF $48,601 (AS COMPARED TO US MEDIAN INCOME OF $64,994). FURTHERMORE, CENSUS BUREAU 2020 REPORTS HOUSEHOLDS WITH A BROADBAND INTERNET SUBSCRIPTION PERCENT FOR OWYHEE COUNTY OF 76.9% VS. 85.2% US BROADBAND SUBSCRIPTION. OVERALL, RURAL, LOW WEALTH, LOW BROADBAND ADOPTION COMMUNITIES WILL BENEFIT FROM THE PROPOSED PROJECT BY ESTABLISHING LOWER MIDDLE MILE COSTS FOR INCUMBENT CARRIERS AND LAST-MILE PROVIDERS WHICH WILL CREATE SAVINGS FOR THE END-USERS. ALSO, MORE THAN 330 ANCHOR INSTITUTIONS AND BUSINESSES WITHIN 1000 FEET OF THE PLANNED ROUTE WILL BENEFIT BECAUSE THE INFRASTRUCTURE WILL CONNECT TO EXISTING SYRINGA NETWORKS NODES IN CALDWELL AND KUNA, IDAHO PROVIDING RINGED ACCESS TO A 100GBPS RESILIENT SYMMETRICAL, LOW LATENCY NETWORK. FINALLY, SYRINGA NETWORKS HAS A PARTNERSHIP WITH IDAHO POWER SUPPORTING NUMEROUS CRITICAL INFRASTRUCTURE SITES UNDER CONTRACT TO CONNECT THE POWER GRID TO THE INTERNET. SUBRECIPIENT ACTIVITIES: NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": 6209732.74, "recipient_id": "0dd7aafd-3e90-a919-5c18-d133b31d8050-C", "generated_internal_id": "ASST_NON_1640MM020_1341"}, {"internal_id": 160117625, "Award ID": "1540MM982", "Award Amount": 37356955.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: HAWAIIAN TELCOM, INC IS PROPOSING TO BUILD AN ECONOMICALLY AND ENVIRONMENTALLY SUSTAINABLE, OPEN ACCESS MIDDLE MILE INFRASTRUCTURE THAT WILL BENEFIT UNSERVED AND UNDERSERVED COMMUNITIES AND IMPROVE THE RESILIENCY OF EXISTING BROADBAND SERVICES IN THE STATE OF HAWAII. PROJECT URGENT CONSISTS OF 15 NEW TERRESTRIAL AND UNDERSEA ROUTES AND OVER 600 KILOMETERS OF FIBER.  THE DIGITAL DIVIDE IS PARTICULARLY PREVALENT IN HAWAII COMMUNITIES THAT ARE UNSERVED OR UNDERSERVED ESPECIALLY ON ISLANDS LIKE MAUI, MOLOKAI, KAUAI, AND HAWAII ISLAND, RURAL OAHU COMMUNITIES - WAIANAE, NANAKULI, NORTH SHORE, AND HAWAIIAN HOME LANDS, WHICH ARE \"TRIBAL\" LANDS SET ASIDE FOR HOMESTEADS FOR NATIVE HAWAIIANS HAVING AT LEAST 50% HAWAIIAN BLOOD. THESE AREAS ARE PARTICULARLY VULNERABLE, AND HAWAII IS RANKED AMONGST THE WORST STATES IN THE NATION IN TERRESTRIAL BROADBAND COVERAGE (54%) AND AMONGST THE SLOWEST AVERAGE DOWNLOAD SPEEDS.  PROJECT URGENT ALSO ADDRESSES CLIMATE-RELATED RISKS SUCH AS COASTAL FLOODING AND EROSION AND THE IMPACT FROM NATURAL DISASTERS SUCH AS VOLCANIC ERUPTIONS AND FIRES, TSUNAMIS, AND HURRICANES. ACTIVITIES AND EXPECTED OUTCOMES: THE APPLICANT'S GOALS FOR THE PROPOSED PROJECT ARE: (1.) BUILD 15 NEW TERRESTRIAL AND UNDERSEA ROUTES THROUGHOUT THE ISLANDS OF KAUAI, OAHU, MOLOKAI, MAUI, AND HAWAII, AND IN THE SURROUNDING WATERS OF THE PACIFIC OCEAN. THE PROPOSED ROUTES WILL BE ECONOMICALLY AND ENVIRONMENTALLY SUSTAINABLE, AND OPEN ACCESS WHICH WILL BENEFIT UNSERVED AND UNDERSERVED COMMUNITIES, INCLUDING HAWAIIAN HOME LANDS. (2.) IMPROVE THE RESILIENCY OF EXISTING BROADBAND SERVICES IN THE STATE OF HAWAII BY MITIGATING THE IMPACT OF CLIMATE CHANGE.  (3.) THE PROPOSED FUNDED MIDDLE MILE INFRASTRUCTURE WILL IMPROVE BROADBAND CAPABILITY, AVAILABILITY, AND AFFORDABILITY TO UNSERVED AND UNDERSERVED COMMUNITIES. COMMUNITIES THAT WILL BENEFIT FROM THE PROJECT INCLUDE: KAUAI: WAILUA, ANAHOLA, KEKAHA, WAIMEA; OAHU: WAHIAWA, NANAKULI, WAIANAE, WAIMANALO; MAUI: NAPILI, LAHAINA, WAIEHU, KEANAE AND HANA; HAWAII: DISTRICTS OF HAMAKUA AND PUNA; MOLOKAI: KALUA KOI, MAUNALOA, UALAPUE. (4.) DECREASE THE COST OF BROADBAND SERVICES TO ANCHOR INSTITUTIONS, BUSINESSES, AND END-USERS THAT CURRENTLY RELY ON SATELLITE OR LEGACY COPPER-BASED SERVICES. INTENDED BENEFICIARIES: THE PROPOSED INSTALLATION WILL TAKE PLACE THROUGHOUT THE ISLANDS OF KAUAI, OAHU, MOLOKAI, MAUI, AND HAWAII, AND IN THE SURROUNDING WATERS OF THE PACIFIC OCEAN. IT WILL TARGET RURAL, UNDERSERVED, UNSERVED COMMUNITIES ON EACH ISLAND AND PROTECT AGAINST CLIMATE CHANGE. THE PROJECT WILL CREATE A RESILIENT NETWORK, MAINTAIN AFFORDABLE RATES, AND PROVIDE THE MIDDLE MILE BACKBONE FOR THE APPLICANT AND OTHER PROVIDERS, LAYING THE FOUNDATION FOR INCREASED BROADBAND PENETRATION. IT WILL ALLOW FOR THE ENABLEMENT OF LAST MILE CONNECTIVITY THAT WILL BENEFIT BUSINESSES AND BENEFICIARIES LOCATED ON HAWAIIAN HOME LANDS AND OTHER UNDERSERVED AND UNSERVED COMMUNITIES.  THE PROJECT IS EXPECTED TO RESULT IN A MATERIAL REDUCTION IN END-USER CONSUMER BROADBAND PRICES AND THE COST OF BROADBAND SERVICES TO ANCHOR INSTITUTIONS AND BUSINESSES. IT WILL ALSO HAVE CONSIDERABLE ECONOMIC BENEFITS FOR THE STATE OF HAWAII. HAWAII RANKS #2 IN THE NATION FOR MILITARY PERSONNEL SERVING IN THE STATE IN RELATION TO TOTAL POPULATION. HOME TO THE US INDO-PACIFIC COMMAND, HAWAII IS ONE OF SIX GEOGRAPHIC COMBATANT COMMANDS AND IS RESPONSIBLE FOR OVERSIGHT OF HALF OF THE GLOBE INCLUDING RUSSIA, CHINA, AND NORTH KOREA WHERE NATIONAL SECURITY INTERESTS RUN HIGH. HAWAII HAS A TOTAL OF 11 MILITARY BASES STATEWIDE REPRESENTING ALL BRANCHES AND THE PROPOSED PROJECT WILL GREATLY ENHANCE THE RESILIENCY TO SEVERAL KEY MILITARY INSTALLATIONS, BENEFITING NATIONAL SECURITY INTERESTS OF THE UNITED STATES AND THE DEPARTMENT OF DEFENSE. SUBRECIPIENT ACTIVITIES: THE APPLICANT DOES NOT INTEND TO SUBAWARD FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": 37356955.0, "recipient_id": "52e46e96-c3b0-c113-6763-e1229e6726e5-C", "generated_internal_id": "ASST_NON_1540MM982_1341"}, {"internal_id": 160117618, "Award ID": "1340MM531", "Award Amount": 12234350.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE PURPOSE OF THIS PROJECT IS TO PROVIDE WEST AND NORTHWEST GEORGIA WITH CRITICAL MIDDLE MILE BROADBAND ACCESS BY BUILDING A 185-MILE FIBER ROUTE THAT PASSES THROUGH EIGHT COUNTIES BETWEEN CHATTANOOGA, TENNESSEE; BREMEN, GEORGIA; AND ATLANTA, GEORGIA. THE WEST AND NORTHWEST GEORGIA AREAS ASSOCIATED WITH THE PROPOSED ROUTE AND SERVICE FOOTPRINT CURRENTLY HAVE NO KNOWN COMMERCIALLY AVAILABLE DARK FIBER SERVICE OFFERINGS. THE PROPOSED FIBER NETWORK WILL SIGNIFICANTLY REDUCE FUTURE BACKHAUL TRANSPORT COSTS ASSOCIATED WITH BRINGING BROADBAND FROM THE MAIN PEERING HUBS AND LOCATIONS TO THE RURAL END USERS AND PROVIDE OVER 140 INTERCONNECTION SPLICING POINTS FOR ACCESS TO ALL ANCHOR INSTITUTIONS WITHIN 1,000 FEET ALONG THE PATH. THE OPEN NATURE PROMOTES BROADBAND CONNECTIONS BY PROVIDING BOTH DARK FIBER AND LIT SERVICES SUPPORTING CURRENT AND FUTURE NEEDS. BEING BURIED MAKES IT CLIMATE RESILIENT TO HAZARDS FOR THE REGION INCLUDING INLAND FLOODING, SEVERE WEATHER, WILDFIRES, TORNADOES, SNOW AND ICE, AND TREE DAMAGE. THE ROUTE IS SCALABLE, RENDERING IT SUSTAINABLE AND FUTURE PROOF AND SHOULD ENCOURAGE AND PROMOTE ADDITIONAL EXTENSIONS AND EXPANSIONS OF MIDDLE AND LAST MILE INFRASTRUCTURE AND SUPPORT NATIONAL SECURITY INTEREST OF THE UNITED STATES. ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW/RESILIENT MIDDLE MILE NETWORK THROUGH UN/UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 2 YEARS.EXPECTED OUTCOMES: THE RURAL BROADBAND SERVICE ENABLED BY THIS PROJECT'S MIDDLE MILE ROUTE WILL: 1. PROVIDE HIGH-QUALITY AND RELIABLE RESIDENTIAL END USER EXPERIENCE. 2. SUPPORT END USERS' ABILITY TO SIMULTANEOUSLY RECEIVE ALL THE BANDWIDTH THEY HAVE PURCHASED. 3. SUPPORT DRAMATIC INCREASES IN BANDWIDTH DEMAND OVER TIME 4. DELIVER END USER SERVICES AT A LOW-COST RATE WHILE SUPPORTING THE ONGOING OPERATIONAL NEEDS OF THE NETWORK.  INTENDED BENEFICIARIES:  THE PROPOSED NETWORK WILL ENABLE ONE OF THE MOST RURAL QUADRANTS OF GEORGIA WITH UNSERVED AND UNDERSERVED LOCATIONS ACCESS TO CONNECT LAST MILE BROADBAND TO HOMES AND BUSINESSES. THE NUMBER OF UNSERVED AND UNDERSERVED IN THE PROJECT AREA IS ESTIMATED TO BE 28,566 BASED UPON THE 2022 GEORGIA BROADBAND MAP, WITH AN ISP COMMITMENT ENABLING APPROXIMATELY 10,000 OF THOSE HOMES WITH RETAIL BROADBAND ACCESS. THE ROUTE WILL ENCOURAGE AND PROMOTE ADDITIONAL EXTENSIONS AND EXPANSIONS OF MIDDLE MILE AND LAST MILE INFRASTRUCTURE THROUGH THE EIGHT-COUNTY SERVICE AREA. THE ROUTE HAS 140 ANCHOR INSTITUTIONS WITH ACCESS WITHIN 1,000 FEET OF THE PROPOSED INFRASTRUCTURE, WITH AN ABILITY TO RECEIVE SERVICE WITH SPEEDS NOT LESS THAN 1 GBPS DOWNLOAD AND UPLOAD. OPEN INTERCONNECTION WILL PROMOTE BROADBAND CONNECTIONS BY PROVIDING BOTH DARK FIBER AND LIT SERVICES SUPPORTING CURRENT AND FUTURE BROADBAND NEEDS. THERE IS ALSO THE CREATION OF A BROADBAND CONSORTIUM, THE WEST GEORGIA BROADBAND ALLIANCE (WGBA). THE PROPOSED ROUTE WILL ALSO BENEFIT THE NATIONAL SECURITY INTERESTS OF THE UNITED STATES BY INCREASING THE REDUNDANCY AND RESILIENCY OF TELECOMMUNICATION NETWORKS THAT SUPPORT BROADBAND SERVICES FOR CRITICAL INFRASTRUCTURE SERVICES FOR POWER TRANSMISSION PROVIDERS AND CRITICAL RAIL TRANSPORT INFRASTRUCTURE IN THE SOUTHEAST. SUBRECIPIENT ACTIVITIES: NO. N/A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": 12234350.0, "recipient_id": "f4ceb1a1-007e-1c07-e94d-06c2097d0f06-R", "generated_internal_id": "ASST_NON_1340MM531_1341"}, {"internal_id": 160117613, "Award ID": "0840MM506", "Award Amount": 2710970.97, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PROJECT PURPOSE:  THE PURPOSE OF THE PUEBLO MIDDLE MILE PROJECT IS TO FUND 78,129 FEET OF AERIAL & 29,173 FEET OF UNDERGROUND FIBER TO PROVIDE A PROTECTED RING FROM THE PUEBLO DATACENTER TO 6 REMOTE COLORADO CABINETS. THIS WILL LEAD TO A LAST MILE PROJECT THAT WILL CONNECT 41,074 HOMES AND SMALL BUSINESSES. THE DOUBLE RING NETWORK CREATED IN THIS PROJECT WILL PREVENT SINGLE POINTS OF FAILURE ACROSS THE PROPOSED BROADBAND NETWORK. THE MIDDLE MILE INFRASTRUCTURE WILL SERVE AN AREA THAT CURRENTLY FACES HIGH POVERTY LEVELS AND HIGH UNEMPLOYMENT COMPARED TO THE STATE. COLORADO CURRENTLY HAS A 3.4% UNEMPLOYMENT RATE ACCORDING TO THE BUREAU OF LABOR STATISTICS. PUEBLO CURRENTLY FACES A 5.2% UNEMPLOYMENT RATE. PUEBLO ALSO HAS A 22% POVERTY RATE, MORE THAN THREE TIMES THAT OF THE STATE. MANY HOUSEHOLDS IN THE AREA ARE UNDERSERVED AND UNSERVED. THE PROPOSED NETWORK IN THIS PROJECT WILL BE ABLE TO PROVIDE DIRECT INTERCONNECT FACILITIES THAT WILL FACILITATE THE PROVISION OF BROADBAND SERVICE TO ANCHOR INSTITUTIONS THAT CURRENTLY SUFFER FROM INADEQUATE CONNECTIVITY. THIS INCLUDES FOUR LOCAL LIBRARIES, SIX GOVERNMENT BUILDINGS, SEVEN MEDICAL CENTERS/HOSPITALS, EIGHT FIRE DEPARTMENTS, TWENTY-ONE SCHOOLS, AND THE POLICE STATION. AN OPEN-ACCESS NETWORK SUCH AS THIS WILL INCREASE COMPETITION IN THE AREA, WHICH WILL LEAD TO LOWER PRICES FOR END CONSUMERS. BENEFICIARIES:  THE TOWN OF PUEBLO HAS A POPULATION OF 112,000+ AND CURRENTLY DOES NOT HAVE THE BROADBAND CAPABILITY TO BEST SERVE ITS RESIDENTS.  THE AVAILABLE SERVICES COME AT A HIGH PRICE AND ARE NOT FEASIBLE IN AVERAGE HOMES. THIS IMPACTS HOW AND WHEN RESIDENTS WORK OR LEARN FROM HOME.  RESIDENTS OF PUEBLO FACE HARDSHIPS IN THEIR CURRENT SOCIO-ECONOMIC STATE THAT A BETTER BROADBAND CONNECTION CAN VASTLY IMPROVE. ACCORDING TO THE NTIA INDICATOR OF NEEDS MAP, PUEBLO FALLS UNDER THE UNDERSERVED CATEGORY WITH MEDIAN SPEED TEST AVERAGING 38.16/11.30 MBPS. ALONGSIDE THESE LACKING UPLOAD/DOWNLOAD SPEEDS, 37.8% OF HOUSEHOLDS DO NOT HAVE INTERNET CONNECTION. REPORTS FROM COUNTY HEALTH RANKING SHOW 46.19% OF PUEBLO COUNTY RESIDENTS BEING ENROLLED IN MEDICAID. THERE ARE 1,450 PATIENTS PER 1 PRIMARY CARE PHYSICIAN, WHICH STRAINS THE QUALITY OF CARE AVAILABLE AND ACCESSIBLE TO EACH CLIENT. BROADBAND ACCESS WILL MAKE MAJOR STRIDES FOR HEALTH AND WELLNESS FOR THE TOWN. NEARLY 40% OF THE CITIZENS OF PUEBLO AREN'T CURRENTLY USING THE INTERNET AT QUALIFYING BROADBAND SPEEDS, WHICH IMPACTS THE CAPABILITY TO ACCESS OR STREAM TELEMEDICINE CALLS WITH BETTER/MORE HEALTH CARE PROVIDERS.  THE CURRENT MEDIAN HOUSEHOLD INCOME IS APPROXIMATELY $49,000 PER YEAR, COMPARED TO THE STATE AVERAGE OF $75,231. BETTER BROADBAND CONNECTION FOR THE TOWN OF PUEBLO WOULD MEAN THAT MORE RESIDENTS WOULD HAVE THE CHANCE TO INVEST IN THEIR CONTINUED EDUCATION, LEADING TO DIFFERENT OPPORTUNITIES INCLUDING BUT NOT LIMITED TO HYBRID OR FULLY REMOTE CAREERS. EMPOWERED WITH QUALITY BROADBAND ACCESS AND BETTER CHOICES, PUEBLO WOULD COME TOGETHER AS A COMMUNITY TO MORE FREQUENTLY PARTICIPATE IN TOWN HALL MEETINGS, MODERNIZE TOWN LEGISLATION, AND IMPROVE THE TOWN'S QUALITY OF LIFE FOR FUTURE RESIDENTS. THERE ARE NO SUBRECIPIENTS PARTICIPATING ON THIS PROPOSED PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 2710970.97, "recipient_id": "4e0d1f86-92eb-5ac4-1e4e-d4f8d2067f73-R", "generated_internal_id": "ASST_NON_0840MM506_1341"}, {"internal_id": 160117612, "Award ID": "0840MM228", "Award Amount": 13688241.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE PURPOSE OF THIS PROJECT IS TO CREATE NEW ACCESS POINTS ALONG THE APPLICANTS 822-MILE, FIVE-STATE, UNDERGROUND EXISTING MIDDLE MILE FIBER ROUTE, PROVIDING A HIGHLY RESILIENT ALTERNATIVE TO THE AERIAL FIBER USED CURRENTLY, WHICH IS SUBJECT TO OUTAGES, TO PROVIDE BETTER SERVICE TO UNSERVED AND UNDERSERVED AREAS AND ACCESS TO COMMUNITY ANCHOR INSTITUTIONS .ACCORDING TO ACS 5 YEAR ESTIMATES 2016-2020, THE COUNTIES IN THIS PROPOSED SERVICE AREA HAVE BETWEEN 10% AND 33.6% FEDERAL POVERTY RATES. THERE ARE OVER 30 SCHOOL DISTRICTS FOR WHICH 60% OR MORE STUDENTS PARTICIPATE IN THE NATIONAL SCHOOL LUNCH PROGRAM AND FOR WHICH 36 SCHOOLS ARE WITHIN 1000 FEET OF THE FIBER ROUTES. THE APPLICANT IDENTIFIED 209 COMMUNITY ANCHOR INSTITUTIONS THAT ARE LOCATED WITHIN 1 MILE OF THE FIBER ROUTE THAT COULD HAVE ACCESS TO THE NETWORK AND BE SUPPORTED ON A NON-DISCRIMINATORY OPEN ACCESS BASIS. THE FUNDS REQUESTED WOULD HELP ENABLE LAST MILE SERVICE FROM WIRELINE ISPS. A PORTION OF THE FUNDING WILL ALLOW THE APPLICANT'S PROJECT PARTNER TO CONSTRUCT 180-FOOT TOWERS THAT WILL PROVIDE NON-DISCRIMINATORY ACCESS TO UP TO FOUR WIRELESS ISPS TO PROVIDE MOBILE AND FIXED BROADBAND SERVICE WITHIN A 5-MILE RADIUS OF EACH TOWER. ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW/RESILIENT MIDDLE MILE NETWORK THROUGH UN/UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 2 YEARS. EXPECTED OUTCOMES: THE PROPOSED PROJECT HAS BEEN DESIGNED WITH THE FOLLOWING GOAL: RETROFIT THE APPLICANT'S EXISTING 822-MILE, FIVE-STATE, UNDERGROUND MIDDLE MILE FIBER ROUTE WITH NEW, TAILORED ACCESS POINTS (INCLUDING TOWERS) TO ENABLE BETTER SERVICE TO UNSERVED AND UNDERSERVED AREAS. ACCORDING TO THE FCC 477 JULY TO DECEMBER 2021 DATA AND US CENSUS BUREAU 2020 DATA, 104,000 CENSUS BLOCKS ALONG THE PROPOSED ROUTE ARE UNSERVED WITH A RURAL RATIO OVER 38%. THE APPLICANT FURTHER STATES THAT THE MISSISSIPPI CHOCTAW RESERVATION ALONG WITH 209 ANCHOR INSTITUTIONS WILL ALSO BENEFIT FROM THE PROJECT THROUGH NON-DISCRIMINATORY OPEN ACCESS. INTENDED BENEFICIARIES:  THE APPLICANT HAS PROPOSED TO MODIFY AND OPERATE A LONG, MULTI-STATE, UNDERGROUND FIBER OPTIC MIDDLE MILE NETWORK THAT FOLLOWS A PATH THROUGH FIVE STATES (TEXAS, LOUISIANA, MISSISSIPPI, ALABAMA, AND GEORGIA) SPANNING 822 MILES. THE PROPOSED ROUTE PASSES THROUGH TWENTY COUNTIES BETWEEN DALLAS AND ATLANTA, WITH OVER 104,000 BLOCKS UNSERVED WITH A RURAL RATIO OVER 38%. 209 UNDERSERVED ANCHOR INSTITUTIONS WILL ALSO BENEFIT FROM THE PROJECT. THE MIDDLE MILE NETWORK HAS BEEN DESIGNED TO INCLUDE ACCESS POINTS TO SERVE UNDERSERVED AND UNSERVED AREAS AS DETERMINED BY THE FEDERAL COMMUNICATIONS COMMISSION FORM 477 DATA FROM JULY TO DECEMBER 2021   IN: 8 TEXAS COUNTIES - KAUFMAN, UPSHUR, SMITH, VAN ZANDT, WOOD, DALLAS, HARRISON, AND GREGG; 10 LOUISIANA PARISHES -BOSSIER, WEBSTER, JACKSON, CADDE, LINCOLN, RICHLAND, BEINVILLE, OUASCHITA, CLAIBORNE, AND MADISON; 6 MISSISSIPPI COUNTIES - RANKIN, NEWTON, SCOTT, WARREN, LAUDERDALE, AND HINES; 10 ALABAMA COUNTIES - SHELBY, ST. CLAIR, CIEBURNE, JEFFERSON, TUSCALOOSA, CALHOUN, TALLEDEGE, BIBB, HALE, AND GREENE; 6 GEORGIA COUNTIES - COBB, PAULDING, DOUGLAS, FULTON, HARALSON, AND CARROLLPROVIDING ACCESS TO THIS NETWORK WOULD ENABLE LAST MILE PROVIDERS TO GREATLY ENHANCE THEIR SERVICE TO THESE COMMUNITIES, MANY OF WHICH HAVE NO BROADBAND CONNECTIVITY. FOR ONES THAT APPEAR TO HAVE SOME BROADBAND AVAILABILITY, THE CONNECTIVITY IS TYPICALLY SINGLE THREADED (NON-RESILIENT), VERY AGED (30+ YEARS OLD), AND MOSTLY AERIAL. SUBRECIPIENT ACTIVITIES: THE APPLICANT INTENDS TO SUBAWARD FUNDS FOR THE FOLLOWING ACTIVITIES: CONSTRUCTION OF 18 180' CELLULAR TOWERS AND 75'X75' CELLULAR COMPOUNDSPROCUREMENT, INSTALLATION AND PERMITTING OF 16 NEW ILA'S.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 13688241.0, "recipient_id": "255e89b1-c4cd-47d0-f206-b13749719aab-C", "generated_internal_id": "ASST_NON_0840MM228_1341"}, {"internal_id": 160117611, "Award ID": "0840MM217", "Award Amount": 55132425.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE PURPOSE OF THIS PROJECT PROPOSAL IS TO CONSTRUCT A NEW, 644-MILE UNDERGROUND MIDDLE MILE FIBER ROUTE THAT WOULD SERVE SOME OF THE MOST RURAL AREAS IN WESTERN TEXAS, STRETCHING FROM DALLAS TO EL PASO. THE PRESENCE OF THIS ROUTE WILL FACILITATE BROADBAND SERVICE TO SEVERAL UNSERVED AND UNDERSERVED AREAS. THE MIDDLE-MILE NETWORK PROJECT HAS BEEN DESIGNED TO INCLUDE ACCESS POINTS TO SERVE UNDERSERVED AND UNSERVED AREAS IN SOME OF THE MOST RURAL COUNTIES IN TEXAS. THE APPLICANT HAS IDENTIFIED 236 COMMUNITY ANCHOR INSTITUTIONS THAT WILL HAVE ACCESS TO THE FIBER NETWORK AND COULD BE DIRECTLY OR INDIRECTLY SUPPORTED. THE APPLICANT IS PARTNERING WITH A TOWER PROVIDER THAT WILL CONSTRUCT NINE 180-FOOT-TALL TOWERS ALONG THE PROPOSED ROUTE. EACH TOWER CAN HOST UP TO 4 WIRELESS INTERNET SERVICES PROVIDERS (ISPS) THAT CAN PROVIDE BOTH MOBILE AND FIXED 5G WIRELESS BROADBAND SERVICE. THE APPLICANT HAS BEEN COORDINATING WITH MULTIPLE ISPS IN TEXAS, WHO ARE ADVOCATING FOR THE ROUTE, SO THAT THEY CAN DELIVER THE FIBER TO HOMES, SMALL BUSINESSES, AND INSTITUTIONS. THROUGHOUT THE ROUTE, AND THROUGH ITS LOCAL ISP PARTNERS AND DIGITAL EQUITY CONSULTANCIES, THE APPLICANT PLANS TO PROMOTE DIGITAL EQUITY EFFORTS TO ENABLE COMMUNITIES TO HARNESS THEIR NEW BROADBAND CAPABILITIES. ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW/RESILIENT MIDDLE MILE NETWORK THROUGH UN/UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 3 YEARS. EXPECTED OUTCOMES: THE PROJECT WILL BE DESIGNED WITH TWO MAIN DELIVERABLES: 1. CONSTRUCT A NEW, UNIQUE, 644-MILE UNDERGROUND MIDDLE MILE FIBER ROUTE THAT WOULD SERVE SOME OF THE MOST RURAL AREAS IN WESTERN TEXAS, STRETCHING FROM DALLAS TO EL PASO. 2. DIRECTLY OR INDIRECTLY SUPPORT 236 COMMUNITY ANCHOR INSTITUTIONS (INCLUDING 5 CURRENTLY UNSERVED) THAT WILL HAVE ACCESS TO THE FIBER NETWORK. INTENDED BENEFICIARIES:  THE APPLICANT?S DALLAS TO EL PASO ROUTE HAS BEEN DESIGNED TO TRAVERSE UNDERSERVED AREAS AND DELIVER NEEDED NETWORK RESILIENCE AND WORLD-CLASS CONNECTIVITY THAT DOES NOT EXIST TODAY. THE PROPOSED ROUTE PASSES THROUGH TWENTY COUNTIES BETWEEN DALLAS AND EL PASO, WITH OVER 27,000 BLOCKS UNSERVED WITH A RURAL RATIO OF 36% ACCORDING TO FCC 477 JULY TO DECEMBER 2021 AND US CENSUS BUREAU 2020 DATA. THE COMMUNITIES THAT WILL BE SERVED BY THIS FIBER NETWORK ARE AMONG THE MOST RURAL AND UNDERSERVED IN THE STATE OF TEXAS. THERE ARE 15 COUNTIES THROUGH WHICH THE PROPOSED ROUTE PASSES IN WHICH THE MEDIAN BROADBAND ACCESS SPEEDS ARE LESS THAN 100 MBPS, AGAIN ACCORDING TO FCC 477 JULY TO DECEMBER 2021 DATA.  THE AVAILABILITY OF A MIDDLE MILE FIBER NETWORK PROPOSED IN THIS PROJECT WILL LEAD TO HIGHER QUALITY BROADBAND AVAILABLE IN THESE AREAS. THE APPLICANT'S PROPOSED ROUTE UNDER THIS PROJECT WILL PROVIDE MIDDLE MILE FIBER ACCESS TO 17 COUNTIES WHICH HAVE A POVERTY RATE OF 11% TO 24%, AT OR BELOW THE FEDERAL POVERTY LEVEL. CURRENTLY THERE IS NO CONTIGUOUS OPEN ACCESS MIDDLE MILE BACKBONE THAT IS IN PLACE TO SERVE ISPS IN THE COMMUNITY CONSISTENTLY. A LOCAL OUTAGE COULD IMPACT THE BACKBONE FOR MULTIPLE TOWNS. CURRENT ROUTES FOR THE MIDDLE MILE IN A FEW PLACES HEAD TO AMARILLO AND DENVER WHICH MEANS ROUTING GOES OUT OF THE STATE. THE PROPOSED ROUTE IS CONTAINED WITHIN THE STATE ALLOWING FOR LINKAGE TO OTHER TX ROUTES TO REROUTE WITHIN THE STATE. LATENCY WILL BE LOWER, THE RELIABILITY WITH THE UNDERGROUND ASPECT WILL BE HIGHER, AND THE CONSISTENCY OF A PURPOSE-BUILT MIDDLE MILE BACKBONE WILL REDUCE THE OUTAGE EXPERIENCE.THIS MIDDLE MILE ROUTE WILL FACILITATE ROBUST BROADBAND TO SUPPORT REMOTE EDUCATION, TELEMEDICINE, AND PUBLIC SAFETY COMMUNICATIONS IN BOTH FIXED AND MOBILE ENVIRONMENTS. SUBRECIPIENT ACTIVITIES: THE APPLICANT HAS IDENTIFIED VERTICAL BRIDGE AS A SUBRECIPIENT. VERTICAL BRIDGE WILL BE RESPONSIBLE FOR CONSTRUCTION OF 9, 180' CELLULAR TOWERS AND 75'X75' CELLULAR COMPOUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 55132425.0, "recipient_id": "255e89b1-c4cd-47d0-f206-b13749719aab-C", "generated_internal_id": "ASST_NON_0840MM217_1341"}, {"internal_id": 160117610, "Award ID": "0840MM216", "Award Amount": 24059784.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE PURPOSE OF THE OREGON, NORCAL, NEVADA MIDDLE MILE PROJECT IS TO PROVIDE A MIDDLE MILE FIBER NETWORK (645 MILES) THAT WILL SERVE RURAL AREAS THAT CURRENTLY HAVE INADEQUATE BROADBAND SERVICES. THE PROJECT INCLUDES TWENTY-THREE (23) ACCESS POINTS TO PROVIDE READY ACCESS TO THE APPLICANT'S LOCAL ISP PARTNERS. THE NETWORK HAS BEEN DESIGNED TO INCLUDE ACCESS POINTS TO SERVE UNDERSERVED AND UNSERVED AREAS IN ALL THREE STATES .IN ADDITION TO THE FIBER ROUTE, THE APPLICANT IS ALSO PARTNERING WITH ANOTHER SERVICE PROVIDER TO CONSTRUCT MIDDLE MILE INFRASTRUCTURE IN THE FORM OF 180-FOOT TOWERS THAT CAN HOST UP TO 4 LAST MILE WIRELESS ISPS THAT WILL PROVIDE FIXED AND MOBILE 5G WIRELESS BROADBAND. THE CELL TOWER INFRASTRUCTURE ENABLES FIXED WIRELESS BROADBAND AS WELL AS EXPANDING MOBILE 5G BROADBAND .ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW AND RESILIENT MIDDLE MILE NETWORK THROUGH UNSERVED AND UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECTION. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE FIVE YEARS. EXPECTED OUTCOMES: THE PROJECT WILL ACHIEVE THE FOLLOWING OUTCOMES :1. 645-MILE FIBER ROUTE CONNECTING EASTERN OREGON AND NORTHERN CALIFORNIA TO RENO, NV. THE PROPOSED FIBER ROUTE HAS BEEN INTENTIONALLY DESIGNED TO TRAVERSE UNDERSERVED AREAS AND DEVELOP NEEDED NETWORK RESILIENCE AND BANDWIDTH SCALE THAT CURRENTLY DOES NOT EXIST. THE TOWER LOCATIONS ALONG THE PROPOSED ROUTE WILL IMPROVE RECEPTION AND ENABLE BOTH MOBILE AND FIXED 5G WIRELESS SERVICE .2. FACILITATE CONNECTIONS TO 22 ANCHOR INSTITUTIONS NEAR THE PROPOSED ROUTE, AS WELL AS OVER 100 SMALLER INSTITUTIONS AND 20,000 HOUSEHOLDS. 3. ACCORDING TO THE APPLICANT, AS A RESULT OF THE IMPROVED BROADBAND INFRASTRUCTURE PASSING THROUGH THE PROPOSED SERVICE AREA, END-USERS WILL EXPECT TO SEE MATERIAL IMPROVEMENT IN BROADBAND SERVICE IN TERMS OF END USER PRICING AND LATENCY. INTENDED BENEFICIARIES: ACCORDING TO THE APPLICANT, THERE IS A TREMENDOUS NEED FOR A MIDDLE MILE FIBER NETWORK TO SERVE THE 14 RURAL COUNTIES IMPACTED BY THIS PROJECT. THE RURAL AREAS TO BE SERVED UNDER THIS PROJECT HAVE UNRELIABLE BROADBAND SERVICE WHERE IT IS AVAILABLE, AND THE CELLULAR RECEPTION AND SERVICE IS VERY POOR. IN TOTAL, THE APPLICANT ASSERTS THAT MORE THAN 20,000 HOUSEHOLDS IN OREGON AND CALIFORNIA AND 20 KEY ANCHOR INSTITUTIONS WILL POTENTIALLY BENEFIT FROM THE PROPOSED MIDDLE MILE FIBER NETWORK. THE PERCENTAGE OF THE POPULATIONS IN THESE COUNTIES THAT FALL UNDER THE FEDERAL POVERTY RATE RANGES BETWEEN 8.1 PERCENT AND 19.7 PERCENT. ALL BUT ONE OF THESE COUNTIES (WASHOE COUNTY IN NEVADA) HAVE ACCESS TO BROADBAND AT A MEDIAN SPEED AT OR LESS THAN 25 MBPS DOWN/5 MBPS UP. USING FEEDBACK FROM STATE BROADBAND OFFICES, THE APPLICANT HAS TAILORED THE ROUTE DESIGN TO MAXIMIZE IMPACT BY: 1. DETERMINING OPTIMAL ACCESS POINTS TO COMMUNITIES AND ANCHOR INSTITUTIONS ALONG THE ROUTE, AND 2. COORDINATING WITH LOCAL ISPS WHO HAVE EARNED THE TRUST AND RECOMMENDATIONS FROM THESE BROADBAND OFFICES .ALONG THE PROPOSED ROUTE, THERE ARE SEVERAL FEDERALLY RECOGNIZED TRIBES, INCLUDING THE PIT RIVER TRIBE, WHERE THERE IS LITTLE TO NO LAST MILE BROADBAND SERVICE. THE MIDDLE MILE ROUTE WILL MAKE BROADBAND SERVICE TO THESE TRIBES POSSIBLE FOR THE FIRST TIME. THE AVAILABILITY OF ROBUST BROADBAND WILL MAKE POSSIBLE REMOTE EDUCATIONAL OPPORTUNITIES, TELEMEDICINE, AND RELIABLE PUBLIC SAFETY COMMUNICATIONS. THE NEW CELL TOWERS THAT ARE INCLUDED IN THIS PROJECT WILL NOT ONLY EXPAND MOBILE BROADBAND ACCESS BUT ALSO PROMOTE CONSUMER CHOICE, INCREASING THE AVAILABILITY OF MIDDLE MILE INFRASTRUCTURE FOR WIRELESS ISPS. SUBRECIPIENT ACTIVITIES: THE APPLICANT INTENDS TO AWARD SUB AWARD FUNDS FOR THE CONSTRUCTION OF 2, 180-FOOT CELLULAR TOWERS AND CELLULAR COMPOUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 24059784.0, "recipient_id": "255e89b1-c4cd-47d0-f206-b13749719aab-C", "generated_internal_id": "ASST_NON_0840MM216_1341"}, {"internal_id": 160117609, "Award ID": "0640MM438", "Award Amount": 73000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE NETWORK IS DESIGNED TO ENABLE ISPS TO COST-EFFECTIVELY BUILD AND OPERATE LAST-MILE NETWORKS IN REMOTE PARTS OF THE STATE AND SIGNIFICANTLY REDUCE THE OVERALL COST OF CONNECTING UNSERVED OR UNDERSERVED AREAS. IMPLEMENTATION OF THAT NETWORK DESIGN WILL CREATE WIDESPREAD ECONOMIC DEVELOPMENT OPPORTUNITIES AND ENSURE DIGITAL EQUITY. ACTIVITIES TO BE PERFORMED: CONSTRUCTION OF 680 MILES OF MIDDLE-MILE FIBER ACROSS 37 SPURS THAT ARE PART OF THE LARGER STATEWIDE MIDDLE-MILE NETWORK, BRINGING IT WITHIN 5 MILES OF 288,000 UNSERVED ADDRESSES AND 14 TRIBAL ENTITIES, AND WITHIN 1,000 FEET OF 1,124 ANCHOR INSTITUTIONS. THE NETWORK SPURS COVERED WILL HELP COMPREHENSIVELY MEET THE BROADBAND NEEDS OF COMMUNITIES WITHIN THE PROJECT AREA BY MAKING AVAILABLE TO LAST-MILE SERVICE PROVIDERS THE DARK FIBER, LIT FIBER, AND OTHER SERVICES THAT ARE PRESENTLY LACKING OR NOT AVAILABLE ON COST-EFFECTIVE TERMS AND CONDITIONS. SUBSTANTIAL BENEFITS FROM THE FUNDED MIDDLE-MILE INFRASTRUCTURE WILL ACCRUE TO HIGH-POVERTY AREAS, TRIBAL LANDS, AND ANCHOR INSTITUTIONS. BENEFICIARIES: THE STATE OF CALIFORNIA'S MMBI AND THE 37 SPURS FOCUS ON CLOSING THE DIGITAL DIVIDE. SUBSTANDARD BROADBAND PREVENTS MILLIONS OF CALIFORNIANS FROM FULLY PARTICIPATING IN ESSENTIAL LIFE ACTIVITIES AND LIMITS BUSINESS DEVELOPMENT IN PARTS OF THE STATE. THE NETWORK SPURS WILL ALLOW THE STATEWIDE MIDDLE-MILE NETWORK TO EXTEND FARTHER INTO AREAS THAT ARE PARTICULARLY CHALLENGING TO LAST-MILE PROVIDERS DUE TO FACTORS SUCH AS GEOGRAPHY AND POPULATION DENSITY. CURRENT PROVIDERS DO NOT OFFER MIDDLE-MILE SERVICES COMPARABLE TO THE SERVICES PLANNED FOR THE STATEWIDE NON-DISCRIMINATORY OPEN-ACCESS NETWORK. SOME OF THE LAST-MILE ENTITIES HAVE ISSUES WITH MIDDLE-MILE PROVIDERS INCLUDING AN UNWILLINGNESS TO LEASE DARK FIBER TO COMPETITORS, AND IN CASES OF LIT FIBER, PROHIBITIVE COSTS. BUILDING ROUTES THAT HAVE PREVIOUSLY BEEN OMITTED FROM COMMERCIAL PLANS DUE TO BUSINESS CASE FEASIBILITY WILL INCENTIVIZE LAST-MILE CARRIERS TO SERVE THESE COMMUNITIES AND WILL IMPROVE THE BUSINESS CASE FOR NEW OR EXPANDED INVESTMENTS IN LAST-MILE NETWORKS IN UNSERVED AND UNDERSERVED AREAS. BUILDING THE ROUTES WILL ALSO ADDRESS INTERESTS EXPRESSED BY ISPS AND ENTERPRISE CUSTOMERS IN HAVING ACCESS TO DARK FIBER AND LIT FIBER TO REDUCE THEIR COSTS.  BRINGING THE COST OF NETWORK SERVICES, INTERNET, AND COLOCATION SERVICES IN RURAL AREAS INTO PARITY WITH WHAT A PROVIDER WOULD PAY FOR SUCH SERVICES IN A MAJOR METROPOLITAN AREA WILL LOWER RURAL PROVIDERS' OPERATING COSTS. IF THESE ROUTES ARE NOT BUILT BY THE STATE OF CALIFORNIA, THE UNSERVED AND UNDERSERVED SITUATIONS WILL CONTINUE BECAUSE THE EXISTING MIDDLE-MILE INFRASTRUCTURE IS INSUFFICIENT TO MEET THE NEEDS OF THE COMMUNITIES IN THOSE AREAS.  EXPECTED OUTCOME: THE PROPOSED PROJECT HAS THE FOLLOWING GOALS AND DELIVERABLES: 1.\tOVER THE COURSE OF 3 YEARS, CONSTRUCT 680 MILES OF MIDDLE-MILE FIBER ACROSS 37 SPURS THAT ARE PART OF THE LARGER STATEWIDE MIDDLE-MILE NETWORK, BRINGING THE NETWORK WITHIN 5 MILES OF 288,000 UNSERVED ADDRESSES AND 14 TRIBAL ENTITIES, AND WITHIN 1,000 FEET OF 1,124 ANCHOR INSTITUTIONS.  2. LEVERAGE DARK FIBER INDEFEASIBLE RIGHTS OF USE  AND EXISTING OPEN-ACCESS INTERNET BACKBONE LINKS AND SERVICES, TO ACCELERATE THE BUILDOUT OF THE NETWORK, ADD RESILIENCY, AND OBTAIN CONNECTIONS TO THE INTERNET AT THE MOST AFFORDABLE COST. SUBRECIPIENT ACTIVITIES: THE APPLICANT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 73000000.0, "recipient_id": "b51f9a71-bf22-99f8-ecbf-bfa3238d0634-C", "generated_internal_id": "ASST_NON_0640MM438_1341"}, {"internal_id": 160117608, "Award ID": "0440MM588", "Award Amount": 30281277.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE PURPOSE OF THE PIMA COUNTY REGIONAL MIDDLE MILE FIBER OPTIC RING IS TO ENSURE THAT AFFORDABLE, RELIABLE AND ACCESSIBLE HIGH-SPEED BROADBAND SERVICES CAN BE PROVIDED TO AS MANY COMMUNITIES, COUNTY AND LOCAL FACILITIES, ANCHOR INSTITUTIONS AND RECREATIONAL AREAS AS POSSIBLE. THE PROPOSED PROJECT CREATES A 134-MILE CONTIGUOUS OPEN ACCESS FIBER NETWORK RING. THE INFRASTRUCTURE WILL BE MADE AVAILABLE TO ALL VIABLE INTERNET SERVICE PROVIDERS (ISPS) AND OTHER GOVERNMENT ENTITIES TO LEASE, SHARE OR SWAP RESOURCES. THIS FUTURE PROOF DESIGN HAS THE CAPACITY TO ACCOMMODATE EXPANSIVE GROWTH IN THE REGION. THE NETWORK IS DESIGNED IN A RING SURROUNDING THE OUTER AREA OF GREATER TUCSON, ARIZONA AND SURROUNDING RURAL COMMUNITIES.  THE PROPOSED MIDDLE MILE NETWORK PATH CONNECTS TO 4 CENTRAL OFFICE (CO) FACILITIES. THESE FOUR TIER 1 CONNECTIONS PROVIDE A LINK TO THE BACKBONE OF THE PUBLIC INTERNET WITH PHYSICAL INTERCONNECTIONS FOR THE EXCHANGE OF TRAFFIC. THE PROPOSED MIDDLE MILE INFRASTRUCTURE WILL REDUCE THE COST FOR LAST MILE PROVIDERS TO CONNECT UNSERVED AND UNDERSERVED COMMUNITIES BY PROVIDING A NEUTRAL NETWORK THAT LAST MILE PROVIDERS CAN ACCESS IN A NON-DISCRIMINATORY OPEN ACCESS MODEL. ACTIVITIES TO BE PERFORMED: PROJECT WILL USE FIBER TO BUILD NEW MIDDLE MILE NETWORK THROUGH UNSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE 5 YEARS. EXPECTED OUTCOMES:  THE PROPOSED PROJECT HAS THE FOLLOWING OBJECTIVES AND DELIVERABLES: 1. CREATE A 134-MILE CONTIGUOUS OPEN ACCESS FIBER NETWORK RING .2. PROVIDE A CARRIER NEUTRAL OPEN ACCESS NETWORK THAT CAN BE MADE AVAILABLE TO ANY VIABLE CARRIER AT A REASONABLE PRICE TO BUILD RURAL COMMUNITIES LAST MILE FIBER TO THE HOME (FTTH) NETWORKS. 3. PROVIDE AN OPPORTUNITY FOR EXISTING CARRIERS TO SWAP EXCESS DARK FIBER IN ONE REGION FOR DARK FIBER IN ANOTHER THAT WOULD ALLOW THEM TO EXPAND THEIR CUSTOMER BASE AND BUILD NEW COMMUNITIES WITH FTTH SIGNIFICANTLY REDUCING COST AND BUILD TIME. 4. PROVIDE PUBLIC EXPANSION OF RESOURCES SUCH AS PUBLIC WI-FI, SMART CITIES, GOVERNMENT SERVICES, PUBLIC SAFETY, TRAFFIC CONTROL, AND SHARED RESOURCES BETWEEN COMMUNITIES TO REDUCE ADMINISTRATIVE COST. INTENDED BENEFICIARIES: THE AREAS THAT WILL BENEFIT FROM THIS PROJECT WILL BRING RESOURCES TO SMALLER COMMUNITIES AND EXPAND RESOURCES AVAILABLE TO THE CITY OF TUCSON ALIKE. ACCORDING TO THE 2020 US CENSUS, THE POPULATION OF PIMA COUNTY IS 1,043,433 WHICH IS THE SECOND MOST POPULOUS COUNTY IN THE STATE OF ARIZONA. THE MAJORITY OF COUNTY RESIDENTS LIVE IN THE TUCSON METROPOLITAN AREA WITH A POPULATION OF 545,340. HOWEVER, NEARLY HALF OF THE COUNTY POPULATION LIVES IN AREAS OUTSIDE OF TUCSON AND IS CONSIDERED VERY RURAL.  THE FCC DATA INDICATES THAT NEARLY 10% OF PIMA COUNTY HOUSEHOLDS HAVE NO BROADBAND ACCESS AND NO INTERNET. IN SOME INDIVIDUAL COMMUNITIES THAT WILL BE SERVED BY THE PIMA COUNTY MIDDLE MILE INFRASTRUCTURE PROJECT, NEARLY 18% OF THE HOUSEHOLDS HAVE NO BROADBAND OR INTERNET ACCESS AT ALL. THE BENEFITS TO THESE AREAS WILL CREATE ECONOMIC OPPORTUNITY BY ENABLING NEW BUSINESS EXPANSION; SUPPORT THE CREATION OF WORKFORCE DEVELOPMENT PROGRAMS WITH REMOTE LEARNING OPTIONS; SUPPORT CURRENT INDUSTRIES AND ATTRACT NEW ONES TO THE REGION AND PROVIDE GREATER REMOTE WORK OPPORTUNITIES THAT PROVIDE FLEXIBILITY TO PEOPLE WHO HAVE MOBILITY ISSUES OR HAVE FAMILY OR CHILDCARE NEEDS. FAST RELIABLE AND AFFORDABLE INTERNET ALSO WILL EXPAND MEDICAL CARE OPTIONS BY OFFERING TELEHEALTH OPPORTUNITIES, ASSIST FIRST RESPONDERS WITH NEEDED TECHNOLOGY TO SAVE LIVES, AND SUPPORT SMART CITY AND TRANSPORTATION INITIATIVES TO MANAGE THE COMPLEX SYSTEMS OF THESE CRITICAL INFRASTRUCTURE TODAY.  SUBRECIPIENT ACTIVITIES: THE APPLICANT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": 30281277.0, "recipient_id": "f4e20e09-b594-f6ea-3d8b-68ab2e902a78-C", "generated_internal_id": "ASST_NON_0440MM588_1341"}, {"internal_id": 160117607, "Award ID": "0240MM503", "Award Amount": 88896493.83, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.033", "Description": "PURPOSE: THE QSH NOME TO HOMER EXPRESS ROUTE, SERVES DUAL PURPOSES: 1. IT EXTENDS THE EXISTING NETWORK, AND COMPLETES A RING, CONNECTING PREVIOUSLY CONSTRUCTED NETWORK FAIRBANKS TO NOME, VIA PRUDOE BAY, POINT HOPE, TO THIS PROJECT'S ROUTE FROM NOME TO HOMER, AND LEASED FACILITY FROM HOMER TO FAIRBANKS, RESULTING IN A REDUNDANT SURVIVABLE RING CONNECTION TO VARIOUS CABLE SYSTEMS TOWARD THE LOWER 48; AND  2. IT PROVIDES CONNECTIVITY ALONG THE NEWLY CONSTRUCTED ROUTE AT EMMONAK, NAKNEK, KING SALMON, IGIUGIG, AND HOMER.  55% OF THE PROJECT AREA IS MEASURED AS UNSERVED.  THE HOUSEHOLDS BELOW 150% OF POVERTY LEVEL (EXCLUDING FAIRBANKS, KENAI PENISULA REACHED BY LEASED NETWORK) IS 24%. CONNECTING THESE COMMUNITIES WITH A FIBER NETWORK WILL ENABLE LAST MILE PROVIDERS TO OFFER UNRESTRICTED CONNECTIVITY TO END USERS, ENABLING DISTANCE LEARNING, TELEHEALTH OPTIONS AND ECONOMIC DEVELOPMENT IN TRADITIONALLY REMOTE AND ISOLATED AREAS. ACTIVIITES TO BE PERFORMED:  QSH PARENT HOLDCO, AND QSH SUBSEA OPERATIONS WILL DESIGN, PLAN AND SURVEY THE SUBSEA ROUTES.  ENGAGE WITH THE LOCAL RESIDENTS, AND MANAGE THE NECESSARY LANDING AND ROW TO PLACE A COMBINATION OF SUBSEA (821 MILES), AND TERRESTRIAL AND SUBMERGED FIBER FOR 230 MILES, TO HOMER.  THE  FIBER BUILD WILL RESULT IN NEW/RESILIENT MIDDLE MILE NETWORK THROUGH UN/UNDERSERVED COMMUNITIES WITH A COMMITMENT TO OPEN ACCESS AND CARRIER NEUTRAL NON-DISCRIMINATORY INTERCONNECT. THE PERIOD OF PERFORMANCE IS EXPECTED TO BE FOUR YEARS .EXPECTED OUTCOMES:  THE NOME TO HOMER EXPRESS ROUTE WILL PROVIDE A DIVERSE CONNECTION, CAPABLE OF UP TO 30 TB WITH UPGRADES, CONNECTING TO CABLE SYSTEMS TERMINATING REACHING THE LOWER 48 AND BEYOND.  FOR THE 6 IMMEDIATELY SERVED COMMUNITIES AND THE 10 INDIRECTLY SERVED, THE NEW SYSTEM WILL PROVIDE A COMPETITIVE ALTERNATIVE TO THE EXISTING SERVICE OFFERINGS. MOST END USER OFFERINGS IN THE AREA HAVE CAPACITY CAPS RESULTING FROM MIDDLE MILE CAPACITY LIMITATIONS. BASED ON PREVIOUS DEPLOYMENT BY THE APPLICANT ON THEIR PHASE1 SYSTEM, THE COST OF SERVICE BY LAST MILE PROVIDERS CAME DOWN, AND UTILIZATION CAPS WERE REMOVED AS A RESULT OF AMPLE AVAILABLE CAPACITY ON THE MIDDLE MILE.  INTENDED BENEFICIARIES: THE 6 DIRECTLY CONNECTED COMMUNITIES WITH A POPULATION OF 10,695 IN NOME, EMMONAK, NAKNEK, KING SALMON, IGIUGIG AND HOMER AND THE INDIRECTLY AFFECTED COMMUNITIES WITH A POPULATION OF 13,052 IN HOOPER BAY, TOKSOOK BAY, EEK, OSCARVILLE, NAPASKIAK, BETHEL, GOODNEWS BAY, TOGIAK, DILLINGHAM AND LEVELOCK BENEFIT BY THE AVAILABILITY OF FIBER CONNECTIVITY THAT REMOVES CAPACITY CONSTRAINTS FOR LAST MILE PROVIDERS.  AVAILABLE CAPACITY RESULTS IN LOWER COSTS TO END USERS IN ALL OF THESE COMMUNITIES, AND REMOVAL OF UTILIZATION CAPS BY LAST MILE PROVIDERS ENABLES APPLICATIONS LIKE TELEHEALTH WHICH IMPROVES HEALTH OUTCOMES, ONLINE LEARNING OPPORTUNITIES WHICH IMPROVES EDUCATION OUTCOMES, AND COMMERCIAL APPLICATIONS FOR THESE AREAS. THERE IS NATIONAL SECURITY BENEFIT FROM THIS DIVERSE, REDUNDANT SECURE FIBER PATH, IN A GEOPOLITICALLY SIGNIFICANT REGION.  THE APPLICANT'S SATELLITE GROUND STATION TELEPORT AT UTQIAGVIK (BARROW) AT 72 DEGREES-N IS THE NORTHERNMOST SATELLITE GROUND STATION LOCATION ON U.S. SOIL. SUB RECIPIENT ACTIVITIES: SUBSIDIARY OF QSH PARENT HOLDCO LLC WHO WILL BUILD, OWN, MANAGE & OPERATE NOME TO HOMER EXPRESS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 88896493.83, "recipient_id": "4ab2afa3-e906-6590-6061-d1344bcbf730-R", "generated_internal_id": "ASST_NON_0240MM503_1341"}]