[{"internal_id": 152036229, "Award ID": "IT22INA1120006", "Award Amount": 297462.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "11.112", "Description": "UCEEF WILL PURSUE ITS EXPORT OF RESOURCE RECOVERY AND RECYCLE EQUIPMENT INITIATIVE THROUGH THE FOLLOWING ACTIVITIES BELOW.  1. HELP ESTABLISH IN-COUNTRY PROJECTS TO DEMONSTRATE U.S. TECHNOLOGY.  2. LEAD U.S. FIRMS' PARTICIPATION AT IN-COUNTRY EXHIBITIONS.  3. LEAD TECHNOLOGY SEMINARS ON/ABOUT THE INDUSTRY.  4. SUPPORT ONGOING EFFORTS TO OPEN THIS MARKET WIDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b2c79c1f-71ca-9e5c-5e2b-b7b2c7da7d46-R", "generated_internal_id": "ASST_NON_IT22INA1120006_1350"}, {"internal_id": 152036230, "Award ID": "IT22INA1120005", "Award Amount": 211561.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "11.112", "Description": "ENGLISHUSA WILL PROMOTE AND SUPPORT POST-SECONDARY ENGLISH LANGUAGE PROGRAMS IN THE U.S. THROUGH THE PROJECT ELEMENTS BELOW. 1. FORMULATE STANDARDS ON DATA COLLECTION TO EVALUATE MARKETS FOR INTENSIVE ENGLISH PROGRAMS (IEP).  2. INCREASE GENERAL AWARENESS OF U.S. IEPS.  3. LEAD MISSIONS AND OTHER ACTIVITIES TO DEVELOP PARTNERSHIPS WITH EDUCATIONAL INSTITUTIONS, AGENTS, AND CONSULTANTS.  4. HOST VIRTUAL EVENTS TO LINK IEPS WITH REGIONAL PARTNERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b6500ba-b326-576f-c39a-8c2b33414438-R", "generated_internal_id": "ASST_NON_IT22INA1120005_1350"}, {"internal_id": 152036233, "Award ID": "IT22INA1120004", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "11.112", "Description": "TARGETED STRATEGIES TO BUILD STRONGER TRAVEL AND TOURISM EXPORTS IS LOUISIANA STATE INITIATIVE FOCUSED ON MUMBAI, INDIA, MILAN, ITALY AND MADRID, SPAIN. KEY ELEMENTS OF THE PROJECT ARE AS FOLLOW.  1. CREATE MARKET-SPECIFIC PROMOTIONAL MATERIALS IN TARGET LANGUAGES. HOST SEMINARS AND FOLLOW UP WITH SALES CALLS.  2. HOST ONE FAMILIARIZATION TOUR PER YEAR FOR UP TO FIVE JOURNALISTS AND/OR TRAVEL INFLUENCERS.  3. MEET NEW POTENTIAL PARTNERS AT ITB INDIA TRADE SHOW.  4. CONTINUE BRANDUSA MARKETING COOPERATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cbf7bb3e-b9b0-e6dc-acfb-d890a1db3443-R", "generated_internal_id": "ASST_NON_IT22INA1120004_1350"}, {"internal_id": 152036231, "Award ID": "IT22INA1120003", "Award Amount": 298139.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "11.112", "Description": "THROUGH ITS ROADMAP TO 5G SUCCESS, WIA PROMOTE U.S. EXPORTS OF TELECOMMUNICATION EQUIPMENT TO SOUTH AFRICA RELYING ON THE PROJECT ELEMENTS BELOW. 1. RESEARCH BARRIERS TO 5G BUILDOUT.  2. CREATE TRAINING ON 5G AND A POSITIVE REGULATORY REGIME.  3. TRAIN LOCAL GOVERNMENT OFFICIALS TO ENCOURAGE 5G BUILDOUT.  4. SUPPORT OPEN-SOURCE VENDOR SELECTION.  5. GET UNIVERSITIES TO ADD 5G TRAINING TO CURRICULA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5bbad5c6-878a-1001-655d-e0a92c2273bc-C", "generated_internal_id": "ASST_NON_IT22INA1120003_1350"}, {"internal_id": 152036234, "Award ID": "IT22INA1120002", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "11.112", "Description": "THROUGH THE U.S. BLUETECH EXPORT INITIATIVE, TMA BLUETECH WILL: 1. HELP PAY COMPANY PARTICIPATION AT FOREIGN TRADE SHOWS.  2. UNDERWRITE THE COST OF NETWORKING WITH INTERNATIONAL BUYERS AT NEW U.S. TRADE SHOWS.  3. PREPARE A GUIDE FOR BLUETECH FIRMS TARGETING ASIA.  4. HELP START GENERATIVE PARTNERSHIPS WITH/FOR EUROPE, TAIWAN, VIETNAM, CANADA, AND MEXICO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "533c8ea5-0fa1-5359-62b2-867e645ea01d-C", "generated_internal_id": "ASST_NON_IT22INA1120002_1350"}, {"internal_id": 152036232, "Award ID": "IT22INA1120001", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "11.112", "Description": "WESTERN ARTS ALLIANCE (WAA) WILL HELP U.S. ARTISTS AND ARTISTIC COMPANIES EXPORT LIVE PERFORMANCES TO COLOMBIA, AUSTRALIA, AND GERMANY. WAA WILL UNDERWRITE THE COST OF U.S. ARTS ORGANIZATIONS AND ARTISTS' PARTICIPATION IN PROMOTIONAL EVENTS ABROAD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0c64c0f-a9f1-e6c2-1311-352eacebfd33-R", "generated_internal_id": "ASST_NON_IT22INA1120001_1350"}, {"internal_id": 140140919, "Award ID": "IT21INA1120014", "Award Amount": 145625.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "11.112", "Description": "SUPPORT AN ONLINE RESOURCE CENTER -- STANDARDS RESOURCE CENTER -- DESIGNED TO ENCOURAGE THE DISCOVERABILITY, LICENSING, ACCEPTANCE, AND USE OF TECHNICAL STANDARDS CREATED BY US-BASED STANDARDS DEVELOPMENT ORGANIZATIONS WORLDWIDE. BY MAKING THESE SCIENCE-BASED TECHNICAL STANDARDS MORE ACCESSIBLE TO GLOBAL USERS AND FOSTERING  ACCEPTANCE OF THEIR INTERNATIONAL RELEVANCE, WE WILL INCREASE THE LIKELIHOOD THAT PRODUCTS MADE ACCORDING TO THEIR SPECIFICATIONS BY US EXPORTERS WILL BE PURCHASED GLOBALLY AND THAT US-DEVELOPED TECHNICAL STANDARDS WILL BE ADOPTED INTERNATIONALLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eca5c527-fa2d-2bca-b159-290c362b227d-C", "generated_internal_id": "ASST_NON_IT21INA1120014_1350"}, {"internal_id": 140140929, "Award ID": "IT21INA1120012", "Award Amount": 46000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-14", "CFDA Number": "11.112", "Description": "ISRI WILL UPDATE ITS SPECIFICATIONS, CREATE NEW INTERACTIVE, ON-LINE SCRAP SPECIFICATION RESOURCES, AND SUPPORT EDUCATIONAL OUTREACH TO INFORM STAKEHOLDERS ABOUT INDUSTRY STANDARDS AND BEST PRACTICES. CURRENTLY PUBLISHED IN THE ISRI SCRAP SPECIFICATIONS CIRCULAR (WWW.ISRI.ORG/SPECS), THE SPECIFICATIONS SERVE BOTH AS BROAD GUIDELINES AND AS A STARTING POINT IN DISCUSSIONS BETWEEN SCRAP BUYERS AND SELLERS DOMESTICALLY AND GLOBALLY AND ARE ALWAYS SUBJECT TO NEGOTIATION BETWEEN BUYER AND SELLER. ISRI IS UNDERTAKING A WHOLESALE REVIEW OF THE SPECIFICATIONS IN ORDER TO CREATE A HARMONIZATION OF THE TERMINOLOGY USED ACROSS ALL COMMODITIES AND TO CONVERT THE CIRCULAR TO A DYNAMIC, SEARCHABLE, INTERACTIVE, AND USER-FRIENDLY ONLINE RESOURCE. WE EXPECT THE NEW RESOURCE TO BE EASILY UNDERSTOOD BOTH BY THE INDUSTRY AS WELL AS GOVERNMENT ENTITIES THAT ARE TAKING AN INCREASING ROLE IN AFFIRMING THE QUALITY OF SCRAP IMPORTED INTO THEIR COUNTRIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ab7081d8-8e26-2534-ccad-189ac348855e-C", "generated_internal_id": "ASST_NON_IT21INA1120012_1350"}, {"internal_id": 140140922, "Award ID": "IT21INA1120011", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "11.112", "Description": "GLOBALSF'S WOMEN IN GLOBAL FOOD INNOVATION WILL REDUCE TRADE BARRIERS FOR WOMEN-OWNED CONSUMER FOOD AND WELLNESS BUSINESSES EXPORTING TO THE NORDIC REGION (DENMARK, SWEDEN, FINLAND) AND JAPAN BY PROVIDING ONGOING TRAINING, CONSULTATION, ACCESS TO GLOBAL NETWORKS, AND THE OPPORTUNITY TO BE A MEMBER OF A GLOBALSF FOOD INNOVATION TOUR DELEGATIONS IN 2022. THE DELEGATIONS WILL FOCUS ON BUSINESS MATCHMAKING AND EVENTS THAT WILL LEAD TO QUANTIFIABLE EXPORT SUCCESS. GLOBALSF'S CAPABILITIES, NETWORK OF EXPERTS, AND RESOURCES CAN SYSTEMATICALLY REDUCE TRADE BARRIERS FOR WOMEN-OWNED BUSINESSES AND MAXIMIZE EXPORT SUCCESS BY ADDRESSING THE ISSUES OF INSUFFICIENT ACCESS TO FINANCE, LIMITED ACCESS TO MARKETS, AND RISK BIAS IN A HOLISTIC MANNER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c35f9b57-9e09-1d8c-fe2a-bfce75d9267a-R", "generated_internal_id": "ASST_NON_IT21INA1120011_1350"}, {"internal_id": 140140923, "Award ID": "IT21INA1120010", "Award Amount": 99631.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "11.112", "Description": "THE KC CHAMBER WILL UTILIZE A STRATEGY OF ACTIVITIES AND SPECIFIC CURRICULUM OF THE TRADE ACCELERATOR PROGRAM DESIGNED AND IMPLEMENTED BY WORLD TRADE CENTER - TORONTO (WTC-TORONTO) AND WORLD TRADE CENTER - BUFFALO NIAGARA. THE FORMAT AND CURRICULUM WILL BE OFFERED BOTH FULLY INPERSON AND VIRTUALLY. THE VIRTUAL FORMAT ALLOWS COMPANIES UNABLE TO TRAVEL TO KANSAS CITY OR THOSE OUTSIDE THE PRIMARY TERRITORY TO PARTICIPATE IN THE PROGRAM IN A MEANINGFUL WAY. THE IN-PERSON SESSIONS WILL BE HELD IN THE KC CHAMBER BOARD ROOM AND ALL VIRTUAL SESSIONS WILL BE VIA ZOOM. A BUSINESS MUST COMMIT TO SEND THEIR EMPLOYEE(S) WHO WILL BE RUNNING THEIR INTERNATIONAL EXPANSION AND/OR THEIR CEO OR EQUIVALENT. A BUSINESS WILL CONTRACTUALLY AGREE TO ATTEND ALL REQUIRED SESSIONS AND SHARE THEIR FINANCIALS FOR 5 YEARS FOLLOWING THEIR PROGRAM GRADUATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "423a7d50-5968-cafc-485a-7cdb9f1d7a52-R", "generated_internal_id": "ASST_NON_IT21INA1120010_1350"}, {"internal_id": 140140921, "Award ID": "IT21INA1120009", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "11.112", "Description": "WORLD TRADE CENTER UTAH (WTC UTAH) &QUOT;GLOBAL BUSINESS SERVICES IN THE MIDDLE EAST&QUOT; (GBS) WILL HELP UTAH'S SMALL- AND MEDIUM-SIZE ENTERPRISES EXPORT INTO THE UAE, SAUDI ARABIA, AND ISRAEL. THROUGH GBS, WTC UTAH'S WILL PURSUE THE FOLLOWING KEY PROJECT ELEMENTS: 1. CONDUCT EXPORT READINESS ASSESSMENT OF PARTICIPATING FIRMS. 2. PROVIDE TECHNICAL ASSISTANCE TO FIRMS IN PARTNERSHIP WITH SERVICE PROVIDERS. 3. MARKET ENTRY SERVICES, INCLUDING TRANSLATION/LOCALIZATION/E-COMMERCE. 4. FACILITATE SALES CHANNEL DEVELOPMENT: TRADE SHOW, TRADE MISSION, AND REVERSE TRADE MISSIONS. 5. CONDUCT AFTER-ACTION IMPACT SURVEYS FOR OUTCOMES AND IMPRESSIONS, ALONG WITH POST-EXPORT ASSISTANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb0052de-5b28-e3dc-8346-7df219fcd76d-R", "generated_internal_id": "ASST_NON_IT21INA1120009_1350"}, {"internal_id": 140140924, "Award ID": "IT21INA1120008", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-03", "CFDA Number": "11.112", "Description": "OHIO AEROSPACE INSTITUTE (OAI) WILL INCREASE EXPORTS TO TARGET MARKETS THROUGH THE OAI EDUCATION, TRAINING, TECHNOLOGY DEVELOPMENT AND EXPORT INITIATIVE FOR ADVANCED AIR MOBILITY (UAV) AND COMMERCIAL SPACE CLUSTER: 1. ORGANIZE SEMINARS AND TRAINING - WORK WITH STAKEHOLDERS AND PARTNERS TO CREATE EDUCATION AND TRAINING IN THE AREAS OF TECHNOLOGY ADVANCEMENT, STANDARDS AND CERTIFICATIONS, ITAR AND EXPORT CONTROLS, IP PROTECTION, AS WELL AS ALL EXPORT TRAINING AND DEVELOPMENT. PRE-TRADE-MISSION COUNSELING AND OVERVIEWS WILL ALSO BE INCLUDED. 2. CO-ORGANIZE FORUMS FOR UAV AND SPACE CLUSTER - (ONE PER YEAR) WITH TRADE FORUMS WILL INVOLVE AN EXCHANGE OF IDEAS AND DISCUSSION AROUND THE INDUSTRY AND HOW TO BEST ADVANCE TECHNOLOGIES AND OPPORTUNITIES GLOBALLY. WE WILL CO-HOST WITH THE INTERNATIONAL TRADE ADMINISTRATION STAKEHOLDERS SUCH AS JOBS OHIO. OHIO FEDERAL RESEARCH NETWORK AS WELL AS OAI'S PARTNERS: FARNBOROUGH AEROSPACE CONSORTIUM, MIDLANDS AEROSPACE ALLIANCE, AERO MONTREAL,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c4dcf25e-9c30-2d1e-9b95-681fc671ed77-C", "generated_internal_id": "ASST_NON_IT21INA1120008_1350"}, {"internal_id": 140140918, "Award ID": "IT21INA1120007", "Award Amount": 299407.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-03", "CFDA Number": "11.112", "Description": "THE BUSINESS NETWORK FOR OFFSHORE WIND WILL HELP THE U.S. OFFSHORE WIND (OSW) INDUSTRY INCREASE EXPORTS WITH: 1. VIRTUAL EVENTS AND NETWORKING IN TARGET MARKETS. 2. A U.S. OSW PAVILION AT TARGET MARKET TRADE SHOWS. 3. GOLD KEY SERVICE AT TARGET MARKET TRADE SHOWS FOR PAVILION COMPANIES. 4. ENCOURAGEMENT AT TARGET MARKET TRADE PAVILIONS TO ATTEND THE INTERNATIONAL PARTNERING FORUM CONFERENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d92db69b-607a-09ba-6591-eb6057efd384-C", "generated_internal_id": "ASST_NON_IT21INA1120007_1350"}, {"internal_id": 140140925, "Award ID": "IT21INA1120006", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-03", "CFDA Number": "11.112", "Description": "ICET WILL AGGRESSIVELY PROMOTE U.S. DECARBONIZATION PRODUCTS AND SERVICES BY ESTABLISHING A US CLIMATE TECH EXPORT PROMOTION CENTER IN THE PEARL RIVER DELTA (GREATER BAY AREA, OR &QUOT;GBA&QUOT;), PROVIDING MARKET UPDATES AND ANALYSIS, ORGANIZING TRADE MISSIONS, IP TRAININGS, AND MATCH-MAKING ACTIVITIES FOCUSED ON THE FOLLOWING FIELDS: GREEN BUILDING, CLEAN TRANSPORTATION, RENEWABLE ENERGY, INDUSTRIAL ENERGY EFFICIENCY, AND ENERGY STORAGE. OVER THE FOUR YEARS, ICET WILL PRODUCE FOUR ANNUAL REPORTS FOR DECARBONIZATION MARKET DEMANDS IN CHINA, LEAD FOUR TRADE DELEGATIONS WITH 70+ U.S. SMALL- AND MEDIUM-SIZE ENTERPRISES TO THE GBA AND OTHER REGIONS IN CHINA, ORGANIZE 300+ BUSINESS-TO-BUSINESS MATCHMAKING MEETINGS, AND GENERATE OVER $80 MILLION IN NEW SALES. THE MAIN ACTIVITIES ARE DESCRIBED AS FOLLOWS: 1) ESTABLISH A US CLIMATE TECH EXPORT PROMOTION CENTER IN THE GBA 2) PRODUCE FOUR MARKET STUDIES FOCUSING ON CLIMATE TECH AND DECARBONIZATION DEMANDS IN THE GBA AND CHINA 3) ORGANIZ", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3371d40d-5480-aa7f-cb0d-e4c514efef8a-R", "generated_internal_id": "ASST_NON_IT21INA1120006_1350"}, {"internal_id": 140140926, "Award ID": "IT21INA1120005", "Award Amount": 181034.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-03", "CFDA Number": "11.112", "Description": "ESTABLISH THE NEW HAMPSHIRE EGLOBAL INSTITUTE WEB PLATFORM, CONNECTING BUSINESSES WITH TRAINING RESOURCES ON THE IMPORTANCE OF DIGITAL STRATEGY. DEVELOP PARTNERSHIPS WITH THIRD-PARTY SERVICE PROVIDERS TO ASSIST BUSINESSES BUILDING DIGITAL CAPACITY (I.E., ASSIST WITH WEBSITE LOCALIZATION OR SEARCH ENGINE OPTIMIZATION) AND ADDING FREE TRAINING COMPONENTS TO WEB PLATFORM. ISSUE FINANCIAL ASSISTANCE AWARDS TO BUSINESSES TO COVER COSTS RELATING TO THE DEVELOPMENT, REFINEMENT, AND IMPLEMENTATION OF A DIGITAL STRATEGY. ISSUE FINANCIAL ASSISTANCE AWARDS TO BUSINESSES TO DEFRAY COSTS OF USING COMMERCIAL SERVICE VIRTUAL SERVICES IN FOREIGN MARKETS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ede9091-75f1-c42c-3ab6-d76f9c1db47b-C", "generated_internal_id": "ASST_NON_IT21INA1120005_1350"}, {"internal_id": 140140927, "Award ID": "IT21INA1120004", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-03", "CFDA Number": "11.112", "Description": "THE INLAND EMPIRE CENTER FOR ENTREPRENEURSHIP (IECE), PART OF THE UNIVERSITY ENTERPRISES CORPORATION AT CALIFORNIA STATE UNIVERSITY SAN BERNARDINO, WITH SUPPORT FROM THE GOVERNOR'S OFFICE OF BUSINESS AND ECONOMIC DEVELOPMENT (GO-BIZ), THE CALIFORNIA STATE TRADE EXPANSION PROGRAM (STEP) AND ITS PARTNERS WILL EXPAND ITS SYSTEM TO SIMPLIFY AND DRAMATICALLY REDUCE COSTS ASSOCIATED WITH THE ON-BOARDING PROCESS ON LEADING CROSS BORDER E-COMMERCE PLATFORMS, ASSISTING WITH THE REGISTRATION OF DIGITAL ASSETS TO PREVENT TRADEMARK INFRINGEMENT AND SALES OF COUNTERFEIT PRODUCTS. THE PROJECT WILL INCLUDE COMPREHENSIVE TRAINING AND CONSULTATION SUPPORT, BRAND DEVELOPMENT AND PROMOTIONAL TACTICS TO INCREASE EXPOSURE TO MILLIONS OF CONSUMERS THROUGH CROSS BORDER E-COMMERCE PLATFORMS IN CHINA AND ASEAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e66f3a2-b532-664c-4040-0f229f121ae0-C", "generated_internal_id": "ASST_NON_IT21INA1120004_1350"}, {"internal_id": 140140928, "Award ID": "IT21INA1120003", "Award Amount": 246788.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-03", "CFDA Number": "11.112", "Description": "CRUSA CAUCUS MARKETPLACE: THE MARKETPLACE WILL BE AN ANNUAL EVENT PROVIDING DESTINATIONS, ATTRACTIONS, HOTELS, AND OTHER TOURISM BUSINESSES IN MARYLAND, VIRGINIA, AND WASHINGTON, DC THE OPPORTUNITY TO MEET FACE-TO-FACE WITH OVERSEAS TOUR OPERATORS AND US-BASED RECEPTIVE TOUR OPERATORS IN A SETTING THAT ENCOURAGES SALES AND RELATIONSHIP BUILDING. IT WILL BE THE ONLY TRADE SHOW DEDICATED TO CAPITAL REGION USA ORGANIZATIONS LOOKING TO INCREASE BUSINESS FROM OVERSEAS TRAVELERS. THE INAUGURAL MARKETPLACE WILL BE HELD IN THE GREATER WASHINGTON, DC AREA AND WILL ROTATE BETWEEN CAPITAL REGION USA'S PARTNERS, MARYLAND, VIRGINIA AND WASHINGTON, DC ANNUALLY. THE CAUCUS WILL INCLUDE THREE PRIMARY COMPONENTS: FAMILIARIZATION TOURS FOR THE ATTENDING TOUR OPERATORS; EDUCATIONAL SESSION BEFORE THE MARKETPLACE; ONE-TO-ONE B2B MARKETPLACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8eb28092-8388-05fa-8264-fcc919e36293-R", "generated_internal_id": "ASST_NON_IT21INA1120003_1350"}, {"internal_id": 140140930, "Award ID": "IT21INA1120002", "Award Amount": 298358.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-03", "CFDA Number": "11.112", "Description": "NEMA WILL WORK TO EXPAND U.S. PARTICIPATION ON TECHNICAL STANDARDS RELATED TO ADVANCED MANUFACTURING SYSTEMS. ACTIVITIES INCLUDE 1) IDENTIFYING NEW TECHNICAL EXPERTS FOR ADVANCED MANUFACTURING-RELATED COMMITTEES, 2) EXPANDING PARTICIPATION ON U.S. TECHNICAL COMMITTEES, 3) TRAINING THESE EXPERTS ON THE STANDARDS MAKING PROCESS, 4) SUPPORTING INTERNATIONAL PARTICIPATION OF THESE EXPERTS TO DEVELOP RELATIONSHIPS AND FIRST-HAND EXPERIENCE WITH COMMITTEE WORK, 4) ALIGNING TECHNICAL OUTPUTS WITH BUSINESS GOALS THROUGH PERIODIC INTERACTIONS WITH THE NEMA ADVANCED MANUFACTURING COUNCIL, 5) COLLABORATE WITH ITA, OTHER U.S. AGENCIES, AND LOCAL TRADE ASSOCIATIONS TO BETTER UNDERSTAND CHALLENGES AND OPPORTUNITIES FOR EACH OF THE TARGET MARKETS, AND WITH THESE GROUPS' SUPPORT 6) ORGANIZE MARKETING AND/OR TRADE MISSIONS TO INCREASE EXPORTS OF ADVANCED MANUFACTURING SYSTEMS TO THESE COUNTRIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5011931d-c95e-e091-cc7c-802dadce2032-C", "generated_internal_id": "ASST_NON_IT21INA1120002_1350"}, {"internal_id": 140140920, "Award ID": "IT21INA1120001", "Award Amount": 298936.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-07", "CFDA Number": "11.112", "Description": "IAPMO WILL WORK WITH U.S. MANUFACTURERS TO &QUOT;INCREASE THE FLOW&QUOT; OF PLUMBING EXPORTS TO INDONESIA AND THE PHILIPPINES BY REMOVING ONEROUS EXPORT REQUIREMENTS AND TECHNICAL BARRIERS TO TRADE CURRENTLY IN PLACE. IAPMO WILL FOCUS ON CONFORMITY ASSESSMENT PROCESSES RELATED TO PLASTIC PIPES IN INDONESIA AND SANITARYWARE IN THE PHILIPPINES. BY FOCUSING ON CONFORMITY ASSESSMENT REQUIREMENTS TO INCLUDE U.S. LABORATORIES AND AIDING IN THE ENFORCEMENT OF INTERNATIONALLY RECOGNIZED PRODUCT STANDARDS, THIS PROJECT WILL INCREASE THE COMPETITIVENESS OF U.S. PRODUCTS AND CREATE OR SUSTAIN U.S. JOBS. THE &QUOT;INCREASE THE FLOW&QUOT; PROJECT IS PART OF A MULTI-STAGE, MULTIYEAR STRATEGY BY IAPMO TO ALIGN MARKET ACCESS REQUIREMENTS FOR THE PLUMBING INDUSTRY ACROSS SOUTHEAST ASIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7d15249-a6c0-06c2-edca-c647fe052eab-R", "generated_internal_id": "ASST_NON_IT21INA1120001_1350"}, {"internal_id": 110864176, "Award ID": "IT20INA1120010", "Award Amount": 274000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "11.112", "Description": "A2IM'S 2020 MDCP PROPOSAL IS TO ENHANCE THE GLOBAL COMPETITIVENESS BY INCREASING EXPORTS AND LICENSING INCOME OF U.S. INDEPENDENT MUSIC LABEL MEMBERS FROM ACROSS THE UNITED STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aac4615b-e43a-614c-4713-a1f2fb714a2f-R", "generated_internal_id": "ASST_NON_IT20INA1120010_1350"}, {"internal_id": 110314107, "Award ID": "IT20INA1120009", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "11.112", "Description": "FAA-APPROVED PMA AIRCRAFT SALES IN DEVELOPING MARKETS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6496390d-6cf1-77a1-60e7-e4af7d19599d-R", "generated_internal_id": "ASST_NON_IT20INA1120009_1350"}, {"internal_id": 110314108, "Award ID": "IT20INA1120008", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "11.112", "Description": "AEM CHINA MONITORING & ENGAGEMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e6c9127-d2b9-c872-63d9-827620c1614b-C", "generated_internal_id": "ASST_NON_IT20INA1120008_1350"}, {"internal_id": 110314109, "Award ID": "IT20INA1120007", "Award Amount": 299300.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "11.112", "Description": "UNIFYING INTERNATIONAL STANDARDS FOR PACKAGING AND PROCESSING EQUIPMENT IN A COMPETITIVE GLOBAL MARKET", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d404898-bc66-7a67-b4a0-e5c32b117208-C", "generated_internal_id": "ASST_NON_IT20INA1120007_1350"}, {"internal_id": 110314110, "Award ID": "IT20INA1120006", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "11.112", "Description": "INCREASE SALES OF NATURAL PRODUCTS TO CHINA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "21e9e363-4ab2-3e4e-5890-600252e92e18-R", "generated_internal_id": "ASST_NON_IT20INA1120006_1350"}, {"internal_id": 110314111, "Award ID": "IT20INA1120005", "Award Amount": 155000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "11.112", "Description": "PUBLICATION AND PROMOTION OF GULF BUILDING CODES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b4068b6-581f-17fc-ba43-5c00d8f91728-C", "generated_internal_id": "ASST_NON_IT20INA1120005_1350"}, {"internal_id": 110314112, "Award ID": "IT20INA1120004", "Award Amount": 299000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "11.112", "Description": "FACILITATE IMPLEMENTATION AND ADOPTION INDUSTRY DEVELOPED AUTO PARTS CATALOGING STANDARDS THROUGH TECHNICAL SEMINARS AND TRAININGS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d384b1cb-6520-1eb8-d7c4-b5187f6f2e8f-C", "generated_internal_id": "ASST_NON_IT20INA1120004_1350"}, {"internal_id": 110314113, "Award ID": "IT20INA1120003", "Award Amount": 264000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "11.112", "Description": "COMBATING NON-TARIFF TECHNICAL BARRIERS AND PRICING ISSUES FOR CONSTRUCTION PROCESSES IN CHINA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc5f95de-d5fd-c26a-8429-2eac56caeabf-R", "generated_internal_id": "ASST_NON_IT20INA1120003_1350"}, {"internal_id": 110314114, "Award ID": "IT20INA1120002", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "11.112", "Description": "SEMA INTERNATIONAL IPR EDUCATION/AWARENESS & STANDARDS FACILITATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7acf2c4c-9d98-36d2-edf1-64813e305e83-C", "generated_internal_id": "ASST_NON_IT20INA1120002_1350"}, {"internal_id": 110314115, "Award ID": "IT20INA1120001", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "11.112", "Description": "RVIA'S ASIA EXPORT INITIATIVE'S GOAL IS TO INCREASE EXPORTS TO CHINA, SOUTH KOREA AND JAPAN, PURSUE ADOPTION OF RV AND CAMPGROUND STANDARDS COMPATIBLE WITH U.S. STANDARDS AND REMOVE REGULATORY OBSTACLES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cdbcd65-0594-2fc2-6293-cec0985a01fd-C", "generated_internal_id": "ASST_NON_IT20INA1120001_1350"}, {"internal_id": 48906938, "Award ID": "IT16INA1120005", "Award Amount": 262679.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-29", "CFDA Number": "11.112", "Description": "KOREA DIRECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e34bafa-f351-fcde-40cd-04494aa14f0c-R", "generated_internal_id": "ASST_NON_IT16INA1120005_1350"}, {"internal_id": 48906937, "Award ID": "IT16INA1120004", "Award Amount": 296705.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-05", "CFDA Number": "11.112", "Description": "U.S. MARITIME TECHNOLOGY EXPORT INITIATIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "533c8ea5-0fa1-5359-62b2-867e645ea01d-C", "generated_internal_id": "ASST_NON_IT16INA1120004_1350"}, {"internal_id": 48906936, "Award ID": "IT16INA1120003", "Award Amount": 299107.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-29", "CFDA Number": "11.112", "Description": "HELP U.S. COMPANIES EXPORT ENVIRONMENTAL EQUIPMENT, INSTRUMENTATION, AND PRODUCTS TO CHINA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b2c79c1f-71ca-9e5c-5e2b-b7b2c7da7d46-R", "generated_internal_id": "ASST_NON_IT16INA1120003_1350"}, {"internal_id": 48906935, "Award ID": "IT16INA1120002", "Award Amount": 46049.88, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-29", "CFDA Number": "11.112", "Description": "DISCOVER NATIVE AMERICA: TRIBAL TOURISM MARKETING PROJECT WILL HELP AMERICAN INDIAN TRIBES AND NATIVE OWNED BUSINESSES EXPORT TOURISM TO NEW GLOBAL M", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c13f57f8-96b2-a4b2-068a-a125a4d63589-C", "generated_internal_id": "ASST_NON_IT16INA1120002_1350"}, {"internal_id": 48906934, "Award ID": "IT16INA1120001", "Award Amount": 201836.61, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-05", "CFDA Number": "11.112", "Description": "U.S. REPRESENTATION IN INTERNATIONAL STANDARDS DEVELOPMENT FOR FEED MACHINERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b30f18f4-3353-dd46-4dba-e76080fea4a0-C", "generated_internal_id": "ASST_NON_IT16INA1120001_1350"}, {"internal_id": 48906927, "Award ID": "IT15INA1120013", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-01", "CFDA Number": "11.112", "Description": "RVIA'S ASIA EXPORT INITIATIVE'S GOAL IS TO INCREASE EXPORTS TO CHINA, JAPAN AND S. KOREA, PURSUE ADOPTION OF RV AND CAMPGROUND STANDARDS COMPATIBLE W", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cdbcd65-0594-2fc2-6293-cec0985a01fd-C", "generated_internal_id": "ASST_NON_IT15INA1120013_1350"}, {"internal_id": 48906926, "Award ID": "IT15INA1120012", "Award Amount": 291156.35, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-28", "CFDA Number": "11.112", "Description": "ESTABLISH THE NPES REPRESENTATION OFFICE, DEVELOP BILATERAL TRADE MISSION PROGRAMS/TRADE SHOW ACTIVITY, ORGANIZE AND PRODUCE EDUCATIONAL PROGRAMS TO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "160800f7-2a4a-87fe-5d19-308b6af9ddc1-R", "generated_internal_id": "ASST_NON_IT15INA1120012_1350"}, {"internal_id": 48906925, "Award ID": "IT15INA1120010", "Award Amount": 225267.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-28", "CFDA Number": "11.112", "Description": "EXPAND ACCESS TO HIGH-QUALITY US HEALTHCARE SERVICES TO BRAZIL AND CHINA AND INCREASE THE NUMBER OF BRAZILIAN AND CHINESE PATIENTS COMING TO THE US F", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f00e6e48-f6d3-2092-06b5-ef98d7aec7ba-R", "generated_internal_id": "ASST_NON_IT15INA1120010_1350"}, {"internal_id": 48906924, "Award ID": "IT15INA1120009", "Award Amount": 170325.47, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-31", "CFDA Number": "11.112", "Description": "PROGRAM TO CREATE OPPORTUNITIES IN JAPAN'S HOME REMODELING AND NEW CONSTRUCTION SECTOR FOR U.S.BUILDING MATERIALS EXPORTERS AND DESIGNERS. PROGRAM WI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc5f95de-d5fd-c26a-8429-2eac56caeabf-R", "generated_internal_id": "ASST_NON_IT15INA1120009_1350"}, {"internal_id": 48906923, "Award ID": "IT15INA1120007", "Award Amount": 299345.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-28", "CFDA Number": "11.112", "Description": "ASSIST U.S. COMPANIES TO EXPORT AUTOMOTIVE AFTERMARKET PARTS TO LATIN AMERICA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d384b1cb-6520-1eb8-d7c4-b5187f6f2e8f-C", "generated_internal_id": "ASST_NON_IT15INA1120007_1350"}, {"internal_id": 48906921, "Award ID": "IT14INA1120008", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-28", "CFDA Number": "11.112", "Description": "SEMA RUSSIA AND NIS BUSINESS DEVELOPMENT PROGRAM AND INTERNATIONAL VEHICLE MEASURING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7acf2c4c-9d98-36d2-edf1-64813e305e83-C", "generated_internal_id": "ASST_NON_IT14INA1120008_1350"}, {"internal_id": 48906920, "Award ID": "IT14INA1120006", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-09-02", "CFDA Number": "11.112", "Description": "FAA-APPROVED PMA AIRCRAFT PARTS SLAES DEVELOPMMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6496390d-6cf1-77a1-60e7-e4af7d19599d-R", "generated_internal_id": "ASST_NON_IT14INA1120006_1350"}, {"internal_id": 48906918, "Award ID": "IT14INA1120004", "Award Amount": 0.0, "Award Type": null, "Base Obligation Date": "2016-09-16", "CFDA Number": "11.112", "Description": "NO-COST EXTENSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e34bafa-f351-fcde-40cd-04494aa14f0c-R", "generated_internal_id": "ASST_NON_IT14INA1120004_1350"}, {"internal_id": 48906909, "Award ID": "IT13MAS1120007", "Award Amount": 188831.0, "Award Type": null, "Base Obligation Date": "2013-07-31", "CFDA Number": "11.112", "Description": "UTC'S US - BRAZIL SMART GRID INFRASTRUCTURE PARTNERSHIP PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a21f6e6a-965c-36b4-4fb9-1b40e1171e1f-C", "generated_internal_id": "ASST_NON_IT13MAS1120007_1350"}, {"internal_id": 48906906, "Award ID": "IT13MAS1120004", "Award Amount": 225002.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-07-26", "CFDA Number": "11.112", "Description": "ENHANCING DIGITAL ELECTRONIC DEVICE EXPORTS TO SINGAPORE AND THE ASEAN COUNTRIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4aeb7a36-ddef-4f30-d0d5-9e9264e07671-R", "generated_internal_id": "ASST_NON_IT13MAS1120004_1350"}, {"internal_id": 48906904, "Award ID": "IT13MAS1120002", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-07-28", "CFDA Number": "11.112", "Description": "CENTER FOR INTERNATIONAL TRADE DEVELOPMENT - BEAUTY INDUSTRY MARKET ACCESS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "272682b8-65ea-f3e7-9768-9b4ed0fc7bc3-C", "generated_internal_id": "ASST_NON_IT13MAS1120002_1350"}]