[{"internal_id": 161919661, "Award ID": "NA23NOS4730180", "Award Amount": 80000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-08", "CFDA Number": "11.473", "Description": "STUDENTS IN GRADES 6-12 WILL PARTICIPATE IN OVER 300 HOURS OF OUTDOOR EDUCATIONAL ACTIVITIES THAT INCLUDES A 3-5 DAY IMMERSIVE HUAKAI (TRIP) EXPERIENCE IN VARIOUS WATERSHEDS ON OAHU WITH COMMUNITY PARTNERS AND CULTURAL EXPERTS. TEACHERS AND COMMUNITY PARTNERS WILL COLLABORATE IN DEVELOPING AND DELIVERING CURRICULUM THAT INTEGRATES CULTURE, AINA (LAND), AND ACADEMIC CONTENT, AND PLACES HAWAIIAN STORIES, PRACTICES, VALUES AND WORLDVIEW AT THE CENTER OF LEARNING. THE GOAL OF THIS PROJECT IS TO DETERMINE THE IMPACT ON ENVIRONMENTAL AND WATERSHED EDUCATION BY INCORPORATING CULTURAL AND AINA-BASED EXPERIENCES WITH SCIENCE AND OTHER ACADEMIC SUBJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b4bcf91f-145a-1352-4bbb-ad47d9277b79-R", "generated_internal_id": "ASST_NON_NA23NOS4730180_1330"}, {"internal_id": 160895698, "Award ID": "NA23NOS4730143", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-26", "CFDA Number": "11.473", "Description": "THIS AWARD PROVIDES SUPPORT TO THE U.S. VIRGIN ISLANDS DEPARTMENT OF PLANNING AND NATURAL RESOURCES, DIVISION OF COASTAL ZONE MANAGEMENT TO ORGANIZED AND HOLD THE 47TH U.S. CORAL REEF TASK FORCE MEETING IN ST. THOMAS, U.S. VIRGIN ISLANDS IN THE FALL OF 2023. THE MEETING PROVIDES AN OPPORTUNITY FOR TASK FORCE MEMBERS TO WORK TOGETHER TOWARDS HEALTHY AND PRODUCTIVE CORAL REEF ECOSYSTEMS IN THE FACE OF CURRENT CHALLENGES FROM CLIMATE CHANGE AND HUMAN USES. ISLAND ECOSYSTEMS ARE OFTEN AT THE FOREFRONT OF CLIMATE RELATED CHANGES SUCH AS SEA LEVEL RISE AND THE INCREASED FREQUENCY OF STORM EVENTS, SO HOSTING EVENTS LIKE THE U.S. CORAL REEF TASK FORCE MEETING IN THE VIRGIN ISLANDS WILL ALLOW LOCAL MANAGERS TO SHOWCASE NEEDS AND PRIORITIES TO FEDERAL PARTNERS IN REAL TIME AND IN PERSON, WHICH WILL HOPEFULLY LEAD TO CREATIVE AND COLLABORATIVE SOLUTIONS TO THESE ISSUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "010d33f8-b400-e92b-0bf8-b792f6b21397-C", "generated_internal_id": "ASST_NON_NA23NOS4730143_1330"}, {"internal_id": 161919660, "Award ID": "NA23NOS4730133", "Award Amount": 149955.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-09", "CFDA Number": "11.473", "Description": "IN 2021 AND 2022, THE CITIES INITIATIVE CONTRIBUTED IN-KIND DIRECT SUPPORT TO THE LAKE MICHIGAN COASTAL RESILIENCE INITIATIVE (LMCRI), GIVING AN ESTIMATED 100-150 HOURS OF STAFF TIME IN PROJECT DESIGN, CITY ENGAGEMENT, EDUCATIONAL WEBINARS AND DISSEMINATION OF THE PROJECT THROUGH THE DEVELOPMENT OF WEB-BASED CONTENT. THE CITIES INITIATIVE IS SEEKING FUNDING TO SUPPORT ITS CONTINUED INVOLVEMENT IN THE LMCRI AND FUTURE COASTAL RESILIENCE INITIATIVE CYCLES. AS OF JANUARY 2023, THE LMCRI IS SUPPORTING EIGHT COMMUNITIES IN ILLINOIS, MICHIGAN AND WISCONSIN TO 30%-80% ENGINEERING AND DESIGN THROUGH THE END OF 2023. NOAA AND THE CITIES INITIATIVE ANTICIPATE SUPPORTING 8-12 COMMUNITIES THROUGH THE LMCRI AND SUBSEQUENT COASTAL RESILIENCE INITIATIVES PER CYCLE WHICH WILL REQUIRE A DEDICATED TEAM OF PARTNERS TO SUCCESSFULLY DESIGN, DELIVER AND EVALUATE THESE PROGRAMS. THIS PROJECT WILL ALLOW THE CITIES INITIATIVE TO PROVIDE CONTINUED SUPPORT TO THE LMCRI (AND FUTURE NOAA COASTAL RESILIENCE INITIAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa8211d1-bbf4-b43e-fc9c-1e71b29da942-C", "generated_internal_id": "ASST_NON_NA23NOS4730133_1330"}, {"internal_id": 158155250, "Award ID": "NA23NOS4730121", "Award Amount": 2962196.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-13", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $2,962,196.00 TO THE VIEQUES CONSERVATION AND HISTORICAL TRUST UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW COASTAL ZONE MANAGEMENT HABITAT RESTORATION AND CONSERVATION COMPETITION.  THIS AWARD WILL RESULT ON RESTORATION OF IMPORTANT INTERCONNECTED COASTAL HABITATS, INCLUDING THE CONTINUUM OF MANGROVES CRITICAL FOR THE CONSERVATION OF THE BIOLUMINESCENT BAY, SEAGRASS COMMUNITIES AND CORAL REEFS TO PROMOTE ENHANCED ECOLOGICAL CONNECTIVITY, THE REHABILITATION OF IMPORTANT ECOSYSTEM FUNCTIONS, AND BUFFERING THE COASTAL IMPACTS OF STORM SURGE DURING EXTREME WEATHER EVENTS. IN ADDITION TO THESE LOCAL BENEFITS, THE PROJECT WILL PROVIDE IMPORTANT BENEFITS TO REGIONAL CONSERVATION OF COASTAL NATURAL RESOURCES BY PROMOTING THE CONSERVATION AND RESTORATION OF A UNIQUE COMBINATION OF INTERCONNECTED HABITATS FOR THE CONSERVATION OF MULTIPLE ENDANGERED SPECIES ACT-LISTED SPECIES, AMONG THEM, CORAL SPECIES, AND THE PUERTO MOSQUITO BIOLUMINESCENT BA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": 2962196.0, "recipient_id": "4ab25a21-f66f-e6db-9dbb-a0f97e1d7cc1-R", "generated_internal_id": "ASST_NON_NA23NOS4730121_1330"}, {"internal_id": 158155249, "Award ID": "NA23NOS4730120", "Award Amount": 203000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-03", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $203,000 TO THE AMERICAN SAMOA GOVERNMENT DEPARTMENT OF COMMERCE UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW COASTAL ZONE MANAGEMENT HABITAT RESTORATION AND CONSERVATION COMPETITION. THIS AWARD WILL SUPPORT CONTINUED WETLAND DELINEATION TO INCLUDE ALL WETLANDS IN THE TERRITORY, PLUS MONTHLY WETLAND MONITORING, PARTNER TRAINING, AND COMMUNITY OUTREACH WORKSHOPS IN AMERICAN SAMOA. THE PROJECT WILL BENEFIT ECOSYSTEMS AND COMMUNITIES BY HELPING THE COASTAL ZONE MANAGEMENT PROGRAM AND THEIR PARTNERS TO BETTER MANAGE, PROTECT, AND ENHANCE WETLANDS AND EDUCATE THE COMMUNITY ABOUT THE ECOSYSTEM SERVICES THESE NATURAL RESOURCES PROVIDE. PROJECT OUTCOMES ALSO INCLUDE RECOMMENDATIONS FOR SUPPORTING UPDATED LAND USE PERMITTING POLICIES AND REGULATIONS, AND RECOMMENDATIONS FOR NATURE-BASED RESTORATION PROJECTS IN EACH WETLAND VILLAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": 203000.0, "recipient_id": "f15e130a-070a-1c91-e14d-194e222740cb-R", "generated_internal_id": "ASST_NON_NA23NOS4730120_1330"}, {"internal_id": 159207195, "Award ID": "NA23NOS4730119", "Award Amount": 2259633.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-01", "CFDA Number": "11.473", "Description": "VIRGINIA EELGRASS & BAY SCALLOP RESTORATION PROPOSAL    RECIPIENT: VIRGINIA DEPARTMENT OF ENVIRONMENTAL QUALITY PERIOD: APRIL 1, 2023 TO MARCH 31, 2027 RECOMMENDED FEDERAL FUNDING: $2,259,633 CONGRESSIONAL DISTRICT(S): VA-2 SUMMARY: BUILDING ON THE KNOWLEDGE GAINED FROM THE SUCCESSFUL EELGRASS AND BAY SCALLOP RESTORATION IN SOUTHERN VIRGINIA'S COASTAL BAYS, THIS PROJECT WILL FOCUS ON BURTONS BAY. PROJECT IMPACTS WILL BE MONITORED TO SEE IF THE PROJECTIONS (ENHANCED WATER CLARITY, CREATION OF CARBON STOCKS, INCREASED PRODUCTIVITY OF COMMERCIALLY HARVESTED SPECIES) ARE REALIZED. OVER A FOUR-YEAR PERIOD, AT LEAST 60 ACRES OF EELGRASS WILL BE PLANTED AND OVER SIX MILLION BAY SCALLOPS RELEASED. LONG- TERM MONITORING IS ALSO PART OF THIS PROJECT, AS IS AN EDUCATION COMPONENT. THE DESIRED END RESULT: A HEALTHY AND EXPANDING EELGRASS MEADOW AND A RESIDENT SCALLOP POPULATION IN BURTONS BAY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 2259633.0, "recipient_id": "c3c0ae2c-d476-1c51-fbb9-843a8d93f44f-C", "generated_internal_id": "ASST_NON_NA23NOS4730119_1330"}, {"internal_id": 158772955, "Award ID": "NA23NOS4730118", "Award Amount": 4500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-27", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $4,500,000 TO THE SOUTH CAROLINA DEPARTMENT OF HEALTH AND ENVIRONMENTAL CONTROL UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW COASTAL ZONE MANAGEMENT HABITAT RESTORATION AND CONSERVATION COMPETITION.  CONSERVATION PARTNERS WILL USE THESE FUNDS TO OBTAIN KEY FLOODPLAIN PROPERTIES WITHIN TWO COASTAL COUNTIES FOR A NEW STATE PARK. TO DATE, FIVE STRATEGIC RIVERFRONT PROPERTIES TOTALING 2,500 ACRES HAVE BEEN SECURED. ACQUISITION OF THIS 1,800-ACRE TRACT IS NEXT. THIS PROPERTY CREATES A WALKABLE CONNECTION TO A RURAL TOWN THAT HAS EXPERIENCED BOTH EXTREME FLOOD DAMAGE AND INCREASING POVERTY IN RECENT YEARS. THE TOWN OF ANDREWS IS CURRENTLY ENGAGED IN A MAIN STREET VISIONING AND MASTER PLANNING PROCESS TO LINK THEIR ECONOMIC FUTURE TO THE NEW PARK, AND TO THE BLACK RIVER ITSELF. THE OPEN SPACE INSTITUTE LAND TRUST INTENDS TO ACQUIRE THE PROPERTY ON BEHALF OF THE SOUTH CAROLINA PARKS RECREATION AND TOURISM FOR THE NEWLY ESTABLISHED BLACK RIVER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": 4500000.0, "recipient_id": "bf79472b-02a9-2643-c96a-85d7986ff690-C", "generated_internal_id": "ASST_NON_NA23NOS4730118_1330"}, {"internal_id": 158155248, "Award ID": "NA23NOS4730117", "Award Amount": 2988122.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-03", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $2,988,122 TO THE NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW COASTAL ZONE MANAGEMENT HABITAT RESTORATION AND CONSERVATION COMPETITION. THIS AWARD WILL RESULT IN THE REPLACEMENT OF THREE UNDERSIZED TIDAL CULVERTS ON STATE ROADS IN THE TOWNS OF STRATHAM AND RYE, NEW HAMPSHIRE. REPAIRING THESE TIDAL CROSSINGS WAS IDENTIFIED AS A HIGH PRIORITY VIA THE NEW HAMPSHIRE RESILIENT TIDAL CROSSINGS PROJECT, WHICH SCORED 118 TIDAL CROSSINGS FOR ECOSYSTEM COMPATIBILITY, FLOOD RESILIENCE, AND STRUCTURE CONDITION. THE PROPOSED PROJECT WILL INCLUDE FINAL ENGINEERING AND PERMITTING WORK, AND WILL PROACTIVELY REPLACE THE EXISTING CULVERTS AT THESE SITES WITH UPGRADED ALTERNATIVES TO ACHIEVE BENEFICIAL OUTCOMES FOR ECOSYSTEM AND INFRASTRUCTURE RESILIENCY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": 2988122.0, "recipient_id": "5076b844-597b-f9d0-f292-d9cd4d0ee553-C", "generated_internal_id": "ASST_NON_NA23NOS4730117_1330"}, {"internal_id": 158772954, "Award ID": "NA23NOS4730116", "Award Amount": 3037052.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-27", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $3,037,052 TO THE UPPER MATTAPONI INDIAN TRIBE UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW COASTAL ZONE MANAGEMENT HABITAT RESTORATION AND CONSERVATION COMPETITION.  THE UPPER MATTAPONI INDIAN TRIBE, THROUGH THE VIRGINIA COASTAL ZONE MANAGEMENT PROGRAM, WILL ACQUIRE AND CONSERVE 866 ACRES (THREE ADJACENT PARCELS) OF HISTORIC TRIBAL LANDS ALONG THE TRIBE'S NAMESAKE RIVER, THE MATTAPONI, AND WITHIN THE CHESAPEAKE BAY WATERSHED. THIS IS THE TRIBE'S FIRST OPPORTUNITY TO ACQUIRE ANCESTRAL LANDS FOR CONSERVATION, AND WILL ALLOW THE TRIBE TO PURSUE FUTURE ACTIVITIES TO ENHANCE CULTURALLY SIGNIFICANT FISH, WILDLIFE, AND PLANTS THROUGH HABITAT RESTORATION ON THE SITE OF A FORMER SAND AND GRAVEL MINE. THE BENEFITS WILL EXTEND TO TRIBAL CITIZENS AND MANY OTHERS WHO ENJOY THE REGION'S COAST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 3037052.0, "recipient_id": "c3c0ae2c-d476-1c51-fbb9-843a8d93f44f-C", "generated_internal_id": "ASST_NON_NA23NOS4730116_1330"}, {"internal_id": 159207194, "Award ID": "NA23NOS4730115", "Award Amount": 1705000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-01", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $1,705,000 TO THE OHIO DEPARTMENT OF NATURAL RESOURCES OFFICE OF COASTAL MANAGEMENT UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW COASTAL ZONE MANAGEMENT HABITAT RESTORATION AND CONSERVATION COMPETITION. FUNDS FROM THIS GRANT WILL BE USED TO ACQUIRE 105 ACRES OF RIPARIAN HABITAT ALONG THE CHAGRIN RIVER IN A COASTAL COMMUNITY APPROXIMATELY FOUR MILES UPSTREAM FROM THE CONFLUENCE WITH LAKE ERIE. THE CHAGRIN RIVER FLOODPLAIN LAND CONSERVATION PROJECT WILL ACQUIRE CRITICAL HABITAT THAT WILL INCREASE CLIMATE RESILIENCY FOR URBAN COASTAL COMMUNITIES AND WILL CONTRIBUTE TO A GROWING CONSERVATION, PUBLIC ACCESS, AND RECREATION CORRIDOR ALONG THE RIVER FROM DOWNTOWN WILLOUGHBY TO LAKE ERIE. THIS IS A PARTNERSHIP EFFORT BETWEEN THE OHIO DEPARTMENT OF NATURAL RESOURCES OFFICE OF COASTAL MANAGEMENT, THE CITY OF WILLOUGHBY, AND THE WESTERN RESERVE LAND CONSERVANCY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": 1705000.0, "recipient_id": "3a561b41-1f1a-d88f-2112-9c89e86c12ec-C", "generated_internal_id": "ASST_NON_NA23NOS4730115_1330"}, {"internal_id": 159759784, "Award ID": "NA23NOS4730114", "Award Amount": 1561511.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $1,561,511 TO THE MASSACHUSETTS EXECUTIVE OFFICE OF ENERGY AND ENVIRONMENTAL AFFAIRS UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW COASTAL ZONE MANAGEMENT HABITAT RESTORATION AND CONSERVATION COMPETITION. THIS AWARD SUPPORTS HABITAT RESTORATION AND FISH PASSAGE WHILE INCREASING RESILIENCY FOR THE TOWN OF MANCHESTER-BY-THE-SEA. THE PROJECT INCLUDES REPLACING THE CENTRAL STREET BRIDGE, REMOVING THE SAWMILL BROOK TIDE GATE STRUCTURE, UPGRADING CHANNEL WALLS ALONG CENTRAL POND, RESTORING SALTMARSH WETLANDS, AND CREATING LIVING SHORELINES TO STABILIZE THE STREAM BANKS. ONE ACRE OF SALT MARSH AND 1,534 LINEAR FEET OF STREAM CONNECTIVITY WILL BE RESTORED, WHICH IN TURN IMPROVES RESILIENCY FOR THE SAWMILL BROOK WATERSHED AND THE MANCHESTER-BY-THE-SEA COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1561511.0, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_NA23NOS4730114_1330"}, {"internal_id": 159207193, "Award ID": "NA23NOS4730113", "Award Amount": 1654680.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-03", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $1,654,680 TO THE MAINE DEPARTMENT OF MARINE RESOURCES UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW COASTAL ZONE MANAGEMENT HABITAT RESTORATION AND CONSERVATION COMPETITION. THE MAINE COASTAL PROGRAM (WITHIN THE MAINE DEPARTMENT OF MARINE RESOURCES), ALONG WITH OTHER COASTAL PARTNERS, WILL APPLY INNOVATIVE, SCIENCE-BASED BEST APPROACHES (REFERRED TO AS &QUOT;COASTWISE&QUOT;) TO PLAN AND DESIGN COASTAL INFRASTRUCTURE IMPROVEMENTS. THE PROJECT FEATURES A COLLABORATIVE, LOCALLY-LED PROCESS TO PRODUCE PRELIMINARY DESIGNS FOR BARRIER REMOVAL AT SIX TIDAL CROSSINGS, AND FINAL DESIGNS FOR FOUR OF THOSE. THE APPLICATION OF THE COASTWISE PRINCIPLES TO THIS PROJECT WILL SERVE AS A MODEL FOR HOW THE APPROACH CAN BE USED TO DEVELOP RESILIENT TIDAL CROSSINGS ON A MUCH LARGER SCALE THAN PREVIOUSLY POSSIBLE. THE PROJECT WILL ALSO STRENGTHEN PARTNERSHIPS AND REGIONAL CAPACITY TO MANAGE AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": 1654680.0, "recipient_id": "99d69764-431c-f76e-304d-20aed0cf5a0f-C", "generated_internal_id": "ASST_NON_NA23NOS4730113_1330"}, {"internal_id": 158155247, "Award ID": "NA23NOS4730112", "Award Amount": 1103000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-11", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $1,103,000 TO ALABAMA DEPARTMENT OF CONSERVATION AND NATURAL RESOURCES UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW COASTAL ZONE MANAGEMENT HABITAT RESTORATION AND CONSERVATION COMPETITION. THIS AWARD WILL RESULT IN THE FEE SIMPLE ACQUISITION OF APPROXIMATELY 490 ACRES OF CRITICAL HABITAT TO BE HELD BY THE ALABAMA DEPARTMENT OF CONSERVATION AND NATURAL RESOURCES, STATE LANDS DIVISION. THIS PURCHASE WILL CONSERVE THE TIDAL MARSH, PINE FLATWOOD, AND SAVANNA HABITATS LOCATED HERE, ALL OF WHICH REPRESENTS A CRITICALLY IMPERILED TYPE OF HABITAT FOUND ALONG THE NORTHERN GULF OF MEXICO. THE ACQUISITION WILL PROTECT THESE SENSITIVE HABITATS AND THE MYRIAD ECOSYSTEM SERVICES PROVIDED, SUCH AS THE AREA ACTING AS A HABITAT AND NURSERY GROUND FOR COMMERCIALLY AND RECREATIONALLY IMPORTANT FISHERY SPECIES; PROTECTING UPLANDS FROM STORM SURGE AND COASTAL FLOODING; AND PROVIDING CARBON SEQUESTRATION SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": 1103000.0, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_NA23NOS4730112_1330"}, {"internal_id": 159207192, "Award ID": "NA23NOS4730111", "Award Amount": 6000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-10", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $6,000,000 TO THE FLORIDA DEPARTMENT OF ENVIRONMENTAL PROTECTION UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW COASTAL ZONE MANAGEMENT HABITAT RESTORATION AND CONSERVATION COMPETITION. THIS AWARD WILL FUND THE ACQUISITION OF A PORTION OF THE REMAINING, PRIVATELY-OWNED 10,976 ACRES OF THE 73,400-ACRE NORTHEAST FLORIDA BLUEWAY PROJECT, WHICH IS ON THE FLORIDA FOREVER PROGRAM'S CLIMATE CHANGE LANDS LIST. MOST OF THE ACQUISITION IS WITHIN THE BOUNDARIES OF THE GUANA TOLOMATO MATANZAS NATIONAL ESTUARINE RESEARCH RESERVE. ACQUIRING THIS ACREAGE WILL PROTECT AND MAINTAIN THE WATERS AND SHORELINE PLANT COMMUNITIES OF THE TOLOMATO AND MATANZAS RIVERS, WHICH PROVIDES CRITICAL HABITAT FOR 14 FEDERALLY LISTED SPECIES OF FISH, AMPHIBIAN, REPTILES, BIRDS, MAMMALS, AND PLANTS. THIS ACQUISITION WILL ALSO CONNECT EXISTING NATURAL AREAS TO FORM A CONSERVATION CORRIDOR AND WATERSHED BUFFER ALONG THE INTRACOASTAL WATERWAY IN NORTHEAST FLORIDA, FROM DUVAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 6000000.0, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_NA23NOS4730111_1330"}, {"internal_id": 158155246, "Award ID": "NA23NOS4730110", "Award Amount": 2011465.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-13", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $2,011,465 TO THE OREGON DEPARTMENT OF LAND CONSERVATION AND DEVELOPMENT UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW COASTAL ZONE MANAGEMENT HABITAT RESTORATION AND CONSERVATION COMPETITION. THE CONFEDERATED TRIBES OF SILETZ INDIANS WILL PURCHASE THE ECOLOGICALLY AND CULTURALLY SIGNIFICANT 27-ACRE &QUOT;'CAPE FOULWEATHER&QUOT;' PROPERTY, LOCATED ON A BLUFF OVERLOOKING THE PACIFIC OCEAN. THIS PROJECT WILL CONSERVE THE UNDEVELOPED COASTAL PROPERTY THAT HOSTS ROCKY SHORE HABITATS RICH IN MARINE MAMMALS, A RARE SALT SPRAY MEADOW COMPLEX SUITABLE FOR THE THREATENED OREGON SILVERSPOT BUTTERFLY, AND UPLAND FOREST CONNECTIONS TO STRONGHOLDS OF MARBLED MURRELET, SPOTTED OWL, AND OTHER PACIFIC NORTHWEST ICONS. THE HEADLAND IS ALSO A HIGHLY VISIBLE FEATURE FROM AFAR, PROVIDING OPPORTUNITIES FOR PUBLIC EDUCATION AND OUTREACH ABOUT THE RICHNESS OF THE OREGON COAST, THE CENTRAL ROLE OF THE TRIBES IN ITS STEWARDSHIP, AND THE VALUE OF MAINTA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 2011465.0, "recipient_id": "93f5f944-0cdb-3507-ca4f-5fb3f2465367-C", "generated_internal_id": "ASST_NON_NA23NOS4730110_1330"}, {"internal_id": 159207191, "Award ID": "NA23NOS4730109", "Award Amount": 1965000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-04", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $1,965,000 TO THE WISCONSIN DEPARTMENT OF ADMINISTRATION UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW COASTAL ZONE MANAGEMENT HABITAT RESTORATION AND CONSERVATION COMPETITION. BAYFIELD COUNTY WILL ACQUIRE 2,001 ACRES OF LAND WITH ECOLOGICALLY SIGNIFICANT HABITAT THAT IS VITAL TO THE HEALTH AND FUNCTIONING OF LAKE SUPERIOR'S COASTAL RESOURCES. THE MAJORITY OF THE 2,001 ACRES ARE FORESTED, WITH 180 ACRES OF WETLANDS AND SIX ACRES OF WATER, INCLUDING TWO MILES OF THE SAND RIVER AND NEARLY EIGHT MILES OF TRIBUTARIES AND FEEDER STREAMS OF THE SAND AND SISKIWIT RIVERS. THESE FOREST, WETLAND, AND RIPARIAN ECOSYSTEMS PROVIDE STOPOVER HABITAT FOR MIGRATORY BIRDS, SPAWNING AREAS FOR GREAT LAKES FISH, AESTHETIC VIEWS OF LAKE SUPERIOR, AND PASSIVE RECREATION POTENTIAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": 1965000.0, "recipient_id": "e2409885-b15a-6486-28b5-2aaaadfa5a79-C", "generated_internal_id": "ASST_NON_NA23NOS4730109_1330"}, {"internal_id": 159207190, "Award ID": "NA23NOS4730108", "Award Amount": 147000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-02", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $147,000 TO THE ALABAMA DEPARTMENT OF CONSERVATION AND NATURAL RESOURCES UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW NATIONAL ESTUARINE RESEARCH RESERVE HABITAT RESTORATION AND CONSERVATION COMPETITION.  THIS AWARD WILL RESULT IN THE FEE SIMPLE ACQUISITION OF THE APPROXIMATELY 40-ACRE MAURY TRACT WITHIN THE MEADOWS MANAGEMENT UNIT OF THE WEEKS BAY NATIONAL ESTUARINE RESEARCH RESERVE IN FAIRHOPE, BALDWIN COUNTY, ALABAMA. THE ACQUISITION WILL HELP PROTECT THE ECOLOGICAL INTEGRITY OF THE AREA AND IMPORTANT ECOSYSTEM SERVICES, SUCH AS ACTING AS A BUFFER FOR STORM SURGE AND COASTAL FLOODING; PROVIDING SPACE FOR MARSH MIGRATION; PROVIDING CARBON SEQUESTRATION SERVICES; AND THE ONGOING MAINTENANCE OF WATER QUALITY. THIS PROJECT WILL COMPLEMENT PREVIOUS ACQUISITION AND MANAGEMENT EFFORTS IN THE MEADOWS UNIT AND IS ALIGNED WITH THE ACQUISITION AND MANAGEMENT STRATEGIES OUTLINED IN THE 2017 TO 2022 MANAGEMENT PLAN FOR THE RESEARCH RESERVE. THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": 147000.0, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_NA23NOS4730108_1330"}, {"internal_id": 158155245, "Award ID": "NA23NOS4730107", "Award Amount": 620313.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-13", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $620,313.00 TO THE SOUTH CAROLINA DEPARTMENT OF NATURAL RESOURCES UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW NATIONAL ESTUARINE RESEARCH RESERVE HABITAT RESTORATION AND CONSERVATION COMPETITION. THIS RESTORATION PROJECT WILL ADDRESS SALT MARSH EROSION AND HABITAT LOSS, AND GENERATE ESSENTIAL FISH HABITAT BY CREATING INTERTIDAL OYSTER REEFS. THIS PROJECT WILL ALSO PROMOTE SALT MARSH STEWARDSHIP BY ENGAGING VARIOUS STAKEHOLDER GROUPS IN THIS THREE-YEAR EFFORT. THE SUCCESS OF THIS PROJECT WILL BE MEASURED BY THE SUCCESS OF THE OYSTER REEF HABITAT AND THE SHORELINE STABILIZATION THE OYSTER REEF WILL PROVIDE. SUCCESS WILL ALSO BE MEASURED BY THE NUMBER OF VOLUNTEERS INVOLVED IN THE REEF INSTALLATIONS, SALT MARSH PLANTING, AND NATURAL HABITAT ACCRETION. THE SOUTH CAROLINA DEPARTMENT OF NATURAL RESOURCES WILL CONDUCT THIS PROJECT WITHIN THE ACE BASIN NATIONAL ESTUARINE RESEARCH RESERVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": 620313.0, "recipient_id": "6ff770b9-fd39-5446-2086-5462e925bc71-C", "generated_internal_id": "ASST_NON_NA23NOS4730107_1330"}, {"internal_id": 159207189, "Award ID": "NA23NOS4730106", "Award Amount": 992728.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-03", "CFDA Number": "11.473", "Description": "TITLE: JUG BAY WETLANDS SANCTUARY STREAM AND SHORELINE RESTORATION, PHASE I RECIPIENT: MARYLAND DEPARTMENT OF NATURAL RESOURCES (CHESAPEAKE BAY NERR - MD) PERIOD: 04/01/2023 TO- 04/01/2026 RECOMMENDED FEDERAL FUNDING: $992,728.00 CONGRESSIONAL DISTRICT(S): THIS PROJECT WILL RESULT IN THE CREATION OF A FRESHWATER TIDAL MARSH LIVING SHORELINE AND THE RESTORATION OF THREE SEVERELY INCISED HEADWATER STREAMS COUPLED WITH THE INSTALLATION OF UPLAND STORMWATER BEST MANAGEMENT PRACTICES IN THE JUG BAY WETLANDS SANCTUARY IN ANNE ARUNDEL COUNTY, MD. THE SHORELINE WORK WILL PROTECT SANCTUARY PROPERTY FROM EROSION AND ENHANCE THE TIDAL MARSH'S RESILIENCE TO SEA LEVEL RISE AND CLIMATE HAZARDS. THE STREAM RESTORATION AND STORMWATER BEST MANAGEMENT PRACTICES WILL SIGNIFICANTLY REDUCE THE AMOUNT OF SEDIMENT AND NUTRIENT POLLUTION GOING INTO CHESAPEAKE BAY WHILE RECONNECTING STREAMS WITH THEIR FLOODPLAINS TO ENHANCE RESILIENCE TO INCREASED RAINFALL INTENSITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 992728.0, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_NA23NOS4730106_1330"}, {"internal_id": 158772953, "Award ID": "NA23NOS4730105", "Award Amount": 199959.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-19", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $199,959 TO THE RHODE ISLAND DEPARTMENT OF ENVIRONMENTAL MANAGEMENT UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW NATIONAL ESTUARINE RESEARCH RESERVE HABITAT RESTORATION AND CONSERVATION COMPETITION. THIS AWARD WILL SUPPORT THE DESIGN AND PERMITTING PHASES OF PROJECTS THAT PROTECT IMPORTANT COASTAL WETLAND HABITATS WITHIN THE NARRAGANSETT BAY NATIONAL ESTUARINE RESEARCH RESERVE ON PRUDENCE ISLAND, RHODE ISLAND. SUPPORTED WITH THIS FUNDING IS THE DEVELOPMENT OF CONSTRUCTION PLANS, COST ESTIMATES, AND PERMIT APPLICATIONS FOR THREE HABITAT AREAS: COGGESHALL MARSH, NAG WEST MARSH, AND THE T-WHARF SHORELINE. THESE AREAS WILL PROVIDE ROOM FOR THE HABITAT TO MOVE UPLAND AS NEEDED DUE TO ACCELERATED SEA LEVEL RISE. THE CONCEPTUAL PLANS INCLUDE RESTORATION AND SEA LEVEL RISE MITIGATION MEASURES SUCH AS REROUTING COASTAL ROADS AND REMOVING INFRASTRUCTURE THAT IMPEDES MARSH MIGRATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": 199959.0, "recipient_id": "0c5f918f-a463-22a1-1890-2ee495c9705a-C", "generated_internal_id": "ASST_NON_NA23NOS4730105_1330"}, {"internal_id": 159207188, "Award ID": "NA23NOS4730104", "Award Amount": 2249711.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-03", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $2,249,711.00 TO THE ELKHORN SLOUGH NATIONAL ESTUARINE RESEARCH RESERVE UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW NATIONAL ESTUARINE RESEARCH RESERVE HABITAT RESTORATION AND CONSERVATION COMPETITION. THIS SHOVEL-READY PROJECT WILL RESTORE THREE ICONIC COASTAL HABITATS WITHIN THE ELKHORN SLOUGH RESEARCH RESERVE, SIGNIFICANTLY INCREASING THE EXTENT OF TIDAL MARSH VEGETATION, NATIVE GRASSLAND, AND OYSTER HABITAT. THE FUNDING WILL ALLOW RESEARCH RESERVE STAFF AND PARTNERS TO INVEST HEAVILY IN RESTORATION, MONITORING, AND STAKEHOLDER ENGAGEMENT AT THE RESERVE'S HESTER MARSH RESTORATION SITE, ADDING VALUE TO EXISTING INVESTMENTS. THIS PROJECT WILL SIGNIFICANTLY INCREASE TIDAL MARSH VEGETATION, NATIVE DOMINATED GRASSLAND, AND NATIVE OYSTER HABITAT, AS WELL AS ENGAGE A NUMBER OF COMMUNITY GROUPS, INCLUDING LOCAL NATIVE AMERICAN TRIBAL MEMBERS AND THE BROADER COASTAL MANAGEMENT COMMUNITY. THIS PROJECT IS DESIGNED TO CREATE A CLIMATE-READY E", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 2249711.0, "recipient_id": "21b98552-5ad6-dc4a-5741-bafff5dd1c2b-C", "generated_internal_id": "ASST_NON_NA23NOS4730104_1330"}, {"internal_id": 158155244, "Award ID": "NA23NOS4730103", "Award Amount": 319730.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-12", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $319,730 TO MISSISSIPPI DEPARTMENT OF MARINE RESOURCES UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW NATIONAL ESTUARINE RESEARCH RESERVE HABITAT RESTORATION AND CONSERVATION COMPETITION.  THIS AWARD IS FOCUSED ON THE DEVELOPMENT OF A COMMUNITY STORMWATER PARK THAT WILL REDUCE FLOODING AND NONPOINT SOURCE POLLUTION WHILE PROVIDING RECREATION OPPORTUNITIES FOR THE UNDERSERVED MOSS POINT COMMUNITY. FEDERAL FUNDING WILL BE USED TO DETERMINE THE FEASIBILITY AND IMPACT OF A STORMWATER PARK; CREATE A MAINTENANCE PLAN; CREATE DESIGNS THAT PRIORITIZE DIVERSITY, INCLUSION, AND COMMUNITY ENGAGEMENT; AND SEEK FUNDING FOR THE IMPLEMENTATION PHASE AND PROMOTE ACTIVITIES TO CREATE A &QUOT;SHOVEL-READY&QUOT; PROJECT. THE PROJECT TEAM CONSISTS OF PEOPLE FROM THE GRAND BAY NATIONAL ESTUARINE RESEARCH RESERVE, THE MISSISSIPPI STATE UNIVERSITY GULF COAST COMMUNITY DESIGN STUDIO, AND MOFFAT & NICHOL ENGINEERING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": 319730.0, "recipient_id": "da505c8d-33dc-ba98-eded-25193794d5da-C", "generated_internal_id": "ASST_NON_NA23NOS4730103_1330"}, {"internal_id": 158155243, "Award ID": "NA23NOS4730102", "Award Amount": 2332854.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-06", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $2,332,854 TO WASHINGTON DEPARTMENT OF ECOLOGY UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW NATIONAL ESTUARINE RESEARCH RESERVE HABITAT RESTORATION AND CONSERVATION COMPETITION. THIS AWARD WILL RESULT IN THE PERMANENT PROTECTION OF 74.5 ACRES OF FORMER AND CURRENT TIDAL MARSH, PLUS ASSOCIATED TIDELANDS. THIS EFFORT IS PART OF A LARGER PROJECT, IN COLLABORATION WITH THE SKAGIT LAND TRUST, TO RESTORE UP TO 105 ACRES OF TIDAL MARSH TO PADILLA BAY. FOR THIS PROJECT, CRITICAL BASELINE DATA WILL ALSO BE COLLECTED, AS WELL AS AN ASSESSMENT OF RESTORATION DESIGN ALTERNATIVES. FUTURE RESTORATION AT THIS SITE WILL LIKELY INCREASE CLIMATE RESILIENCE, INCLUDING A REDUCTION IN FLOOD RISK FOR THE ONLY ROAD AND UTILITY CORRIDOR THAT SERVICES 480 HOUSES IN THE SAMISH ISLAND COMMUNITY. THE PROJECT WILL ALSO RESTORE TRIBAL CULTURAL CONNECTIONS WITH THE SITE, WHICH IS NEAR AN IMPORTANT HISTORICAL LONGHOUSE LOCATION. ACCESS TO THE AREA, AND THE NATURAL R", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 2332854.0, "recipient_id": "c8f79c1b-37a3-d78b-bd8d-8e9c1ec8719f-C", "generated_internal_id": "ASST_NON_NA23NOS4730102_1330"}, {"internal_id": 158155242, "Award ID": "NA23NOS4730101", "Award Amount": 1272383.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-06", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $1,272,383 TO UNIVERSITY OF ALASKA ANCHORAGE UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW NATIONAL ESTUARINE RESEARCH RESERVE HABITAT RESTORATION AND CONSERVATION COMPETITION. THROUGH A PARTNERSHIP WITH THE KACHEMAK BAY NATIONAL ESTUARINE RESEARCH RESERVE, THE CITY OF HOMER WILL ACQUIRE 55 ACRES OF PEATLAND, AN AREA THAT PROVIDES HABITAT FOR MOOSE, BEAR, AND OTHER FISH AND COASTAL WILDLIFE, AND IMPROVES WATER QUALITY FOR SALMON AND OTHER FISH. THE PEATLAND WILL ALSO SERVE AS A NATURE-BASED SOLUTION FOR STORMWATER COLLECTION. THIS WORK WILL SIMULTANEOUSLY RECHARGE WATER LEVELS IN THE PEAT, PROTECT THE WATER QUALITY OF KACHEMAK BAY, AND MITIGATE COASTAL EROSION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 1272383.0, "recipient_id": "60295d89-b22d-012f-5bda-efd5622a7a03-C", "generated_internal_id": "ASST_NON_NA23NOS4730101_1330"}, {"internal_id": 158772952, "Award ID": "NA23NOS4730100", "Award Amount": 3535900.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-19", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $3,535,900 TO OREGON DEPARTMENT OF STATE LANDS UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW NATIONAL ESTUARINE RESEARCH RESERVE HABITAT RESTORATION AND CONSERVATION COMPETITION. THE OREGON DEPARTMENT OF STATE LANDS WILL RESTORE THE ECOLOGICAL HEALTH OF AND CULTURAL CONNECTIONS WITH THE WASSON CREEK WATERSHED IN THE SOUTH SLOUGH NATIONAL ESTUARINE RESEARCH RESERVE. OUTCOMES INCLUDE THE RE-ESTABLISHMENT OF RESILIENT WETLANDS, STREAMS, TIDAL FORESTED SWAMPS, AND UPLAND FOREST HABITATS. THESE RESTORED SYSTEMS WILL PROVIDE HABITAT FOR A VARIETY OF ECOLOGICALLY AND CULTURALLY IMPORTANT FISH SPECIES, HAVE HIGH BLUE CARBON STORAGE BENEFITS, SUPPORT SUSTAINABLE HARVESTING FOR INDIGENOUS CULTURAL PRACTICES, AND PROVIDE A SEED SOURCE FOR LOCAL RESTORATION PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 3535900.0, "recipient_id": "d32741dd-84b1-8ca7-6b6e-74fd348bbd03-C", "generated_internal_id": "ASST_NON_NA23NOS4730100_1330"}, {"internal_id": 157813894, "Award ID": "NA23NOS4730099", "Award Amount": 350047.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-20", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $350,047 TO THE BOARD OF REGENTS OF THE UNIVERSITY OF WISCONSIN SYSTEM UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW NATIONAL ESTUARINE RESEARCH RESERVE HABITAT RESTORATION AND CONSERVATION COMPETITION. THIS PROJECT WILL DEVELOP DETAILED, ACTIONABLE HABITAT RESTORATION VISIONS FOR CONGRUENT GEOGRAPHIC REGIONS WITHIN THE ST. LOUIS RIVER ESTUARY, WITH GUIDANCE FROM A DIVERSE AND PARTICIPATORY GROUP OF STAKEHOLDERS. THE WORK WILL BE LED BY THE MINNESOTA LAND TRUST THROUGH THE LAKE SUPERIOR HEADWATERS SUSTAINABILITY PARTNERSHIP, A CONSORTIUM OF FEDERAL, TRIBAL, STATE, COUNTY, MUNICIPAL, AND COMMUNITY PARTNERS WORKING TO IMPLEMENT SUSTAINABLE, LANDSCAPE-LEVEL CONSERVATION IN THE HEADWATERS OF LAKE SUPERIOR. OVER TIME, THIS APPROACH WILL RESULT IN COMMUNITY-SUPPORTED HABITAT CONSERVATION AND RESTORATION PROJECTS THAT ARE CLIMATE RESILIENT AND ALIGNED WITH A BROADLY ACCEPTED REGIONAL VISION. FURTHERMORE, THE APPROACH WILL DEEPEN AND DIVERSIFY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": 350047.0, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_NA23NOS4730099_1330"}, {"internal_id": 158155241, "Award ID": "NA23NOS4730098", "Award Amount": 3976788.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-06", "CFDA Number": "11.473", "Description": "NOAA IS AWARDING FEDERAL FUNDING IN THE AMOUNT OF $3,976,788 TO WASHINGTON STATE DEPARTMENT OF TRANSPORTATION UNDER THE FY2022 BIPARTISAN INFRASTRUCTURE LAW COASTAL ZONE MANAGEMENT HABITAT RESTORATION AND CONSERVATION COMPETITION. THIS AWARD WILL RESULT IN THE RESTORATION AND PROTECTION OF GRAVEYARD SPIT ON THE NORTH SHORE OF WILLAPA BAY, WASHINGTON, THROUGH THE REHABILITATION AND REVEGETATION OF THE HISTORIC BARRIER DUNE; THE CONSTRUCTION OF A NATURE-BASED COBBLE BERM (ALSO KNOWN AS A DYNAMIC REVETMENT); AND THE PROTECTION AND RESTORATION OF BACKSHORE MARSH AND TIDAL EMBAYMENT ENVIRONMENTS. THIS IN TURN WILL RESULT IN LESS RISK TO COMMUNITY INFRASTRUCTURE AND CULTURAL RESOURCES THAT ARE THREATENED BY SEA LEVEL RISE AND OTHER COASTAL HAZARDS. THE PROJECT IS A PARTNERSHIP BETWEEN THE LOCAL COMMUNITIES OF NORTH COVE, TOKELAND, AND PACIFIC COUNTY; THE SHOALWATER BAY INDIAN TRIBE; THE STATE OF WASHINGTON; AND THE U.S. ARMY CORPS OF ENGINEERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 3976788.0, "recipient_id": "218e01a3-cec5-23aa-6766-bd0074fb94b5-C", "generated_internal_id": "ASST_NON_NA23NOS4730098_1330"}, {"internal_id": 159207187, "Award ID": "NA23NOS4730095", "Award Amount": 147325.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-09", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $394,333 IN FEDERAL FUNDING TO THE TERRITORY OF GUAM THROUGH THE BIPARTISAN INFRASTRUCTURE LAW (BIL) OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF GUAM'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN THE BUREAU OF STATISTICS AND PLANS TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE GUAM COASTAL MANAGEMENT PROGRAM WILL USE THESE FUNDS TO HIRE STAFF, CONVENE MEETINGS TO COORDINATE CONCEPT AND PROPOSAL DEVELOPMENT, AND TRAIN STAFF TO MANAGE AND MONITOR NEW PROJECTS FUNDED THROUGH BIL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": 147325.0, "recipient_id": "7ced0aa3-a705-b69a-7b48-febb897f1b8e-C", "generated_internal_id": "ASST_NON_NA23NOS4730095_1330"}, {"internal_id": 156647851, "Award ID": "NA23NOS4730073", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-09", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $400,000 IN FEDERAL FUNDING TO THE QUILEUTE INDIAN TRIBE THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT TWO YEARS. THE BIPARTISAN INFRASTRUCTURE LAW PROVIDES FUNDING FOR INTERSTATE AND INTERTRIBAL MANAGEMENT OF OCEAN AND COASTAL RESOURCES AND TO IMPLEMENT THEIR PRIORITY ACTIONS, INCLUDING TO ENHANCE ASSOCIATED SHARING AND INTEGRATION OF FEDERAL AND NON-FEDERAL DATA. SPECIFICALLY THE QUILEUTE INDIAN TRIBE WILL USE THESE FUNDS TO PARTNER WITH THE UNIVERSITY OF WASHINGTON, APPLIED PHYSICS LABORATORY (APL) TO CONTINUE WORK TO ADDRESS SEVERE SHORTCOMINGS OF REAL-TIME OCEAN OBSERVATIONS ON THE WASHINGTON SHELF, IN PARTICULAR WITH RESPECT TO HYPOXIA MONITORING AND PREDICTION. THE PROJECT WILL 1) RE-DESIGN, UPGRADE AND REFURBISH TWO EXISTING SYSTEMS PREVIOUSLY BUILT BY THIS PARTNERSHIP, 2) DESIGN, FABRICATE, AND BUILD A THIRD SYSTEM, AND 3) TEMPORARILY DEPLOY THE THREE REAL-TIME MOORINGS ON THE NORTH WASHINGTON SH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 200000.0, "recipient_id": "2ed0545b-761f-40b5-7d49-581e1f876fc6-C", "generated_internal_id": "ASST_NON_NA23NOS4730073_1330"}, {"internal_id": 156349322, "Award ID": "NA23NOS4730072", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-25", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $400,000 IN FEDERAL FUNDING TO THE COLUMBIA RIVER INTER-TRIBAL FISH COMMISSION THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT TWO YEARS. THE BIPARTISAN INFRASTRUCTURE LAW PROVIDES FUNDING FOR INTERSTATE AND INTERTRIBAL MANAGEMENT OF OCEAN AND COASTAL RESOURCES AND TO IMPLEMENT THEIR PRIORITY ACTIONS, INCLUDING TO ENHANCE ASSOCIATED SHARING AND INTEGRATION OF FEDERAL AND NON-FEDERAL DATA. SPECIFICALLY THE COLUMBIA RIVER INTER-TRIBAL FISH COMMISSION WILL DEVELOP CAPACITY FOR THE FOUR MEMBER TRIBES OF THE COMMISSION TO ENGAGE WITH THE WEST COAST OCEAN ALLIANCE DATA PRIORITIES, IMPROVE COMMISSION MEMBER TRIBES' CENTRALIZED DATA MANAGEMENT SYSTEMS WITH ENHANCED USER INTERFACES, MORE THOROUGH METADATA, DATA EXCHANGE STANDARDS, TRADITIONAL ECOLOGICAL KNOWLEDGE FIELDS, AND ADDING MORE TRIBAL DATASETS TO THE  REPOSITORIES. ADDITIONALLY THE PROJECT WILL INCREASE THE CAPACITY TO EFFECTIVELY FACILITATE TRIBAL DATA SHA", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": 200000.0, "recipient_id": "fa6a34ba-7475-8796-44ad-38a41ec72c28-C", "generated_internal_id": "ASST_NON_NA23NOS4730072_1330"}, {"internal_id": 156349313, "Award ID": "NA23NOS4730071", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-19", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $100,000 IN FEDERAL FUNDING TO THE QUINAULT INDIAN NATION THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT TWO YEARS. THE BIPARTISAN INFRASTRUCTURE LAW PROVIDES FUNDING FOR INTERSTATE AND INTERTRIBAL MANAGEMENT OF OCEAN AND COASTAL RESOURCES AND TO IMPLEMENT THEIR PRIORITY ACTIONS, INCLUDING TO ENHANCE ASSOCIATED SHARING AND INTEGRATION OF FEDERAL AND NON-FEDERAL DATA. SPECIFICALLY THE QUINAULT INDIAN NATION WILL USE THESE FUNDS TO ENHANCE THE QUINAULT INDIAN NATION'S ABILITY TO PARTICIPATE IN THE WEST COAST OCEAN ALLIANCE AND ANCILLARY FORUMS BY OFFSETTING COSTS ASSOCIATED WITH IN-PERSON PARTICIPATION OF QUINAULT LEADERSHIP AND STAFF AT WEST COAST OCEAN ALLIANCE MEETINGS, OCEAN DATA PORTAL MEETINGS, TRIBAL MEETINGS, STATE MEETINGS AND FEDERAL AGENCY MEETINGS ON OCEAN ISSUES PERTINENT TO THE WEST COAST OCEAN ALLIANCE. PARTICIPATION IN ALL OF THESE FORUMS ARE NECESSARY FOR THE QUINAULT INDIAN NATION TO STAY E", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "8d28fc8d-5fad-7cf4-5db0-6744c55c7109-C", "generated_internal_id": "ASST_NON_NA23NOS4730071_1330"}, {"internal_id": 156647861, "Award ID": "NA23NOS4730070", "Award Amount": 240724.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-02", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $240,724 IN FEDERAL FUNDING TO THE MAKAH INDIAN TRIBE THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT TWO YEARS. THE BIPARTISAN INFRASTRUCTURE LAW PROVIDES FUNDING FOR INTERSTATE AND INTERTRIBAL MANAGEMENT OF OCEAN AND COASTAL RESOURCES AND TO IMPLEMENT THEIR PRIORITY ACTIONS, INCLUDING TO ENHANCE ASSOCIATED SHARING AND INTEGRATION OF FEDERAL AND NON-FEDERAL DATA. SPECIFICALLY THE MAKAH INDIAN TRIBE WILL ENGAGE IN REGIONAL OCEAN PLANNING AND MANAGEMENT BY DEVELOPING INTERNAL MAPPING CAPACITY. THE MAKAH INDIAN TRIBE WILL HIRE AND ONBOARD AN OCEAN MAPPING SPECIALIST, AND DEVELOP A WORKPLAN BASED ON MAKAH TRIBE INFORMATION NEEDS, DATA AVAILABILITY, AND GAPS IN THE WEST COAST OCEAN DATA PORTAL. THE TRIBE WILL DEVELOP DATA PRODUCTS (TO SHARE WITH WEST COAST OCEAN ALLIANCE AS APPROPRIATE), SHARE LESSONS LEARNED AND PROJECT METHODOLOGY, AND IDENTIFY NEEDS FOR FUTURE WORK. THE EXPECTED RESULTS AND OUTCOMES OF THIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 240724.0, "recipient_id": "f0fed9ce-5dca-f06a-3a5b-6a75c5e88223-C", "generated_internal_id": "ASST_NON_NA23NOS4730070_1330"}, {"internal_id": 155937126, "Award ID": "NA23NOS4730069", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-15", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE STATE OF WISCONSIN THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE WISCONSIN FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN THE WISCONSIN DEPARTMENT OF ADMINISTRATION TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE WISCONSIN COASTAL MANAGEMENT PROGRAM WILL USE THESE FUNDS TO SUPPORT A NEW STAFF POSITION AND ADDITIONAL STAFF TIME TO SUPPORT PLANNING FOR NEW RESTORATION AND LAND CONSERVATION PROJECTS.THIS FUNDING WILL ALSO SUPPORT A NEW COASTAL GEOGRAPHIC INFORMATION SYSTEM (GIS) PILOT PROJECT THAT WILL DEVELOP CRITICAL DATA LAYERS IN ORDER TO SUPPORT HABITAT RESTORATION AND CONSERVATION PROJECTS ELIGIBLE FOR FUNDING THROUGH IIJA.  THIS PILOT PROJECT WILL FOCUS ON TWO OR MORE WATERSHEDS WITHIN THE GREEN BAY COASTAL REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "e2409885-b15a-6486-28b5-2aaaadfa5a79-C", "generated_internal_id": "ASST_NON_NA23NOS4730069_1330"}, {"internal_id": 155582045, "Award ID": "NA23NOS4730068", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-22", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE STATE OF NEW HAMPSHIRE THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE NEW HAMPSHIRE FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN THE NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE NEW HAMPSHIRE COASTAL PROGRAM WILL USE THESE FUNDS TO IMPROVE AND OPTIMIZE SALTMARSH MONITORING, ASSESSMENT AND DATA MANAGEMENT IN ORDER TO SUPPORT THE PROTECTION AND RESTORATION OF NEW HAMPSHIRE SALTMARSHES.  THE NEW HAMPSHIRE COASTAL PROGRAM WILL ALSO WORK WITH THE GREAT BAY RESOURCE PROTECTION PARTNERSHIP TO SUPPORT LAND CONSERVATION PLANNING AND CONSERVATION PROJECT DEVELOPMENT.  THESE TASKS WILL BE IMPLEMENTED IN PARTNERSHIP WITH THE GREAT BAY NATIO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "5076b844-597b-f9d0-f292-d9cd4d0ee553-C", "generated_internal_id": "ASST_NON_NA23NOS4730068_1330"}, {"internal_id": 155651994, "Award ID": "NA23NOS4730067", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-28", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FUNDING TO THE STATE OF RHODE ISLAND THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE RHODE ISLAND'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM ADMINISTERED BY THE RHODE ISLAND COASTAL RESOURCES MANAGEMENT COUNCIL (CRMC) TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSE THROUGH THE BIPARTISAN INFRASTRUCTURE LAW AND OTHER FUNDING OPPORTUNITIES. SPECIFICALLY, CRMC WILL USE THESE FUNDS TO PARTNER WITH THE NARRAGANSETT BAY NATIONAL ESTUARINE RESEARCH RESERVE TO SUPPORT A NEW THREE-YEAR TERM POSITION AT THE RESERVE. THIS NEW POSITION WILL WORK IN CLOSELY WITH THE RESERVE, CRMC, LOCAL COMMUNITIES AND OTHER STAKEHOLDERS TO IDENTIFY, PRIORITIZE AND DEVELOP PROPOSALS FOR HABITAT RESTORATION AND CONSERVATION PROJECTS WITHIN THE NARRAGANSETT BAY WATERSHED. THE PROJECT EMPHASIZES ENGAGEMENT WITH UNDERSERVED COMMUNITIES AND STAKEHOLDERS TO HELP IDENTIFY PRIORITY LAND ACQUISITION, HABITAT RESTORATION, AND RESILIENCE NEEDS OF THESE COMMUNITIES AND WILL BUILD ON THE EXTENSIVE GROUNDWORK COMPLETED TO-DATE BY STATE AND NGO PARTNERS TO ASSESS AND MAP HABITATS, GATHER INPUT FROM LOCAL COMMUNITIES, AND IDENTIFY AND PRIORITIZE POTENTIAL PROJECTS FOR BIPARTISAN INFRASTRUCTURE LAW FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "e48210eb-b81e-44f1-8d8f-dbac54bd87da-C", "generated_internal_id": "ASST_NON_NA23NOS4730067_1330"}, {"internal_id": 155937123, "Award ID": "NA23NOS4730066", "Award Amount": 149982.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-09", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $431,460 IN FUNDING\nTO THE STATE OF CONNECTICUT THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE\nNEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE STATE'S FEDERALLY-APPROVED COASTAL\nMANAGEMENT PROGRAM LOCATED WITHIN THE CONNECTICUT DEPARTMENT OF ENERGY AND ENVIRONMENTAL\nPROTECTION (DEEP) TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS\nPROPOSED THROUGH THE BIPARTISAN INFRASTRUCTURE LAW AND OTHER FUNDING OPPORTUNITIES. SPECIFICALLY, DEEP WILL USE THESE FUNDS TO ESTABLISH A NEW FULL-TIME PERMANENT STAFF POSITION AND SEASONAL HIRE TO IMPROVE OVERALL COORDINATION OF LAND ACQUISITION AND HABITAT RESTORATION PROJECTS THAT WILL SUPPORT THE STATE'S HABITAT AND RESILIENCE GOALS IN CONNECTICUT'S COASTAL AREA, INCLUDING LONG ISLAND SOUND AND ITS\nTRIBUTARIES. THIS WILL INCLUDE DEVELOPING A \"PROJECT PIPELINE\" FOR HABITAT RESTORATION AND LAND\nACQUISITION PROJECTS TO IMPROVE COASTAL RESILIENCE, DEVELOPING A COMPREHENSIVE HABITAT\nRESTORATION PLAN, AND UPDATING THE STATE'S COASTAL LAND ACQUISITION PLAN. THESE EFFORTS WILL INCLUDE\nOUTREACH AND COORDINATION WITH VARIOUS STAKEHOLDER GROUPS AND THE PUBLIC WITH A PARTICULAR FOCUS\nON TRIBAL NATIONS AND UNDERSERVED COMMUNITIES TO ENSURE THEY HAVE A VOICE IN THE PROCESS AND\nTHE TECHNICAL ASSISTANCE NEEDED TO TAKE ADVANTAGE OF POTENTIAL FUNDING OPPORTUNITIES TO IMPROVE\nRESILIENCE THROUGH RESTORATION AND CONSERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": 149982.0, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_NA23NOS4730066_1330"}, {"internal_id": 155227805, "Award ID": "NA23NOS4730065", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-09", "CFDA Number": "11.473", "Description": "WASHINGTON COASTAL ZONE MANAGEMENT PROGRAM INFRASTRUCTURE CAPACITY-BUILDING PROJECT DESCRIPTION  THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE STATE OF WASHINGTON THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF WASHINGTON'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN THE DEPARTMENT OF ECOLOGY TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE WASHINGTON COASTAL ZONE MANAGEMENT PROGRAM WILL USE THESE FUNDS TO ESTABLISH AND MANAGE A NEW HABITAT CONSERVATION AND RESILIENCE PARTNERSHIP PROGRAM TO IDENTIFY, DEVELOP, AND PRIORITIZE HABITAT ACQUISITION AND RESTORATION PROJECTS TO BE FUNDED THROUGH THE BIPARTISAN INFRASTRUCTURE LAW. THE GOAL OF THE PARTNERSHIP PROGRAM IS TO ADVANCE THE COASTAL PROGRAM'S EFFORTS TO RESTORE AND ENHANCE AQUAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "c8f79c1b-37a3-d78b-bd8d-8e9c1ec8719f-C", "generated_internal_id": "ASST_NON_NA23NOS4730065_1330"}, {"internal_id": 155582035, "Award ID": "NA23NOS4730064", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-20", "CFDA Number": "11.473", "Description": "OREGON COASTAL MANAGEMENT PROGRAM INFRASTRUCTURE CAPACITY-BUILDING PROJECT DESCRIPTION\n\nTHE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE STATE OF OREGON THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF OREGON'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN THE DEPARTMENT OF LAND CONSERVATION AND DEVELOPMENT TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE OREGON COASTAL MANAGEMENT PROGRAM WILL USE THESE FUNDS TO HIRE A NEW COASTAL HABITAT PROJECTS COORDINATOR WHO WILL DEVELOP CROSS CUTTING PARTNERSHIPS AND A COLLABORATIVE APPROACH TO ENSURE A PIPELINE OF HIGH-QUALITY CONSERVATION AND RESTORATION PROJECTS IN OREGON. PRIORITY WILL BE ON DEVELOPING PROJECTS THAT PROTECT OR RESTORE HIGH PRIORITY NATURAL ECOSYSTEMS, PROTECT OR ENHANCE SPECIES OR HABITAT DIVERSITY, AND HELP BUILD COASTAL RESILIENCY. THE OREGON COASTAL MANAGEMENT PROGRAM WILL FOCUS ON ADVANCING EQUITY THROUGH A TRANSFORMATIVE SYSTEMS APPROACH TO THE ESTABLISHMENT OF CROSS CUTTING AND DIVERSE PARTNERSHIPS, AND BY THE DEVELOPMENT OF PROJECTS WITH TRIBES AND OTHER UNDERSERVED GROUPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "93f5f944-0cdb-3507-ca4f-5fb3f2465367-C", "generated_internal_id": "ASST_NON_NA23NOS4730064_1330"}, {"internal_id": 155930326, "Award ID": "NA23NOS4730062", "Award Amount": 116020.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-15", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $361,579.00 IN FEDERAL FUNDING TO THE STATE OF HAWAII THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE STATE WITHIN HAWAII COASTAL ZONE MANAGEMENT PROGRAM (HICZMP) TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW (BIL). SPECIFICALLY, THE HAWAII  COASTAL ZONE MANAGEMENT PROGRAM INFRASTRUCTURE INVESTMENT AND JOB ACT CAPACITY BUILDING PROJECT WILL HIRE A HICZMP BIL PROJECT COORDINATOR WHO WILL COORDINATE WITH KEY STAKEHOLDERS TO REFINE THE STATEWIDE PROPOSAL PROCESS AND IDENTIFY PRIORITY SITES AND ACTIVITIES, DEVELOP FUNDING PROPOSALS AND A NETWORK OF COLLABORATION FOR BIL FUNDING.  THE INFRASTRUCTURE INVESTMENT AND JOBS ACT, PUBLIC LAW 117-58 (BIPARTISAN INFRASTRUCTURE LAW OR BIL) PROVIDES FOR FUNDING (THROUGH NEW FUNDING SOURCES TO COASTAL ZONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": 116020.0, "recipient_id": "8edb9eee-1887-bdd4-8c2c-aecff42c0f6c-C", "generated_internal_id": "ASST_NON_NA23NOS4730062_1330"}, {"internal_id": 155582033, "Award ID": "NA23NOS4730061", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-30", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE STATE OF MAINE THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE MAINE FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN THE MAINE DEPARTMENT OF MARINE RESOURCES TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE MAINE COASTAL PROGRAM WILL USE THESE FUNDS TO PROVIDE HABITAT RESTORATION TECHNICAL ASSISTANCE IN SEVERAL REGIONS OF COASTAL MAINE.  THIS TECHNICAL ASSISTANCE WILL FOCUS ON PROJECT DEVELOPMENT, GRANT-WRITING, STAKEHOLDER OUTREACH AND OTHER ACTIVITIES IN UNDERSERVED COMMUNITIES AND WITH UNDERSERVED POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "99d69764-431c-f76e-304d-20aed0cf5a0f-C", "generated_internal_id": "ASST_NON_NA23NOS4730061_1330"}, {"internal_id": 155582037, "Award ID": "NA23NOS4730060", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-19", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF WISCONSIN THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE LAKE SUPERIOR NATIONAL ESTUARINE RESEARCH RESERVE WITHIN UNIVERSITY OF WISCONSIN-MADISON DIVISION OF EXTENSION TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, LAKE SUPERIOR NATIONAL ESTUARINE RESEARCH RESERVE WILL USE THESE FUNDS TO SUPPORT 20% OF A HEADWATERS PARTNERSHIP COORDINATOR POSITION; THE COORDINATOR WILL FACILITATE STAKEHOLDER MEETINGS, AID IN THE DEVELOPMENT OF PROJECT SELECTION AND EVALUATION CRITERIA, AND ASSIST WITH THE DEVELOPMENT OF PROJECT PROPOSALS FOR THE ST. LOUIS RIVER ESTUARY. THESE FUNDS WILL ALSO BE USED TO SUPPORT A PORTION OF THE RESERVE MANAGER AND STEWARDSHIP COORDINATOR'S TIME, WHICH WILL BE DEDICATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_NA23NOS4730060_1330"}, {"internal_id": 155937127, "Award ID": "NA23NOS4730059", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-06", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF ALABAMA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE WEEKS BAY NATIONAL ESTUARINE RESEARCH RESERVE WITHIN THE ALABAMA DEPARTMENT OF CONSERVATION AND NATURAL RESOURCES (ADCNR) TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE WEEKS BAY NATIONAL ESTUARINE RESEARCH RESERVE PROPOSES TO UTILIZE THE CAPACITY-BUILDING FUNDING TO CREATE MULTIPLE STAFF POSITIONS THAT ARE SHARED BETWEEN THE RESERVE AND THE ALABAMA CZM PROGRAM TO SUPPORT INFRASTRUCTURE PROJECT COORDINATION. UNDER THE THREE YEAR $300,000 AWARD, ADCNR WILL HIRE A NEW INFRASTRUCTURE PROJECT COORDINATOR AND PARTIALLY SUPPORT THREE OTHER POSITIONS TO COORDINATE HABITAT CONSERVATION AND RESTORATION PROJECTS WITHIN ADCNR AND WITH THE SUPPORT OF KEY EXTERNAL PARTNERS.  THESE POSITIONS WILL REVIEW PROJECT CONCEPTS IN CONTEXT OF EXISTING PLANS; IDENTIFY AND DEVELOP PROJECT PROPOSALS FOR IIJA FUNDING COMPETITIONS; DEVELOP PERFORMANCE MEASURES FOR IIJA FUNDED PROJECTS; AND MONITOR AND TRACK THE RESULTS OF IIJA-FUNDED PROJECTS.  SPECIFICALLY THOSE PROJECTS WHERE THE INFRASTRUCTURE PROJECT COORDINATOR OR CZM/NERR PROGRAM STAFF HAVE PROVIDED SIGNIFICANT TECHNICAL ASSISTANCE DURING THE PROJECT DEVELOPMENT OR IMPLEMENTATION PHASES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_NA23NOS4730059_1330"}, {"internal_id": 155930359, "Award ID": "NA23NOS4730058", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-11", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE TERRITORY OF AMERICAN SAMOA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE TERRITORY'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN THE AMERICAN SAMOA DEPARTMENT OF COMMERCE TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE AMERICAN SAMOA COASTAL MANAGEMENT PROGRAM WILL USE THESE FUNDS TO ESTABLISH TWO NEW FULL-TIME STAFF POSITIONS TO COORDINATE HABITAT RESTORATION AND WETLAND DELINEATION PROJECTS, AND PROVIDE CAPACITY BUILDING OPPORTUNITIES FOR STAFF TO EFFECTIVELY MANAGE AMERICAN SAMOA'S COASTAL RESOURCES. THESE EFFORTS WILL INCLUDE OUTREACH AND COORDINATION WITH VARIOUS STAKEHOLDER GROUPS AND THE PUBLIC TO ENSURE THEY HAVE A VOICE IN THE PROCESS AND THE TECHNICAL ASSISTANCE NEEDED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "f15e130a-070a-1c91-e14d-194e222740cb-R", "generated_internal_id": "ASST_NON_NA23NOS4730058_1330"}, {"internal_id": 155259978, "Award ID": "NA23NOS4730057", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-09", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF OREGON THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE SOUTH SLOUGH NATIONAL ESTUARINE RESEARCH RESERVE (SS NERR) WITHIN THE DEPARTMENT OF STATE LANDS TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, SS NERR WILL USE THESE FUNDS TO ENHANCE CAPACITY FOR PLANNING, COORDINATING AND DEVELOPING HABITAT-FOCUSED INFRASTRUCTURE PROJECTS, INCLUDING DEVELOPING REGIONAL LAND CONSERVATION PLANS, PROJECT SELECTION AND EVALUATION CRITERIA; CONDUCT DUE DILIGENCE AROUND POTENTIAL CONSERVATION PROJECTS; PLAN AND IMPLEMENT STAKEHOLDER ENGAGEMENT AND COMPLETE PERFORMANCE TRACKING AND REPORTING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "d32741dd-84b1-8ca7-6b6e-74fd348bbd03-C", "generated_internal_id": "ASST_NON_NA23NOS4730057_1330"}, {"internal_id": 155259977, "Award ID": "NA23NOS4730056", "Award Amount": 99991.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-09", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION IS PROVIDING $299,987 IN FEDERAL FUNDING TO THE STATE OF ALASKA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE KACHEMAK BAY NATIONAL ESTUARINE RESEARCH RESERVE (KB NERR) WITHIN THE UNIVERSITY OF ALASKA ANCHORAGE TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, KB NERR WILL USE THESE FUNDS TO ENHANCE CAPACITY FOR PLANNING, COORDINATING AND DEVELOPING HABITAT-FOCUSED INFRASTRUCTURE PROJECTS, INCLUDING DEVELOPING REGIONAL LAND CONSERVATION PLANS, PROJECT SELECTION AND EVALUATION CRITERIA; PLAN AND IMPLEMENT STAKEHOLDER MEETINGS; AND PROVIDE STIPEND FOR PARTNER ENGAGEMENT, ESPECIALLY PARTNERS FROM UNDERSERVED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 99991.0, "recipient_id": "60295d89-b22d-012f-5bda-efd5622a7a03-C", "generated_internal_id": "ASST_NON_NA23NOS4730056_1330"}, {"internal_id": 155259976, "Award ID": "NA23NOS4730055", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-09", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF WASHINGTON THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE PADILLA BAY NATIONAL ESTUARINE RESEARCH RESERVE (PB NERR) WITHIN THE DEPARTMENT OF ECOLOGY TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, PB NERR WILL USE THESE FUNDS TO HIRE TWO NEW STAFF AT THE RESERVE AND THAT WILL CONDUCT A HABITAT CONSERVATION PRIORITIZATION PROCESS; COORDINATE AND ENGAGE WITH PARTNERS AND STAKEHOLDERS TO IDENTIFY AND PRIORITIZE POTENTIAL NEW AND EXISTING PROJECT IDEAS; DEVELOP AND SUBMIT PROJECT PROPOSALS; AND SUPPORT THE GRANTS AND CONTRACT MANAGEMENT RELATED TO APPLYING FOR AND MANAGING IIJA FUNDED PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "c8f79c1b-37a3-d78b-bd8d-8e9c1ec8719f-C", "generated_internal_id": "ASST_NON_NA23NOS4730055_1330"}, {"internal_id": 155930350, "Award ID": "NA23NOS4730054", "Award Amount": 145561.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-15", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $431,387 IN FEDERAL FUNDING TO THE STATE OF NORTH CAROLINA  THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE STATE'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN THE NC DEPARTMENT OF ENVIRONMENTAL QUALITY TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE NORTH CAROLINA DEPARTMENT OF ENVIRONMENTAL QUALITY WILL USE THESE FUNDS TO BUILD CAPACITY IN THE AREAS OF HABITAT RESTORATION AND RESILIENCE TO DIRECTLY SUPPORT IMPLEMENTATION OF THE UPDATED COASTAL AND ESTUARINE LAND CONSERVATION PROGRAM (CELCP) PLAN, THE NC COASTAL HABITAT PROTECTION PLAN (CHPP), AND THE NC NATURAL AND WORKING LANDS ACTION PLAN (NWL). THESE PLANS ARE THE HIGHEST PRIORITIES BECAUSE THEY ARE MULTI-STAKEHOLDER PLANS THAT IDENTIFY AREAS OF GREATEST PROTEC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": 145561.0, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_NA23NOS4730054_1330"}, {"internal_id": 155259979, "Award ID": "NA23NOS4730049", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-15", "CFDA Number": "11.473", "Description": "JOBOS BAY  INFRASTRUCTURE CAPACITY-BUILDING PROJECT DESCRIPTION\n\nTHE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000 IN FEDERAL FUNDING TO PUERTO RICO THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE JOBOS BAY NATIONAL ESTUARINE RESEARCH RESERVE (JOBOS BAY NERR) WITHIN THE PUERTO RICO DEPARTMENT OF NATURAL RESOURCES TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, BAY NERR WILL USE THESE FUNDS TO WORK WITH PARTNERS, CONSULTANTS, CONTRACTORS AND OTHERS TO COMPLETE SITE ASSESSMENTS, TRAIN STAFF, CREATE PRE- AND POST-PROJECT MONITORING PROTOCOLS AND PLANS, CONCEPTUAL AND SITE DESIGNS, PROJECT BUDGETS, FACILITATE PERMIT REQUIREMENTS AND SUPPORT NEPA ASSESSMENTS FOR TWO PRIORITY HABITAT RESTORATION PROJECTS. THE TWO HABITAT RESTORATION PROJECTS THAT HAVE BEEN IDENTIFIED ARE: 1) RESTORATION OF THE AREA OF CAMINO DEL INDIO IMPACTED BY ILLEGAL DEVELOPMENT WITHIN THE JOBOS BAY NERR; AND 2) RESTORATION OF THE AGUIRRE FOREST IMPACTED BY HURRICANE MARIA. THE CONTRACTOR WILL ALSO IDENTIFY LANDS TO BE ACQUIRED TO IMPROVE RESILIENCE OF COMMUNITIES VULNERABLE TO INUNDATION FROM STORMS AND FLOODS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "535e446a-c1be-2c43-45d8-9eb5b9ab00d2-C", "generated_internal_id": "ASST_NON_NA23NOS4730049_1330"}, {"internal_id": 155930341, "Award ID": "NA23NOS4730048", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-04", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE STATE OF CALIFORNIA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE STATE'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN THE CALIFORNIA COASTAL COMMISSION, THE SAN FRANCISCO BAY CONSERVATION AND DEVELOPMENT COMMISSION, AND THE CALIFORNIA STATE COASTAL CONSERVANCY TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE CALIFORNIA COASTAL COMMISSION, THE SAN FRANCISCO BAY CONSERVATION AND DEVELOPMENT COMMISSION, AND THE CALIFORNIA STATE COASTAL CONSERVANCY WILL USE THESE FUNDS TO BUILD THE CALIFORNIA COASTAL MANAGEMENT PROGRAM'S STAFF CAPACITY TO LEARN AND COORDINATE TOGETHER ON KEY ISSUES IMPACTING ALL THREE AGENCY'S WORK THROUGH THE DEVELOPMENT AND IMPLEMENTATION OF TRAINING. TOPICS CHOSEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "f0dd87b1-8d6b-4014-3364-4524d1945166-C", "generated_internal_id": "ASST_NON_NA23NOS4730048_1330"}, {"internal_id": 155582038, "Award ID": "NA23NOS4730047", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-28", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE STATE OF PENNSYLVANIA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE STATE'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN PENNSYLVANIA DEPARTMENT OF ENVIRONMENTAL PROTECTION (DEP) TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE DEP WILL USE THESE FUNDS TO TO WORK IN PARTNERSHIP WITH A CONTRACTOR WHO WILL ACT AS AN INFRASTRUCTURE PROJECT COORDINATOR THAT WILL DEVELOP GUIDANCE AND AN APPLICATION PROCESS FOR PENNSYLVANIA'S ANNUAL COMPETITION. THE PROJECT COORDINATOR WILL WORK WITH COASTAL MANAGEMENT PROGRAM (CMP) AS WELL AS KEY STAKEHOLDERS INCLUDING CMP'S COASTAL ZONE ADVISORY COMMITTEE, NETWORKED STATE AGENCIES, THE LAKE ERIE COASTAL ZONE ADVISORY COMMITTEE, THE DELAWARE ESTUARY COA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "d3edfee4-4858-94ba-3c40-18babdc66370-C", "generated_internal_id": "ASST_NON_NA23NOS4730047_1330"}, {"internal_id": 155930342, "Award ID": "NA23NOS4730046", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-04", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE STATE OF ILLINOIS THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE STATE OF ILLINOIS' FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN THE ILLINOIS DEPARTMENT OF NATURAL RESOURCES TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW.   SPECIFICALLY, THE ILLINOIS COASTAL MANAGEMENT PROGRAM (CMP) WILL UTILIZE FUNDS FROM THE INFRASTRUCTURE INVESTMENT AND JOBS ACT TO FURTHER OUR WORK IN HABITAT PLANNING, PARTNER COORDINATION, AND PROJECT DEVELOPMENT THROUGH TECHNICAL ASSISTANCE AND COORDINATION PROVIDED BY CMP STAFF.  THE GOAL IS TO HAVE A SUITE OF PROJECTS READY TO APPLY FOR SUBSEQUENT IIJA COMPETITIVE OPPORTUNITIES AND TO SUPPORT ANY FUNDED PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "c342ca79-caa8-5347-404a-6c74c15b9198-C", "generated_internal_id": "ASST_NON_NA23NOS4730046_1330"}, {"internal_id": 155937139, "Award ID": "NA23NOS4730045", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-09", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE STATE OF INDIANA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE STATE'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN INDIANA'S DEPARTMENT OF NATURAL RESOURCES (DNR)TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. \n\nSPECIFICALLY, THE DNR WILL USE THESE FUNDS  TO UPDATE THE INDIANA COASTAL AND ESTUARINE LAND CONSERVATION PROGRAM (CELCP) TO IDENTIFY AREAS FOR PRIORITY CONSERVATION AND RESTORATION DUE TO THREAT OF CONVERSION, CHANGE IN HABITAT VALUE OR RESTORATION POTENTIAL. THE CURRENT CELCP PROGRAM WAS COMPLETED IN 2008. THE UPDATE WILL BE AN EASILY ACCESSIBLE AND USEFUL ARCGIS PRODUCT MADE AVAILABLE ON INDIANA'S COASTAL ATLAS. THE PLAN WILL PROVIDE THE INFORMATION NECESSARY FOR HABITAT PROTECTION AND RESTORATION PROJECTS SUBMITTED FOR COMPETITIVE FUNDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "f528c817-8166-5643-bd8a-d80a7ecb3262-C", "generated_internal_id": "ASST_NON_NA23NOS4730045_1330"}, {"internal_id": 155582046, "Award ID": "NA23NOS4730044", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-22", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF RHODE ISLAND THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE NARRAGANSETT BAY NATIONAL ESTUARINE RESEARCH RESERVE (NBNERR) WITHIN THE RHODE ISLAND DEPARTMENT OF ENVIRONMENTAL MANAGEMENT TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, NBNERR WILL HIRE A NEW, 3-YEAR TERM PROJECT COORDINATOR POSITION WHO WILL WORK IN CLOSE COLLABORATION WITH STATE, FEDERAL, AND MUNICIPAL GOVERNMENTS, NONGOVERNMENTAL ORGANIZATIONS, AND LOCAL COMMUNITIES TO IDENTIFY, PRIORITIZE AND DEVELOP PROPOSALS FOR HABITAT RESTORATION AND CONSERVATION PROJECTS WITHIN THE NARRAGANSETT BAY WATERSHED. THE POSITION FUNDED BY THIS AWARD WILL PROVIDE ADMINISTRATIVE AND TECHNICAL SUPPORT FOR PROJECTS AT MULTIPLE STAGES OF DEV", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "0c5f918f-a463-22a1-1890-2ee495c9705a-C", "generated_internal_id": "ASST_NON_NA23NOS4730044_1330"}, {"internal_id": 155651997, "Award ID": "NA23NOS4730043", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-28", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE STATE OF MARYLAND THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF MARYLAND'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN THE DEPARTMENT OF NATURAL RESOURCES TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE MARYLAND COASTAL ZONE MANAGEMENT PROGRAM WILL USE THESE FUNDS TO BUILD AND ENHANCE PARTNER NETWORKS AND COMMUNITY CONNECTIONS WITH UNDER-SERVED COMMUNITIES THROUGH A UNIQUE APPROACH WITH A LEADING NON-PROFIT ORGANIZATION; ASSIST IN THE IDENTIFICATION OF RESTORATION SITES AND THE DEVELOPMENT AND SUBMISSION OF PROJECT APPLICATIONS; CREATE AND SHARE COMMUNICATION MATERIALS; AND BUILD A SUPPORT STRUCTURE FOR FUND ADMINISTRATION.  MARYLAND WILL BUILD ON ITS SUCCESSFUL FOUNDATION OF RESILIENT INFRASTRUCTURE AND COMMUNITY ASSISTANCE WORK TO CREATE NEW PARTNERSHIPS AND MEANINGFUL CONNECTIONS WITHIN UNDERSERVED AND OVERBURDENED COMMUNITIES, AND WITH OPEN SPACE PARTNERS IN AND AROUND THESE COMMUNITIES USING AN APPROACH CALLED THE COMMUNITY BASED ORGANIZATION - CAPACITY BUILDING INITIATIVE THAT IS WORKING TO ADDRESS CAPACITY BUILDING IN HISTORICALLY UNDER-ENGAGED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_NA23NOS4730043_1330"}, {"internal_id": 155651998, "Award ID": "NA23NOS4730042", "Award Amount": 147490.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-28", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $447,212 IN FEDERAL FUNDING TO THE STATE OF VIRGINIA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF VIRGINIA'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN THE DEPARTMENT OF ENVIRONMENTAL QUALITY TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE VIRGINIA COASTAL ZONE MANAGEMENT PROGRAM WILL USE THESE FUNDS TO HIRE A CONSERVATION COORDINATOR WHO WILL ASSIST IN THE DEVELOPMENT OF PROJECT PROPOSALS FOR HABITAT RESTORATION, HABITAT RESTORATION PLANNING AND LAND ACQUISITION, AS WELL AS ASSIST WITH PROJECT IMPLEMENTATION, MONITORING AND REPORTING AS PROJECTS ARE FUNDED. IN ADDITION, VIRGINIA INTENDS TO UPDATE ITS ECOLOGICAL ASSESSMENT TOOLS AND COASTAL AND ESTUARINE LAND CONSERVATION PLAN TO INFORM DECISION-MAKING AND FOCUS EFFORTS IN WAYS THAT MAXIMIZE FUNDING FOR PROTECTION AND RESTORATION OF KEY HABITATS THAT WILL BOTH INCREASE THE COMMONWEALTH'S RESILIENCE AS SEA LEVEL RISES AND PROTECT VIRGINIA'S COASTAL RESOURCES.  THIS WORK WILL BE CARRIED OUT IN A MANNER THAT EFFECTIVELY CONSIDERS ENVIRONMENTAL JUSTICE AND ENGAGES THE SEVEN VIRGINIA FEDERALLY RECOGNIZED TRIBES, AND STAKEHOLDERS FROM UNDERSERVED COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 147490.0, "recipient_id": "c3c0ae2c-d476-1c51-fbb9-843a8d93f44f-C", "generated_internal_id": "ASST_NON_NA23NOS4730042_1330"}, {"internal_id": 155227810, "Award ID": "NA23NOS4730041", "Award Amount": 1962785.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-01", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $3,925,020 IN FEDERAL FUNDING TO THE COASTAL STATES STEWARDSHIP FOUNDATION, SERVING AS FISCAL SPONSOR FOR THE MID-ATLANTIC REGIONAL COUNCIL ON THE OCEAN (MARCO) REGIONAL OCEAN PARTNERSHIP THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT TWO YEARS. THE BIPARTISAN INFRASTRUCTURE LAW PROVIDES FUNDING FOR ESTABLISHED REGIONAL OCEAN PARTNERSHIPS (ROPS) TO COORDINATE THE INTERSTATE AND INTER-TRIBAL MANAGEMENT OF OCEAN AND COASTAL RESOURCES AND TO IMPLEMENT THEIR PRIORITY ACTIONS, INCLUDING TO ENHANCE ASSOCIATED SHARING AND INTEGRATION OF FEDERAL AND NON-FEDERAL DATA. SPECIFICALLY THE MID-ATLANTIC REGIONAL COUNCIL ON THE OCEAN WILL USE THESE FUNDS TO ADVANCE INCLUSIVE, REGIONAL OCEAN PLANNING THROUGH INTER-AGENCY COORDINATION AND STAKEHOLDER ENGAGEMENT; DEVELOP SHARED UNDERSTANDING ACROSS AGENCIES, IDENTIFY OPPORTUNITIES FOR COLLABORATION, CONDUCT FOCUSED STAKEHOLDER ENGAGEMENT, AND IDENTIFY POLICY, PROCESS, AND RE", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": 1962785.0, "recipient_id": "393f7cea-c644-5544-0260-d297a26a21d9-C", "generated_internal_id": "ASST_NON_NA23NOS4730041_1330"}, {"internal_id": 155227811, "Award ID": "NA23NOS4730040", "Award Amount": 1962144.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-01", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $3,924,563 IN FEDERAL FUNDING TO THE COASTAL STATES STEWARDSHIP FOUNDATION, SERVING AS FISCAL SPONSOR FOR THE NORTHEAST REGIONAL OCEAN COUNCIL (NROC) REGIONAL OCEAN PARTNERSHIP THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT TWO YEARS. THE BIPARTISAN INFRASTRUCTURE LAW PROVIDES FUNDING FOR ESTABLISHED REGIONAL OCEAN PARTNERSHIPS (ROPS) TO COORDINATE THE INTERSTATE AND INTERTRIBAL MANAGEMENT OF OCEAN AND COASTAL RESOURCES AND TO IMPLEMENT THEIR PRIORITY ACTIONS, INCLUDING TO ENHANCE ASSOCIATED SHARING AND INTEGRATION OF FEDERAL AND NON-FEDERAL DATA. SPECIFICALLY THE NORTHEAST REGIONAL OCEAN COUNCIL WILL USE THESE FUNDS TO ADVANCE THE PRIORITIES OF THEIR THREE COMMITTEES:  THE COASTAL HAZARDS RESILIENCE COMMITTEE, THE OCEAN AND COASTAL ECOSYSTEM HEALTH COMMITTEE, AND THE OCEAN PLANNING COMMITTEE, TO ACHIEVE THE FOLLOWING OUTCOMES.  THE COASTAL HAZARDS RESILIENCE COMMITTEE WILL IMPROVE THE ABILITY FOR MANAGERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": 1962144.0, "recipient_id": "393f7cea-c644-5544-0260-d297a26a21d9-C", "generated_internal_id": "ASST_NON_NA23NOS4730040_1330"}, {"internal_id": 155227806, "Award ID": "NA23NOS4730039", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-09", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE STATE OF FLORIDA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE STATE'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN FLORIDA DEPARTMENT OF ENVIRONMENTAL PROTECTION TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, FLORIDA DEPARTMENT OF ENVIRONMENTAL PROTECTION WILL USE THIS FUNDING TO INCREASE STAFFING CAPACITY TO FOCUS ON THE IDENTIFICATION, PRIORITIZATION, AND IMPLEMENTATION OF HABITAT ACQUISITION AND CONSERVATION PROJECTS THAT MEET THE GOALS OF THE BIPARTISAN INFRASTRUCTURE LAW AND FURTHER THE COASTAL COMMUNITY RESILIENCE, CONSERVATION AND PROTECTION GOALS OF THE STATE. THIS INCREASED CAPACITY WILL IMPROVE THE FLORIDA COASTAL MANAGEMENT PROGRAM'S ABILITY TO COORDINATE ACROSS ALL LEVEL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_NA23NOS4730039_1330"}, {"internal_id": 156349328, "Award ID": "NA23NOS4730038", "Award Amount": 450000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-24", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE STATE OF MICHIGAN THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE STATE'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN MICHIGAN'S DEPARTMENT OF ENVIRONMENT, GREAT LAKES, AND ENERGY (EGLE) TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, EGLE WILL USE THESE FUNDS TO IDENTIFY AND APPLY FOR HIGH-PRIORITY PROJECTS THROUGH AN EQUITABLE, COMPETITIVE PROCESS AND MANAGE ANY AWARDS THAT SHOULD BE MADE TO THE STATE. FURTHER, EGLE WILL ENGAGE WITH COMMUNITIES TO UNDERSTAND THEIR NEEDS AND FORMULATE PROJECTS AND PROVIDE TECHNICAL ASSISTANCE, INCLUDING ENGINEERING EXPERTISE. UNDERPINNING ALL OF THESE EFFORTS, EGLE WILL LEAD AN INCLUSIVE PROCESS TO DEVELOP A COASTAL ECOSYSTEM CONSERVATION STRATEGY, WH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": 450000.0, "recipient_id": "a77e0948-3475-8d25-623a-bbbbfb23aa14-C", "generated_internal_id": "ASST_NON_NA23NOS4730038_1330"}, {"internal_id": 155582039, "Award ID": "NA23NOS4730037", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-28", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF MISSISSIPPI THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE GRAND BAY NATIONAL ESTUARINE RESEARCH RESERVE WITHIN THE MISSISSIPPI DEPARTMENT OF MARINE RESOURCES TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY,  GRAND BAY NERR WILL FUND A FULL-TIME POSITION AND PORTIONS OF TWO EXISTING POSITIONS AT THE GRAND BAY NATIONAL ESTUARINE RESEARCH RESERVE TO SPEARHEAD THIS EFFORT AND COMPLETE THE GRAND BAY SAVANNA COMPLEX MANAGEMENT PLAN. THIS INCLUDES ESTABLISHING CONSERVATION EASEMENTS AND/OR MANAGEMENT AGREEMENTS WITH PRIVATE LANDOWNERS WITH INHOLDINGS IN CRITICAL AREAS THAT ARE IMPEDING BROAD-SCALE LAND MANAGEMENT AND THE OBJECTIVE IS TO DEVELOP LONG-TERM MANAGEMENT PLANS FOR LARGE TRACTS OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "da505c8d-33dc-ba98-eded-25193794d5da-C", "generated_internal_id": "ASST_NON_NA23NOS4730037_1330"}, {"internal_id": 155930352, "Award ID": "NA23NOS4730036", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-13", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF TEXAS THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE MISSION-ARANSAS NATIONAL ESTUARINE RESEARCH RESERVE (MANERR) WITHIN THE UNIVERSITY OF TEXAS  TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, MISSION-ARANSAS NERR WILL USE THESE FUNDS TO CREATE A NEW STAFF POSITION, AND HIRE A FULL-TIME RESTORATION SPECIALIST. THIS POSITION WILL INCREASE THE RESERVE'S ABILITY TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS WITHIN THE MISSION-ARANSAS NERR.  THIS NEW 'RESTORATION SPECIALIST' POSITION WILL ALSO BE KEY IN IDENTIFYING AND DEVELOPING PARTNERSHIPS AND COLLABORATIONS FOCUSED ON HABITAT RESTORATION AND CONSERVATION PROJECTS WITHIN OR SURROUNDING THE RESERVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_NA23NOS4730036_1330"}, {"internal_id": 155651993, "Award ID": "NA23NOS4730035", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-28", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF FLORIDA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE ROOKERY BAY NATIONAL ESTUARINE RESEARCH RESERVE WITHIN THE FLORIDA DEPARTMENT OF ENVIRONMENTAL PROTECTION TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE ROOKERY BAY NATIONAL ESTUARINE RESEARCH RESERVE PROPOSES TO MEET THIS GOAL BY DEVELOPING MONITORING PROTOCOLS AND ASSOCIATED PERFORMANCE MEASURES WHICH CAN BE USED TO TRAIN CITIZEN SCIENTISTS TO CONDUCT PRE AND POST MONITORING FOR HABITAT RESTORATION PROJECTS AT ROOKERY BAY NERR.  THE MULTIYEAR EFFORT WILL GUIDE A CITIZEN SCIENCE MONITORING PROGRAM THROUGH HIRING A COORDINATOR AND CONSULTANT WHO WILL WORK TOGETHER TO DEVELOP A SPECIFIC PLAN THAT MEETS MONITORING REQUIREMENTS AND PROVIDES TIMELY INFORMATION ABOUT THE ECOSYSTEM. ONCE HIRED, THE MONITORING COORDINATOR WILL DEVELOP A RESTORATION MONITORING PROTOCOL AND TARGET PERFORMANCE MEASURES APPLICABLE FOR THE UPCOMING HYDROLOGICAL HABITAT RESTORATION PROJECTS OCCURRING ON RESERVE MANAGED LANDS (MARCO SHORES AND SHELL ISLAND ROAD). ONCE THE PROTOCOL IS ESTABLISHED, THE COORDINATOR WILL DEVELOP AND DELIVER TRAINING WORKSHOPS TO INTERESTED COMMUNITY MEMBERS AND RESERVE VOLUNTEERS. THIS WILL SUPPORT EDUCATION AND OUTREACH WITH COMMUNITIES PRIOR TO RESTORATION DEVELOPMENT AND ALLOW THE COMMUNITY TO DIRECTLY MEASURE BENEFITS OF RESTORATION. A STUDENT INTERNSHIP WILL BE OFFERED EACH SUMMER FOR AN UNDERSERVED STUDENT AS AN OPPORTUNITY TO LEARN MORE ABOUT A CAREER IN NATURAL SCIENCES (HABITAT RESTORATION) OR SOCIAL SCIENCES (CITIZEN SCIENCE AND COMMUNITY ENGAGEMENT).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_NA23NOS4730035_1330"}, {"internal_id": 155227800, "Award ID": "NA23NOS4730034", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-14", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF MASSACHUSETTS THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE WAQUOIT BAY NATIONAL ESTUARINE RESEARCH RESERVE (WBNERR) WITHIN THE MASSACHUSETTS DEPARTMENT OF CONSERVATION AND RECREATION TO BETTER PLAN FOR HABITAT RESTORATION WITHIN THE RESERVE AND THE WAQUOIT BAY WATERSHED, AND TO SUCCESSFULLY PREPARE THE RESERVE TO APPLY FOR FUTURE FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, WBNERR WILL USE THESE FUNDS TO ACCOMPLISH AN ASSESSMENT OF THE CURRENT STATE OF HABITAT RESTORATION NEEDS IN THE WAQUOIT BAY WATERSHED; DEVELOPMENT AND UPDATE OF STRATEGIC PLANS TO GUIDE RESTORATION EFFORTS FOR STREAMS AND TIDAL MARSHES; CONCEPTUALIZATION AND IMPLEMENTATION OF EFFECTIVE ENGAGEMENT EFFORTS TO ENSURE A DIVERSE SUITE OF STAKEHOLDERS IS INVOLVED IN RESTORATION PLANNING INCLUDING UNDER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "76c68dbd-f6ee-081e-e6c9-ecb38fbaf275-C", "generated_internal_id": "ASST_NON_NA23NOS4730034_1330"}, {"internal_id": 155582040, "Award ID": "NA23NOS4730033", "Award Amount": 73250.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-28", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $227,005 IN FEDERAL FUNDING TO THE STATE OF SOUTH CAROLINA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE ACE BASIN NATIONAL ESTUARINE RESEARCH RESERVE (ACE BASIN NERR) WITHIN THE SOUTH CAROLINA DEPARTMENT OF NATURAL RESOURCES TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, ACE BASIN NERR WILL USE THESE FUNDS TO INCREASE CAPACITY THROUGHOUT THE ACE BASIN WATERSHED TO IDENTIFY PARTNERS, ASSESS POTENTIAL SITES, AND PLAN AND IMPLEMENT HABITAT PROTECTION AND RESTORATION ACTIVITIES TO INCREASE THE WATERSHED'S CLIMATE RESILIENCE. THIS WORK WILL BE SUPPORTED THROUGH THE HIRING OF ACE BASIN NERR SUPPORT STAFF (A PROJECT COORDINATOR AND A RESTORATION BIOLOGIST). THESE PEOPLE WILL COORDINATE WITH CURRENT STAFF, PARTNERS, AS WELL AS WITH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": 73250.0, "recipient_id": "6ff770b9-fd39-5446-2086-5462e925bc71-C", "generated_internal_id": "ASST_NON_NA23NOS4730033_1330"}, {"internal_id": 155227807, "Award ID": "NA23NOS4730032", "Award Amount": 61466.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-09", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $188,675 IN FEDERAL FUNDING TO THE UNIVERSITY OF SOUTH CAROLINA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE NORTH INLET-WINYAH BAY NATIONAL ESTUARINE RESEARCH RESERVE (NI-WB NERR) WITHIN THE UNIVERSITY OF SOUTH CAROLINA TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, NORTH INLET-WINYAH BAY NERR WILL USE THESE FUNDS TO CREATE CAPACITY TO SUPPORT CONSERVATION AND RESTORATION GOALS OF THE NI-WB NERR AND ITS LOCAL PARTNERS. THE RESERVE WILL ACCOMPLISH THIS THROUGH THE HIRING OF A NEW CONSERVATION AND RESTORATION PROJECT COORDINATOR. ACTIVITIES ASSOCIATED WITH THIS POSITION WILL FOCUS ON TWO SPECIFIC PRIORITY AREAS FOR CONSERVATION PLANNING: THE BLACK RIVER SUB-WATERSHED OF WINYAH BAY, AND THE CITY OF GEORGETOWN HARBOR AREA. THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": 61466.0, "recipient_id": "873ae72b-bace-b481-a973-8304b7346bc0-C", "generated_internal_id": "ASST_NON_NA23NOS4730032_1330"}, {"internal_id": 155227801, "Award ID": "NA23NOS4730031", "Award Amount": 99984.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-14", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $299,924 IN FEDERAL FUNDING TO THE STATE OF MAINE THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE WELLS NATIONAL ESTUARINE RESEARCH RESERVE (WNERR) TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, WNERR WILL USE THESE FUNDS TO HIRE A NEW HABITAT RESTORATION AND CONSERVATION COORDINATOR WHO WILL COORDINATE HABITAT RESTORATION, LAND CONSERVATION, AND RELATED INFRASTRUCTURE PROJECT PLANNING AMONG PARTNERS AND LANDOWNERS IN SOUTHERN MAINE. THE COORDINATOR WILL ESTABLISH A PROGRAM TO HELP VULNERABLE COASTAL COMMUNITIES MITIGATE AND ADAPT TO CLIMATE CHANGE; DEVELOP HABITAT RESTORATION AND CONSERVATION PROJECTS; BUILD REGIONAL PARTNERSHIPS; PROVIDE TECHNICAL SUPPORT; AND DEVELOP AND IMPLEMENT A PLAN FOR ENHANCING DIVERSITY, EQUITY, INCL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": 99984.0, "recipient_id": "003650ec-98aa-b549-6280-f9200ad3bd0d-C", "generated_internal_id": "ASST_NON_NA23NOS4730031_1330"}, {"internal_id": 155227812, "Award ID": "NA23NOS4730030", "Award Amount": 1962964.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-01", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $3,926,120 IN FEDERAL FUNDING TO THE COASTAL STATES STEWARDSHIP FOUNDATION, SERVING AS FISCAL SPONSOR FOR THE WEST COAST OCEAN ALLIANCE (WCOA) REGIONAL OCEAN PARTNERSHIP THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT TWO YEARS. THE BIPARTISAN INFRASTRUCTURE LAW PROVIDES FUNDING FOR ESTABLISHED REGIONAL OCEAN PARTNERSHIPS (ROPS) TO COORDINATE THE INTERSTATE AND INTERTRIBAL MANAGEMENT OF OCEAN AND COASTAL RESOURCES AND TO IMPLEMENT THEIR PRIORITY ACTIONS, INCLUDING TO ENHANCE ASSOCIATED SHARING AND INTEGRATION OF FEDERAL AND NON-FEDERAL DATA. SPECIFICALLY THE WEST COAST OCEAN ALLIANCE WILL USE THESE FUNDS TO DEVELOP AND BEGIN IMPLEMENTATION OF A FIVE-YEAR STRATEGIC PLAN, COORDINATE AND ENHANCE TRIBAL ENGAGEMENT IN THE WEST COAST OCEAN ALLIANCE, CONVENE REGIONAL GOVERNMENT PARTNERS TO SUPPORT INFORMATION EXCHANGE AND REGIONAL PLANNING AROUND OFFSHORE WIND ENERGY AND OTHER SHARED OCEAN MANAGEMENT INTERESTS, ID", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": 1962964.0, "recipient_id": "393f7cea-c644-5544-0260-d297a26a21d9-C", "generated_internal_id": "ASST_NON_NA23NOS4730030_1330"}, {"internal_id": 155227813, "Award ID": "NA23NOS4730029", "Award Amount": 1963233.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-01", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $3,926,466 IN FEDERAL FUNDING TO THE GULF OF MEXICO ALLIANCE REGIONAL OCEAN PARTNERSHIP THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT TWO YEARS. THE BIPARTISAN INFRASTRUCTURE LAW PROVIDES FUNDING FOR ESTABLISHED REGIONAL OCEAN PARTNERSHIPS (ROPS) TO COORDINATE THE INTERSTATE AND INTERTRIBAL MANAGEMENT OF OCEAN AND COASTAL RESOURCES AND TO IMPLEMENT THEIR PRIORITY ACTIONS, INCLUDING TO ENHANCE ASSOCIATED SHARING AND INTEGRATION OF FEDERAL AND NON-FEDERAL DATA. SPECIFICALLY THE GULF OF MEXICO ALLIANCE WILL PROVIDE SUPPORT TO CONDUCT ROBUST STAKEHOLDER COLLABORATION ACROSS THE REGION TO UNDERSTAND THE NEEDS ASSOCIATED WITH HEALTHY ECOSYSTEMS, RESILIENT COMMUNITIES, AND THE ASSOCIATED DATA SHARING. THE GULF OF MEXICO ALLIANCE WILL CONDUCT THOROUGH ASSESSMENTS TO IDENTIFY GAPS AS WELL AS EXISTING INFORMATION AND PARTNER EXPERTISE NEEDED TO SUPPORT IMPROVED ECOSYSTEM HEALTH, ENHANCED COASTAL COMMUNITY RESILIENC", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": 1963233.0, "recipient_id": "078d16d5-50fd-9608-bc6c-43d53e4a20c0-C", "generated_internal_id": "ASST_NON_NA23NOS4730029_1330"}, {"internal_id": 155582041, "Award ID": "NA23NOS4730028", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-28", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF VIRGINIA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE CHESAPEAKE BAY VIRGINIA NATIONAL ESTUARINE RESEARCH RESERVE (CBNERR-VA) WITHIN THE VIRGINIA INSTITUTE OF MARINE SCIENCE TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, CBNERR-VA WILL USE THESE FUNDS TO HIRE A NEW INFRASTRUCTURE PROJECT COORDINATOR WHO WILL COORDINATE WITH KEY STAKEHOLDERS; DEVELOP PROJECT PROPOSALS, SELECTION CRITERIA AND PERFORMANCE MEASURES; UPDATE NATURAL RESOURCE MANAGEMENT PLANS; CONDUCT PRE AND POST PROJECT MONITORING; AND CONDUCT PERFORMANCE REPORTING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 300000.0, "recipient_id": "9f8efda1-d700-50e0-2b23-7e0257640aff-C", "generated_internal_id": "ASST_NON_NA23NOS4730028_1330"}, {"internal_id": 155651999, "Award ID": "NA23NOS4730027", "Award Amount": 295519.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-22", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $295,519 IN FEDERAL FUNDING TO THE STATE OF NEW HAMPSHIRE THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE GREAT BAY NATIONAL ESTUARINE RESEARCH RESERVE (GBNERR) WITHIN THE NEW HAMPSHIRE DEPARTMENT OF FISH AND GAME TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, GBNERR WILL USE THESE FUNDS TO HIRE A NEW BIOLOGIST POSITION TO ASSIST WITH COORDINATION OF THE SALTMARSH TASK FORCE; DEVELOP A DRAFT APPROACH AND DATA MANAGEMENT STRATEGY FOR FIELD ASSESSMENT AND MONITORING OF NEW HAMPSHIRE SALT MARSHES TO INFORM RESTORATION PLANNING AND PROJECTS; PILOT, REFINE, AND IMPLEMENT FIELD ASSESSMENT AND MONITORING APPROACHES; AND CONDUCT OUTREACH TO PARTNERS AND LANDOWNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": 295519.0, "recipient_id": "0618771b-7ad5-758b-5355-79de44525779-C", "generated_internal_id": "ASST_NON_NA23NOS4730027_1330"}, {"internal_id": 156349323, "Award ID": "NA23NOS4730026", "Award Amount": 142916.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-25", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $428,747.70 IN FEDERAL FUNDING TO THE TERRITORY OF THE UNITED STATES VIRGIN ISLANDS THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE  TERRITORIES FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN THE USVI DEPARTMENT OF PLANNING AND NATURAL RESOURCES (DPNR) DIVISION OF COASTAL ZONE MANAGEMENT TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, DPNR'S DIVISION OF COASTAL ZONE MANAGEMENT WILL USE THESE FUNDS TO BUILD THEIR INTERNAL STAFF CAPACITY BY HIRING AN INFRASTRUCTURE PROJECTS COORDINATOR. THIS COORDINATOR WILL BE TASKED WITH DEVELOPING A LAND ACQUISITION NEEDS ASSESSMENT WITH ACCOMPANYING GUIDANCE, IMPROVING THE NUMBER AND QUALITY OF COASTAL INFRASTRUCTURE RESILIENCE GRANT PROPOSALS SUBMITTED AND MANAGING OR CO-MANAGING ANY D", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": 142916.0, "recipient_id": "010d33f8-b400-e92b-0bf8-b792f6b21397-C", "generated_internal_id": "ASST_NON_NA23NOS4730026_1330"}, {"internal_id": 155582042, "Award ID": "NA23NOS4730025", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-28", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE STATE OF MINNESOTA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE STATE'S FEDERALLY-APPROVED LAKE SUPERIOR COASTAL PROGRAM WITHIN THE MINNESOTA DNR (MNDNR) TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, MNDNR WILL USE THESE FUNDS TO CONDUCT PLANNING ACROSS MULTIPLE SECTORS TO JOINTLY SET PRIORITIES IN LAKE SUPERIOR AND IDENTIFY PROJECTS THAT ADVANCE THESE OBJECTIVES; THIS EFFORT WILL GUIDE STRATEGIC PROJECT SELECTION AND APPLICATIONS FOR THE BIPARTISAN INFRASTRUCTURE LAW. MNDNR WILL ALSO PROVIDE TECHNICAL ASSISTANCE, MAPPING, AND CAPACITY-BUILDING FOR COASTAL COMMUNITIES THROUGH THE MINNESOTA GEOSPATIAL ADVISORY COUNCIL, WHICH WILL HELP THEM BETTER UNDERSTAND THEIR NATURAL RESOURCES ISSUES, N", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "1b0220ae-5e37-757d-e64d-8da0416cebaf-C", "generated_internal_id": "ASST_NON_NA23NOS4730025_1330"}, {"internal_id": 155651996, "Award ID": "NA23NOS4730024", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-28", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE STATE OF GEORGIA  THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE STATE'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN THE GEORGIA DEPARTMENT OF NATURAL RESOURCES TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE GEORGIA DEPARTMENT OF NATURAL RESOURCES WILL USE THESE FUNDS TO ENSURE RESOURCES ARE AVAILABLE TO EFFECTIVELY SUPPORT AND IMPLEMENT ACQUISITION, RESTORATION AND INFRASTRUCTURE PROJECTS IN GEORGIA'S COASTAL ZONE. SPECIFICALLY, THE FUNDING SOUGHT WILL BE USED TO HIRE AN ADDITIONAL BIOLOGIST DEDICATED TO SUPPORTING IIJA PROJECTS, WHILE ALSO DEVELOPING NEW ACQUISITION OR RESTORATION PROJECTS AND CREATING LONG-TERM STRATEGIES TO ENSURE BEST MANAGEMENT AND RESILIENCE PRACTICES ARE INCORPORATED INTO INFRASTRUCTURE PROJECTS. COASTAL INFRASTRUCTURE PROJECTS ARE COMPLEX AND INVOLVE FREQUENT COMMUNICATION AND COLLABORATION OVER MULTIPLE YEARS. THE GCMP WILL WORK WITH COASTAL PROJECTS THROUGHOUT THEIR DURATION TO ENSURE COASTAL RESOURCE MANAGEMENT AND RESILIENCY CONCEPTS ARE INCORPORATED IN PLANNING, DESIGN, AND CONSTRUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "b97423fd-b629-0b2e-a8c0-bf2b18cbf826-C", "generated_internal_id": "ASST_NON_NA23NOS4730024_1330"}, {"internal_id": 155582044, "Award ID": "NA23NOS4730023", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-24", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF MARYLAND THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE CHESAPEAKE BAY MARYLAND NATIONAL ESTUARINE RESEARCH RESERVE (CBNERR-MD) WITHIN THE MARYLAND DEPARTMENT OF NATURAL RESOURCES TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, CBNERR-MD WILL HIRE A LONG TERM CONTRACTUAL EMPLOYEE (NATURAL RESOURCES PLANNER III) TO PLAN AND IMPLEMENT RESTORATION AND CONSERVATION INITIATIVES WITHIN THE RESERVE'S 3 TARGETED WATERSHEDS, AND ADVANCE THE SCIENCE OF RESTORATION PRACTICE TO ENSURE THE PROJECTS ARE DESIGNED FOR MAXIMUM WATER QUALITY AND RESILIENCE BENEFITS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_NA23NOS4730023_1330"}, {"internal_id": 155582036, "Award ID": "NA23NOS4730022", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-20", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000.00 IN FEDERAL FUNDING TO THE STATE OF ALABAMA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE STATE'S FEDERAL APPROVED COASTAL MANAGEMENT PROGRAM LOCATED WITHIN ALABAMA DEPARTMENT OF NATURAL RESOURCES (ADCNR) AND ALABAMA DEPARTMENT OF ENVIRONMENTAL MANAGEMENT (ADEM) TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW IIJA. SPECIFICALLY, ADCNR WILL USE THESE FUNDS TO HIRE A NEW INFRASTRUCTURE PROJECT COORDINATOR (IPC) AND PARTIALLY SUPPORT EXISTING POSITIONS, INCLUDING A NATURAL RESOURCES PLANNER (NRP), A BIOLOGIST AIDE, AND A GIS SPECIALIST.  THESE POSITIONS WILL WORK WITHIN THE ADCNR TO REVIEW PROJECT CONCEPTS IN CONTEXT OF EXISTING PLANS, IDENTIFY AND DEVELOP PROJECT PROPOSALS, DEVELOP AND UPDATE LAND RESTORATION PLANS, MONITOR AND TRAC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_NA23NOS4730022_1330"}, {"internal_id": 155582047, "Award ID": "NA23NOS4730021", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-22", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF NORTH CAROLINA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE NORTH CAROLINA NATIONAL ESTUARINE RESEARCH RESERVE (NCNERR) WITHIN THE NORTH CAROLINA DEPARTMENT OF ENVIRONMENTAL QUALITY TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, NCNERR WILL USE THESE FUNDS TO ACCOMPLISH DEVELOPMENT OF 3 NCNERR SITE RESILIENCE PLANS, SUBMITTAL OF PLANNING/CONSTRUCTION AND ACQUISITION PROPOSALS FOR AREAS IDENTIFIED FOR RESTORATION AND ACQUISITION IN THE PLANS AND THAT MEET NCNERR AND IIJA OBJECTIVES, PRE- AND POST-MONITORING AT PRIORITY NCNERR SITE RESTORATION AND ACQUISITION AREAS, AND IMPLEMENTATION OF FUNDED PROJECTS. THIS WORK WILL BE ACCOMPLISHED BY HIRING A TIME-LIMITED FULL-TIME NATURAL RESOUR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_NA23NOS4730021_1330"}, {"internal_id": 155582048, "Award ID": "NA23NOS4730020", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-22", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF FLORIDA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE GUANA TOLOMATO MATANZAS NATIONAL ESTUARINE RESEARCH RESERVE (GTM NERR) WITHIN THE FLORIDA DEPARTMENT OF ENVIRONMENTAL PROTECTION TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, GTM NERR WILL USE THESE FUNDS TO PRIORITIZE AND SUPPORT PROJECTS THAT WILL IMPROVE OUR KNOWLEDGE OF THE FUNCTIONS, CONDITIONS, AND STRESSORS OF OUR COASTAL WETLANDS; DEVELOP BEST MANAGEMENT PRACTICES FOR MANAGING HEALTHY WETLANDS; AND IMPLEMENT THOSE PRACTICES WITH RESTORATION AND PRESERVATION WHEN POSSIBLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_NA23NOS4730020_1330"}, {"internal_id": 155930351, "Award ID": "NA23NOS4730019", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-15", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $290,000 IN FEDERAL FUNDING TO THE STATE OF GEORGIA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE SAPELO ISLAND NATIONAL ESTUARINE RESEARCH RESERVE (SAPELO ISLAND NERR) WITHIN THE GEORGIA DEPARTMENT OF NATURAL RESOURCES TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, SAPELO ISLAND NERR WILL USE THESE FUNDS TO WORK WITH PARTNERS, CONSULTANTS, CONTRACTORS AND OTHERS TO COMPLETE SITE ASSESSMENTS, TRAIN STAFF, CREATE PRE- AND POST-PROJECT MONITORING PROTOCOLS AND PLANS, CONCEPTUAL AND SITE DESIGNS, PROJECT BUDGETS, AND MOBILIZATION PLANS FOR THREE PRIORITY HABITAT RESTORATION PROJECTS. THE THREE HABITAT RESTORATION PROJECTS THAT HAVE BEEN IDENTIFIED ARE: 1) RESTORATION OF MARITIME FOREST AND/OR LONGLEAF PINE FOREST (OR MIXED SAVAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "b97423fd-b629-0b2e-a8c0-bf2b18cbf826-C", "generated_internal_id": "ASST_NON_NA23NOS4730019_1330"}, {"internal_id": 155227803, "Award ID": "NA23NOS4730018", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-12", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE STATE OF TEXAS THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF TEXAS'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM, OPERATED BY THE TEXAS GENERAL LAND OFFICE, TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE TEXAS GENERAL LAND OFFICE WILL USE THESE FUNDS TO ESTABLISH A NEW POSITION WITHIN THE PROGRAM TO DEVELOP AND IMPLEMENT AN EDUCATION AND OUTREACH PLAN THAT WILL ADDRESS A GAP IN AWARENESS AND TECHNICAL INFORMATION NECESSARY TO SUCCESSFULLY IDENTIFY AND ACQUIRE FUNDING FOR HABITAT RESTORATION EFFORTS. THIS EDUCATION AND OUTREACH PLAN WILL LEVERAGE THE COASTAL RESOURCES DIVISION'S EXPERTISE AT PROVIDING OUTREACH AND TECHNICAL ASSISTANCE TO GRANT RECIPIENTS AND INCREASE THE AMOUNT OF QUALITY H", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "7b5b5256-4cc7-31b7-3994-dcd11f637e6f-C", "generated_internal_id": "ASST_NON_NA23NOS4730018_1330"}, {"internal_id": 155930343, "Award ID": "NA23NOS4730017", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-04", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF FLORIDA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE APALACHICOLA NATIONAL ESTUARINE RESEARCH RESERVE WITHIN THE FLORIDA DEPARTMENT OF ENVIRONMENTAL PROTECTION TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE APALACHICOLA NATIONAL ESTUARINE RESEARCH RESERVE PROPOSES TO IMPLEMENT A COMPREHENSIVE WATERSHED COORDINATION BLUEPRINT FOR WATER QUALITY, QUANTITY, HYDROLOGIC RESTORATION, NATURAL SYSTEM RESTORATION, LAND ACQUISITION, AND LAND MANAGEMENT WILL ASSIST THE STATE IN UNDERSTANDING, PREPARING FOR, AND MITIGATING FOR ADVERSE EVENTS NOW AND INTO THE FUTURE.  THE MULTIYEAR EFFORT WOULD FOCUS ON COLLECTING AND SUMMARIZING EXISTING PLANNING DOCUMENTS, IDENTIFY KEY THREATS, COLLECT PRI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 300000.0, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_NA23NOS4730017_1330"}, {"internal_id": 156349324, "Award ID": "NA23NOS4730015", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-25", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF NEW JERSEY THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE JACQUES COUSTEAU NATIONAL ESTUARINE RESEARCH RESERVE WITHIN RUTGERS UNIVERSITY TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, JACQUES COUSTEAU NATIONAL ESTUARINE RESEARCH RESERVE WILL USE THESE FUNDS TO BUILD INTERNAL CAPACITY TO INFORM REGIONAL HABITAT RESTORATION PRIORITIES WITH SCIENCE-BASED INFORMATION, BEST PRACTICES, AND THE USE OF INTEGRATED RESTORATION STRATEGIES TO BECOME A CREDIBLE SOURCE ON HABITAT RESTORATION ISSUES. THE RESERVE WILL ACCOMPLISH THIS BY DEVELOPING NEW PARTNERSHIPS WITH HABITAT RESTORATION PLANNING GROUPS IN NEW JERSEY, STRENGTHENING PARTNERSHIPS WITH THE RESERVE'S LAND MANAGEMENT PARTNERS TO CREATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_NA23NOS4730015_1330"}, {"internal_id": 156349325, "Award ID": "NA23NOS4730014", "Award Amount": 111979.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-25", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $398,399 IN FEDERAL FUNDING TO THE COMMONWEALTH OF THE NORTHERN MARIANA ISLANDS THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE  COMMONWEALTH'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN THE BUREAU OF ENVIRONMENTAL AND COASTAL QUALITY TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE DIVISION OF COASTAL RESOURCES MANAGEMENT WILL USE THESE FUNDS TO ESTABLISH TWO NEW FULL-TIME STAFF POSITIONS TO COORDINATE LAND ACQUISITION AND HABITAT RESTORATION PROJECTS THAT WILL SUPPORT THE ENHANCEMENT OF ECOSYSTEM SERVICES THAT MITIGATES COASTAL HAZARDS TO VULNERABLE ISLAND COMMUNITIES DUE TO CLIMATE CHANGE. THESE EFFORTS WILL INCLUDE OUTREACH AND COORDINATION WITH VARIOUS STAKEHOLDER GROUPS AND THE PUBLIC, WITH PARTICULAR FOCUS O", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": 111979.0, "recipient_id": "987bacd1-1733-a031-84da-c88a6cb935e5-C", "generated_internal_id": "ASST_NON_NA23NOS4730014_1330"}, {"internal_id": 155227808, "Award ID": "NA23NOS4730013", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-09", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF NEW YORK THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE HUDSON RIVER NATIONAL ESTUARINE RESEARCH RESERVE (HRNERR) WITHIN THE NEW YORK STATE DEPARTMENT OF ENVIRONMENTAL CONSERVATION TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, HRNERR WILL USE THESE FUNDS TO HIRE A HABITAT RESTORATION PROJECT COORDINATOR TO PLAN, COORDINATE AND DEVELOP HABITAT RESTORATION PROJECTS IN THE HUDSON RIVER ESTUARY. THIS POSITION WILL WORK WITH THE HUDSON RIVER ESTUARY PROGRAM AND NYSDEC STAFF TO DEVELOP AND UPDATE PLANS, PERFORMANCE MEASURES, PRE AND POST CONSTRUCTION MONITORING PROTOCOLS, AND BEST MANAGEMENT PRACTICES FOR HABITAT RESTORATION PROJECTS. THE COORDINATOR WILL ALSO CONDUCT TRAINING AND OUTREAC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "a7ede6a4-3b89-35fe-d825-6cb2efd16eb7-C", "generated_internal_id": "ASST_NON_NA23NOS4730013_1330"}, {"internal_id": 155227804, "Award ID": "NA23NOS4730012", "Award Amount": 146432.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-12", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $444,161 IN FEDERAL FUNDING TO THE STATE OF MASSACHUSETTS THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE STATE'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN THE MASSACHUSETTS EXECUTIVE OFFICE OF ENERGY AND ENVIRONMENTAL AFFAIRS (EEA) TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, MASSACHUSETTS EEA WILL USE THESE FUNDS TO HIRE A NEW COASTAL HABITAT RESTORATION PROJECT COORDINATOR TO SUPPORT COORDINATION, REVIEW, AND DEVELOPMENT OF RESTORATION PROJECTS, MANAGEMENT OF FUNDED PROJECTS, AND DEVELOPMENT A PROJECT PIPELINE FOR FUTURE APPLICATIONS. TO MAINTAIN RESTORATION GOALS OVER THE DESIGN LIFE OF PROPOSED RESTORATION PROJECTS, MASSACHUSETTS EEA WILL ALSO WORK CLOSELY WITH AGENCY PARTNERS AND KEY EXTERNAL STAKEHOLDERS TO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 146432.0, "recipient_id": "854d780f-1b45-5fd2-50aa-c14295b1e697-C", "generated_internal_id": "ASST_NON_NA23NOS4730012_1330"}, {"internal_id": 155937128, "Award ID": "NA23NOS4730010", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-06", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000.00 IN FEDERAL FUNDING TO THE STATE OF CALIFORNIA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE SAN FRANCISCO BAY NATIONAL ESTUARINE RESEARCH RESERVE WITHIN SAN FRANCISCO STATE UNIVERSITY TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, SAN FRANCISCO BAY NATIONAL ESTUARINE RESEARCH RESERVE WILL USE THESE FUNDS TO PROVIDE PROFESSIONAL DEVELOPMENT OPPORTUNITIES FOR THEIR STAFF, HIRE A COASTAL RESILIENCE SPECIALIST, CREATE PRE- AND POST- RESTORATION MONITORING PLANS, CONDUCT PRE- AND POST- RESTORATION MONITORING, AND HOST PROJECT-SPECIFIC ENGAGEMENT AND EDUCATIONAL ACTIVITIES TO SUPPORT STAKEHOLDER CAPACITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "659f4077-bd18-be84-0457-c0e22be5d33e-C", "generated_internal_id": "ASST_NON_NA23NOS4730010_1330"}, {"internal_id": 155582043, "Award ID": "NA23NOS4730009", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-28", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $XXX IN FEDERAL FUNDING TO THE STATE OF CALIFORNIA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE ELKHORN SLOUGH NATIONAL ESTUARINE RESEARCH RESERVE, SUPPORTED THROUGH A PARTNERSHIP BETWEEN THE CA DEPARTMENT OF FISH AND WILDLIFE AND THE STATE COASTAL CONSERVANCY, TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, ELKHORN SLOUGH NATIONAL ESTUARINE RESEARCH RESERVE WILL USE THESE FUNDS TO BUILD CAPACITY WITHIN THE ELKHORN SLOUGH NERR AND THEIR LAND MANAGEMENT PARTNERS TO SUPPORT THE PROGRAM'S ABILITY TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS.  THE NERR STAFF WILL CONDUCT OUTREACH AND STAKEHOLDER ENGAGEMENT WITH KEY STAKEHOLDERS, SUCH AS LANDOWNERS AND COMMUNITY MEMBERS, AND WILL DEVELOP AN INVENTORY OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "cd536ebf-c630-1ddb-5b74-9e00487ecba5-C", "generated_internal_id": "ASST_NON_NA23NOS4730009_1330"}, {"internal_id": 155937130, "Award ID": "NA23NOS4730008", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-06", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000.00 IN FEDERAL FUNDING TO THE STATE OF CALIFORNIA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE TIJUANA RIVER NATIONAL ESTUARINE RESEARCH RESERVE, SUPPORTED THROUGH A PARTNERSHIP BETWEEN THE CA DEPARTMENT OF PARKS AND RECREATION AND THE SOUTHWEST WETLANDS INTERPRETIVE ASSOCIATION (SWIA), TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, TIJUANA RIVER NATIONAL ESTUARINE RESEARCH RESERVE WILL USE THESE FUNDS TO HIRE EXTERNAL CONTRACTS AS WELL AS FUNDING FOR SWIA STAFF. THE INITIAL ASSESSMENT AND SCOPING WORK WILL BE DONE BY CONCUR, A CONSULTING FIRM LED BY DR. SCOTT MCCREARY, WHO WAS INSTRUMENTAL IN THE ESTABLISHMENT OF TRNERR OVER 40 YEARS AGO. TRNERR WILL HAVE AN ADDITIONAL CONTRACT FOR THE DEVELOPMENT OF COMMUNICATION / OUTREACH MATERIALS (CONTRACTOR NOT YET SELECTED) IN YEARS 2 AND 3. SWIA STAFF WILL INCLUDE A RESTORATION COORDINATOR TO HELP IMPLEMENT FINDINGS OF THE INITIAL ASSESSMENT AND SCOPING WORK, AS WELL AS A SWIA PROGRAM MANAGER, WHO OVERSEES THE TIJUANA ESTUARY TIDAL RESTORATION PROJECT (TETRP) AND WORKS WITH FUNDERS, PROJECT PARTNERS, AND CONTRACTORS ON THE PLANNING AND IMPLEMENTATION OF A VARIETY OF RESTORATION PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "3f2c6196-5df3-0cb9-8c57-6fe1e212c6bf-C", "generated_internal_id": "ASST_NON_NA23NOS4730008_1330"}, {"internal_id": 155227802, "Award ID": "NA23NOS4730007", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-13", "CFDA Number": "11.473", "Description": "DELAWARE COASTAL MANAGEMENT PROGRAM INFRASTRUCTURE CAPACITY-BUILDING PROJECT DESCRIPTION  THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE STATE OF DELAWARE THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE STATE WITHIN THE DEPARTMENT OF NATURAL RESOURCES AND ENVIRONMENTAL CONTROL (DNREC) TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, DNREC WILL USE THESE FUNDS TO HIRE CONTRACTUAL STAFF TO IMPACT HABITAT RESTORATION AND CONSERVATION PROJECTS FOR THE ENTIRETY OF DELAWARE. DURING THE PERIOD OF THIS GRANT, FUNDS WILL SUPPORT THE CONTRACTUAL HIRE AND SUPPLIES NEEDED FOR THREE KENT CONSERVATION DISTRICT EMPLOYEES WHO WILL INCREASE THE CAPACITY OF DELAWARE TO PREPARE FOR, APPLY FOR, MANAGE, AND MONITOR IIJA FUNDED RESTORATION AND LAND CONSERVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "73af9791-73ea-7b40-038e-4bac1789e705-C", "generated_internal_id": "ASST_NON_NA23NOS4730007_1330"}, {"internal_id": 155582049, "Award ID": "NA23NOS4730006", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-22", "CFDA Number": "11.473", "Description": "DELAWARE NATIONAL ESTUARINE RESEARCH RESERVE INFRASTRUCTURE CAPACITY-BUILDING PROJECT DESCRIPTION  THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF DELAWARE THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE STATE WITHIN THE DEPARTMENT OF NATURAL RESOURCES AND ENVIRONMENTAL CONTROL (DNREC) TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, DNREC WILL USE THESE FUNDS TO HIRE CONTRACTUAL STAFF TO IMPACT HABITAT RESTORATION AND CONSERVATION PROJECTS FOR THE ENTIRETY OF DELAWARE. DURING THE PERIOD OF THIS GRANT, FUNDS WILL SUPPORT THE CONTRACTUAL HIRE AND SUPPLIES NEEDED FOR THREE KENT CONSERVATION DISTRICT EMPLOYEES WHO WILL INCREASE THE CAPACITY OF DELAWARE TO PREPARE FOR, APPLY FOR, MANAGE, AND MONITOR IIJA FUNDED RESTORATION AND LAND CON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "73af9791-73ea-7b40-038e-4bac1789e705-C", "generated_internal_id": "ASST_NON_NA23NOS4730006_1330"}, {"internal_id": 156349326, "Award ID": "NA23NOS4730005", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-25", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $300,000 IN FEDERAL FUNDING TO THE STATE OF CONNECTICUT THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE CONNECTICUT NATIONAL ESTUARINE RESEARCH RESERVE (CONNECTICUT RESERVE) WITHIN UNIVERSITY OF CONNECTICUT TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE CONNECTICUT RESERVE WILL USE THESE FUNDS TO CONDUCT A SURVEY OF INVASIVE PLANTS. AS WELL AS OTHER HABITAT IMPAIRMENTS (PONDING ON MARSHES, EROSION, OBSTRUCTIONS TO FLOW, DAMAGED INFRASTRUCTURE, ETC.), AND TO INITIATE PLANNING FOR AN ONGOING PROGRAM OF INVASIVE REMOVAL AND HABITAT RESTORATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": 300000.0, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_NA23NOS4730005_1330"}, {"internal_id": 156349320, "Award ID": "NA23NOS4730004", "Award Amount": 149354.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-27", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $448,063.00 IN FEDERAL FUNDING TO THE STATE OF NEW JERSEY THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE STATE'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM WITHIN THE NEW JERSEY DEPARTMENT OF ENVIRONMENTAL PROTECTION (NJDEP) TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, NJDEP WILL USE THESE FUNDS TO ESTABLISH AND HIRE A NEW FULL-TIME STAFF POSITION TO ENHANCE THE CAPACITY OF THE COASTAL MANAGEMENT PROGRAM TO PLAN, UNDERTAKE, AND IMPLEMENT HABITAT RESTORATION PROJECTS. THIS WILL INCLUDE DEVELOPING A COORDINATED PROGRAM-WIDE RESTORATION PROJECT CATALOGUE THAT WILL BE USED BY THE NETWORKED PROGRAMS OF THE COASTAL MANAGEMENT PROGRAM, NONGOVERNMENTAL ORGANIZATIONS, AND LOCAL GOVERNMENTS TO PRIORITIZE AND IMPLEMENT RESTORATION P", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": 149354.0, "recipient_id": "9a31c069-8f52-1672-90e8-97e3286fd21a-C", "generated_internal_id": "ASST_NON_NA23NOS4730004_1330"}, {"internal_id": 156349319, "Award ID": "NA23NOS4730003", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $450,000 IN FEDERAL FUNDING TO THE STATE OF LOUISIANA THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF LOUISIANA'S FEDERALLY-APPROVED COASTAL MANAGEMENT PROGRAM, MANAGED WITHIN THE LOUISIANA DEPARTMENT OF NATURAL RESOURCES, TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, THE LOUISIANA CMP WILL PARTNER WITH THE LOUISIANA COASTAL PROTECTION AND RESTORATION AUTHORITY TO PROVIDE TECHNICAL ASSISTANCE TO LOCAL PARISHES AND TRIBAL COMMUNITIES TO SUPPORT THE DEVELOPMENT OF PROJECTS INTENDED TO COMPETE FOR INFRASTRUCTURE FUNDING IN FUTURE FISCAL YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "1cabf1c4-7129-e5ee-7178-7c9ad0de1807-C", "generated_internal_id": "ASST_NON_NA23NOS4730003_1330"}, {"internal_id": 155259975, "Award ID": "NA23NOS4730002", "Award Amount": 99998.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-13", "CFDA Number": "11.473", "Description": "THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) IS PROVIDING $298,262 IN FEDERAL FUNDING TO HAWAII THROUGH THE BIPARTISAN INFRASTRUCTURE LAW OVER THE NEXT THREE YEARS. THIS FUNDING WILL BUILD THE CAPACITY OF THE HE'EIA NATIONAL ESTUARINE RESEARCH RESERVE (NERR) WITHIN UNIVERSITY OF HAWAII TO PLAN FOR AND IMPLEMENT HABITAT RESTORATION AND CONSERVATION PROJECTS PROPOSED THROUGH FUNDING OPPORTUNITIES CONNECTED TO THE BIPARTISAN INFRASTRUCTURE LAW. SPECIFICALLY, HE'EIA NERR WILL USE THESE FUNDS TO INCREASE THE RESERVE'S AND PARTNER CAPACITY TO EFFECTIVELY MANAGE INCOMING PROJECT FUNDS IN THE REALM OF PROGRAM MANAGEMENT, ACCOUNTING, AND HUMAN RESOURCES THROUGH THE HIRING STAFF AT THE NERR AND THEIR LAND MANAGEMENT PARTNER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": 99998.0, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_NA23NOS4730002_1330"}, {"internal_id": 151610419, "Award ID": "NA22NOS4730223", "Award Amount": 280000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "11.473", "Description": "THE MAIN PROJECT OBJECTIVE IS TO ENHANCE THE CURRENT CAPABILITIES OF CURRENT HYDRODYNAMIC MODEL ENGINES BY DEVELOPING 3D CAPABILITIES (I.E., STRATIFICATION) AND APPLY THE MODEL TO OUTSIDE THE CONTINENTAL U.S. (OCONUS) AND SURGE FOR EXTREME WEATHER EVENTS. THIS WILL INCLUDE PROBABILISTIC CAPABILITIES AND EXPLORING DATA ASSIMILATION CAPABILITIES.  SPECIFICALLY, EXPLORATION WILL INCLUDE MODEL ENGINES AND DEVELOPMENT OF 3D CAPABILITIES (I.E., STRATIFICATION) IN ORDER TO PROVIDE AN INFRASTRUCTURE THAT CAN SUPPORT COASTAL AND OCEAN MODELS THAT EXTEND FROM THE OCEAN BASIN (DEEP OCEAN WATERS) THROUGH THE COASTAL ZONE AND UP TO THE LAND WATERSHED NETWORK (RIVERINE).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f8efda1-d700-50e0-2b23-7e0257640aff-C", "generated_internal_id": "ASST_NON_NA22NOS4730223_1330"}, {"internal_id": 150724856, "Award ID": "NA22NOS4730208", "Award Amount": 96820677.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-21", "CFDA Number": "11.473", "Description": "IN RESPONSE TO THE DIRECTION SET FORTH IN THE INFRASTRUCTURE INVESTMENTS AND JOBS ACT, 2022 (P.L. 117-58), THE NATIONAL FISH AND WILDLIFE FOUNDATION (NFWF) PROPOSES TO PARTNER WITH THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) TO SUPPORT COASTAL RESILIENCY PROJECTS THAT WILL HELP PROTECT COASTAL COMMUNITIES FROM THE IMPACTS OF STORMS AND FLOODS AND ENABLE THEM TO RECOVER MORE QUICKLY, WHILE ALSO ENHANCING HABITATS FOR IMPORTANT FISH AND WILDLIFE POPULATIONS. THESE MULTI-YEAR PROJECTS WILL INVEST IN A PIPELINE OF PROJECTS THAT WILL DIRECTLY RESULT IN RESTORATION OR EXPANSION OF NATURAL FEATURES LIKE DUNES, WETLANDS, REEFS, RIPARIAN BUFFERS, AND BARRIER ISLANDS THAT HELP TO REDUCE THE IMPACTS OF FUTURE STORMS AND OTHER NATURALLY OCCURRING EVENTS ON HUMAN, FISH, AND WILDLIFE COMMUNITIES. THIS PARTNERSHIP WAS DEVELOPED IN ACCORDANCE WITH SECTION 906(C) OF TITLE IX OF P.L. 114-113 (16 U.S.C. 7505(C)).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": 96820677.0, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA22NOS4730208_1330"}, {"internal_id": 151610420, "Award ID": "NA22NOS4730161", "Award Amount": 148235.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "11.473", "Description": "NA WAA MAUO- PROJECT HANAU KA UKU KOAKOA, A HONUAIAKEA VOYAGING EXPERIENCE WILL USE WAA (OUTRIGGER CANOES) TO EXAMINE THE EFFECTS OF MICROPLASTICS TO PLANKTON ECOLOGY IN NEARSHORE AREAS OF THE HILO ONE ESTUARY. STUDENT RESEARCH WILL INVESTIGATE PLANKTON LIFE THROUGH THE LENS OF THE KUMULIPO (HAWAIIAN CREATION CHANT). HANAU KA UKU KOAKOA, HANAU KANA, HE AKOAKOA, PUKA (BORN IS THE CORAL FLEA, AND A CORAL HEAD WAS BORN). PARTICIPANTS WILL COMBINE INDIGENOUS AND INSTITUTIONAL SCIENCE TO DEVELOP AND EXECUTE RESEARCH AND ENVIRONMENTAL ACTION PROJECTS. THE HANAU KA UKU KOAKOA PROJECT WILL TAKE PLACE IN FOUR PHASES. IN PHASE 1, TEACHERS DEVELOP AN ESSENTIAL RESEARCH QUESTION, LEARN ABOUT THE STUDY SITE AND THE HONUAIAKEA VOYAGING PROGRAM MODEL. DURING PHASE 2, TEACHERS LEAD A RESEARCH EXPERIENCE IMMERSING STUDENTS IN THE SCIENTIFIC PROCESS. IN PHASE 3, STUDENTS IMPLEMENT THEIR OWN RESEARCH AND SHARE THEIR FINDINGS WITH THEIR COMMUNITY. FINALLY, IN PHASE 4, STUDENTS PLAN AND IMPLEMENT ENVIRONME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8640feb3-16bb-f6fa-a3e8-acb99aac7a9d-C", "generated_internal_id": "ASST_NON_NA22NOS4730161_1330"}, {"internal_id": 151610399, "Award ID": "NA22NOS4730121", "Award Amount": 147355.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "11.473", "Description": "MAUKA TO MAKAI: WATERSHED EXPERIENCE FOR TEACHERS (M2M:WET) PROJECT SEEKS TO ENHANCE THE CAPACITY OF HAWAII'S SECONDARY-LEVEL SCIENCE TEACHERS TO ENGAGE THEIR STUDENTS IN WATERSHED AND AHUPUAA STEWARDSHIP EDUCATION. THE TWO-YEAR PROJECT WILL BRING TOGETHER TEACHERS WORKING IN HAWAII SCHOOLS (I.E. GRADES 6-12) TO BUILD CAPACITY TO STEWARD URBAN WATERSHEDS FROM MAUKA TO MAKAI THROUGH AN IN-DEPTH PROFESSIONAL DEVELOPMENT FIELD EXPERIENCE. THE TARGET NUMBER OF TEACHERS IS 18, WITH A COMBINED IMPACT OF APPROXIMATELY 2,700 STUDENTS/YEAR. THE M2M:WET TWO-WEEK FIELD EXPERIENCE WILL EMPLOY THE HAWAIIAN PRACTICE OF KILO (KEEN OBSERVATION) AND SCIENTIFIC SKILLS. THE TEACHERS WILL THEN DEVELOP TEACHING MATERIALS, THROUGH ACTIVITIES WITH CUH FACULTY (INCLUDING A HAWAIIAN CULTURAL SPECIALIST) AND PARTNER ORGANIZATIONS. FOLLOWING THE SUMMER FIELD EXPERIENCE, TEACHERS WILL ENGAGE IN COMMUNITY-BUILDING MEETINGS, CURRICULUM DEVELOPMENT AND SUPPORT, AND PRESENT THEIR WORK AT A CONFERENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d7eca3c4-9e2b-410d-c615-964fb734696f-C", "generated_internal_id": "ASST_NON_NA22NOS4730121_1330"}, {"internal_id": 151610403, "Award ID": "NA22NOS4730120", "Award Amount": 136040.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "11.473", "Description": "THE KOOLAUPOKO IMPACT COLLECTIVE: KAWAINUI YOUTH STEWARDSHIP PROGRAM AIMS TO BE THE HUB FOR WINDWARD WATERSHED LEARNING AND STEWARDSHIP BY CONNECTING LOCAL AND INTERNATIONAL YOUTH WITH COMMUNITY PARTNERS, AND THROUGH COORDINATING OPPORTUNITIES MULTI-AGE COLLABORATION AND EXPERIENTIAL LEARNING WORK. LE JARDIN ACADEMY IS POSITIONED TO FACILITATE MEANINGFUL KOOLAUPOKO WATERSHED EXPERIENTIAL LEARNING AND SUSTAINED YOUTH STEWARDSHIP. THROUGH THE CONTINUED DEVELOPMENT AND MANAGEMENT OF THE KOOLAUPOKO IMPACT COLLECTIVE (KIC) LJA WILL: FACILITATE AND ACTIVATE A KAWAINUI YOUTH STEWARDSHIP CERTIFICATION COURSE FOR KOOLAUPOKO YOUTH, CONNECT LOCAL AND INTERNATIONAL YOUTH WITH WATERSHED COMMUNITY PARTNERS, COORDINATE AND LEAD IMPACTFUL WATERSHED WORK AND RELEVANT CIVIC ENGAGEMENT, AND ADVANCE KOOLAUPOKO'S SERVICE OF UNITED NATIONS' SUSTAINABLE DEVELOPMENT GOALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a8936c6-f3fb-6b3c-356d-2b40be3088fe-R", "generated_internal_id": "ASST_NON_NA22NOS4730120_1330"}, {"internal_id": 151290823, "Award ID": "NA22NOS4730119", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-09", "CFDA Number": "11.473", "Description": "THE IOLANI PAEPAE O WAI EKOLU: PLACE-BASED WATERSHED EDUCATION AND CARING FOR STREAM ECOSYSTEMS PROJECT WILL EDUCATE THE PUBLIC ABOUT HAWAII'S NATIVE UNIQUE FRESHWATER SPECIES AND THE EFFECT OF HUMAN INFLUENCE ON THEIR POPULATIONS. IOLANI SCHOOL INITIATED A STREAM OUTREACH AND RESTORATION PROJECT WITH THE UNIVERSITY OF HAWAII AT MANOA. TOGETHER, CLASSROOM CURRICULUM AND FIELD PROTOCOLS WERE DEVELOPED FOR USE IN K-12 PUBLIC AND PRIVATE SCHOOLS ON OAHU, EMPHASIZING ENVIRONMENTAL AWARENESS THROUGH FOUR SEQUENTIAL FRESHWATER STREAM AND WATERSHED LESSONS. LESSONS BEGIN WITH AN INTRODUCTION TO NATIVE/NON-NATIVE STREAM ANIMALS AND HOW THEY ARE INDICATORS OF STREAM HEALTH. STUDENTS THEN LEARN HOW TO WORK TOGETHER TO CAPTURE STREAM ANIMALS IN A STANDARDIZED SURVEY METHOD CALLED PAEPAE. AFTER REHEARSING THEIR FIELD METHODS, STUDENTS ARE TAKEN TO A NEARBY STREAM SITE FOR FIELD APPLICATION. THE FINAL LESSON INVOLVES A DATA EXPLORATION SCIENCE CURRICULUM THAT HAS BEEN DESIGNED TO FIT THE NEXT GENER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_NA22NOS4730119_1330"}, {"internal_id": 151290810, "Award ID": "NA22NOS4730118", "Award Amount": 146702.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-03", "CFDA Number": "11.473", "Description": "THE PILINA KAIAULU PROGRAM: IMMERSIVE PROFESSIONAL DEVELOPMENT FOR ENGAGING CLIMATE CHANGE, WATERSHED HEALTH, AND BIOCULTURAL STEWARDSHIP WILL PROVIDE AN IMMERSIVE, PLACE-BASED PROGRAMMING TO SUPPORT BIOCULTURALLY-BASED, STEM FOCUSED, AND CAREER-CONNECTED LEARNING FOR HAWAII'S YOUTH, AND INTENSIVE, SEMESTER LONG PROFESSIONAL DEVELOPMENT PROGRAMMING FOR THEIR TEACHERS. BUILDING ON A DECADE OF WORK IN THESE AREAS, TEACHING CHANGE NOW PROPOSES THE PILINA KAIAULU (COMMUNITY RELATIONSHIP) PROGRAM, AN INNOVATIVE TWO-YEAR SERIES OF EDUCATIONAL OPPORTUNITIES DESIGNED TO FOSTER BIOCULTURAL LEARNING INTO MEANINGFUL WATERSHED EDUCATIONAL EXPERIENCES (MWEES) FOR TEACHERS AND THEIR STUDENTS. THIS PROGRAM WILL BE A MODEL FOR THE DESIGN OF AINA-BASED CURRICULA ALIGNED WITH NEXT GENERATION SCIENCE STANDARDS (NGSS) AND THE HAWAII DEPARTMENT OF EDUCATION'S NA HOPENA AO FRAMEWORK. THIS PROGRAM WILL PROVIDE: (1) LEARNING AND PROFESSIONAL DEVELOPMENT THAT IS GROUNDED IN THE PLACES WHERE TEACHERS AND STUDEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31c1694b-175b-0c95-ef4e-e711b8ebff67-R", "generated_internal_id": "ASST_NON_NA22NOS4730118_1330"}, {"internal_id": 151290801, "Award ID": "NA22NOS4730117", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-08", "CFDA Number": "11.473", "Description": "THE WISDOM OF THE WATERSHED PHASE II WILL INCREASE ENGAGEMENT OF HAWAII'S YOUTH IN EARTH AND OCEAN SCIENCES AND STEWARDSHIP EXPERIENCES. BY ENGAGING STUDENTS IN THE RESEARCH PROCESS AND BRIDGING OUT-OF-SCHOOL ACTIVITIES TO CLASSROOM LESSONS, STUDENTS WILL BE BETTER PREPARED FOR STUDIES IN SECONDARY AND POST-SECONDARY SCIENCE, AND CAREERS IN THE NATURAL SCIENCES. THIS PROGRAM CREATES AND LEVERAGES ESTABLISHED SUSTAINABLE CONNECTIONS BETWEEN TEACHERS AND RESEARCHERS AT THE UNIVERSITY OF HAWAII, PUBLIC AGENCIES, AND PRIVATE BUSINESSES. BY GUIDING STUDENT AND TEACHER PARTICIPATION IN ACTIVITIES THAT SUPPORT LEADING-EDGE RESEARCH QUESTIONS CONCERNING LOCAL COMMUNITIES, STUDENTS WILL BECOME COMMUNITY-READY TO ASSIST LOCAL CIVIC AND SCIENTIFIC ACTION. PROJECT STAFF WILL ASSIST TEACHERS TO TAILOR CURRICULUM, PROVIDE CLASSROOM SUPPORT, AND GUIDE FIELD EXPEDITIONS TO ADDRESS EACH RESEARCH QUESTION IN DETAIL. EXPEDITIONS WILL USE CULTURAL, PLACE-BASED RESEARCH PROJECTS TO CREATE MEANING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "303aa781-473b-91aa-eea7-cd4ba0705369-R", "generated_internal_id": "ASST_NON_NA22NOS4730117_1330"}, {"internal_id": 151290800, "Award ID": "NA22NOS4730116", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-03", "CFDA Number": "11.473", "Description": "THE KA UA NAULU O KAWAIHAE: STRENGTHENING RELATIONS MA UKA (MOUNTAINS) TO MA KAI (OCEAN) AS AHUPUAA-STEWARDED LEARNERS PROJECT WILL TRAIN WEST HAWAII TEACHERS TO PROVIDE MWEES IN AHUPUAA STEWARDSHIP IN THE OUTDOOR CLASSROOM OF THE AHUPUAA OF KAWAIHAE AND THE WATERSHED OF HONOKOA. TEACHERS WILL LEARN FOUR ESSENTIAL AHUPUAA STEWARDSHIP PRACTICES BASED IN INDIGENOUS AND LOCAL KNOWLEDGE-HOOLAUNA, KILO, HANA, AND MOOLELO-AS WELL AS TRADITIONAL CONSERVATION PRACTICES THROUGH OUTDOOR HOAAINA (CARETAKER OF THE LAND) EXPERIENCES, KUKAKUKA (TALK-STORY DISCUSSION) SESSIONS, AND CLASSROOM INTEGRATION MODELING WORKSHOPS. FOLLOWING TRAINING, TEACHERS WILL HAVE A FIVE MONTH PERIOD TO EXECUTE MWEES WITH ONGOING SUPPORT FROM THE KOHALA CENTER. THE PERFORMANCE-BASED ASSESSMENT WILL HELP IDENTIFY KEY INDICATORS OF HEALTHY ECOSYSTEMS WITHIN OUR RESPECTIVE AHUPUAA, KEY CONDITIONS THAT STRENGTHEN HA (HAWAIIAN UNDERSTANDING OF BREATH) AND NA HOPENA AO (HA) EDUCATIONAL SYSTEM-LEVEL OUTCOMES IN AINA AND KANAKA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cbaf4f57-a90f-bb6d-c10c-49db687d34ec-C", "generated_internal_id": "ASST_NON_NA22NOS4730116_1330"}, {"internal_id": 150724793, "Award ID": "NA22NOS4730115", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-28", "CFDA Number": "11.473", "Description": "THE CHAMPIONS OF COASTAL RESILIENCE: DEVELOPING CLIMATE STEWARDS & CARING FOR OUR COASTAL COMMUNITIES IS A STATEWIDE INITIATIVE THAT SEEKS TO DEVELOP CLIMATE STEWARDS THAT WILL HELP CARE FOR COASTAL COMMUNITIES. RESILIENCE IS DEFINED AS THE CAPACITY TO ANTICIPATE AND PLAN FOR CHANGE, RESIST DAMAGE, RAPIDLY RECOVER, AND ADAPT TO CHANGING CONDITIONS. AS A RESULT OF CLIMATE CHANGE, COASTAL RESILIENCE TAKES ON A NEW LEVEL OF IMPORTANCE AS PROJECTED SEA LEVEL RISE AND INTENSIFICATION OF STORMS PRESENT CHALLENGES SUCH AS EROSION AND FLOODING. LEARNING ENDEAVORS AND PARTNERS BELIEVE AN ESSENTIAL PART OF THE SOLUTION IS EMPOWERING YOUTH THROUGH INNOVATIVE EDUCATION AND LEADERSHIP OPPORTUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f85664a8-a036-2a49-0ac1-9a0adb1ecfe6-R", "generated_internal_id": "ASST_NON_NA22NOS4730115_1330"}, {"internal_id": 150724857, "Award ID": "NA22NOS4730114", "Award Amount": 32939000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-20", "CFDA Number": "11.473", "Description": "IN RESPONSE TO THE DIRECTION SET FORTH IN THE CONSOLIDATED APPROPRIATIONS ACT, 2022 (P.L. 117-103), THE NATIONAL FISH AND WILDLIFE FOUNDATION (NFWF) PROPOSES TO PARTNER WITH NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) TO SUPPORT TO SUPPORT COASTAL RESILIENCE PROJECTS THAT WILL HELP PROTECT COASTAL COMMUNITIES FROM THE IMPACTS OF STORMS AND FLOODS AND ENABLE THEM TO RECOVER MORE QUICKLY, WHILE ALSO ENHANCING HABITATS FOR IMPORTANT FISH AND WILDLIFE POPULATIONS. NFWF WILL ALSO STRATEGICALLY SUPPORT INNOVATIVE BEST PRACTICES TO INFORM FUTURE PLANNING AND IMPLEMENTATION OF NATURAL SYSTEMS TO ENHANCE COASTAL COMMUNITY RESILIENCE. THESE MULTI-YEAR PROJECTS WILL INVEST IN A PIPELINE OF PROJECTS THAT WILL DIRECTLY RESULT IN RESTORATION OR EXPANSION OF NATURAL FEATURES LIKE DUNES, WETLANDS, REEFS, RIPARIAN BUFFERS, AND BARRIER ISLANDS THAT MINIMIZE THE IMPACTS OF FUTURE STORMS AND OTHER NATURALLY OCCURRING EVENTS ON HUMAN, FISH, AND WILDLIFE COMMUNITIES. THIS PARTNERSHIP WAS DEVELOPE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA22NOS4730114_1330"}, {"internal_id": 147950073, "Award ID": "NA22NOS4730025", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-15", "CFDA Number": "11.473", "Description": "THE GULF OF MEXICO ALLIANCE (GOMA) WILL SUPPORT GOMA'S UNDERGRADUATE STUDENTS FROM UNDERREPRESENTED GROUPS IN PAID INTERNSHIPS AT GOMA'S PARTNER STATE AGENCIES. THE GOMA IS IN A UNIQUE POSITION TO REDUCE BARRIERS AND CREATE OPPORTUNITIES FOR CAREER GROWTH THROUGH NETWORKING, MENTORING, PROFESSIONAL DEVELOPMENT TRAINING, AND HANDS-ON EXPERIENCE. TO SUPPORT UNDERREPRESENTED AND UNDERSERVED GROUPS, GOMA HAS IDENTIFIED INTERNSHIP OPPORTUNITIES AS A WAY TO ENGAGE EARLY CAREER SCIENTISTS AND STUDENTS.  PARTICIPANTS FROM DIVERSE BACKGROUNDS ACROSS THE FIVE GULF STATES (ALABAMA, FLORIDA, LOUISIANA, MISSISSIPPI, AND TEXAS) WILL GAIN MENTORING AND HANDS-ON EXPERIENCE IN COASTAL MANAGEMENT CAREERS. INTERNSHIP TOPICS MAY INCLUDE: COASTAL COMMUNITY RESILIENCE, DATA SHARING, HABITAT RESTORATION AND MANAGEMENT, WATER RESOURCES, AND WILDLIFE AND FISHERIES. INTERNS WILL ASSIST STATE AGENCY STAFF IN CONDUCTING FIELD WORK FOR ESTABLISHED PROJECTS AND ASSIST WITH NECESSARY DATA ANALYSIS TASKS BACK IN TH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "078d16d5-50fd-9608-bc6c-43d53e4a20c0-C", "generated_internal_id": "ASST_NON_NA22NOS4730025_1330"}, {"internal_id": 148732255, "Award ID": "NA22NOS4730024", "Award Amount": 642800.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-06", "CFDA Number": "11.473", "Description": "NOAA'S NATIONAL OCEAN SERVICE (NOS) AND THE COASTAL STATES ORGANIZATION (CSO) HAVE A LONG HISTORY OF WORKING TOGETHER TO ADVANCE COASTAL MANAGEMENT IN THE UNITED STATES. THIS NEW COOPERATIVE AGREEMENT, FOR FY2022-2025, BUILDS OFF THE WORK UNDER THE PREVIOUS COOPERATIVE AGREEMENT (FY2019-2021) AND FORMALLY CONTINUES A SUCCESSFUL PARTNERSHIP ON COASTAL MANAGEMENT ISSUES, WITH A FOCUS ON COASTAL RESILIENCE ACTIVITIES IN THE GREAT LAKES, AS WELL AS PRIORITIES IDENTIFIED WITHIN THE 2018-2023 NATIONAL COASTAL ZONE MANAGEMENT STRATEGIC PLAN AND THE IMPLEMENTATION OF THE ADMINISTRATION'S EXECUTIVE ORDERS (EO) 14008 (TACKLING CLIMATE CHANGE AT HOME AND ABROAD) AND 13985 (ADVANCING RACIAL EQUITY AND SUPPORT FOR UNDERSERVED COMMUNITIES THROUGH THE FEDERAL GOVERNMENT).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6e52035b-7cdb-e5b5-1e49-117478f64e03-C", "generated_internal_id": "ASST_NON_NA22NOS4730024_1330"}, {"internal_id": 149209927, "Award ID": "NA22NOS4730016", "Award Amount": 24825000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-26", "CFDA Number": "11.473", "Description": "IN RESPONSE TO THE DIRECTION SET FORTH IN THE EXTENDING GOVERNMENT FUNDING AND DELIVERING EMERGENCY ASSISTANCE ACT, 2022 (P.L. 117-43), THE NATIONAL FISH AND WILDLIFE FOUNDATION (NFWF) IS PARTNERING WITH THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) TO SUPPORT PROJECTS THAT INCREASE THE RESILIENCE OF COASTAL COMMUNITIES IMPACTED BY HURRICANES AND WILDFIRES IN 2020 AND 2021. THE 2021 EMERGENCY COASTAL RESILIENCE FUND (ECRF) WILL SUPPORT PROJECTS THAT CREATE AND RESTORE NATURAL SYSTEMS TO HELP PROTECT COASTAL COMMUNITIES FROM THE IMPACTS OF COASTAL STORMS, FLOODS, SEA-LEVEL RISE, INUNDATION, COASTAL EROSION, WILDFIRES AND ASSOCIATED LANDSLIDES/DEBRIS FLOWS, AND ENABLE COMMUNITIES TO RECOVER MORE QUICKLY FROM THESE EVENTS, ALL WHILE IMPROVING HABITATS FOR FISH AND WILDLIFE SPECIES. THIS PARTNERSHIP WAS DEVELOPED IN ACCORDANCE WITH SECTION 906(C) OF TITLE IX OF P.L. 114-113 (16 U.S.C. 7505(C)).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA22NOS4730016_1330"}, {"internal_id": 139741953, "Award ID": "NA21NOS4730166", "Award Amount": 94496.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "11.473", "Description": "THE PROPOSED FUTURE FORESTERS MAUKA MAKAI STEWARDSHIP PROGRAM WILL PROVIDE MEANINGFUL EXPERIENCES FOR STUDENTS THAT WILL LEAD TO A LIFETIME OF LEARNING AND ENVIRONMENTAL STEWARDSHIP. THE PROGRAM EXPANDS UPON THE WAIKOLOA DRY FOREST INITIATIVES (WDFI) ESTABLISHED FUTURE FORESTERS AFTER-SCHOOL PROGRAM TO INCREASE IMMERSIVE WATERSHED LEARNING AND IMPACTFUL EXPERIENCES IN OUR REGIONS STORIED AHUPUAA FOR LOCAL FOURTH AND FIFTH GRADE STUDENTS. THROUGH FIELD-BASED EXPLORATION, THE WDFI AND COLLABORATORS WILL CONNECT KEIKI WITH NATIVE FORESTS AND COASTLINES TO LEARN AND EXPERIENCE THE PATH OF WAI IN OUR ENVIRONMENT. LEARNERS WILL FORGE THEIR OWN PATHS TOWARDS ENVISIONING A HEALTHY, MODERN-DAY WATERSHED AND DISCOVERING THEIR ROLES IN STEWARDING THAT PLACE. THIS WEEKLY AFTER-SCHOOL PROGRAM WILL ALLOW STUDENTS TO ACQUIRE A DEEPER UNDERSTANDING OF THE ROLE OF THE NATIVE ECOSYSTEMS IN OUR REGION AND EMPOWER THEM WITH THE KNOWLEDGE AND TOOLS THEY WILL NEED TO CARE FOR OUR NATIVE LANDS AND WATERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e337ca44-bb39-249f-577a-a8b38a912310-R", "generated_internal_id": "ASST_NON_NA21NOS4730166_1330"}, {"internal_id": 139741946, "Award ID": "NA21NOS4730165", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "11.473", "Description": "THE BOYS & GIRLS CLUB OF HAWAII'S ALOHA AINA PROGRAM IS A PLACE/CULTURE-BASED CURRICULUM COUPLED WITH MEANINGFUL OUTDOOR FIELD EXPERIENCES WHICH EDUCATES YOUTH ON ENVIRONMENTAL CONSERVATION BY FOSTERING STEWARDSHIP OF THE NANAKULI-WAIANAE COMPLEX AND ITS AHUPUAA, SERVING 120 YOUTHS AGES 9-14. WHILE UTILIZING A HYBRID PROGRAM OF IN-PERSON AND VIRTUAL LEARNING WHILE INCORPORATING FIELD COMPONENTS, THIS PROJECT INCREASES YOUTHS KNOWLEDGE AND INSPIRES THEM ABOUT CAREERS IN S.T.E.M. (SCIENCE, TECHNOLOGY, ENGINEERING, AND MATH).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ddadf3c-74fc-8309-6358-b836d04ece53-C", "generated_internal_id": "ASST_NON_NA21NOS4730165_1330"}, {"internal_id": 139742028, "Award ID": "NA21NOS4730164", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "11.473", "Description": "THE PRIMARY GOAL OF THIS PROJECT IS TO CREATE A PROTOTYPE STATEWIDE AINA-BASED EDUCATION CERTIFICATION PROGRAM FOR TEACHERS AND STUDENTS TO SUPPORT AND GROW THE FIELD OF AINA-BASED EDUCATION AS A RIGHTFUL AND RECOGNIZED PROFESSION. MALAMA LEARNING CENTER WILL PARTNER WITH HAWAII ENVIRONMENTAL EDUCATION ALLIANCE TO DESIGN AND IMPLEMENT A PILOT PROGRAM WITH GUIDANCE FROM THE NORTH AMERICAN ASSOCIATION FOR ENVIRONMENTAL EDUCATION. THE PROGRAM WILL SERVE BOTH FORMAL AND INFORMAL EDUCATORS AS WELL AS STUDENTS GRADES 10 AND UP. MWEE WILL BE A PILLAR FOR CERTIFICATION FOR BOTH EDUCATORS AND STUDENTS. INCLUSIVITY WILL BE FUNDAMENTAL, POTENTIALLY REACHING TEACHERS AND STUDENTS FROM ALL COMMUNITIES THROUGHOUT HAWAII AND INVOLVING A WIDE RANGE OF PARTNER ORGANIZATIONS TO PROVIDE OUTDOOR AND HANDS-ON TRAINING OPPORTUNITIES. WHILE THIS PROJECT IS CENTERED ON PROFESSIONAL DEVELOPMENT, ITS IMPACT COULD BE SYSTEMIC, ELEVATING THE PROMINENCE OF ABE AND MAKING IT MORE ACCESSIBLE AND RESPECTED AS A PROFE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a07f8f9b-6007-1ffc-40da-41b6b6570b0c-C", "generated_internal_id": "ASST_NON_NA21NOS4730164_1330"}, {"internal_id": 139144898, "Award ID": "NA21NOS4730163", "Award Amount": 62000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-13", "CFDA Number": "11.473", "Description": "CHAMPIONS OF COASTAL RESILIENCE: A COASTAL FIELD ECOLOGY PROGRAM FOR HIGH SCHOOLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f85664a8-a036-2a49-0ac1-9a0adb1ecfe6-R", "generated_internal_id": "ASST_NON_NA21NOS4730163_1330"}, {"internal_id": 140140883, "Award ID": "NA21NOS4730162", "Award Amount": 105400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-07", "CFDA Number": "11.473", "Description": "THIS PROJECT WILL TRAIN HIGH SCHOOL STUDENTS IN MULTIPLE WAYS TO VISUALLY ASSESS THE HEALTH OF THE HONOULIULI WATERSHED AND THE GREATER AREA OF THE HONOULIULI AHUPUA`A. THROUGH EXPERIENTIAL LEARNING ACTIVITIES INCLUDING CULTURALLY GROUNDED KILO OBSERVATION PRACTICES, VISUAL STREAM ASSESSMENT PROTOCOLS DEVELOPED BY THE USDA AND GIS TECHNOLOGY, STUDENTS WILL GAIN THE SKILLS AND UNDERSTANDING TO ASSESS ANY WATERSHED THEY ENCOUNTER THROUGHOUT THEIR LIFETIME. THE TECHNIQUES STUDENTS LEARN WILL BE APPLIED TO THE HONOULIULI WATERSHED IN A FIELD EXPERIENCE THAT INCLUDES OPPORTUNITIES TO REMOVE INVASIVE VEGETATION AND PLANT NATIVE WETLAND SPECIES. IN ADDITION TO HANDS-ON FIELD EXPERIENCES, THIS PROJECT INCLUDES MULTIPLE PATHWAYS FOR CONTINUED STUDENT STEWARDSHIP THAT ADDRESS ONE OR MORE OBSERVED HUMAN DISTURBANCES THAT IMPACT THE MAKAI (NEAREST THE OCEAN) PORTION OF THE HONOULIULI WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "27dfb455-e8b4-a461-0a27-62329b34622e-R", "generated_internal_id": "ASST_NON_NA21NOS4730162_1330"}, {"internal_id": 139144889, "Award ID": "NA21NOS4730161", "Award Amount": 149075.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "11.473", "Description": "HOOULU HULIAMAHI LEARNING COMMUNITY IN THE HEEIA AHUPUAA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d3a76fc-ac45-c75d-a91b-b0e4b08c62ea-R", "generated_internal_id": "ASST_NON_NA21NOS4730161_1330"}, {"internal_id": 140140895, "Award ID": "NA21NOS4730160", "Award Amount": 149974.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-11", "CFDA Number": "11.473", "Description": "THE PROJECT WILL IMPLEMENT AN INTEGRATED, PLACE AND PROJECT-BASED LEARNING EXPERIENCE FOR APPROXIMATELY 140 SOUTH KOHALA STUDENTS AND 5 TEACHERS LINKED TO THE SOUTH KOHALA COASTAL PARTNERSHIP AND ITS CONSERVATION ACTION PLAN. STUDENTS WILL WORK WITH THE ENTIRE WATERSHED-TOP, MIDDLE, AND OCEAN SECTIONS, MAUKA TO MAKAI, RIDGE TO REEF)- OF WAIKOLOA AND KAMAKOA TO ENGAGE IN MEANINGFUL WATERSHED EDUCATIONAL EXPERIENCES INCLUDING HANDS-ON SCIENCE, SOCIAL STUDIES, MATH, AND LANGUAGE ARTS ACTIVITIES. STUDENTS WILL LEARN ABOUT THE CURRENT AND HISTORICAL CONNECTIONS BETWEEN MAUKA AND MAKAI SECTIONS OF THE WATERSHED'S AHUPUAA, AND ISSUES IMPACTING THE CONDITION OF ASSOCIATED STREAMS, FORESTS, CORAL REEFS, AND COASTAL ECOSYSTEMS. STUDENTS AND TEACHERS WILL HELP IMPROVE THE CONDITION OF THEIR AHUPUAA THROUGH STEWARDSHIP PROJECTS AND CONCLUDE THE YEAR WITH A FINAL PRESENTATION ON A LOCAL ENVIRONMENTAL ISSUE AND SOLUTION OF THEIR CHOICE, INCLUDING BUT NOT LIMITED TO CLIMATE CHANGE; CORAL BLEACHING; D", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5bc0481d-628e-eca9-9fc4-06fa52965a83-R", "generated_internal_id": "ASST_NON_NA21NOS4730160_1330"}, {"internal_id": 139144890, "Award ID": "NA21NOS4730159", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-10", "CFDA Number": "11.473", "Description": "NALU STUDIES MAUI ALAKA'I OPI'O", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "303aa781-473b-91aa-eea7-cd4ba0705369-R", "generated_internal_id": "ASST_NON_NA21NOS4730159_1330"}, {"internal_id": 139741950, "Award ID": "NA21NOS4730158", "Award Amount": 74000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-18", "CFDA Number": "11.473", "Description": "STUDENTS IN GRADES K-6 WILL ENGAGE IN 100 OUTDOOR EDUCATION EXPERIENCES WITH COMMUNITY PARTNERS IN THE WAIMANALO WATERSHED. TEACHERS AND COMMUNITY PARTNERS WILL COLLABORATIVELY PRODUCE INTEGRATED CULTURE, PLACE, AND INQUIRY BASED CURRICULUM THAT MOTIVATES STUDENTS TO AUTHENTICALLY LEARN ABOUT SCIENTIFIC PHENOMENA. THE PROGRAM'S DESIGN WHICH INTEGRATES CULTURE, PLACE, COMMUNITY, AND SCIENCE THROUGH STUDENT DRIVEN PROJECTS CREATES A MEANINGFUL WATERSHED EDUCATIONAL EXPERIENCE THAT INCREASES THE STUDENTS' UNDERSTANDING AND THEIR MOTIVATION TO CONTINUE TO TAKE CARE OF THEIR LOCAL WATERSHED IN YEARS TO COME. STUDENT-COMMUNITY RELATIONSHIPS WILL BE ESTABLISHED AND FOSTERED TO PROMOTE LIFELONG LEARNING AND DEDICATION TO WATERSHED RESILIENCE THROUGH THE DEVELOPMENT OF 75 UNIQUE STUDENT-DRIVEN CAPSTONE WATERSHED PROJECTS WHERE 7TH & 8TH GRADE STUDENTS WORK ALONGSIDE COMMUNITY PARTNER ORGANIZATIONS FOR A TOTAL OF OVER 4,800 MAN HOURS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b2b5dc6b-4b1b-f8aa-2a6a-e66585da5646-R", "generated_internal_id": "ASST_NON_NA21NOS4730158_1330"}, {"internal_id": 134232660, "Award ID": "NA21NOS4730013", "Award Amount": 34700000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-25", "CFDA Number": "11.473", "Description": "2021 NOAA NFWF NATIONAL COASTAL RESILIENCE FUND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA21NOS4730013_1330"}, {"internal_id": 130109596, "Award ID": "NA21NOS4730001", "Award Amount": 141495.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-29", "CFDA Number": "11.473", "Description": "THE PROPOSED &QUOT;DEVELOPMENT OF WATER INFORMATION USE CASES&QUOT;", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_NA21NOS4730001_1330"}, {"internal_id": 107143225, "Award ID": "NA20NOS4730215", "Award Amount": 119057.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-24", "CFDA Number": "11.473", "Description": "IMMERSIVE PROFESSIONAL DEVELOPMENT IN WATERSHED SCIENCE TO SUPPORT PEER-TO-PEER STEM LEARNING AMONG PUBLIC SCHOOL EDUCATORS ON HAWAII ISLAND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31c1694b-175b-0c95-ef4e-e711b8ebff67-R", "generated_internal_id": "ASST_NON_NA20NOS4730215_1330"}, {"internal_id": 107143224, "Award ID": "NA20NOS4730214", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-24", "CFDA Number": "11.473", "Description": "WISDOM OF THE WATERSHED PHASE I FOR K-12 STUDENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "303aa781-473b-91aa-eea7-cd4ba0705369-R", "generated_internal_id": "ASST_NON_NA20NOS4730214_1330"}, {"internal_id": 107143315, "Award ID": "NA20NOS4730213", "Award Amount": 149700.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-30", "CFDA Number": "11.473", "Description": "CHAMPIONS OF COASTAL RESILIENCE: A COASTAL FIELD ECOLOGY PROFESSIONAL DEVELOPMENT PROGRAM FOR TEACHERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f85664a8-a036-2a49-0ac1-9a0adb1ecfe6-R", "generated_internal_id": "ASST_NON_NA20NOS4730213_1330"}, {"internal_id": 107143223, "Award ID": "NA20NOS4730212", "Award Amount": 131830.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-24", "CFDA Number": "11.473", "Description": "MAUI HIKINA OPIO STEWARDSHIP DEVELOPMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7cc3345-7b12-7df8-1df1-ceab70032b97-R", "generated_internal_id": "ASST_NON_NA20NOS4730212_1330"}, {"internal_id": 107143265, "Award ID": "NA20NOS4730211", "Award Amount": 149691.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-27", "CFDA Number": "11.473", "Description": "PROVIDING MEANINGFUL WATERSHED EDUCATIONAL EXPERIENCES FOR HIGH SCHOOL TEACHERS THROUGH NA KILO AINA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_NA20NOS4730211_1330"}, {"internal_id": 107143283, "Award ID": "NA20NOS4730210", "Award Amount": 77060.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-28", "CFDA Number": "11.473", "Description": "KA PAPA KAI: KIDS MAKING THE CONNECTION BETWEEN THE PUPUKEA MLCD AND THE PAE AINA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "69f8a4b4-e5d6-0c69-5691-900b2ce03087-R", "generated_internal_id": "ASST_NON_NA20NOS4730210_1330"}, {"internal_id": 107143314, "Award ID": "NA20NOS4730209", "Award Amount": 130000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-30", "CFDA Number": "11.473", "Description": "KAPALAMA AHUPUAA BIOREMEDIATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6fd25b3c-6ef1-0a87-23c2-76f98bf3ba82-R", "generated_internal_id": "ASST_NON_NA20NOS4730209_1330"}, {"internal_id": 109189627, "Award ID": "NA20NOS4730208", "Award Amount": 149326.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-04", "CFDA Number": "11.473", "Description": "INSTILLING COMMUNITY KULEANA THROUGH EXPERIENTIAL LEARNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0d301e5-92a3-23bb-a837-29792a3647db-R", "generated_internal_id": "ASST_NON_NA20NOS4730208_1330"}, {"internal_id": 110314135, "Award ID": "NA20NOS4730164", "Award Amount": 39996.28, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-04", "CFDA Number": "11.473", "Description": "DESIGN AND TESTING OF AN ECOSYSTEM SERVICES CONCEPTUAL MODELING TRAINING MODULE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f191f83-6024-f2be-3012-4b740b10ac7a-C", "generated_internal_id": "ASST_NON_NA20NOS4730164_1330"}, {"internal_id": 97800207, "Award ID": "NA20NOS4730027", "Award Amount": 33835000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-06", "CFDA Number": "11.473", "Description": "2020 NOAA NFWF NATIONAL COASTAL RESILIENCE FUND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA20NOS4730027_1330"}, {"internal_id": 95484920, "Award ID": "NA20NOS4730002", "Award Amount": 49511000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-02-07", "CFDA Number": "11.473", "Description": "2019 EMERGENCY COASTAL RESILIENCE FUND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA20NOS4730002_1330"}, {"internal_id": 86319551, "Award ID": "NA19NOS4730207", "Award Amount": 16014120.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-12", "CFDA Number": "11.473", "Description": "REGIONAL GEOSPATIAL MODELING AWARD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_NA19NOS4730207_1330"}, {"internal_id": 86319481, "Award ID": "NA19NOS4730174", "Award Amount": 148960.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-02", "CFDA Number": "11.473", "Description": "NA KILO AINA: OBSERVERS OF OUR SUSTENANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_NA19NOS4730174_1330"}, {"internal_id": 86319536, "Award ID": "NA19NOS4730173", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "11.473", "Description": "CONNECTING K-12 SCHOOLS AND COMMUNITY ORGANIZATIONS TO CREATE MEANINGFUL WATERSHED EDUCATIONAL EXPERIENCE (MWEE) LEARNING JOURNEYS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8c87936-8830-e54b-d008-fa616b629ba9-R", "generated_internal_id": "ASST_NON_NA19NOS4730173_1330"}, {"internal_id": 86319492, "Award ID": "NA19NOS4730172", "Award Amount": 116640.74, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "11.473", "Description": "BUILDING A LEARNING COMMUNITY IN THE HEEIA AHUPUAA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_NA19NOS4730172_1330"}, {"internal_id": 86319491, "Award ID": "NA19NOS4730171", "Award Amount": 149500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-04", "CFDA Number": "11.473", "Description": "AFFIRMING AINA AND PLACE BASED EDUCATION THROUGH CONNECTIVITY AND COLLABORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a07f8f9b-6007-1ffc-40da-41b6b6570b0c-C", "generated_internal_id": "ASST_NON_NA19NOS4730171_1330"}, {"internal_id": 86319480, "Award ID": "NA19NOS4730170", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-02", "CFDA Number": "11.473", "Description": "KE KUMU AINA: CULTIVATING HA THROUGH FOREST-TO-REEF EDUCATION AND STEWARDSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cbaf4f57-a90f-bb6d-c10c-49db687d34ec-C", "generated_internal_id": "ASST_NON_NA19NOS4730170_1330"}, {"internal_id": 86319527, "Award ID": "NA19NOS4730169", "Award Amount": 29158.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "11.473", "Description": "OCEAN EDUCATION & SERVICE LEARNING AT PUPUKEA MLCD OAHU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "69f8a4b4-e5d6-0c69-5691-900b2ce03087-R", "generated_internal_id": "ASST_NON_NA19NOS4730169_1330"}, {"internal_id": 85246042, "Award ID": "NA19NOS4730168", "Award Amount": 36368.48, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-30", "CFDA Number": "11.473", "Description": "ALAKAINA MOLOKAI DIGITAL BUS KILO PROJECT OLA HONUA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78bf32a2-27e2-34cc-e672-0a6919dde4a5-R", "generated_internal_id": "ASST_NON_NA19NOS4730168_1330"}, {"internal_id": 86319479, "Award ID": "NA19NOS4730167", "Award Amount": 149563.64, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-02", "CFDA Number": "11.473", "Description": "CONNECTING OUR YOUTH TO AINA THROUGH INVESTIGATIONS OF PLACE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16462864-17ff-0f7e-81bc-d6005825b36f-C", "generated_internal_id": "ASST_NON_NA19NOS4730167_1330"}, {"internal_id": 85246339, "Award ID": "NA19NOS4730148", "Award Amount": 29850000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-27", "CFDA Number": "11.473", "Description": "2019 NOAA NFWF NATIONAL COASTAL RESILIENCE FUND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA19NOS4730148_1330"}, {"internal_id": 81159488, "Award ID": "NA19NOS4730029", "Award Amount": 1018600.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-05-17", "CFDA Number": "11.473", "Description": "GREAT LAKES AND COASTAL RESOURCE CAPACITY ENHANCEMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6e52035b-7cdb-e5b5-1e49-117478f64e03-C", "generated_internal_id": "ASST_NON_NA19NOS4730029_1330"}, {"internal_id": 69877214, "Award ID": "NA18NOS4730204", "Award Amount": 29500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "11.473", "Description": "NATIONAL COASTAL RESILIENCE FUND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA18NOS4730204_1330"}, {"internal_id": 68166782, "Award ID": "NA18NOS4730196", "Award Amount": 149994.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-17", "CFDA Number": "11.473", "Description": "OUR PROJECT IN HAWAII'S INTERTIDAL (OPIHI): KILO AE KAI - OBSERVER OF THE PLACE WHERE THE SEA AND LAND MEET", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_NA18NOS4730196_1330"}, {"internal_id": 68166511, "Award ID": "NA18NOS4730195", "Award Amount": 71000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-17", "CFDA Number": "11.473", "Description": "KE KUMU AINA: RESTORING THE KAWAIHAE 1 AND KAWAIHAE 2 WATERSHEDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cbaf4f57-a90f-bb6d-c10c-49db687d34ec-C", "generated_internal_id": "ASST_NON_NA18NOS4730195_1330"}, {"internal_id": 68166682, "Award ID": "NA18NOS4730194", "Award Amount": 145851.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-16", "CFDA Number": "11.473", "Description": "ESSENTIAL QUESTIONS OF SUSTAINABILITY (EQS): LEARNING FROM OUR AHUPUA`A -  \nCLEAN WATER, OCEAN ENERGY AND SEA-LEVEL RISE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e7a9b39-6e63-dbb3-0a2f-e98dd2876c32-R", "generated_internal_id": "ASST_NON_NA18NOS4730194_1330"}, {"internal_id": 68166510, "Award ID": "NA18NOS4730193", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-19", "CFDA Number": "11.473", "Description": "WIRED PROGRAM, PHASE III: WATERSHED INVESTIGATION, RESEARCH, EDUCATION, AND DESIGN FOR STUDENTS IN 6TH THROUGH 12TH GRADE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "303aa781-473b-91aa-eea7-cd4ba0705369-R", "generated_internal_id": "ASST_NON_NA18NOS4730193_1330"}, {"internal_id": 68166509, "Award ID": "NA18NOS4730192", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-19", "CFDA Number": "11.473", "Description": "NALU STUDIES KAUAI PHASE II: LEADERSHIP AND MENTORING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "303aa781-473b-91aa-eea7-cd4ba0705369-R", "generated_internal_id": "ASST_NON_NA18NOS4730192_1330"}, {"internal_id": 68166809, "Award ID": "NA18NOS4730191", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-19", "CFDA Number": "11.473", "Description": "HEALTHY WATERSHEDS -> HEALTHY COMMUNITIES PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49f892b4-ec00-e7f2-2e56-ff2f9d1cf6a3-C", "generated_internal_id": "ASST_NON_NA18NOS4730191_1330"}, {"internal_id": 68166657, "Award ID": "NA18NOS4730190", "Award Amount": 35898.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-19", "CFDA Number": "11.473", "Description": "KA PAPA KAI: EXPANSION OF OCEAN EDUCATION & SERVICE LEARNING AT PUPUKEA MLCD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "69f8a4b4-e5d6-0c69-5691-900b2ce03087-R", "generated_internal_id": "ASST_NON_NA18NOS4730190_1330"}, {"internal_id": 68166498, "Award ID": "NA18NOS4730189", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-19", "CFDA Number": "11.473", "Description": "KUPU HAWAII YOUTH CONSERVATION CORPS COMMUNITY PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a83e85b5-2c60-7c18-f105-04b755b2d158-C", "generated_internal_id": "ASST_NON_NA18NOS4730189_1330"}, {"internal_id": 68166819, "Award ID": "NA18NOS4730188", "Award Amount": 176829.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-15", "CFDA Number": "11.473", "Description": "COLLABORATIVE SCIENCE WITH INDIGENOUS KNOWLEDGE TO ENHANCE COASTAL COMMUNITIES AND ECOSYSTEMS??? RESILIENCE TO CLIMATE CHANGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c9ea8fc-eee5-2df1-01bc-c280c16c22a0-R", "generated_internal_id": "ASST_NON_NA18NOS4730188_1330"}, {"internal_id": 68166820, "Award ID": "NA18NOS4730187", "Award Amount": 6000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-10", "CFDA Number": "11.473", "Description": "MTS/IEEE OES OCEANS CONFERENCE GRANT PROPOSAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "20a5e500-df35-7018-c496-1fce420c3bb6-C", "generated_internal_id": "ASST_NON_NA18NOS4730187_1330"}, {"internal_id": 68166830, "Award ID": "NA18NOS4730185", "Award Amount": 74174.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-13", "CFDA Number": "11.473", "Description": "INCREASING THE VISIBILITY AND UTILITY OF NERRS DATA THROUGH THE CREATION OF A\nCLASSIFICATION SCHEME FOR SWMP STATION HABITATS AND PHYSICAL CHARACTERISTICS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8f79c1b-37a3-d78b-bd8d-8e9c1ec8719f-C", "generated_internal_id": "ASST_NON_NA18NOS4730185_1330"}, {"internal_id": 49121159, "Award ID": "NA17NOS4730199", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-02", "CFDA Number": "11.473", "Description": "SUSTAINING THE AHUPUAA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e6e685a-29b3-ff87-93bd-ae939b18a507-R", "generated_internal_id": "ASST_NON_NA17NOS4730199_1330"}, {"internal_id": 49121155, "Award ID": "NA17NOS4730195", "Award Amount": 103000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-05", "CFDA Number": "11.473", "Description": "LANA'I CULTURE & HERITAGE CENTER E IKE HOU IA LANA'I", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b879372-6c92-7288-1a83-50f7f0197deb-R", "generated_internal_id": "ASST_NON_NA17NOS4730195_1330"}, {"internal_id": 49121154, "Award ID": "NA17NOS4730194", "Award Amount": 99990.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-02", "CFDA Number": "11.473", "Description": "AHUPUAA O HAUULA: WATERSHED XPLORERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6e1834d5-086a-c0b6-ec83-c5da504e022a-R", "generated_internal_id": "ASST_NON_NA17NOS4730194_1330"}, {"internal_id": 49121153, "Award ID": "NA17NOS4730193", "Award Amount": 79303.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-05", "CFDA Number": "11.473", "Description": "LEARNING 'AINA THROUGH KAHO'OLAWE AND ARTS INTEGRATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1044a596-1ecd-1d4e-3064-2cd7bd1613e4-C", "generated_internal_id": "ASST_NON_NA17NOS4730193_1330"}, {"internal_id": 49121152, "Award ID": "NA17NOS4730192", "Award Amount": 53718.58, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-03", "CFDA Number": "11.473", "Description": "MOLOKAI DIGITAL BUS KILO PROJECT KAHUA MEAOLA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78bf32a2-27e2-34cc-e672-0a6919dde4a5-R", "generated_internal_id": "ASST_NON_NA17NOS4730192_1330"}, {"internal_id": 49121151, "Award ID": "NA17NOS4730191", "Award Amount": 85195.0, "Award Type": null, "Base Obligation Date": "2017-09-15", "CFDA Number": "11.473", "Description": "PROMOTING CULTURAL BASED KNOWLEDGE AND PRACTICES THROUGH ENVIRONMENTAL STEWARDSHIP AND PRESERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b358557b-6611-171b-c0e5-f8113ff3e9c1-C", "generated_internal_id": "ASST_NON_NA17NOS4730191_1330"}, {"internal_id": 49121150, "Award ID": "NA17NOS4730147", "Award Amount": 363613.6, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-28", "CFDA Number": "11.473", "Description": "A REGIONAL APPROACH TO DISASTER RESILIENCY THROUGH COMMUNITY PLANNING IN GEORGIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b97423fd-b629-0b2e-a8c0-bf2b18cbf826-C", "generated_internal_id": "ASST_NON_NA17NOS4730147_1330"}, {"internal_id": 49121149, "Award ID": "NA17NOS4730146", "Award Amount": 423404.59, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-30", "CFDA Number": "11.473", "Description": "STRENGTHENING COASTAL COUNTIES' RESILIENCE: AN INTERACTIVE, MULTI-MODAL TRAINING PROGRAM FOR LOCAL GOVERNMENTS (IN THE GULF AND WESTERN REGIONS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eab1878b-7a55-2756-97c3-79e3166b4cc5-C", "generated_internal_id": "ASST_NON_NA17NOS4730146_1330"}, {"internal_id": 49121148, "Award ID": "NA17NOS4730145", "Award Amount": 285000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-30", "CFDA Number": "11.473", "Description": "BUILDING TSUNAMI RESILIENCE AT THE OREGON COAST THROUGH LAND USE PLANNING STRATEGIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "93f5f944-0cdb-3507-ca4f-5fb3f2465367-C", "generated_internal_id": "ASST_NON_NA17NOS4730145_1330"}, {"internal_id": 49121147, "Award ID": "NA17NOS4730144", "Award Amount": 840000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-28", "CFDA Number": "11.473", "Description": "COASTAL ACTIONS FOR RESILIENCE AND ECONOMIC SECURITY (CARES) OF SOUTHEASTERN WISCONSIN BLUFF, BEACH, AND INFRASTRUCTURE ASSETS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e2409885-b15a-6486-28b5-2aaaadfa5a79-C", "generated_internal_id": "ASST_NON_NA17NOS4730144_1330"}, {"internal_id": 49121146, "Award ID": "NA17NOS4730143", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-28", "CFDA Number": "11.473", "Description": "ENHANCING COMMUNITY RESILIENCE WITH REAL-TIME WARNINGS OF HAZARDOUS WAVE-DRIVEN FLOODING AND EROSION EVENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_NA17NOS4730143_1330"}, {"internal_id": 49121145, "Award ID": "NA17NOS4730142", "Award Amount": 834991.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-30", "CFDA Number": "11.473", "Description": "INCREASING USE OF NATURAL AND NATURE-BASED FEATURES TO BUILD RESILIENCE TO STORM-DRIVEN FLOODING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f8efda1-d700-50e0-2b23-7e0257640aff-C", "generated_internal_id": "ASST_NON_NA17NOS4730142_1330"}, {"internal_id": 49121144, "Award ID": "NA17NOS4730141", "Award Amount": 999999.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-28", "CFDA Number": "11.473", "Description": "INCREASING RESILIENCE AND REDUCING RISK THROUGH SUCCESSFUL APPLICATION OF NATURE BASED COASTAL INFRASTRUCTURE PRACTICES IN NEW ENGLAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA17NOS4730141_1330"}, {"internal_id": 49121143, "Award ID": "NA17NOS4730140", "Award Amount": 488504.35, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-28", "CFDA Number": "11.473", "Description": "ADDRESSING COMMUNICATION AND FINANCIAL BARRIERS TO SEA-LEVEL RISE RESILIENCE IN NORTHERN GULF OF MEXICO COASTAL COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "181cd29c-e2bb-cabb-212e-07efb073a284-C", "generated_internal_id": "ASST_NON_NA17NOS4730140_1330"}, {"internal_id": 49120370, "Award ID": "NA16NOS4730185", "Award Amount": 145883.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-09", "CFDA Number": "11.473", "Description": "WATERSHED EDUCATION TO TEACH, LEARN, AND ADVANCE BEHAVIORS OF STEWARDSHIP (WETLABS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "540345b0-5444-506c-2499-2d8712484a7d-C", "generated_internal_id": "ASST_NON_NA16NOS4730185_1330"}, {"internal_id": 49120366, "Award ID": "NA16NOS4730181", "Award Amount": 143230.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-24", "CFDA Number": "11.473", "Description": "PROMOTING PLACED-BASED EDUCATION AND RESTORATION OF THE WETLAND AND WATERSHED OF NANAKULI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a07f8f9b-6007-1ffc-40da-41b6b6570b0c-C", "generated_internal_id": "ASST_NON_NA16NOS4730181_1330"}, {"internal_id": 49120365, "Award ID": "NA16NOS4730180", "Award Amount": 60227.0, "Award Type": null, "Base Obligation Date": "2016-08-10", "CFDA Number": "11.473", "Description": "BOYS & GIRLS CLUB OF HAWAII NANAKULI ALOHA AINA PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ddadf3c-74fc-8309-6358-b836d04ece53-C", "generated_internal_id": "ASST_NON_NA16NOS4730180_1330"}, {"internal_id": 78682466, "Award ID": "NA16NOS4730016", "Award Amount": -1633.23, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-12-07", "CFDA Number": "11.473", "Description": "NO-COST EXTENSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_NA16NOS4730016_1330"}, {"internal_id": 49120361, "Award ID": "NA16NOS4730014", "Award Amount": 449766.4, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-05", "CFDA Number": "11.473", "Description": "MID-ATLANTIC REGIONAL RESILIENCE: LINKING COASTAL OCEAN INFORMATION TO ENHANCE ECONOMIC, SOCIAL AND ECOLOGICAL RESILIENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "393f7cea-c644-5544-0260-d297a26a21d9-C", "generated_internal_id": "ASST_NON_NA16NOS4730014_1330"}, {"internal_id": 49120360, "Award ID": "NA16NOS4730013", "Award Amount": 891243.0, "Award Type": null, "Base Obligation Date": "2016-04-14", "CFDA Number": "11.473", "Description": "HIGH RESOLUTION COASTAL INUNDATION MODELING AND ADVANCEMENT OF GREEN INFRASTRUCTURE AND LIVING SHORELINE APPROACHES IN THE NORTHEAST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "089361c5-b26b-fee5-1396-01bfdea1907d-C", "generated_internal_id": "ASST_NON_NA16NOS4730013_1330"}, {"internal_id": 49120359, "Award ID": "NA16NOS4730012", "Award Amount": 453915.03, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-03-29", "CFDA Number": "11.473", "Description": "BUILDING REGIONAL RESILIENCE TO WATER-RELATED HAZARDS IN THE CHARLESTON, SC REGION: A CHARLESTON RESILIENCE NETWORK INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d99418b-6169-1308-3e20-50d5bf3b4c5d-C", "generated_internal_id": "ASST_NON_NA16NOS4730012_1330"}, {"internal_id": 49120358, "Award ID": "NA16NOS4730011", "Award Amount": 844487.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-03-16", "CFDA Number": "11.473", "Description": "PROJECT ARRK: ADAPTATION AND REGIONAL RESILIENCY KIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4c7d2f1-a6fe-e792-9572-8cd214bfe4e1-C", "generated_internal_id": "ASST_NON_NA16NOS4730011_1330"}, {"internal_id": 49120357, "Award ID": "NA16NOS4730010", "Award Amount": 703027.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-01-21", "CFDA Number": "11.473", "Description": "BUILDING COASTAL RESILIENCE THROUGH CAPITAL IMPROVEMENTS PLANNING:  GUIDANCE FOR PRACTITIONERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "39a9aefa-350c-ada2-57d9-119152414f4b-C", "generated_internal_id": "ASST_NON_NA16NOS4730010_1330"}, {"internal_id": 49120356, "Award ID": "NA16NOS4730009", "Award Amount": 689850.0, "Award Type": null, "Base Obligation Date": "2016-01-21", "CFDA Number": "11.473", "Description": "CONNECTING THE DOTS AND BUILDING COASTAL RESILIENCE IN THE SAN DIEGO REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c92bc259-6b2d-95d6-e7cf-3850514d2f1c-C", "generated_internal_id": "ASST_NON_NA16NOS4730009_1330"}, {"internal_id": 49120355, "Award ID": "NA16NOS4730008", "Award Amount": 685937.13, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-01-21", "CFDA Number": "11.473", "Description": "A SYSTEMATIC AND INTEGRATED APPROACH TO CREATING MORE RESILIENT COMMUNITIES IN THE GULF OF MEXICO REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "078d16d5-50fd-9608-bc6c-43d53e4a20c0-C", "generated_internal_id": "ASST_NON_NA16NOS4730008_1330"}, {"internal_id": 49120354, "Award ID": "NA16NOS4730007", "Award Amount": 803713.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-01-21", "CFDA Number": "11.473", "Description": "UTILIZING REGIONAL COLLABORATION TO IMPLEMENT THE NATIONAL DISASTER RECOVERY FRAMEWORK IN SOUTH ATLANTIC COASTAL COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "393f7cea-c644-5544-0260-d297a26a21d9-C", "generated_internal_id": "ASST_NON_NA16NOS4730007_1330"}, {"internal_id": 49120353, "Award ID": "NA16NOS4730006", "Award Amount": 522348.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-01-21", "CFDA Number": "11.473", "Description": "RESILIENT CAPE COD: A PATH FORWARD WITH INNOVATIVE TOOL DEVELOPMENT AND PUBLIC ENGAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "692a73a6-c803-f836-5f04-8c10ecbe0783-C", "generated_internal_id": "ASST_NON_NA16NOS4730006_1330"}, {"internal_id": 49120352, "Award ID": "NA16NOS4730004", "Award Amount": 892239.29, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-01-21", "CFDA Number": "11.473", "Description": "NJ FOSTERING REGIONAL ADAPTATION THROUGH MUNICIPAL ECONOMIC SCENARIOS (NJ FRAMES)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a31c069-8f52-1672-90e8-97e3286fd21a-C", "generated_internal_id": "ASST_NON_NA16NOS4730004_1330"}, {"internal_id": 49119561, "Award ID": "NA15NOS4730013", "Award Amount": 97438.0, "Award Type": null, "Base Obligation Date": "2015-06-02", "CFDA Number": "11.473", "Description": "TEACHING SCIENCE AS INQUIRY - OPIHI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_NA15NOS4730013_1330"}, {"internal_id": 49119558, "Award ID": "NA15NOS4730010", "Award Amount": 97594.0, "Award Type": null, "Base Obligation Date": "2015-06-02", "CFDA Number": "11.473", "Description": "C-STEM CULTURAL-SCIENCE, TECHNOLOGY, ENGINEERING AND MATH: PROFESSIONAL DEVELOPMENT FOR THE DOE'S KUPUNA PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_NA15NOS4730010_1330"}, {"internal_id": 49119556, "Award ID": "NA15NOS4730008", "Award Amount": 97915.85, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-02", "CFDA Number": "11.473", "Description": "STUDENT INVESTIGATIONS IN MARINE SCIENCE PHASE II:  PLACE-BASED EDUCATION IN THE HEEIA AHUPUAA PROVIDING OPPORTUNITIES TO ENGAGE STUDENTS IN MANAGEME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_NA15NOS4730008_1330"}, {"internal_id": 49118642, "Award ID": "NA14NOS4730153", "Award Amount": 86991.93, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-17", "CFDA Number": "11.473", "Description": "ENHANCING SOCIO-ECONOMIC RESILIENCE AND RECOVERY THROUGH COMMUNITY BASED NETWORKS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "110564c5-e39f-9253-999f-f0a5dd46381d-C", "generated_internal_id": "ASST_NON_NA14NOS4730153_1330"}, {"internal_id": 49118641, "Award ID": "NA14NOS4730152", "Award Amount": 99476.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-07-17", "CFDA Number": "11.473", "Description": "BUILDING RESILIENCY: ADAPTING BUILDING CODES TO ACCOUNT FOR COASTAL HAZARDS AND CLIMATE IMPACTS IN THE CITY AND COUNTY OF HONOLULU, HAWAII", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8edb9eee-1887-bdd4-8c2c-aecff42c0f6c-C", "generated_internal_id": "ASST_NON_NA14NOS4730152_1330"}, {"internal_id": 49117880, "Award ID": "NA13NOS4730149", "Award Amount": 732000.0, "Award Type": null, "Base Obligation Date": "2013-07-23", "CFDA Number": "11.473", "Description": "ASSISTANCE TO THE PACIFIC ISLAND COMMUNITIES WITH NETWORKING AND PARTNERSHIPS ENGAGEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4987cb07-797f-adfb-5e60-d4759beaac20-C", "generated_internal_id": "ASST_NON_NA13NOS4730149_1330"}]