[{"internal_id": 161919644, "Award ID": "NA23NMF4770093", "Award Amount": 58284841.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "11.477", "Description": "ON SEPTEMBER 25, THE UNITED STATES SECRETARY OF COMMERCE DECLARED A 2019 CATASTROPHIC REGIONAL FISHERIES DISASTER FOR MISSISSIPPI, LOUISIANA, AND ALABAMA. LOUISIANA'S COMMERCIAL FISHING, SEAFOOD, AND CHARTER INDUSTRIES WERE DIRECTLY IMPACTED BY THE OPENING(S) OF THE BONNET CARRE SPILLWAY IN 2019. THE LOUISIANA DEPARTMENT OF WILDLIFE AND FISHERIES (LDWF) WILL CONDUCT FINANCIAL ASSISTANCE IN THE FORM OF DIRECT PAYMENTS TO THE IMPACTED INDUSTRIES TO ALLEVIATE THE SIGNIFICANT LOSSES INCURRED AS A RESULT OF THE FLOODING EVENT. DIRECT PAYMENTS WILL BENEFIT THE FISHERY BY PROVIDING ECONOMIC SUPPORT TO CONTINUE OPERATIONS, THEREFORE PROVIDING INCENTIVE TO RETAIN THE HISTORICAL PARTICIPANTS OF THE INDUSTRIES. PROJECTS TO ENHANCE AND IMPROVE LOUISIANA'S MARINE FISHERIES AND SEAFOOD BUSINESSES WILL ALSO AID IN THE LONG-TERM STABILITY OF THESE INDUSTRIES. THE LDWF WILL ALSO ADMINISTER RESTORATION ACTIVITIES TO ENHANCE HABITAT DAMAGED FROM THE SPILLWAY OPENINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6eeb09f-a1ef-7242-09ba-13662ee4e8e8-C", "generated_internal_id": "ASST_NON_NA23NMF4770093_1330"}, {"internal_id": 157813890, "Award ID": "NA23NMF4770092", "Award Amount": 11247889.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-30", "CFDA Number": "11.477", "Description": "THE ATLANTIC HERRING FISHERY RESOURCES DISASTER IN NEW ENGLAND RESULTED IN DRASTICALLY REDUCED HARVEST QUOTAS AND SEVERE ECONOMIC HARDSHIPS FOR THE COMMERCIAL FISHING COMMUNITY. THE DISTRIBUTION OF THE AVAILABLE FUNDS WILL PROVIDE DIRECT PAYMENTS TO COMMERCIAL FISHING VESSELS AND WHOLESALE DEALERS (IN MASSACHUSETTS) AND PROVIDE FINANCIAL RELIEF TO COMPENSATE FOR ECONOMIC LOSSES DUE TO REDUCED HARVEST OPPORTUNITIES. THE ATLANTIC HERRING FISHERY PLAYS A SUBSTANTIAL ROLE IN MANY COASTAL COMMUNITIES THROUGHOUT NEW ENGLAND. THIS ASSISTANCE HELP MAINTAIN LOCAL FISHING COMMUNITIES WHILE THE HERRING STOCK REBUILDS AND STOCK ASSESSMENTS INDICATE HARVEST QUOTAS CAN BE RESTORED. THE COMMUNITY SUPPORT WILL REDUCED THE POTENTIAL FOR FLEET REDUCTION AND INFRASTRUCTURE LOSS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8df0a37f-75d5-0d38-8f7a-b3dd5d00eb5f-C", "generated_internal_id": "ASST_NON_NA23NMF4770092_1330"}, {"internal_id": 157813889, "Award ID": "NA23NMF4770045", "Award Amount": 3439463.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-31", "CFDA Number": "11.477", "Description": "THE GEORGIA DEPARTMENT OF NATURAL RESOURCES (GADNR) RECEIVED FEDERALLY APPROPRIATED FUNDING THAT WILL 1) PROVIDE FUNDING TO SUPPORT COASTAL PINE TECHNICAL COLLEGE'S BASIC COMMERCIAL FISHERMAN CERTIFICATION COURSE, 2) DISTRIBUTE DIRECT PAYMENTS TO QUALIFIED SHRIMP FISHERMEN, 3) COMPLETE THE &QUOT;VESSELS AND RAILWAYS: ASSESSING COMMERCIAL FISHING INFRASTRUCTURE IN COASTAL GEORGIA&QUOT; STUDY, 4) COMPLETE THE &QUOT;DOCK STORIES: ASSESSING COMMERCIAL FISHING INFRASTRUCTURE IN COASTAL GEORGIA&QUOT; STUDY, AND 5) FUND INFRASTRUCTURE REPAIRS AND UPGRADES BASED ON THE FINDINGS OF THE TWO INFRASTRUCTURE STUDIES. THE AWARD'S OVERALL OBJECTIVE IS &QUOT;TO SUPPORT ACTIVITIES THAT WOULD RESTORE THE FISHERY OR PREVENT A SIMILAR FAILURE AND ASSIST THE AFFECTED FISHING COMMUNITIES&QUOT; AS STATED IN THE SECRETARY'S DECLARATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b97423fd-b629-0b2e-a8c0-bf2b18cbf826-C", "generated_internal_id": "ASST_NON_NA23NMF4770045_1330"}, {"internal_id": 157813888, "Award ID": "NA23NMF4770005", "Award Amount": 3934307.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-24", "CFDA Number": "11.477", "Description": "THE PRIMARY GOALS OF THIS GRANT WOULD BE 1) SUPPORT IMPROVEMENT IN THE FISHERY FOR COMMERCIAL FISHERMEN, WHOLESALE DEALERS, AND MUNICIPALITIES OR ACTIVE FISHING COMMUNITIES FOR UPGRADES, REPLACEMENTS, OR REPAIRS ON EXISTING INFRASTRUCTURE AND 2), ECONOMIC ASSISTANCE FOR DEALERS AND COMMERCIAL HARVESTERS FOR SOME PORTION OF THE ECONOMIC LOSS INCURRED IN THE SPRING OF 2018 AS A RESULT OF THE COLD WEATHER EVENT THAT KNOCKED OUT 90+% OF THE SHRIMP POPULATION IN SOUTH CAROLINA. ECONOMIC ASSISTANCE WOULD ALLOW MORE DISCRETIONARY SPENDING ON A SMALLER SCALE BY RECIPIENTS FOR BUSINESS IMPROVEMENTS AND STABILIZATION BEYOND SPECIFIC SUB-GRANT PROJECTS RELATED TO DIRECT INFRASTRUCTURE IMPROVEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ff770b9-fd39-5446-2086-5462e925bc71-C", "generated_internal_id": "ASST_NON_NA23NMF4770005_1330"}, {"internal_id": 159759772, "Award ID": "NA23NMF4770004", "Award Amount": 21290492.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-19", "CFDA Number": "11.477", "Description": "ON SEPTEMBER 25, THE UNITED STATES SECRETARY OF COMMERCE DECLARED A 2019 CATASTROPHIC REGIONAL FISHERIES DISASTER FOR MISSISSIPPI, LOUISIANA, AND ALABAMA. MISSISSIPPI'S COMMERCIAL FISHING, SEAFOOD, AND CHARTER INDUSTRIES WERE DIRECTLY IMPACTED BY THE OPENING(S) OF THE BONNET CARR SPILLWAY IN 2019. THE MISSISSIPPI DEPARTMENT OF MARINE RESOURCES (MDMR) WILL CONDUCT FINANCIAL ASSISTANCE IN THE FORM OF DIRECT PAYMENTS TO THE IMPACTED INDUSTRIES TO ALLEVIATE THE SIGNIFICANT LOSSES INCURRED AS A RESULT OF THE FLOODING EVENT. DIRECT PAYMENTS WILL BENEFIT THE FISHERY BY PROVIDING ECONOMIC SUPPORT TO CONTINUE OPERATIONS, THEREFORE PROVIDING INCENTIVE TO RETAIN THE HISTORICAL PARTICIPANTS OF THE INDUSTRIES. PROJECTS TO ENHANCE AND IMPROVE MISSISSIPPI'S MARINE FISHERIES AND SEAFOOD BUSINESSES WILL ALSO AID IN THE LONG-TERM STABILITY OF THESE INDUSTRIES. THE MDMR WILL ALSO ADMINISTER RESTORATION ACTIVITIES TO ENHANCE HABITAT DAMAGED FROM THE SPILLWAY OPENINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da505c8d-33dc-ba98-eded-25193794d5da-C", "generated_internal_id": "ASST_NON_NA23NMF4770004_1330"}, {"internal_id": 157338398, "Award ID": "NA23NMF4770002", "Award Amount": 8638262.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-15", "CFDA Number": "11.477", "Description": "IN OCTOBER 2019, THE SECRETARY OF COMMERCE DETERMINED THAT A CATASTROPHIC REGIONAL FISHERY DISASTER OCCURRED FOR LOUISIANA, MISSISSIPPI, AND ALABAMA DUE TO EXTREME FLOODING EVENTS IN THE GULF OF MEXICO. THIS FISHERY DISASTER WAS THE RESULT OF EXTREME FRESHWATER FLOODING INTO THE GULF OF MEXICO DUE TO THE UNPRECEDENTED OPENING OF THE BONNET CARRE SPILLWAY IN 2019. CONGRESS APPROPRIATED FUNDS TO THE ALABAMA DEPARTMENT OF CONSERVATION AND NATURAL RESOURCES; MARINE RESOURCES DIVISION WHICH WILL USE $8,623,262 TO CONTRACT WITH THE GULF STATES MARINE FISHERIES COMMISSION (GSMFC) TO ISSUE CHECKS, ELECTRONIC FUND TRANSFERS AND IRS FORM 1099S TO ELIGIBLE RECIPIENTS IMPACTED BY THE DISASTER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_NA23NMF4770002_1330"}, {"internal_id": 144592160, "Award ID": "NA22NMF4770001", "Award Amount": 7720272.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-02", "CFDA Number": "11.477", "Description": "NCDEQ WILL USE $7,520,272 TO PROVIDE DIRECT ASSISTANCE TO STAKEHOLDERS TO SUPPORT MORE RESILIENCY WITHIN COMMUNITIES AND INDUSTRIES. DIRECT ASSISTANCE WILL BE PROVIDED TO SEAFOOD DEALERS AND PROCESSORS, THE FOR-HIRE FISHING OPERATIONS, BAIT-AND-TACKLE BUSINESSES, AND OCEAN FISHING PIER OPERATIONS. THE REMAINING $200,000 WILL BE USED TO FUND ADMINISTRATIVE SUPPORT AND SUPPLIES TO FACILITATE THIS PROJECT. THE IDENTIFIED PROJECTS WILL HELP NORTH CAROLINA COMMERCIAL FISHERS, SEAFOOD PROCESSORS AND DEALERS, AND FISHING-DEPENDENT BUSINESSES CONTINUE TO BE IMPORTANT ECONOMIC DRIVERS OF THE COMMUNITY, WHILE MINIMIZING ANY POTENTIAL IMPACTS TO THE ECOSYSTEM. THE FINANCIAL ASSISTANCE TO THESE ESSENTIAL COMPONENTS OF THE FISHING INDUSTRY WILL HELP TO ENSURE THE CONTINUED VIABILITY OF THIS INDUSTRY. NO NEW RESEARCH OR ACTIONS THAT COULD IMPACT THE ENVIRONMENT ARE PROPOSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_NA22NMF4770001_1330"}, {"internal_id": 139742058, "Award ID": "NA21NMF4770547", "Award Amount": 7766541.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "11.477", "Description": "THE PACIFIC STATES MARINE FISHERIES COMMISSION (PSMFC) WILL WORK TO PROVIDE COORDINATION AND ADMINISTRATIVE SUPPORT FOR THE 2016 AND 2017 CALIFORNIA RED SEA URCHIN, 2017-2019 CALIFORNIA PACIFIC SARDINES, AND 2018 YUROK TRIBE KLAMATH RIVER FALL CHINOOK SALMON FISHERY DISASTERS.   DIRECT PAYMENTS THE IMPACT OF THE FISHERY DISASTERS IDENTIFIED CREATED SIGNIFICANT LOSS OF INCOME TO FISHERS, GUIDES, AND PROCESSORS AND THE COMMUNITY IN WHICH THE CULTURAL AND BASIC ECONOMIC STRUCTURE IS THE MARINE ECONOMY.  SOME OF THESE FUNDS WILL BE ALLOCATED TO ACTIVITIES THAT RESTORE THE FISHERY OR PREVENT A SIMILAR FAILURE IN THE FUTURE, BUT THEY WILL ALSO BE USED TO HELP ASSIST THE FISHING COMMUNITIES THAT WERE AFFECTED BY THIS FAILURE BY RECOGNIZING THE LOSS OF INCOMES.  THESE DIRECT PAYMENTS WILL COMPENSATE PARTICIPANTS CONSISTENT WITH FISHERY PERFORMANCE.  HISTORICALLY, ONE OF THE PURPOSES OF DISASTER FUNDING WAS TO GET FUNDS TO COMMUNITIES AND FISHERMEN AS FAST AS POSSIBLE.  THE DIRECT PAYMENTS P", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5254feb-13f4-58f0-e60a-d452dabefe63-C", "generated_internal_id": "ASST_NON_NA21NMF4770547_1330"}, {"internal_id": 139144910, "Award ID": "NA21NMF4770434", "Award Amount": 7804188.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "11.477", "Description": "HURRICANE MICHAEL FISHERY DISASTER FUNDING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b883fc03-ab16-0e12-3ecb-707cfce4b1bb-C", "generated_internal_id": "ASST_NON_NA21NMF4770434_1330"}, {"internal_id": 139144825, "Award ID": "NA21NMF4770007", "Award Amount": 24392023.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "11.477", "Description": "GULF OF ALASKA PACIFIC COD FISHERY DISASTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5254feb-13f4-58f0-e60a-d452dabefe63-C", "generated_internal_id": "ASST_NON_NA21NMF4770007_1330"}, {"internal_id": 139144810, "Award ID": "NA21NMF4770006", "Award Amount": 10316712.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "11.477", "Description": "ALASKA CHIGNIK SOCKEYE SALMON FISHERY DISASTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5254feb-13f4-58f0-e60a-d452dabefe63-C", "generated_internal_id": "ASST_NON_NA21NMF4770006_1330"}, {"internal_id": 126248508, "Award ID": "NA21NMF4770005", "Award Amount": 1060938.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-08", "CFDA Number": "11.477", "Description": "TO PROVIDE DISASTER ASSISTANCE TO THE SHRIMP FISHERY IN GEORGIA AND SUPPORT ACTIVITY THAT WOULD RESTORE THE FISHERY OR PREVENT A SIMILAR FAILURE TO THE 2013 SHRIMP FISHERY FAILURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b97423fd-b629-0b2e-a8c0-bf2b18cbf826-C", "generated_internal_id": "ASST_NON_NA21NMF4770005_1330"}, {"internal_id": 96990447, "Award ID": "NA20NMF4770021", "Award Amount": 18919062.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-27", "CFDA Number": "11.477", "Description": "FISHERY DISASTER RELIEF PROGRAM FOR WEST COAST AND TRIBAL FISHERIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5254feb-13f4-58f0-e60a-d452dabefe63-C", "generated_internal_id": "ASST_NON_NA20NMF4770021_1330"}]