[{"internal_id": 160586219, "Award ID": "NA23NMF4630151", "Award Amount": 460563.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "11.463", "Description": "KULEANA CORAL REEFS WILL LAUNCH A PROGRAM TO ENGAGE COMMUNITY MEMBERS ON WEST O'AHU IN CORAL REEF CONSERVATION AND REDUCE BARRIERS TO ENVIRONMENTAL WORK FOR NATIVE HAWAIIANS. THE COMMUNITY DIVE PROGRAM WILL PROVIDE PROFESSIONAL CERTIFICATIONS AND TRAINING IN CORAL RESTORATION TO LOCAL RESIDENTS, AND CONDUCT ON-THE-GROUND CORAL RESTORATION AT COMMUNITY-SELECTED SITES TO HELP BUILD COASTAL RESILIENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": 460563.0, "recipient_id": "bf663fe1-6420-2dbb-a0d3-6f004312ec92-R", "generated_internal_id": "ASST_NON_NA23NMF4630151_1330"}, {"internal_id": 161919632, "Award ID": "NA23NMF4630143", "Award Amount": 1330508.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-02", "CFDA Number": "11.463", "Description": "FRANKLIN'S PROMISE COALITION WILL EXPAND BORICORPS, THEIR ENVIRONMENTAL RESTORATION AND WORKFORCE TRAINING PROGRAM THAT ENGAGES LOCAL YOUNG ADULTS IN COASTAL RESTORATION AND RESILIENCE. BORICORPS PARTICIPANTS WILL USE A RIDGE-TO-REEF APPROACH TO RESTORE HABITAT FROM UPLAND FORESTS TO CORAL REEFS ACROSS THE GUANICA, CABO ROJO, AND JOBOS BAY WATERSHEDS IN SOUTHERN PUERTO RICO. THEY WILL RECEIVE ON-THE-JOB TRAINING, INDUSTRY CERTIFICATIONS, AND LEADERSHIP SKILLS TO BECOME ENVIRONMENTAL STEWARDS. ($1.3 MILLION)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be7a189a-a28b-2d3b-607e-d4ab6a85b314-R", "generated_internal_id": "ASST_NON_NA23NMF4630143_1330"}, {"internal_id": 161919631, "Award ID": "NA23NMF4630142", "Award Amount": 605983.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "11.463", "Description": "THE MATAGORDA BAY FOUNDATION WILL CONDUCT RESTORATION AND RESILIENCE PLANNING FOR MATAGORDA BAY, ONE OF THE LARGEST ESTUARIES ON THE TEXAS COAST, WITH THE SUPPORT OF NEW AND CURRENT STAFF. THE STAFF MEMBERS WILL HELP CONNECT WITH AND EMPOWER LOCAL COMMUNITIES IN CALHOUN AND MATAGORDA COUNTIES, COLLECT INFORMATION FOR USE IN STRATEGIC CONSERVATION PLANNING, AND IDENTIFY PRIORITIES FOR FUTURE RESTORATION PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a52bfe18-2427-891e-3ce1-82754e44a559-R", "generated_internal_id": "ASST_NON_NA23NMF4630142_1330"}, {"internal_id": 161919630, "Award ID": "NA23NMF4630141", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "11.463", "Description": "THE UNIVERSITY OF PUERTO RICO AT AGUADILLA WILL RESTORE MANGROVES AND DUNES IN LOIZA, PUERTO RICO. THESE HABITATS HAVE BEEN SIGNIFICANTLY DAMAGED BY PAST HURRICANES AND WINTER STORMS, WHICH HAS MADE LOCAL COMMUNITIES MORE VULNERABLE TO FLOODING FROM STORM SURGE AND SEA LEVEL RISE. THEY WILL BUILD THEIR CAPACITY TO LEAD RESTORATION, COMMUNITY OUTREACH, AND ENVIRONMENTAL EDUCATION ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "048480f9-e413-70bf-3bd0-dc68970da9f2-C", "generated_internal_id": "ASST_NON_NA23NMF4630141_1330"}, {"internal_id": 161576355, "Award ID": "NA23NMF4630140", "Award Amount": 928484.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-31", "CFDA Number": "11.463", "Description": "NATURE NEXUS INSTITUTE WILL ENGAGE COMMUNITY MEMBERS IN SOUTH LOS ANGELES IN HABITAT RESTORATION THROUGH NATURE HIKES, FIELD TRIPS, WORKSHOPS, AND HANDS-ON RESTORATION ACTIVITIES. THEY WILL RESTORE HABITAT AT TWO PARKS IN THE BALDWIN HILLS BALDWIN HILLS SCENIC OVERLOOK STATE PARK AND KENNETH HAHN STATE RECREATION AREA THAT ARE THE CLOSEST NO-COST, OPEN SPACE RECREATIONAL AREAS AVAILABLE TO LOCAL RESIDENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "06c45eae-3051-512c-4631-58783a533c34-R", "generated_internal_id": "ASST_NON_NA23NMF4630140_1330"}, {"internal_id": 160895685, "Award ID": "NA23NMF4630138", "Award Amount": 489813.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-03", "CFDA Number": "11.463", "Description": "THE CITY OF NEW ORLEANS WILL BE AWARDED $489,813 TO RESTORE THE BAYOU BIENVENUE WETLAND TRIANGLE, A LARGE AND COMPLEX WETLAND NEXT TO THE LOWER NINTH WARD NEIGHBORHOOD. THEY WILL WORK CLOSELY WITH PARTNERS TO COLLABORATE WITH THE LOCAL COMMUNITY IN CREATING A RESTORATION PRIORITIZATION PLAN. BASED ON THE RESULTS OF THAT PLAN, THEY WILL DEVELOP DESIGNS TO RESTORE A PORTION OF THE WETLANDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": 489813.0, "recipient_id": "5a7d7c9c-72b2-1a4c-f224-fb47489e0d20-C", "generated_internal_id": "ASST_NON_NA23NMF4630138_1330"}, {"internal_id": 161919629, "Award ID": "NA23NMF4630137", "Award Amount": 868221.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "11.463", "Description": "THE LUMMI NATION WILL CONDUCT AN ASSESSMENT TO HELP DETERMINE THE POTENTIAL RISK THAT INVASIVE EUROPEAN GREEN CRABS POSE TO EELGRASS BEDS ON LUMMI RESERVATION TIDELANDS. THEY WILL BUILD STAFF CAPACITY, ACQUIRE THE NECESSARY EQUIPMENT AND TRAINING, AND ENGAGE INDIGENOUS HIGH SCHOOL AND COLLEGE STUDENTS TO CONDUCT AN INVENTORY AND ESTABLISH BASELINES OF THE CURRENT STATUS OF EELGRASS HABITAT AND EUROPEAN GREEN CRABS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00f96565-5a09-035a-81b3-4ca729d68162-C", "generated_internal_id": "ASST_NON_NA23NMF4630137_1330"}, {"internal_id": 159759768, "Award ID": "NA23NMF4630135", "Award Amount": 900709.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-26", "CFDA Number": "11.463", "Description": "THE BUFFALO NIAGARA WATERKEEPER, INC. WILL BE AWARDED $900,709 TO RESTORE HABITAT IN THE HIGHLY-IMPAIRED SCAJAQUADA CREEK WATERSHED IN NEW YORK, COLLABORATING CLOSELY WITH COMMUNITY MEMBERS IN THE BLACK ROCK, RIVERSIDE, EAST SIDE OF BUFFALO, AND WESTERN CHEEKTOWAGA NEIGHBORHOODS. THEY WILL BUILD A COALITION TO ENGAGE COMMUNITY MEMBERS, CONDUCT STAKEHOLDER OUTREACH TO INFORM THE CREATION OF A RESTORATION AND RESILIENCE PLAN, AND ADVANCE EFFORTS TO RESTORE HABITAT ALONG THE CREEK. THIS WORK IS BEING FUNDED BY THE BIDEN-HARRIS ADMINISTRATION'S BIPARTISAN INFRASTRUCTURE LAW.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": 900709.0, "recipient_id": "48f9d32a-3f7d-4f77-7a44-aaad5bd1fefb-C", "generated_internal_id": "ASST_NON_NA23NMF4630135_1330"}, {"internal_id": 160895684, "Award ID": "NA23NMF4630133", "Award Amount": 606456.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "11.463", "Description": "THE PHILLIP AND PATRICIA FROST MUSEUM OF SCIENCE WILL RESTORE COASTAL HABITAT IN NORTHERN MIAMI-DADE COUNTY WHILE PROVIDING HIGH SCHOOL STUDENTS WITH PAID, IMMERSIVE OPPORTUNITIES IN THE RESTORATION FIELD. STUDENTS WILL RECEIVE TRAINING AND HANDS-ON EXPERIENCE IN RESTORING CORAL REEFS, MANGROVES, AND BEACH DUNES IN HAULOVER PARK, ONE OF THE LONGEST REMAINING STRETCHES OF UNDEVELOPED BEACHFRONT IN THE COUNTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 606456.0, "recipient_id": "d90dbab0-5dac-a6c9-2ac9-3e0947096bbb-C", "generated_internal_id": "ASST_NON_NA23NMF4630133_1330"}, {"internal_id": 159207177, "Award ID": "NA23NMF4630131", "Award Amount": 715256.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "11.463", "Description": "THE COALITION TO RESTORE COASTAL LOUISIANA WILL RESTORE HABITAT IN THE CENTRAL WETLANDS UNIT, A NEARLY 30,000-ACRE MARSH BORDERING COMMUNITIES IN THE NINTH WARD OF ORLEANS PARISH AND ST. BERNARD PARISH. THEY WILL ENGAGE LOCAL COMMUNITY MEMBERS IN THE PROJECT TO PROVIDE THE NEXT GENERATION WITH SKILLS AND HANDS-ON EXPERIENCE RELATED TO COASTAL RESTORATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": 715256.0, "recipient_id": "8a4f91f2-acf3-f5fc-66b4-f26f0d23682d-C", "generated_internal_id": "ASST_NON_NA23NMF4630131_1330"}, {"internal_id": 161576354, "Award ID": "NA23NMF4630129", "Award Amount": 234641.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-19", "CFDA Number": "11.463", "Description": "THE MATTAPONI INDIAN RESERVATION WILL BE AWARDED UP TO $998,557 OVER THREE YEARS TO RESTORE APPROXIMATELY 450 LINEAR FEET OF SHORELINE ON RESERVATION LANDS. STABILIZING THE RESERVATION'S STEEP, ERODING SHORELINE WILL SUPPORT COMMUNITY RESILIENCE, AND CONTRIBUTE TO WATERSHED AND REGIONAL GOALS FOR FISHERIES, RESILIENT SHORELINES, WATER QUALITY, OYSTER HABITAT AND SUBMERGED AQUATIC VEGETATION. IT WILL ALSO PROVIDE INCREASED CAPACITY FOR THE TRIBE TO LEAD AND PARTICIPATE IN REGIONAL RESTORATION AND RESILIENCE ACTIVITIES, INCLUDING STAFF POSITIONS TO ENHANCE LEADERSHIP, PLANNING, AND COORDINATION, AND ENGAGEMENT OPPORTUNITIES FOR TRIBAL MEMBERS TO SUPPORT THE COMMUNITY'S UNDERSTANDING OF THE WATERSHED, INCLUDING ESTABLISHING A WATER QUALITY MONITORING PROGRAM. THIS PROJECT SUPPORTS THE REGIONAL PRIORITIES OF NOAA'S MIDDLE PENINSULA HABITAT FOCUS AREA BY INCREASING BOTH COASTAL COMMUNITY RESILIENCE AND FISH AND SHELLFISH PRODUCTIVITY THROUGH THE RESTORATION OF FISH HABITAT. THE PROJECT IS F", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 234641.0, "recipient_id": "ed133dac-266f-f61b-6f7d-b43095e2624a-R", "generated_internal_id": "ASST_NON_NA23NMF4630129_1330"}, {"internal_id": 161919628, "Award ID": "NA23NMF4630115", "Award Amount": 422780.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "11.463", "Description": "THE CITY OF CHELSEA, MASSACHUSETTS, WILL GATHER COMMUNITY INPUT AND REMOVE SLADE MILL DAM ON MILL CREEK. THEY WILL WORK TO ACTIVELY ENGAGE THE LOCAL COMMUNITY THROUGHOUT ALL PHASES OF PLANNING AND CONSTRUCTION, INCLUDING THROUGH COMMUNITY MEETINGS, SITE WALKS, AND EDUCATIONAL SIGNAGE. THIS PROJECT WILL WORK IN TANDEM WITH AN ONGOING EFFORT TO CREATE A PARK AND RIVERWALK THAT WILL INCREASE PUBLIC ACCESS TO MILL CREEK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ce22144-38eb-f4fb-4648-231e5a6b6c18-C", "generated_internal_id": "ASST_NON_NA23NMF4630115_1330"}, {"internal_id": 161919627, "Award ID": "NA23NMF4630114", "Award Amount": 803617.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-02", "CFDA Number": "11.463", "Description": "THE PINOLEVILLE POMO NATION WILL DEVELOP A PLAN FOR RECONNECTING ACKERMAN CREEK, A TRIBUTARY OF CALIFORNIA'S RUSSIAN RIVER, TO ITS FLOODPLAIN. FUNDING WILL SUPPORT TRIBAL STAFF POSITIONS TO COLLABORATE WITH PARTNERS AND LEAD THE PLANNING EFFORT. A SERIES OF COLLABORATIVE WORKSHOPS WILL PROVIDE OPPORTUNITIES FOR TRIBAL MEMBERS AND OTHER COMMUNITY MEMBERS TO PROVIDE FEEDBACK AND SHARE CULTURAL AND TRADITIONAL ECOLOGICAL KNOWLEDGE THROUGHOUT THE PROCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b4b63d5e-4759-8e74-9f5e-d9d96b34e529-R", "generated_internal_id": "ASST_NON_NA23NMF4630114_1330"}, {"internal_id": 161919626, "Award ID": "NA23NMF4630113", "Award Amount": 526680.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "11.463", "Description": "THE CITY OF PROVIDENCE WILL BE AWARDED $526,680.00 TO BUILD ON SEVERAL YEARS OF COLLABORATIVE ENVIRONMENTAL JUSTICE ENGAGEMENT THAT ADDRESSED UNDERSERVED COMMUNITIES ACROSS CITY NEIGHBORHOODS.  THE CITY OF PROVIDENCE WILL PARTNER WITH GROUNDWORK RI AND SAVE THE BAY TO CONDUCT COMMUNITY ENGAGEMENT AND TO ASSIST WITH RESTORATION ASSESSMENT OF THE PORT OF PROVIDENCE'S NORTHERN SHORELINE. WITH THIS PROJECT, A TECHNICAL EVALUATION OF THE PROJECT AREA WILL BE CONDUCTED THROUGH AN ASSESSMENT OF EXISTING ECOLOGICAL CONDITIONS, FOLLOWED BY IDENTIFICATION OF SHORELINE RESTORATION AND WATERFRONT ACCESS OPPORTUNITIES, WHICH WILL BE USED TO PRODUCE CONCEPTUAL DESIGN OF PROJECTS THAT INTEGRATE UNDERSERVED COMMUNITY FEEDBACK. THIS WORK IS BEING FUNDED BY THE FY2022 COASTAL HABITAT RESTORATION AND RESILIENCE GRANTS FOR UNDERSERVED COMMUNITIES, UNDER IIJA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "589b5a16-9a2c-1af2-75af-9f272577046f-C", "generated_internal_id": "ASST_NON_NA23NMF4630113_1330"}, {"internal_id": 159207176, "Award ID": "NA23NMF4630112", "Award Amount": 736637.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "11.463", "Description": "THE CHITIMACHA TRIBE, THROUGH ITS BUSINESS, WAYTI SERVICES, LLC, WILL DESIGN A LIVING SHORELINE TO RESTORE AND PROTECT AREAS OF THE CAAD KUUJAAMNIX (BAYOU SALE) THAT ARE HOME TO TRIBAL CULTURAL SITES. FUNDING WILL SUPPORT STAFF AND TECHNICAL EXPERTS IN THEIR WORK TO CONDUCT A STUDY AND PLAN A CONSTRUCTION METHOD FOR CREATING MARSH HABITAT, PROTECTING THE SHORELINE, AND SUPPORTING TRADITIONAL FISHERIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": 736637.0, "recipient_id": "9c493ec1-7bfa-2ba2-830f-962a8cb9d89a-C", "generated_internal_id": "ASST_NON_NA23NMF4630112_1330"}, {"internal_id": 161576353, "Award ID": "NA23NMF4630109", "Award Amount": 457230.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-26", "CFDA Number": "11.463", "Description": "THE SALMON RIVER RESTORATION COUNCIL WILL ADVANCE HABITAT RESTORATION PLANNING EFFORTS IN THREE TRIBUTARIES OF THE SOUTH FORK AND MAINSTEM SALMON RIVER IN THE KLAMATH BASIN, NEAR TO THE REMOTE RURAL COMMUNITIES OF SAWYERS BAR, FORKS OF SALMON, CECILVILLE, AND SOMES BAR, CALIFORNIA. THE RESTORATION SITES ARE LOCATED IN THE ANCESTRAL TERRITORY OF THE KARUK TRIBE, WHO WILL PROVIDE DIRECT INPUT THROUGHOUT ALL LEVELS OF THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 457230.0, "recipient_id": "d5485c40-5d82-3ef9-b1d3-1b503e672dcb-C", "generated_internal_id": "ASST_NON_NA23NMF4630109_1330"}, {"internal_id": 161919625, "Award ID": "NA23NMF4630108", "Award Amount": 1035088.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "11.463", "Description": "PACIFIC COASTAL RESEARCH & PLANNING WILL COLLABORATE WITH PARTNERS AND COMMUNITIES TO RESTORE HABITAT IN THE ACHUGAO AND LAOLAO BAY WATERSHEDS ON THE ISLAND OF SAIPAN IN THE COMMONWEALTH OF THE NORTHERN MARIANA ISLANDS. THE PROJECT WILL SERVE AS A DEMONSTRATION OF HOW HABITAT RESTORATION AND NATURE-BASED SOLUTIONS CAN ADDRESS COMMUNITY RESILIENCE. LOCAL RESOURCE MANAGERS AND STAKEHOLDERS WILL PLAY A KEY ROLE, SO THEY CAN APPLY THESE PRACTICES TO PROJECTS IN OTHER CNMI COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MP", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "03aa64c6-b5e3-f66c-4a34-8f8bf6136535-C", "generated_internal_id": "ASST_NON_NA23NMF4630108_1330"}, {"internal_id": 160895683, "Award ID": "NA23NMF4630107", "Award Amount": 307250.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "11.463", "Description": "THE NATIONAL AUDUBON SOCIETY WILL CONDUCT A COMMUNITY-DRIVEN PLANNING EFFORT AND BEGIN WORK TO RESTORE DEGRADED WETLAND HABITAT ALONG THE WEST BRANCH OF THE LITTLE CALUMET RIVER IN GARY, INDIANA. THEY WILL GATHER COMMUNITY MEMBERS' CURRENT PERSPECTIVES AND FUTURE VISIONS TO INFORM A PLAN FOR RESTORATION AT MARSHALLTOWN MARSH AND HATCHER PARK. THEY WILL ALSO BEGIN INITIAL ON-THE-GROUND RESTORATION AT HATCHER PARK. ($307,250)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": 307250.0, "recipient_id": "92b1ec9b-8528-1b9b-c0e1-de5e89039325-C", "generated_internal_id": "ASST_NON_NA23NMF4630107_1330"}, {"internal_id": 161919624, "Award ID": "NA23NMF4630105", "Award Amount": 498984.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "11.463", "Description": "THE NATIONAL AUDUBON SOCIETY WILL WORK WITH COASTAL COMMUNITIES TO IDENTIFY AND PROPOSE NATURE-BASED SOLUTIONS THAT INCREASE RESILIENCE TO EXTREME WEATHER AND CLIMATE CHANGE. THEY WILL COLLABORATIVELY CREATE A SUITE OF PROPOSED PROJECTS THAT ADDRESS THE GOALS AND CHALLENGES OF AWENDAN AND MCCLELLANVILLE, SOUTH CAROLINA, AND COLUMBIA AND TYRRELL COUNTY, NORTH CAROLINA. THEY WILL ALSO HIRE COMMUNITY PLANNERS TO SUPPORT THE PROCESS AND HELP COORDINATE FUTURE RESTORATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92b1ec9b-8528-1b9b-c0e1-de5e89039325-C", "generated_internal_id": "ASST_NON_NA23NMF4630105_1330"}, {"internal_id": 161919623, "Award ID": "NA23NMF4630104", "Award Amount": 519489.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "11.463", "Description": "THE MID KLAMATH WATERSHED COUNCIL WILL PARTNER WITH THE KARUK TRIBE TO RESTORE HABITAT IN RED CAP CREEK, A TRIBUTARY OF THE KLAMATH RIVER LOCATED ON KARUK TRIBAL ANCESTRAL LANDS. THEY WILL IMPLEMENT HIGH-PRIORITY RESTORATION TO RECOVER COHO SALMON, A SPECIES CENTRAL TO THE DIET AND CULTURE OF LOCAL INDIGENOUS COMMUNITIES. HANDS-ON OPPORTUNITIES FOR YOUNG PEOPLE, SUCH AS INTERNSHIPS, WILL HELP ENGAGE THE NEXT GENERATION IN ENVIRONMENTAL STEWARDSHIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fe25f1b2-66dd-9441-e8ee-7c92a5298356-R", "generated_internal_id": "ASST_NON_NA23NMF4630104_1330"}, {"internal_id": 160586218, "Award ID": "NA23NMF4630103", "Award Amount": 380129.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-26", "CFDA Number": "11.463", "Description": "THE LEVELOCK VILLAGE COUNCIL WILL CONDUCT A CLIMATE IMPACT STATEMENT FOR THE NATIVE VILLAGE OF LEVELOCK, ALASKA. THE CLIMATE IMPACT STATEMENT WILL ASSESS HOW FUTURE CLIMATE SCENARIOS COULD AFFECT LEVELOCK AND PROVIDE STRATEGIES TO IMPROVE THEIR RESILIENCE TO HAZARDS LIKE SEA LEVEL RISE AND FLOODING. IN PARTICULAR, IT WILL FOCUS ON HOW CLIMATE CHANGE COULD IMPACT EROSION OF THE KVICHAK RIVER, WHICH THE COMMUNITY RELIES ON FOR SUPPLY SERVICES AND SOCKEYE SALMON FISHING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 380129.0, "recipient_id": "6934b5aa-5d57-48be-de38-edd8a0c9182a-R", "generated_internal_id": "ASST_NON_NA23NMF4630103_1330"}, {"internal_id": 160119418, "Award ID": "NA23NMF4630102", "Award Amount": 279989.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "11.463", "Description": "THE CITY OF PORT ST. JOE, IN GULF COUNTY, FLORIDA, WILL BE AWARDED $279,989 TO CONDUCT A HYDROLOGIC AND HYDRAULIC (H&H) STUDY, AND ASSOCIATED OUTREACH. THESE ACTIVITIES WILL SUPPORT THE DEVELOPMENT OF NATURE-BASED SOLUTIONS TO IMPROVE FLOODING ISSUES WITHIN NORTH PORT ST. JOE, A PREDOMINANTLY AFRICAN AMERICAN COMMUNITY WITHIN THE CITY. THE NORTH PORT ST. JOE NEIGHBORHOOD WAS BUILT ON TOP OF A FILLED CREEK CHANNEL AND ITS FLOODPLAIN IS NOW SUBJECT TO RAINFALL FLOODING AND LAND SUBSIDENCE. THE HYDROLOGIC AND HYDRAULIC STUDY WILL IMPROVE THE UNDERSTANDING OF HOW LOCAL WATERBODIES INTERACT HYDRAULICALLY. PROJECT PARTNERS WILL USE THE STUDY RESULTS TO DESIGN SOLUTIONS TO ADDRESS THE STORMWATER FLOODING ISSUES AND FUTURE STORM SURGE THREATS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 279989.0, "recipient_id": "078db40e-57c8-ba57-d113-2df1c2997be8-C", "generated_internal_id": "ASST_NON_NA23NMF4630102_1330"}, {"internal_id": 161919622, "Award ID": "NA23NMF4630101", "Award Amount": 710417.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "11.463", "Description": "THE CONFEDERATED TRIBES OF GRAND RONDE IS FUNDED $695,000 TO RESTORE HABITAT FOR SALMON, STEELHEAD, AND OTHER SPECIES ON THE TRIBALLY OWNED CHANKAWAN WILDLIFE AREA PROPERTY NEAR STAYTON, OREGON. THEY WILL REMOVE CULVERTS AND OTHER BARRIERS TO IMPROVE FISH PASSAGE, RECONNECT THE NORTH SANTIAM RIVER TO ITS FLOODPLAIN, AND INCREASE THE AMOUNT OF LARGE WOOD TO PROVIDE MORE HABITAT COMPLEXITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d7ea9383-ea33-6d46-df5f-b037202c7af0-C", "generated_internal_id": "ASST_NON_NA23NMF4630101_1330"}, {"internal_id": 161919621, "Award ID": "NA23NMF4630100", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "11.463", "Description": "THE SOUTHWEST MICHIGAN PLANNING COMMISSION WILL COORDINATE WITH THE CITY OF BENTON HARBOR, MICHIGAN, TO HIRE AN ADMINISTRATOR TO MANAGE AN EFFORT TO REVITALIZE THE AREA SURROUNDING OX CREEK. THE NEW PROJECT ADMINISTRATOR WILL HELP BUILD A COALITION OF RESIDENTS AND LOCAL ORGANIZATIONS, CONDUCT COMMUNITY OUTREACH AND ENGAGEMENT, DEVELOP A HABITAT RESTORATION PLAN THAT INCORPORATES PUBLIC INPUT, AND IMPLEMENT TWO PILOT HABITAT RESTORATION PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "918b0f42-12f4-c6f5-4a32-a31ca9e00d31-R", "generated_internal_id": "ASST_NON_NA23NMF4630100_1330"}, {"internal_id": 161576352, "Award ID": "NA23NMF4630099", "Award Amount": 650354.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-20", "CFDA Number": "11.463", "Description": "THE NEW YORK CITY DEPARTMENT OF PARKS AND RECREATION IS AWARDED $650,354 TO ESTABLISH A PAID INTERNSHIP AND TRAINING PROGRAM FOR ECONOMICALLY DISADVANTAGED AND MINORITY HIGH SCHOOL AND COLLEGE STUDENTS. THE PROGRAM WILL IMPLEMENT HABITAT RESTORATION PROJECTS ON PARKLANDS IN SOUTHEASTERN QUEENS NEAR JAMAICA BAY, WHICH CONTAINS THE LARGEST REMAINING EXTENT OF MARSHES IN NEW YORK CITY. IT WILL ALSO PROVIDE FREE AND ACCESSIBLE PROGRAMMING TO THE LOCAL COMMUNITY, SUCH AS VOLUNTEER OPPORTUNITIES AND ENVIRONMENTAL EDUCATION EVENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": 650354.0, "recipient_id": "8fe2b135-5d32-f984-7781-c08a610e2dd4-C", "generated_internal_id": "ASST_NON_NA23NMF4630099_1330"}, {"internal_id": 161576351, "Award ID": "NA23NMF4630098", "Award Amount": 827453.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-31", "CFDA Number": "11.463", "Description": "EDMONDS COLLEGE, IN PARTNERSHIP WITH THE LATINO EDUCATIONAL TRAINING INSTITUTE AND SNOHOMISH CONSERVATION DISTRICT, WILL BE FUNDED $827,453 TO CREATE A BILINGUAL WORKFORCE DEVELOPMENT PROGRAM TO EDUCATE AND TRAIN MEMBERS OF THE LATINO COMMUNITY IN THE RESTORATION FIELD. THE PROGRAM WILL INCLUDE PAID INTERNSHIP OPPORTUNITIES, PROVIDING PARTICIPANTS WITH HANDS-ON EXPERIENCE RESTORING SALMON HABITAT IN THE STILLAGUAMISH AND SNOHOMISH WATERSHEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb507b0b-d535-eb2d-f826-9d172fd5bfff-C", "generated_internal_id": "ASST_NON_NA23NMF4630098_1330"}, {"internal_id": 160119417, "Award ID": "NA23NMF4630097", "Award Amount": 501892.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "11.463", "Description": "LONG LIVE THE KINGS WILL BE AWARDED $501,892 TO BUILD CAPACITY FOR THE NISQUALLY INDIAN TRIBE TO INCORPORATE THEIR VISION AND VOICE INTO RESTORATION IN THE NISQUALLY RIVER DELTA. THEY WILL INTEGRATE THE TRIBE'S PRIORITIES FOR HABITAT RESTORATION AND NATURE-BASED SOLUTIONS TO REDUCE FLOODING, INCREASE CLIMATE RESILIENCE, AND SUPPORT SALMON. THE INCREASED CAPACITY WILL HELP ENSURE THE TRIBE'S TRADITIONAL ECOLOGICAL KNOWLEDGE AND VISION FOR HABITAT RESTORATION IS REFLECTED IN THE REPLACEMENT OF AN INTERSTATE 5 BRIDGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 501892.0, "recipient_id": "9beef175-59f8-079c-4eb5-d409135c2b5e-C", "generated_internal_id": "ASST_NON_NA23NMF4630097_1330"}, {"internal_id": 160895682, "Award ID": "NA23NMF4630096", "Award Amount": 803770.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-07", "CFDA Number": "11.463", "Description": "THE HAWAIIAN ISLANDS LAND TRUST AND NATIVE HAWAIIANS FROM THE WAIHEE AND WAIEHU COMMUNITIES WILL WORK TOGETHER TO RESTORE THE FLOW OF WATER TO THE TARO FIELDS AND FISH POND AT THE WAIHEE COASTAL DUNES AND WETLANDS REFUGE ON MAUI. THEY WILL WORK TO BUILD A RIDGE-TO-REEF MODEL FOR COLLABORATIVE LAND AND OCEAN STEWARDSHIP BY ENGAGING THE COMMUNITY THROUGH OUTREACH MEETINGS, WORKSHOPS, VOLUNTEER WORKDAYS, AND EDUCATIONAL ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": 803770.0, "recipient_id": "cc5524d1-6edb-a8aa-d1ce-802c36fb85fd-C", "generated_internal_id": "ASST_NON_NA23NMF4630096_1330"}, {"internal_id": 159207175, "Award ID": "NA23NMF4630094", "Award Amount": 490000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "11.463", "Description": "THE EDSEL AND ELEANOR FORD HOUSE WILL BE AWARDED UP TO $7,052,050 OVER TWO YEARS TO DEVELOP DESIGN PLANS AND CONSTRUCT A PROJECT TO RESTORE HABITAT ALONG ALMOST ONE MILE OF LAKE ST. CLAIR SHORELINE. WITHIN MACOMB COUNTY, NEARLY ALL OF LAKE ST. CLAIR'S SHORELINE HAS BEEN HARDENED, AND THIS PROJECT SITE IS ONE OF THE FEW REMAINING NATURAL SHORELINE AREAS THAT IS SUITABLE FOR LARGE-SCALE RESTORATION. WHEN FULLY IMPLEMENTED, THIS PROJECT WILL BENEFIT SEVERAL NATIVE GREAT LAKES SPECIES. IT IS ALSO EXPECTED TO REDUCE IMPACTS FROM WAVES AND FLOODING, REDUCE POLLUTED RUNOFF AND NUTRIENT LOADS, AND INCREASE RECREATIONAL FISHING OPPORTUNITIES. THE PROJECT WILL INCREASE PUBLIC ACCESS TO THE CURRENTLY INACCESSIBLE SHORELINE FOR FUTURE EDUCATIONAL AND RECREATIONAL ACTIVITIES, INCLUDING LOW- TO-NO-COST FIELD TRIPS FOR AREA SCHOOLCHILDREN FROM DETROIT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": 490000.0, "recipient_id": "553c3421-77f0-4607-d94f-5704d97c0e92-R", "generated_internal_id": "ASST_NON_NA23NMF4630094_1330"}, {"internal_id": 158772948, "Award ID": "NA23NMF4630091", "Award Amount": 23024512.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-19", "CFDA Number": "11.463", "Description": "FUNDING WAS APPROVED IN 2022 THROUGH THE COASTAL WETLANDS PLANNING, PROTECTION, AND RESTORATION ACT (CWPPRA) PROGRAM FOR CONSTRUCTION OF THE NO NAME BAYOU MARSH CREATION PROJECT. THIS PROJECT WILL RESTORE OVER 530 ACRES OF MARSH IN CAMERON PARISH, LOUISIANA, AND COMBATS OPEN WATER FORMATION ALONG THE GULF COASTLINE AS A FIRST LINE OF DEFENSE FOR THE POPULATION CENTER OF LAKE CHARLES. MUCH OF THE PROJECT AREA IS CONTAINED WITHIN THE SOUTHWEST LOUISIANA NATIONAL WILDLIFE REFUGE COMPLEX. ALONG WITH THE LOUISIANA COASTAL PROTECTION AND RESTORATION AUTHORITY, THE LOCAL COST SHARE PARTNER, NOAA IS BUILDING OFF A PRIOR AWARD FOR THE DESIGN FOR THIS PROJECT. COASTAL WETLANDS ARE LOUISIANA'S FIRST LINE OF DEFENSE DURING HURRICANES AND STORMS, PROTECTING COMMUNITIES AND INFRASTRUCTURE FROM THE DAMAGING EFFECTS OF WIND, WAVES, AND FLOODING. THEY ALSO PROVIDE HABITAT FOR FISH AND SHELLFISH, WHICH SUPPORT A STATEWIDE SEAFOOD INDUSTRY VALUED AT NEARLY $1 BILLION PER YEAR. HOWEVER, THE LOUISIANA COAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA23NMF4630091_1330"}, {"internal_id": 159207174, "Award ID": "NA23NMF4630090", "Award Amount": 23782282.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-10", "CFDA Number": "11.463", "Description": "THE WASHINGTON DEPARTMENT OF FISH AND WILDLIFE WILL BE AWARDED $23.7M TO CONDUCT LARGE-SCALE RESTORATION IN THE NORTH WHIDBEY BASIN OF THE SKAGIT RIVER ESTUARY IN PUGET SOUND, AND TO RESTORE 1,200 ACRES WITHIN THE SOUTH WHIDBEY BASIN OF PUGET SOUND. THE NORTH WHIDBEY BASIN RESTORATION WILL BUILD ON MORE THAN TWO DECADES OF NOAA-SUPPORTED RESTORATION WORK IN THE WATERSHED. THE SCALE OF RESTORATION OF ESTUARY MARSH AND FLOODPLAIN HABITAT WILL RESULT IN SIGNIFICANT PROGRESS IN ELIMINATING HABITAT AS A LIMITING FACTOR FOR SALMON RECOVERY. THE WORK IS EXPECTED TO REDUCE FLOODING ON COUNTY ROADWAYS AND TRIBAL LANDS. TWO OF THE SITES ARE LOCATED ON SWINOMISH INDIAN TRIBAL COMMUNITY LAND AND WILL BE MANAGED BY THE SKAGIT RIVER SYSTEM COOPERATIVE, AN ORGANIZATION GOVERNED BY THE SWINOMISH AND SAUK-SUIATTLE TRIBES.   THE SOUTH WHIDBEY BASIN OF PUGET SOUND PORTION WILL RESTORE 1,200 ACRES THROUGH SEVEN RESTORATION PROJECTS AND WILL CONTINUE WORK TO DEVELOP FIVE FUTURE PROJECTS. THE WHIDBEY BASI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 23782282.0, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_NA23NMF4630090_1330"}, {"internal_id": 159207173, "Award ID": "NA23NMF4630089", "Award Amount": 14690000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "11.463", "Description": "THE TOWN OF WELLFLEET WILL BE AWARDED $14.69M TO IMPLEMENT THE FIRST PHASE OF THE HERRING RIVER RESTORATION PROJECT, THE LARGEST SALT MARSH RESTORATION EFFORT IN THE NORTHEAST UNITED STATES. THIS PROJECT WILL SUPPORT CONSTRUCTION OF ALL WATER CONTROL INFRASTRUCTURE NEEDED FOR FULL TIDAL RESTORATION OF THE ESTUARY, AS WELL AS PROPERTY IMPACT PREVENTION MEASURES NEEDED TO BEGIN IMPLEMENTATION OF TIDAL RESTORATION. UPON COMPLETION, THE OVERALL EFFORT WILL RESTORE 890 ACRES OF TIDAL WETLANDS AND RECONNECT A FUNCTIONING ESTUARY TO CAPE COD BAY AND THE GULF OF MAINE. IT WILL SIGNIFICANTLY IMPROVE WATER QUALITY AND HABITAT FOR FISH AND SHELLFISH. REESTABLISHING NATURAL SEDIMENT PROCESSES WILL HELP THE MARSH REGAIN ELEVATION AND KEEP PACE WITH SEA LEVEL RISE. THE EFFORT WILL ALSO HELP RESTORE THE FLOOD AND STORM PROTECTION FUNCTIONS OF HEALTHY SALT MARSH, AND REBUILD AND IMPROVE THE RESILIENCE OF LOCAL BRIDGES AND ROADS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 14690000.0, "recipient_id": "f0bf24cf-c85c-aede-c8c6-b8284c5e5c20-C", "generated_internal_id": "ASST_NON_NA23NMF4630089_1330"}, {"internal_id": 160586217, "Award ID": "NA23NMF4630088", "Award Amount": 8452211.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-27", "CFDA Number": "11.463", "Description": "GOLD RIDGE RESOURCE CONSERVATION DISTRICT WILL BE AWARDED $8.4M TO LEAD WETLAND AND FLOODPLAIN RESTORATION AT SEVEN SITES IN TWO HIGH-PRIORITY TRIBUTARIES IN THE LOWER RUSSIAN RIVER WATERSHED. THESE EFFORTS WILL SIGNIFICANTLY IMPROVE CONNECTIVITY BETWEEN STREAMS AND THEIR FLOODPLAINS, RESTORE AND RECONNECT WETLANDS, AND REMOVE BARRIERS TO FISH MIGRATION. THE WORK WILL ADVANCE RECOVERY EFFORTS FOR ENDANGERED SPECIES ACT-LISTED CENTRAL CALIFORNIA COAST COHO SALMON, A NOAA SPECIES IN THE SPOTLIGHT, BY ENHANCING STREAM CONNECTIVITY, IMPROVING WETLANDS, AND REMOVING STREAM BARRIERS. THE WORK WILL ALSO HELP REDUCE FLOODING IN SURROUNDING COMMUNITIES, WHICH HAVE BECOME MORE FREQUENTLY INUNDATED AS THE REGION'S PRECIPITATION COMES IN LARGER, LESS PREDICTABLE STORM EVENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dab10e0-cd4c-2f26-aeab-b2c118d15bd3-C", "generated_internal_id": "ASST_NON_NA23NMF4630088_1330"}, {"internal_id": 159759767, "Award ID": "NA23NMF4630087", "Award Amount": 4993897.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-22", "CFDA Number": "11.463", "Description": "RESTORE AMERICA'S ESTUARIES WILL BE AWARDED $4,993,897 TO RESTORE OYSTER REEF HABITAT AT SITES ACROSS THE GULF OF MEXICO REGION. OYSTER SHELL RECYCLING PROGRAMS WILL BE EXPANDED AND ENHANCED AROUND THE GULF. SHELLS WILL BE COLLECTED FROM RESTAURANTS, RECYCLED, AND PUT BACK IN THE ENVIRONMENT AT OYSTER REEF RESTORATION SITES. SHELL RECYCLING PROGRAMS AND OYSTER REEF RESTORATION SITES WILL BE DESIGNED TO SERVE LOCAL ECOSYSTEM AND COMMUNITY RESILIENCE NEEDS, WITH AN EMPHASIS ON TRIBES AND UNDERSERVED COMMUNITIES. THE RESTORED OYSTER REEFS WILL PROVIDE HABITAT FOR A DIVERSE GROUP OF SPECIES, INCLUDING RECREATIONALLY AND COMMERCIALLY IMPORTANT FISH AND THEIR PREY. BENEFITS TO COMMUNITIES WILL INCLUDE SHORELINE PROTECTION FROM WAVES AND WATER QUALITY IMPROVEMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 4993897.0, "recipient_id": "bfbab09d-b037-4eff-2d8e-9697463a3c85-C", "generated_internal_id": "ASST_NON_NA23NMF4630087_1330"}, {"internal_id": 161576350, "Award ID": "NA23NMF4630086", "Award Amount": 956457.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-20", "CFDA Number": "11.463", "Description": "PROTECTORES DE CUENCAS WILL BE AWARDED $7.3M TO IMPROVE WATER QUALITY AND REDUCE LAND-BASED SOURCES OF POLLUTION IN THE GU NICA BAY WATERSHED BY WORKING TO RESTORE GU NICA LAGOON. PRIOR TO BEING DRAINED IN 1955, THE GU NICA LAGOON SPANNED APPROXIMATELY 1,200 ACRES AND PROVIDED IMPORTANT BENEFITS FOR FISH, WILDLIFE, AND LOCAL COMMUNITIES. IN ADDITION TO HABITAT LOSS, DRAINING THE LAGOON SIGNIFICANTLY AFFECTED THE ABILITY OF THE WATERSHED TO FILTER AND PREVENT SEDIMENTS AND NUTRIENTS FROM REACHING GU NICA BAY AND THE ADJACENT SEAGRASS AND CORAL HABITATS. RESTORATION OF THE LAGOON WILL ALSO INSTALL STORMWATER AND EROSION CONTROL IMPROVEMENTS DOWNSTREAM, INCLUDING A PERMEABLE PARKING LOT. THE PROJECT WILL PROVIDE RECREATIONAL OPPORTUNITIES FOR VISITORS AND INCREASE COMMUNITY RESILIENCE TO FLOOD EVENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": 956457.0, "recipient_id": "715d858b-db9f-7fe6-6996-b4dc7f9f82f2-C", "generated_internal_id": "ASST_NON_NA23NMF4630086_1330"}, {"internal_id": 161576349, "Award ID": "NA23NMF4630085", "Award Amount": 2814254.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-19", "CFDA Number": "11.463", "Description": "GROUNDWORK JACKSONVILLE WILL BE AWARDED $2.8M TO RESTORE HABITAT ON THE BRANCHES REACH OF MCCOYS CREEK IN JACKSONVILLE. THE PROJECT WILL INCLUDE RESTORATION OF RIPARIAN, WETLAND, FOREST, AND SHORELINE HABITAT TO SUPPORT THE FOOD WEB RELIED ON BY SPECIES LIKE RED DRUM. THIS PROJECT IS THE CITY OF JACKSONVILLE'S TOP FLOOD REDUCTION PRIORITY, AND WILL ELIMINATE OR REDUCE FLOODING FOR HOMES AND OTHER STRUCTURES IN ADJACENT NEIGHBORHOODS. THE WORK WILL INCREASE AND ENHANCE GREEN SPACE AS PART OF THE EMERALD TRAIL SYSTEM AND WILL IMPROVE THE WATER QUALITY OF THE STREAM. IT WILL ALSO SUPPORT COMMUNITY ENGAGEMENT THROUGH AN EXPANSION OF THE EXISTING COMMUNITY RESTORATION ENVIRONMENTAL STEWARDSHIP TRAINING PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 2814254.0, "recipient_id": "096376de-259d-01f0-ff04-d1b7920f63a7-R", "generated_internal_id": "ASST_NON_NA23NMF4630085_1330"}, {"internal_id": 160119416, "Award ID": "NA23NMF4630084", "Award Amount": 9027618.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "11.463", "Description": "CONSERVATION INTERNATIONAL FOUNDATION WILL BE AWARDED $9,027,618 TO CONSERVATION INTERNATIONAL, IN CLOSE COLLABORATION WITH THE UNIVERSITY OF HAWAII AT M NOA AND OTHER PARTNERS, WILL BE AWARDED $$9,027,618 TO CONSTRUCT PERMANENT CONCRETE REEF FRAMEWORK STRUCTURES OFF OF WAIKIKI BEACH ON THE ISLAND OF OAHU. THESE REEF FRAMEWORKS WILL SERVE AS IN-SITU CORAL NURSERIES, ATTRACTING REEF SPECIES KNOWN TO BENEFIT CORALS AND BECOMING NATURAL CORAL REEFS. THIS WORK WILL BENEFIT THE CORAL REEF ECOSYSTEM AND SUPPORT THE MANY SPECIES THAT RELY ON THESE HABITATS. BY ENHANCING THE ECOLOGICAL RESILIENCE OF WAIKIKI CORAL REEFS, THE PROJECT WILL ALSO INCREASE THE SOCIOECONOMIC RESILIENCE OF THE LOCAL COMMUNITIES THAT DEPEND ON THEM. THE PROJECT WILL ENGAGE WITH STUDENTS, COMMUNITY MEMBERS, AND CULTURAL PRACTITIONERS THROUGH ALL PROJECT PHASES. THIS WORK IS BEING FUNDED BY THE FY2022 NOAA'S TRANSFORMATIONAL HABITAT RESTORATION AND COASTAL RESILIENCE GRANTS UNDER THE IIJA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": 9027618.0, "recipient_id": "f100fdcd-9ac9-10d6-2f99-f13648e05b09-C", "generated_internal_id": "ASST_NON_NA23NMF4630084_1330"}, {"internal_id": 158772947, "Award ID": "NA23NMF4630083", "Award Amount": 7596807.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-24", "CFDA Number": "11.463", "Description": "THE MCKENZIE WATERSHED ALLIANCE WILL BE AWARDED $7.5M TO REPLACE AN AGING, UNDERSIZED BRIDGE AND IMPROVE ACCESS TO OVER 10 MILES OF SPAWNING AND REARING FISH HABITAT IN LOWER QUARTZ CREEK. THE PROJECT WILL BENEFIT SPECIES SUCH AS THE UPPER WILLAMETTE SPRING CHINOOK SALMON, AND RECREATIONAL SPECIES SUCH AS CUTTHROAT TROUT. THE PROJECT AREA IS CONSIDERED TO BE THE MOST IMPORTANT REMAINING AREA FOR NATURAL PRODUCTION OF UPPER WILLAMETTE RIVER SPRING CHINOOK IN THE WILLAMETTE BASIN. A SIGNIFICANT FIRE IN THE AREA IN 2020 AND PAST LAND USE PRACTICES HAVE SEVERELY IMPAIRED THE ECOSYSTEM. THIS PROJECT IS EXPECTED TO AMELIORATE AND PREVENT FURTHER FIRE AND CLIMATE IMPACTS BY CREATING LANDSCAPE SCALE FIRE BREAKS, BUFFERING FLOODING, PREVENTING EROSION, AND CREATING COLD WATER REFUGE HABITAT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 7596807.0, "recipient_id": "20bfa401-9561-36fe-7baf-c85078ae7ca7-R", "generated_internal_id": "ASST_NON_NA23NMF4630083_1330"}, {"internal_id": 161576348, "Award ID": "NA23NMF4630082", "Award Amount": 3834986.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-19", "CFDA Number": "11.463", "Description": "THE JOHNSON CREEK WATERSHED COUNCIL WILL BE AWARDED $3.8M TO CONDUCT 10 RESTORATION PROJECTS IN THE PORTLAND METRO AREA. THIS WORK WILL BE COMPLETED IN CLOSE COLLABORATION WITH THE CLACKAMAS PARTNERSHIP, A COALITION OF ORGANIZATIONS COMMITTED TO IMPROVING WATERSHED HEALTH. THE PROJECTS WILL RESTORE HABITAT IN THE CLACKAMAS AND LOWER WILLAMETTE RIVERS. THE OPPORTUNITY FOR FLOODPLAIN RESTORATION OF THIS SCALE IN URBAN AREAS IS UNUSUAL, AND THIS PROJECT SERVES AS A GREAT EXAMPLE OF HOW INCREASING HABITAT FUNCTION FOR FISH SERVES THE COMMUNITY BY DECREASING THE EFFECTS OF EXTREME WEATHER AND FLOODING. THE WORK WILL BENEFIT SEVERAL THREATENED SPECIES OF CHINOOK SALMON, COHO SALMON, AND STEELHEAD TROUT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "adde4f1b-f5db-adf8-9040-a541eeec22a3-R", "generated_internal_id": "ASST_NON_NA23NMF4630082_1330"}, {"internal_id": 159207172, "Award ID": "NA23NMF4630081", "Award Amount": 1460000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "11.463", "Description": "THE NATURE CONSERVANCY WILL BE AWARDED UP TO $5,460,000 TO RESTORE SHORELINE AND MARSH HABITAT IN PICKEREL CREEK WILDLIFE AREA ALONG LAKE ERIE'S SANDUSKY BAY. THE PROJECT IS PART OF THE BROADER SANDUSKY BAY INITIATIVE, WHICH AIMS TO TRANSFORM THE BAY INTO A CLEANER, CLEARER RESOURCE BENEFITING WETLANDS, HABITATS, AND FISHERIES. WHEN FULLY IMPLEMENTED, CONSTRUCTION OF AN OFFSHORE BERM WILL REDUCE WAVE ENERGY AND EXPOSURE, HELPING TO REBUILD AND PROTECT A HISTORIC SHORELINE THAT HAS BEEN IMPACTED BY SEVERE EROSION. THIS WILL SUPPORT REESTABLISHMENT OF VEGETATED AREAS WITH SLOW-MOVING WATER THAT NATIVE GREAT LAKES SPECIES DEPEND UPON. A BARGE ACCESS RAMP AND ROAD WILL BE CONSTRUCTED THAT WILL IMPROVE PUBLIC AND EMERGENCY ACCESS AND INCREASE RECREATIONAL OPPORTUNITIES AND PUBLIC SAFETY. THE PROJECT WILL HELP TO ADDRESS SIGNIFICANT WATER QUALITY ISSUES, INCLUDING HARMFUL ALGAL BLOOMS THAT ARE EXPECTED TO WORSEN WITH CLIMATE CHANGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1460000.0, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA23NMF4630081_1330"}, {"internal_id": 161919620, "Award ID": "NA23NMF4630080", "Award Amount": 7000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "11.463", "Description": "THE CALIFORNIA STATE COASTAL CONSERVANCY WILL BE AWARDED $7M TO COMPLETE THE FINAL DOWNSTREAM PHASE OF WORK IN PRAIRIE CREEK, A PRIORITY STREAM IN HUMBOLDT COUNTY. THE PROJECT WILL RESTORE MUCH-NEEDED FLOODPLAIN REARING HABITAT FOR JUVENILE SALMONIDS. TOGETHER, THE DOWNSTREAM AND UPSTREAM EFFORTS WILL ELEVATE THE HABITAT TO BE A SALMONID STRONGHOLD. THIS PROJECT BUILDS ON SEVERAL YEARS OF CONTINUOUS EFFORT AND MAGNIFIES THE TOTAL PROJECT IMPACT BY RESTORING AND ENHANCING STREAMS, WETLANDS, RIPARIAN HABITAT, AND CONNECTING TO A NEW CHANNEL CONSTRUCTED DURING THE PREVIOUS PHASE. THIS PROJECT WILL ALSO IDENTIFY FUTURE FLOODPLAIN RECONNECTION OPPORTUNITIES AND DEVELOP CONCEPTUAL DESIGNS FOR THE TOP THREE. THE WORK WILL SUPPORT RECOVERY OF KEY SALMON SPECIES AND WILL PROVIDE AN OPPORTUNITY FOR THE YUROK TRIBE TO IMPLEMENT RESTORATION EFFORTS ON THEIR ANCESTRAL LANDS. RESTORATION WILL STRENGTHEN THE RESILIENCE OF BOTH SALMON AND LOCAL COMMUNITIES TO CLIMATE CHANGE BY HELPING MAINTAIN COOL ST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd536ebf-c630-1ddb-5b74-9e00487ecba5-C", "generated_internal_id": "ASST_NON_NA23NMF4630080_1330"}, {"internal_id": 160119415, "Award ID": "NA23NMF4630077", "Award Amount": 2947955.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-12", "CFDA Number": "11.463", "Description": "GROUNDWORK JACKSONVILLE WILL BE AWARDED UP TP $2,947,955 TO UNDERTAKE EARLY PLANNING STAGES FOR RESTORING WETLAND AND UPLAND HABITATS ALONG HOGANS CREEK. THE EFFORT WILL INCLUDE REMOVING CULVERTS AND DAYLIGHTING SECTIONS OF THE CREEK THAT RUN UNDERGROUND. THIS WORK WILL CREATE HABITAT FOR SPECIES SUCH AS STURGEON, SHRIMP, CRABS, AND RED DRUM. THIS PROJECT IS ONE OF THE TOP TWO FLOOD REDUCTION PRIORITIES FOR THE CITY OF JACKSONVILLE AND WILL ALSO IMPROVE WATER QUALITY AND PROVIDE OPPORTUNITIES FOR RECREATION. ONCE IMPLEMENTED, THE RESTORATION PROJECT WILL PROVIDE COMMUNITY ACCESS TO GREEN SPACE AND RECREATION ALONG THE RIVER AS PART OF THE 30-MILE EMERALD TRAIL SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 2947955.0, "recipient_id": "096376de-259d-01f0-ff04-d1b7920f63a7-R", "generated_internal_id": "ASST_NON_NA23NMF4630077_1330"}, {"internal_id": 160119414, "Award ID": "NA23NMF4630076", "Award Amount": 10605912.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-06", "CFDA Number": "11.463", "Description": "THE INSTITUTE FOR SOCIO-ECOLOGICAL RESEARCH WILL BE AWARDED $10.6M TO CONSTRUCT FIVE ACRES OF CORAL REEF AT THREE LOCATIONS IN PUERTO RICO: FAJARDO, MAYAGUEZ, AND LA PARGUERA. THIS WORK WILL STRENGTHEN ECOSYSTEM RESILIENCE BY ADDRESSING THE CURRENT STATE OF LOW CORAL COVER AND DIVERSITY OF REEFS IN PUERTO RICO BY ADDRESSING THE EFFECTS OF NEW CORAL DISEASES AND BY REINTRODUCING SLOW-GROWING, MASSIVE REEF-BUILDING CORAL SPECIES, INCLUDING THREATENED ORBICELLA CORAL SPECIES AND PILLAR CORAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": 10605912.0, "recipient_id": "fc8a59a4-6138-f0d6-8e54-e4e68f402b75-R", "generated_internal_id": "ASST_NON_NA23NMF4630076_1330"}, {"internal_id": 161919619, "Award ID": "NA23NMF4630075", "Award Amount": 6782805.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "11.463", "Description": "THIS PROJECT WILL CONSTRUCT A LIVING SHORELINE AT MARINE CORPS AIR STATION BEAUFORT, TO ACCELERATE EXISTING EFFORTS TO PROVIDE SUPPORT AND IMPLEMENT MULTIPLE LIVING SHORELINE PROJECTS TO UNDERSERVED COMMUNITIES, AND TO DEVELOP A RESILIENCE IMPLEMENTATION PLAN TO ADDRESS STATE-WIDE COASTAL RISKS USING LARGE-SCALE NATURE-BASED SOLUTIONS. THESE ACTIONS WILL PROTECT ERODING MARSHES AND ENHANCE OYSTER REEFS, PROTECTING COASTAL COMMUNITIES AND SUPPORTING HABITAT FOR 18 FEDERALLY MANAGED FISH SPECIES AND THE FORAGE SPECIES THEY DEPEND ON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA23NMF4630075_1330"}, {"internal_id": 159207171, "Award ID": "NA23NMF4630074", "Award Amount": 8349909.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-08", "CFDA Number": "11.463", "Description": "THE NATURE CONSERVANCY WILL BE AWARDED $8.3M TO RESTORE HIGH-PRIORITY HABITAT ON THREE RIVERS IN COASTAL MENDOCINO COUNTY. THE WORK WILL BENEFIT ENDANGERED CENTRAL CALIFORNIA COAST COHO SALMON (A NOAA SPECIES IN THE SPOTLIGHT) AND THREATENED CALIFORNIA COASTAL CHINOOK. THE EFFORT WILL INCLUDE ON-THE-GROUND IMPLEMENTATION AT THREE SITES, RESTORING FLOODPLAIN AND STREAM HABITAT. THE PROJECT WILL DESIGN AND IMPLEMENT HIGH PRIORITY ACTIONS IDENTIFIED IN RECOVERY PLANS PRIORITIZED UNDER COLLABORATIVE PROCESSES. THESE LANDSCAPE-SCALE ACTIONS WILL BENEFIT LISTED SALMON THROUGH THE RESTORATION OF FLOODPLAIN HABITAT AND FUNCTION BY INCREASING INSTREAM COMPLEXITY ACROSS SEVERAL SITES. IMPROVED FLOODPLAIN WATER STORAGE CAPACITY WILL HELP BUFFER DOWNSTREAM COMMUNITIES FROM THE IMPACTS OF CLIMATE CHANGE AND EXTREME WEATHER. EMPLOYMENT OPPORTUNITIES FOR LOCAL UNDERSERVED COMMUNITIES AND ENGAGEMENT WITH LOCAL TRIBES ARE ALSO A FOCUS FOR THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 8349909.0, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA23NMF4630074_1330"}, {"internal_id": 159207170, "Award ID": "NA23NMF4630073", "Award Amount": 9665081.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-03", "CFDA Number": "11.463", "Description": "THE HOOD CANAL SALMON ENHANCEMENT GROUP WILL BE AWARDED $9.6M TO RESTORE HABITAT IN THE BIG QUILCENE RIVER AND ESTUARY, BENEFITING THREATENED PUGET SOUND CHINOOK SALMON AND OTHER KEY SPECIES. CHANNELIZATION, DREDGING, AND BANK ARMORING HAVE DISCONNECTED THE RIVER FROM ITS FLOODPLAIN AND CONFINED IT TO AN ARTIFICIALLY STRAIGHT AND HIGH-ENERGY CHANNEL THAT FREQUENTLY FLOODS. THROUGH THIS PROJECT, THE RIVER WILL BE RECONNECTED TO ITS ENTIRE 140-ACRE FLOODPLAIN, ELIMINATING FLOOD HAZARDS WITHIN THE COMMUNITY OF QUILCENE. THE PROJECT WILL ALSO CREATE HIGHLY PRODUCTIVE SPAWNING AND REARING HABITAT IN A HIGH PRIORITY LOCATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 9665081.0, "recipient_id": "8880b3f5-81bc-7c0a-f72b-02ac113f1420-C", "generated_internal_id": "ASST_NON_NA23NMF4630073_1330"}, {"internal_id": 161576347, "Award ID": "NA23NMF4630072", "Award Amount": 7561480.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-31", "CFDA Number": "11.463", "Description": "THE LOWER COLUMBIA ESTUARY PARTNERSHIP WILL BE AWARDED $7.5M TO RESTORE HABITAT ALONG THREE MILES OF THE LOWER EAST FORK LEWIS RIVER THAT HAS BEEN SEVERELY IMPACTED BY LEGACY GRAVEL MINING AND RESIDENTIAL DEVELOPMENT. THIS RIVER HAS BEEN IDENTIFIED AS A CRITICAL WATERSHED FOR RECOVERY FOR LOWER COLUMBIA RIVER CHINOOK SALMON, WHICH IS KNOWN AS A SIGNIFICANT PORTION OF THE DIET FOR ENDANGERED SOUTHERN RESIDENT KILLER WHALES, A NOAA SPECIES IN THE SPOTLIGHT. THE PROJECT WILL RESTORE AND RECONNECT A FORMERLY-MINED FLOODPLAIN, REMOVE LEVEES, AND RESTORE HABITAT IN AND ALONG STREAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "966b50e1-407b-77d9-6d88-9f51772b15a7-C", "generated_internal_id": "ASST_NON_NA23NMF4630072_1330"}, {"internal_id": 160586216, "Award ID": "NA23NMF4630071", "Award Amount": 5160792.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-27", "CFDA Number": "11.463", "Description": "SAN MATEO RESOURCE CONSERVATION DISTRICT WILL BE AWARDED $5,160,792 TO RESTORE HABITAT FOR CENTRAL CALIFORNIA COAST COHO SALMON (A NOAA SPECIES IN THE SPOTLIGHT) AND STEELHEAD IN THREE WATERSHEDS IN NORTHERN CALIFORNIA. THESE WATERSHEDS HAVE BEEN SEVERELY DEGRADED AND TRANSFORMED BY LOGGING AND AGRICULTURE, AND THE AREA CURRENTLY EXPERIENCES SEVERE DROUGHT, MORE INTENSE WINTER STORMS, FLOODING, AND FOREST FIRES. WORK ACROSS 18 HABITAT RESTORATION PROJECTS WILL HELP OPEN STREAMS TO FISH PASSAGE, RECONNECT FLOODPLAINS, AND CREATE AND RESTORE HABITAT THAT WILL SUPPORT MULTIPLE LIFE STAGES OF SALMON. THIS WORK WILL BENEFIT LOCAL COMMUNITIES, INCLUDING PESCADERO, BY REDUCING FLOODING AND IMPROVING COMMUNITY ACCESS TO A CLEAN, RELIABLE WATER SUPPLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af71fd8d-2e7a-a84d-b754-f7496a4e0a76-C", "generated_internal_id": "ASST_NON_NA23NMF4630071_1330"}, {"internal_id": 161576346, "Award ID": "NA23NMF4630070", "Award Amount": 4925173.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-31", "CFDA Number": "11.463", "Description": "GREATER FARALLONES ASSOCIATION WILL BE AWARDED $4,925,173 TO RESTORE BULL KELP AT FOUR LOCATIONS ALONG THE NORTHERN SONOMA COUNTY COASTLINE IN GREATER FARALLONES NATIONAL MARINE SANCTUARY. THE PROJECT WILL RESTORE APPROXIMATELY 50 ACRES OF KELP FOREST HABITAT BY REMOVING PURPLE SEA URCHINS AND OUTPLANTING BULL KELP. IN 2014-2016, MORE THAN 90 PERCENT OF BULL KELP FOREST HABITAT IN NORTHERN CALIFORNIA WAS LOST DUE TO REPEATED WARM WATER EVENTS. BULL KELP IS A FOUNDATIONAL SPECIES IN THE ECOSYSTEM, AND ITS DECLINE HAS CASCADING EFFECTS ON RECREATIONAL AND COMMERCIAL FISHERIES. RESTORING THIS HABITAT WILL DIRECTLY BENEFIT THE GREATER ECOSYSTEM WITHIN THE SANCTUARY AND ALONG THE NORTHERN CALIFORNIA COAST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "655901f0-9c70-f4ed-f33a-e733b1d6a5e2-C", "generated_internal_id": "ASST_NON_NA23NMF4630070_1330"}, {"internal_id": 160586215, "Award ID": "NA23NMF4630069", "Award Amount": 5471614.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-20", "CFDA Number": "11.463", "Description": "SMITH RIVER ALLIANCE WILL BE AWARDED $5.4M OVER 4 YEARS TO RESTORE HABITAT IN THE SMITH RIVER WATERSHED TO SUPPORT ONE OF THE LARGEST RUNS OF SALMON AND STEELHEAD IN CALIFORNIA. THIS WORK WILL ALSO HELP IMPROVE THE CLIMATE RESILIENCE OF LOCAL COMMUNITIES. FOR EXAMPLE, AN EXISTING BRIDGE WILL BE RELOCATED AND REPLACED WITH A NEW STRUCTURE THAT WILL WITHSTAND STRONGER STORMS. THIS WILL HELP IMPROVE THE RESILIENCE OF DEL NORTE COUNTY AGAINST FUTURE FLOOD AND WILDFIRE RISK THAT MAY BECOME MORE EXTREME IN A CHANGING CLIMATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "51433e87-3d1c-be4a-e34a-22a7c788b2eb-R", "generated_internal_id": "ASST_NON_NA23NMF4630069_1330"}, {"internal_id": 161919618, "Award ID": "NA23NMF4630068", "Award Amount": 14949480.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-02", "CFDA Number": "11.463", "Description": "THIS PROJECT WILL RESTORE NEARLY 120 ACRES OF OYSTER HABITAT IN PAMLICO SOUND, COMPLETING THE 500-ACRE GOAL OF THE JEAN PRESTON MEMORIAL OYSTER SANCTUARY. SANCTUARY REEFS ARE A PRIMARY SOURCE OF OYSTER LARVAE THAT MAINTAIN AND GROW PRODUCTIVE AND SUSTAINABLE POPULATIONS OF WILD OYSTERS, IN ADDITION TO SUPPORTING COMMERCIAL AND RECREATIONAL FISHERIES AND TOURISM BUSINESSES THROUGHOUT THE STATE'S COAST. OYSTER RESTORATION WILL PROVIDE DIRECT BENEFITS TO KEY RECREATIONAL AND COMMERCIAL SPECIES SUCH AS STRIPED BASS. ADDITIONALLY, NCCF WILL JOIN WITH NORTH CAROLINA STATE UNIVERSITY'S CENTER FOR MARINE SCIENCES AND TECHNOLOGY AND NORTH CAROLINA CENTRAL UNIVERSITY TO PROVIDE HANDS-ON OPPORTUNITIES FOR UNDERREPRESENTED GRADUATE AND UNDERGRADUATE STUDENTS STUDYING MARINE SCIENCES. THESE GRADUATE AND UNDERGRADUATE STUDENTS WILL HAVE THE OPPORTUNITY TO ENGAGE WITH K12 STUDENTS THROUGH NCCF'S EXISTING EDUCATION PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d21d06d-046f-87b0-cbf7-5a5f44a6789c-C", "generated_internal_id": "ASST_NON_NA23NMF4630068_1330"}, {"internal_id": 161919617, "Award ID": "NA23NMF4630067", "Award Amount": 5212753.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "11.463", "Description": "NOOKSACK INDIAN TRIBE WILL BE AWARDED $5.2M TO ADDRESS PRIORITY HABITAT LIMITING FACTORS FOR SALMON AND STEELHEAD IN THE SOUTH FORK NOOKSACK RIVER. DECLINING POPULATIONS OF CHINOOK SALMON AND OTHER SPECIES HAVE HAD SIGNIFICANT IMPACTS ON THE NOOKSACK TRIBE'S CULTURAL, SUBSISTENCE, AND COMMERCIAL FISHERIES. BY INCREASING HABITAT COMPLEXITY AND INCREASING THE NUMBER OF POOLS IN THE REGION TO ADDRESS SUMMER FLOWS, THIS WORK WILL SUPPORT MULTIPLE LIFE STAGES OF SALMON AND ENHANCE THEIR RESILIENCE TO CLIMATE CHANGE. THE EFFORT WILL ENCOMPASS CONSTRUCTION OF TWO PROJECTS AND THE DESIGN OF A THIRD. THE WORK WILL HELP REDUCE FLOOD RISK TO THE NEARBY TOWN OF ACME THROUGH INCREASED WATER STORAGE AND CONSTRUCTION OF A BERM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6d9dda9-b638-b0d1-0171-ebb1164402b0-C", "generated_internal_id": "ASST_NON_NA23NMF4630067_1330"}, {"internal_id": 159207169, "Award ID": "NA23NMF4630066", "Award Amount": 4257911.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-15", "CFDA Number": "11.463", "Description": "LUMMI NATION WILL BE AWARDED MORE THAN $4.2M TO ADVANCE THREE HIGH-PRIORITY SALMON HABITAT RESTORATION PROJECTS ALONG THE SOUTH FORK NOOKSACK RIVER. SALMON IN THE NOOKSACK RIVER WATERSHED ARE CRITICALLY IMPORTANT TO THE LIVELIHOOD, CULTURE, AND WELL-BEING OF THE LUMMI NATION, BUT DEGRADED HABITAT HAS LED THE ABUNDANCE OF SEVERAL SALMONID STOCKS TO DIMINISH SUBSTANTIALLY FROM HISTORICAL LEVELS. THIS WORK WILL SUPPORT ENDANGERED SPECIES ACT-LISTED PUGET SOUND CHINOOK AND STEELHEAD, AND BENEFIT SOUTHERN RESIDENT KILLER WHALES, A NOAA SPECIES IN THE SPOTLIGHT, BY SUPPORTING THEIR PREY. THE EFFORT WILL INCLUDE IMPLEMENTATION OF TWO PROJECTS AND THE DESIGN OF A THIRD. THE WORK WILL INCREASE FLOOD RESILIENCE, IMPROVE WATER QUALITY, AND ENHANCE TRIBAL FISHERIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 4257911.0, "recipient_id": "00f96565-5a09-035a-81b3-4ca729d68162-C", "generated_internal_id": "ASST_NON_NA23NMF4630066_1330"}, {"internal_id": 160895681, "Award ID": "NA23NMF4630065", "Award Amount": 6926134.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-11", "CFDA Number": "11.463", "Description": "CORAL RESTORATION FOUNDATION WILL BE AWARDED $6.9M TO RESTORE CORAL REEF HABITATS ACROSS FLORIDA, PUERTO RICO, AND THE U.S. VIRGIN ISLANDS. THIS PROJECT WILL HELP REBUILD POPULATIONS OF FIVE ENDANGERED SPECIES ACT-LISTED CORALS AT MULTIPLE SITES, INCLUDING REEFS ASSOCIATED WITH ONGOING NOAA EFFORTS IN THESE AREAS. THE PROJECT USES TECHNOLOGIES AND BEST PRACTICES FROM THE FLORIDA KEYS WHERE PRACTITIONERS ARE AT THE FOREFRONT OF CORAL RESTORATION TO HELP INCREASE THE CAPACITY FOR CORAL RESTORATION IN PUERTO RICO AND USVI BY DEVELOPING AND SCALING UP CORAL NURSERY INFRASTRUCTURE. CORAL REEF RESTORATION WILL HELP PROVIDE COASTAL PROTECTION, ENHANCE FISHERIES, AND SUPPORT RECREATION AND TOURISM ECONOMIES. THE PROJECT'S OUTREACH AND EDUCATION ACTIVITIES WILL ENGAGE GIRL SCOUTS, STUDENT INTERNS, AND THE LOCAL COMMUNITY BY BUILDING ON AN ESTABLISHED OUTREACH PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e90eee7-0881-75ec-0751-bd2cf8d32ede-C", "generated_internal_id": "ASST_NON_NA23NMF4630065_1330"}, {"internal_id": 160895680, "Award ID": "NA23NMF4630064", "Award Amount": 1404884.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-11", "CFDA Number": "11.463", "Description": "SOUTH BALTIMORE GATEWAY PARTNERSHIP WILL BE AWARDED $5,619,858 TO RESTORE MARSH HABITAT IN AN URBAN ECOSYSTEM IN BALTIMORE CITY. THE PROJECT IS PART OF A LARGER INITIATIVE CALLED REIMAGINE MIDDLE BRANCH A COMMUNITY-LED INITIATIVE TO RECONNECT SOUTH BALTIMORE RESIDENTS TO THE NEARBY RIVER. THE NATURE-BASED INFRASTRUCTURE IS EXPECTED TO REDUCE EROSION AND FLOODING. THE RESTORED MARSHES WILL BE DESIGNED TO CONTINUOUSLY ADAPT TO RISING SEA LEVELS. THE PROJECT WILL ALSO ENHANCE PUBLIC ACCESS TO THE RIVER AND CONNECT TO EXISTING REGIONAL TRAIL NETWORKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 1404884.0, "recipient_id": "c5c2c890-4291-739b-7b26-991617a2631d-R", "generated_internal_id": "ASST_NON_NA23NMF4630064_1330"}, {"internal_id": 161576345, "Award ID": "NA23NMF4630063", "Award Amount": 4450913.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-20", "CFDA Number": "11.463", "Description": "MASSACHUSETTS AUDUBON SOCIETY WILL SUPPORT COASTAL MARSH RESTORATION IN SOUTHEASTERN MASSACHUSETTS BY PRIORITIZING RESTORATION SITES AND RESTORING WETLANDS DEGRADED THROUGH HISTORIC CRANBERRY FARMING. COASTAL MARSHES ARE AT SEVERE RISK DUE TO CLIMATE CHANGE AND SEA LEVEL RISE. RETIRED, LOW-LYING CRANBERRY FARMLANDS PROVIDE A POTENTIAL SPACE FOR COASTAL WETLANDS TO MIGRATE INLAND TO AVOID DISAPPEARING. THIS EFFORT WILL IMPLEMENT TWO PILOT RESTORATION PROJECTS TO INFORM SIMILAR, FUTURE PROJECTS ACROSS THE REGION AND SUPPORT SUSTAINED CULTURAL LAND USES FOR TRIBAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 4450913.0, "recipient_id": "86976376-f13e-f73c-761b-ec3e50a624de-C", "generated_internal_id": "ASST_NON_NA23NMF4630063_1330"}, {"internal_id": 160586214, "Award ID": "NA23NMF4630062", "Award Amount": 4500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-20", "CFDA Number": "11.463", "Description": "JEFFERSON PARRISH WILL BE AWARDED $4,500,000 TO CONSTRUCT ONE-MILE OF LIVING SHORELINE AND CREATING AND ENHANCING UP TO 70 ACRES OF MARSH, TIDAL CREEKS, AND LAGOONS IN BUCKTOWN, PART OF THE GREATER NEW ORLEANS AREA, LOUISIANA.  THIS PROJECT WILL REBUILD THE PREVIOUSLY EXISTING NATURAL FIRST LINE OF DEFENSE AGAINST STORM SURGE AND RISING SEA LEVELS AND SUPPORT THE RESTORATION OF WATER QUALITY AND ECOLOGICAL FUNCTIONS OF THE LAKE PONTCHARTRAIN SHORELINE. BY ESTABLISHING A LIVING SHORELINE AND REDUCING EROSION OF THE SHORE EDGE, THE PROJECT WILL PROVIDE FOR THE RE-ESTABLISHMENT OF MANY OF THE FORMER SHORELINE HABITATS INCLUDING MARSH EDGE, INTERTIDAL SHORELINE, SUBMERGED AQUATIC VEGETATION (SAV) AND SOME INTERTIDAL HABITATS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1bde1e26-9c96-68af-c75b-2e664444e905-C", "generated_internal_id": "ASST_NON_NA23NMF4630062_1330"}, {"internal_id": 159207168, "Award ID": "NA23NMF4630061", "Award Amount": 3839574.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-08", "CFDA Number": "11.463", "Description": "THE NATIONAL FOREST FOUNDATION WILL BE AWARDED $3.8M TO RESTORE SALMON HABITAT IN RESURRECTION CREEK, IN AN AREA HISTORICALLY ALTERED BY GOLD MINING. RESURRECTION CREEK IS LOCATED ON KENAI PENINSULA, WHICH SUPPORTS ONE OF THE LARGEST SPORT FISHERIES IN NORTH AMERICA. THE PROJECT WILL IMPROVE NATURAL STREAM PROCESSES TO 2 MILES, RESTORE OR RECONNECT OVER 50 ACRES OF HISTORIC FLOODPLAINS AND OFF-CHANNEL HABITAT, AND RESTORE OVER 70 ACRES OF VEGETATION. THIS EFFORT WILL SUPPORT NUMEROUS SALMON SPECIES AND WILL SUPPORT PREY FOR COOK INLET BELUGA WHALE, A NOAA SPECIES IN THE SPOTLIGHT. THE WORK WILL PROVIDE NUMEROUS BENEFITS TO THE SMALL, RURAL COMMUNITY OF THE TOWN OF HOPE AND OTHER SURROUNDING COOK INLET COMMUNITIES, SUCH AS FLOOD REDUCTION, OUTDOOR RECREATION, AND JOB CREATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 3839574.0, "recipient_id": "eabde363-009e-81d3-dd72-0e77bc7ea2ac-C", "generated_internal_id": "ASST_NON_NA23NMF4630061_1330"}, {"internal_id": 159207167, "Award ID": "NA23NMF4630059", "Award Amount": 1397493.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-08", "CFDA Number": "11.463", "Description": "THE IPSWICH RIVER WATERSHED ASSOCIATION WILL BE AWARDED $1,397,493 TO SUPPORT HABITAT RESTORATION IN THE GREAT MARSH, THE LARGEST CONTINUOUS SALT MARSH IN NEW ENGLAND. THE IPSWICH RIVER WATERSHED ASSOCIATION WILL PLAN FOR AND BEGIN CONSTRUCTION ON SEVERAL EFFORTS TO ADDRESS ALL REMAINING HIGH-PRIORITY BARRIERS IDENTIFIED IN THE REGION. THREE TIDAL BARRIER REMOVAL DEMONSTRATION PROJECTS WILL ADDRESS SPECIFIC HURDLES FACED BY MANY OTHER PROJECTS IN THE GREAT MARSH, CATALYZING FUTURE PROJECT IMPLEMENTATION. THE WORK WILL INCREASE THE PACE OF RESTORATION ACTIVITIES AND RESOLVE ISSUES WATERSHED-WIDE, WITH A FOCUS ON BENEFITING FISHERIES HABITAT. IT IS EXPECTED TO BENEFIT IMPORTANT FORAGE SPECIES SUCH AS RIVER HERRING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1397493.0, "recipient_id": "b0caf375-d9c1-76e5-de51-fe26588de8d3-R", "generated_internal_id": "ASST_NON_NA23NMF4630059_1330"}, {"internal_id": 160586213, "Award ID": "NA23NMF4630057", "Award Amount": 14620884.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-27", "CFDA Number": "11.463", "Description": "THE NATURE CONSERVANCY WILL BE AWARDED $14,620,884 TO CONSTRUCT A LIVING SHORELINE BREAKWATER TO PROTECT THE SOUTHEAST SHORELINE OF COFFEE ISLAND IN MISSISSIPPI SOUND. COFFEE ISLAND IS A FRONT-LINE BARRIER TO THE NORTHERN MISSISSIPPI SOUND COAST, BUT IT HAS BEEN SUBJECT TO HIGH EROSION RATES. THIS PROJECT WILL CONSTRUCT 5,000 FEET OF LARGE, OVERLAPPING BREAKWATERS, WHICH WILL HELP PROTECT MARSHES, SEAGRASSES, AND SHORELINES THAT SERVE AS IMPORTANT HABITAT FOR RECREATIONAL AND COMMERCIAL FISH SPECIES. PROTECTION OF COFFEE ISLAND WILL ALSO HELP PROVIDE RESILIENCE BENEFITS TO NEARBY COASTAL HABITATS AND COMMUNITIES ON THE MAINLAND OF MOBILE COUNTY, INCLUDING IMPORTANT AQUACULTURE INSTALLATIONS IN PORTERSVILLE BAY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA23NMF4630057_1330"}, {"internal_id": 160586212, "Award ID": "NA23NMF4630056", "Award Amount": 12574655.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "11.463", "Description": "THE NATURE CONSERVANCY WILL BE AWARDED $12,574,655 TO ENHANCE CLIMATE RESILIENCE IN ALABAMA AND FLORIDA AS PART OF THE PERDIDO WATERSHED HABITAT AND COMMUNITY RESILIENCE INITIATIVE. THIS LARGE-SCALE, MULTI-SITE EFFORT WILL RESTORE HABITAT AND DEVELOP PROGRAMS TO HELP COMMUNITIES PLAN FOR AND IMPLEMENT NATURE-BASED SOLUTIONS TO CLIMATE IMPACTS, SUCH AS LIVING SHORELINES. IN ADDITION TO ENHANCING HABITAT FOR RECREATIONAL AND COMMERCIAL FISHERIES, THIS WORK IS EXPECTED TO HELP BUFFER COMMUNITIES FROM FLOODING AND STORM IMPACTS, ENHANCE RECREATIONAL OPPORTUNITIES, AND IMPROVE WATER QUALITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA23NMF4630056_1330"}, {"internal_id": 160895679, "Award ID": "NA23NMF4630055", "Award Amount": 14592212.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "11.463", "Description": "THIS PROJECT WILL INCLUDE RESTORING STREAM, SHORELINE, AND FLOODPLAIN HABITAT, WHICH WILL BENEFIT ENDANGERED SMALLTOOTH SAWFISH AND IMPORTANT RECREATIONAL SPECIES SUCH AS RED DRUM. THE PROJECT WAS DESIGNED TO CREATE A FLOODPLAIN THAT IS MORE RESILIENT TO SEA LEVEL RISE AND TO REMOVE UPSTREAM BARRIERS TO LOW-SALINITY HABITAT, WHICH IS IMPORTANT FOR NUMEROUS FISH SPECIES, INCLUDING AS A LOCATION OF SAFE HARBOR DURING TOXIC RED TIDE ALGAL BLOOMS. LOCAL COMMUNITIES SUCH AS THE CITY OF VENICE WILL BENEFIT FROM INCREASED PROTECTION FROM FLOODING AND ENHANCED RECREATIONAL OPPORTUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88b1291d-9ac2-3c55-c36c-07646427483f-C", "generated_internal_id": "ASST_NON_NA23NMF4630055_1330"}, {"internal_id": 156647860, "Award ID": "NA23NMF4630044", "Award Amount": 1852454.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-07", "CFDA Number": "11.463", "Description": "CHICKALOON NATIVE VILLAGE WILL BE AWARDED $1,852,454 TO IMPLEMENT FISH BARRIER REMOVAL WITHIN THE TRADITIONAL ANCESTRAL LANDS OF CHICKALOON NATIVE VILLAGE AND DEVELOP A FISH PASSAGE WORKING GROUP FOR THE MATANUSKA-SUSITNA BOROUGH. THEY WILL ALSO INCREASE TRIBAL STAFF MEMBER KNOWLEDGE AND CAPACITY TO OVERSEE FISH PASSAGE RESTORATION PLANNING, DESIGN, AND IMPLEMENTATION. THE CHICKALOON TRIBE IS AN ACTIVE MEMBER OF THE MAT-SU NATIONAL FISH HABITAT PARTNERSHIP AND ANTICIPATES USING THE MAT-SU NFHP STRATEGIC PLAN IN THEIR PROPOSED WORK. THE PROJECT INCLUDES A DELIVERABLE TO FACILITATE A MAT-SU FISH PASSAGE WORKING GROUP A COMMITTEE UNDER THE MAT-SU NFHP PARTNERSHIP THAT WILL INCLUDE MULTIPLE REGIONAL TRIBES; FEDERAL, STATE, AND BOROUGH AGENCIES; AND OTHER RELEVANT PARTICIPANTS. THE CHICKALOON TRIBE WILL RELY ON NFHP PARTNER CAPACITY AND LOCAL COMMUNITY AND TECHNICAL KNOWLEDGE TO PRIORITIZE FISH PASSAGE PROJECTS THAT BENEFIT TRADITIONAL HARVEST BY CHICKALOON TRIBE AND NEIGHBORING T", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 1852454.0, "recipient_id": "958881c0-ba09-1d0b-8f94-c44384876206-R", "generated_internal_id": "ASST_NON_NA23NMF4630044_1330"}, {"internal_id": 158772945, "Award ID": "NA23NMF4630043", "Award Amount": 1088487.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-17", "CFDA Number": "11.463", "Description": "THE SHOSHONE-BANNOCK TRIBES OF THE FORT HALL RESERVATION OF IDAHO WILL BE AWARDED $1,088,487 TO EVALUATE, ASSESS, AND RESTORE FISH PASSAGE AND CONNECTIVITY FOR MIGRATORY FISH IN THE YANKEE FORK WATERSHED, INCLUDING THREE ENDANGERED SPECIES ACT-LISTED SPECIES: SNAKE RIVER SPRING/SUMMER-RUN CHINOOK SALMON, SNAKE RIVER STEELHEAD, AND BULL TROUT. THE PROJECT GOALS INCLUDE RESTORING FISH PASSAGE AND CONNECTIVITY IN POND SERIES 4, AND RESTORING FISH PASSAGE AND CONNECTIVITY TO TWO CURRENTLY DISCONNECTED TRIBUTARY SUBWATERSHEDS: JERRY'S CREEK AND SILVER CREEK. IN COMBINATION, THESE PROJECTS WILL ACHIEVE MEASURABLE AND LASTING BENEFITS FOR ESA-LISTED MIGRATORY FISH SPECIES, SUPPORT INDIGENOUS MANAGEMENT OF CULTURALLY AND ECOLOGICALLY RESILIENT FISHERIES, ENHANCE WATERSHED RESILIENCE TO THREATS FROM CLIMATE HAZARDS, AND INCREASE THE CAPACITY FOR THE SHOSHONE-BANNOCK TRIBES TO EFFECTIVELY MANAGE TRIBAL TRUST RESOURCES FOR CULTURAL, SPIRITUAL, AND SUBSISTENCE PURPOSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": 1088487.0, "recipient_id": "1b560b84-fe39-467f-47fe-24f6ddf42da3-C", "generated_internal_id": "ASST_NON_NA23NMF4630043_1330"}, {"internal_id": 156908550, "Award ID": "NA23NMF4630042", "Award Amount": 456206.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-16", "CFDA Number": "11.463", "Description": "THE NOOKSACK TRIBE WILL BE AWARDED $456,206 TO WORK COLLABORATIVELY WITH THE LUMMI NATION, THE CITY OF BELLINGHAM, AND THE WASHINGTON DEPARTMENT OF FISH AND WILDLIFE TO DEVELOP A PLAN FOR CITY-OWNED FISH PASSAGE BARRIERS THAT ADDRESSES BOTH CITY INFRASTRUCTURE NEEDS AND MEETS FISHERIES GOALS. THROUGH AN EXISTING MEMORANDUM OF AGREEMENT, PROJECT PARTNERS WILL UPDATE AN INVENTORY OF BARRIERS, DEVELOP A LIST OF PRIORITY SITES FOR CORRECTIVE ACTIONS, ASSIST WITH DEVELOPING PRELIMINARY DESIGN PLANS, AND PROVIDE SUPPORT TO FUND HIGH PRIORITY PROJECTS. THIS ASSESSMENT WILL FOCUS ON BARRIERS IN ESTUARINE AREAS OF BELLINGHAM, WHICH ARE OFTEN THE FIRST BARRIER ENCOUNTERED BY MIGRATORY FISH IN THESE SYSTEMS. THE TRIBE WILL ALSO WORK WITH THE PROJECT CONSULTANT TO DEVELOP A COMMUNICATIONS PLAN TO ENSURE LOCAL AND TRIBAL COMMUNITIES ARE INFORMED AND PROVIDE INPUT TO HELP GUIDE THE PROCESS. THE PROJECT WILL SUPPORT AN INCREASE IN ENDANGERED SPECIES ACT-LISTED, MANAGED, AND CULTURALLY-IMPOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 456206.0, "recipient_id": "a6d9dda9-b638-b0d1-0171-ebb1164402b0-C", "generated_internal_id": "ASST_NON_NA23NMF4630042_1330"}, {"internal_id": 157813887, "Award ID": "NA23NMF4630041", "Award Amount": 2571456.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-17", "CFDA Number": "11.463", "Description": "THE COWLITZ INDIAN TRIBE WILL BE AWARDED $2,571,456 TO REMOVE KWONEESUM DAM ON WILDBOY CREEK, A TRIBUTARY TO THE WEST FORK WASHOUGAL RIVER IN THE COLUMBIA RIVER WATERSHED IN WASHINGTON STATE. REMOVAL OF THE 55-FOOT TALL, 425-FOOT LONG ROCK FILL EMBANKMENT DAM WILL RESTORE FISH ACCESS TO A MINIMUM OF 6.5 MILES OF HIGHLY PRODUCTIVE HABITAT, BENEFITTING NATIVE FISH AND OTHER AQUATIC SPECIES. THE TRIBE HAS FINISHED THE FINAL DESIGN AND SECURED PERMITS FOR DAM REMOVAL. THEY HAVE ALSO COMPLETED HABITAT RESTORATION DESIGNS TO PLACE 1.2 MILES OF LOG STRUCTURES IN THE STREAM TO RESTORE HABITAT COMPLEXITY AND CAPTURE SEDIMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 2571456.0, "recipient_id": "dad4e845-8062-7804-3f89-4de5de20a927-C", "generated_internal_id": "ASST_NON_NA23NMF4630041_1330"}, {"internal_id": 156908549, "Award ID": "NA23NMF4630040", "Award Amount": 425920.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-21", "CFDA Number": "11.463", "Description": "SEALASKA CORPORATION WILL BE AWARDED $425,920 TO SUPPORT THE ASSESSMENT, FEASIBILITY, AND PRIORITIZATION OF STREAM-CROSSING BARRIERS ON PRINCE OF WALES ISLAND, AS WELL AS DESIGNS FOR 10 INDIVIDUAL BARRIER PROJECTS. PRINCE OF WALES ISLAND IS ONE OF THE MOST PRODUCTIVE AREAS FOR SALMON IN SOUTHEAST ALASKA. THE ISLAND SUPPORTS COHO, CHUM, PINK, AND SOCKEYE SALMON, DOLLY VARDEN CHAR, AND COASTAL CUTTHROAT TROUT, ALL OF WHICH HAVE BEEN IMPORTANT TO THE LIVELIHOOD AND CULTURE OF INHABITANTS FOR MILLENNIA. THIS PROJECT HAS THE POTENTIAL TO REDUCE HABITAT FRAGMENTATION AND INCREASE SPECIES RESILIENCE TO CLIMATE CHANGE, WHILE ALSO IMPROVING ACCESS TO ESSENTIAL SERVICES FOR REMOTE COMMUNITIES. PROJECT PARTNERS WILL HELP BUILD CAPACITY FOR SEALASKA EMPLOYEES TO PARTICIPATE IN ALL PHASES OF THE WORK. SEALASKA IS AN ACTIVE PARTNER OF THE SOUTHEAST ALASKA NATIONAL FISH HABITAT PARTNERSHIP. SEALASKA WILL IDENTIFY PROJECTS IMPORTANT TO THEIR COMMUNITY FROM THE NFHP PARTNER PRIORITIZED FISH P", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 425920.0, "recipient_id": "7eaed695-9516-e587-461d-04c75d1b1ded-C", "generated_internal_id": "ASST_NON_NA23NMF4630040_1330"}, {"internal_id": 157813886, "Award ID": "NA23NMF4630039", "Award Amount": 680859.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-17", "CFDA Number": "11.463", "Description": "THE CONFEDERATED TRIBES OF THE UMATILLA INDIAN RESERVATION WILL BE AWARDED UP TO $3,304,858 OVER THREE YEARS TO REMOVE OR REMEDIATE PHYSICAL BARRIERS TO MIGRATING JUVENILE AND ADULT SALMONIDS AND OTHER NATIVE FISH SPECIES IN THREE SUB-BASINS WITHIN THE CONFEDERATED TRIBES OF THE UMATILLA INDIAN RESERVATION CEDED TERRITORY. THE THREE SUB-BASINS INCLUDE UMATILLA, WALLA WALLA, AND GRANDE RONDE. THE PROJECTS WITHIN THE WALLA WALLA AND UMATILLA SUB-BASINS ARE CLASSIFIED AS IMMINENT THREAT OR PRIORITY PASSAGE BARRIERS. THE PROJECTS WITHIN THE GRANDE RONDE SUB-BASIN ADDRESS BARRIER REMOVAL WITHIN CRITICAL SPAWNING AND REARING HABITATS. COLLECTIVELY, THE PROJECTS WILL IMPROVE OR FULLY PROVIDE ACCESS TO HABITAT FOR ENDANGERED SPECIES ACT-LISTED STEELHEAD, BULL TROUT, AND SPRING CHINOOK SALMON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 680859.0, "recipient_id": "3391a488-8841-9847-8031-b15661bc3081-C", "generated_internal_id": "ASST_NON_NA23NMF4630039_1330"}, {"internal_id": 159207166, "Award ID": "NA23NMF4630038", "Award Amount": 250971.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-08", "CFDA Number": "11.463", "Description": "THE YAKAMA NATION WILL BE AWARDED UP TO $1,179,073 FOR BARRIER REMOVAL ON THE SNAKE CREEK TO ADDRESS A 'MORTALITY HOTSPOT' FOR ENDANGERED SPECIES ACT-LISTED STEELHEAD IN THE YAKIMA RIVER WATERSHED. TWO CHECK DAMS WILL BE REMOVED, OPENING SIX MILES OF UPSTREAM HABITAT. BARRIER REMOVAL WILL IMPROVE WATER FLOW, REDUCE STRANDING OF SMOLTS, AND IS PREDICTED TO INCREASE STEELHEAD SURVIVAL BY 10-20 PERCENT. FUNDING WILL ALSO BE DIRECTED TOWARDS THE DEVELOPMENT OF AN INTERACTIVE TOOL AND DATABASE FOR FISH PASSAGE MANAGEMENT ON YAKAMA NATION TERRITORY. THE DATABASE DEVELOPMENT WILL INCREASE CAPACITY FOR THE ENTIRE YAKAMA NATION TO ESTABLISH SOVEREIGN MANAGEMENT OF THEIR WATERSHED AND RESOURCES. THE TOOL WILL ENABLE THE TRIBE TO IDENTIFY, PLAN, AND EXECUTE FISH PASSAGE IMPROVEMENTS ON AN ADDITIONAL 310 MILES AND THREE TRIBUTARIES, COMPRISING 30-40 PERCENT OF THE ANNUAL ADULT STEELHEAD RUN. CURRENTLY, THE TRIBE IS VOLUNTARILY LIMITING THEIR TRADITIONAL FISHING BECAUSE OF ESA LISTING. THIS PROJEC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 250971.0, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_NA23NMF4630038_1330"}, {"internal_id": 157813885, "Award ID": "NA23NMF4630037", "Award Amount": 1270299.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-16", "CFDA Number": "11.463", "Description": "THE ROUND VALLEY INDIAN TRIBES WILL BE AWARDED $1,270,299 TO SUPPORT TRIBAL CAPACITY BUILDING FOR ENGAGEMENT IN THE DECOMMISSIONING PROCESS AND DAM REMOVAL AT THE POTTER VALLEY PROJECT ON THE EEL RIVER. THE EEL RIVER IS THE THIRD LARGEST WATERSHED IN CALIFORNIA AND IS A HISTORIC TRIBAL SOURCE OF LIVELIHOOD, SUSTENANCE, AND CONNECTION TO THE LANDSCAPE. THE REMOVAL OF THE SCOTT DAM HAS THE POTENTIAL TO SUPPORT 26,000 STEELHEAD AND 10,000 FALL-RUN CHINOOK ANNUALLY. THE PROJECT WOULD BUILD CAPACITY FOR THE ROUND VALLEY AND WIYOT TRIBES THROUGH THE PURCHASE OF EQUIPMENT AND DATA COLLECTION ON STREAM FLOW MANAGEMENT. THIS WILL IMPROVE TRIBAL PARTICIPATION IN THE DECOMMISSIONING PROCESS AND ENSURE OUTCOMES ARE ALIGNED WITH TRIBAL OBJECTIVES. PROJECT PARTNERS: WIYOT TRIBE, MCBAIN ASSOCIATES, STILLWATER SCIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1270299.0, "recipient_id": "b141e255-8e8f-5610-ab9f-3220094d2469-C", "generated_internal_id": "ASST_NON_NA23NMF4630037_1330"}, {"internal_id": 157813884, "Award ID": "NA23NMF4630036", "Award Amount": 3600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-30", "CFDA Number": "11.463", "Description": "THE GRAND TRAVERSE BAND OF OTTAWA AND CHIPPEWA INDIANS WILL BE AWARDED $3,600,000 TO REPLACE 12 ROAD-STREAM CROSSINGS WITH FISH PASSAGE INFRASTRUCTURE ACROSS 6 COUNTIES AND 9 RIVERS AND CREEKS. THE FISH BARRIERS ARE NOT ON TRIBAL LAND BUT ARE WITHIN CEDED TERRITORIES THAT HAVE CULTURAL VALUE TO THE GRAND TRAVERSE BAND AS A TRADITIONAL FISHERY OF THE ANISHINAABEK. THE APPLICANT WILL BE INVESTIGATING FISH PASSAGE ALTERNATIVES FOR TWO HYDROPOWER DAMS THAT ARE UP FOR FEDERAL RELICENSING. TOWER DAM AND KLEBER DAM BLOCK UPSTREAM PASSAGE OF THE BLACK LAKE POPULATION OF LAKE STURGEON, SEVERELY LIMITING TRIBAL HARVEST OF THIS CULTURALLY-IMPORTANT SPECIES. THIS PROJECT WILL RESTORE AND PROTECT HEALTHY FISHERIES THAT SUPPORT SUSTAINABLE OUTDOOR RECREATION AND TOURISM, WHILE HELPING TO MAINTAIN AND ENHANCE THE REGION'S STATUS AS A DESIRABLE PLACE TO LIVE, WORK, AND RECREATE. FUNDING WILL ALSO SUPPORT HIRING OF AN ADDITIONAL POSITION TO HELP WITH CONSERVATION PLANNING, IMPLEMENTATION, AND PARTNER E", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": 3600000.0, "recipient_id": "0640cce5-3eac-9531-c0c8-4c6a6a1358cd-C", "generated_internal_id": "ASST_NON_NA23NMF4630036_1330"}, {"internal_id": 156647869, "Award ID": "NA23NMF4630035", "Award Amount": 320314.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-13", "CFDA Number": "11.463", "Description": "THE SKAGIT RIVER SYSTEM COOPERATIVE WILL BE AWARDED UP TO $1,230,955 TO REESTABLISH ACCESS TO FISH HABITAT THAT HAS BEEN BLOCKED BY UNDERSIZED OR IMPROPERLY INSTALLED CULVERTS. THE PROJECT WILL FOCUS ON IMPLEMENTING IMPROVEMENTS AT THREE SITES OF INTEREST TO THE SWINOMISH INDIAN TRIBAL COMMUNITY AND SAUK-SUIATTLE TRIBES: MARTIN SLOUGH A SKAGIT RIVER SIDE CHANNEL AND TRIBUTARY COMPLEX AND TWO TRIBUTARIES TO THE SAUK RIVER: HATCHERY CREEK AND EVERETT CREEK. IN ADDITION, THE PROJECT WILL BUILD CAPACITY TO CONTINUE AND EXPAND A COLLABORATIVE PROCESS AIMED AT IDENTIFYING AND REPAIRING BARRIERS THROUGHOUT THE SKAGIT RIVER WATERSHED. SINCE 2014, SKAGIT RIVER SYSTEM COOPERATIVE HAS PARTNERED WITH SKAGIT COUNTY PUBLIC WORKS, THE SKAGIT FISHERIES ENHANCEMENT GROUP, AND THE UPPER SKAGIT INDIAN TRIBE TO IDENTIFY BARRIER CULVERTS, SECURE FUNDING, AND IMPLEMENT REPAIRS. COLLECTIVELY THEY HAVE IMPLEMENTED 12 PROJECTS AS A RESULT OF THOSE EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 320314.0, "recipient_id": "5708ea25-2d2d-e6e1-433b-26d0b3d7418d-C", "generated_internal_id": "ASST_NON_NA23NMF4630035_1330"}, {"internal_id": 157813883, "Award ID": "NA23NMF4630034", "Award Amount": 320969.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-31", "CFDA Number": "11.463", "Description": "THE EYAK CORPORATION WILL BE AWARDED $2,932,326 TO BUILD CAPACITY FOR PLANNING AND IMPLEMENTING FISH PASSAGE AND CONNECTION RESTORATION PROJECTS IN PARTNERSHIP WITH THE U.S. FISH AND WILDLIFE SERVICE AND THE COPPER RIVER WATERSHED PROJECT. THE EYAK CORPORATION IS THE LARGEST PRIVATE LANDOWNER ON THE COPPER RIVER DELTA. THE PROJECT WILL SUPPORT FIVE SPECIES OF SALMON OF PROFOUND IMPORTANCE TO NATIVE AND RURAL SUBSISTENCE USERS, RECREATIONAL ANGLERS, AND COMMERCIAL FISHERMEN AND WILL BOOST RESILIENCE FROM RECENT DISASTER DECLARATIONS ASSESSED AT MORE THAN $34 MILLION. ANNUAL COMMERCIAL HARVEST OF COPPER RIVER SALMON GENERATES AN AVERAGE OF $20 MILLION COMMERCIALLY AND $20 MILLION TO LOCAL ECONOMIES ANNUALLY, IN ADDITION TO BEING A RENOWNED RECREATIONAL DRAW. CAPACITY BUILDING WILL SUPPORT STAFF DEVELOPMENT ON TRIBAL LAND THROUGH PROFESSIONAL DEVELOPMENT, HANDS-ON PROJECT MANAGEMENT, AND EQUIPMENT NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 320969.0, "recipient_id": "f7c29417-f2ef-6a56-998b-f912b62f6760-C", "generated_internal_id": "ASST_NON_NA23NMF4630034_1330"}, {"internal_id": 157813882, "Award ID": "NA23NMF4630033", "Award Amount": 997327.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-21", "CFDA Number": "11.463", "Description": "THE PASSAMAQUODDY TRIBE (PLEASANT POINT RESERVATION) WILL BE AWARDED UP TO $1,999,695 OVER THREE YEARS TO COMPLETE ASSESSMENTS TO IDENTIFY PREFERRED APPROACHES TO ENHANCE BOTH UP AND DOWNSTREAM PASSAGE ACROSS THE GRAND FALLS AND WOODLAND DAMS. THIS PROJECT WOULD HELP THE TRIBE TO INTERACT WITH STATE AND FEDERAL AGENCIES AS THESE GROUPS SPONSOR AND PLAN RESTORATION ACTIONS AT THE SITE OF AN ACTIVE PAPER MILL, WHICH IS ECONOMICALLY IMPORTANT TO THE COMMUNITY. THE PROJECT WILL STRENGTHEN TRIBAL ENGAGEMENT IN RESTORATION DECISION-MAKING AND WILL ALLOW THE TRIBE TO CONDUCT IMPORTANT COMMUNITY EDUCATION AND OUTREACH WORK WHICH IS CRITICAL TO DECISIONS IN THE WATERSHED GOING FORWARD. THIS PROJECT COMPLEMENTS A PROJECT FROM THE STATE OF MAINE THAT IS FOCUSED ON UPSTREAM FISH PASSAGE PLANNING AT THIS SITE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": 997327.0, "recipient_id": "860a0c31-656f-8665-718b-75ba45aea49e-C", "generated_internal_id": "ASST_NON_NA23NMF4630033_1330"}, {"internal_id": 156349311, "Award ID": "NA23NMF4630032", "Award Amount": 2979896.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-25", "CFDA Number": "11.463", "Description": "THE PENOBSCOT INDIAN NATION WILL BE AWARDED $2,979,896 TO ELIMINATE FIVE CULVERT AND DAM BARRIERS WITHIN THE EAST BRANCH OF THE PENOBSCOT RIVER. THIS WORK WILL BENEFIT PASSAGE OF ENDANGERED SPECIES ACT-LISTED ATLANTIC SALMON AND FIVE OTHER MIGRATORY FISH SPECIES FOR A 150-MILE RIVER REACH. A FLOW MANAGEMENT PLAN FOR MATAGAMON LAKE WILL ALSO BENEFIT DOWNSTREAM CRITICAL SALMON HABITAT. THE EAST BRANCH CONTAINS THE HIGHEST AMOUNT OF HIGH-QUALITY SALMON HABITAT IN THE PENOBSCOT RIVER WATERSHED. THE PENOBSCOT INDIAN NATION, WORKING COLLABORATIVELY WITH ITS PARTNERS, WILL INCREASE CAPACITY OF THE TRIBE BY FUNDING FISHERY BIOLOGIST POSITIONS, AND BUILD CAPACITY TO MANAGE AND STEWARD THE MIGRATORY FISH RESOURCES BOTH ON AND OFF TRIBAL TRUST LANDS. THE PENOBSCOT INDIAN NATION WILL IMPLEMENT AN OUTREACH STRATEGY TO FURTHER ENGAGE WITH WATERSHED STAKEHOLDERS TO EXPAND ON RESTORATION OPPORTUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": 2979896.0, "recipient_id": "a6b621e0-979f-b31c-11fe-09c228e08ff7-C", "generated_internal_id": "ASST_NON_NA23NMF4630032_1330"}, {"internal_id": 156647870, "Award ID": "NA23NMF4630030", "Award Amount": 10460043.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-13", "CFDA Number": "11.463", "Description": "THE GREAT LAKES COMMISSION AND NOAA WILL IMPLEMENT SEVERAL HIGH PRIORITY HABITAT RESTORATION PROJECTS FOR THE BENEFIT OF NATIVE FISHERIES. THE THREE PROJECTS TO BE SUPPORTED IN THE FIRST YEAR OF THIS PARTNERSHIP HAVE STRONG SUPPORT FROM FEDERAL AND STATE AGENCIES AND LOCAL PARTNERS. THEY ARE DESCRIBED BELOW:  COLLINS PARK STEAM RESTORATION ENGINEERING AND DESIGN - MAUMEE AOC, OHIO   THIS SITE IS LOCATED UPSTREAM OF TOLEDO'S HIGHLY INDUSTRIALIZED WATERFRONT ON THE MAUMEE RIVER, IN THE DUCK CREEK WATERSHED--A SMALL BUT IMPACTFUL WATERSHED IN THE MAUMEE AOC. DUCK CREEK IS THE LAST STREAM TO JOIN WITH THE MAUMEE RIVER BEFORE IT ENTERS MAUMEE BAY. THE PROJECT PORTION OF THE CREEK IS VERY CHANNELIZED AND MUCH OF THE CREEK FLOWS THROUGH SUBSURFACE CULVERTS. THE SURROUNDING RIPARIAN AND UPLAND AREAS ARE CURRENTLY MANAGED AS A MUNICIPAL GOLF COURSE AND MAINTAINED PARKLAND AREA. THIS SITE HAS BEEN SELECTED AS ONE OF THE BEST OPPORTUNITIES TO POSITIVELY IMPACT SEVERE DEFICIENCIES TO", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10658213-3756-2e60-5d7b-55377a1a56fb-C", "generated_internal_id": "ASST_NON_NA23NMF4630030_1330"}, {"internal_id": 157813881, "Award ID": "NA23NMF4630029", "Award Amount": 4208805.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-16", "CFDA Number": "11.463", "Description": "THE IDAHO OFFICE OF SPECIES CONSERVATION WILL BE AWARDED $4,208,805 TO IMPROVE FISH PASSAGE IN FOUR DRAINAGES IN THE UPPER SNAKE RIVER BY ADDRESSING TWO CULVERTS AT THE MOUTH OF TWO TRIBUTARIES TO THE MAINSTEM SALMON RIVER (POISON CREEK AND KINNIKINIC CREEK) AND TWO CULVERTS IN CLEARWATER BASIN (GEORGE CREEK AND BIG CEDAR CREEK). THE FOUR UNDERSIZED AND/OR PERCHED CULVERTS WILL BE REPLACED WITH BRIDGES AT TWO LOCATIONS AND APPROPRIATELY-SIZED ARCH CULVERTS AT THE OTHER TWO LOCATIONS. THE TRIBUTARIES THAT WILL BE CONNECTED ARE ALL COLDER THAN THE MAINSTEM RIVERS AND WILL PROVIDE COLD WATER REFUGIA FOR THREATENED AND ENDANGERED SPECIES. THIS IS A PRIORITY IN THE NOAA RECOVERY PLANS FOR CHINOOK AND STEELHEAD IN THE SNAKE RIVER BASIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": 4208805.0, "recipient_id": "3d773d8b-60f4-4ca6-6990-e2f39225758c-C", "generated_internal_id": "ASST_NON_NA23NMF4630029_1330"}, {"internal_id": 156349327, "Award ID": "NA23NMF4630028", "Award Amount": 1372937.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-25", "CFDA Number": "11.463", "Description": "THE COPPER RIVER WATERSHED PROJECT WILL BE AWARDED $1,372,937 TO REMOVE TWO CULVERTS IN THE FLOOD-PRONE COPPER RIVER DELTA AND DESIGN SEVEN ADDITIONAL CULVERT REMOVALS. IN THE LAST 20 YEARS, THIS AREA HAS SEEN MULTIPLE 100-YEAR FLOOD EVENTS, WHICH HAVE CAUSED SIGNIFICANT ROAD DAMAGE. REMOVING THE CULVERTS WILL REDUCE THE LIKELIHOOD OF CATASTROPHIC STRUCTURE FAILURE AND MAINTAIN ACCESS TO EMERGENCY SERVICES AND SUBSISTENCE RESOURCES FOR TRIBAL AND RURAL COMMUNITIES. THE COPPER RIVER WATERSHED SUPPORTS FISHERIES THAT ARE OF PROFOUND IMPORTANCE TO ALASKA NATIVE AND RURAL SUBSISTENCE USERS, RECREATIONAL ANGLERS, AND COMMERCIAL FISHERMEN. ANNUAL COMMERCIAL HARVESTS OF COPPER RIVER SALMON GENERATE AN AVERAGE OF $20 MILLION DOLLARS TO COMMERCIAL FISHERMEN, AND AN ADDITIONAL $20 MILLION DOLLARS TO LOCAL ECONOMIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 1372937.0, "recipient_id": "70657450-ec6a-69ea-1671-a1d257602eac-C", "generated_internal_id": "ASST_NON_NA23NMF4630028_1330"}, {"internal_id": 157813880, "Award ID": "NA23NMF4630027", "Award Amount": 2045244.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-20", "CFDA Number": "11.463", "Description": "THE NAUGATUCK VALLEY COUNCIL OF GOVERNMENTS WILL BE AWARDED UP TO $15,000,000 OVER THREE YEARS TO REMOVE THE KINNEYTOWN DAM FACILITY (KINNEYTOWN DAM / CANAL RESERVOIR DAM) ON THE MAINSTEM OF THE NAUGATUCK RIVER IN CONNECTICUT. THE EFFORT WILL OPEN 29 MAINSTEM MILES FOR BLUEBACK HERRING, AMERICAN SHAD, AND ALEWIFE, AND AN ADDITIONAL 28 TRIBUTARY MILES FOR AMERICAN EEL. BOTH DAMS ARE LOCATED IN UNDERSERVED COMMUNITIES, AND PUBLIC RIVER ACCESS POINTS WILL BE DEVELOPED AT BOTH SITES, IMPROVING OPPORTUNITIES FOR BOATING AND RIVER USE. THE DAMS ARE SAFETY HAZARDS DUE TO POTENTIAL FOR PUBLIC INJURY AND HIGH RISK OF FACILITY FAILURE. DAM REMOVAL WILL REDUCE THE FLOOD RISK TO COMMUNITIES UPSTREAM AND DOWNSTREAM OF THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": 2045244.0, "recipient_id": "2103ba75-02d8-5dcd-829f-5c5a3afd2f86-R", "generated_internal_id": "ASST_NON_NA23NMF4630027_1330"}, {"internal_id": 157813879, "Award ID": "NA23NMF4630026", "Award Amount": 290000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-17", "CFDA Number": "11.463", "Description": "THE TOWN OF DURHAM, NEW HAMPSHIRE, WILL BE AWARDED UP TO $3,537,201 OVER THREE YEARS TO IMPROVE FISH PASSAGE ON THE OYSTER RIVER, A TRIBUTARY TO THE GREAT BAY ESTUARY, BY REMOVING THE MILL POND DAM AND INSTALLING A FISH LADDER ON THE OYSTER RESERVOIR DAM. REMOVAL OF THE MILL POND DAM, THE LOWEST ON THE RIVER, WILL RESTORE A FREE-FLOWING RIVER AND INCREASE TIDAL INFLUENCE, IMPROVING WATER QUALITY AND FISH HABITAT UPSTREAM. DAM REMOVAL WILL ALSO PROVIDE COMMUNITY BENEFITS, AS THE DAM DOES NOT CURRENTLY MEET REGULATIONS TO SAFELY WITHSTAND A 50-YEAR  STORM EVENT. THE OYSTER RESERVOIR DAM, THE NEXT BARRIER ON THE OYSTER RIVER SYSTEM, IS A WATER- SUPPLY IMPOUNDMENT. CURRENTLY, THIS DAM HAS NO UPSTREAM FISH PASSAGE. DAM REMOVAL IS NOT AN  OPTION, AS IT SERVES AS A WATER SUPPLY FOR THE TOWN OF DURHAM AND THE UNIVERSITY OF NEW HAMPSHIRE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": 290000.0, "recipient_id": "5f8435fc-2c2d-da58-67d4-c7ec8f1264c0-C", "generated_internal_id": "ASST_NON_NA23NMF4630026_1330"}, {"internal_id": 156908548, "Award ID": "NA23NMF4630025", "Award Amount": 9733975.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-16", "CFDA Number": "11.463", "Description": "THE TULALIP TRIBES WILL BE AWARDED $9,733,975 TO SUPPORT PLANNING AND CONSTRUCTION OF 16 FISH BARRIER REMOVAL PROJECTS IN THE SNOHOMISH RIVER BASIN, WHICH DRAINS TO PUGET SOUND. THESE PROJECTS WILL REMOVE OR REPLACE BARRIER CULVERTS WITH FISH PASSABLE STRUCTURES DESIGNED TO WITHSTAND CLIMATE CHANGE, RESTORING CONNECTIVITY TO MORE THAN 32 MILES OF UPSTREAM HABITAT IN PRIORITY STREAMS FOR THE RECOVERY OF SALMON. BARRIER REMOVAL WILL BENEFIT SEVERAL LISTED AND MANAGED SPECIES, INCLUDING THREATENED CHINOOK SALMON, STEELHEAD, BULL TROUT, AND OTHER SALMONID SPECIES (E.G., COHO AND CHUM). TRIBAL AND RURAL COMMUNITIES ARE ANTICIPATED TO BENEFIT FROM REDUCED FLOOD RISK AND SAFETY HAZARDS AND INCREASED RECREATIONAL AND ECONOMIC OPPORTUNITIES. PROJECT PARTNERS: SNOHOMISH COUNTY, SNOHOMISH CONSERVATION DISTRICT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 9733975.0, "recipient_id": "c3af27ef-648c-485f-7e74-3484bd387e62-C", "generated_internal_id": "ASST_NON_NA23NMF4630025_1330"}, {"internal_id": 157813878, "Award ID": "NA23NMF4630024", "Award Amount": 11942573.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-30", "CFDA Number": "11.463", "Description": "WILD SALMON CENTER WILL BE AWARDED $11,942,573 TO DESIGN, PERMIT, AND REMOVE NINE CULVERTS ON COUNTY AND TRIBAL RESERVE ROADS AS PART OF THE COLDWATER CONNECTION CAMPAIGN, A PARTNERSHIP BETWEEN NON-PROFITS; STATE, FEDERAL, AND LOCAL AGENCIES; AND STAKEHOLDERS TO RECONNECT 125 MILES OF HIGH QUALITY SALMON AND STEELHEAD STREAMS IN WASHINGTON'S COASTAL AREAS. THE PROJECT WAS DEVELOPED WITH THE QUILEUTE AND QUINAULT TRIBES AND WILL INCREASE TRIBAL CAPACITY FOR FISH PASSAGE RESTORATION. CULVERT REPLACEMENTS WILL BE IMPLEMENTED IN THE QUILLAYUTE AND QUINAULT WATERSHEDS. THEY WILL IMPROVE ACCESS FOR NATIVE MIGRATORY SALMONIDS TO THEIR HISTORIC RANGE WHILE IMPROVING THE DURABILITY OF PUBLIC INFRASTRUCTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 11942573.0, "recipient_id": "f82f910a-c465-b896-de47-39bc8d651519-R", "generated_internal_id": "ASST_NON_NA23NMF4630024_1330"}, {"internal_id": 156647871, "Award ID": "NA23NMF4630023", "Award Amount": 1231350.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-13", "CFDA Number": "11.463", "Description": "THE CITY OF HOQUIAM WILL BE AWARDED $1,231,350 TO ASSESS THE FEASIBILITY OF REMOVING THE WEST FORK OF THE HOQUIAM RIVER DAM IN THE LOWER CHEHALIS WATERSHED. THE PROJECT WILL INVOLVE DEVELOPING CONCEPTUAL DESIGNS FOR DAM REMOVAL AND DESIGNING, PERMITTING, AND INSTALLING GROUNDWATER WELLS THAT WILL BE TESTED TO SERVE AS AN ALTERNATIVE WATER SOURCE FOR THE CITY OF HOQUIAM. REMOVAL OF THE DAM WOULD OPEN 13 MILES OF HABITAT FOR COHO SALMON, STEELHEAD, CHINOOK SALMON AND WOULD IMPROVE INSTREAM FLOWS IN THE WATERSHED BY ELIMINATING A SURFACE WATER DIVERSION. IF THE WELLS CAN PROVIDE A RELIABLE SOURCE OF ALTERNATIVE WATER, AND THE DAM REMOVAL IS FOUND TO BE FEASIBLE, RESIDENTS OF THE CITY OF HOQUIAM WILL HAVE A MORE RELIABLE WATER SUPPLY, DECREASED LIKELIHOOD OF WATER SUPPLY  CONTAMINATION, REDUCED DAM AND FISHWAY MAINTENANCE AND REPAIR COSTS, AND UPDATED INFRASTRUCTURE. THE PROJECT HAS BEEN PRIORITIZED BY CHEHALIS BASIN RESTORATION PARTNERS AND TRIBES DUE TO ITS POTENTIAL TO PROVIDE ACCESS TO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1231350.0, "recipient_id": "05015935-3338-0a38-a46d-f8ceef4f8057-R", "generated_internal_id": "ASST_NON_NA23NMF4630023_1330"}, {"internal_id": 156908547, "Award ID": "NA23NMF4630022", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-16", "CFDA Number": "11.463", "Description": "THE MAINE DEPARTMENT OF MARINE RESOURCES WILL BE AWARDED UP TO $14,826,500 OVER THREE YEARS TO DESIGN AND BUILD A FISH LIFT AT WOODLAND DAM ON THE ST. CROIX RIVER IN MAINE. THE PROJECT WILL PROVIDE ACCESS TO 600 MILES FOR ALL MIGRATORY FISH SPECIES AND 60,000 ACRES OF HABITAT FOR ALEWIFE. THIS IS A TOP PRIORITY FOR THE STATE OF MAINE, THE PASSAMOQUODDY PEOPLE, AND A LARGE NUMBER OF OTHER STAKEHOLDERS AND AGENCIES IN THE REGION DUE TO ITS POTENTIAL TO SIGNIFICANTLY IMPROVE FISH POPULATIONS IN THE REGION. PROJECT TIMING IS ALIGNED WITH THE DOWNSTREAM MILLTOWN DAM REMOVAL PROJECT TO ENSURE IMMEDIATE PROJECT BENEFITS. THE PROJECT WILL DIRECTLY BENEFIT ALEWIFE, AMERICAN SHAD, AMERICAN EEL, BLUEBACK HERRING, AND SEA LAMPREY BY PROVIDING SPAWNING AND REARING HABITAT. FISH POPULATION BENEFITS EXPECTED FROM THE PROJECT WILL ALSO RESULT IN INCREASED PREY FOR WHALES, DOLPHINS, GROUNDFISH, AND SALTWATER SPORTFISH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": 600000.0, "recipient_id": "99d69764-431c-f76e-304d-20aed0cf5a0f-C", "generated_internal_id": "ASST_NON_NA23NMF4630022_1330"}, {"internal_id": 156908546, "Award ID": "NA23NMF4630021", "Award Amount": 3625107.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-21", "CFDA Number": "11.463", "Description": "WILD SALMON CENTER WILL BE AWARDED $3,625,107 TO SUPPORT NINE FISH PASSAGE PROJECTS IN FOUR OREGON COASTAL WATERSHEDS. THE EFFORT WILL HELP RECOVER TWO THREATENED SPECIES: SOUTHERN OREGON/NORTHERN CALIFORNIA COAST COHO AND OREGON COAST COHO. PROJECTS WILL REMOVE AND REPLACE AGING INFRASTRUCTURE INCLUDING OLD DAMS, CULVERTS, AND TIDE GATES TO INCREASE STREAM CHANNEL CONNECTIVITY AND CREATE OFF-CHANNEL AND COLD WATER REFUGIA, LIMITING FACTORS IN COHO RECOVERY. THE PROJECTS WERE PRIORITIZED THROUGH AN EXTENSIVE, INCLUSIVE SELECTION PROCESS GUIDED BY NOAA FISHERIES RECOVERY PLANS. PROPOSED TECHNIQUES FOR RESTORING NATURAL PROCESSES INCORPORATE CLIMATE CHANGE CONSIDERATIONS, AND ARE ANTICIPATED TO BENEFIT LISTED SPECIES AS WELL AS SURROUNDING RURAL AND TRIBAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 3625107.0, "recipient_id": "f82f910a-c465-b896-de47-39bc8d651519-R", "generated_internal_id": "ASST_NON_NA23NMF4630021_1330"}, {"internal_id": 157813877, "Award ID": "NA23NMF4630020", "Award Amount": 4480464.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-31", "CFDA Number": "11.463", "Description": "AMERICAN RIVERS WILL BE AWARDED UP TO $7,395,464 OVER THREE YEARS TO RESTORE PRIORITY HABITAT IN THE CAPE FEAR WATERSHED FOR SEVERAL MIGRATORY FISH SPECIES, INCLUDING AMERICAN SHAD, RIVER HERRING, STRIPED BASS, ATLANTIC STURGEON, AND AMERICAN EEL. THROUGH THIS PROJECT, THREE DAMS UPSTREAM OF A SERIES OF U.S. ARMY CORPS OF ENGINEERS' LOCKS AND DAMS WILL BE REMOVED, AND PRE-REMOVAL ACTIVITIES WILL BE INITIATED FOR TWO ADDITIONAL DAMS. THE REMOVALS WILL OPEN NEARLY 100 MILES OF MAIN STEM RIVER AND 1,024 MILES OF PERENNIAL STREAMS IN THE WATERSHED. THIS EFFORT WILL REDUCE FLOODING IN SURROUNDING FLOOD-PRONE COMMUNITIES BY RESTORING FLOODPLAINS, AND REDUCING FLOOD ELEVATION IN THE PROJECT AREAS BEHIND THE DAMS. THE WORK IS ALSO ANTICIPATED TO ENCOURAGE NEW RECREATIONAL AND ECONOMIC OPPORTUNITIES IN THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": 4480464.0, "recipient_id": "d1e13355-77f6-6485-0e3d-80c5b5eb6f89-C", "generated_internal_id": "ASST_NON_NA23NMF4630020_1330"}, {"internal_id": 157813876, "Award ID": "NA23NMF4630019", "Award Amount": 7513180.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-21", "CFDA Number": "11.463", "Description": "AMERICAN RIVERS WILL BE AWARDED UP TO $15,000,000 OVER THREE YEARS TO DESIGN, PERMIT, AND BEGIN PRE-PROJECT CONSTRUCTION ACTIVITIES TO PREPARE FOR REMOVAL OF KELLOGG CREEK DAM IN MILWAUKIE, OREGON. THE DAM IS LOCATED AT THE MOUTH OF KELLOGG CREEK, A TRIBUTARY TO THE LOWER WILLAMETTE RIVER, AND BLOCKS ACCESS TO 15 MILES OF HIGH QUALITY UPSTREAM HABITAT. THE DAM ALSO PROVIDES A FOUNDATION FOR THE OVERHEAD HWY 99E CROSSING, WHICH WILL BE REPLACED WITH A NEW BRIDGE AND PEDESTRIAN UNDERCROSSING AS PART OF THE CONSTRUCTION PHASE. THE DAM CURRENTLY BLOCKS PASSAGE FOR THREATENED LOWER COLUMBIA RIVER COHO, CHINOOK, AND STEELHEAD. ITS REMOVAL IS A TOP PRIORITY FOR THE CITY OF MILWAUKIE, CONFEDERATED TRIBES OF THE WARM SPRINGS INDIAN RESERVATION, THE CONFEDERATED TRIBES OF GRANDE RONDE, AND NUMEROUS  CONSERVATION ORGANIZATIONS. DAM REMOVAL WILL REDUCE COMMUNITY FLOODING, IMPROVE SAFE CONNECTIONS BETWEEN DOWNTOWN MILWAUKIE AND THE RIVERFRONT, AND INCREASE OPPORTUNITIES FOR THE LOCAL COMMUNITY TO U", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": 7513180.0, "recipient_id": "d1e13355-77f6-6485-0e3d-80c5b5eb6f89-C", "generated_internal_id": "ASST_NON_NA23NMF4630019_1330"}, {"internal_id": 156349312, "Award ID": "NA23NMF4630018", "Award Amount": 2359186.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-25", "CFDA Number": "11.463", "Description": "THE IPSWICH RIVER WATERSHED ASSOCIATION WILL BE AWARDED $2,359,186 TO RESTORE PASSAGE TO 238 MILES OF PRIORITY HABITAT IN THE IPSWICH AND PARKER RIVER WATERSHEDS, TRIBUTARIES TO THE GREAT MARSH AREA OF CRITICAL ENVIRONMENTAL CONCERN IN MASSACHUSETTS. THE PROJECT WILL ADDRESS FIVE DAMS: IPSWICH MILLS, LARKIN MILL, WILLOWDALE, HOWLETT BROOK, AND SOUTH MIDDLETON DAMS. PASSAGE WILL BE RESTORED AT FOUR DAMS, ALONG WITH DESIGN AND PERMITTING FOR THE REMOVAL OF THE LOWEST DAM IN THE WATERSHED. THE PROJECTS WILL BENEFIT RIVER HERRING, AMERICAN SHAD, AND AMERICAN EEL. ALL OF THE DAMS HAVE HIGH CLIMATE RELATED HAZARD LEVELS DUE TO COMMUNITY FLOODING AND RISK OF FAILURE, AND HAVE BEEN PRIORITIZED IN MULTIPLE REGIONAL CLIMATE AND FISHERIES CONSERVATION PLANS. SEVERAL OF THE PROJECTS ARE LOCATED NEAR UNDERSERVED COMMUNITIES, AND ALL PROJECT WORK INCLUDES OUTREACH TO AND ENGAGEMENT WITH THESE COMMUNITIES. RECREATIONAL ACCESS THROUGH A POPULAR CANOEING AREA WILL ALSO BE RESTORED, WHICH WILL CONNECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 2359186.0, "recipient_id": "b0caf375-d9c1-76e5-de51-fe26588de8d3-R", "generated_internal_id": "ASST_NON_NA23NMF4630018_1330"}, {"internal_id": 159207165, "Award ID": "NA23NMF4630017", "Award Amount": 235161.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-03", "CFDA Number": "11.463", "Description": "THE YAKAMA NATION WILL BE AWARDED UP TO $3,626,635 TO REMOVE THE BATEMAN ISLAND CAUSEWAY AND COMPLETE HYDRAULIC MODELING AT THE PROSSER DAM. THE BATEMAN ISLAND CAUSEWAY IS A PARTIAL BARRIER AT THE CONFLUENCE OF THE YAKIMA AND COLUMBIA RIVERS. IT ALSO CREATES A THERMAL BARRIER TO FISH PASSAGE DURING THE SUMMER, WHICH REDUCES THE MIGRATORY SEASON. THE PROSSER DAM IS A PARTIAL BARRIER ON THE YAKIMA RIVER THAT REDUCES THE PASSAGE AND SURVIVAL OF SMOLT. THE DAM IS ALSO AN IRRIGATION WATER DIVERSION THAT CAN DIVERT UP TO 50 PERCENT OF THE FLOW OF THE YAKIMA RIVER, CAUSING IMPACTS TO SMOLTS. THESE PROJECTS ARE IDENTIFIED AS THE HIGHEST ELIGIBLE PRIORITY IN THE YAKIMA BASIN INTEGRATED PLAN AND IDENTIFIED IN NOAA RECOVERY PLANNING DOCUMENTS. THEY WILL IMPROVE SPAWNING HABITAT FOR CHINOOK AND STEELHEAD IN THE MAINSTEM RIVER, AND SPAWNING AND REARING HABITAT FOR CHINOOK, COHO, AND STEELHEAD IN THE TRIBUTARIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 235161.0, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_NA23NMF4630017_1330"}, {"internal_id": 156908545, "Award ID": "NA23NMF4630016", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-16", "CFDA Number": "11.463", "Description": "THE TOWN OF BRAINTREE, MASSACHUSETTS, WILL BE AWARDED $2,000,000 FOR TWO DAM REMOVALS IN THE MONATIQUOT RIVER WATERSHED. THE WORK WOULD CREATE IMMEDIATE ACCESS FOR ALEWIVES AND OTHER DIADROMOUS SPECIES AS WELL AS INCREASE THE RESILIENCE OF AN UNDERSERVED COMMUNITY. THE PROJECTS WILL COMPLETELY REMOVE THE DAMS AND RESTORE THE RIVER CHANNEL THROUGH THE FORMER IMPOUNDMENT. THE REMOVALS PARALLEL ONGOING EFFORTS TO REDEVELOP AN ADJACENT DEGRADED INDUSTRIAL SITE INTO WATERFRONT ACCESS FOR THE PUBLIC. DAM REMOVAL WILL REDUCE THE FLOOD ELEVATION BY UP TO 9 FEET, ELIMINATE THE THREAT DAM FAILURE POSES TO A COMMUTER RAILROAD AND HIGHWAY, AND COINCIDE WITH THE REMOVAL OF CONTAMINATED SEDIMENTS IN THE RIVER. OUTREACH IS PLANNED FOR THE COMMUNITY AND A PUBLICLY ACCESSIBLE TRAIL WILL BE CREATED TO PROVIDE ACCESS TO THE RIVER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 2000000.0, "recipient_id": "7b9d8413-ac5f-2d85-4b0e-e2979b88cebb-C", "generated_internal_id": "ASST_NON_NA23NMF4630016_1330"}, {"internal_id": 156647849, "Award ID": "NA23NMF4630015", "Award Amount": 3257851.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-13", "CFDA Number": "11.463", "Description": "CALIFORNIA TROUT WILL BE AWARDED $3,257,851 TO REMOVE A TOTAL BARRIER ON THE MAINSTEM OF THE SANTA MARGARITA RIVER IN SOUTHERN CALIFORNIA AND REPLACE IT WITH A 575-FOOT BRIDGE. THE NEW BRIDGE WILL BE SIZED FOR CLIMATE CHANGE, AS IT WILL ACCOMMODATE A 500-YEAR FLOOD EVENT. IT WILL ALSO ALLOW ENDANGERED SOUTHERN CALIFORNIA STEELHEAD ACCESS TO 12 MILES OF UPSTREAM HABITAT, DECREASE ROADWAY FLOODING, AND RESTORE NATURAL CHANNEL PROCESSES SUCH AS WOOD AND GRAVEL MOVEMENT. IN ADDITION, THE PROJECT WILL ENGAGE THE PUBLIC INCLUDING THE PECHANGA TRIBE AND CALIFORNIA-RATED SEVERELY DISADVANTAGED COMMUNITIES IN CONSTRUCTION AND EDUCATIONAL ASPECTS OF THE PROJECT. ADDITIONAL EDUCATION AND JOB DEVELOPMENT EFFORTS WILL BE IMPLEMENTED, INCLUDING NATURAL RESOURCE-BASED WORKSHOPS AND TRAININGS. PROJECT PARTNERS: SOUTH COAST STEELHEAD COALITION, CALIFORNIA DEPARTMENT OF FISH AND WILDLIFE, THE WILDLIFE CONSERVATION BOARD, CALIFORNIA NATURAL RESOURCES AGENCY, STATE COASTAL CONSERVANCY, SOUTHERN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 3257851.0, "recipient_id": "af8d358d-7de9-6442-30b9-dc9210f09ba5-C", "generated_internal_id": "ASST_NON_NA23NMF4630015_1330"}, {"internal_id": 156647850, "Award ID": "NA23NMF4630014", "Award Amount": 2076247.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-13", "CFDA Number": "11.463", "Description": "THE NATURE CONSERVANCY WILL BE AWARDED $2,076,247 TO ADDRESS TWO BARRIERS ON JALAMA CREEK THAT ARE HIGH PRIORITY FOR RECOVERY OF SOUTHERN CALIFORNIA STEELHEAD. ONE WEIR WILL BE COMPLETELY REMOVED. A ROUGHENED CHANNEL WILL BE BUILT AT A SECOND SITE TO ADDRESS PASSAGE AT JALAMA ROAD BRIDGE, THE ONLY PUBLIC ACCESS TO A COUNTY PARK FOR NEARBY COMMUNITIES. THESE PROJECTS WILL PROVIDE ACCESS TO MORE THAN 12 MILES OF PRIORITY HABITAT THAT WILL SERVE AS THERMAL REFUGIA IN A FUTURE CLIMATE. THE CALIFORNIA CONSERVATION CORPS WILL IMPLEMENT THE WEIR REMOVAL AND LEAD SITE REVEGETATION. TNC IS COLLABORATING WITH THE SANTA YNEZ BAND OF THE CHUMASH INDIANS ON EDUCATIONAL MATERIALS DEVELOPMENT AND CONSTRUCTION MONITORING. THE PROJECT IS ADJACENT TO LOMPOC, AN ECONOMICALLY DISADVANTAGED COMMUNITY. AN EDUCATIONAL PROGRAM WILL FOCUS ON THE LOMPOC SCHOOL DISTRICT. PROJECT PARTNERS: CALIFORNIA CONSERVATION CORPS, ICF, SANTA BARBARA COUNTY DEPARTMENT OF PUBLIC WORKS, CALIFORNIA DEPARTMENT OF FISH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 2076247.0, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA23NMF4630014_1330"}, {"internal_id": 157813875, "Award ID": "NA23NMF4630013", "Award Amount": 1414647.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-16", "CFDA Number": "11.463", "Description": "CALIFORNIA TROUT WILL BE AWARDED UP TO $9,949,441 OVER THREE YEARS FOR THE DESIGN, PERMITTING, PLANNING, AND REMOVAL OF A ROCKFALL BARRIER AND OBSOLETE FISHWAY IN BIG CHICO CREEK, CALIFORNIA. THE ROCKFALL BLOCKS CENTRAL VALLEY SPRING RUN CHINOOK AND CENTRAL VALLEY STEELHEAD FROM MORE THAN 8 MILES OF HIGH-QUALITY UPSTREAM HABITAT. RECONNECTING ACCESS TO THIS CRITICAL HABITAT WOULD PROVIDE HOLDING, SPAWNING, AND REARING HABITAT AND COLD WATER REFUGE THAT IMPROVES CLIMATE RESILIENCE IN THE WATERSHED AND ALIGNS WITH NOAA RECOVERY PLANS FOR BOTH SPECIES. THROUGH ALL STAGES OF THE PROJECT, FROM PLANNING TO IMPLEMENTATION, THE MECHOOPDA TRIBE AND COMMUNITY MEMBERS WILL BE INVOLVED. THE PROJECT ALSO HAS A MAJOR FOCUS ON OUTREACH TO THE COMMUNITY, WITH PROGRAMS FOR YOUTH AND PARTICIPATION BY CHICO STATE UNIVERSITY. PROJECT PARTNERS: BIG CHICO CREEK ECOLOGICAL RESERVE, CITY OF CHICO, MECHOOPDA TRIBE, CALIFORNIA DEPARTMENT OF FISH AND WILDLIFE, U.S. FISH AND WILDLIFE SERVICE, CHICO STATE DEPART", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1414647.0, "recipient_id": "af8d358d-7de9-6442-30b9-dc9210f09ba5-C", "generated_internal_id": "ASST_NON_NA23NMF4630013_1330"}, {"internal_id": 157813874, "Award ID": "NA23NMF4630012", "Award Amount": 6222830.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-22", "CFDA Number": "11.463", "Description": "TROUT UNLIMITED WILL BE AWARDED $6,222,830 TO SUPPORT REMOVAL OF NINE HIGH PRIORITY BARRIERS IN THE EEL, NOYO, NAVARRO, AND BIG RIVERS OF COASTAL NORTHERN CALIFORNIA. FUNDING WILL SUPPORT THE DESIGN OF TWO PROJECTS AND CONSTRUCTION OF SEVEN PROJECTS. THE PROJECTS HAVE BEEN PRIORITIZED IN MULTIPLE REGIONAL AND RECOVERY-BASED PLANNING EFFORTS, AND ARE TARGETED TO BENEFIT ENDANGERED CENTRAL CALIFORNIA COAST COHO SALMON (A NOAA SPECIES IN THE SPOTLIGHT), AND THREATENED SOUTHERN OREGON/NORTHERN CALIFORNIA COAST COHO, CALIFORNIA COASTAL CHINOOK, AND NORTHERN CALIFORNIA STEELHEAD. THE EFFORT WILL FOSTER A LONG-TERM DIALOGUE WITH LOCAL TRIBAL GOVERNMENTS, COUNCILS, AND COMMUNITIES TO LEARN ABOUT AND INCORPORATE THEIR PRIORITIES INTO THE CURRENT AND FUTURE PROJECT WORK. THE PROJECTS ARE LOCATED WITHIN CALIFORNIA-RATED DISADVANTAGED AND SEVERELY DISADVANTAGED COMMUNITIES AND WILL PROVIDE JOBS AND PUBLIC OUTREACH OPPORTUNITIES IN THOSE AREAS. ROADWAY FLOODING AND POTENTIAL FOR CATASTROPHIC FAILUR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 6222830.0, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_NA23NMF4630012_1330"}, {"internal_id": 157813873, "Award ID": "NA23NMF4630011", "Award Amount": 4784222.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "11.463", "Description": "TROUT UNLIMITED WILL BE AWARDED $4,784,222 TO REMOVE OR REPLACE EIGHT FISH PASSAGE BARRIERS AND OPEN 55 MILES OF SPAWNING, REARING, AND REFUGE HABITAT ON HIGH-QUALITY GREAT LAKES COLD WATER STREAMS. THESE PROJECTS ARE EXPECTED TO YIELD SIGNIFICANT BENEFITS FOR NATIVE MIGRATORY AND NON-MIGRATORY FISH POPULATIONS OF THE GREAT LAKES AND THEIR TRIBUTARIES, INCLUDING BROOK TROUT, STURGEON, AND WHITE SUCKERS. THE REPLACEMENT OF UNDERSIZED CULVERTS WILL NOT ONLY PROVIDE ECOSYSTEM BENEFITS, BUT WILL ALSO HELP TRIBAL, RURAL, AND UNDERSERVED COMMUNITIES ADAPT TO CLIMATE CHANGE BY REDUCING FLOODING AND IMPROVING THREATENED INFRASTRUCTURE. TROUT UNLIMITED AND PARTNERS WILL ALSO INVENTORY ROAD-STREAM CROSSINGS TO ASSESS POTENTIAL BARRIERS AND DEVELOP SEVEN PROJECT DESIGNS FOR FUTURE PROJECTS. PROJECT PARTNERS: U.S. FOREST SERVICE - HURON MANISTEE NATIONAL FOREST; LITTLE RIVER BAND OF OTTAWA INDIANS; MICHIGAN DEPARTMENT OF NATURAL RESOURCES; MICHIGAN DEPARTMENT OF ENVIRONMENT, GREAT LAKES, AND ENER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 4784222.0, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_NA23NMF4630011_1330"}, {"internal_id": 156647862, "Award ID": "NA23NMF4630010", "Award Amount": 7071627.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-02", "CFDA Number": "11.463", "Description": "TROUT UNLIMITED WILL BE AWARDED $7,071,627 TO REPLACE EIGHT FISH PASSAGE BARRIERS AS PART OF THE COLDWATER CONNECTION CAMPAIGN, A PARTNERSHIP BETWEEN NON-PROFITS; STATE, FEDERAL AND LOCAL AGENCIES; AND STAKEHOLDERS TO RECONNECT 125 MILES OF HIGH QUALITY SALMON AND STEELHEAD STREAMS IN WASHINGTON'S COASTAL AREAS. THE FIVE BARRIERS WERE PRIORITIZED USING A DECISION SUPPORT TOOL THAT EVALUATED THE POTENTIAL ECOLOGICAL BENEFITS OF REMOVING MORE THAN 500 ANADROMOUS BARRIERS IN THE OLYMPIC PENINSULA. THE CULVERTS WILL BE REPLACED WITH FISH PASSABLE STRUCTURES TO IMPROVE BOTH THE RESILIENCY OF SALMONID POPULATIONS AND TRANSPORTATION INFRASTRUCTURE. THE EFFORT WILL OPEN MORE THAN 7 MILES OF SPAWNING AND REARING HABITAT FOR COMMERCIALLY AND RECREATIONALLY IMPORTANT SALMON SPECIES. FUNDING WILL ALSO SUPPORT HIRING STAFF AND INCREASING HOH TRIBAL COMMUNITY CAPACITY FOCUSED ON SALMON RESTORATION. PROJECT PARTNERS: COLD WATER CONNECTION CAMPAIGN MEMBERS (WILD SALMON CENTER, COAST SALMON PARTNERSHI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 7071627.0, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_NA23NMF4630010_1330"}, {"internal_id": 156349310, "Award ID": "NA23NMF4630009", "Award Amount": 2314610.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-26", "CFDA Number": "11.463", "Description": "TROUT UNLIMITED WILL BE AWARDED $2,314,610 FOR THE PLANNING AND FEASIBILITY ASSESSMENT FOR THE REMOVAL OF ENLOE DAM ON THE SIMILKAMEEN RIVER, A TRIBUTARY TO THE COLUMBIA RIVER. THE DAM HAS BLOCKED ANADROMOUS FISH PASSAGE FOR 100 YEARS AND HAS NOT GENERATED POWER FOR 64 YEARS. IF COMPLETED, REMOVING THE ENLOE DAM WOULD BE THE LARGEST HABITAT RESTORATION ACTION IN THE COLUMBIA RIVER BASIN. THE PROJECT FOCUSES ON COMPLETING PLANNING AND FEASIBILITY ASSESSMENT FOR A FULL DAM REMOVAL, WHICH ARE CRITICAL STEPS IN THE PATH TO GAIN SUPPORT FROM THE DAM OWNER FOR REMOVAL. IT INCLUDES COORDINATION WITH AND OUTREACH TO THE CONFEDERATED TRIBES OF THE COLVILLE RESERVATION, THE SIMILKAMEEN INDIAN BAND, AND THE OKANAGAN NATION ALLIANCE. THE EFFORT WILL CONTRIBUTE TO OPENING ACCESS TO HIGH ELEVATION COLDWATER HABITAT FOR CLIMATE REFUGIA, IMPROVING TRIBAL FISHING OPPORTUNITIES, REDUCING THE RISK OF CATASTROPHIC FLOODING TO DOWNSTREAM COMMUNITIES, AND ALLEVIATING THE FINANCIAL BURDEN OF THE DAM.  PROJ", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 2314610.0, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_NA23NMF4630009_1330"}, {"internal_id": 157813872, "Award ID": "NA23NMF4630008", "Award Amount": 3267128.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-17", "CFDA Number": "11.463", "Description": "THE NATURE CONSERVANCY WILL BE AWARDED $3,267,129 FOR THE DESIGN, PERMITTING, AND IMPLEMENTATION OF EIGHT PROJECTS WITHIN THE FLOODPLAIN OF THE LOWER ROANOKE RIVER, COLLECTIVELY COMPRISING 1,130 ACRES OF FLOODPLAIN HABITAT AND MORE THAN 5 MILES OF RECONNECTED RIVER. THE EFFORT WILL REPLACE SIX UNDERSIZED CULVERTS WITH BRIDGES AND REMOVE TWO EARTHEN BARRIERS. REMOVAL OF THESE BARRIERS COMPLEMENTS NOAA'S EFFORTS WITH UPSTREAM PROJECTS TO REHYDRATE THE FLOODPLAIN. RESTORATION WILL GREATLY BENEFIT BLUEBACK HERRING AND OTHER ALOSINES DIRECTLY AND ATLANTIC STURGEON INDIRECTLY. THE PROJECTS WILL ALSO PROVIDE CLIMATE AND ECOLOGICAL RESILIENCE BY REDUCING FLOODING AND IMPROVING WATER QUALITY IN THE WATERSHED. THE PROJECTS WILL OCCUR WITHIN ECONOMICALLY DISADVANTAGED, RURAL AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 3267128.0, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA23NMF4630008_1330"}, {"internal_id": 156647852, "Award ID": "NA23NMF4630007", "Award Amount": 7554797.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-09", "CFDA Number": "11.463", "Description": "THE ATLANTIC SALMON FEDERATION WILL BE AWARDED $7,554,797 TO ADDRESS FISH PASSAGE BARRIERS IN THE PENOBSCOT RIVER WATERSHED, PARTICULARLY THE PISCATAQUIS BASIN, TO SUPPORT AND IMPROVE THE LARGEST ATLANTIC SALMON RUN IN THE UNITED STATES. REMOVING TWO DAMS AND INSTALLING FISH LADDERS AT TWO OTHERS WILL OPEN SITES THAT ARE CURRENTLY COMPLETE BARRIERS TO FISH PASSAGE. THE PROJECTS ARE IDENTIFIED IN, OR CONSISTENT WITH, THE ATLANTIC SALMON RECOVERY PLAN AND THE ATLANTIC SALMON SPECIES IN THE SPOTLIGHT 5-YEAR ACTION PLAN. REMOVAL OF THE GUILFORD DAM WILL RECONNECT MORE THAN 9,700 SUITABLE HABITAT UNITS TOWARDS THE DELISTING CRITERIA OF 30,000 UNITS FOR THE PENOBSCOT BASIN SALMON HABITAT RECOVERY UNIT. THE PROJECT WILL ALSO SUPPORT THE TOWN OF DOVER-FOXCROFT IN CONDUCTING A FEASIBILITY STUDY TO EXAMINE OPTIONS TO PROVIDE FISH PASSAGE AT MOOSEHEAD DAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": 7554797.0, "recipient_id": "186e2fba-27d7-9bc3-d330-c2679ab7d811-R", "generated_internal_id": "ASST_NON_NA23NMF4630007_1330"}, {"internal_id": 151610542, "Award ID": "NA22NMF4630368", "Award Amount": 22881754.38, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "11.463", "Description": "FUNDING WAS APPROVED IN 2022 THROUGH THE COASTAL WETLANDS PLANNING, PROTECTION, AND RESTORATION ACT (CWPPRA) PROGRAM FOR CONSTRUCTION OF THE BRETON LANDBRIDGE MARSH CREATION (WEST) RIVER AUX CHENES TO GRAND LAKE (BS-0038) PROJECT. THIS PROJECT WILL RESTORE 423 ACRES OF MARSH IN PLAQUEMINES PARISH, LOUISIANA, TO THE SOUTHEAST OF DELACROIX AND ADD TO EXISTING PROJECTS UNDER CONSTRUCTION TO REBUILD SIGNIFICANT MARSH FEATURES PROMOTING RESILIENCY. LOUISIANA COASTAL PROTECTION AND RESTORATION AUTHORITY, THE LOCAL COST SHARE PARTNER, IS THE LEAD IN DESIGN AND CONSTRUCTION FOR THIS PROJECT WITH NOAA'S ACTIVE ENGAGEMENT. COASTAL WETLANDS ARE LOUISIANA'S FIRST LINE OF DEFENSE DURING HURRICANES AND STORMS, PROTECTING COMMUNITIES AND INFRASTRUCTURE FROM THE DAMAGING EFFECTS OF WIND, WAVES, AND FLOODING. THEY ALSO PROVIDE HABITAT FOR FISH AND SHELLFISH, WHICH SUPPORT A STATEWIDE SEAFOOD INDUSTRY VALUED AT NEARLY $1 BILLION PER YEAR. HOWEVER, THE LOUISIANA COASTLINE HAS DETERIORATED CONSIDERABLY OV", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA22NMF4630368_1330"}, {"internal_id": 151610534, "Award ID": "NA22NMF4630354", "Award Amount": 143073.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "11.463", "Description": "MT ADAMS INSTITUTE WILL BE AWARDED UP TO $814,857 OVER 3 YEARS TO TO RECRUIT, HIRE AND PLACE VETERANS INTERESTED IN NATURAL RESOURCES WITHIN NOAA AND PARTNER AGENCY AND NON-PROFIT OFFICES IN THE PACIFIC REGION, INCLUDING OREGON, CALIFORNIA, WASHINGTON AND ALASKA.  VETERANS WILL RECEIVE TRAINING IN A SERIES OF SKILLS RELATED TO SALMON AND STEELHEAD MONITORING AND RESTORATION.  AFTER PLACEMENT WITH PARTNERS OR NOAA OFFICES, VETERANS WILL ASSIST WITH SALMON AND STEELHEAD POPULATION AND HABITAT MONITORING, PLANNING COMMUNITY DRIVEN RESTORATION PROJECTS AND HELPING TO RESTORE FISHERIES HABITAT.  ONCE 10 MONTHS OF SERVICE IS COMPLETED, VETS WILL BE AWARDED WITH A CERTIFICATE OF COMPLETION OF THE VETSWORK PROGRAM.  THE WORK WILL CONTRIBUTE TO RECOVERY AND SUSTAINABILITY OF SALMON AND STEELHEAD POPULATIONS AND IMPROVE VETERANS CONNECTIONS TO HABITATS THAT SUPPORT NOAA TRUST RESOURCES. THIS WORK IS BEING FUNDED BY THE HABITAT CONSERVATION PROGRAM OFFICE", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2882ee37-4da2-7b35-ef1b-ead4fbe80d5e-C", "generated_internal_id": "ASST_NON_NA22NMF4630354_1330"}, {"internal_id": 151290900, "Award ID": "NA22NMF4630238", "Award Amount": 1500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-08", "CFDA Number": "11.463", "Description": "THE VIRGINIA MARINE RESOURCES COMMISSION WILL WORK WITH NOAA TO CONSTRUCT UP TO 60 ACRES OF SUB-TIDAL OYSTER REEF IN MOBJACK BAY, VIRGINIA, AND TO SITE AND CONSTRUCT A SHORELINE RESILIENCY OYSTER REEF DEMONSTRATION PROJECT OR PROJECTS ON STATE-OWNED OR PUBLIC ACCESS AUTHORITY-OWNED LANDS IN MOBJACK BAY. BOTH THE SUBTIDAL AND SHORELINE WORK WILL TAKE PLACE WITHIN THE NEW NOAA MIDDLE PENINSULA HABITAT FOCUS AREA. THE SUB-TIDAL OYSTER REEF WILL BE CONSTRUCTED PRIMARILY OF CRUSHED STONE AS SUBSTRATE FOR THE REEFS. THE SHORELINE PROJECT IS EXPECTED TO BE CONSTRUCTED USING CONCRETE OYSTER STRUCTURES (I.E. REEF BALL OR REEF CASTLES) OR SIMILAR MATERIALS. REEF CONSTRUCTION WILL TAKE PLACE IN THE SPRING-SUMMER-FALL OF 2023, 2024, 2025, AND 2026. EFFECTS WILL BE INCREASED OYSTER DENSITIES ON THE TARGET SITES, WHICH ARE ANTICIPATED TO BE SELF-SUSTAINING, AND INCREASED ECOSYSTEM SERVICES INCLUDING WATER FILTRATION, POTENTIAL WAVE ATTENUATION AND REDUCED SHORELINE EROSION AT THE SHORELINE PROJECT S", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "118a8aee-8d17-5515-514b-4fd25e103a2e-C", "generated_internal_id": "ASST_NON_NA22NMF4630238_1330"}, {"internal_id": 151290916, "Award ID": "NA22NMF4630230", "Award Amount": 1600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-04", "CFDA Number": "11.463", "Description": "THE MARYLAND DEPARTMENT OF NATURAL RESOURCES WILL WORK WITH NOAA, THE OYSTER RECOVERY PARTNERSHIP AND THE UNIVERSITY OF MARYLAND CENTER FOR ENVIRONMENTAL SCIENCE HORN POINT OYSTER HATCHERY TO PLACE HATCHERY-PRODUCED SPAT-ON-SHELL ON UP TO 100 ACRES OF OYSTER REEFS IN FOUR TARGETED TRIBUTARIES (LITTLE CHOPTANK, TRED AVON, ST. MARY'S, AND MANOKIN) IN THE MARYLAND WATERS OF THE CHESAPEAKE BAY. SPAT-ON-SHELL WILL BE PRODUCED BY THE UNIVERSITY OF MARYLAND'S HORN POINT HATCHERY. SEEDING WORK IS PLANNED FOR SPRING-SUMMER-FALL OF 2023, 2024, 2025 AND 2026. EFFECTS WILL BE INCREASED OYSTER DENSITIES ON THE TARGET SITES, WHICH ARE ANTICIPATED TO BE SELF-SUSTAINING, AND INCREASED ECOSYSTEM SERVICES INCLUDING WATER FILTRATION, FISH HABITAT FOR FEDERALLY MANAGED FISH SPECIES, AND INCREASED FISH AND OYSTER SPAWNING CAPACITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_NA22NMF4630230_1330"}, {"internal_id": 149923361, "Award ID": "NA22NMF4630179", "Award Amount": 149730.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-27", "CFDA Number": "11.463", "Description": "THE NATURE CONSERVANCY WILL PARTNER WITH THE WORLD FISH MIGRATION FOUNDATION TO RAISE AWARENESS AND CAPACITY FOR RIVER RESTORATION FOR MIGRATORY FISH AND RELATED TRUST SPECIES. NOAA FUNDS WILL SUPPORT COMMUNICATIONS STAFF AND CAPACITY, AS WELL AS THE GLOBAL NETWORK OF THE WORLD FISH MIGRATION FOUNDATION TO WORK WITH NOAA COMMUNICATIONS STAFF TO ENGAGE NATIONAL AND INTERNATIONAL AUDIENCES. THIS WILL INCLUDE LIVE INTERVIEWS FROM RESTORATION SITES AND WITH ECONOMIC EXPERTS FROM NOAA, AND WILL ALSO HIGHLIGHT NOAA RESTORATION WORK AND CONNECT TO NORTH AMERICAN AND GLOBAL EFFORTS THROUGH A WEBINAR FORMAT. THIS ONGOING RECOGNITION AND CELEBRATION SURROUNDING WORLD FISH MIGRATION DAY WILL BE A SIGNIFICANT OPPORTUNITY TO NETWORK AND DEVELOP PARTNERSHIPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA22NMF4630179_1330"}, {"internal_id": 150724832, "Award ID": "NA22NMF4630146", "Award Amount": 663650.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-21", "CFDA Number": "11.463", "Description": "THE POKAGON BAND OF POTAWATOMI WILL RESTORE A SECTION OF THE DOWAGIAC RIVER CONTAINED WITHIN TRIBAL PROPERTIES UPSTREAM OF THE OLD PUCKER STREET DAM LOCATION SITE, WHICH WAS REMOVED IN 2021. BUILDING ON A COMPLEMENTARY HABITAT RESTORATION PROJECT IN THE RIVER, THIS PROJECT WILL RESTORE HISTORIC MEANDERS, RESTORE HYDROLOGY TO WETLANDS ON TRIBAL PROPERTY, AND PROVIDE IMPROVED HABITAT FOR MULTIPLE FISH SPECIES, INCLUDING SMALLMOUTH BASS, WALLEYE AND NORTHERN PIKE. THE PROJECT SUPPORTS THE EFFORTS OF FOCUS AREA 4 WITHIN THE GREAT LAKES RESTORATION INITIATIVE ACTION PLAN III AND THE ENVIRONMENTAL PRIORITIES OF THE LAKE MICHIGAN COMMITTEE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "02bbd259-d224-5f0a-53bc-4384606f9353-C", "generated_internal_id": "ASST_NON_NA22NMF4630146_1330"}, {"internal_id": 150724891, "Award ID": "NA22NMF4630144", "Award Amount": 4606075.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "11.463", "Description": "THE GREAT LAKES FISHERY COMMISSION HAS PARTNERED WITH NOAA TO CARRY OUT HABITAT RESTORATION PROJECTS PRIORITIZED BY THE LAKE COMMITTEES TO RESTORE HABITAT FOR NATIVE GREAT LAKES FISH SPECIES THROUGHOUT GREAT LAKES RIVERINE HABITATS AND COASTAL WETLANDS. THE PARTNERSHIP FOCUSES ON RESTORATION AND CONNECTIVITY OF COASTAL WETLANDS AND RIVER CORRIDORS TO RESTORE FISH PASSAGE AND WETLAND HABITATS IN SUPPORT OF NATIVE POPULATIONS OF FISH AND WILDLIFE. THE FOLLOWING PROJECTS WILL RECEIVE TECHNICAL AND FINANCIAL SUPPORT IN THE FIRST YEAR OF THE AWARD:  NEBAGAMON CREEK CULVERT REMOVAL PROJECT - DOUGLAS COUNTY, WISCONSIN   INNER SAGINAW BAY REEF RESTORATION PROJECT - BAY COUNTY, MI   SALMON RIVER TRESTLE POOL PROJECT - OSWEGO COUNTY, NY  FLAT ROCK/HUROC DAM FISH PASSAGE PROJECT - WAYNE COUNTY, MI", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7893593b-f815-00bf-c1c2-9cf67f19f733-C", "generated_internal_id": "ASST_NON_NA22NMF4630144_1330"}, {"internal_id": 150280762, "Award ID": "NA22NMF4630143", "Award Amount": 471674.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-13", "CFDA Number": "11.463", "Description": "THE MUSKEGON COUNTY DRAIN COMMISSIONER WILL CONDUCT A FEASIBILITY STUDY AND DEVELOP CONSTRUCTION DESIGNS TO RECONNECT TWO SHALLOW WATER LAKES, LOCALLY KNOWN AS THE MONA LAKE CELERY FLATS, TO BLACK CREEK AND SUBSEQUENTLY MONA LAKE, A DROWNED RIVER MOUTH THAT CONNECTS DIRECTLY TO LAKE MICHIGAN. THE MONA LAKE WATERSHED IS LOCATED IN CENTRAL-WESTERN MICHIGAN AND HAS BEEN SEVERELY IMPACTED BY HISTORIC LAND USE PRACTICES. THE PROPOSED PROJECT WILL INCREASE RESILIENCY OF AQUATIC SPECIES, SUCH AS THE GREAT LAKES SPOTTED MUSKELLUNGE AND OTHER SPECIES OF CONCERN, THAT ARE SIGNIFICANT TO THE GREAT LAKES ECOSYSTEM. THIS PROJECT ALSO ADVANCES THE GOALS OF FOCUS AREA 4 OF THE GREAT LAKES RESTORATION INITIATIVE ACTION PLAN III AND THE ENVIRONMENTAL PRIORITIES OF THE LAKE MICHIGAN COMMITTEE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a81a307-29ff-dd78-acb7-8f1fffbc89c8-R", "generated_internal_id": "ASST_NON_NA22NMF4630143_1330"}, {"internal_id": 147493194, "Award ID": "NA22NMF4630006", "Award Amount": 4116630.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-18", "CFDA Number": "11.463", "Description": "THIS AWARD WILL ALLOW THE NATIONAL FISH AND WILDLIFE FOUNDATION TO PARTNER WITH THE NOAA DAMAGE ASSESSMENT, REMEDIATION, AND RESTORATION PROGRAM (DARRP) TO IMPLEMENT PRIORITY RESTORATION ACTIVITIES RELATED TO NATURAL RESOURCE DAMAGES.  BASED ON ASSESSMENTS AND ANALYSIS BY TRUSTEE COUNCILS, THE RESTORATION ACTIVITIES ARE INTENDED TO COMPENSATE FOR NATURAL RESOURCE INJURIES FOLLOWING OIL SPILLS AND RELEASES OF HAZARDOUS SUBSTANCES, AND LOST USE OF NATURAL RESOURCES DUE TO THOSE INJURIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA22NMF4630006_1330"}, {"internal_id": 139742045, "Award ID": "NA21NMF4630551", "Award Amount": 8501330.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-26", "CFDA Number": "11.463", "Description": "THIS AWARD WILL ALLOW THE NATURE CONSERVANCY TO PARTNER WITH CONSERVATION CORPS ORGANIZATIONS ACROSS THE GULF OF MEXICO TO CREATE CONSERVATION JOBS FOR YOUTH.  THIS PROJECT WILL USE FUNDS PROVIDED BY THE RESTORE ACT TO CONTINUE THE GULFCORPS PROGRAM, WHICH WILL PROVIDE SUSTAINABLE AND LASTING BENEFITS TO THE ENVIRONMENT, ECONOMY, AND COMMUNITIES ALONG THE GULF OF MEXICO THAT HAVE BEEN IMPACTED BY THE DEEPWATER HORIZON OIL SPILL.  THE GULFCORPS PROGRAM WILL PROVIDE LABOR FOR ON-THE-GROUND RESTORATION BENEFITING COASTAL HABITATS AND WATER QUALITY. THESE PROJECTS WILL ALSO PROVIDE SHORT-TERM EMPLOYMENT FOR LOCAL CITIZENS, SKILLS TRAINING, AND EXPERIENCE IN RESTORATION-BASED JOBS WHICH COULD SUPPORT LOCAL WORKFORCE DEVELOPMENT IN THIS FIELD.  CREWS WILL LIKELY PARTICIPATE IN PROJECTS SUCH AS INVASIVE SPECIES REMOVAL, SHORELINE STABILIZATION, MARSH AND RIPARIAN RE-VEGETATION, SHELLFISH RESTORATION, AND IMPROVING RECREATIONAL AMENITIES.  PROJECTS WILL BE PRIORITIZED AND SELECTED BY NOAA, OUR", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA21NMF4630551_1330"}, {"internal_id": 138797566, "Award ID": "NA21NMF4630546", "Award Amount": 562100.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-19", "CFDA Number": "11.463", "Description": "RESTORING ATLANTIC SALMON ACCESS TO CRITICAL HABITAT IN THE NARRAGUAGUS RIVER WATERSHED AND EAST MACHIAS RIVER GARDNER LAKE SUB-WATERSHED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a0bcbf5-86db-4fa3-11b9-0b35c28e3900-C", "generated_internal_id": "ASST_NON_NA21NMF4630546_1330"}, {"internal_id": 139741999, "Award ID": "NA21NMF4630545", "Award Amount": 1425000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-23", "CFDA Number": "11.463", "Description": "THE &QUOT;RESTORING CRITICAL CONNECTIVITY IN THE PISCATAQUIS RIVER: ADVANCING ATLANTIC SALMON RECOVERY IN THE PENOBSCOT SHRU&QUOT; PROJECT WILL WORK TOWARD RESTORING ACCESS TO MORE THAN 10,000 UNITS OF DESIGNATED CRITICAL HABITAT FOR ENDANGERED ATLANTIC SALMON, A NOAA SPECIES IN THE SPOTLIGHT. THE SITES ARE LOCATED IN THE PISCATAQUIS RIVER WATERSHED WITHIN THE PENOBSCOT SALMON HABITAT RECOVERY UNIT (SHRU), IN THE STATE OF MAINE. THESE PROJECTS WILL BENEFIT ATLANTIC SALMON, AS WELL AS CO-EVOLVED DIADROMOUS FISH AND OTHER AQUATIC ORGANISMS, THROUGH DAM REMOVAL AND REPLACEMENT OF IMPASSABLE CULVERTS IN CRITICAL HEADWATER HABITAT. THE NATURE CONSERVANCY WILL COMPLETE THE FINAL ENGINEERING DESIGN FOR THE REMOVAL OF THE GUILFORD DAM AND RESTORATION OF THE ADJACENT FLOODPLAIN, WHICH WILL ULTIMATELY RECONNECT MORE THAN 9,738 SUITABLE HABITAT UNITS FOR ATLANTIC SALMON IN THE PISCATAQUIS WATERSHED ABOVE THE DAM. IN ADDITION, THE PROJECT WILL RESTORE ACCESS TO HIGH-QUALITY, RESILIENT HABI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA21NMF4630545_1330"}, {"internal_id": 139741989, "Award ID": "NA21NMF4630544", "Award Amount": 1011517.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-16", "CFDA Number": "11.463", "Description": "THE &QUOT;CONNECTIVITY AND HABITAT SUITABILITY RESTORATION IN THE DOWNEAST MAINE ATLANTIC SALMON SHRU&QUOT; PROJECT WILL RESTORE ACCESS TO DESIGNATED CRITICAL HABITAT FOR ENDANGERED ATLANTIC SALMON, A NOAA SPECIES IN THE SPOTLIGHT, THROUGH THE REPLACEMENT OF UNDERSIZED CULVERTS. THE SITES ARE LOCATED IN THE WATERSHEDS OF THE DENNYS, MACHIAS, PLEASANT, UNION, AND NARRAGUAGUS RIVERS IN THE DOWNEAST COASTAL SALMON HABITAT RECOVERY UNIT (SHRU), IN THE STATE OF MAINE. PROJECT SHARE WILL COMPLETE 13 ROAD/STREAM CROSSING PROJECTS, WHICH WILL CONNECT NEARLY 700 HABITAT UNITS ACROSS THE WATERSHEDS. HABITAT SUITABILITY IMPROVEMENTS USING TECHNIQUES SUCH AS ENGINEERED LOG JAMS WILL BE CONDUCTED IN 550 HABITAT UNITS WITHIN MAINSTEM AND TRIBUTARY REACHES. IN ADDITION, FEASIBILITY STUDIES WILL BE CONDUCTED TO IMPROVE FISH PASSAGE FOR ATLANTIC SALMON AND OTHER SEA-RUN FISH LIKE ALEWIFE AND AMERICAN EEL TO 375 SALMON HABITAT UNITS AT THE GREAT WORKS DAM AND MARION FALLS FISHWAY ON CATHANCE STR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a4d4b76-3602-180b-d666-992218cc81a3-C", "generated_internal_id": "ASST_NON_NA21NMF4630544_1330"}, {"internal_id": 139741988, "Award ID": "NA21NMF4630543", "Award Amount": 665370.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "11.463", "Description": "THE &QUOT;RECONNECTING CRITICAL HABITAT OF THE SANDY RIVER PROJECT&QUOT; WILL RESTORE ACCESS TO MORE THAN 2,697 UNITS OF DESIGNATED CRITICAL HABITAT FOR ENDANGERED ATLANTIC SALMON, A NOAA SPECIES IN THE SPOTLIGHT. THE PROJECTS ARE LOCATED IN THE KENNEBEC RIVER WATERSHED WITHIN THE MERRYMEETING BAY SALMON HABITAT RECOVERY UNIT (SHRU), IN THE STATE OF MAINE. THE ATLANTIC SALMON FEDERATION WILL REMOVE THE WALTON'S MILL DAM ON THE LOWER MAINSTEM OF TEMPLE STREAM AND REPLACE THE ASSOCIATED PUBLIC WATER LINE CURRENTLY CROSSING THE IMPOUNDMENT, AND WILL REPLACE FOUR UNDERSIZED ROAD/STREAM CROSSINGS ON COLD-WATER TRIBUTARIES TO THE SANDY RIVER. THESE FIVE PROJECTS WILL RESTORE ACCESS TO 2,301 SALMON CRITICAL HABITAT UNITS, AND WILL ALSO IMPROVE HABITAT CONNECTIVITY FOR AMERICAN EEL, ALEWIVES, BLUEBACK HERRING, EASTERN BROOK TROUT, AND VARIOUS OTHER AQUATIC ORGANISMS. ADDITIONALLY, A FISH PASSAGE FEASIBILITY STUDY WILL BE COMPLETED AT THE CHESTERVILLE WILDLIFE MANAGEMENT AREA DAM ON LIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "186e2fba-27d7-9bc3-d330-c2679ab7d811-R", "generated_internal_id": "ASST_NON_NA21NMF4630543_1330"}, {"internal_id": 138797562, "Award ID": "NA21NMF4630484", "Award Amount": 214000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "11.463", "Description": "SUPPORT OF THE CORAL RESTORATION CONSORTIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e90eee7-0881-75ec-0751-bd2cf8d32ede-C", "generated_internal_id": "ASST_NON_NA21NMF4630484_1330"}, {"internal_id": 110314152, "Award ID": "NA20NMF4630330", "Award Amount": 310000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "11.463", "Description": "CALIFORNIA VETERANS FISHERIES CORPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5bf012d5-3a40-ba3c-af0c-b032ed7af3b0-C", "generated_internal_id": "ASST_NON_NA20NMF4630330_1330"}, {"internal_id": 109189641, "Award ID": "NA20NMF4630328", "Award Amount": 11247849.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-12", "CFDA Number": "11.463", "Description": "RESTORING AND PROTECTING U.S. MARINE HABITATS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16adc4c2-3de5-7c00-c207-0daf5b288b9d-C", "generated_internal_id": "ASST_NON_NA20NMF4630328_1330"}, {"internal_id": 109189630, "Award ID": "NA20NMF4630327", "Award Amount": 22245176.41, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-03", "CFDA Number": "11.463", "Description": "WEST FOURCHON MARSH CREATION AND NOURISHMENT, PHASE II (TE-0134)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA20NMF4630327_1330"}, {"internal_id": 109189631, "Award ID": "NA20NMF4630326", "Award Amount": 2871882.57, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-03", "CFDA Number": "11.463", "Description": "NORTH DELACROIX MARSH CREATION AND TERRACING (BS-0041)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA20NMF4630326_1330"}, {"internal_id": 107143305, "Award ID": "NA20NMF4630312", "Award Amount": 4022639.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-29", "CFDA Number": "11.463", "Description": "EXPANDING CONSERVATION CAPACITY THROUGH COLLABORATION - PHASE III", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6e82a572-1ccd-33ed-d7c4-abf748029e3a-C", "generated_internal_id": "ASST_NON_NA20NMF4630312_1330"}, {"internal_id": 107143320, "Award ID": "NA20NMF4630311", "Award Amount": 3755783.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-30", "CFDA Number": "11.463", "Description": "THE LAKE MICHIGAN COASTAL RIVERS AND WETLANDS PROJECT WILL RESTORE 33.8 MILES OF FISH PASSAGE, 5.64 MILES OF RIPARIAN CORRIDOR, 108.6 ACRES OF COASTAL WETLANDS AND 137.4 ACRES OF WETLAND HABITAT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1bfe939e-3c5e-ddee-8130-b35e7c38f4bf-R", "generated_internal_id": "ASST_NON_NA20NMF4630311_1330"}, {"internal_id": 109189617, "Award ID": "NA20NMF4630309", "Award Amount": 500414.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-05", "CFDA Number": "11.463", "Description": "CONTINUE IMPLEMENTATION OF NOAA???S HABITAT BLUEPRINT FOCUS AREA PRIORITY ACTIONS IN CULEBRA ISLAND, PUERTO RICO TO RESTORE CORAL REEF CRITICAL HABITAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "715d858b-db9f-7fe6-6996-b4dc7f9f82f2-C", "generated_internal_id": "ASST_NON_NA20NMF4630309_1330"}, {"internal_id": 107143319, "Award ID": "NA20NMF4630308", "Award Amount": 698746.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-30", "CFDA Number": "11.463", "Description": "BARNABY REACH RESTORATION PHASE 1", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5708ea25-2d2d-e6e1-433b-26d0b3d7418d-C", "generated_internal_id": "ASST_NON_NA20NMF4630308_1330"}, {"internal_id": 107143288, "Award ID": "NA20NMF4630307", "Award Amount": 1000901.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-28", "CFDA Number": "11.463", "Description": "RESTORING CONNECTIVITY ON THE LITTLE TONSINA RIVER: TOP FISH PASSAGE PRIORITY FOR COPPER RIVER WATERSHED, ALASKA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "70657450-ec6a-69ea-1671-a1d257602eac-C", "generated_internal_id": "ASST_NON_NA20NMF4630307_1330"}, {"internal_id": 109189632, "Award ID": "NA20NMF4630306", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-03", "CFDA Number": "11.463", "Description": "MEADOWDALE BEACH ESTUARY RESTORATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7bf76727-de6b-e0b4-d153-fea21dd3c64b-C", "generated_internal_id": "ASST_NON_NA20NMF4630306_1330"}, {"internal_id": 107143318, "Award ID": "NA20NMF4630305", "Award Amount": 260682.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-30", "CFDA Number": "11.463", "Description": "REACHING THE FINISH LINE:  AQUATIC CONNECTIVITY IN THE PAWCATUCK RIVER AT POTTER HILL DAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2abbcdf6-d148-ed6a-ef40-5ffcb651185a-C", "generated_internal_id": "ASST_NON_NA20NMF4630305_1330"}, {"internal_id": 109856094, "Award ID": "NA20NMF4630304", "Award Amount": 891903.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-17", "CFDA Number": "11.463", "Description": "JUMP-STARTING MISSION: ICONIC REEFS ??? SEXUALLY PROPAGATED ACROPORA CORALS AND DIADEMA URCHINS FOR PRIORITY REEFS IN THE FLORIDA KEYS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78ba83c6-51de-f4ca-cd31-1aeb391eee3c-C", "generated_internal_id": "ASST_NON_NA20NMF4630304_1330"}, {"internal_id": 109189675, "Award ID": "NA20NMF4630303", "Award Amount": 704451.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-07", "CFDA Number": "11.463", "Description": "RESTORING THE SEAGRASS-CORAL REEF CONTINUUM HABITATS ACROSS HEAVILY HURRICANE-IMPACTED COASTAL AREAS IN CULEBRA ISLAND, PUERTO RICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5a8e6a18-7807-a504-b892-f12cb2269176-R", "generated_internal_id": "ASST_NON_NA20NMF4630303_1330"}, {"internal_id": 109189622, "Award ID": "NA20NMF4630302", "Award Amount": 1039029.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-04", "CFDA Number": "11.463", "Description": "UPPER SANDY RIVER BASIN SALMON AND STEELHEAD HABITAT RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1bf46a9f-9305-5a89-826a-bbd2b79ca36b-R", "generated_internal_id": "ASST_NON_NA20NMF4630302_1330"}, {"internal_id": 150280772, "Award ID": "NA20NMF4630301", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-15", "CFDA Number": "11.463", "Description": "CALTROUT WILL BE AWARDED $490,167 TO RESTORE OFF-CHANNEL HABITAT ON THE MAD RIVER, WHICH DRAINS 497 SQUARE MILES OVER A LENGTH OF ROUGHLY 100 MILES TO THE PACIFIC OCEAN, 6 MILES NORTH OF HUMBOLDT BAY. THE RIVER OFFERS CLOSE TO 50 MILES OF SPAWNING AND REARING HABITAT BUT IS SEVERELY LIMITED IN ESTUARINE AND OFF-CHANNEL HABITAT TO SUPPORT REARING WINTER JUVENILE SALMONIDS. THE PROJECT IS LOCATED WITHIN TIDAL INFLUENCE, AT APPROXIMATELY 3 MILES FROM THE MOUTH OF THE MAD RIVER. THE PROJECT AREA CURRENTLY CONTAINS LEVEED PERCOLATION PONDS IN THE FLOODPLAIN THAT WERE USED AS PART OF A DEFUNCT WASTEWATER MANAGEMENT FACILITY. THE PERCOLATION PONDS WERE CONSTRUCTED ON THE ACTIVE FLOODPLAIN IN 1983 AND ARE NOW BEING DECOMMISSIONED, OFFERING THE OPPORTUNITY TO REPURPOSE THE LAND FOR IMPROVED ECOSYSTEM FUNCTION - BUILDING OFF-CHANNEL PONDS THAT PROVIDE WINTER JUVENILE SALMONID HABITAT, AND EXPANDED RIPARIAN FOREST. THE PRIMARY OBJECTIVE OF THIS RESTORATION PROJECT IS TO REMOVE ALL WASTEWATER INFR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af8d358d-7de9-6442-30b9-dc9210f09ba5-C", "generated_internal_id": "ASST_NON_NA20NMF4630301_1330"}, {"internal_id": 109189643, "Award ID": "NA20NMF4630300", "Award Amount": 150946.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-11", "CFDA Number": "11.463", "Description": "WILLOW BEND SIDE CHANNEL RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460262f4-3a18-d737-8a3c-a84d2805b881-C", "generated_internal_id": "ASST_NON_NA20NMF4630300_1330"}, {"internal_id": 109189642, "Award ID": "NA20NMF4630299", "Award Amount": 275000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-12", "CFDA Number": "11.463", "Description": "REMOVAL OF THE LOWER COLLINSVILLE DAM, FARMINGTON RIVER, BURLINGTON, CT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_NA20NMF4630299_1330"}, {"internal_id": 109189696, "Award ID": "NA20NMF4630298", "Award Amount": 1383177.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-03", "CFDA Number": "11.463", "Description": "TROUT UNLIMITED - RESTORING HIGH PRIORITY HABITAT TO RECOVER LISTED SALMONID POPULATIONS IN COASTAL MENDOCINO, COUNTY, CA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_NA20NMF4630298_1330"}, {"internal_id": 107143259, "Award ID": "NA20NMF4630297", "Award Amount": 95415.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-26", "CFDA Number": "11.463", "Description": "THIRD HERRING BROOK RESTORATION ??? PETERSON POND DAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b99b16b4-e96b-36a6-fc33-eebfa323c8ec-C", "generated_internal_id": "ASST_NON_NA20NMF4630297_1330"}, {"internal_id": 109189623, "Award ID": "NA20NMF4630296", "Award Amount": 330788.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-04", "CFDA Number": "11.463", "Description": "SOUTHERN CALIFORNIA WHITE ABALONE RESTORATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ebec5615-42b2-e3c2-26d0-91523e37b32b-C", "generated_internal_id": "ASST_NON_NA20NMF4630296_1330"}, {"internal_id": 109189678, "Award ID": "NA20NMF4630295", "Award Amount": 507929.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-06", "CFDA Number": "11.463", "Description": "COUPLED RESTORATION OF INTERTIDAL AND SUBTIDAL OYSTER REEF TO REBUILD HABITAT AND FISHERIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ef841841-a12e-4934-91d9-f19dfde86258-C", "generated_internal_id": "ASST_NON_NA20NMF4630295_1330"}, {"internal_id": 109856069, "Award ID": "NA20NMF4630294", "Award Amount": 2250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-18", "CFDA Number": "11.463", "Description": "LARGE-SCALE OYSTER SANCTUARIES IN NORTH CAROLINA TO BENEFIT NOAA TRUST RESOURCES AND HABITAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d21d06d-046f-87b0-cbf7-5a5f44a6789c-C", "generated_internal_id": "ASST_NON_NA20NMF4630294_1330"}, {"internal_id": 107143313, "Award ID": "NA20NMF4630222", "Award Amount": 105000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-30", "CFDA Number": "11.463", "Description": "SHASTA AND SCOTT RIVERS SAFE HARBOR AGREEMENT PROJECT IS A CONTINUATION OF THE SHASTA RIVER COHO SALMON RESTORATION PILOT PROJECT, ADDING OUTREACH AND DATA GATHERING IN SCOTT RIVER WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af8d358d-7de9-6442-30b9-dc9210f09ba5-C", "generated_internal_id": "ASST_NON_NA20NMF4630222_1330"}, {"internal_id": 107143304, "Award ID": "NA20NMF4630141", "Award Amount": 6931513.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-29", "CFDA Number": "11.463", "Description": "DARRP COORDINATION ASSISTANCE TO SUPPORT THE CONSERVATION AND RESTORATION OF GULF OF MEXICO FISHERIES RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "86473313-d54f-66dd-b2c9-1e61dead3c5e-C", "generated_internal_id": "ASST_NON_NA20NMF4630141_1330"}, {"internal_id": 98716471, "Award ID": "NA20NMF4630071", "Award Amount": 294832.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-18", "CFDA Number": "11.463", "Description": "WINTER LAKE FISH PASSAGE AND MIGRATION MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ef9a7ea4-af46-1509-93e8-7d781f583af5-R", "generated_internal_id": "ASST_NON_NA20NMF4630071_1330"}, {"internal_id": 85246043, "Award ID": "NA19NMF4630294", "Award Amount": 207354.9, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-30", "CFDA Number": "11.463", "Description": "HAS RESTORED ANADROMOUS FISH PASSAGE LED TO INCREASES IN PREDATION BY FEDERALLY MANAGED MARINE PISCIVORES?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "482a2aa2-cba1-3c15-6c26-7bab1d4d3333-C", "generated_internal_id": "ASST_NON_NA19NMF4630294_1330"}, {"internal_id": 85246148, "Award ID": "NA19NMF4630289", "Award Amount": 19034024.3, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "11.463", "Description": "BAYOU DECADE RIDGE AND MARSH CREATION PHASE 2, (TE-0138)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA19NMF4630289_1330"}, {"internal_id": 85246147, "Award ID": "NA19NMF4630288", "Award Amount": 2810962.4, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "11.463", "Description": "EAST DELACROIX MARSH CREATION AND TERRACING, PHASE I, BS-0037", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA19NMF4630288_1330"}, {"internal_id": 85246093, "Award ID": "NA19NMF4630287", "Award Amount": 2986339.37, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-14", "CFDA Number": "11.463", "Description": "BRETON LANDBRIDGE MARSH CREATION (WEST), PHASE I (BS-0038)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA19NMF4630287_1330"}, {"internal_id": 85246240, "Award ID": "NA19NMF4630281", "Award Amount": 2749625.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-28", "CFDA Number": "11.463", "Description": "CORAL REEF RESTORATION PLANNING AND IMPLEMENTATION IN THE PACIFIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA19NMF4630281_1330"}, {"internal_id": 85246239, "Award ID": "NA19NMF4630272", "Award Amount": 30000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-02", "CFDA Number": "11.463", "Description": "CELEBRATING RIVERS: LOCAL TO GLOBAL OUTREACH FOR WORLD FISH MIGRATION DAY 2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA19NMF4630272_1330"}, {"internal_id": 85246350, "Award ID": "NA19NMF4630270", "Award Amount": 779351.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-11", "CFDA Number": "11.463", "Description": "LONG-TERM MONITORING FOR BLOEDE DAM REMOVAL AND PATAPSCO RIVER RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1e13355-77f6-6485-0e3d-80c5b5eb6f89-C", "generated_internal_id": "ASST_NON_NA19NMF4630270_1330"}, {"internal_id": 85246277, "Award ID": "NA19NMF4630267", "Award Amount": 11462431.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-08", "CFDA Number": "11.463", "Description": "REGIONAL PARTNERSHIP TO RESTORE FISH HABITAT IN PRIORITY GREAT LAKES COASTAL SITES AND AREAS OF CONCERN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10658213-3756-2e60-5d7b-55377a1a56fb-C", "generated_internal_id": "ASST_NON_NA19NMF4630267_1330"}, {"internal_id": 85246278, "Award ID": "NA19NMF4630266", "Award Amount": 24076514.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "11.463", "Description": "FISH AND WILDLIFE HABITAT RESTORATION IN SOUTHEAST MICHIGAN AREAS OF CONCERN  -APPLICANT ORGANIZATION:  FRIENDS OF THE DETROIT RIVER (FDR)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f2c64a43-79dc-1002-c21e-c21d6922fc1f-R", "generated_internal_id": "ASST_NON_NA19NMF4630266_1330"}, {"internal_id": 82812653, "Award ID": "NA19NMF4630263", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-28", "CFDA Number": "11.463", "Description": "JONES RIVER, ELM STREET DAM REMOVAL AT HEAD OF TIDE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "23d88bb2-fc09-1b17-9f60-1e6ecd80df44-R", "generated_internal_id": "ASST_NON_NA19NMF4630263_1330"}, {"internal_id": 85246353, "Award ID": "NA19NMF4630262", "Award Amount": 436015.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-12", "CFDA Number": "11.463", "Description": "CONTINUA IMPLEMENTATION OF NOAAS HABITAT BLUEPRINT FOCUS AREA PRIORITY ACTIONS IN CULEBRA ISLAND, PUERTO RICO TO RESTORE CRITICAL REEF HABITAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "715d858b-db9f-7fe6-6996-b4dc7f9f82f2-C", "generated_internal_id": "ASST_NON_NA19NMF4630262_1330"}, {"internal_id": 85246246, "Award ID": "NA19NMF4630261", "Award Amount": 790004.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-12", "CFDA Number": "11.463", "Description": "GARCIA RIVER ESTUARY SALMONID HABITAT ENHANCEMENT IMPLEMENTATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA19NMF4630261_1330"}, {"internal_id": 85246315, "Award ID": "NA19NMF4630260", "Award Amount": 2530016.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-15", "CFDA Number": "11.463", "Description": "LARGE-SCALE RESTORATION OF ESA THREATENED CORAL SPECIES IN THE FLORIDA KEYS NATIONAL MARINE SANCTUARY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e90eee7-0881-75ec-0751-bd2cf8d32ede-C", "generated_internal_id": "ASST_NON_NA19NMF4630260_1330"}, {"internal_id": 85246292, "Award ID": "NA19NMF4630259", "Award Amount": 2710000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-15", "CFDA Number": "11.463", "Description": "IMPLEMENTING THE FLORIDA KEYS CORAL DISEASE RESPONSE & RESTORATION INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "176a3caf-aa07-085f-a3d1-24eda84f33e9-C", "generated_internal_id": "ASST_NON_NA19NMF4630259_1330"}, {"internal_id": 85246200, "Award ID": "NA19NMF4630258", "Award Amount": 357280.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-08", "CFDA Number": "11.463", "Description": "DAYLIGHTING PHASE MCCOYS CREEK HABITAT RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "096376de-259d-01f0-ff04-d1b7920f63a7-R", "generated_internal_id": "ASST_NON_NA19NMF4630258_1330"}, {"internal_id": 85246078, "Award ID": "NA19NMF4630257", "Award Amount": 1065551.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-11", "CFDA Number": "11.463", "Description": "TEMPLE STREAM HABITAT CONNECTIVITY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "186e2fba-27d7-9bc3-d330-c2679ab7d811-R", "generated_internal_id": "ASST_NON_NA19NMF4630257_1330"}, {"internal_id": 82812652, "Award ID": "NA19NMF4630256", "Award Amount": 302009.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-31", "CFDA Number": "11.463", "Description": "BETTER GUT FAUNA- OPENING DIADROMOUS FISH HABITAT ON THE ROANOKE RIVER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA19NMF4630256_1330"}, {"internal_id": 85246214, "Award ID": "NA19NMF4630255", "Award Amount": 560226.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-11", "CFDA Number": "11.463", "Description": "COMMUNITY-BASED LIVING SHORELINE CREATION IN THE URBANIZED WATERSHED OF CHARLESTON COUNTY, SOUTH CAROLINA, USA TO SUPPORT HABITAT RESILIENCY AND ECOSYSTEM SERVICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ff770b9-fd39-5446-2086-5462e925bc71-C", "generated_internal_id": "ASST_NON_NA19NMF4630255_1330"}, {"internal_id": 85246253, "Award ID": "NA19NMF4630254", "Award Amount": 1301539.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-19", "CFDA Number": "11.463", "Description": "COMPLETION OF PRE-CONSTRUCTION TASKS FOR HERRING RIVER RESTORATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ef569bc-efd3-4716-1027-ec56ed88e5a5-R", "generated_internal_id": "ASST_NON_NA19NMF4630254_1330"}, {"internal_id": 85246104, "Award ID": "NA19NMF4630253", "Award Amount": 1669752.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-21", "CFDA Number": "11.463", "Description": "ESSENTIAL FISH HABITAT RESTORATION IN THE PIANKATANK RIVER, VIRGINIA FOR THE BENEFIT OF FEDERALLY MANAGED FISH SPECIES, FORAGE SPECIES, OYSTERS AND ECOSYSTEM SERVICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "118a8aee-8d17-5515-514b-4fd25e103a2e-C", "generated_internal_id": "ASST_NON_NA19NMF4630253_1330"}, {"internal_id": 82812654, "Award ID": "NA19NMF4630252", "Award Amount": 175000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-29", "CFDA Number": "11.463", "Description": "TOWN RIVER RESTORATION PROJECT - HIGH STREET DAM REMOVAL & BRIDGE REPLACEMENT, BRIDGEWATER, MA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c7cab91-6c40-ad25-4d10-46ae2ad5bc40-R", "generated_internal_id": "ASST_NON_NA19NMF4630252_1330"}, {"internal_id": 82812574, "Award ID": "NA19NMF4630251", "Award Amount": 2321380.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-31", "CFDA Number": "11.463", "Description": "COAST COHO RECOVERY IMPLEMENTATION IN OREGON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f82f910a-c465-b896-de47-39bc8d651519-R", "generated_internal_id": "ASST_NON_NA19NMF4630251_1330"}, {"internal_id": 85246143, "Award ID": "NA19NMF4630248", "Award Amount": 583000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-12", "CFDA Number": "11.463", "Description": "ROGUE BASIN TRIBUTARIES INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "466f7a29-b1c8-b258-6700-1787523ef991-C", "generated_internal_id": "ASST_NON_NA19NMF4630248_1330"}, {"internal_id": 85246238, "Award ID": "NA19NMF4630246", "Award Amount": 1244159.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-15", "CFDA Number": "11.463", "Description": "SALMON SUPERHWY AQUATIC ORGANISM PASSAGE AND STREAM RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_NA19NMF4630246_1330"}, {"internal_id": 85246152, "Award ID": "NA19NMF4630245", "Award Amount": 2400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-14", "CFDA Number": "11.463", "Description": "OYSTER PRODUCTION FOR TRIBUTARY-SCALE OYSTER HABITAT RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_NA19NMF4630245_1330"}, {"internal_id": 85246268, "Award ID": "NA19NMF4630244", "Award Amount": 1460292.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-19", "CFDA Number": "11.463", "Description": "COMMUNITY-DRIVEN SPECIES RECOVERY IN PUGET SOUND'S WHIDBEY BASIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_NA19NMF4630244_1330"}, {"internal_id": 85246352, "Award ID": "NA19NMF4630243", "Award Amount": 860653.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-12", "CFDA Number": "11.463", "Description": "MIDDLE FORK NOOKSACK RIVER FISH PASSAGE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1e13355-77f6-6485-0e3d-80c5b5eb6f89-C", "generated_internal_id": "ASST_NON_NA19NMF4630243_1330"}, {"internal_id": 85246084, "Award ID": "NA19NMF4630241", "Award Amount": 449608.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "11.463", "Description": "CATHLAMET BAY WATERSHED CONNECTIVITY AND TIDAL RESTORATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b06403c2-c3a2-ae2a-6aa5-e7a11e945d84-C", "generated_internal_id": "ASST_NON_NA19NMF4630241_1330"}, {"internal_id": 82059595, "Award ID": "NA19NMF4630075", "Award Amount": 4432212.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-14", "CFDA Number": "11.463", "Description": "TNC-NOAA NATIONWIDE DARRP COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA19NMF4630075_1330"}, {"internal_id": 82059587, "Award ID": "NA19NMF4630074", "Award Amount": 1249898.48, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-14", "CFDA Number": "11.463", "Description": "DARRP RESTORATION IMPLEMENTATION GRANTS: SOUTHEAST REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cad96868-9340-1c0b-0d70-8d05503a5a6d-C", "generated_internal_id": "ASST_NON_NA19NMF4630074_1330"}, {"internal_id": 85246248, "Award ID": "NA19NMF4630043", "Award Amount": 1205680.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-13", "CFDA Number": "11.463", "Description": "A PARTNERSHIP TO ADVANCE HEALTHY ESTUARIES AND RESILIENT COASTAL COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bfbab09d-b037-4eff-2d8e-9697463a3c85-C", "generated_internal_id": "ASST_NON_NA19NMF4630043_1330"}, {"internal_id": 80614858, "Award ID": "NA19NMF4630008", "Award Amount": 3616897.02, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-04-16", "CFDA Number": "11.463", "Description": "REMEDIATION OF CONTAMNATED SEDIMENT WITHIN THE MANISTIQUE RIVER GREAT LAKES AREA OF CONCERN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a77e0948-3475-8d25-623a-bbbbfb23aa14-C", "generated_internal_id": "ASST_NON_NA19NMF4630008_1330"}, {"internal_id": 68166649, "Award ID": "NA18NMF4630303", "Award Amount": 178000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-22", "CFDA Number": "11.463", "Description": "THIS GRANT WAS PROVIDED UNDER A COOPERATIVE AGREEMENT WITH THE INTERNATIONAL WHALING COMMISSION (IWC) FOR THE PERIOD JULY 30, 2018 THROUGH SEPTEMBER 30, 2021.", "Place of Performance Country Code": "GBR", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d799dce-e3ba-dd35-4ef0-98b463253580-R", "generated_internal_id": "ASST_NON_NA18NMF4630303_1330"}, {"internal_id": 68166726, "Award ID": "NA18NMF4630293", "Award Amount": 2374680.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-03", "CFDA Number": "11.463", "Description": "ST. CLAIR-DETROIT RIVER SYSTEM COASTAL RESTORATION INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10658213-3756-2e60-5d7b-55377a1a56fb-C", "generated_internal_id": "ASST_NON_NA18NMF4630293_1330"}, {"internal_id": 67580876, "Award ID": "NA18NMF4630292", "Award Amount": 149924.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-27", "CFDA Number": "11.463", "Description": "LITTLE PORTAGE WILDLIFE AREA COASTAL WETLAND RESTORATION - ENGINEERING & DESIGN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6e82a572-1ccd-33ed-d7c4-abf748029e3a-C", "generated_internal_id": "ASST_NON_NA18NMF4630292_1330"}, {"internal_id": 68166644, "Award ID": "NA18NMF4630291", "Award Amount": 1708259.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-05", "CFDA Number": "11.463", "Description": "KIDS CREEK STREAM CORRIDOR RESTORATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b94197ae-cf78-4593-5dfa-7a4186f02c5e-R", "generated_internal_id": "ASST_NON_NA18NMF4630291_1330"}, {"internal_id": 68166822, "Award ID": "NA18NMF4630290", "Award Amount": 1329661.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-05", "CFDA Number": "11.463", "Description": "RECONNECTING AND RESTORING NORTHERN LOWER MICHIGAN'S PREMIER COLDWATER RIVER SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a0d982d-399f-67ac-82b9-081dc260c70e-C", "generated_internal_id": "ASST_NON_NA18NMF4630290_1330"}, {"internal_id": 68166814, "Award ID": "NA18NMF4630276", "Award Amount": 3017570.08, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-02", "CFDA Number": "11.463", "Description": "RESCUING OUR WETLANDS AND COASTAL RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "233ee736-718d-c90e-045d-c3a6fddb44b5-C", "generated_internal_id": "ASST_NON_NA18NMF4630276_1330"}, {"internal_id": 68166646, "Award ID": "NA18NMF4630251", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-13", "CFDA Number": "11.463", "Description": "THE NATIONAL CONSERVATION LEADERSHIP INSTITUTE (NCLI) IS A WORLD CLASS LEADERSHIP DEVELOPMENT EXPERIENCE FOR THE HIGHEST POTENTIAL LEADERS FROM DIVERSE CONSERVATION ORGANIZATIONS ACROSS THE NATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6edc6c6c-3a22-242b-7fbb-2119d4fc1b30-C", "generated_internal_id": "ASST_NON_NA18NMF4630251_1330"}, {"internal_id": 67580926, "Award ID": "NA18NMF4630233", "Award Amount": 58100.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-27", "CFDA Number": "11.463", "Description": "THE ECONOMIC VALUE OF RECREATIONAL CATCH IMPROVEMENTS IN THE CAPE FEAR RIVER BASIN, PHASE II - LINKING IMPROVEMENTS IN MIGRATORY FISH PASSAGE TO ECONOMIC BENEFITS OF FISHERIES IN THE CAPE FEAR RIVER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6fb010ae-ad4d-f659-c00c-f14fcdc6ae73-R", "generated_internal_id": "ASST_NON_NA18NMF4630233_1330"}, {"internal_id": 68166534, "Award ID": "NA18NMF4630224", "Award Amount": 372088.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-06", "CFDA Number": "11.463", "Description": "RESTORING CONNECTIVITY TO THE SHEEPSCOT RIVER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "186e2fba-27d7-9bc3-d330-c2679ab7d811-R", "generated_internal_id": "ASST_NON_NA18NMF4630224_1330"}, {"internal_id": 68166757, "Award ID": "NA18NMF4630223", "Award Amount": 577897.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-20", "CFDA Number": "11.463", "Description": "REBUILDING SEA-RUN FISHERIES OF THE PENOBSCOT RIVER:  SUSTAINING LONG-TERM PROJECT MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA18NMF4630223_1330"}, {"internal_id": 67580818, "Award ID": "NA18NMF4630222", "Award Amount": 266103.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-30", "CFDA Number": "11.463", "Description": "ASSESSMENT OF NEKTON UTILIZATION OF RECENTLY ESTABLISHED MARSH SUB-HABITATS IN POPLAR ISLAND; DEVELOPMENT OF A CONCEPTUAL MODEL FOR TESTING SUCCESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5251bb2c-492f-4971-ad47-2335f2e84fda-C", "generated_internal_id": "ASST_NON_NA18NMF4630222_1330"}, {"internal_id": 68166807, "Award ID": "NA18NMF4630180", "Award Amount": 591859.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-20", "CFDA Number": "11.463", "Description": "PUGET SOUND CANOPY KELP RESTORATION 2018-2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dee026df-a1ae-7fd3-ff80-e54a904c06db-C", "generated_internal_id": "ASST_NON_NA18NMF4630180_1330"}, {"internal_id": 66686890, "Award ID": "NA18NMF4630004", "Award Amount": 28508524.96, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-17", "CFDA Number": "11.463", "Description": "NFWF NOAA DARRP RESTORATION IMPLEMENTATION GRANTS 2018 - 2023", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA18NMF4630004_1330"}, {"internal_id": 68166804, "Award ID": "NA18NMF0080310", "Award Amount": 563798.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "11.463", "Description": "VETSWORK ENVIRONMENT: RECOVERY AND RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2882ee37-4da2-7b35-ef1b-ead4fbe80d5e-C", "generated_internal_id": "ASST_NON_NA18NMF0080310_1330"}, {"internal_id": 49120960, "Award ID": "NA17NMF4630308", "Award Amount": 576772.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-30", "CFDA Number": "11.463", "Description": "2017-2020 NOAA/CCC VETERAN CORPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5bf012d5-3a40-ba3c-af0c-b032ed7af3b0-C", "generated_internal_id": "ASST_NON_NA17NMF4630308_1330"}, {"internal_id": 49120959, "Award ID": "NA17NMF4630305", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-17", "CFDA Number": "11.463", "Description": "A CONTINUATION OF THE SHASTA RIVER COHO SALMON RESTORATION AND COLLABORATION PILOT PROJECT,  PROVIDING ADDITIONAL REAL-TIME MONITORING TO SUPPORT SAF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af8d358d-7de9-6442-30b9-dc9210f09ba5-C", "generated_internal_id": "ASST_NON_NA17NMF4630305_1330"}, {"internal_id": 49120958, "Award ID": "NA17NMF4630302", "Award Amount": 601140.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-20", "CFDA Number": "11.463", "Description": "PENOBSCOT RIVER HABITAT FOCUS AREA: EXTENDING MAINSTEM RIVER GAINS TO STRATEGIC SEA-RUN FISH SPAWNING AND REARING HABITAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA17NMF4630302_1330"}, {"internal_id": 49120957, "Award ID": "NA17NMF4630301", "Award Amount": 650000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-03", "CFDA Number": "11.463", "Description": "COMMUNITY AND CORAL RESTORATION AND RESILIENCE IN THE WEST HAWAI???I HABITAT FOCUS AREA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA17NMF4630301_1330"}, {"internal_id": 49120956, "Award ID": "NA17NMF4630300", "Award Amount": 420217.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-09", "CFDA Number": "11.463", "Description": "CHOPTANK RIVER HABITAT FOCUS AREA OYSTER RESTORATION PROJECT PROJECT SUMMARY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d77e8ea-12f8-9cab-4d2c-92c5656c60e9-C", "generated_internal_id": "ASST_NON_NA17NMF4630300_1330"}, {"internal_id": 49120955, "Award ID": "NA17NMF4630299", "Award Amount": 314838.48, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-20", "CFDA Number": "11.463", "Description": "RUSSIAN RIVER HABITAT FOCUS AREA: PLANNING FOR HABITAT AND FISHERIES ENHANCEMENT AND RELIABILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44db4004-801f-d455-d8ad-5559d1c6bf4e-R", "generated_internal_id": "ASST_NON_NA17NMF4630299_1330"}, {"internal_id": 49120954, "Award ID": "NA17NMF4630298", "Award Amount": 254997.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-27", "CFDA Number": "11.463", "Description": "REDUCING LAND-BASED SOURCES OF POLLUTION: FROM SATELLITES TO GRASS ROOTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6f36be4-b3ce-378a-f4d1-e824cb6ef832-R", "generated_internal_id": "ASST_NON_NA17NMF4630298_1330"}, {"internal_id": 49120952, "Award ID": "NA17NMF4630296", "Award Amount": 462955.08, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-27", "CFDA Number": "11.463", "Description": "BUILDING COMMUNITY CAPACITY FOR HABITAT RESTORATION AND CONSERVATION IN THE MANELL-GEUS HABITAT FOCUS AREA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA17NMF4630296_1330"}, {"internal_id": 49120951, "Award ID": "NA17NMF4630295", "Award Amount": 616804.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-29", "CFDA Number": "11.463", "Description": "EXPANDING EFFORTS ON BUILDING RESILIENCY IN THE PUERTO RICO NORTHEAST RESERVES BY ADDRESSING LAND-BASED SOURCES OF POLLUTION (LBSPS) AND RESTORING CO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "715d858b-db9f-7fe6-6996-b4dc7f9f82f2-C", "generated_internal_id": "ASST_NON_NA17NMF4630295_1330"}, {"internal_id": 49120950, "Award ID": "NA17NMF4630290", "Award Amount": 195217.16, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-28", "CFDA Number": "11.463", "Description": "LOW-TECH REHABILITATION OF CORAL REEF ECOSYSTEM SERVICES: AN ALTERNATIVE TEST BEDS TO REDUCE COASTAL VULNERABILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b0f7689-aaf8-396f-d4b3-b944796d133f-C", "generated_internal_id": "ASST_NON_NA17NMF4630290_1330"}, {"internal_id": 49120949, "Award ID": "NA17NMF4630288", "Award Amount": 980478.85, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-07", "CFDA Number": "11.463", "Description": "IMPROVING COASTAL HABITAT AND COMMUNITY RESILIENCY IN QUONOCHONTAUG POND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e48210eb-b81e-44f1-8d8f-dbac54bd87da-C", "generated_internal_id": "ASST_NON_NA17NMF4630288_1330"}, {"internal_id": 49120946, "Award ID": "NA17NMF4630285", "Award Amount": 484244.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-01", "CFDA Number": "11.463", "Description": "OYSTER REEF RESTORATION IN NAPLES BAY, FLORIDA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0730b0a4-3352-ee6a-0974-a54dec5d14e1-C", "generated_internal_id": "ASST_NON_NA17NMF4630285_1330"}, {"internal_id": 49120945, "Award ID": "NA17NMF4630283", "Award Amount": 750000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-07", "CFDA Number": "11.463", "Description": "WINTER LAKE RESTORATION AND RESILIENT AGRICULTURE PROJECT (OREGON)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b817f6d-72cb-9af8-d528-e05e5cf4a778-R", "generated_internal_id": "ASST_NON_NA17NMF4630283_1330"}, {"internal_id": 49120944, "Award ID": "NA17NMF4630282", "Award Amount": 1500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-31", "CFDA Number": "11.463", "Description": "RAVENSWOOD RESTORATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "42c6a185-53e2-4389-82d5-3de48d35cbc4-C", "generated_internal_id": "ASST_NON_NA17NMF4630282_1330"}, {"internal_id": 49120943, "Award ID": "NA17NMF4630281", "Award Amount": 1447667.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-31", "CFDA Number": "11.463", "Description": "RESTORING RESILIENCY IN PUGET SOUND STILLAGUAMISH RIVER DELTA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_NA17NMF4630281_1330"}, {"internal_id": 49120942, "Award ID": "NA17NMF4630280", "Award Amount": 548000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-14", "CFDA Number": "11.463", "Description": "KILISUT HARBOR SHORELINE AND MARINE HABITAT RESTORATION PROJECT TO IMPROVE COASTAL RESILIENCY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f994a95-5bf3-834d-2b22-b2e5a834b936-R", "generated_internal_id": "ASST_NON_NA17NMF4630280_1330"}, {"internal_id": 49120941, "Award ID": "NA17NMF4630279", "Award Amount": 23996.9, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-13", "CFDA Number": "11.463", "Description": "FACILITATION SERVICES FOR THE LAKE OZETTE SOCKEYE STEERING COMMITTEE TO ASSIST NOAA NMFS IN IMPLEMENTING NMFS' 2009 LAKE OZETTE SOCKEYE SALMON RECOVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e128b78d-5128-f673-0ba1-035adb7c916d-R", "generated_internal_id": "ASST_NON_NA17NMF4630279_1330"}, {"internal_id": 49120940, "Award ID": "NA17NMF4630278", "Award Amount": 369630.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-21", "CFDA Number": "11.463", "Description": "RESTORING FISH PASSAGE AND REDUCING FLOOD HAZARDS IN BELLAMY RIVER THROUGH REMOVAL OF UPPER AND LOWER SAWYER MILL DAMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5076b844-597b-f9d0-f292-d9cd4d0ee553-C", "generated_internal_id": "ASST_NON_NA17NMF4630278_1330"}, {"internal_id": 49120939, "Award ID": "NA17NMF4630249", "Award Amount": 1500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-02", "CFDA Number": "11.463", "Description": "STREAM RESTORATION OF LAST BARRIER ON SIGNIFICANT DIADROMOUS STREAM.  CONSTRUCTION FUNDING IS REQUESTED TO REMOVE HOLMES PLAYGROUND DAM, RESTORE STRE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ed9c980b-b931-acbb-df83-e83b31d14e27-C", "generated_internal_id": "ASST_NON_NA17NMF4630249_1330"}, {"internal_id": 49120938, "Award ID": "NA17NMF4630248", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-24", "CFDA Number": "11.463", "Description": "MONATIQUOT RIVER RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c7cab91-6c40-ad25-4d10-46ae2ad5bc40-R", "generated_internal_id": "ASST_NON_NA17NMF4630248_1330"}, {"internal_id": 49120936, "Award ID": "NA17NMF4630232", "Award Amount": 421597.27, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-08", "CFDA Number": "11.463", "Description": "PESCADERO CREEK STREAMFLOW IMPROVEMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af71fd8d-2e7a-a84d-b754-f7496a4e0a76-C", "generated_internal_id": "ASST_NON_NA17NMF4630232_1330"}, {"internal_id": 49120935, "Award ID": "NA17NMF4630231", "Award Amount": 1500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-03", "CFDA Number": "11.463", "Description": "KAWAIHAE 1 (HONOKOA) WATERSHED & MARINE RESILIENCY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cbaf4f57-a90f-bb6d-c10c-49db687d34ec-C", "generated_internal_id": "ASST_NON_NA17NMF4630231_1330"}, {"internal_id": 49120934, "Award ID": "NA17NMF4630196", "Award Amount": 2702795.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-21", "CFDA Number": "11.463", "Description": "COAST COHO RECOVERY PLAN IMPLEMENTATION IN OREGON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f82f910a-c465-b896-de47-39bc8d651519-R", "generated_internal_id": "ASST_NON_NA17NMF4630196_1330"}, {"internal_id": 49120933, "Award ID": "NA17NMF4630192", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-10", "CFDA Number": "11.463", "Description": "FISH PASSAGE RESTORATION IN TYONEK, AK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4be34a4-ad2e-b48f-3fff-4e840441a7b5-R", "generated_internal_id": "ASST_NON_NA17NMF4630192_1330"}, {"internal_id": 49120932, "Award ID": "NA17NMF4630191", "Award Amount": 1419424.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-03", "CFDA Number": "11.463", "Description": "OCEAN RANCH RESTORATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "42c6a185-53e2-4389-82d5-3de48d35cbc4-C", "generated_internal_id": "ASST_NON_NA17NMF4630191_1330"}, {"internal_id": 49120931, "Award ID": "NA17NMF4630190", "Award Amount": 603375.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-03", "CFDA Number": "11.463", "Description": "THIS MULTI-OBJECTIVE RESTORATION EFFORT WILL RESTORE NATURAL ECOSYSTEM FUNCTION SUPPORTING RECOVERY OF THREE ESA-LISTED SALMONID SPECIES AND IMPROVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b6265075-e417-73f9-dc42-8637c6e27220-R", "generated_internal_id": "ASST_NON_NA17NMF4630190_1330"}, {"internal_id": 49120930, "Award ID": "NA17NMF4630189", "Award Amount": 280156.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-03", "CFDA Number": "11.463", "Description": "LAWRENCE CREEK HYDROLOGIC RECONNECTION OF CRITICAL OFF-CHANNEL SALMONID HABITAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_NA17NMF4630189_1330"}, {"internal_id": 49120928, "Award ID": "NA17NMF4630142", "Award Amount": 29965973.06, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-07", "CFDA Number": "11.463", "Description": "CAMERON MEADOWS MARSH CREATION & TERRACING (CS-0066) PHASE II CONSTRUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA17NMF4630142_1330"}, {"internal_id": 49120927, "Award ID": "NA17NMF4630136", "Award Amount": 176760.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-06-12", "CFDA Number": "11.463", "Description": "FRITCHIE MARSH CREATION & TERRACING (PO-0173)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA17NMF4630136_1330"}, {"internal_id": 49120926, "Award ID": "NA17NMF4630122", "Award Amount": 8650000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-28", "CFDA Number": "11.463", "Description": "THE GULFCORPS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA17NMF4630122_1330"}, {"internal_id": 49120925, "Award ID": "NA17NMF4630017", "Award Amount": 27100351.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-04", "CFDA Number": "11.463", "Description": "COASTAL WETLANDS PLANNING, PROTECTION & RESTORATION ACT (PL 101-646) ROCKEFELLER REFUGE GULF SHORELINE STABILIZATION PROJECT (ME-0018)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA17NMF4630017_1330"}, {"internal_id": 49120924, "Award ID": "NA17NMF4630016", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-02-08", "CFDA Number": "11.463", "Description": "KILISUT HARBOR SHORELINE AND MARINE HABITAT RESTORATION PROJECT TO IMPROVE COASTAL RESILIENCY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c9f8aa01-c5cb-8c47-3f18-9968f886cd11-C", "generated_internal_id": "ASST_NON_NA17NMF4630016_1330"}, {"internal_id": 49120923, "Award ID": "NA17NMF4630015", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-02-15", "CFDA Number": "11.463", "Description": "TEANAWAY COMMUNITY FOREST AQUATIC RESTORATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_NA17NMF4630015_1330"}, {"internal_id": 49120922, "Award ID": "NA17NMF4630014", "Award Amount": 484880.79, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-06", "CFDA Number": "11.463", "Description": "MOUNTAIN VIEW RESTORATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "42c6a185-53e2-4389-82d5-3de48d35cbc4-C", "generated_internal_id": "ASST_NON_NA17NMF4630014_1330"}, {"internal_id": 49120921, "Award ID": "NA17NMF4630013", "Award Amount": 1091044.48, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-02-23", "CFDA Number": "11.463", "Description": "MARTIN SLOUGH ENHANCEMENT PROJECT: A MULTI-PHASED HABITAT ENHANCEMENT PROJECT TO INCREASE COASTAL ECOSYSTEM RESILIENCY AND ENHANCE THE QUANTITY AND Q", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9ed23ae8-28b6-2656-50b4-062ad169c974-C", "generated_internal_id": "ASST_NON_NA17NMF4630013_1330"}, {"internal_id": 49120919, "Award ID": "NA17NMF4630011", "Award Amount": 847440.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-02-27", "CFDA Number": "11.463", "Description": "SHIFTING THE CURRENT- RESTORING STREAMS TO INCREASE RESILIENCE OF WEST MAUI'S THREATENED CORAL REEFS AND COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3cc9c8a0-d879-7606-effd-4f510b357cd9-R", "generated_internal_id": "ASST_NON_NA17NMF4630011_1330"}, {"internal_id": 49120918, "Award ID": "NA17NMF4630010", "Award Amount": 521455.74, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-02-23", "CFDA Number": "11.463", "Description": "BUILDING COASTAL RESILIENCE THROUGH CORAL REEF RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99d5e16f-8a13-f228-da38-0b05906d7aa4-C", "generated_internal_id": "ASST_NON_NA17NMF4630010_1330"}, {"internal_id": 49120916, "Award ID": "NA17NMF4630008", "Award Amount": 663044.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-06", "CFDA Number": "11.463", "Description": "PARKERS RIVER TIDAL RESTORATION PROJECT, YARMOUTH, MASSACHUSETTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7fd7e89a-f60a-bcdc-cdad-6abb08507974-C", "generated_internal_id": "ASST_NON_NA17NMF4630008_1330"}, {"internal_id": 49120915, "Award ID": "NA17NMF4630007", "Award Amount": 721095.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-06", "CFDA Number": "11.463", "Description": "RESTORATION OF A HAWAIIAN WETLAND AND STREAM IN HE'EIA, O'AHU  TO INCREASE ECOSYSTEM AND COMMUNITY RESILIENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA17NMF4630007_1330"}, {"internal_id": 49120912, "Award ID": "NA17NMF4630004", "Award Amount": 3109819.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-12-16", "CFDA Number": "11.463", "Description": "COASTAL WETLANDS PLANNING, PROTECTION & RESTORATION ACT (PL 101-646) EAST LEEVILLE MARSH CREATION & NOURISHMENT (BA-0194)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA17NMF4630004_1330"}, {"internal_id": 49120911, "Award ID": "NA17NMF4630003", "Award Amount": 18130347.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-06", "CFDA Number": "11.463", "Description": "COASTAL WETLANDS PLANNING, PROTECTION & RESTORATION ACT (PL 101-646) COLE'S BAYOU MARSH RESTORATION PROJECT (TV-0063)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA17NMF4630003_1330"}, {"internal_id": 49120910, "Award ID": "NA17NMF4630001", "Award Amount": 2734385.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-12-16", "CFDA Number": "11.463", "Description": "COASTAL WETLANDS PLANNING, PROTECTION & RESTORATION ACT (PL 101-646) OYSTER LAKE MARSH CREATION AND NOURISHMENT (CS-0079)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA17NMF4630001_1330"}, {"internal_id": 49120158, "Award ID": "NA16NMF4630355", "Award Amount": 1599996.48, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-12", "CFDA Number": "11.463", "Description": "2016 COASTAL RESILIENCE ASSESSMENT STUDIES IN SIX U.S. WATERSHEDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA16NMF4630355_1330"}, {"internal_id": 49120157, "Award ID": "NA16NMF4630353", "Award Amount": 32284.0, "Award Type": null, "Base Obligation Date": "2016-08-03", "CFDA Number": "11.463", "Description": "MORRO BAY EELGRASS RESEARCH AND MONITORING - 2016 AND 2017", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "34e40dca-4add-2952-caaf-42a2dd03e593-R", "generated_internal_id": "ASST_NON_NA16NMF4630353_1330"}, {"internal_id": 49120156, "Award ID": "NA16NMF4630352", "Award Amount": 116000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-02", "CFDA Number": "11.463", "Description": "A CONTINUATION OF THE SHASTA RIVER COHO SALMON RESTORATION AND COLLABORATION PILOT PROJECT, WITH THE ADDITION OF PROVIDING REAL-TIME MONITORING TO DE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af8d358d-7de9-6442-30b9-dc9210f09ba5-C", "generated_internal_id": "ASST_NON_NA16NMF4630352_1330"}, {"internal_id": 49120155, "Award ID": "NA16NMF4630346", "Award Amount": 70000.0, "Award Type": null, "Base Obligation Date": "2016-08-12", "CFDA Number": "11.463", "Description": "CHILE ES MAR APP: TRANSFERING SCIENTIFIC AND REGULATORY KNOWLEDGE TO THE CHILEAN SOCIETY AS A WAY TO REACH SUSTAINABILITY OF MARINE RESOURCES", "Place of Performance Country Code": "CHE", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72cc9e73-c1e9-c0e2-689c-49258104e5b5-C", "generated_internal_id": "ASST_NON_NA16NMF4630346_1330"}, {"internal_id": 49120154, "Award ID": "NA16NMF4630345", "Award Amount": 46000.0, "Award Type": null, "Base Obligation Date": "2016-08-18", "CFDA Number": "11.463", "Description": "IMPROVED RESEARCH, POLICY AND ADVOCACY IN COSTA RICA, PANAMA, AND COLOMBIA TO DETER SEAFOOD FRAUD AND ILLEGAL INTERNATIONAL TRADE OF ENDANGERED SHARK", "Place of Performance Country Code": "PAN", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d3da65b-6a9b-ead3-ecf7-770ab8c81014-R", "generated_internal_id": "ASST_NON_NA16NMF4630345_1330"}, {"internal_id": 49120152, "Award ID": "NA16NMF4630343", "Award Amount": 1539780.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-28", "CFDA Number": "11.463", "Description": "EXPANDING CONSERVATION CAPACITY THROUGH COLLABORATION ??? PHASE II", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6e82a572-1ccd-33ed-d7c4-abf748029e3a-C", "generated_internal_id": "ASST_NON_NA16NMF4630343_1330"}, {"internal_id": 49120151, "Award ID": "NA16NMF4630342", "Award Amount": 15030835.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-15", "CFDA Number": "11.463", "Description": "FISH AND WILDLIFE HABITAT RESTORATION IN THE DETROIT AND ROUGE RIVER AREAS OF CONCERN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f2c64a43-79dc-1002-c21e-c21d6922fc1f-R", "generated_internal_id": "ASST_NON_NA16NMF4630342_1330"}, {"internal_id": 49120150, "Award ID": "NA16NMF4630341", "Award Amount": 10193200.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-21", "CFDA Number": "11.463", "Description": "REGIONAL PARTNERSHIP TO RESTORE HABITAT AND REMOVE BENEFICIAL USE IMPAIRMENTS IN THE U.S. AND BINATIONAL GREAT LAKES AREAS OF CONCERN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10658213-3756-2e60-5d7b-55377a1a56fb-C", "generated_internal_id": "ASST_NON_NA16NMF4630341_1330"}, {"internal_id": 49120146, "Award ID": "NA16NMF4630317", "Award Amount": 2355768.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-21", "CFDA Number": "11.463", "Description": "RESTORING THE PATAPSCO RIVER: BLOEDE DAM REMOVAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1e13355-77f6-6485-0e3d-80c5b5eb6f89-C", "generated_internal_id": "ASST_NON_NA16NMF4630317_1330"}, {"internal_id": 49120145, "Award ID": "NA16NMF4630316", "Award Amount": 543700.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-18", "CFDA Number": "11.463", "Description": "SHEEPSCOT RIVER BARRIER REMOVAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "186e2fba-27d7-9bc3-d330-c2679ab7d811-R", "generated_internal_id": "ASST_NON_NA16NMF4630316_1330"}, {"internal_id": 49120144, "Award ID": "NA16NMF4630315", "Award Amount": 3313000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-20", "CFDA Number": "11.463", "Description": "LANDSCAPE-SCALE OYSTER RESTORATION TO BENEFIT FOUR MANAGED SPECIES IN THE PAMLICO SOUND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d21d06d-046f-87b0-cbf7-5a5f44a6789c-C", "generated_internal_id": "ASST_NON_NA16NMF4630315_1330"}, {"internal_id": 49120143, "Award ID": "NA16NMF4630314", "Award Amount": 385689.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-20", "CFDA Number": "11.463", "Description": "IMPLEMENTATION OF NOAA???S HABITAT BLUEPRINT FOCUS AREA PRIORITY ACTIONS IN CULEBRA ISLAND, PUERTO RICO TO RESTORE CORAL REEFS CRITICAL HABITAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "715d858b-db9f-7fe6-6996-b4dc7f9f82f2-C", "generated_internal_id": "ASST_NON_NA16NMF4630314_1330"}, {"internal_id": 49120141, "Award ID": "NA16NMF4630312", "Award Amount": 1150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-21", "CFDA Number": "11.463", "Description": "COONAMESSETT RIVER RESTORATION:  BARRIER REMOVAL AND RESTORATION OF IN-STREAM AND RIPARIAN HABITAT, TOWN OF FALMOUTH, MA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "69d264f3-42c0-eee8-6011-4cf5aa03edb7-C", "generated_internal_id": "ASST_NON_NA16NMF4630312_1330"}, {"internal_id": 49120139, "Award ID": "NA16NMF4630310", "Award Amount": 2055200.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-21", "CFDA Number": "11.463", "Description": "LARGE-SCALE RESTORATION OF ESA THREATENED CORAL SPECIES IN THE FLORIDA KEYS NATIONAL MARINE SANCTUARY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e90eee7-0881-75ec-0751-bd2cf8d32ede-C", "generated_internal_id": "ASST_NON_NA16NMF4630310_1330"}, {"internal_id": 49120138, "Award ID": "NA16NMF4630309", "Award Amount": 700000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-08", "CFDA Number": "11.463", "Description": "RESTORING ABUNDANCE TO HAWAIIAN FISHERIES AND COASTAL COMMUNITIES THROUGH RESTORATION OF FISHPOND ESTUARIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA16NMF4630309_1330"}, {"internal_id": 49120137, "Award ID": "NA16NMF4630308", "Award Amount": 1511237.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-15", "CFDA Number": "11.463", "Description": "THE SACRAMENTO RIVER SALMONID STRANDING REDUCTION AND FLOODPLAIN HABITAT RESTORATION PROJECT AT THE WILLOW BEND PRESERVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460262f4-3a18-d737-8a3c-a84d2805b881-C", "generated_internal_id": "ASST_NON_NA16NMF4630308_1330"}, {"internal_id": 49120136, "Award ID": "NA16NMF4630307", "Award Amount": 1733943.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-15", "CFDA Number": "11.463", "Description": "ACCELERATING RECOVERY ACROSS PUGET SOUND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA16NMF4630307_1330"}, {"internal_id": 49120133, "Award ID": "NA16NMF4630304", "Award Amount": 908909.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-21", "CFDA Number": "11.463", "Description": "RESTORING COHO SALMON HABITAT AND POPULATIONS WITHIN THE LOST-COAST DIVERSITY STRATA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_NA16NMF4630304_1330"}, {"internal_id": 49120132, "Award ID": "NA16NMF4630303", "Award Amount": 239308.36, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-18", "CFDA Number": "11.463", "Description": "PENNINGTON CREEK STEELHEAD BARRIER REMOVAL PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_NA16NMF4630303_1330"}, {"internal_id": 49120131, "Award ID": "NA16NMF4630302", "Award Amount": 491705.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-12", "CFDA Number": "11.463", "Description": "ILLABOT CREEK ALLUVIAL FAN RESTORATION PHASE 2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5708ea25-2d2d-e6e1-433b-26d0b3d7418d-C", "generated_internal_id": "ASST_NON_NA16NMF4630302_1330"}, {"internal_id": 49120130, "Award ID": "NA16NMF4630301", "Award Amount": 1685034.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-25", "CFDA Number": "11.463", "Description": "FINALIZED PRECONSTRUCTION TASKS - HERRING RIVER RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ef569bc-efd3-4716-1027-ec56ed88e5a5-R", "generated_internal_id": "ASST_NON_NA16NMF4630301_1330"}, {"internal_id": 49120129, "Award ID": "NA16NMF4630215", "Award Amount": 333195.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-23", "CFDA Number": "11.463", "Description": "MEASURING RESTORATION OUTCOMES & BLUE CARBON OPPORTUNITIES AT SOUTHERN FLOW CORRIDOR PROJECT, TILLAMOOK ESTUARY, OREGON:SCIENCE-BASED MONITORING FOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66525e84-af3d-b51e-b52f-56d918defce2-C", "generated_internal_id": "ASST_NON_NA16NMF4630215_1330"}, {"internal_id": 49120127, "Award ID": "NA16NMF4630125", "Award Amount": 2994541.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-23", "CFDA Number": "11.463", "Description": "THE STATE OF MARYLAND AND ITS PARTNERS ARE UNDERTAKING A SYNCHRONIZED OYSTER RECOVERY EFFORT. THE MAJOR ACTIVITY FOR THIS PROJECT WILL BE PRODUCING A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_NA16NMF4630125_1330"}, {"internal_id": 49120126, "Award ID": "NA16NMF4630115", "Award Amount": 705000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-07", "CFDA Number": "11.463", "Description": "REBUILDING SEA-RUN FISHERIES OF THE PENOBSCOT RIVER: SUSTAINING LONG-TERM PROJECT MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA16NMF4630115_1330"}, {"internal_id": 49120125, "Award ID": "NA16NMF4630113", "Award Amount": 1388545.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-25", "CFDA Number": "11.463", "Description": "RESTORE AMERICA'S ESTUARIES: A PARTNERSHIP TO ADVANCE COASTAL RESILIENCY, CLIMATE ADAPTATION AND MITIGATION, AND PROTECTION AND RESTORATION OF FISH H", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bfbab09d-b037-4eff-2d8e-9697463a3c85-C", "generated_internal_id": "ASST_NON_NA16NMF4630113_1330"}, {"internal_id": 49120123, "Award ID": "NA16NMF4630054", "Award Amount": 89278.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-13", "CFDA Number": "11.463", "Description": "YOUTH ENVIRONMENTAL SCIENCE STEWARDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c7e3d12b-c936-88c8-481b-75385999389a-C", "generated_internal_id": "ASST_NON_NA16NMF4630054_1330"}, {"internal_id": 49120121, "Award ID": "NA16NMF4630052", "Award Amount": 99954.0, "Award Type": null, "Base Obligation Date": "2016-06-10", "CFDA Number": "11.463", "Description": "MEANINGFUL WATERSHED EDUCATION EXPERIENCE FOR RESILIENCE TO ACCELERATED SEA LEVEL RISE AND FLOODING RISK (RESILIENCE MWEE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81f17a9d-1aaf-0e74-d229-7c735ebea92f-C", "generated_internal_id": "ASST_NON_NA16NMF4630052_1330"}, {"internal_id": 49120120, "Award ID": "NA16NMF4630051", "Award Amount": 82738.24, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-05-18", "CFDA Number": "11.463", "Description": "PRESERVING OUR UNDERWATER PASTURES (PUP):  RESEARCHING HUMAN IMPACT ON LOCAL HISTORIC ARTIFICIAL REEF STRUCTURES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52a3bc33-b23b-0c54-7fff-2e17fbd7bfb0-C", "generated_internal_id": "ASST_NON_NA16NMF4630051_1330"}, {"internal_id": 49120119, "Award ID": "NA16NMF4630050", "Award Amount": 26011.0, "Award Type": null, "Base Obligation Date": "2016-07-07", "CFDA Number": "11.463", "Description": "CAMP SALMEN EDUCATION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "518a9a38-ebe6-ab88-c36f-d4214212e7f4-C", "generated_internal_id": "ASST_NON_NA16NMF4630050_1330"}, {"internal_id": 49120118, "Award ID": "NA16NMF4630049", "Award Amount": 65203.32, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-05-18", "CFDA Number": "11.463", "Description": "TEXAS COASTAL BEND AQUATIC & ENVIRONMENTAL SCIENCE TEACHER PROFESSIONAL DEVELOPMENT WITH VISTA PLUS AND WATERSHED FIELD EXPERIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b1b3ded-34ac-62bd-4398-ccab5cce8723-C", "generated_internal_id": "ASST_NON_NA16NMF4630049_1330"}, {"internal_id": 49120117, "Award ID": "NA16NMF4630023", "Award Amount": 10432409.47, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-13", "CFDA Number": "11.463", "Description": "NFWF-NOAA NRDA IMPLEMENTATION GRANTS FY16", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA16NMF4630023_1330"}, {"internal_id": 49120115, "Award ID": "NA16NMF4630011", "Award Amount": 642622.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-12-18", "CFDA Number": "11.463", "Description": "RESTORING CRITICAL ECOSYSTEM FUNCTION TO THE EEL RIVER DELTA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4477055b-8216-a667-405e-fb9bb7dc3f0f-R", "generated_internal_id": "ASST_NON_NA16NMF4630011_1330"}, {"internal_id": 49120114, "Award ID": "NA16NMF4630010", "Award Amount": 422500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-12-14", "CFDA Number": "11.463", "Description": "LEMON CREEK HABITAT RESTORATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cbb60d82-3588-0179-e280-dc06a71175f7-R", "generated_internal_id": "ASST_NON_NA16NMF4630010_1330"}, {"internal_id": 49120110, "Award ID": "NA16NMF4630005", "Award Amount": 23737478.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-12-09", "CFDA Number": "11.463", "Description": "OYSTER BAYOU MARSH RESTORATION PHASE 2 CONSTRUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA16NMF4630005_1330"}, {"internal_id": 49119548, "Award ID": "NA15NOS4630153", "Award Amount": 80346.0, "Award Type": null, "Base Obligation Date": "2015-06-19", "CFDA Number": "11.463", "Description": "CLEAN VALLEY-CLEAN GULF: AN INNOVATIVE MARINE DEBRIS PREVENTION EDUCATION AND OUTREACH PROGRAM FOR THE RIO GRANDE VALLEY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_NA15NOS4630153_1330"}, {"internal_id": 49119547, "Award ID": "NA15NOS4630152", "Award Amount": 47873.0, "Award Type": null, "Base Obligation Date": "2015-08-18", "CFDA Number": "11.463", "Description": "DERELICT FISHING GEAR PREVENTION AND OUTREACH IN PUGET SOUND, WASHINGTON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbc20b16-5e58-8d7a-81bb-1d46e79f0389-C", "generated_internal_id": "ASST_NON_NA15NOS4630152_1330"}, {"internal_id": 49119539, "Award ID": "NA15NOS4630144", "Award Amount": 32853.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-06-24", "CFDA Number": "11.463", "Description": "ADDRESSING BARRIERS TO REDUCING PLASTIC MARINE DEBRIS IN CLEVELAND, OHIO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f36ac2e-7a65-d0c3-8126-65f468e9abfe-C", "generated_internal_id": "ASST_NON_NA15NOS4630144_1330"}, {"internal_id": 49119532, "Award ID": "NA15NOS4630061", "Award Amount": 106528.0, "Award Type": null, "Base Obligation Date": "2015-07-16", "CFDA Number": "11.463", "Description": "DERELICT CRAB TRAP REMOVAL PROGRAM IN BARATARIA, PONTCHARTRAIN AND TERREBONNE BASINS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6eeb09f-a1ef-7242-09ba-13662ee4e8e8-C", "generated_internal_id": "ASST_NON_NA15NOS4630061_1330"}, {"internal_id": 49119531, "Award ID": "NA15NOS4630060", "Award Amount": 55775.0, "Award Type": null, "Base Obligation Date": "2015-07-21", "CFDA Number": "11.463", "Description": "WASHINGTON COAST DERELICT GEAR REMOVAL PROJECT ??? COLLABORATION WITH THE QUILEUTE INDIAN TRIBE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA15NOS4630060_1330"}, {"internal_id": 49119525, "Award ID": "NA15NOS4630054", "Award Amount": 49445.85, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-06", "CFDA Number": "11.463", "Description": "COMMUNITY ENGAGEMENT IN MARINE DEBRIS REMOVAL, COASTAL CONSERVATION AND RECYCLING IN LOIZA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72008e3a-1c2b-e984-3bbe-86bc1aa7bd66-R", "generated_internal_id": "ASST_NON_NA15NOS4630054_1330"}, {"internal_id": 49119326, "Award ID": "NA15NMF4630392", "Award Amount": 1000000.0, "Award Type": null, "Base Obligation Date": "2015-08-05", "CFDA Number": "11.463", "Description": "CAPE FEAR COASTAL RESILIENCY ASSESSMENT STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA15NMF4630392_1330"}, {"internal_id": 49119319, "Award ID": "NA15NMF4630356", "Award Amount": 59850.0, "Award Type": null, "Base Obligation Date": "2015-07-21", "CFDA Number": "11.463", "Description": "DEVELOPMENT OF AN ELECTRONIC REPORTING AND DATA STORAGE SYSTEM TO SUPPORT THE INDIAN OCEAN TUNA COMMISSION REGIONAL OBSERVER SCHEME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f01ab11-0b3e-b587-385b-dc7b5779966f-C", "generated_internal_id": "ASST_NON_NA15NMF4630356_1330"}, {"internal_id": 49119317, "Award ID": "NA15NMF4630354", "Award Amount": 75000.0, "Award Type": null, "Base Obligation Date": "2015-08-03", "CFDA Number": "11.463", "Description": "STRENGTHENING CAPACITY OF NATIONAL CITES AUTHORITIES, CUSTOMS, AND ENFORCEMENT AUTHORITIES TO IDENTIFY LISTED AND PROTECTED SPECIES IN WEST AFRICA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9fac9c73-544e-5370-801a-2a4f89bd37da-R", "generated_internal_id": "ASST_NON_NA15NMF4630354_1330"}, {"internal_id": 49119313, "Award ID": "NA15NMF4630254", "Award Amount": 2076692.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-06", "CFDA Number": "11.463", "Description": "NO NAME BAYOU MARSH CREATION AND NOURISHMENT (CS-78)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA15NMF4630254_1330"}, {"internal_id": 49119309, "Award ID": "NA15NMF4630243", "Award Amount": 2495991.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-05", "CFDA Number": "11.463", "Description": "WEST FOURCHON MARSH CREATION AND MARSH NOURISHMENT (TE-134)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA15NMF4630243_1330"}, {"internal_id": 49119306, "Award ID": "NA15NMF4630145", "Award Amount": 518103.0, "Award Type": null, "Base Obligation Date": "2015-07-06", "CFDA Number": "11.463", "Description": "TNC NATIONWIDE IMPLEMENTATION OF NRDA PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA15NMF4630145_1330"}, {"internal_id": 49119305, "Award ID": "NA15NMF4630075", "Award Amount": 99231.0, "Award Type": null, "Base Obligation Date": "2015-06-29", "CFDA Number": "11.463", "Description": "TAMPA BAY TO GULF: COASTAL FIELD-BASED INQUIRES FOR TEACHERS PROGRAM PROVIDES SUSTAINED PROFESSIONAL DEVELOPMENT FOR TEACHERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ceec5ef7-d6a5-28f0-e23f-ec61155b7078-C", "generated_internal_id": "ASST_NON_NA15NMF4630075_1330"}, {"internal_id": 49119304, "Award ID": "NA15NMF4630074", "Award Amount": 47462.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-15", "CFDA Number": "11.463", "Description": "WETLAND WARRIORS ENVIRONMENTAL EDUCATION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d055c96-4ac9-ca6c-efb1-f8fec8c51c4a-C", "generated_internal_id": "ASST_NON_NA15NMF4630074_1330"}, {"internal_id": 49119303, "Award ID": "NA15NMF4630073", "Award Amount": 95543.0, "Award Type": null, "Base Obligation Date": "2015-05-18", "CFDA Number": "11.463", "Description": "CALCASIEU-CAMERON ENVIRONMENTAL EXPLORERS - C2E2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "640297af-dbf2-624b-2958-1d75a47b4545-C", "generated_internal_id": "ASST_NON_NA15NMF4630073_1330"}, {"internal_id": 49119300, "Award ID": "NA15NMF4630070", "Award Amount": 98723.15, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-05-18", "CFDA Number": "11.463", "Description": "CLEAR CREEK ISD EXEMPLARY WATERSHED EDUCATION PROGRAM THAT COMBINES TEACHER PROFESSIONAL DEVELOPMENT WITH MEANINGFUL WATERSHED EDUCATION EXPERIENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "87840bbf-4f83-f3d6-ef3c-1a1c4d16cd56-C", "generated_internal_id": "ASST_NON_NA15NMF4630070_1330"}, {"internal_id": 49119299, "Award ID": "NA15NMF4630068", "Award Amount": 100026.0, "Award Type": null, "Base Obligation Date": "2015-07-22", "CFDA Number": "11.463", "Description": "RESTORING CRITICAL HABITAT IN THE BERING SEA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4287ae7d-f3fb-ba4d-0ab7-db94849acf31-C", "generated_internal_id": "ASST_NON_NA15NMF4630068_1330"}, {"internal_id": 49118439, "Award ID": "NA14NMF4630364", "Award Amount": 2511800.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-09-03", "CFDA Number": "11.463", "Description": "CLINTON RIVER SPILLWAY RESTORATION - PHASE I IMPLEMENTATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "794aae19-9cd8-0c8e-0566-76838cab9465-C", "generated_internal_id": "ASST_NON_NA14NMF4630364_1330"}, {"internal_id": 49118438, "Award ID": "NA14NMF4630345", "Award Amount": 486801.44, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-22", "CFDA Number": "11.463", "Description": "CALIFORNIA CONSERVATION CORPS VETERAN'S FISHERIES CREW", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5bf012d5-3a40-ba3c-af0c-b032ed7af3b0-C", "generated_internal_id": "ASST_NON_NA14NMF4630345_1330"}, {"internal_id": 49118436, "Award ID": "NA14NMF4630286", "Award Amount": 692626.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-28", "CFDA Number": "11.463", "Description": "STREAM AND WETLAND RESTORATION IN ULAO CREEK - MILWAUKEE ESTUARY AOC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7b370e1-cdd1-46f2-7b6b-347ab7c4016b-C", "generated_internal_id": "ASST_NON_NA14NMF4630286_1330"}, {"internal_id": 49118430, "Award ID": "NA14NMF4630260", "Award Amount": 1480913.83, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-20", "CFDA Number": "11.463", "Description": "CHOPTANK RIVER COMPLEX HABITAT RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA14NMF4630260_1330"}, {"internal_id": 49118429, "Award ID": "NA14NMF4630259", "Award Amount": 1809588.27, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-05", "CFDA Number": "11.463", "Description": "BUILDING AND ASSESSING EFFECTIVE HABITAT RESTORATION AND CONSERVATION IN WEST HAWAI???I AND GUAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA14NMF4630259_1330"}, {"internal_id": 49118426, "Award ID": "NA14NMF4630241", "Award Amount": 1200988.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-20", "CFDA Number": "11.463", "Description": "RUSSIAN RIVER HABITAT PLANNING, RESTORATION AND COORDINATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44db4004-801f-d455-d8ad-5559d1c6bf4e-R", "generated_internal_id": "ASST_NON_NA14NMF4630241_1330"}, {"internal_id": 49118425, "Award ID": "NA14NMF4630239", "Award Amount": 2833336.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-28", "CFDA Number": "11.463", "Description": "ISLAND ROAD MARSH CREATION AND NOURISHMENT (TE-117)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA14NMF4630239_1330"}, {"internal_id": 49118423, "Award ID": "NA14NMF4630099", "Award Amount": 135000.0, "Award Type": null, "Base Obligation Date": "2014-07-07", "CFDA Number": "11.463", "Description": "WASHINGTON DERELICT GEAR REMOVAL PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA14NMF4630099_1330"}, {"internal_id": 49118409, "Award ID": "NA14NMF4630015", "Award Amount": -23780.0, "Award Type": null, "Base Obligation Date": "2014-11-14", "CFDA Number": "11.463", "Description": "NO-COST EXTENSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0560323-6ae2-74c6-5e04-c6d1302d8618-R", "generated_internal_id": "ASST_NON_NA14NMF4630015_1330"}, {"internal_id": 49118406, "Award ID": "NA14NMF4630001", "Award Amount": 378217.18, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-12-09", "CFDA Number": "11.463", "Description": "COASTAL WETLANDS PLANNING, PROTECTION & RESTORATION ACT (PL 101-646) ROCKEFELLER REFUGE GULF SHORELINE STABILIZATION PROJECT (ME-18)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA14NMF4630001_1330"}, {"internal_id": 49117675, "Award ID": "NA13NMF4630257", "Award Amount": 12119084.0, "Award Type": null, "Base Obligation Date": "2013-08-07", "CFDA Number": "11.463", "Description": "REMEDIATION OF CONTAMINATED SEDIMENT WITHIN THE MANISTIQUE RIVER GREAT LAKES AREA OF CONCERN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a77e0948-3475-8d25-623a-bbbbfb23aa14-C", "generated_internal_id": "ASST_NON_NA13NMF4630257_1330"}, {"internal_id": 49117663, "Award ID": "NA13NMF4630143", "Award Amount": 92660.0, "Award Type": null, "Base Obligation Date": "2013-07-19", "CFDA Number": "11.463", "Description": "WEST BRITANNIA AND BARSTOW'S POND DAM REMOVAL PROJECTS, TAUNTON RIVER WATERSHED, MA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c7cab91-6c40-ad25-4d10-46ae2ad5bc40-R", "generated_internal_id": "ASST_NON_NA13NMF4630143_1330"}, {"internal_id": 49117659, "Award ID": "NA13NMF4630139", "Award Amount": 3871539.6, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-07-19", "CFDA Number": "11.463", "Description": "ACCELERATING PUGET SOUND HABITAT RESTORATION THROUGH COORDINATED INVESTMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA13NMF4630139_1330"}, {"internal_id": 49117657, "Award ID": "NA13NMF4630137", "Award Amount": 2052000.0, "Award Type": null, "Base Obligation Date": "2013-08-01", "CFDA Number": "11.463", "Description": "FINAL DESIGN AND PERMITTING FOR THE HERRING RIVER ESTUARY RESTORATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2ef569bc-efd3-4716-1027-ec56ed88e5a5-R", "generated_internal_id": "ASST_NON_NA13NMF4630137_1330"}, {"internal_id": 49117650, "Award ID": "NA13NMF4630130", "Award Amount": 566749.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-07-09", "CFDA Number": "11.463", "Description": "WAITE RANCH TIDAL WETLAND RESTORATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd0ff78a-5957-808a-3481-63f05b0b793a-C", "generated_internal_id": "ASST_NON_NA13NMF4630130_1330"}, {"internal_id": 49117628, "Award ID": "NA13NMF4630005", "Award Amount": 32030011.0, "Award Type": null, "Base Obligation Date": "2013-01-24", "CFDA Number": "11.463", "Description": "GRAND LIARD MARSH AND RIDGE RESTORATION (BA-68)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f1a83da-a45f-ac91-237a-0d2ff4b7f9a2-C", "generated_internal_id": "ASST_NON_NA13NMF4630005_1330"}, {"internal_id": 49117260, "Award ID": "NA12NOS4630199", "Award Amount": 2271440.93, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2012-08-29", "CFDA Number": "11.463", "Description": "COASTAL RESPONSE RESEARCH CENTER - 5-YEAR INSTITUTIONAL PLANNING PROPOSAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_NA12NOS4630199_1330"}, {"internal_id": 49117063, "Award ID": "NA12NMF4630196", "Award Amount": 8404673.82, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2012-07-19", "CFDA Number": "11.463", "Description": "NFWF - NOAA NRDA IMPLEMENTATION GRANTS MANAGEMENT 2012-2016", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA12NMF4630196_1330"}, {"internal_id": 49117042, "Award ID": "NA12NMF4630027", "Award Amount": 320309.79, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2012-03-14", "CFDA Number": "11.463", "Description": "ACUSHNET ESTUARY RESERVE ACQUISITION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "15d9bee3-b30e-d5ee-1245-504fb7af7432-C", "generated_internal_id": "ASST_NON_NA12NMF4630027_1330"}]