[{"internal_id": 161919694, "Award ID": "NA23OAR4050529I", "Award Amount": 285188.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "11.405", "Description": "THE AIM OF THIS WORK IS TO DEVELOP A NUMERICAL FORECAST MODEL ABLE TO INCORPORATE BOTH THE COMPLEX HYDRODYNAMICS IN THE FORM OF TIDAL AND TSUNAMI WAVES AND SOPHISTICATED MORPHODYNAMICS AS SEDIMENT TRANSPORT. TIDAL DYNAMICS, THEIR NONLINEAR INTERACTION WITH TSUNAMI WAVES AND THEIR EFFECTS IN THE GLOBAL BEHAVIOR OF THE MODEL MUST BE TAKEN INTO ACCOUNT IN ORDER TO ACHIEVE THE GOAL OF THIS PROJECT: THE DEVELOPMENT OF A COMPREHENSIVE CAPABILITY TO ACCURATELY SIMULATE EXTREME FLOODING EVENTS SUCH AS TSUNAMI WAVES OR STORM SURGES BY INCLUDING THE EFFECTS OF THE DIFFERENT PHYSICAL PHENOMENA AFFECTING ITS OUTCOME SUCH AS SEDIMENT TRANSPORT AND TSUNAMI/TIDE INTERACTION. THIS MODEL SHOULD BE ABLE TO RUN OPERATIONALLY AT THE TSUNAMI WARNING CENTERS TO INCREASE OUR UNDERSTANDING OF THE COASTAL HAZARDS ASSOCIATED WITH CLIMATE CHANGE, SUCH AS SEA LEVEL RISE AND THE ENSUING EFFECT ON INUNDATION.  THIS PROJECT WILL SUPPORT A POSTDOC WITH SKILLS IN NUMERICAL MODELING OF TSUNAMIS AND SEDIMENT TRANSP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_NA23OAR4050529I_1330"}, {"internal_id": 161576407, "Award ID": "NA23OAR4050528I", "Award Amount": 180000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-28", "CFDA Number": "11.405", "Description": "THIS PROJECT WILL EXPLORE SCIENTIFIC AND TECHNOLOGICAL METHODOLOGIES TO IMPROVE THE PERFORMANCE OF THE SALISH SEA AND COLUMBIA RIVER OPERATIONAL FORECAST SYSTEM (SSCOFS). THESE IMPROVEMENTS INCLUDE DEVELOPING AND APPLYING METHODOLOGIES FOR INTEGRATING MORE ACCURATE BATHYMETRIC, OR SEA FLOOR MAP, DATA IN ORDER TO IMPROVE THE SYSTEM'S ACCURACY FOR WATER LEVELS AND CURRENTS. THEY ALSO INCLUDE INCREASING THE VERTICAL RESOLUTION IN ORDER TO BETTER RESOLVE CURRENTS, TEMPERATURE AND SALINITY THROUGHOUT THE WATER COLUMN. FINALLY, IN ADDITIONAL TO STATISTICAL SKILL IMPROVEMENT, IT WILL ALSO INCREASE DOMAIN COVERAGE BY REFINING AND TESTING THE GRID ALONG THE SHORELINE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 180000.0, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_NA23OAR4050528I_1330"}, {"internal_id": 161576406, "Award ID": "NA23OAR4050503I", "Award Amount": 1034942.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-28", "CFDA Number": "11.405", "Description": "THIS PROJECT IS COMPRISED OF THREE RESEARCH ACTIVITIES THAT INTEGRATE RESEARCH IN ARTIFICIAL INTELLIGENCE (AI), RISK COMMUNICATION, AND DATA SCIENCES TO ADVANCE SCIENTIFIC METHODS FOR LEARNING ABOUT THE DYNAMICS OF FLOOD EVENTS AND TO ILLUSTRATE SOCIETAL DATA INSIGHTS. THE FIRST THREAD WILL LINK REPEAT-SURVEY DATA TO OTHER TYPES OF SOCIAL, DEMOGRAPHIC, AND ENVIRONMENTAL DATA TO ASSESS THE DYNAMICS OF FLOODING RISK PERCEPTIONS, RESPONSE, AND IMPACTS FOR 2022 HURRICANE IAN IN FLORIDA. THE SECOND THREAD WILL CONVENE INTERDISCIPLINARY RESEARCH TEAMS FOR A HACKATHON-TYPE WORKSHOP. THIS WORKSHOP WILL EXPLORE AND INNOVATE NEW APPROACHES, INCLUDING THE USE OF MACHINE LEARNING (ML), TO INTEGRATE METEOROLOGICAL AND OTHER ENVIRONMENTAL DATA WITH DEMOGRAPHIC AND OTHER TYPES OF SOCIAL DATA TO STUDY CHANGES IN FLOOD EVENTS. THE WORKSHOP WILL EXPLORE PATHWAYS TO BETTER UNDERSTAND THE DYNAMICS OF DECISIONS AND POPULATION DISPARITIES IN RESPONSES TO AND IMPACTS OF PAST ATMOSPHERIC RIVER EVENT(S) ALONG", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": 1034942.0, "recipient_id": "4837eb8d-f028-01fb-72d6-af2f904c0e4c-C", "generated_internal_id": "ASST_NON_NA23OAR4050503I_1330"}, {"internal_id": 160586236, "Award ID": "NA23OAR4050502I", "Award Amount": 906945.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-29", "CFDA Number": "11.405", "Description": "THIS PROJECT AIMS TO PROVIDE QUANTITATIVE INFORMATION REGARDING POTENTIAL IMPACTS OF FIRES TO AUGMENT ONGOING IMPACT-BASED DECISION SUPPORT SERVICES WITHIN THE NATIONAL WEATHER SERVICE (NWS). THIS WILL BE ACHIEVED BY BUILDING STATISTICAL RELATIONSHIPS BETWEEN HISTORICAL NWS FORECASTS AND OBSERVED WILDFIRE OCCURRENCE. ONCE THESE INITIAL RELATIONSHIPS ARE ESTABLISHED, ADDITIONAL STATISTICAL RELATIONSHIPS BETWEEN FIRE OCCURRENCE AND NEEDED SUPPRESSION RESOURCES AND COSTS WILL BE DEVELOPED. THESE RELATIONSHIPS WILL POWER A MARKOV CHAIN MONTE CARLO (MCMC) SIMULATION TO DEVELOP PROBABILISTIC DISTRIBUTIONS OF POTENTIAL FIRE STARTS AND CORRESPONDING RESOURCE NEEDS TO SUPPRESS POTENTIAL FIRES. THESE DISTRIBUTIONS WILL PROVIDE EMERGENCY MANAGERS AND FIRE MANAGERS WITH CRUCIAL INFORMATION REGARDING THE POTENTIAL COSTS ASSOCIATED WITH FIRE SUPPRESSION ON A GIVEN DAY. AN INTERACTIVE WEB TOOL WILL BE DEVELOPED TO ALLOW PARTNERS TO INTERROGATE THIS INFORMATION IN A TIMELY MANNER. THIS TOOL WILL BE TE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": 906945.0, "recipient_id": "4837eb8d-f028-01fb-72d6-af2f904c0e4c-C", "generated_internal_id": "ASST_NON_NA23OAR4050502I_1330"}, {"internal_id": 161919693, "Award ID": "NA23OAR4050470I", "Award Amount": 1072042.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "11.405", "Description": "PREDICTING WHEN WEATHER CONDITIONS WILL MAKE WILDFIRE DIFFICULT TO MANAGE IS EXTREMELY IMPORTANT BUT IS ALSO QUITE DIFFICULT.  THERE ARE COMPLEX INTERACTIONS BETWEEN THE FIRE, TOPOGRAPHY, FUELS, AND WEATHER, WITH THESE INTERACTIONS HAPPENING AT MULTIPLE SCALES, WHICH MAKES PREDICTING FIRE BEHAVIOR VERY CHALLENGING.  IMPROVEMENTS IN WEATHER FORECASTS, ESPECIALLY IN COMPLEX TERRAIN WHERE MANY WILDFIRES BURN, IS CRITICAL FOR EMERGENCY MANAGERS TO BOTH WATCH FOR POSSIBLE FIRE IGNITION IN POTENTIALLY HAZARDOUS CONDITIONS AND TO PROVIDE GUIDANCE ABOUT HOW A BURNING WILDFIRE MIGHT SPREAD.    THIS PROJECT WILL BUILD FOUR WILDFIRE WEATHER OBSERVATIONAL SITES IN WILDFIRE PRONE AREAS OF THE WEST THAT ARE LOCATED IN DIFFERENT CLIMATE REGIONS AND TO DEVELOP TWO MOBILE WILDFIRE UNITS FOR DEPLOYING NEAR PRESCRIBED BURNS, FIRE PRONE REGIONS, OR EXISTING WILDFIRES REGIONS TO UNDERSTAND ATMOSPHERIC PROCESSES THAT ARE DRIVING WILDFIRE-WEATHER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050470I_1330"}, {"internal_id": 161919692, "Award ID": "NA23OAR4050469I", "Award Amount": 238340.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-02", "CFDA Number": "11.405", "Description": "THIS PROJECT FUNDS TWO THEMES TO ADVANCE OUR UNDERSTANDING OF FIRE WEATHER:   1) ADVANCES IN SAMPLING TECHNIQUES FOR INSTRUMENTS ABOARD UNMANNED AERIAL SYSTEMS (UAS) AND 2) THE DEVELOPMENT OF NEW METHODS FOR ANALYZING AND CHARACTERIZING SMOKE PROPERTIES USING DATA FROM THESE UAS SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050469I_1330"}, {"internal_id": 161919691, "Award ID": "NA23OAR4050468D", "Award Amount": 28138.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "11.405", "Description": "THIS PROJECT FUNDS TWO THEMES TO ADVANCE OUR UNDERSTANDING OF FIRE WEATHER:   1) ADVANCES IN SAMPLING TECHNIQUES FOR INSTRUMENTS ABOARD UNMANNED AERIAL SYSTEMS (UAS) AND 2) THE DEVELOPMENT OF NEW METHODS FOR ANALYZING AND CHARACTERIZING SMOKE PROPERTIES USING DATA FROM THESE UAS SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050468D_1330"}, {"internal_id": 161919690, "Award ID": "NA23OAR4050467D", "Award Amount": 371650.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "11.405", "Description": "WILDFIRE ACTIVITY CONTINUES AT ELEVATED LEVELS ACROSS THE UNITED STATES AND CANADA, PART OF A DECADES-LONG TREND OF INCREASING INTENSITY AND SCOPE. THE AVERAGE ANNUAL ACREAGE BURNED IN THE U.S. IS NEARLY 6.9 MILLION OVER THE PAST TEN YEARS, BUT IN 2020, WILDFIRES HAVE BURNED MORE THAN 8.5 MILLION ACRES. WILDFIRES OFTEN THREATEN COMMUNITIES, DISPLACING PEOPLE AND DESTROYING BUILDINGS AND INFRASTRUCTURE.   THIS PROJECT WILL DEVELOP A MOBILE WILDFIRE AIR COMPOSITION UNIT FOR DEPLOYING NEAR PRESCRIBED BURNS, FIRE PRONE REGIONS, OR EXISTING WILDFIRES REGIONS.  THE MOBILE WILDFIRE UNIT WILL BE BUILT TO HAVE A SUIT OF OBSERVATIONS FOR MEASURING THE COMPOSITION OF AIR FOR PARTICULATES, OPTICAL COMPOSITION OF PARTICULATES, TRACE GASES SUCH AS OZONE, NITROGEN DIOXIDES, AND CARBON SPECIES.  THE MOBILE UNIT WILL INCLUDE OBSERVATIONS AT THE SURFACE AND VERTICAL INFORMATION TO IDENTIFY WHAT LAYER OF THE ATMOSPHERE IS IMPACTED BY THE FIRES. THE COMBINATION OF OBSERVATIONS WILL BE USED TO HELP IMPRO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050467D_1330"}, {"internal_id": 161576405, "Award ID": "NA23OAR4050437D", "Award Amount": 464576.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-18", "CFDA Number": "11.405", "Description": "THE PRIMARY GOAL OF THIS PROJECT IS TO COMPLETE THE DEVELOPMENT OF THE SCIENTIFICALLY ESTABLISHED RED FLAG WARNING (RFW) DECISION MATRIX. THIS PRIMARY OUTCOME WILL BE THE UTILIZATION OF A NATIONALLY ONSISTENT RED FLAG WARNING CRITERIA AND IMPLEMENTATION. THE PRIMARY BENEFIT IS IMPROVED FORECAST PRODUCT GUIDANCE MEANT TO SERVE FIRE MANAGEMENT, EMERGENCY MANAGERS, AND THE PUBLIC.  CIWRO SCIENTISTS WILL COMPARE THE RED FLAG CRITERIA DECISION MATRIX AGAINST OTHER EMERGING FIRE DANGER INDICES, SUCH AS RED FLAG THREAT INDEX AND HOT-DRY-WINDY. THIS EFFORT WILL PROVIDE OBJECTIVE VERIFICATION OF THESE RELATED APPROACHES TO QUANTIFYING CONDITIONS SUPPORTIVE OF EXTREME FIRE BEHAVIOR AND RED FLAG WARNING ISSUANCE.  A PROCESS FOR RFW VERIFICATION WILL BE ESTABLISHED AND TESTED. RFWS ARE A FORECAST FOR POTENTIAL EXTREME FIRE BEHAVIOR GIVEN AN IGNITION OR AN EXISTING WILDFIRE. THUS, RFW VERIFICATION WILL NOT NECESSARILY BE LIKE VERIFYING OTHER PRODUCTS SUCH AS, FOR EXAMPLE, PRECIPITATION AMOUNT O", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4837eb8d-f028-01fb-72d6-af2f904c0e4c-C", "generated_internal_id": "ASST_NON_NA23OAR4050437D_1330"}, {"internal_id": 161576404, "Award ID": "NA23OAR4050432I", "Award Amount": 480000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-19", "CFDA Number": "11.405", "Description": "A MAJOR PROBLEM FOR NUMERICAL WEATHER AND CLIMATE SIMULATION IS REPRESENTING THE COUPLED ATMOSPHERE-OCEAN PROCESSES ACTING AT KILOMETER OR SMALLER SCALES THAT ARE PARAMETERIZED IN CURRENT-GENERATION OPERATIONAL MODELS. TO MAKE PROGRESS ON THIS PROBLEM, A REGIONAL MODEL COUPLING A REGIONAL FV3-BASED ATMOSPHERE TO A REGIONAL MOM6 OCEAN WILL BE DEVELOPED FOR KILOMETER-SCALE (AND POTENTIALLY FINER) RESOLUTION SIMULATION OF COUPLED AIR-SEA PROCESSES, WITH AN INITIAL FOCUS ON THE EFFECTS ON COASTAL EXTRATROPICAL CYCLONES AND THEIR POTENTIAL IMPACT ON COASTAL INUNDATION. THE COUPLED SYSTEM WILL INCORPORATE AN OPTIONAL WAVEWATCH III WAVE MODEL TO SIMULATE COMPLEX ATMOSPHERE-WAVE-OCEAN INTERACTIONS. THE MODEL SIMULATIONS WILL BE APPLICABLE TO STUDY IMPORTANT OCEAN AND ATMOSPHERE PROCESSES AND COUPLED INTERACTIONS THAT PLAY A KEY ROLE IN THE DEVELOPMENT OF THESE COUPLED SYSTEMS BUT ARE NOT RESOLVED IN CURRENT-GENERATION WEATHER AND CLIMATE MODELS, AND THEREFORE MUST BE PARAMETERIZED. THE RESULTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": 480000.0, "recipient_id": "9c1ec395-7a2e-ac81-70e3-371cfa83f023-C", "generated_internal_id": "ASST_NON_NA23OAR4050432I_1330"}, {"internal_id": 161576403, "Award ID": "NA23OAR4050431I", "Award Amount": 1568250.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-19", "CFDA Number": "11.405", "Description": "PRECIPITATION AND SURFACE WATER FLOWS ARE PROJECTED TO BECOME MORE VARIABLE WITH CONTINUING GLOBAL WARMING, RESULTING IN MORE SEVERE WET AND DRY EVENTS WITH IMPLICATIONS FOR FLOODING AND DROUGHTS. ADDITIONAL WARMING IS PROJECTED TO AMPLIFY THE LOSS OF SEASONAL SNOW COVER FURTHER AND INTENSIFY WATER WITHDRAWALS FOR IRRIGATION IN AGRICULTURAL AREAS. THERE IS A CRITICAL NEED FOR IMPROVED PREDICTIONS AND PROJECTIONS OF HOW CLIMATE CHANGE WILL AFFECT NATIONAL WATER AVAILABILITY, QUALITY, AND RISKS ASSOCIATED WITH HYDROLOGICAL HAZARDS ON REGIONAL SCALES THROUGH THE NEXT SEVERAL DECADES (THE 2020S THROUGH 2050S). THIS PERIOD COVERS THE LIFESPAN OF MANY MAJOR PIECES OF INFRASTRUCTURE, THE BUILT ENVIRONMENT, AND POLICY GOALS FOR REACHING CARBON NEUTRALITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": 1568250.0, "recipient_id": "9c1ec395-7a2e-ac81-70e3-371cfa83f023-C", "generated_internal_id": "ASST_NON_NA23OAR4050431I_1330"}, {"internal_id": 160895726, "Award ID": "NA23OAR4050430I", "Award Amount": 189788.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-05", "CFDA Number": "11.405", "Description": "LOUISIANA STATE UNIVERSITY (LSU), THROUGH THE MISSISSIPPI STATE UNIVERSITY NORTHERN GULF INSTITUTE, PROPOSES TO ASSIST NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA)/NATIONAL OCEAN SERVICE (NOS)/OFFICE OF COAST SURVEY (OCS) IN ENHANCING DECISION SUPPORT TOOLS FOR USERS OF THE OPERATIONAL STORM TIDE (STORM SURGE + TIDE) AND COASTAL-INLAND FLOODING (STORM SURGE + TIDE + RAINFALL/RUNOFF) FORECAST MODELING SYSTEMS THAT NOAA/NOS/OCS DEVELOPS AND TRANSITION INTO OPERATIONS.  SPECIFICALLY, UNDER THIS FINANCIAL ASSISTANCE AWARD, LSU WOULD IMPROVE OPERATIONAL COASTAL-INLAND STORM FLOODING AND INUNDATION DECISION SUPPORT TOOLS TO ENHANCE NOS DISASTER PREPAREDNESS AND RESPONSE. MORE SPECIFICALLY, THE PROJECT WOULD IMPROVE EXISTING AND CREATE NEW AND INNOVATIVE REAL-TIME POST-PROCESSING AND VISUALIZATION CAPABILITIES FOR THE FOLLOWING NOS FORECAST MODELING SYSTEMS: THE GLOBAL SURGE AND TIDE OPERATIONAL FORECAST SYSTEM (STOFS-2D-GLOBAL) AND THE THREE DIMENSIONAL (3D) LAYERED COMPONENT OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": 189788.0, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_NA23OAR4050430I_1330"}, {"internal_id": 160895725, "Award ID": "NA23OAR4050421I", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "11.405", "Description": "THIS PROJECT AIMS TO UTILIZE CURRENTLY AVAILABLE DATASETS FROM VARIOUS OBSERVATIONAL PLATFORMS TO  CONSTRUCT A 2-D SURFACE WIND ANALYSIS FOR TROPICAL CYCLONES (TCS), FOR USE IN INITIALIZING A NEXT-GENERATION PROBABILISTIC STORM SURGE MODEL. HAVING IMPROVED ESTIMATES OF THE SURFACE WIND  FIELD OF A TC IS CRITICAL TO PRODUCING MORE ACCURATE STORM SURGE FORECASTS. EXISTING WIND FORCING  CAPABILITIES ARE FRAGMENTED AND LACK THE SPATIAL AND TEMPORAL RESOLUTIONS NECESSARY TO ADEQUATELY  DRIVE A HYDRODYNAMIC MODELING SYSTEM. THIS RESULTS IN THE EMPLOYMENT OF PARAMETRIC WIND FORCING  TECHNIQUES WHICH DO NOT INCORPORATE REAL-TIME DATA NOR PROVIDE AN ACCURATE 2-D STRUCTURE OF THE CYCLONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 400000.0, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_NA23OAR4050421I_1330"}, {"internal_id": 160895724, "Award ID": "NA23OAR4050420I", "Award Amount": 912000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-05", "CFDA Number": "11.405", "Description": "THIS PROJECT WILL INVOLVE RESEARCH AND DEVELOPMENT OF VARIOUS EXASCALE-ENABLING TECHNOLOGIES TO ADVANCE HIGH-PERFORMANCE COMPUTING TECHNIQUES FOR EARTH SYSTEM MODELING AND NUMERICAL WEATHER PREDICTION. THESE TECHNOLOGIES WILL BE EXPLORED AND APPLIED BY IMPLEMENTING AND VALIDATING THEM WITHIN EXISTING WEATHER AND EARTH SYSTEM MODELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 912000.0, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_NA23OAR4050420I_1330"}, {"internal_id": 161919689, "Award ID": "NA23OAR4050419I", "Award Amount": 522948.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "11.405", "Description": "THIS PROJECT WILL ENTAIL RESEARCH AND DEVELOPMENT OF DATA ASSIMILATION, MODELING, AND POST-PROCESSING ENHANCEMENTS TO IMPROVE PROBABLE MAXIMUM PRECIPITATION ESTIMATION IN NUMERICAL WEATHER PREDICTION PRODUCTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_NA23OAR4050419I_1330"}, {"internal_id": 160586235, "Award ID": "NA23OAR4050418I", "Award Amount": 5475799.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-27", "CFDA Number": "11.405", "Description": "THIS PROPOSAL BRINGS TOGETHER SCIENTIFIC EXPERTISE IN OBSERVATIONS, WEATHER MODELING, DECISION SUPPORT, AND SOCIAL, BEHAVIORAL, AND ECONOMIC SCIENCE TO ADDRESS THE PREVAILING FIRE WEATHER ISSUES ADDRESSED BY BIL PROVISIONS 05 AND 15. ACTIVITIES WILL INCLUDE  - IMPROVEMENTS TO SHORT RANGE FIRE, WEATHER, AND SMOKE PREDICTION CAPABILITIES IN NUMERICAL WEATHER PREDICTION (NWP) SYSTEMS THAT WILL ULTIMATELY BE PART OF THE UNIFIED FORECAST SYSTEM (UFS);  - UPDATES TO UFS MESOSCALE ANALYSIS SYSTEMS TO INCLUDE ADDITIONAL DIAGNOSTIC FIELDS FOR FIRE WEATHER AND AIR QUALITY APPLICATIONS AS WELL AS FOR AVIATION, RENEWABLE ENERGY, AND HYDROLOGY INTERESTS; - THE USE OF NEW FIRE WEATHER OBSERVATION SETS IN EVALUATION AND CHARACTERIZATION OF THE PERFORMANCE AND ACCURACY OF UFS NWP AND MESOSCALE ANALYSIS SYSTEMS; - DEVELOPMENT OF ADVANCED IMPACT-BASED DECISION SUPPORT SERVICES (IDSS) SYSTEMS TO SUPPORT FIRE WEATHER EVENTS AND FLASH FLOOD EVENTS ASSOCIATED WITH BURN SCARS; - SCIENTIFIC, TECHNICAL, A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 5475799.0, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_NA23OAR4050418I_1330"}, {"internal_id": 161919688, "Award ID": "NA23OAR4050417I", "Award Amount": 455284.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "11.405", "Description": "THIS PROJECT WILL ENTAIL RESEARCH AND DEVELOPMENT OF IMPACT-BASED DECISION SUPPORT SERVICES (IDSS) CAPABILITIES FOR FIRE WEATHER AND RELATED FLASH-FLOODING EVENTS DUE TO BURN SCARS, TO BE INCORPORATED INTO THE IDSS MANAGEMENT SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050417I_1330"}, {"internal_id": 160895723, "Award ID": "NA23OAR4050416I", "Award Amount": 1800140.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "11.405", "Description": "THIS PROJECT BRINGS TOGETHER SCIENTIFIC EXPERTISE IN DECISION SUPPORT AND SOCIAL, BEHAVIORAL, AND ECONOMIC SCIENCE TO AGGRESSIVELY TACKLE THE WEATHER DISASTER ISSUES ADDRESSED BY BIL PROVISIONS 3 AND 5. NEW DECISION SUPPORT TOOLS WILL BE DEVELOPED AND DEPLOYED TO PROVIDE ADVANCED AND TARGETED INFORMATION TO NWS FORECASTERS, ON SITE INCIDENT METEOROLOGISTS, DECISION MAKERS, AND FIREFIGHTERS. NEW PRODUCTS, TOOLS, AND MODELS WILL BE ASSESSED TO MEASURE THE ACCURACY AND USABILITY OF THE TECHNOLOGIES THAT SHOW PROMISE FOR TRANSITION TO OPERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 1800140.0, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_NA23OAR4050416I_1330"}, {"internal_id": 160895722, "Award ID": "NA23OAR4050415I", "Award Amount": 549299.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "11.405", "Description": "THIS PROJECT ENTAILS THE EXPLORATION OF NEW DATA FORMATS, DATA FLOWS, AND MODELING OUTPUTS FOR STORM SURGE, IN AN ADVANCED WEATHER INTERACTIVE PROCESSING SYSTEM (AWIPS) CLOUD ENVIRONMENT, LEADING TO THE TRANSITION OF STORM SURGE HAZARD PRODUCTS INTO HAZARD SERVICES. THE CLOUD ENVIRONMENT WILL ENABLE DEMONSTRATION AND EVALUATION OF THESE ADVANCES WITHIN THE HURRICANE AND OCEAN TESTBED (HOT) AT THE NATIONAL HURRICANE CENTER (NHC), AND INCLUDE COLLABORATION AND PARTICIPATION FROM NHC AND NATIONAL WEATHER SERVICE (NWS) WEATHER FORECAST OFFICE (WFO) FORECASTERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 549299.0, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_NA23OAR4050415I_1330"}, {"internal_id": 161919687, "Award ID": "NA23OAR4050414I", "Award Amount": 1013809.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "11.405", "Description": "THIS PROJECT WILL ENTAIL RESEARCH AND DEVELOPMENT OF DATA ASSIMILATION, MODELING, AND POST-PROCESSING ENHANCEMENTS TO IMPROVE PROBABLE MAXIMUM PRECIPITATION ESTIMATION IN NUMERICAL WEATHER PREDICTION PRODUCTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050414I_1330"}, {"internal_id": 160119445, "Award ID": "NA23OAR4050395I", "Award Amount": 480000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-07", "CFDA Number": "11.405", "Description": "COASTAL COMMUNITIES ARE INCREASINGLY IMPACTED BY PERIODS OF FLOODING, EVEN IN THE ABSENCE OF STORMS OR HEAVY RAINFALL. THE OVERALL EFFORT, TO WHICH THIS PROJECT WILL CONTRIBUTE, IS TO DEVELOP THE CAPABILITY TO PREDICT THE LOCATION AND TIMING OF THESE IMPACTS, AND DOCUMENT HOW THIS RISK VARIES FROM MONTH-TO-MONTH AND YEAR-TO-YEAR. THIS NEW INFORMATION AND RELATED SERVICES WILL ENABLE THE NATION TO QUANTIFY AND COMMUNICATE CERTAIN IMPACTS OF INUNDATION DUE TO SEA LEVEL RISE, HIGH TIDE FLOODING, AND GREAT LAKES WATER LEVEL FLUCTUATIONS. THIS SPECIFIC PROJECT WILL ASSESS AND IMPROVE THE ABILITY TO PREDICT SEA LEVEL ON SEASONAL-TO-ANNUAL SCALES USING ADVANCED CLIMATE MODELS INITIALIZED FROM OBSERVATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": 480000.0, "recipient_id": "9c1ec395-7a2e-ac81-70e3-371cfa83f023-C", "generated_internal_id": "ASST_NON_NA23OAR4050395I_1330"}, {"internal_id": 160895721, "Award ID": "NA23OAR4050391I", "Award Amount": 188016.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-15", "CFDA Number": "11.405", "Description": "THIS PROJECT WILL SEEK TO DEVELOP AN AGENT-BASED MODEL (ABM) THAT CAN DEMONSTRATE, DESCRIBE, AND POTENTIALLY ANTICIPATE EMERGENT BEHAVIORS WITHIN A PRESCRIBED SYSTEM FOR FLOODING EVENTS. THE APPLICATION OF AN ABM WILL SUPPORT THE DEVELOPMENT OF MITIGATION EFFORTS THAT STAKEHOLDERS CAN TEST TO POTENTIALLY UNDERSTAND HOW THE ACTIONS OF SPECIFIC AGENTS WITHIN A SYSTEM COULD POTENTIALLY ALTER OUTCOMES OF FLOODING EVENTS FOR A COMMUNITY. THE OUTCOMES OF THE SUCCESSFUL COMPLETION OF THIS SUB-PROJECT ARE EXPECTED TO PROVIDE A RIGOROUS UNDERSTANDING OF IF AND HOW AN ABM COULD POTENTIALLY BE USED OPERATIONALLY FOR FLOODING EVENTS, AND ALSO TO DEVELOP THE CAPABILITY TO ALTER AND TEST VARIOUS FACTORS WITHIN THE MODEL TO ANTICIPATE POSSIBLE EMERGENT BEHAVIORS ACROSS THE SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 144236.0, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_NA23OAR4050391I_1330"}, {"internal_id": 160586234, "Award ID": "NA23OAR4050375I", "Award Amount": 473433.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-27", "CFDA Number": "11.405", "Description": "STATEMENT OF WORK WESTERN BOUNDARY CURRENTS ARE SOME OF THE STRONGEST OCEAN CURRENTS FOUND ON THE WESTERN SIDES OF OCEAN BASINS DUE TO WESTERN INTENSIFICATION. SINCE THE EARLY 1980S THE NOAA'S WESTERN BOUNDARY TIME SERIES (WBTS) PROJECT AND ITS PREDECESSORS HAVE MAINTAINED REGULAR OBSERVATIONS OF WESTERN BOUNDARY CURRENTS IN THE SUBTROPICAL NORTH ATLANTIC AT ~27 N. AT THIS LATITUDE, THESE CURRENTS INCLUDE THE UPPER-OCEAN NORTHWARD FLOWING FLORIDA AND ANTILLES CURRENTS AND THE SOUTHWARD FLOWING DEEP WESTERN BOUNDARY CURRENT (DWBC), WHICH PROVIDE THE MAJORITY OF VOLUME TRANSPORTS IN THE UPPER AND LOWER LIMBS OF THE ATLANTIC MERIDIONAL OVERTURNING CIRCULATION (AMOC), RESPECTIVELY. SUSTAINED MEASUREMENTS OF THESE FLOWS HAVE PROVIDED THE WESTERN BOUNDARY ENDPOINT OF A SUBTROPICAL AMOC AND HEAT TRANSPORT MONITORING ARRAY DESIGNED TO MEASURE THE THERMOHALINE OVERTURNING CIRCULATION AT 26.5 N AND THE TIME VARYING MERIDIONAL HEAT TRANSPORT, IN CLOSE COLLABORATION WITH OUR PARTNERS FROM THE UNIV", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 473433.0, "recipient_id": "99d5e16f-8a13-f228-da38-0b05906d7aa4-C", "generated_internal_id": "ASST_NON_NA23OAR4050375I_1330"}, {"internal_id": 160586233, "Award ID": "NA23OAR4050371I", "Award Amount": 783999.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-22", "CFDA Number": "11.405", "Description": "THIS PROJECT WILL SUPPORT THE DEVELOPMENT OF AN ADVANCED DATA ASSIMILATION SYSTEM TO EFFECTIVELY ANALYZE THE CURRENT METEOROLOGICAL STATE AND ITS UNCERTAINTY ACROSS MULTIPLE SCALES. THIS PROJECT WILL ADVANCE MULTISCALE DATA ASSIMILATION WITHIN THE JOINT EFFORT FOR DATA ASSIMILATION INTEGRATION (JEDI) RAPID REFRESH FORECAST SYSTEM (RRFS), THE NEXT-GENERATION CONVECTION-ALLOWING OPERATIONAL DATA ASSIMILATION AND MODELING SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": 783999.0, "recipient_id": "4837eb8d-f028-01fb-72d6-af2f904c0e4c-C", "generated_internal_id": "ASST_NON_NA23OAR4050371I_1330"}, {"internal_id": 161576402, "Award ID": "NA23OAR4050351D", "Award Amount": 288458.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "11.405", "Description": "IN 2021, THE MOST DEADLY AND DAMAGING WEATHER PHENOMENON TO OCCUR WAS FLASH FLOODING, WHICH CAUSED 135 DEATHS AND MORE THAN 2.4 MILLION DOLLARS WORTH OF DAMAGE (SUMMARY OF NATURAL HAZARD STATISTICS FOR 2021 IN THE UNITED STATES, 2022). HOWEVER, DUE TO A WARMING CLIMATE, THE IMPACTS OF EXTREME RAINFALL EVENTS ARE EVER CHANGING. THE NATIONAL WEATHER SERVICE (NWS) WEATHER PREDICTION CENTER (WPC) USES QUANTITATIVE PRECIPITATION FORECASTS (QPF) TO PRODUCE A NUMBER OF OPERATIONAL PRODUCTS TO PROTECT LIVES AND PROPERTY DURING HEAVY RAIN EVENTS. FOR SHORT TERM TO MEDIUM RANGE FLASH FLOOD FORECASTS THE WPC PUBLISHES TWO WELL-KNOWN PRODUCTS: THE MESOSCALE PRECIPITATION DISCUSSION FOR SHORT TERM (0 - 6 HOURS) FLASH FLOOD FORECASTS AND THE EXCESSIVE RAINFALL OUTLOOK FOR FLASH FLOOD IMPACTS OUT TO THREE DAYS. THESE PRODUCTS ARE INFORMED USING BOTH QPF AND PROBABILISTIC QPF (PQPF), BUT UNCERTAINTY REMAINS IN MANY ASPECTS OF THE FORECAST AND ITS CHARACTERISTICS. TO PRODUCE ACCURATE FORECASTS, IT IS I", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050351D_1330"}, {"internal_id": 160119444, "Award ID": "NA23OAR4050281I", "Award Amount": 753047.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-07", "CFDA Number": "11.405", "Description": "THIS PROJECT WILL DELIVER IMPROVEMENTS IN THE MODELING OF WILDFIRE PROCESSES AND THEIR IMPACTS ON AIR QUALITY, WEATHER, AND CLIMATE. THIS PROJECT WILL CREATE NEW MODELING CAPABILITIES TO INVESTIGATE THE ROLE OF WILDFIRES IN AIR QUALITY, CLIMATE, AND THE CARBON CYCLE. THE KEY BENEFITS WILL BE A BETTER UNDERSTANDING OF WILDFIRE CHEMISTRY, INTERACTION, AND PROPAGATION OF WILDFIRES, IMPACTS ON HEALTH, AND THE CARBON CYCLE. SPECIFICALLY, WORK WILL BE TO IMPLEMENT AND EVALUATE A NEW CAPABILITY FOR SIMULATING DYNAMIC FIRES AND THEIR GAS AND AEROSOL EMISSIONS INTO GFDL'S ATMOSPHERIC MODEL AM4.1 (ATMOSPHERIC COMPONENT OF GFDL'S EARTH SYSTEM MODEL ESM4.1) TO IMPROVE RESEARCH AND DEVELOPMENT, AND EARTH SYSTEM ATMOSPHERIC COMPOSITION MODELS TO ENHANCE WILDFIRE-RELATED AIR QUALITY AND CLIMATE PERFORMANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": 753047.0, "recipient_id": "9c1ec395-7a2e-ac81-70e3-371cfa83f023-C", "generated_internal_id": "ASST_NON_NA23OAR4050281I_1330"}, {"internal_id": 161576401, "Award ID": "NA23OAR4050201I", "Award Amount": 5158772.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "11.405", "Description": "THIS PROPOSAL BRINGS TOGETHER SCIENTIFIC EXPERTISE IN OBSERVATIONS, WEATHER MODELING, DECISION SUPPORT, AND SOCIAL, BEHAVIORAL, AND ECONOMIC SCIENCE TO ADDRESS THE PREVAILING FIRE WEATHER ISSUES ADDRESSED BY BIL PROVISIONS 05 AND 15. ACTIVITIES WILL INCLUDE:  - IMPROVEMENTS TO SHORT RANGE FIRE, WEATHER, AND SMOKE PREDICTION CAPABILITIES IN NUMERICAL WEATHER PREDICTION (NWP) SYSTEMS THAT WILL ULTIMATELY BE PART OF THE UNIFIED FORECAST SYSTEM (UFS);  - UPDATES TO UFS MESOSCALE ANALYSIS SYSTEMS TO INCLUDE ADDITIONAL DIAGNOSTIC FIELDS FOR FIRE WEATHER AND AIR QUALITY APPLICATIONS AS WELL AS FOR AVIATION, RENEWABLE ENERGY, AND HYDROLOGY INTERESTS; - THE USE OF NEW FIRE WEATHER OBSERVATION SETS IN EVALUATION AND CHARACTERIZATION OF THE PERFORMANCE AND ACCURACY OF UFS NWP AND MESOSCALE ANALYSIS SYSTEMS; - DEVELOPMENT OF ADVANCED IMPACT-BASED DECISION SUPPORT SERVICES (IDSS) SYSTEMS TO SUPPORT FIRE WEATHER EVENTS AND FLASH FLOOD EVENTS ASSOCIATED WITH BURN SCARS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 5158772.0, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050201I_1330"}, {"internal_id": 161576400, "Award ID": "NA23OAR4050200D", "Award Amount": 2371665.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "11.405", "Description": "THE ACTIVITIES IN THIS PROJECT SUPPORT TWO OF THE FOCUS AREAS OUTLINED IN THE DRSA CHARGE: (B) PRECIPITATION AND FLOOD PREDICTION, FORECASTING, AND MITIGATION CAPABILITIES; AND (C)  WILDFIRE RESEARCH, PREDICTION, DETECTION, FORECASTING, MONITORING, DATA MANAGEMENT, AND COMMUNICATION AND ENGAGEMENT. SPECIFIC ACTIVITIES INCLUDE - DEVELOPMENT AND IMPLEMENTATION OF IMPROVEMENTS TO FIRE, WEATHER, AND SMOKE FORECASTING CAPABILITIES IN THE RAPID REFRESH FORECAST SYSTEM, A NUMERICAL WEATHER PREDICTION SYSTEM THAT WILL ULTIMATELY BE PART OF THE UNIFIED FORECAST SYSTEM (UFS);  - ACCELERATING UFS MODELING OF WILDFIRE IMPACTS ON AIR QUALITY;  - ENHANCING THE ASSIMILATION OF PARTICULATE MATTER OBSERVATIONS AND AEROSOL OPTICAL DEPTH DATA IN THE RRFS;  - EVALUATING THE IMPACT OF THE INCLUSION OF FIRE-AEROSOLS IN SYNOPTIC-TO-SEASONAL SCALE WEATHER PREDICTION WITHIN THE UFS - DEVELOPING AND IMPLEMENTING IMPROVEMENTS TO PRECIPITATION BIAS CHARACTERISTICS AT CONVECTIVE (CAM) SCALES IN THE UFS - ACC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050200D_1330"}, {"internal_id": 160586232, "Award ID": "NA23OAR4050199I", "Award Amount": 446026.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "11.405", "Description": "THE AIM OF THE FIRE WEATHER OBSERVATION ANALYSIS PROJECT IS TO 1) INCREASE UNDERSTANDING AND IMPROVE PREDICTIONS OF THE STRUCTURE, BEHAVIOR, AND DOWNSTREAM IMPACTS OF BOTH PLUME- AND WIND-DRIVEN WILDFIRES IN THE UNITED STATES, 2) BETTER CHARACTERIZE LAND SURFACE CONDITIONS POST-WILDFIRE AND 3) IMPROVE OUR UNDERSTANDING OF HYDROLOGICAL RESPONSE TO FLASH-FLOODS/DEBRIS FLOWS POST-WILDFIRE. THIS PROJECT WILL RESULT IN THE COLLECTION OF UNIQUE OBSERVATIONS OF ACTIVE WILDFIRES AND IN POST-WILDFIRE ENVIRONMENTS USING DEPLOYABLE RADAR AND UNCREWED AERIAL SYSTEMS (UAS). THESE DATA WILL BE USED FOR DETAILED CASE ANALYSES OF WILDFIRE AND POST-WILDFIRE RELATED EVENTS AS WELL AS FOR THE VALIDATION AND DEVELOPMENT OF THE WARN-ON-FORECAST SYSTEM FOR SMOKE (WOFS-SMOKE) COUPLED TO A MICROSCALE WILDFIRE MODEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": 446026.0, "recipient_id": "4837eb8d-f028-01fb-72d6-af2f904c0e4c-C", "generated_internal_id": "ASST_NON_NA23OAR4050199I_1330"}, {"internal_id": 160895720, "Award ID": "NA23OAR4050195I", "Award Amount": 2193246.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "11.405", "Description": "THIS PROJECT AIMS TO TRANSFORM DETERMINISTIC FIRE WEATHER FORECAST GUIDANCE INTO PROBABILISTIC GUIDANCE.  THIS INVOLVES (1) DEVELOPING, TESTING, AND VALIDATING VARIOUS PROBABILISTIC FIRE WEATHER ELEMENTS IN THE NATIONAL BLEND OF MODELS FOR THE CONTIGUOUS UNITED STATES; (2) IMPROVING AND INCORPORATING THE LOCALIZED AVIATION MODEL OUTPUT PROGRAM GUIDANCE IN SUPPORT OF THE PROJECT; AND (3) PROVIDING THE NATIONAL CENTERS FOR ENVIRONMENTAL PREDICTION'S CENTRAL OPERATIONS WITH ROBUST NATIONAL BLEND OF MODELS CODES AND DOCUMENTATION FOR IMPLEMENTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 2193246.0, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_NA23OAR4050195I_1330"}, {"internal_id": 160119443, "Award ID": "NA23OAR4050194I", "Award Amount": 1091300.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "11.405", "Description": "IN THIS PROJECT, CIESRDS SCIENTISTS WILL ADDRESS KNOWN GAPS IN NOAA'S COASTAL INUNDATION AND FLOOD-RELATED DATA MANAGEMENT AND DECISION SUPPORT SERVICES.  IT WILL EXPAND NESDIS'S CAPACITY TO EFFECTIVELY STEWARD ALL THE RELEVANT DATA TYPES NEEDED FOR RISK MANAGEMENT, AND DEVELOP USE INSPIRED SCIENCE BASED PRODUCTS AND SERVICES.  THESE INCLUDE DIGITAL ELEVATION MODELS, AND UPDATES TO ETOPO.  PART OF LEVERAGING THE BIL FUNDS WILL INCLUDE MIGRATION OF THESE ACTIVITIES TO CLOUD BASED INFRASTRUCTURE TO ENHANCE THE ACCESSIBILITY AND USABILITY OF THE DATA AND ASSOCIATED PRODUCTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 1091300.0, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050194I_1330"}, {"internal_id": 160895719, "Award ID": "NA23OAR4050193D", "Award Amount": 67062.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-05", "CFDA Number": "11.405", "Description": "THE PRIMARY GOAL OF THIS PROJECT IS TO ESTABLISH THE FIRE WEATHER TESTBED (FWT) FOR THE PURPOSE OF ASSISTING IN THE PREPARATION AND DELIVERY OF FIRE WEATHER OBSERVATION, FORECAST, AND DECISION SUPPORT PRODUCTS AND INFORMATION TO THE OPERATIONAL AND DECISION-MAKING COMMUNITIES WHO DEAL WITH THE WILDFIRE ENVIRONMENT. THE KEY BENEFITS OF THE FWT WILL BE THE SYSTEMATIC EVALUATION OF FIRE WEATHER PRODUCTS AND INFORMATION FROM THE ATMOSPHERIC SCIENCE AND SOCIAL SCIENCE PERSPECTIVES, WITH A FOCUS ON END-USER NEEDS.  UNIVERSITY OF OKLAHOMA SCIENTISTS WILL WORK WITH SCIENTISTS AT NOAA'S GLOBAL SYSTEMS LABORATORY AND NATIONAL SEVERE STORMS LABORATORY AND THE COOPERATIVE INISTITUTE FOR RESEARCH IN THE ATMOSPHERE (CIRA) TO UNDERSTAND INFRASTRUCTURE NEEDS INCLUDING DATASETS, PRODUCTS, TOOLS, AND HARDWARE THAT ARE NEEDED TO ENABLE CROSS-AGENCY DEVELOPMENT AND TESTING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4837eb8d-f028-01fb-72d6-af2f904c0e4c-C", "generated_internal_id": "ASST_NON_NA23OAR4050193D_1330"}, {"internal_id": 160119442, "Award ID": "NA23OAR4050192I", "Award Amount": 156418.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "11.405", "Description": "VARIATIONS IN THE ATLANTIC MERIDIONAL OVERTURNING CIRCULATION (AMOC) HAVE BEEN SHOWN TO AFFECT PRECIPITATION PATTERNS, AIR TEMPERATURES, COASTAL SEA LEVELS, ECOSYSTEMS, AND EXTREME WEATHER CONDITIONS OVER LARGE SEGMENTS OF THE GLOBE. THE SOUTHWEST ATLANTIC MERIDIONAL OVERTURNING CIRCULATION (SAM) PROJECT IS AN INTEGRAL PART OF THE NOAA/GLOBAL OCEAN MONITORING AND OBSERVING (GOMO) PROGRAM'S CONTRIBUTION TO THE AMOC OBSERVING NETWORK. THE SAM PROJECT CURRENTLY CONSISTS OF A MOORED ARRAY OF FOUR PRESSURE-EQUIPPED INVERTED ECHO SOUNDER (PIES) MOORINGS ALONG 34.5 S BETWEEN 51.5 W AND 44.5 W (JUST EAST OF URUGUAY IN THE ARGENTINE BASIN). SAM HAS BEEN PROVIDING OBSERVATIONS OF THE WESTERN BOUNDARY WATER MASS CHANGES AND CURRENT VARIATIONS SINCE MARCH 18, 2009. SAM IS ALSO A CORNERSTONE OF THE INTERNATIONAL SOUTH ATLANTIC MERIDIONAL OVERTURNING CIRCULATION BASIN-WIDE ARRAY (SAMBA), WHICH IS A KEY CONTRIBUTION TO THE SOUTH ATLANTIC MERIDIONAL OVERTURNING CIRCULATION (SAMOC) INITIATIVE. SAM WORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 156418.0, "recipient_id": "99d5e16f-8a13-f228-da38-0b05906d7aa4-C", "generated_internal_id": "ASST_NON_NA23OAR4050192I_1330"}, {"internal_id": 160586231, "Award ID": "NA23OAR4050190D", "Award Amount": 509317.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-29", "CFDA Number": "11.405", "Description": "FUNDING FROM THE DISASTER RELIEF SUPPLEMENTAL ACT (DRSA) WILL SUPPORT TWO SUB-PROJECTS AT THE NOAA CHEMICAL SCIENCES LABORATORY (CSL). THE FIRST SUB-PROJECT FOCUSES ON DATA ANALYSIS OF OBSERVATIONS TAKEN DURING THE 2022 CALIFORNIA FIRE DYNAMICS EXPERIMENT (CALFIDE). THE SECOND SUB-PROJECT FOCUSES ON ACCELERATING THE DEVELOPMENT OF AIR QUALITY FORECASTING CAPABILITIES DUE TO WILDFIRES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050190D_1330"}, {"internal_id": 160119441, "Award ID": "NA23OAR4050189I", "Award Amount": 1015245.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "11.405", "Description": "FUNDING FROM THE BIPARTISAN INFRASTRUCTURE LAW (BIL) WILL SUPPORT TWO SUB-PROJECTS AT THE NOAA CHEMICAL SCIENCES LABORATORY (CSL). THE FIRST SUB-PROJECT FOCUSES ON THE DEVELOPMENT AND DEMONSTRATION OF A UNMANNED AERIAL SYSTEM (UAS) REMOTE SENSING PACKAGE TO MEASURE FIRE RADIATIVE POWER. THE SECOND SUB-PROJECT FOCUSES ON THE ROLE OF REACTIVE GAS-PHASE CHEMISTRY AND AEROSOLS IN PREDICTING WILDFIRE IMPACTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 1015245.0, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050189I_1330"}, {"internal_id": 161576399, "Award ID": "NA23OAR4050188I", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-24", "CFDA Number": "11.405", "Description": "THE PRIMARY GOAL OF THIS PROJECT'S TASKS IS TO IMPROVE THE SCIENCE AND SCIENTIFIC COMPUTER PROGRAMMING UNDERLYING THE MULTI-RADAR/MULTI-SENSOR (MRMS) SYSTEM.  IN GENERAL, THIS WILL BE ACCOMPLISHED BY PURSUING TWO PRIMARY OBJECTIVES:  1) INCREASE THE ROBUSTNESS OF THE MRMS COMPUTER CODE TO TAKE ADVANTAGE OF NEW RADAR VOLUME SCAN STRATEGIES BOTH CURRENT AND IN THE FUTURE AND TO DEVELOP ROBUST CAPABILITIES FOR RUNNING THE MRMS WITHIN A CLOUD ENVIRONMENT  2) UTILIZE NEW DATA SETS OF OPPORTUNITY TO FURTHER IMPROVE THE ACCURACY AND ROBUSTNESS OF MRMS HYDRO-METEOROLOGICAL PRODUCTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": 1000000.0, "recipient_id": "4837eb8d-f028-01fb-72d6-af2f904c0e4c-C", "generated_internal_id": "ASST_NON_NA23OAR4050188I_1330"}, {"internal_id": 160119440, "Award ID": "NA23OAR4050187I", "Award Amount": 1273677.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-07", "CFDA Number": "11.405", "Description": "THIS PROJECT AIMS TO DELIVER THE DATABASE CAPACITY TO VASTLY IMPROVE NOAA'S UNDERSTANDING OF COMMUNITY PARTNERSHIPS AND THEIR KEY VULNERABILITIES TO ENVIRONMENTAL HAZARDS, ESPECIALLY RELATED TO FLOODING.  SOFTWARE ENGINEERS, SOCIAL SCIENCE RESEARCHERS, AND METEOROLOGISTS WILL WORK TO DEVELOP A DATABASE AND INTERFACES TO ADVANCE SOCIETAL DATA FOR FLOOD INUNDATION MAPPING BY BUILDING A COMMUNITY USER NEEDS DATABASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 1273677.0, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_NA23OAR4050187I_1330"}, {"internal_id": 161919686, "Award ID": "NA23OAR4050186I", "Award Amount": 3443990.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "11.405", "Description": "THE PHYSICAL SCIENCES OBSERVATION AND PREDICTION RESEARCH IN SUPPORT OF THE BIPARTISAN INFRASTRUCTURE LAW (BIL) WILL SUPPORT RESEARCH THAT FULFILLS NOAA'S VISION OF HEALTHY ECOSYSTEMS, COMMUNITIES, AND ECONOMIES THAT ARE RESILIENT IN THE FACE OF CHANGE.  AS A COLLABORATING PARTNER WITH NOAA'S PHYSICAL SCIENCES LABORATORY (PSL), CIESRDS WILL EMPLOY WORLD-CLASS RESEARCHERS TO CONDUCT SCIENCE IN SERVICE TO SOCIETY IN SUPPORT OF THE EXPLORATION OF UPDATED APPROACHES TO EXTREME PRECIPITATION ESTIMATION FOR INFRASTRUCTURE HAZARD RISK PLANNING; NEXT-GENERATION OF NOAA WATER MODELING; SUBSEASONAL TO ANNUAL INTEGRATED WATER CAPABILITIES; WILDLAND FIRE POTENTIAL RESEARCH TO INFORM EXTENDED RANGE RESOURCE PLANNING; FIRE-WEATHER BOUNDARY LAYER RESEARCH; AND FIRE-WEATHER OBSERVING SYSTEMS DEVELOPMENT.  THE CIESRDS RESEARCH WILL DIRECTLY SUPPORT THE PSL VISION OF AN INFORMED SOCIETY THAT USES SCIENCE-BASED ENVIRONMENTAL INTELLIGENCE TO EFFECTIVELY ANTICIPATE AND RESPOND TO THE CHALLENGES OF TOO MUCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050186I_1330"}, {"internal_id": 158772959, "Award ID": "NA23OAR4050185I", "Award Amount": 469261.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-19", "CFDA Number": "11.405", "Description": "THIS PROJECT WILL DIAGNOSE THE PHYSICAL SOURCES OF PREDICTION SKILL CONCERNING THE SEQUENTIAL AND SIMULTANEOUS COMPOUND WEATHER AND CLIMATE EXTREMES THAT LEAD TO LAND SURFACE STATES THAT INCREASE WILDFIRE POTENTIAL AND EVALUATE WHETHER MODELS OF THE EARTH SYSTEM ARE ABLE TO SIMULATE THESE CAUSAL CHAINS OF EVENTS. THIS KNOWLEDGE WILL BE USED TO JUDGE EARTH SYSTEM MODELS' ABILITY TO CAPTURE PHYSICAL MECHANISMS CONCERNING CONDITIONS RELATED TO WILDFIRES TO BE CONSIDERED IN THE DEVELOPMENT OF FUTURE MODELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": 469261.0, "recipient_id": "9c1ec395-7a2e-ac81-70e3-371cfa83f023-C", "generated_internal_id": "ASST_NON_NA23OAR4050185I_1330"}, {"internal_id": 158772958, "Award ID": "NA23OAR4050183D", "Award Amount": 105182.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-17", "CFDA Number": "11.405", "Description": "THIS PROJECT WILL DEVELOP TREE-RING FIRE RECORDS FROM EXISTING PALEOCLIMATOLOGICAL OBSERVATIONS FOR USE IN CLIMATE-SCALE FIRE RISK ASSESSMENTS AND THE DEVELOPMENT OF A GRIDDED, NORTH AMERICAN FIRE HISTORY PRODUCT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050183D_1330"}, {"internal_id": 161919685, "Award ID": "NA23OAR4050145D", "Award Amount": 393706.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "11.405", "Description": "THIS PROPOSAL OUTLINES A PLAN TO DEVELOP AND EVALUATE WILDFIRE INDICATORS FOR A 200-YEAR PERIOD BASED ON THE 20TH CENTURY REANALYSIS. WILDFIRE INDICATORS WILL INCLUDE THE CANADIAN FIRE WEATHER INDEX, BURNING INDEX, ECOLOGICALLY AVAILABLE WATER, MANY OF WHICH ARE USED BY NATIONAL AND INTERNATIONAL FOREST SERVICES FOR MONITORING WILDLAND FIRE. IF THE 20TH CENTURY REANALYSIS IS NOT DEEMED TO BE SUITABLE FOR THIS TASK, THEN THE ERA5 REANALYSIS WILL BE USED. THIS PLAN WILL DIRECTLY ADDRESS THE DISASTER RELIEF SUPPLEMENTAL APPROPRIATIONS ACT OF 2022 (DRSA 2022) CHARGE TO NOAA TO IMPROVE WILDFIRE MONITORING THROUGH THE DEVELOPMENT OF NOVEL AND EXPERIMENTAL TOOLS THAT ALSO ENABLE FUTURE RESEARCH CONCERNING A PREDICTIVE UNDERSTANDING OF WILDFIRE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050145D_1330"}, {"internal_id": 160119439, "Award ID": "NA23OAR4050144D", "Award Amount": 383217.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "11.405", "Description": "THIS PROJECT WILL IMPROVE THE CURRENT SNOW DATA ASSIMILATION, BY INTRODUCING A SCHEME TO ASSIMILATE SCREEN-LEVEL TEMPERATURE OBSERVATIONS TO UPDATE THE MODEL SNOW TEMPERATURES, AND BY EXPANDING THE CURRENT ASSIMILATION OF SNOW COVER OBSERVATIONS TO UPDATE KEY MODEL PARAMETERS CONTROLLING THE SIMULATION OF SNOW COVER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050144D_1330"}, {"internal_id": 158772957, "Award ID": "NA23OAR4050143D", "Award Amount": 170629.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-27", "CFDA Number": "11.405", "Description": "THE PURPOSE OF THIS PROJECT IS TO IMPROVE THE SKILL OF NOAA'S AIR QUALITY FORECASTS OF OZONE AND PARTICULATE MATTER (PM2.5), ESPECIALLY HIGH CONCENTRATIONS THAT RESULT FROM FOREST FIRES.  NOAA IS DEVELOPING A NEW AIR QUALITY FORECAST MODEL, AND ALTHOUGH IT IS EXPECTED TO BE MORE SKILLFUL THAN THE CURRENT MODEL, IT WILL NEVERTHELESS HAVE SIGNIFICANT SYSTEMATIC ERRORS.  THE GOAL OF THIS PROJECT IS TO REDUCE THESE SYSTEMATIC ERRORS THROUGH AN ANALYSIS OF THOSE ERRORS IN PAST ANALOGOUS WEATHER AND FIRE ENVIRONMENTS. THIS ERROR CORRECTION TECHNIQUE WILL BE APPLIED BOTH TO THE FULL NEW FORECAST MODEL, AND TO A VERSION THAT WILL USE A MACHINE LEARNING (ARTIFICIAL INTELLIGENCE) CHEMISTRY EMULATOR THAT IS ANTICIPATED WILL GREATLY REDUCE THE COMPUTATIONAL REQUIREMENTS OF THE AIR QUALITY MODEL.  IF SUCCESSFUL, THIS PROJECT WILL PROVIDE MORE ACCURATE PREDICTIONS OF THE TIMING, LOCATION, AND INTENSITY OF SMOKE AND OZONE CONCENTRATIONS THAT RESULT FROM FOREST FIRES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050143D_1330"}, {"internal_id": 158772956, "Award ID": "NA23OAR4050142D", "Award Amount": 383216.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-17", "CFDA Number": "11.405", "Description": "THIS PROJECT SEEKS TO IMPROVE NOAA'S PREDICTIONS AND UNDERSTANDING OF PRECIPITATION EXTREMES ACROSS SCALES, BY INTEGRATING AND ENHANCING ATMOSPHERIC PHYSICS IN THE UNIFIED FORECAST SYSTEM (UFS). TWO MAJOR AREAS OF PHYSICAL PROCESSES IN THE UFS THAT WILL BE PAID ATTENTION TO IN THIS PROJECT INCLUDE: 1) PHYSICALLY CONSISTENT GRAVITY-WAVE DRAG FOR IMPROVED FORECAST SKILL OF SYNOPTIC SCALE DISTURBANCES, AND 2) AN ADDED CAPABILITY TO COMPUTE IN-CLOUD MICROPHYSICS FOR A MORE PHYSICALLY MOTIVATED REPRESENTATION OF CLOUDS SPANNING MULTIPLE SPATIAL AND TEMPORAL SCALES. THE INNOVATIONS WILL BE EVALUATED IN TERMS OF PRECIPITATION PREDICTION IN THE UFS, AS WELL AS IMPACT ON SYNOPTIC SCALE DISTURBANCE AND LOW FREQUENCY PHENOMENA ASSOCIATED WITH IMPROVED GRAVITY WAVE DRAG REPRESENTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050142D_1330"}, {"internal_id": 160895718, "Award ID": "NA23OAR4050141D", "Award Amount": 373657.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-15", "CFDA Number": "11.405", "Description": "THIS PROPOSAL OUTLINES A PLAN TO DEVELOP, EVALUATE, AND IMPLEMENT NOVEL, STATE-OF-THE-ART WILDFIRE FORECASTING PRODUCTS AT SUBSEASONAL (2-6 WEEKS) AND SEASONAL (&GT;1 MONTH) LEAD TIMES FOR THE CONTIGUOUS U.S. (CONUS) FOR THE SUMMER AND FALL. USING DECADES OF HISTORICAL DATA, THE DEVELOPED ALGORITHMS WILL LEVERAGE VARIOUS MACHINE LEARNING TECHNIQUES, A SUBCLASS OF ARTIFICIAL INTELLIGENCE, TO LEARN STATISTICAL RELATIONSHIPS BETWEEN WEATHER AND CLIMATE-SCALE FORCINGS, AND THE CORRESPONDING OBSERVED WILDFIRE INDICES VERIFIED WEEKS TO MONTHS AFTERWARDS. THIS PLAN WILL DIRECTLY ADDRESS THE DISASTER RELIEF SUPPLEMENTAL APPROPRIATIONS ACT OF 2022 (DRSA 2022) CHARGE TO NOAA TO IMPROVE WILDFIRE PREDICTION AND FORECASTING THROUGH THE DEVELOPMENT OF NOVEL, EXPERIMENTAL TOOLS THAT WILL FILL A CRITICAL TEMPORAL AND PROBABILISTIC GAP IN EXISTING WILDFIRE FORECASTING PRODUCTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_NA23OAR4050141D_1330"}, {"internal_id": 160586230, "Award ID": "NA23OAR4050140D", "Award Amount": 239511.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "11.405", "Description": "THE STUDY OF PRECIPITATION, THE LOWER ATMOSPHERE AND SURFACE FOR HYDROMETEOROLOGY (SPLASH) WILL INSTALL A COMPREHENSIVE, STATE OF THE ART OBSERVING NETWORK IN THE EAST RIVER WATERSHED OF THE COLORADO MOUNTAINS WITH A GOAL OF ADVANCING WEATHER AND WATER PREDICTION CAPABILITIES IN AREAS WITH COMPLEX TERRAIN. SPLASH WILL OBSERVE SURFACE-ATMOSPHERE EXCHANGE PROCESSES, REMOTE AND SURFACE SENSORS TO IMPROVE UNDERSTANDING OF CLOUDS AND PRECIPITATION, AND A COLLECTION OF OBSERVING SYSTEMS TO MAKE DETAILED MEASUREMENTS OF THE ATMOSPHERIC BOUNDARY LAYER. IN THIS CONTEXT THE MAIN GOAL OF THIS PROJECT IS TO DEPLOY AND OPERATE THE DUAL POLARIZATION X BAND RADAR FOR SPLASH PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_NA23OAR4050140D_1330"}, {"internal_id": 160586229, "Award ID": "NA23OAR4050134D", "Award Amount": 148287.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-26", "CFDA Number": "11.405", "Description": "THE OBJECTIVE OF THIS PROPOSAL IS TO IMPROVE THE FORECASTING CAPABILITY OF THE RAPID REFRESH FORECAST SYSTEM BY ASSIMILATING OBSERVATIONS RELATED TO AEROSOL CONCENTRATIONS, SPECIFICALLY SMOKE AND DUST.  WITH THIS ADDED INFORMATION, BOTH AIR QUALITY FORECASTS AND WEATHER FORECASTS SURROUNDING FIRE AND DUST EVENTS WILL BE IMPROVED.  THIS WILL ENABLE RESEARCHERS AND THE PUBLIC TO BETTER ANTICIPATE AIR QUALITY CONDITIONS AND WEATHER CONDITIONS IMPACTED BY AIRBORNE PARTICLES LIKE SMOKE.  THIS ADDED CAPABILITY WILL BE USED IN A FUTURE WEATHER FORECAST MODEL AT NOAA NCEP AND BE MADE AVAILABLE IN COMMON MODEL CODE REPOSITORIES FOR NOAA DEVELOPERS AND OTHERS IN THE RESEARCH COMMUNITY TO USE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_NA23OAR4050134D_1330"}, {"internal_id": 157813895, "Award ID": "NA23OAR4050133D", "Award Amount": 992531.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-24", "CFDA Number": "11.405", "Description": "THIS PROJECT WILL ESTABLISH THE FIRE WEATHER TESTBED (FWT) AT THE NOAA/OAR/GLOBAL SYSTEMS LABORATORY (GSL) FOR THE PURPOSE OF ASSISTING IN THE PREPARATION AND DELIVERY OF FIRE WEATHER OBSERVATION, FORECAST, AND DECISION SUPPORT PRODUCTS AND INFORMATION TO THE OPERATIONAL AND DECISION-MAKING COMMUNITIES WHO DEAL WITH THE WILDFIRE ENVIRONMENT. THE KEY BENEFITS OF THE FWT WILL BE THE SYSTEMATIC EVALUATION OF FIRE WEATHER PRODUCTS AND INFORMATION FROM THE ATMOSPHERIC SCIENCE AND SOCIAL SCIENCE PERSPECTIVES, WITH A FOCUS ON END-USER NEEDS. IN PREPARING THE INFRASTRUCTURE FOR THE FWT, THE PRIMARY ACHIEVEMENTS WILL INCLUDE:  - IMPLEMENT CLOUD COMPUTING FRAMEWORK AND ON-PREMISE COMPUTING FOR SHARED DEVELOPMENT, TESTING, AND EVALUATIONS. - INVESTIGATE INFRASTRUCTURE NEEDS INCLUDING DATASETS, PRODUCTS, TOOLS, AND HARDWARE THAT ARE NEEDED TO ENABLE CROSS-AGENCY DEVELOPMENT, TESTING, AND EVALUATIONS.  - PERFORM USER-ASSESSMENTS TO COLLECT REQUIREMENTS THAT WOULD PROVIDE AN INITIAL SET OF PRODU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_NA23OAR4050133D_1330"}, {"internal_id": 155582032, "Award ID": "NA23OAR4050130D", "Award Amount": 185000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-24", "CFDA Number": "11.405", "Description": "THIS EFFORT FOCUSES ON THE RAPID CYCLING ARGO FLOATS IN THE GULF OF MEXICO AND CARIBBEAN TO IMPROVE HURRICANE FORECASTING. ADDITIONAL ARGO FLOATS WILL BE USED TO AUGMENT THE ARRAY OF EXISTING FLOATS THAT PROVIDES REAL TIME MONITORING OF THE LARGE-SCALE OCEAN THERMAL STRUCTURE AND CIRCULATION. ARGO FLOATS NORMALLY ARE SCHEDULED TO PROFILE THE UPPER 2000 METERS OF THE OCEAN EVERY 10 DAYS. DURING THE INTEGRATED FIELD CAMPAIGN, THE ARGO FLOATS IN THE WHOI ARRAY IN THE GULF OF MEXICO WILL BE SET TO CYCLE EVERY 2.5 DAYS TO ENHANCE OCEAN OBSERVATIONS FOR HURRICANE PREDICTION. THESE OBSERVATIONS WILL BE DISSEMINATED TO THE HURRICANE RESEARCH COMMUNITY TO EVALUATE THEIR UTILITY FOR INCREASED PREDICTION SKILL AND UNDERSTANDING THE OCEAN'S ROLE IN RAPID INTENSIFICATION AS HAS OCCURRED IN SEVERAL RECENT HURRICANES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d58d39e4-6409-a345-5693-a1b65cfc206c-C", "generated_internal_id": "ASST_NON_NA23OAR4050130D_1330"}, {"internal_id": 156647848, "Award ID": "NA23OAR4050129D", "Award Amount": 174992.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-14", "CFDA Number": "11.405", "Description": "HURRICANES ARE ONE OF THE LEADING CAUSES OF DAMAGES AND DEATHS FROM NATURAL DISASTERS AND GLOBALLY. NEW COUPLED OCEAN AND ATMOSPHERE HURRICANE FORECAST MODELS HAVE BEEN UNDER RAPID DEVELOPMENT LEADING TO IMPROVEMENTS IN HURRICANE TRACK AND INTENSITY FORECASTS. UNCREWED OCEAN OBSERVING SYSTEMS (OCEAN GLIDERS, PROFILING FLOATS, SURFACE VEHICLES, DRIFTERS, ETC.) HAVE BEEN INSTRUMENTAL IN IMPROVING REAL-TIME INTENSITY FORECASTS, AS WELL AS IDENTIFYING PROCESSES AND OCEAN FEATURES THAT REQUIRE FURTHER IMPROVEMENT AND RESEARCH. SHALLOW SALINITY BARRIER LAYERS ARE ONE SUCH FEATURE, WHICH CAN ACT TO INHIBIT UPPER OCEAN MIXING AND LEAD TO UNCERTAINTY IN AIR-SEA ENTHALPY FLUX BENEATH HURRICANES. IN THIS PROJECT WE PROPOSE TO DEPLOY AN AUTONOMOUS UNDERWATER GLIDER IN BARRIER LAYER REGIONS AS PART OF THE INTEGRATED FIELD CAMPAIGN (IFC). THIS SYSTEM WILL BE EQUIPPED WITH STANDARD SENSORS AS WELL AS AN INTEGRATED CURRENT PROFILE TO COLLECT CO-LOCATED MEASUREMENTS OF WATER COLUMN STABILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d58d39e4-6409-a345-5693-a1b65cfc206c-C", "generated_internal_id": "ASST_NON_NA23OAR4050129D_1330"}, {"internal_id": 156349314, "Award ID": "NA23OAR4050107D", "Award Amount": 290831.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-18", "CFDA Number": "11.405", "Description": "THIS PROJECT WILL SUPPORT FIRE WEATHER TESTBED ACTIVITIES WITHIN THE NOAA VLAB CLOUD.  ACTIVITIES WILL INCLUDE: PROVIDING VLAB CLOUD ARCHITECTURE, ADMINISTRATION, IMPLEMENTATION, SECURITY, AND TESTING EXPERTISE; ASSESSMENT OF FIR WEATHER TESTBED USERS' NEEDS; ANALYSIS AND/OR DEVELOPMENT OF TECHNICAL REQUIREMENTS; DEVELOPMENT OF TEST PLANS; AND PREPARATION OF PRESENTATION MATERIALS AND BRIEFINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_NA23OAR4050107D_1330"}, {"internal_id": 160586225, "Award ID": "NA23NWS4050010I", "Award Amount": 250001.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "11.405", "Description": "THE GOAL OF THIS PROJECT IS TO DEVELOP A STATE-OF-THE-ART, STATISTICALLY DOWNSCALED DATASET OVER THE ENTIRE U.S. AND U.S. TERRITORIES TO UNDERSTAND AND QUANTIFY EFFECT OF CLIMATE CHANGE ON FUTURE EXTREME PRECIPITATION. BOTH DAILY AND HOURLY GRIDDED PRECIPITATION WILL BE CREATED FOR ALL AVAILABLE COUPLED MODEL INTERCOMPARISON PROJECTS (CMIP6) MODELS. A PROBABILISTIC METHODOLOGY THAT IS WELL SUITED FOR REPRODUCING PRECIPITATION EXTREMES WILL BE USED. THIS DATASET COULD BE TRANSITIONED TO BECOME AN IMPORTANT COMPONENT OF OPERATIONAL POINT PRECIPITATION FREQUENCY ESTIMATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": 250001.0, "recipient_id": "147e841a-32d5-d2fa-ae13-c808e4a7e703-C", "generated_internal_id": "ASST_NON_NA23NWS4050010I_1330"}, {"internal_id": 160119437, "Award ID": "NA23NWS4050006I", "Award Amount": 1075059.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-06", "CFDA Number": "11.405", "Description": "THROUGH A COLLABORATION OF COOPERATIVE INSTITUTE FOR RESEARCH TO OPERATIONS IN HYDROLOGY (CIROH) MEMBERS, FEDERAL HIGHWAY ADMINISTRATION, UNITED STATE ARMY CORPS OF ENGINEERS, AND OTHER DEVELOPERS/USERS OF A NATIONAL FLOOD INUNDATION MAPPING (FIM), RESEARCHERS PROPOSE TO DEVELOP DATA STRUCTURES AND VISUALIZATION TOOLS THAT INVESTIGATE THE VIABILITY OF USING AN ENSEMBLE OF METHODS, MODELS, AND DATASETS TO ENHANCE THE EXISTING HEIGHT ABOVE NEAREST DRAINAGE FIM CAPABILITY OF THE NATIONAL WATER MODEL. A DATA STRUCTURE THAT CAN LINK MULTIPLE METHODS, DATA SOURCES, AND/OR MODELS TO REACH SEGMENTS COULD PAVE THE WAY FOR INCLUSION OF RESULTS FROM OUR PARTNERSHIP AND OPENS THE DOOR SO THAT BEST PRACTICES CAN BE INCORPORATED INTO THE NATIONAL FIM WHEREVER THEY EXIST AND BY WHOMEVER IS WORKING ON THEM, INCLUDING SIMILAR ACTIVITIES UNDERTAKEN BY CIROH. IT WILL ALLOW SOLUTIONS TO BE TAILORED TO THE PROBLEM AT HAND AND CREATE AN ENVIRONMENT WHERE AN ENSEMBLE OF MODELS COULD BE LEVERAGED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": 1075059.0, "recipient_id": "147e841a-32d5-d2fa-ae13-c808e4a7e703-C", "generated_internal_id": "ASST_NON_NA23NWS4050006I_1330"}, {"internal_id": 161576379, "Award ID": "NA23NWS4050005I", "Award Amount": 134891.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-21", "CFDA Number": "11.405", "Description": "SNOW PROPERTY MAPS (I.E., SNOW WATER EQUIVALENT AND DEPTH) ARE USED AS DIRECT INPUTS TO THE NATIONAL WEATHER SERVICE (NWS) AND U.S. ARMY CORPS OF ENGINEERS (USACE) RIVER AND RUNOFF MODELS IN THE UPPER MISSOURI RIVER BASIN (UMRB). THESE SNOW MAPS ARE CURRENTLY PRODUCED BY THE NOAA NATIONAL WEATHER SERVICE, OFFICE OF WATER PREDICTION, CHANHASSEN OFFICE (OWP-CHANHASSEN) USING THE SNOW DATA ASSIMILATION SYSTEM (SNODAS). IN RESPONSE TO THE HISTORIC 2011 FLOOD, THERE HAS BEEN A MULTI-AGENCY EFFORT TO ESTABLISH THE UPPER MISSOURI RIVER BASIN SOIL MOISTURE AND PLAINS SNOW AND SOIL MOISTURE MONITORING NETWORK (UMRB MONITORING NETWORK) TO IMPROVE THE STATION DENSITY IN THE UMRB. THE GOAL OF THIS PROJECT IS TO ASSESS THE DIFFERENTIAL IMPROVEMENTS TO SNODAS OUTPUTS THAT WOULD COME FROM ASSIMILATING A DENSE SNOW DATA NETWORK THROUGHOUT THE UMRB. TO ACCOMPLISH THIS GOAL, RESEARCHERS WILL COLLABORATE WITH OWP-CHANHASSEN TO EXECUTE SNODAS ASSIMILATION EXPERIMENTS WITH AND WITHOUT THE ADDITIONAL UMRB", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": 134891.0, "recipient_id": "147e841a-32d5-d2fa-ae13-c808e4a7e703-C", "generated_internal_id": "ASST_NON_NA23NWS4050005I_1330"}, {"internal_id": 160119436, "Award ID": "NA23NWS4050004I", "Award Amount": 1318310.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-06", "CFDA Number": "11.405", "Description": "FOR THIS PROJECT, THE COOPERATIVE INSTITUTE FOR RESEARCH TO OPERATIONS IN HYDROLOGY (CIROH) TEAM WILL PERFORM RESEARCH TO SUPPORT, ENHANCE,AND EXTEND THE DEVELOPMENT OF NOAA ATLAS 15 PRODUCTS INCORPORATING NON-STATIONARITY AND FUTURE CLIMATE CONDITIONS (HEREIN CALLED ATLAS 15). ATLAS 15 WILL EXAMINE HISTORICAL DATA FOR TRENDS IN EXTREME PRECIPITATION AND USE NEW METHODOLOGY TO DEVELOP SEAMLESS CONTINENTAL UNITED STATES-WIDE PRECIPITATION FREQUENCY ESTIMATES FOR THE CURRENT STATE. THIS  WILL ALSO INCORPORATE GLOBAL CLIMATE MODEL (GCM) DATA TO UNDERSTAND THE IMPACTS OF A CHANGING CLIMATE ON EXTREME PRECIPITATION WHICH CAN ONLY BE ACCOMPLISHED BY UNDERSTANDING THE BEST METHODS TO DOWNSCALE GCM DATA TO A SPATIAL AND TEMPORAL RESOLUTION REQUIRED. ADDITIONALLY, RESEARCH WILL BE PERFORMED THAT WILL BUILD UPON RECENT EFFORTS TO DEVELOP AREAL REDUCTION FACTORS (ARFS) TO TRANSLATE POINT PRECIPITATION FREQUENCY DATA INTO WATERSHED INFORMATION NEEDED BY DAM OWNERS AND CIVIL ENGINEERS. THE RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": 1318310.0, "recipient_id": "147e841a-32d5-d2fa-ae13-c808e4a7e703-C", "generated_internal_id": "ASST_NON_NA23NWS4050004I_1330"}, {"internal_id": 161576307, "Award ID": "NA23NMF4050453D", "Award Amount": 128999.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-28", "CFDA Number": "11.405", "Description": "THIS PROJECT WILL DEPLOY DIRECTIONAL WAVE SPECTRA DRIFTERS (DWSBD) DEVELOPED BY THE LAGRANGIAN DRIFTER LABORATORY. THE STANDARD DWSBD IS ALSO AVAILABLE AS AN A-SIZED, AIR-DEPLOYABLE EXPENDABLE BUOY THAT CAN BE LAUNCHED FROM HELICOPTERS AND AIRPLANES, INCLUDING THE NOAA P3. IN LIGHT OF THE KNOWN ROLE OF WAVES IN AIR-SEA MOMENTUM TRANSFER AND THE REMAINING RESEARCH QUESTIONS IN THE ROLE OF WAVES IN HURRICANE INTENSIFICATION, WE WILL DEPLOY UP TO NINE SPECIALIZED DRIFTERS IN A TARGETED ARRAY TO COMPLETE THE CRITICAL WAVE COMPONENT OF THE AIR-SEA OBSERVING STRATEGY DURING THE INTEGRATED FIELD CAMPAIGN (IFC) IN THE 2023 HURRICANE SEASON. THESE TARGETED OBSERVATIONS OF TROPICAL CYCLONES WILL PROVIDE REAL-TIME DATA FOR ASSIMILATION IN MODELS, FOR COMPARISON WITH THE AIRBORNE WAVE RADAR SCANNING ALTIMETER (WRSA) AND FOR SCIENTIFIC ANALYSIS TOGETHER WITH THE KA/KU BAND INTERFEROMETRIC SAR AS WELL AS COMBINED ANALYSIS WITH THE IFC. THE KEY BENEFITS OF THE CONCURRENT IN-SITU WAVE AND RADAR OBSERV", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "756c0cfc-b329-c203-6131-b0b90d0b9f0d-C", "generated_internal_id": "ASST_NON_NA23NMF4050453D_1330"}, {"internal_id": 158772944, "Award ID": "NA23NMF4050054I", "Award Amount": 166667.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-19", "CFDA Number": "11.405", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO FORMULATE A SET OF BASELINE WATER LEVEL CLIMATOLOGIES AND ASSOCIATED INDICATORS THAT CAN BE USED TO SUPPORT COASTAL FLOOD MONITORING, PREDICTION, AND REPORTING. PRODUCTS MAY INCLUDE MEAN AND EXTREME SEA LEVELS (E.G., MAGNITUDE AND FREQUENCY) AS WELL AS WAVE AND RAIN AS MEASURED BY COASTAL GAUGES, BUOYS AND SATELLITES FOR THE US INCLUDING THE GREAT LAKES. THESE BASELINE CLIMATOLOGIES AND FLOOD INDICATORS WILL BE ESTABLISHED FOR AT LEAST ONE REGION. EXISTING DATA SETS WILL BE REVIEWED FOR BOTH CONTENT AND FORMAT, AS A PRECURSOR TO ESTABLISHING AN INTEGRATED FOUNDATIONAL SEA LEVEL MONITORING PRODUCT SET. AT A MINIMUM, SUCH A BASIC PRODUCT SET FOR EACH REGION EACH QUARTER WOULD INCLUDE 1) SUMMARY STATISTICS OF HOURLY WATER LEVELS INCLUDING MAXIMUM AND MINIMUM ELEVATIONS (TIDES AND NON TIDAL/STORM SURGE) OBSERVED IN NATIONAL OCEAN SERVICE TIDE STATIONS; 2) DAILY COUNTS OF WATER LEVELS ABOVE THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION  NATIONAL OC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": 166667.0, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_NA23NMF4050054I_1330"}, {"internal_id": 152036115, "Award ID": "NA22OAR4050676I", "Award Amount": 320018.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "11.405", "Description": "THIS PROJECT WILL DEVELOP A FLOOD MAPPING SYSTEM DRIVEN BY SYNTHETIC APERTURE RADAR (SAR) DATA. BASED ON RADAR PHYSICS, THE PROJECT TEAM AIMS TO RELIABLY OUTPUT SUBMERGED FLOOD EXTENT AT 10 M RESOLUTION WITH ZERO HUMAN INTERFERENCE. THE PROJECT ALSO INCLUDES THE DEPLOYMENT OF THE SYSTEM TO NOAA HPC PLATFORM, AND THE MAINTENANCE AND STABILITY TEST OF THE OPERATION IN THE EXECUTION PERIOD. BESIDES THE DEPLOYMENT OF THE MATURE RAPID SYSTEM, THE PROJECT ALSO INCLUDES THE INITIAL TESTING OF NEW ALGORITHMS TO TACKLE CHALLENGING FLOOD TYPES, INCLUDING URBAN FLOOD, SPARSELY VEGETATED, AND DESERT FLOODS. NEW ALGORITHMS WILL BE BASED ON DEEP LEARNING APPROACHES, ACKNOWLEDGING THE FACT THAT LABELED HAZARD DATA IS RARELY (OR NOT) AVAILABLE. THE PROJECT OUTCOME INCLUDES AN OPERATIONAL FLOOD MAPPING SYSTEM COVERING SUBMERGED FLOODS OF THE CONUS IN NEAR REAL TIME BASED ON RADAR STATISTICS AND MACHINE LEARNING AND AN EXPERIMENTAL PRODUCT BASED ON DEEP LEARNING FOR UNSUBMERGED FLOODS IN SELECTED MAJOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": 160001.0, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_NA22OAR4050676I_1330"}, {"internal_id": 152036117, "Award ID": "NA22OAR4050675I", "Award Amount": 1444946.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "11.405", "Description": "THE OVERALL GOAL OF THIS PROJECT IS TO DEVELOP THE NEXT-GENERATION PREDICTION SYSTEM FOR DETERMINING THE MEAN AND EXTREME NET BASIN SUPPLY AND WATER LEVELS TO PROVIDE THE FOUNDATION FOR DEFINING RISKS OF COASTAL INUNDATION IMPACTS AND LAKE MANAGEMENT DECISIONS ACROSS SUBSEASONAL TO ANNUAL TIME SCALES FOR THE GREAT LAKES. THE GOAL WILL BE ACCOMPLISHED THROUGH AN INTERDISCIPLINARY EFFORT THAT ADVANCES THE PREDICTABILITY OF REGIONAL CLIMATE AND HYDROLOGY BY IDENTIFYING REQUIREMENTS FOR PREDICTION USING STAKEHOLDER ENGAGEMENT AND ANALYSIS, ESTABLISHING SOURCES OF UNCERTAINTY IN PREDICTABILITY, AND DEVELOPING AN EXPERIMENTAL NEXT GENERATION PROBABILISTIC FORECAST THAT EMPLOYS OPERATIONAL CLIMATE AND WATER PREDICTION MODELS AS WELL AS MACHINE LEARNING / ARTIFICIAL INTELLIGENCE (ML/AI).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": 1444946.0, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_NA22OAR4050675I_1330"}, {"internal_id": 152036116, "Award ID": "NA22OAR4050674I", "Award Amount": 516946.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "11.405", "Description": "TO IMPROVE PREDICTIONS OF FUTURE FLOOD EVENTS, CIGLR WILL EXPAND ON AN EXISTING FORECAST FRAMEWORK AND DEVELOP IMPROVED FLOOD FORECASTING FOR THE GREAT LAKES BY COUPLING THE LAKE FORECAST HYDRODYNAMIC MODEL OF THE LAKE WITH THE NATIONAL WATER MODEL (NWM) DISTRIBUTED HYDROLOGIC MODEL, AND THE WAVEWATCH III WIND WAVE MODEL. METEOROLOGICAL FORCING COMES FROM OPERATIONAL NWS FORECASTING MODELS AND PRODUCTS, DEPENDING ON THE SIMULATION.  THE RESULTING MODELS WILL BE DESIGNED TO GENERATE FORECAST GUIDANCE UP TO 4 TIMES PER DAY. CALIBRATION AND VALIDATION OF THE MODELS WILL BE CARRIED OUT USING OBSERVATION DATA SETS FOR THE GREAT LAKES BASIN. FOLLOWING MODEL CALIBRATION AND VALIDATION, A PRE-OPERATIONAL DEMONSTRATION OF THE HYDRODYNAMIC FORECAST SYSTEM WILL BE IMPLEMENTED AT NOAA/GLERL WITH OUTPUT MADE AVAILABLE IN REAL-TIME ON THE WEB. IN THIS PROPOSAL, GLERL-CIGLR TEAM WILL BEGIN IMPLEMENTING GLCFS IMPROVEMENTS STARTING WITH LAKE ONTARIO, INCLUDING DEVELOPING AND TESTING FVCOM-NWM AND FVCOM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": 516946.0, "recipient_id": "1567efcf-bcdb-61b9-72f2-70cbed5fa626-C", "generated_internal_id": "ASST_NON_NA22OAR4050674I_1330"}, {"internal_id": 152036152, "Award ID": "NA22OAR4050673I", "Award Amount": 284302.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "11.405", "Description": "SEA LEVEL RISE IS ONE OF THE MOST THREATENING ASPECTS OF THE PRESENT-DAY CLIMATE CHANGE, ESPECIALLY FOR LOW-LYING AND FLOOD-VULNERABLE COASTAL REGIONS, SUCH AS THE EAST COAST OF THE UNITED STATES, INCLUDING THE GULF OF MEXICO. WHILE COASTAL FLOODING IS MAINLY CAUSED BY SYNOPTIC STORM SURGES, LOWER-AMPLITUDE, LONGER-TERM, AND LARGER-SCALE DYNAMIC SEA-LEVEL CHANGES PROVIDE BACKGROUND CONDITIONS FOR TIDAL AND SYNOPTIC FLUCTUATIONS AND SIGNIFICANTLY AFFECT THE FREQUENCY OF COASTAL INUNDATIONS. WE PROPOSE TO CARRY OUT THE ACCURATE ATTRIBUTION OF THE DYNAMIC (NOT RELATED TO GLOBAL MEAN SEA LEVEL RISE) SEA LEVEL VARIABILITY ALONG THE U.S. EAST COAST USING A SUITE OF AVAILABLE SATELLITE (ALTIMETRY AND GRAVIMETRY MISSIONS, SST) AND IN SITU (TIDE AND PRESSURE GAUGES, ARGO FLOATS, CTD AND XBT SECTIONS) OBSERVATIONS, NUMERICAL OCEAN MODELS, AND OCEAN AND ATMOSPHERIC REANALYSES. THE PROPOSED RESEARCH WILL ADDRESS SOME OF THE FOLLOWING SCIENCE QUESTIONS: (I) WHAT IS THE RELATIVE CONTRIBUTION OF THER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 284302.0, "recipient_id": "99d5e16f-8a13-f228-da38-0b05906d7aa4-C", "generated_internal_id": "ASST_NON_NA22OAR4050673I_1330"}, {"internal_id": 152036139, "Award ID": "NA22OAR4050672I", "Award Amount": 461395.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "11.405", "Description": "THE UNITED STATES HAS ENTERED A NEW ERA OF INCREASING WILDFIRE FREQUENCY, SIZE, AND INTENSITY, WHICH HAS CULMINATED IN MANY DEVASTATING WILDFIRE SEASONS OVER THE PAST DECADE. THE LATEST ASSESSMENT FINDS THAT U.S. FIRES HAVE QUADRUPLED IN SIZE AND TRIPLED IN FREQUENCY OVER THE LAST 20 YEARS. THE INCREASE IN SIZE MEANS WE ARE NOW LIVING IN THE ERA OF MILLION-ACRE FIRES, WITH NEW STATE-LEVEL RECORDS BEING SET EACH YEAR. FIRE BEHAVIOR IS BECOMING MORE EXTREME, WITH MANY FIRES BECOMING LARGE AND HOT ENOUGH THAT THEY CREATE THEIR OWN WEATHER. THIS CREATES A SITUATION OF ENHANCED MORTAL DANGER FOR FIREFIGHTERS AND FIRST RESPONDERS. THUS, THERE IS AN URGENT NEED FOR NOWCASTS OF FIRE BEHAVIOR FOR OPERATIONAL DECISION-MAKING, ESPECIALLY IN THE EARLY, CRITICAL HOURS OF A FIRE WHEN INTERVENTION IS MOST LIKELY TO CHANGE THE OUTCOME. IN THOSE EARLY HOURS, SATELLITE-DERIVED FIRE DETECTIONS ARE USUALLY THE ONLY SOURCE OF INFORMATION FOR INITIALIZING FIRE BEHAVIOR NOWCASTS. THE PRIMARY GOAL OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 461395.0, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_NA22OAR4050672I_1330"}, {"internal_id": 152036138, "Award ID": "NA22OAR4050671D", "Award Amount": 69000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "11.405", "Description": "INCLUDING OBSERVATIONS IMPACTED BY CLOUDS AND PRECIPITATION WILL BE CRITICAL FOR IMPROVING THE QUALITY OF INITIAL CONDITIONS FOR THIS PROPOSED PROJECT. THERE HAVE BEEN SEVERAL RECENT ADVANCEMENTS IN THE OPERATIONAL NATIONAL CENTERS FOR ENVIRONMENTAL PREDICTION (NCEP) GLOBAL DATA ASSIMILATION SYSTEM (GDAS) IN THE UTILIZATION OF ALL-SKY MICROWAVE RADIANCES.  A PLANNED UPGRADE TO THE GDAS IN NOVEMBER 2022 WILL EXPAND THE ALL-SKY MICROWAVE UTILIZATION TO INCLUDE PROFILES IMPACTED BY PRECIPITATING HYDROMETEORS. THIS AND FUTURE WORK RELY ON THE COMMUNITY RADIATIVE TRANSFER MODEL (CRTM) TO CALCULATE SATELLITE RADIANCES AND JACOBIANS USING PRECOMPUTED HYDROMETEOR BULK-SCATTERING PROPERTIES LOOK-UP TABLES (LUTS), WHERE THE OPTICAL PROPERTIES ARE PARAMETERIZED BY HYDROMETEOR WATER CONTENT AND EFFECTIVE RADIUS. IN THIS PROJECT, WE WILL DEVELOP AND ASSESS NEW LUTS CONSISTENT WITH MICROPHYSICS SCHEMES USED IN FORECAST MODELS. THE CRTM MODEL WILL ALSO BE IMPROVED TO FULLY LEVERAGE THE UPGRADED CLOUD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_NA22OAR4050671D_1330"}, {"internal_id": 152036150, "Award ID": "NA22OAR4050669D", "Award Amount": 490000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "11.405", "Description": "THIS PROJECT PROPOSES TO EVALUATE HOW THE COUPLED OCEAN-ATMOSPHERE SYSTEM INFLUENCES TROPICAL CYCLONE (TC) INTENSITY CHANGE WITH A TARGETED AIRCRAFT-BASED OBSERVATIONAL FIELD CAMPAIGN. THE PROJECT AIMS TO USE A VARIETY OF OBSERVING TOOLS TO BETTER UNDERSTAND THE OCEAN, ATMOSPHERIC BOUNDARY LAYER, AND THE ATMOSPHERE - ALL COMPRISING THE AIR-SEA TRANSITION ZONE. THE PROJECT PROPOSES TO DEPLOY EM-APEX FLOATS, AIRCRAFT EXPENDABLE BATHYTHERMOGRAPHS (AXBTS) AND DROPSONDES WITH INFRARED SEA SURFACE TEMPERATURE (SST) SENSORS (IRSONDES), SURFACE A-SIZED DIRECTIONAL WAVE SPECTRA BAROMETER DRIFTERS (A-DWSBD), AND SMALL UNCREWED AIRCRAFT SYSTEMS (SUAS). THESE OBSERVATIONAL SYSTEMS WILL DEPLOYED IN STRATEGIC AREAS AHEAD OF AND WITHIN A TC. THESE OBSERVATIONS WILL IMPROVE OUR UNDERSTANDING OF THE IMPORTANT PHYSICAL PROCESSES THAT IMPACT TC INTENSITY CHANGE, IMPROVE MODELS, AND ENABLE THE REAL-TIME TRANSMISSION OF CRITICAL OCEANIC DATA FOR FORECASTING AND MODEL INITIALIZATION PURPOSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99d5e16f-8a13-f228-da38-0b05906d7aa4-C", "generated_internal_id": "ASST_NON_NA22OAR4050669D_1330"}, {"internal_id": 152036151, "Award ID": "NA22OAR4050668D", "Award Amount": 960771.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-06", "CFDA Number": "11.405", "Description": "THE PROJECT DESCRIPTION OF THE PROPOSED COOPERATIVE INSTITUTE CONSISTS OF THREE PARTS. PART A PROVIDES AN OVERVIEW OF THE PROPOSED RESEARCH, INCLUDING A BRIEF DISCUSSION OF NEW CAPABILITIES; A DESCRIPTION OF THE GEOGRAPHICAL FOCUS; A SUMMARY OF THE VISION, MISSION AND GOALS; AND A DESCRIPTION OF INSTITUTIONAL COMMITMENTS AND CONTRIBUTIONS. PART B DESCRIBES THE FOUR PROPOSED RESEARCH THEMES, HOW THE PREDECESSOR COOPERATIVE INSTITUTE'S RESEARCH ACTIVITIES ALIGN WITH THESE RESEARCH THEMES, AND NOAA'S RESEARCH AND DEVELOPMENT NEEDS WITHIN THESE THEMES. IN PARTICULAR, PART B NOTES WHAT RESEARCH ACTIVITIES AND CAPABILITIES OF THE PREDECESSOR COOPERATIVE INSTITUTE ARE PROPOSED TO CONTINUE, AND DESCRIBES NEW CAPABILITIES AND RESEARCH ACTIVITIES THAT ARE PROPOSED, SPECIFICALLY NOTING HOW THESE RESEARCH CAPABILITIES AND ACTIVITIES SUPPORT NOAA'S RESEARCH AND DEVELOPMENT NEEDS. FINALLY, PART C OF THE PROJECT DESCRIPTION DESCRIBES THE INFRASTRUCTURE SUPPORT (INCLUDING NEW CAPABILITIES) FOR THE PRO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99d5e16f-8a13-f228-da38-0b05906d7aa4-C", "generated_internal_id": "ASST_NON_NA22OAR4050668D_1330"}, {"internal_id": 151610455, "Award ID": "NA22OAR4050667D", "Award Amount": 93724.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "11.405", "Description": "THE PROPOSED NORTHERN GULF INSTITUTE (NGI) IS A COLLABORATION OF SIX COMPLEMENTARY GULF OF MEXICO (GOM) ACADEMIC INSTITUTIONS. MISSISSIPPI STATE UNIVERSITY (MSU), LEADS THE COLLABORATION, IN PARTNERSHIP WITH THE UNIVERSITY OF SOUTHERN MISSISSIPPI (USM), FLORIDA STATE UNIVERSITY (FSU), LOUISIANA STATE UNIVERSITY (LSU), THE DAUPHIN ISLAND SEA LAB (DISL), AND THE UNIVERSITY OF ALABAMA HUNTSVILLE (UAH). NGI'S VISION IS THAT RESEARCH-DRIVEN TRANSFORMATIONS IN REGIONAL ECOSYSTEM-BASED MANAGEMENT ENABLE MANAGERS AND COMMUNITIES TO IMPROVE THE RESILIENCE AND HEALTH OF ECOSYSTEMS AND PEOPLE AND THE SUSTAINABILITY OF RESOURCES IN THE GULF OF MEXICO.  NGI'S MISSION IS RESEARCH THAT BUILDS AN INTEGRATED, COMPREHENSIVE UNDERSTANDING OF NATURAL AND HUMAN IMPACTS ON GOM ECOSYSTEMS AND ECONOMIES TO IMPROVE ITS MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_NA22OAR4050667D_1330"}, {"internal_id": 152036149, "Award ID": "NA22OAR4050666D", "Award Amount": 1332255.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "11.405", "Description": "THE PROJECT DESCRIPTION OF THE PROPOSED COOPERATIVE INSTITUTE CONSISTS OF THREE PARTS. PART A PROVIDES AN OVERVIEW OF THE PROPOSED RESEARCH, INCLUDING A BRIEF DISCUSSION OF NEW CAPABILITIES; A DESCRIPTION OF THE GEOGRAPHICAL FOCUS; A SUMMARY OF THE VISION, MISSION AND GOALS; AND A DESCRIPTION OF INSTITUTIONAL COMMITMENTS AND CONTRIBUTIONS. PART B DESCRIBES THE FOUR PROPOSED RESEARCH THEMES, HOW THE PREDECESSOR COOPERATIVE INSTITUTE'S RESEARCH ACTIVITIES ALIGN WITH THESE RESEARCH THEMES, AND NOAA'S RESEARCH AND DEVELOPMENT NEEDS WITHIN THESE THEMES. IN PARTICULAR, PART B NOTES WHAT RESEARCH ACTIVITIES AND CAPABILITIES OF THE PREDECESSOR COOPERATIVE INSTITUTE ARE PROPOSED TO CONTINUE, AND DESCRIBES NEW CAPABILITIES AND RESEARCH ACTIVITIES THAT ARE PROPOSED, SPECIFICALLY NOTING HOW THESE RESEARCH CAPABILITIES AND ACTIVITIES SUPPORT NOAA'S RESEARCH AND DEVELOPMENT NEEDS. FINALLY, PART C OF THE PROJECT DESCRIPTION DESCRIBES THE INFRASTRUCTURE SUPPORT (INCLUDING NEW CAPABILITIES) FOR THE PRO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99d5e16f-8a13-f228-da38-0b05906d7aa4-C", "generated_internal_id": "ASST_NON_NA22OAR4050666D_1330"}, {"internal_id": 151610491, "Award ID": "NA22OAR4050664D", "Award Amount": 766433.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "11.405", "Description": "WILDFIRE MONITORING AND PREDICTABILITY ARE IMPORTANT FOR WILDFIRE IMPACTED COMMUNITIES AND REGIONS, FIREFIGHTERS, RESOURCE MANAGERS, AND DECISION MAKERS. THIS EFFORT IS TO WORK TOWARD BETTER UNDERSTANDING AND IMPROVING MONITORING AND PREDICTION CAPABILITIES TO PROVIDE DECISION MAKERS AND RESOURCE MANAGERS WITH NOVEL TOOLS TO INFORM EARLY WARNING AND PREPAREDNESS. REGARDING WILDFIRE MONITORING, SEEKING TO DEVELOP A DATASET OF INDICATORS WILL BE EXPLORED, ONE THAT IS LONGER THAN WHAT IS CURRENTLY AVAILABLE TO ALLOW REAL-TIME UNDERSTANDING OF FIRE WEATHER IN THE CONTEXT OF PAST CONDITIONS, VERIFY FORECASTS, AND FACILITATE ADVANCEMENTS IN A PHYSICAL UNDERSTANDING OF FIRE WEATHER. REGARDING FIRE WEATHER PREDICTIONS, WE WILL SEEK TO DEVELOP AND IMPROVE NEW SUBSEASONAL-TO-SEASONAL-TO-DECADAL FIRE WEATHER FORECAST MODELS TO INFORM THE LIKELIHOOD OF WILDFIRE AND ENABLE THE PREPOSITIONING OF FIRE SUPPRESSION EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c1ec395-7a2e-ac81-70e3-371cfa83f023-C", "generated_internal_id": "ASST_NON_NA22OAR4050664D_1330"}, {"internal_id": 151610490, "Award ID": "NA22OAR4050663D", "Award Amount": 1465453.3, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-29", "CFDA Number": "11.405", "Description": "TO SEEK TO UNDERSTAND PRECIPITATION PREDICTABILITY AND TO IMPROVE PRECIPITATION PREDICTION IN THE REGIONAL RAPID REFRESH FORECAST SYSTEM (RRFS), GLOBAL COUPLED GLOBAL FORECAST SYSTEM (GFS)/GLOBAL ENSEMBLE FORECAST SYSTEM (GEFS)/SEASONAL FORECAST SYSTEM (SFS) AND THE GEOPHYSICAL FLUID DYNAMICS LABORATORY'S (GFDL'S) SEAMLESS SYSTEM FOR PREDICTION AND EARTH SYSTEM RESEARCH (SPEAR) MODEL. PARTICULARLY FOR EXTREME CONDITIONS: HEAVY PRECIPITATION AND SEVERE DROUGHT. WORK WILL FOCUS ON BOUNDARY LAYER, CLOUD PHYSICS AND MICROPHYSICS, AND COUPLING (WITH OCEAN AND LAND), WITH A PUSH TOWARDS SCALE-AWARE METHODS. COMMON METRICS AND VALIDATION WILL BE DEVELOPED AND APPLIED. GFDL-UNIFIED FORECAST SYSTEM (UFS) INFRASTRUCTURE (GFDL'S LAND MODEL (LM4) INTEGRATION INTO UFS AND COMMON COMMUNITY PHYSICAL PACKAGE (CCPP) INTEGRATION INTO SPEAR). LM4 DEVELOPMENT AND DIAGNOSTIC DEVELOPMENT FOCUSED ON LAND-ATMOSPHERE COUPLING AND SUBGRID HETEROGENEITY IN COLLABORATION WITH THE COUPLING OF LAND AND ATMOSPHERIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c1ec395-7a2e-ac81-70e3-371cfa83f023-C", "generated_internal_id": "ASST_NON_NA22OAR4050663D_1330"}, {"internal_id": 151290860, "Award ID": "NA22OAR4050472I", "Award Amount": 100.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-01", "CFDA Number": "11.405", "Description": "THE PROJECT DESCRIPTION OF THE PROPOSED COOPERATIVE INSTITUTE CONSISTS OF THREE PARTS. PART A PROVIDES AN OVERVIEW OF THE PROPOSED RESEARCH, INCLUDING A BRIEF DISCUSSION OF NEW CAPABILITIES; A DESCRIPTION OF THE GEOGRAPHICAL FOCUS; A SUMMARY OF THE VISION, MISSION AND GOALS; AND A DESCRIPTION OF INSTITUTIONAL COMMITMENTS AND CONTRIBUTIONS. PART B DESCRIBES THE FOUR PROPOSED RESEARCH THEMES, HOW THE PREDECESSOR COOPERATIVE INSTITUTES RESEARCH ACTIVITIES ALIGN WITH THESE RESEARCH THEMES, AND NOAAS RESEARCH AND DEVELOPMENT NEEDS WITHIN THESE THEMES. IN PARTICULAR, PART B NOTES WHAT RESEARCH ACTIVITIES AND CAPABILITIES OF THE PREDECESSOR COOPERATIVE INSTITUTE ARE PROPOSED TO CONTINUE, AND DESCRIBES NEW CAPABILITIES AND RESEARCH ACTIVITIES THAT ARE PROPOSED, SPECIFICALLY NOTING HOW THESE RESEARCH CAPABILITIES AND ACTIVITIES SUPPORT NOAAS RESEARCH AND DEVELOPMENT NEEDS. FINALLY, PART C OF THE PROJECT DESCRIPTION DESCRIBES THE INFRASTRUCTURE SUPPORT (INCLUDING NEW CAPABILITIES) FOR THE PRO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 100.0, "recipient_id": "99d5e16f-8a13-f228-da38-0b05906d7aa4-C", "generated_internal_id": "ASST_NON_NA22OAR4050472I_1330"}, {"internal_id": 149495801, "Award ID": "NA22OAR4050472D", "Award Amount": 100.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-02", "CFDA Number": "11.405", "Description": "THE PROJECT DESCRIPTION OF THE PROPOSED COOPERATIVE INSTITUTE CONSISTS OF THREE PARTS. PART A PROVIDES AN OVERVIEW OF THE PROPOSED RESEARCH, INCLUDING A BRIEF DISCUSSION OF NEW CAPABILITIES; A DESCRIPTION OF THE GEOGRAPHICAL FOCUS; A SUMMARY OF THE VISION, MISSION AND GOALS; AND A DESCRIPTION OF INSTITUTIONAL COMMITMENTS AND CONTRIBUTIONS. PART B DESCRIBES THE FOUR PROPOSED RESEARCH THEMES, HOW THE PREDECESSOR COOPERATIVE INSTITUTE'S RESEARCH ACTIVITIES ALIGN WITH THESE RESEARCH THEMES, AND NOAA'S RESEARCH AND DEVELOPMENT NEEDS WITHIN THESE THEMES. IN PARTICULAR, PART B NOTES WHAT RESEARCH ACTIVITIES AND CAPABILITIES OF THE PREDECESSOR COOPERATIVE INSTITUTE ARE PROPOSED TO CONTINUE, AND DESCRIBES NEW CAPABILITIES AND RESEARCH ACTIVITIES THAT ARE PROPOSED, SPECIFICALLY NOTING HOW THESE RESEARCH CAPABILITIES AND ACTIVITIES SUPPORT NOAA'S RESEARCH AND DEVELOPMENT NEEDS. FINALLY, PART C OF THE PROJECT DESCRIPTION DESCRIBES THE INFRASTRUCTURE SUPPORT (INCLUDING NEW CAPABILITIES) FOR THE PRO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99d5e16f-8a13-f228-da38-0b05906d7aa4-C", "generated_internal_id": "ASST_NON_NA22OAR4050472D_1330"}, {"internal_id": 149495789, "Award ID": "NA22OAR4050190D", "Award Amount": 100.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-06", "CFDA Number": "11.405", "Description": "THE PROPOSED NORTHERN GULF INSTITUTE (NGI) IS A COLLABORATION OF SIX COMPLEMENTARY GULF OF MEXICO (GOM) ACADEMIC INSTITUTIONS. MISSISSIPPI STATE UNIVERSITY (MSU), LEADS THE COLLABORATION, IN PARTNERSHIP WITH THE UNIVERSITY OF SOUTHERN MISSISSIPPI (USM), FLORIDA STATE UNIVERSITY (FSU), LOUISIANA STATE UNIVERSITY (LSU), THE DAUPHIN ISLAND SEA LAB (DISL), AND THE UNIVERSITY OF ALABAMA HUNTSVILLE (UAH). NGI'S VISION IS THAT RESEARCH-DRIVEN TRANSFORMATIONS IN REGIONAL ECOSYSTEM-BASED MANAGEMENT ENABLE MANAGERS AND COMMUNITIES TO IMPROVE THE RESILIENCE AND HEALTH OF ECOSYSTEMS AND PEOPLE AND THE SUSTAINABILITY OF RESOURCES IN THE GULF OF MEXICO.  NGI'S MISSION IS RESEARCH THAT BUILDS AN INTEGRATED, COMPREHENSIVE UNDERSTANDING OF NATURAL AND HUMAN IMPACTS ON GOM ECOSYSTEMS AND ECONOMIES TO IMPROVE ITS MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_NA22OAR4050190D_1330"}, {"internal_id": 150280802, "Award ID": "NA22OAR4050190", "Award Amount": 1008942.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-07", "CFDA Number": "11.405", "Description": "THIS PARALLEL/PARTNER AWARD WILL FOLLOW THE SAME OBJECTIVES AND PROJECT SCOPE OF WORK AS THE ORIGINAL AWARD NA21OAR4320190.  THIS PARALLEL AWARD WILL ALLOW FOR INTER-AGENCY FUNDS TO BE UTILIZED FOR ASSOCIATED PROJECTS.   THE PROPOSED NORTHERN GULF INSTITUTE (NGI) IS A COLLABORATION OF SIX COMPLEMENTARY GULF OF MEXICO (GOM) ACADEMIC INSTITUTIONS. MISSISSIPPI STATE UNIVERSITY (MSU), LEADS THE COLLABORATION, IN PARTNERSHIP WITH THE UNIVERSITY OF SOUTHERN MISSISSIPPI (USM), FLORIDA STATE UNIVERSITY (FSU), LOUISIANA STATE UNIVERSITY (LSU), THE DAUPHIN ISLAND SEA LAB (DISL), AND THE UNIVERSITY OF ALABAMA HUNTSVILLE (UAH).  NGI'S VISION IS THAT RESEARCH-DRIVEN TRANSFORMATIONS IN REGIONAL ECOSYSTEM-BASED MANAGEMENT ENABLE MANAGERS AND COMMUNITIES TO IMPROVE THE RESILIENCE AND HEALTH OF ECOSYSTEMS AND PEOPLE AND THE SUSTAINABILITY OF RESOURCES IN THE GULF OF MEXICO. NGI'S MISSION IS RESEARCH THAT BUILDS AN INTEGRATED, COMPREHENSIVE UNDERSTANDING OF NATURAL AND HUMAN IMPACTS ON GOM ECOSYSTEMS A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_NA22OAR4050190_1330"}, {"internal_id": 150280761, "Award ID": "NA22OAR4050074I", "Award Amount": 519549.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "11.405", "Description": "CINAR WILL SERVE A CRITICAL FUNCTION AT THE JUNCTURE OF THE INTERDEPENDENT GLOBAL AND REGIONAL OBSERVING SYSTEMS IN THE NORTH ATLANTIC OCEAN AND THOSE OF THE NORTHEAST U.S. SHELF LARGE MARINE ECOSYSTEM (NEUS LME). IN SO DOING, THE INSTITUTE WILL LINK BASIN SCALE CLIMATE OBSERVATIONS TO ECOSYSTEM-SCALE MONITORING, ASSESSMENTS, AND DECISION MAKING. BROAD SCALE CLIMATE OBSERVATIONS WILL ALSO BE INTEGRATED INTO TO THE GLOBAL OCEAN OBSERVATION SYSTEM. CINAR WILL EXPAND AND IMPROVE OUR ABILITY TO COLLECT, DELIVER, AND USE OCEAN INFORMATION TO STUDY THE EFFECT OF CLIMATE CHANGE ON VARIOUS SPATIAL SCALES INCLUDING REGIONS, LMES, AND THE NATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 519449.0, "recipient_id": "d58d39e4-6409-a345-5693-a1b65cfc206c-C", "generated_internal_id": "ASST_NON_NA22OAR4050074I_1330"}, {"internal_id": 146548563, "Award ID": "NA22OAR4050072", "Award Amount": 11405799.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-03", "CFDA Number": "11.405", "Description": "THE COOPERATIVE INSTITUTE FOR OCEAN EXPLORATION (CIOE) IS BEING ESTABLISHED TO FACILITATE A LONG-TERM COLLABORATIVE ENVIRONMENT BETWEEN NOAA AND THE AWARDEE(S) WHERE BROAD-BASED EXPLORATION, RESEARCH, TECHNOLOGY ADVANCEMENT, AND EDUCATION/OUTREACH CAPABILITIES, FOCUSED ON NOAA'S PRIORITIES FOR THE GLOBAL OCEAN'S LIVING AND NON-LIVING MARINE RESOURCES, CAN BE DEVELOPED AND SUSTAINED.  FOR NOAA, THE PRIMARY AIMS OF THIS PARTNERSHIP ARE TO LEVERAGE SCIENCE, TECHNOLOGY AND OUTREACH/EDUCATION CAPACITIES THAT ALIGN WITH OUR MISSION BUT THAT DO NOT EXIST INTERNAL TO THE AGENCY AND TO EXPAND SCIENCE & TECHNOLOGY CAPACITY IN NOAA-RELEVANT SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f7c7d27-684d-9b39-0e46-80a8c294c54a-C", "generated_internal_id": "ASST_NON_NA22OAR4050072_1330"}, {"internal_id": 147217711, "Award ID": "NA22NMF4050043", "Award Amount": 2841608.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-10", "CFDA Number": "11.405", "Description": "THIS PROJECT PROPOSES A NEW COOPERATIVE INSTITUTE FOR MARINE AND ATMOSPHERIC RESEARCH (CIMAR) - PARALLEL AWARD.  CIMAR WILL  CONDUCT APPLIED AND BASIC RESEARCH THAT SERVES TO FURTHER NOAA'S LONG-TERM GOALS AND OBJECTIVES IN THE PACIFIC ISLANDS REGION. AS A NATIONAL MARINE FISHERIES SERVICE COOPERATIVE INSTITUTE AND WITH CLOSE ASSOCIATION WITH NOAA'S PACIFIC ISLANDS FISHERIES SCIENCE CENTER, CIMAR WILL BE PRIMARILY INVOLVED IN FISHERIES AND ECOSYSTEM RESEARCH THAT SUPPORTS THE NOAA GOALS OF HEALTHY OCEANS AND RESILIENT COASTAL COMMUNITIES AND ECONOMIES.  CIMAR WILL UTILIZE THE TECHNOLOGICAL RESOURCES AVAILABLE AT THE UNIVERSITY OF HAWAI'I TO ASSIST WITH THESE EFFORTS, WITH EMPHASIS ON THOSE THAT ADDRESS NOAA'S SCIENCE AND TECHNOLOGY FOCUS AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_NA22NMF4050043_1330"}, {"internal_id": 152036190, "Award ID": "NA22NES4050024I", "Award Amount": 4861450.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "11.405", "Description": "IN THIS PROJECT, CISESS SCIENTISTS WILL UTILIZE REMOTELY SENSED AND IN SITU OBSERVATIONS TO FURTHER THE PUBLIC'S AWARENESS AND UNDERSTANDING OF EARTH SYSTEM VARIABILITY, CHANGE, PREDICTION, AND PROJECTION AND ENHANCE NOAA WEATHER AND CLIMATE PREDICTION CAPABILITIES AND SERVICES. IT IS PARTICULARLY FOCUSED ON WEATHER AND CLIMATE EXTREMES SUCH AS WILDFIRES, FLOODS, AND EXCESS RAINFALL, AND SUPPORTS THE NATION'S WEATHER AND CLIMATE PREDICTION, MONITORING AND MODELING INFRASTRUCTURE. AS THE PRIVATE SECTOR EXPLORES PRACTICAL AND COST-EFFECTIVE APPROACHES FOR ADDRESSING RISKS AND OPPORTUNITIES RESULTING FROM CHANGES IN THE EARTH SYSTEM, IT SEEKS ROBUST, RELIABLE, AND AUTHORITATIVE ENVIRONMENTAL INFORMATION THAT SUPPORTS ITS DECISION-MAKING. CISESS NC WILL SUPPORT NCEI AND NOAA IN ITS COLLABORATIVE RESEARCH EFFORTS TO HELP INFORM SOCIETAL DECISION-MAKING TO FOSTER HEALTHY, RESILIENT AND PROSPEROUS COMMUNITIES AND BUSINESSES.  RESULTS FROM THIS WORK WILL HELP MAKE OUR COMMUNITIES SAFER AND O", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": 4861450.0, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_NA22NES4050024I_1330"}, {"internal_id": 152036133, "Award ID": "NA22NES4050023D", "Award Amount": 595800.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-06", "CFDA Number": "11.405", "Description": "WE PROPOSE TO DEVELOP A FAST YET ACCURATE AI EMULATOR FOR NOAA'S NEXT-GENERATION RAPID REFRESH FORECAST SYSTEM COUPLED TO THE COMMUNITY MULTISCALE AIR QUALITY CHEMISTRY MODEL (RRFSCMAQ), WITH THE GOAL TO PROVIDE A VIABLE LOW-COMPUTATIONAL COST ALTERNATIVE TO THE FULL NUMERICAL MODEL. THE AI EMULATOR WILL BE OPTIMIZED FOR FORECASTING APPLICATIONS, WITH THE INTENT TO USE IT IN-LIEU OF THE CURRENT NUMERICAL RRFS-CMAQ MODEL AS A CRITICAL PART OF NOAA'S OPERATIONAL AIR QUALITY SYSTEM. THE MODEL EMULATOR LEVERAGES RECENT ADVANCES IN ARTIFICIAL INTELLIGENCE (AI) AND IS DESIGNED TO EMULATE ATMOSPHERIC DYNAMICS, PHYSICS AND CHEMISTRY, THUS REPLACING THE FULL NUMERICAL MODEL RATHER THAN INDIVIDUAL PROCESSES WITHIN RRFS-CMAQ. BY EMULATING ALL PROCESSES OF THE FULL NUMERICAL MODEL, IT IS EXPECTED THAT THE AI EMULATOR WILL BE ABLE TO ACHIEVE FASTER PERFORMANCE THROUGH LEARNED OPTIMIZATIONS. THIS APPROACH WILL ALSO ENABLE EASE OF USE, BY ENABLING THE INVOCATION OF THE EMULATOR AS A STAND-A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_NA22NES4050023D_1330"}, {"internal_id": 152036127, "Award ID": "NA22NES4050022D", "Award Amount": 303906.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-06", "CFDA Number": "11.405", "Description": "THROUGHOUT THE GOES-R AND JPSS SATELLITE ERA, CIRA HAS BEEN A LEADER IN THE DEVELOPMENT OF NOVEL SATELLITE IMAGERY PRODUCTS THAT DISTILL THE WEALTH OF INFORMATION PROVIDED BY THESE SATELLITES DOWN INTO EASY TO INTERPRET IMAGES THAT INFORM THE OPERATIONAL USER COMMUNITY AS WELL AS THE GENERAL PUBLIC ABOUT THE PRESENCE OF ENVIRONMENTAL HAZARDS, INCLUDING WILDLAND FIRES, SMOKE AND DUST. THE PRIMARY GOAL OF THIS PROJECT IS THE DEVELOPMENT AND DISSEMINATION OF NOVEL SATELLITE IMAGERY PRODUCTS TO BE USED SPECIFICALLY WITHIN A NEW &QUOT;FIRE INFORMATION SYSTEM&QUOT; THAT AIMS TO PROVIDE HIGH-QUALITY, LOW-LATENCY PRODUCTS SALIENT TO FIRE FORECASTERS AND OTHER OPERATIONAL USERS WITHIN THE FIRE WEATHER COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_NA22NES4050022D_1330"}, {"internal_id": 152036121, "Award ID": "NA22NES4050021I", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "11.405", "Description": "BIOMASS BURNING FROM WILDFIRES RELEASES A LARGE AMOUNT OF GREENHOUSE GAS (GHG) INTO THE ATMOSPHERE. GLOBAL WILDFIRES BURN ON AVERAGE APPROXIMATELY 350 MHA OF LAND AND RELEASE 2.2 PG CARBON (APPROXIMATELY 23% OF FOSSIL-FUEL CARBON EMISSIONS), WHICH COULD CAUSE A PROJECTED NET GLOBAL WARMING OF 0.4 K BY 2026. QUANTIFYING LONG-TERM GHG EMISSIONS AND INVESTIGATING THEIR TRENDS AND SPATIAL PATTERNS ACROSS THE GLOBE COULD SIGNIFICANTLY IMPROVE OUR UNDERSTANDING OF THE GHG IMPACTS ON OUR SOCIETY AND ECONOMICS, AS WELL AS SUPPORT THE POLICY MAKING TO MITIGATE THE IMPACTS. THE GHG EMISSIONS IN THE NOAA GLOBAL BIOMASS BURNING EMISSIONS PRODUCT (GBBEPX) PROVIDE US AN OPPORTUNITY TO QUANTITATIVELY ANALYZE THEIR LONG-TERM CHANGES. OVER THE PAST DECADE, SEVERAL VERSIONS OF GBBEPX PRODUCTS HAVE BEEN PRODUCED WITH THE ALGORITHM REFINEMENTS, AND THE HISTORICAL EMISSIONS PRODUCTS (FROM 2000 TO 2022) WITH LATEST ALGORITHM AND LATEST ACTIVE FIRE DETECTIONS FROM MOIDS AND VIIRS WILL BE REPROCESSED IN NOAA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 200000.0, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_NA22NES4050021I_1330"}, {"internal_id": 152036132, "Award ID": "NA22NES4050020D", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-06", "CFDA Number": "11.405", "Description": "WILDFIRE SMOKE FROM BIOMASS-BURNING EMISSIONS DEGRADES REGIONAL AIR QUALITY AND THREATENS PUBLIC HEALTH, SO IT IS ONE OF CRITICAL COMPONENTS IN AIR QUALITY FORECAST MODELS. THE HOURLY BIOMASS-BURNING EMISSIONS DATA ARE REQUIRED TO IMPROVE THE ACCURACY OF AIR QUALITY FORECASTING, BUT SUCH DATA ARE BARELY AVAILABLE DUE TO THE LACK OF HIGH SPATIOTEMPORAL RESOLUTION FIRE OBSERVATIONS FROM SATELLITES. WITH THE AVAILABILITY OF THE 2-KM ADVANCED BASELINE IMAGER (ABI) ON THE GEOSTATIONARY OPERATIONAL ENVIRONMENTAL SATELLITE (GOES-R) SERIES, FIRES CAN BE OBSERVED AT AN UNPRECEDENTEDLY TEMPORAL RESOLUTION OF FIVE MINUTES ACROSS THE CONTERMINOUS UNITED STATES (CONUS) AND TEN MINUTES OVER MOST PART OF NORTH AMERICA (EXCEPT FOR NO COVERAGE AT ARCTIC REGION). THE ENHANCED FIRE OBSERVATION CAPABILITY OF THE GOES-R ABI ENABLES ACCURATE DEPICTION OF FIRE DIURNAL CYCLES. ON THE OTHER HAND, THE VISIBLE INFRARED IMAGING RADIOMETER SUITE (VIIRS) ON THE SUOMI NATIONAL POLAR-ORBITING PARTNERSHIP (SNPP) AND J", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_NA22NES4050020D_1330"}, {"internal_id": 152036136, "Award ID": "NA22NES4050019I", "Award Amount": 266579.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "11.405", "Description": "SOIL MOISTURE IS ONE OF THE ESSENTIAL STATE VARIABLES OF MOST NUMERICAL WEATHER, CLIMATE AND HYDROLOGICAL PREDICTION MODELS. ACCURACY AND RELIABILITY OF THIS STATE VARIABLE SUBSTANTIALLY IMPACT THE ACCURACY AND RELIABILITY OF THOSE MODEL FORECASTS. THE NATIONAL ENVIRONMENTAL SATELLITE, DATA, AND INFORMATION SERVICE (NESDIS) SOIL MOISTURE OPERATIONAL PRODUCTS SYSTEM (SMOPS) BLENDS GLOBAL SATELLITE SOIL MOISTURE DATA PRODUCTS AT 25 KM RESOLUTION USING ALL CURRENTLY AVAILABLE MICROWAVE SATELLITE SENSORS, INCLUDING THE ADVANCED MICROWAVE SCANNING RADIOMETER (AMSR)-2, THE SOIL MOISTURE ACTIVE PASSIVE SATELLITE (SMAP), THE SOIL MOISTURE AND OCEAN SALINITY SATELLITE (SMOS), THE ADVANCED SCATTEROMETER (ASCAT), AND THE GLOBAL PRECIPITATION MEASUREMENT (GPM) MISSION MICROWAVE IMAGER (GMI), FOR THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) NATIONAL CENTERS FOR ENVIRONMENTAL PREDICTION (NCEP) NUMERICAL WEATHER PREDICTION (NWP) USERS SINCE 2013. DUE TO THE LIMITATIONS OF SHORT MISSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 266579.0, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_NA22NES4050019I_1330"}, {"internal_id": 152036135, "Award ID": "NA22NES4050018I", "Award Amount": 219011.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "11.405", "Description": "LAND SURFACE EVAPOTRANSPIRATION (ET) IS ONE OF THE MAIN ENERGY SOURCES FOR ATMOSPHERIC DYNAMICS AND A CRITICAL COMPONENT OF THE LOCAL, REGIONAL, AND GLOBAL WATER CYCLES. THE GENERATION OF SPATIALLY DISTRIBUTED ET ONE OF THE MOST ACTIVE TOPICS IN HYDRO-CLIMATOLOGY RESEARCH. CONSEQUENTLY, ACCURATE ESTIMATION OF ET FROM SATELLITE PLATFORM, AS AN INDEPENDENT ET DATA SET, IS NEEDED TO EVALUATE MODEL SIMULATIONS LIKE THE NATIONAL WATER MODEL (NWM). ADDITIONALLY, RECENT STUDIES HAVE SHOWN BENEFITS OF ASSIMILATING SATELLITE-BASED ET RETRIEVALS TO NUMERICAL MODELS. ASSIMILATING ET INTO NWM IS EXPECTED TO IMPROVE MODEL PERFORMANCE AND WEATHER FORECASTS. BASED ON VARIATIONS IN LAND ET, AN EVAPORATIVE STRESS INDEX (ESI) CAN BE DERIVED, WHICH INDICATES HOW THE CURRENT RATE OF ET COMPARES TO NORMAL CONDITIONS, TO MONITOR SURFACE DROUGHT CONDITIONS. AN OPERATIONAL GEOSTATIONARY OPERATIONAL ENVIRONMENTAL SATELLITE (GOES) ET AND DROUGHT SYSTEM (GET-D) WAS DEVELOPED TO GENERATE ET AND ESI MAPS AT 4-8 KM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 219011.0, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_NA22NES4050018I_1330"}, {"internal_id": 152036130, "Award ID": "NA22NES4050017I", "Award Amount": 180976.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "11.405", "Description": "SURFACE TYPE PLAYS IMPORTANT ROLES IN WEATHER, CLIMATE, AND MANY OTHER EARTH SYSTEM PROCESSES. HOWEVER, EXISTING GLOBAL SURFACE TYPE PRODUCTS CANNOT PROVIDE UP-TO-DATE INFORMATION ON WITHIN-GRID SURFACE TYPE HETEROGENEITY, WHICH COULD BE AN IMPORTANT SOURCE OF UNCERTAINTIES FOR NUMERICAL WEATHER FORECAST. HERE WE PROPOSE TO DEVELOP A SUITE OF NEW GLOBAL SURFACE TYPE PERCENTAGE PRODUCTS TO QUANTIFY SUB-GRID SURFACE TYPE HETEROGENEITY AT 1KM OR FINER SPATIAL RESOLUTIONS. THESE PRODUCTS WILL BE UPDATED ON AN ANNUAL OR SUB-ANNUAL BASIS USING THE LATEST VIIRS OBSERVATIONS TO CAPTURE RECENT SURFACE TYPE CHANGES. WE WILL BEGIN WITH WATER AND TREE COVER DURING THE FIRST PROJECT YEAR AND INCLUDE OTHER SURFACE TYPES IMPORTANT FOR WEATHER FORECAST MODELS IN LATER YEARS. WHEN DEVELOPED, THIS HIGH RESOLUTION SURFACE TYPE DYNAMICS PRODUCT SUITE WILL CONTRIBUTE TO NOAA'S OVERALL GOAL TO IMPROVE ITS EXISTING MODELING CAPABILITIES AND/OR DEVELOP NEXT GENERATION WEATHER FORECAST MODELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 180976.0, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_NA22NES4050017I_1330"}, {"internal_id": 152036134, "Award ID": "NA22NES4050016I", "Award Amount": 33340.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "11.405", "Description": "THE LACK OF RADAR DATA AND ALMOST COMPLETE VOID OF IN-SITU SNOWFALL DATA DURING THE WINTER OVER MOST OF ALASKA, MAKES IT VERY CHALLENGING TO PROVIDE REALISTIC INPUTS OF SNOWFALL INTO HYDROLOGIC MODELS. A LEVEL-3 SATELLITE BLENDED PRECIPITATION PRODUCT, CMORPH2, CAN SIGNIFICANTLY IMPROVE THE SNOW WATER EQUIVALENT (SWE) AND QUANTITATIVE PRECIPITATION ESTIMATION (QPE) INFORMATION REQUIRED FOR DRIVING A HYDROLOGIC MODEL OF ALASKA. THE SNOWFALL RATE (SFR) PRODUCT BLENDED IN CMORPH2 CAN BE IMPROVED WITH MACHINE LEARNING ALGORITHMS RECENTLY DEVELOPED BY COOPERATIVE INSTITUTE FOR SATELLITE EARTH SYSTEM STUDIES (CISESS) TO EXTEND THE PRODUCT TO COLD REGIME, SUCH AS WINTER SEASONS IN ALASKA. THIS PROPOSAL PROJECT WILL 1) REPROCESS THE SFR PRODUCT FOR ALL OPERATIONAL SATELLITES USING THE MOST UP-TO-DATE ALGORITHMS; 2) ASSIST IN THE INTEGRATION OF THE REPROCESSED SFR DATA IN CMORPH2; AND 3) COLLABORATE WITH ALASKA-PACIFIC RIVER FORECAST CENTER (APRFC) AND ARCTIC TESTBED AND PROVING GROUND (ATPG)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 33340.0, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_NA22NES4050016I_1330"}, {"internal_id": 152036191, "Award ID": "NA22NES4050015D", "Award Amount": 1427957.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "11.405", "Description": "THE ACTIVITIES, AS PART OF THIS AIR QUALITY PROJECT FOR NOAA'S AIR RESOURCES LABORATORY, ARE ALL IN SUPPORT OF ENHANCING NOAA NATIONAL AIR QUALITY FORECASTING CAPABILITY (NAQFC) AND WILL INCLUDE (1) UPDATING EMISSIONS ESTIMATES OF TRACE GASES AND SMOKE PARTICLES THAT ARE RESPONSIBLE FOR THE FORMATION OF HIGH OZONE AND PM2.5 CONCENTRATIONS DOWNWIND BASED ON RECENT MEASUREMENTS (E.G. FIREX-AQ, WE-CAN) DURING WILDFIRES; (2) THE DEVELOPMENT OF A PROTOTYPE WILDFIRE SMOKE ENSEMBLE PRODUCT FROM EXISTING NOAA SMOKE-ENABLED MODELS, DEVELOPMENT OF A FIRE BEHAVIOR MODULE FOR HIGHER-RESOLUTION AIR QUALITY FORECASTING MODELS (NAQFC AND UFS-AEROSOLS), INCORPORATION; AND (3) TESTING OF THE FENGSHA [AN ENGLISH ANALOG TERM (NOT AN ACRONYM) OF THE MANDARIN TERM FOR WIND-BLOWN DUST], DUST EMISSION SCHEME INTO THE RAPID REFRESH FORECAST SYSTEM (RRFS) AND DEVELOPMENT OF STANDARDIZED EVALUATION TOOLS THAT WILL HELP FUTURE EFFORTS AT MODEL IMPROVEMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_NA22NES4050015D_1330"}, {"internal_id": 151610447, "Award ID": "NA22NES4050014D", "Award Amount": 410000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-27", "CFDA Number": "11.405", "Description": "SNOWFLAKES, HAIL AND OTHER ICE PRECIPITATION REFLECT RADIATION IN DIFFERENT WAYS THAN RAIN DROPS. THESE DIFFERENCES ARE IMPORTANT WHEN MODELING REGIONAL WEATHER FOR FORECASTING. THIS PROJECT WILL USE THE TECHNIQUES OF DATA ASSIMILATION TO BRING THIS DATA INTO THE LATEST MODEL SYSTEMS INCLUDING THE UNIFIED FORECAST SYSTEM. WE WILL TEST THE IMPACT OF INTEGRATING THIS DATA INTO EXISTING AND PLANNED DATA ASSIMILATION SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_NA22NES4050014D_1330"}, {"internal_id": 151610454, "Award ID": "NA22NES4050013D", "Award Amount": 154348.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "11.405", "Description": "THE GOAL FOR THIS PROJECT IS STAKEHOLDER ADOPTION AND ASSESSMENT OF ENHANCED REMOTE SENSING CAPABILITIES FOR WILDFIRE. TO ACHIEVE THIS GOAL, MEASURABLE ACTIONS ARE NEEDED AND THUS OUR OBJECTIVE WILL BE USER ENGAGEMENT AND CAPACITY BUILDING. WE WILL FOCUS ON NOAA ASSETS, PARTICULARLY GEOSTATIONARY FIRE DETECTION AND MONITORING, AS WELL AS POLAR-ORBITING SATELLITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_NA22NES4050013D_1330"}, {"internal_id": 151610442, "Award ID": "NA22NES4050012D", "Award Amount": 95441.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "11.405", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO EXPLOIT CURRENT AND EMERGING SATELLITE DATA AND PRODUCTS TO ADVANCE THE NWM FLOOD INUNDATION PERFORMANCE. THIS PROJECT AIMS TO 1] DEVELOP AN OPTICAL AND SAR SATELLITE FIM BLENDING ALGORITHM, AND 2] VALIDATE THE BLENDED FIM PRODUCTS THROUGH THE STAR ENTERPRISE SYSTEM. VIIRS COLLECTS DATA ACROSS A SPECTRUM RANGING FROM THE VISIBLE THROUGH TO LONGWAVE INFRARED (LWIR).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_NA22NES4050012D_1330"}, {"internal_id": 152036147, "Award ID": "NA22NES4050011D", "Award Amount": 1498336.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-06", "CFDA Number": "11.405", "Description": "RECENT ADVANCES IN SATELLITE REMOTE SENSING ALGORITHMS HAVE ENABLED IMPROVED FIRE DETECTION THAT IS MORE COMPARABLE TO HUMAN EXPERT ANALYSIS OF IMAGERY, FIRE INTENSITY ESTIMATES THAT ARE MINIMALLY IMPACTED BY CLOUDS AND SMOKE, AUTOMATED FIRE EVENT TRACKING, AND FIRE IGNITION ALERTING. THESE ENHANCEMENTS WERE THE RESULT OF EXTENDING THE CAPABILITIES OF THE NESDIS/CIMSS VOLCANIC CLOUD ANALYSIS TOOLKIT (VOLCAT), WHICH IS A COLLECTION OF ALGORITHMS AND HIGH-LEVEL CAPABILITIES (E.G., ALERTING, DASHBOARDS, ETC.) THAT GENERALIZE ACROSS A RANGE OF SATELLITE SENSORS. WHILE INITIALLY DESIGNED FOR VOLCANIC APPLICATIONS, THE UNDERLYING SCIENCE AND SOFTWARE USED TO DETECT VOLCANIC THERMAL ANOMALIES HAS BEEN SUCCESSFULLY ADAPTED TO FIRE DETECTION, CHARACTERIZATION, TRACKING, AND ALERTING DURING A PILOT PROJECT. VOLCAT WILL SERVE AS THE CORE OF THE UNIFIED FIRE DETECTION AND ALERT SYSTEM DEVELOPED DURING THIS PROJECT. PROJECT OBJECTIVES ARE FOCUSED ON THE ADDITIONAL RESEARCH AND DEVELOPMENT, VERIFICA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_NA22NES4050011D_1330"}, {"internal_id": 152036131, "Award ID": "NA22NES4050010I", "Award Amount": 298200.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "11.405", "Description": "THIS PROJECT SUPPORTS GEOSTATIONARY LIGHTNING MAPPER (GLM) INTEGRATION INTO THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION (NOAA) NATIONAL ENVIRONMENTAL SATELLITE, DATA, AND INFORMATION SERVICE (NESDIS) FIRE APPLICATION SYSTEM, AND WILL HELP INTEGRATE NEW CAPABILITIES INTO THE PLANNED CENTRALIZED NESDIS FIRE PRODUCT/INFORMATION STOREFRONT. THE PROJECT WILL HELP INCORPORATE THE GLM INTO DIFFERENT PHASES OF THE FIRE LIFECYCLE RESPONSE (I.E., PRE-IGNITION, DETECTION, AND FORECASTING). INITIAL FOCUS WILL BE ON IMPROVING THE TIMELINESS OF DETECTING LIGHTNING-IGNITED WILDFIRES. FOLLOWING BACKGROUND INVESTIGATION, WE WILL DEVELOP AN APPLICATION FOR AUTOMATED DETECTION OF REGIONS OF INTEREST DEPICTING THE MOST IMPACTFUL LIGHTNING CO-LOCATED WITH CONDITIONS CONDUCIVE TO WILDLAND FIRE IGNITION. THIS LIGHTNING IGNITION REGION-OF-INTEREST APPLICATION WILL BE INTEGRATED INTO DOWNSTREAM FIRE DETECTION APPLICATIONS WITHIN THE NESDIS FIRE INFORMATION SYSTEM AND ITS IMPACT WILL BE ASSESSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 298200.0, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_NA22NES4050010I_1330"}, {"internal_id": 152036101, "Award ID": "NA22NES4050009I", "Award Amount": 182757.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "11.405", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO IMPROVE THE NATIONAL WATER CENTER (NWC)'S CAPABILITY TO BETTER INFORM LIFE AND PROPERTY DECISIONS AND MITIGATE FLOODING IMPACTS TO THE U.S. POPULATION AND ECONOMY BY EXPLOITING CURRENT AND EMERGING SATELLITE DATA AND PRODUCTS AND ADVANCING THE NWM FLOOD INUNDATION PERFORMANCE. THIS TASK AIMS TO DEVELOP ENHANCED SATELLITE FLOOD INUNDATION MAP (FIM) PRODUCTS, AND DELIVER THEM IN A RELIABLE AND EFFICIENT MANNER TO THE NATIONAL WATER CENTER (NWC). THIS PROJECT WILL DEVELOP AN ALGORITHM TO INTEGRATE VIIRS DAILY FIM PRODUCTS AND ENHANCED SAR FIM PRODUCTS, VALIDATE THE INTEGRATED FIM PRODUCTS, AND DELIVER RELIABLE SATELLITE FIM PRODUCTS FOR NWC'S APPLICATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 182757.0, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_NA22NES4050009I_1330"}, {"internal_id": 152036126, "Award ID": "NA22NES4050008I", "Award Amount": 145921.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-06", "CFDA Number": "11.405", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO TEST AND IMPLEMENT THE BLENDING LEO/GEO FIM AND SAR FIM ALGORITHM. CIMSS WILL TEST AND IMPLEMENT THE BLENDING ALGORITHM INTO OUR PLATFORMS, THEN WE WILL DEMONSTRATE THE BLENDED FIM PRODUCTS. CIMSS WILL WORK NOAA TO BLEND VIIRS AND SENTINEL-1 SAR FIM PRODUCTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": 145921.0, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_NA22NES4050008I_1330"}, {"internal_id": 152036129, "Award ID": "NA22NES4050007I", "Award Amount": 197090.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "11.405", "Description": "THE LEAF AREA INDEX (LAI) AND FRACTION OF ABSORBED PHOTOSYNTHETICALLY ACTIVE RADIATION (FAPAR) ARE ESSENTIAL CLIMATE VARIABLES (ECVS) IDENTIFIED WITHIN THE GLOBAL CLIMATE OBSERVING SYSTEM (GCOS). A CLIMATE DATA RECORD OF THOSE VARIABLES OF THE HIGHEST POSSIBLE QUALITY HAS BEEN DERIVED FROM 1982 USING THE ADVANCED VERY-HIGH-RESOLUTION RADIOMETER (AVHRR) DATA FROM THE NOAA-7, -9, -11, -14, -16, -18 AND -19 REMOTE SENSING SATELLITES. THESE PRODUCTS ARE EXTENSIVELY USED FOR CLIMATE CHANGE RESEARCH AND IN MULTIPLE APPLICATIONS OF LONG-TERM SOCIETAL BENEFIT, INCLUDING AGRICULTURE AND FOREST MONITORING. WITH THE DRIFT TOWARDS LATER OVERPASS TIMES OF THE ORBIT OF THE LAST AFTERNOON AVHRR INSTRUMENT ONBOARD NOAA-19, WHICH GREATLY IMPACTS THE USEFULNESS OF THE COLLECTED DATA AT HIGHER LATITUDE, IT BECOMES IMPERATIVE TO SWITCH THE DERIVATION OF THOSE PRODUCTS TO A NEW GENERATION OF INSTRUMENTS. THE VISIBLE INFRARED IMAGING RADIOMETER SUITE (VIIRS) INSTRUMENTS ONBOARD NOAA-20 SPACECRAFT AND THE FO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 197090.0, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_NA22NES4050007I_1330"}, {"internal_id": 151610470, "Award ID": "NA22NES4050006I", "Award Amount": 1491000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "11.405", "Description": "THIS PROPOSAL FOCUSES ON THE DEVELOPMENT, TESTING, AND DEPLOYMENT OF PRODUCTS AND SERVICES THAT ADDRESS URGENT NEEDS OF WILDFIRE INCIDENT MANAGEMENT AGENCIES, INCLUDING PYROCUMULUS DETECTION, MACHINE LEARNING BASED &QUOT;NOWCASTS&QUOT; OF FIRE BEHAVIOR TO HELP PREDICT EXTREME WILDFIRE BEHAVIOR, AND MACHINE LEARNING BASED &QUOT;NOWCASTS&QUOT; OF LIGHTNING WITHIN THE FIRE INCIDENT MANAGEMENT AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": 1491000.0, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_NA22NES4050006I_1330"}, {"internal_id": 137755080, "Award ID": "NA21OAR4050472", "Award Amount": 1671650.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-23", "CFDA Number": "11.405", "Description": "COOPERATIVE INSTITUTE FOR MARINE AND ATMOSPHERIC STUDIES PARALLEL AWARD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99d5e16f-8a13-f228-da38-0b05906d7aa4-C", "generated_internal_id": "ASST_NON_NA21OAR4050472_1330"}, {"internal_id": 137360742, "Award ID": "NA21NMF4050278", "Award Amount": 849135.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-08", "CFDA Number": "11.405", "Description": "COOPERATIVE INSTITUTE FOR MARINE, EARTH AND ATMOSPHERIC SCIENCE (CIMEAS) - PARALLEL AWARD", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "756c0cfc-b329-c203-6131-b0b90d0b9f0d-C", "generated_internal_id": "ASST_NON_NA21NMF4050278_1330"}, {"internal_id": 98716448, "Award ID": "NA20OAR4320472", "Award Amount": 79474254.02, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-13", "CFDA Number": "11.432", "Description": "COOPERATIVE INSTITUTE FOR MARINE AND ATMOSPHERIC STUDIES (CIMAS)- INNOVATIVE SCIENCE, SERVICE AND STEWARDSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99d5e16f-8a13-f228-da38-0b05906d7aa4-C", "generated_internal_id": "ASST_NON_NA20OAR4320472_1330"}]