[{"internal_id": 152036159, "Award ID": "NA22NOS4510203", "Award Amount": 1306133.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "11.451", "Description": "UNDERSTANDING AND MANAGING THE GULF OF MEXICO AS AN INTEGRATED, DYNAMIC AND CHANGING SYSTEM REQUIRES A SYSTEM-LEVEL SCIENTIFIC APPROACH. SCIENTIFIC SYNTHESIS PROVIDES A MECHANISM TO ADDRESS COMPLEX SOCIAL AND ENVIRONMENTAL PROBLEMS THAT ARE BEYOND THE SCOPE OF ANY ONE DISCIPLINE WHILE SIMULTANEOUSLY CAPITALIZING ON THE VAST AMOUNT OF DATA NOW AVAILABLE DUE TO RECENT TECHNOLOGICAL ADVANCES. TO IMPROVE OUR UNDERSTANDING OF ECOLOGICAL PROCESSES IN THE GULF OF MEXICO AND SUPPORT ECOSYSTEM BASED MANAGEMENT (EBM) THIS PROJECT WILL FUND THE  NATIONAL CENTER FOR ECOLOGICAL ANALYSIS & SYNTHESIS (NCEAS) TO CARRY OUT A SYNTHESIS INITIATIVE FOR THE GULF OF MEXICO ECOSYSTEM.   NCEAS AND THE NOAA RESTORE SCIENCE PROGRAM WILL JOINTLY DEVELOP A FUNDING ANNOUNCEMENT WITH THREE SCIENTIFIC PRIORITY AREAS; FISHERIES, CLIMATE CHANGE, AND THE ECOLOGICAL IMPACT OF MANAGEMENT ACTIONS. THE ANNOUNCEMENT WILL BE USED FOR THREE SEPARATE FUNDING COMPETITIONS, WITH NO MORE THAN ONE COMPETITION PER YEAR. EACH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e3fd571-0484-5e6b-3e26-4381689012c6-C", "generated_internal_id": "ASST_NON_NA22NOS4510203_1330"}, {"internal_id": 139741994, "Award ID": "NA21NOS4510190", "Award Amount": 114058.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "11.451", "Description": "AS THE &QUOT;TARPON CAPITAL OF THE WORLD&QUOT;, CHARLOTTE HARBOR DRAWS THOUSANDS OF ANGLERS ANNUALLY TO EXPERIENCE THE REGION'S VIBRANT RECREATIONAL FISHERIES, INCLUDING BOTH SNOOK AND TARPON. GROUNDBREAKING WORK FUNDED BY RESTORE DISCOVERED THAT THESE TWO SPECIES USE A SMALL NUMBER OF INLAND ESTUARINE PONDS AS NURSERIES. SPECIFIC PONDS EMBEDDED ALONG THE UPLAND MARGIN OF THE CAPE HAZE PENINSULA ARE VULNERABLE TO IMMINENT HUMAN DEVELOPMENT. PLACE- BASED HABITAT CONSERVATION THROUGH LOCAL DECISION-MAKING PROCESSES IS NECESSARY TO ENSURE PERSISTENCE AND SUSTAINABILITY OF THE COMMUNITY'S ECOLOGICALLY AND ECONOMICALLY VALUABLE NATURAL RESOURCES. WHEN CONSIDERING HABITAT IN STATEWIDE FISHERY MANAGEMENT, LOCAL STAKEHOLDER INPUT IS REQUIRED AS LOCAL GOVERNMENT DECISIONS DIRECTLY AFFECT HABITAT THROUGH DEVELOPMENT, WATER QUALITY, LAND ACQUISITION, AND RESTORATION POLICIES. DECISIONS ON HOW TO PRESERVE AND RESTORE RECREATIONAL FISH NURSERY HABITAT WITHIN THE CAPE HAZE PENINSULA, CHARLO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0fd80d40-b8b8-f737-bb25-3427e85af922-C", "generated_internal_id": "ASST_NON_NA21NOS4510190_1330"}, {"internal_id": 139742018, "Award ID": "NA21NOS4510189", "Award Amount": 99758.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-20", "CFDA Number": "11.451", "Description": "HALF OF COASTAL BREEDING BIRDS MONITORED HAVE EXPERIENCED DRAMATIC POPULATION DECLINES OVER THE LAST 50 YEARS. COASTAL BIRDS ARE HIGHLY SUSCEPTIBLE TO HUMAN DISTURBANCE AND HABITAT LOSS AND ALTERATION, BOTH OF WHICH HAVE BEEN IDENTIFIED AS MAJOR THREATS FOR SHOREBIRDS AND SEABIRDS ACROSS THE NORTHERN GULF OF MEXICO. HUMAN DISTURBANCE FROM RECREATION CAUSES BIRDS TO FLUSH FROM NESTS LEAVING EGGS EXPOSED TO HEAT AND PREDATORS, REDUCE FORAGING TIME, AND ABANDON HIGH-QUALITY FORAGING LOCATIONS, WHICH IMPACTS REPRODUCTIVE SUCCESS. HABITAT LOSS AND ALTERATION (E.G., FROM SHORELINE DEVELOPMENT, SOME BEACH RESTORATION PROJECTS) REDUCES THE QUANTITY AND QUALITY OF NESTING, FORAGING, AND ROOSTING HABITATS, THUS LIMITING BIRD POPULATION GROWTH. GIVEN THE SEVERITY OF THESE THREATS, COASTAL BIRD CONSERVATION PLANS HAVE RECOMMENDED IMPLEMENTING STEWARDSHIP (I.E., ON-THE-GROUND TECHNIQUES TO ENSURE PROTECTION OF COASTAL BIRDS) TO REDUCE HUMAN DISTURBANCE AND MANAGEMENT TO INCREASE THE CONSERVATION V", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92b1ec9b-8528-1b9b-c0e1-de5e89039325-C", "generated_internal_id": "ASST_NON_NA21NOS4510189_1330"}, {"internal_id": 139741987, "Award ID": "NA21NOS4510188", "Award Amount": 115482.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "11.451", "Description": "LOUISIANA HAS AN ABUNDANCE OF NATURAL RESOURCES INCLUDING FISHERIES, OIL AND GAS, AND NAVIGABLE WATERWAYS. ONE THING THAT THESE NATURAL RESOURCES HAVE IN COMMON IS WATER. WATER IS THE NATURAL RESOURCE THAT WHEN MANAGED CAN LEAD TO ECONOMIC STABILITY, OR INSTABILITY, DEPENDING ON THE QUANTITY AND QUALITY OF IT. THE NATURAL RESOURCE DECISION THAT THIS PROPOSAL FOCUSES ON IS RELATED TO WATERSHED MANAGEMENT PROJECT SELECTION FOR ROUND 3 OF PROJECTS IN THE LOUISIANA WATERSHED INITIATIVE (LWI). LWI STEMMED FROM AN EXECUTIVE ORDER BY GOVERNOR EDWARDS THAT CHARGED FIVE STATE AGENCIES WITH COORDINATING STATEWIDE FLOOD RISK MANAGEMENT EFFORTS THROUGH A REGIONAL WATERSHED APPROACH, CENTERING AROUND CROSS-JURISDICTIONAL DECISION-MAKING. THE STATES WATERSHEDS ARE NOW ORGANIZED AROUND AND GROUPED INTO EIGHT IDENTIFIED WATERSHED REGIONS CHARGED WITH CREATING REGIONAL GOVERNANCE MODELS, WATERSHED PLANS, AND RECOMMENDATIONS FOR SELECTING AND PRIORITIZING REGIONAL WATERSHED MANAGEMENT PROJECTS BETWEEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a252c6f2-0c73-72c6-4c67-1031ebd6e778-C", "generated_internal_id": "ASST_NON_NA21NOS4510188_1330"}, {"internal_id": 139742007, "Award ID": "NA21NOS4510187", "Award Amount": 126663.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-26", "CFDA Number": "11.451", "Description": "THE BAHIA GRANDE (BG) COMPLEX IS A RECOVERING ESTUARINE SYSTEM WITHIN THE LAGUNA ATASCOSA NATIONAL WILDLIFE REFUGE (LANWR), CURRENTLY ONE OF THE LARGEST RESTORATION PROJECTS IN THE COUNTRY. TIDAL EXCHANGE BETWEEN THIS SYSTEM AND THE LOWER LAGUNA MADRE (LLM) WAS INTERRUPTED IN THE 1930S, EFFECTIVELY CONVERTING THE BASIN INTO A DUST BOWL. THIS CONDITION REMAINED UNTIL A CHANNEL WAS DREDGED IN 2005, CONNECTING THE SYSTEM TO THE LLM, ALLOWING FLOODING AND LIMITED TIDAL EXCHANGE. THE GOAL OF THIS INTERVENTION WAS TO RESTORE THE BG TO A FUNCTIONAL ESTUARINE ECOSYSTEM. FOLLOWING THE RESTORATION INTERVENTION (I.E., OPENING OF CONNECTING CHANNEL), THE RECOVERY OF THE BG ESTUARINE ECOSYSTEM HAS BEEN ASSESSED AND MONITORED WITH DIRECT INVOLVEMENT BY BOTH CINTRA BUENROSTRO AND FIERRO CABO. THESE ASSESSMENTS HAVE CONCLUDED THAT, WHILE RECOVERY IS OCCURRING, PROGRESS IS DECELERATING. AN AMELIORATION IN TIDAL EXCHANGE HAS BEEN INDICATED AS A REQUIREMENT TO FULL ECOSYSTEM RECOVERY. WIDENING OF THE MAI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_NA21NOS4510187_1330"}, {"internal_id": 139144874, "Award ID": "NA21NOS4510186", "Award Amount": 124926.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-13", "CFDA Number": "11.451", "Description": "FROM PLANNING TO ADAPTIVE MANAGEMENT: NATURAL RESOURCES DECISION MAKING IN RESPONSE TO THE ALLOCATION OF RIVERINE INFLOWS IN THE NORTHERN GULF OF MEXICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce600306-35f6-a322-8af6-77e17ec30fe9-C", "generated_internal_id": "ASST_NON_NA21NOS4510186_1330"}, {"internal_id": 139144834, "Award ID": "NA21NOS4510183", "Award Amount": 65113.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "11.451", "Description": "DEVELOPING A RESEARCH FRAMEWORK TO SUPPORT ASSESSMENTS OF CUMULATIVE EFFECTS FROM MULTIPLE STRESSORS ON DOLPHINS IN THE HOUSTON AREA UNDER CERCLA AND OPA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "34deb452-43de-e73a-ae70-8f3150463fc3-C", "generated_internal_id": "ASST_NON_NA21NOS4510183_1330"}, {"internal_id": 139741990, "Award ID": "NA21NOS4510182", "Award Amount": 81047.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "11.451", "Description": "THE NATURAL RESOURCE MANAGEMENT DECISION THAT WILL BE ADDRESSED BY THIS PROPOSAL IS THE DETERMINATION OF SPECIES SPECIFIC ANNUAL CATCH LIMITS AS MANDATED BY THE MAGNUSON-STEVENS FISHERY CONSERVATION AND MANAGEMENT ACT. THE DETERMINATION OF THE ANNUAL CATCH LIMITS (ACL) REPRESENTS ONE OF THE PRIMARY MANAGEMENT DECISIONS REQUIRED OF FISHERIES RESOURCE MANAGERS AT NOAAS SOUTHEAST FISHERIES SCIENCE CENTER AND THE GULF OF MEXICO FISHERY MANAGEMENT COUNCIL. THESE DECISIONS MUST BE MADE FOR ALL HARVESTED SPECIES SUBJECT TO A FISHERIES MANAGEMENT PLAN AND BE INFORMED BY THE BEST SCIENTIFIC INFORMATION AVAILABLE. SIGNIFICANT EFFORT HAS BEEN INVESTED IN IMPROVING STOCK ASSESSMENT SOFTWARE TO PRODUCE THE BEST POSSIBLE ESTIMATE OF STOCK STATUS IN THE FINAL YEAR OF AN ASSESSMENT. HOWEVER, ESTIMATING ACLS REQUIRES PROJECTING THE ASSESSMENT MODEL INTO THE FUTURE TO CALCULATE MAXIMUM SUSTAINABLE YIELD (MSY) OR ITS PROXY, WHICH REQUIRES MANY ASSUMPTIONS REGARDING THE ENVIRONMENTAL, REGULATORY, SOCIAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6940f740-6c11-e351-ff8e-ae34db741e08-C", "generated_internal_id": "ASST_NON_NA21NOS4510182_1330"}, {"internal_id": 139144841, "Award ID": "NA21NOS4510181", "Award Amount": 130200.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "11.451", "Description": "THE POTENTIAL FOR CONSERVATION GRAZING IN COASTAL UPLANDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_NA21NOS4510181_1330"}, {"internal_id": 139144840, "Award ID": "NA21NOS4510180", "Award Amount": 118023.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "11.451", "Description": "CHARACTERIZING CRYPTIC MORTALITY IN GULF OF MEXICO (GOM) REEF FISH: EVALUATING THE NATURE AND EXTENT OF DEPREDATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_NA21NOS4510180_1330"}, {"internal_id": 139144848, "Award ID": "NA21NOS4510179", "Award Amount": 126646.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "11.451", "Description": "STRUCTURED DECISION MAKING (SDM) TO CO-PRODUCE AN ACTIONABLE SCIENCE PLAN IN SUPPORT OF LOUISIANA, MISSISSIPPI, ALABAMA COASTAL SYSTEM (LMACS) WATER QUALITY MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da505c8d-33dc-ba98-eded-25193794d5da-C", "generated_internal_id": "ASST_NON_NA21NOS4510179_1330"}, {"internal_id": 139144860, "Award ID": "NA21NOS4510178", "Award Amount": 121735.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "11.451", "Description": "INTEGRATING SOCIOECONOMIC IMPACTS INTO FISHERIES RESTORATION DECISIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f191f83-6024-f2be-3012-4b740b10ac7a-C", "generated_internal_id": "ASST_NON_NA21NOS4510178_1330"}, {"internal_id": 139144863, "Award ID": "NA21NOS4510177", "Award Amount": 127065.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "11.451", "Description": "A DECISION-DRIVEN INTEGRATED ECOSYSTEM APPROACH TO MAXIMIZE BENEFITS OF BARRIER ISLAND RESTORATION AND MANAGEMENT OF THE CHANDELEUR ISLANDS FOR SEAGRASS AND ASSOCIATED COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81f17a9d-1aaf-0e74-d229-7c735ebea92f-C", "generated_internal_id": "ASST_NON_NA21NOS4510177_1330"}, {"internal_id": 139144856, "Award ID": "NA21NOS4510176", "Award Amount": 124998.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-11", "CFDA Number": "11.451", "Description": "CO-PRODUCTION OF A WATER FLOW DECISION TOOL TO SUPPORT RESOURCE MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ef841841-a12e-4934-91d9-f19dfde86258-C", "generated_internal_id": "ASST_NON_NA21NOS4510176_1330"}, {"internal_id": 139144866, "Award ID": "NA21NOS4510175", "Award Amount": 102694.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-09", "CFDA Number": "11.451", "Description": "RESTORATION OF ISLANDS AND BEACHES FOR WILDLIFE: REDUCING THE UNCERTAINTY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36f0679f-a870-e9e4-74b5-71240bc75ae9-C", "generated_internal_id": "ASST_NON_NA21NOS4510175_1330"}, {"internal_id": 139144861, "Award ID": "NA21NOS4510174", "Award Amount": 122346.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "11.451", "Description": "RESTORING COASTAL WETLANDS FOR SHOREBIRDS: LEVERAGING LESSONS LEARNED TO IDENTIFY RESEARCH PRIORITIES AND STRATEGIES TO MAXIMIZE FUTURE SUCCESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a20e532e-86bb-1684-6f2a-c4a7722765c9-C", "generated_internal_id": "ASST_NON_NA21NOS4510174_1330"}, {"internal_id": 139144847, "Award ID": "NA21NOS4510173", "Award Amount": 78260.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "11.451", "Description": "PLANNING FOR A FUTURE OF MARSH CREATION: EVALUATING THE DECISION TO CONTINUE TO CREATE HIGH ELEVATION CONFINED MARSHES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_NA21NOS4510173_1330"}, {"internal_id": 149948535, "Award ID": "NA21NOS4510172", "Award Amount": 121081.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-31", "CFDA Number": "11.451", "Description": "SEAGRASS BEDS ARE AN IMPORTANT NATURAL RESOURCE IN THE NORTHERN GULF OF MEXICO PROVIDING ECOSYSTEM SERVICES SUCH AS INDIRECTLY SUPPORTING COMMERCIAL FISHING LANDINGS, PROTECTING SHORELINES FROM STORM SURGE AND LAND LOSS, AND SEQUESTERING CARBON TO BUFFER CLIMATE CHANGE. THESE SERVICES ARE THREATENED BY NATURAL (HURRICANES) AND HUMAN DISTURBANCES (E.G., STORM RUNOFF, DREDGING) WHICH ACT TO REMOVE PLANTS AND LOWER WATER QUALITY LEADING TO DECLINES IN SEAGRASS SURFACE COVERAGE AND BED HEALTH. CHANGES IN WATER QUALITY DRIVEN BY GLOBAL CLIMATE CHANGE WILL EXACERBATE BED DEGRADATION. MANAGERS OF SEAGRASS SYSTEMS ARE THEREFORE TURNING TO RESTORATION FOR MITIGATION, BUT THE SUCCESS OF THESE EFFORTS ARE OFTEN UNPREDICTABLE. THE MANAGERS OF PENSACOLA AND PERDIDO BAYS ESTUARY PROGRAM ARE FACED WITH THIS CHALLENGING TASK. THEY MUST DECIDE THE APPROACH TO TAKE FOR BED RESTORATION KNOWING THE HABITATS WITHIN THE SEMI-ENCLOSED BAYS EXPERIENCE AMPLIFIED SUMMER TEMPERATURES AND RECEIVE EXCESSIVE RIVERINE INPUTS RESULTING FROM INCREASED FREQUENCY AND INTENSITY OF STORMS. FAILURE IN RESTORATION IS OFTEN ATTRIBUTED TO DISTURBANCES, SUCH AS THESE, THAT ARE DIFFICULT TO LOCALLY REMOVE OR REDUCE. THUS, THERE IS A NEED TO INCREASE THE STRESS THRESHOLD OF RESTORED BEDS FOR LONGTERM STABILITY. ONE POTENTIAL AVENUE, SELDOMLY CONSIDERED IN RESTORATION, IS TO ASSESS THE GENOTYPIC DIVERSITY OF EXISTING BEDS AND THEIR RESILIENCY TO ENVIRONMENTAL STRESS. GREATER STANDING GENETIC DIVERSITY WITHIN A POPULATION IS HYPOTHESIZED TO BE BENEFICIAL FOR STABILITY (I.E., DIVERSITY-RESILIENCY HYPOTHESIS) BECAUSE IT INCREASES THE PROBABILITY THAT RESISTANT GENOTYPES ARE PRESENT WHEN FACED WITH NEW STRESSORS. THE GOAL OF THIS PROPOSAL IS TO REDUCE UNKNOWNS FOR RESTORATION SUCCESS BY FOCUSING ON THE BENEFITS AND INCLUSION OF GENETIC VARIATION. SPECIFICALLY, THE PROPOSED PROJECT WILL DEVISE A PLAN TO ASSIST IN THE MANAGEMENT DECISION ON HOW TO RESTORE SEAGRASS BEDS IN THE PENSACOLA AND PERDIDO BAY FOR RESILIENCY TO CLIMATE STRESS. TO ENSURE THE PLAN IS ACTIONABLE, THE SCOPE WILL BE CO-PRODUCED BY AN INTERDISCIPLINARY TEAM COMPOSED OF RESEARCHERS AND MANAGERS. IT WILL BE REFINED FOR WIDE SCALE APPLICABILITY USING OUTCOMES FROM A SURVEY OF MANAGERS  RESTORATION NEEDS AND HISTORY. STEPS IN THE PLAN WILL BE INFORMED BY (1) THE ADVISORY ROLE OF THE GULF OF MEXICO SEAGRASS COMMUNITY OF PRACTICE (COP) AND STATE MANAGERS (2) A LITERATURE REVIEW OF GENOTYPIC VARIATION AND RESILIENCY, (3) DATA COMPILATION OF BED HEALTH, AND (4) SHARED KNOWLEDGE GATHERED FROM A PLANNED SEAGRASS RESTORATION WORKSHOP. STEPS IN THE PLAN ARE ENVISIONED TO INCLUDE PROPER SITE SELECTION, INTENDED DENSITY AND ACREAGE OF PLANTING, ASSESSMENT OF STRESSORS, EXPERIMENTAL TESTING OF THE DIVERSITY- RESILIENCY HYPOTHESIS, ASSESSMENTS OF GENOTYPIC VARIATION AND PRODUCTIVITY, AND A STRATEGY TO GAIN THE SUPPORT OF STAKEHOLDERS. THE PROCESS WILL RESULT IN REPORTS, PUBLICATIONS, AND ANNOTATIONS ADDED TO THE COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN AND THE COP SEARCHABLE ONLINE DATABASE. IMPLEMENTATION WILL PINPOINT AREAS OF HIGH CONSERVATION PRIORITY, SOURCES FOR TRANSPLANTS, GENOTYPIC COMPOSITION TO INCREASE STRESS THRESHOLDS, GIVE EMPHASIS AND APPLICABILITY OF MOLECULAR TOOLS FOR MONITORING, AND ULTIMATELY LEAD TO SUCCESSFUL RESTORATION IN 2025 TO GUIDE BEST RESTORATION PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c7e3d12b-c936-88c8-481b-75385999389a-C", "generated_internal_id": "ASST_NON_NA21NOS4510172_1330"}, {"internal_id": 139742021, "Award ID": "NA21NOS4510171", "Award Amount": 103503.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "11.451", "Description": "TAMPA BAY IS ONE OF THE FEW INTERNATIONAL EXAMPLES OF A COASTAL ECOSYSTEM IN RECOVERY DESPITE CONTINUED URBANIZATION WITHIN ITS WATERSHED. BAYWIDE SEAGRASS COVERAGE NOW EXCEEDS 1950S LEVELS, PRIMARILY AS A RESULT OF NITROGEN LOAD REDUCTION PROJECTS IMPLEMENTED ACROSS MULTIPLE SECTORS BY THE TAMPA BAY NITROGEN MANAGEMENT CONSORTIUM (TBNMC). HOWEVER, SETBACKS IN RECOVERY HAVE BEEN OBSERVED, PRIMARILY IN THE NORTHERN MANAGEMENT SEGMENT, OLD TAMPA BAY (OTB). THESE SETBACKS ARE PARTLY ATTRIBUTED TO RECURRING HIGH BIOMASS BLOOMS OF PYRODINIUM BAHAMENSE, A TOXIC DINOFLAGELLATE THAT HAS BEEN OBSERVED ALMOST ANNUALLY IN TAMPA BAY SINCE 2000. HIGH BIOMASS BLOOMS OF THIS ALGA (&GT;100,000 CELLS L-1) INHIBIT LIGHT PENETRATION IN THE WATER COLUMN AND POSE ONGOING CHALLENGES TO MEET TAMPA BAY ESTUARY PROGRAM (TBEP) CHLOROPHYLL-A MANAGEMENT TARGETS, WHICH ARE IMPLEMENTED TO ENSURE AN ADEQUATE LIGHT ENVIRONMENT FOR SEAGRASS RECOVERY. THE TBNMC IS COMMITTED TO PROACTIVELY MANAGE EMERGING IMPEDIMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_NA21NOS4510171_1330"}, {"internal_id": 139144880, "Award ID": "NA21NOS4510170", "Award Amount": 124996.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-11", "CFDA Number": "11.451", "Description": "CREATING SECURE WARM-WATER HABITAT NETWORKS FOR MANATEES ALONG FLORIDA'S GULF COAST:  DEVELOPING A VISION, IDENTIFYING GAPS, AND PRIORITIZING RESTORATION SITES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_NA21NOS4510170_1330"}, {"internal_id": 85246150, "Award ID": "NA19NOS4510195", "Award Amount": 3246200.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-30", "CFDA Number": "11.451", "Description": "FIRE EFFECTS IN GULF OF MEXICO MARSHES: HISTORICAL PERSPECTIVES, MANAGEMENT, AND MONITORING OF MOTTLED DUCKS AND BLACK AND YELLOW RAILS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_NA19NOS4510195_1330"}, {"internal_id": 85246050, "Award ID": "NA19NOS4510194", "Award Amount": 2887250.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-26", "CFDA Number": "11.451", "Description": "BUILDING RESILIENCE FOR OYSTERS, BLUE CRAB, AND SPOTTED SEATROUT TO ENVIRONMENTAL TRENDS AND VARIABILITY IN THE GULF OF MEXICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "06e99475-088f-52e6-67ba-36b42571498a-C", "generated_internal_id": "ASST_NON_NA19NOS4510194_1330"}, {"internal_id": 85246303, "Award ID": "NA19NOS4510193", "Award Amount": 2839195.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-26", "CFDA Number": "11.451", "Description": "TRENDS AND DRIVERS OF FAUNAL ABUNDANCE IN THE OFFSHORE GULF OF MEXICO: NARROWING THE LARGEST DATA GAP IN THE GULF???S LARGE MARINE ECOSYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0eca669-e319-f058-5f06-f144b251fe6b-C", "generated_internal_id": "ASST_NON_NA19NOS4510193_1330"}, {"internal_id": 85246281, "Award ID": "NA19NOS4510192", "Award Amount": 3692178.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-26", "CFDA Number": "11.451", "Description": "OPTIMIZATION AND EXPANSION OF GULF-WIDE VIDEO SURVEY EFFORTS TO BETTER CHARACTERIZE TEMPORAL AND SPATIAL VARIABILITY IN REEF FISH ASSEMBLAGES IN RESPONSE TO DRIVERS AT MULTIPLE SCALES: G-FISHER  PROGR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_NA19NOS4510192_1330"}, {"internal_id": 49121141, "Award ID": "NA17NOS4510101", "Award Amount": 720000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-06-27", "CFDA Number": "11.451", "Description": "EXPANSION OF WWW.MYMOBILEBAY.COM FOR COASTAL ALABAMA RESOURCE MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "181cd29c-e2bb-cabb-212e-07efb073a284-C", "generated_internal_id": "ASST_NON_NA17NOS4510101_1330"}, {"internal_id": 49121140, "Award ID": "NA17NOS4510100", "Award Amount": 519036.34, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-06", "CFDA Number": "11.451", "Description": "LIVING SHORELINE SITE SUITABILITY MODEL TRANSFER FOR SELECTED WATER BODIES WITHIN THE GULF OF MEXICO: A GIS & REMOTE SENSING-BASED APPROACH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "11147351-2e7c-4002-c446-5cc1de7f4420-C", "generated_internal_id": "ASST_NON_NA17NOS4510100_1330"}, {"internal_id": 49121139, "Award ID": "NA17NOS4510099", "Award Amount": 1768168.61, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-06-19", "CFDA Number": "11.451", "Description": "LINKING HABITAT TO RECRUITMENT: EVALUATING THE IMPORTANCE OF PELAGIC SARGASSUM TO FISHERIES MANAGMENT IN THE GULF OF MEXICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81f17a9d-1aaf-0e74-d229-7c735ebea92f-C", "generated_internal_id": "ASST_NON_NA17NOS4510099_1330"}, {"internal_id": 49121138, "Award ID": "NA17NOS4510098", "Award Amount": 850935.69, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-06-19", "CFDA Number": "11.451", "Description": "ECOSYSTEM MODELING TO IMPROVE FISHERIES MANAGEMENT IN THE GULF OF MEXICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_NA17NOS4510098_1330"}, {"internal_id": 49121137, "Award ID": "NA17NOS4510097", "Award Amount": 231671.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-06-22", "CFDA Number": "11.451", "Description": "USE OF ELEMENTAL SIGNATURES TO DETECT AND TRACE CONTAMINANT ENTRY TO THE NORTHERN GULF OF MEXICO COASTAL FOOD WEB: MANAGING MULTIPLE STRESSORS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "181cd29c-e2bb-cabb-212e-07efb073a284-C", "generated_internal_id": "ASST_NON_NA17NOS4510097_1330"}, {"internal_id": 49121136, "Award ID": "NA17NOS4510096", "Award Amount": 1215193.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-06-01", "CFDA Number": "11.451", "Description": "RESEARCH PRIORITY: POPULATION CONNECTIVITY OF DEEPWATER CORALS IN THE NORTHERN GULF OF MEXICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e8a1ed30-c6e7-a26e-e0a9-0a292a9ed2c8-C", "generated_internal_id": "ASST_NON_NA17NOS4510096_1330"}, {"internal_id": 49121135, "Award ID": "NA17NOS4510095", "Award Amount": 123157.41, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-03", "CFDA Number": "11.451", "Description": "ASSESSMENT OF MOVEMENT PATTERNS AND CRITICAL HABITAT FOR COASTAL AND CONTINENTAL SHELF SMALL CETACEANS IN THE GULF OF MEXICO USING NEWLY DEVELOPED RE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "34deb452-43de-e73a-ae70-8f3150463fc3-C", "generated_internal_id": "ASST_NON_NA17NOS4510095_1330"}, {"internal_id": 49121134, "Award ID": "NA17NOS4510094", "Award Amount": 983562.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-06-21", "CFDA Number": "11.451", "Description": "A WEB-BASED INTERACTIVE DECISION-SUPPORT TOOL FOR ADAPTATION OF COASTAL URBAN AND NATURAL (ACUNE) IN SOUTHWEST FLORIDA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_NA17NOS4510094_1330"}, {"internal_id": 49121133, "Award ID": "NA17NOS4510093", "Award Amount": 1141253.63, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-06-22", "CFDA Number": "11.451", "Description": "GULF-WIDE ASSESSMENT OF HABITAT USE AND HABITAT-SPECIFIC PRODUCTION ESTIMATES OF NEKTON IN TURTLEGRASS (THALASSIA TESTUDINUM)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81f17a9d-1aaf-0e74-d229-7c735ebea92f-C", "generated_internal_id": "ASST_NON_NA17NOS4510093_1330"}, {"internal_id": 49121132, "Award ID": "NA17NOS4510092", "Award Amount": 1037903.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-06-22", "CFDA Number": "11.451", "Description": "A MULTISCALE APPROACH TO UNDERSTANDING MIGRATORY LAND BIRD HABITAT USE OF FUNCTIONAL STOPOVER HABITAT TYPES AND MANAGEMENT EFFORTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81f17a9d-1aaf-0e74-d229-7c735ebea92f-C", "generated_internal_id": "ASST_NON_NA17NOS4510092_1330"}, {"internal_id": 49121131, "Award ID": "NA17NOS4510091", "Award Amount": 2054567.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-06", "CFDA Number": "11.451", "Description": "LINKING COMMUNITY AND FOOD-WEB APPROACHES TO RESTORATION: AN ECOLOGICAL ASSESSMENT OF CREATED AND NATURAL MARSHES INFLUENCED BY RIVER DIVERSIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_NA17NOS4510091_1330"}, {"internal_id": 49121130, "Award ID": "NA17NOS4510090", "Award Amount": 589639.44, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-06-19", "CFDA Number": "11.451", "Description": "SPAT:  SHELLFISH PORTFOLIO ASSESSMENT TOOL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_NA17NOS4510090_1330"}, {"internal_id": 49121129, "Award ID": "NA17NOS4510089", "Award Amount": 510945.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-06-20", "CFDA Number": "11.451", "Description": "A DECISION-SUPPORT TOOL FOR EVALUATING THE IMPACTS OF SHORT- AND LONG-TERM MANAGEMENT DECISIONS ON THE GULF OF MEXICO RED SNAPPER RESOURCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_NA17NOS4510089_1330"}, {"internal_id": 49119521, "Award ID": "NA15NOS4510233", "Award Amount": 164150.31, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-11", "CFDA Number": "11.451", "Description": "ECOSYSTEM MODELING EFFORTS IN THE GULF OF MEXICO: CURRENT STATUS AND FUTURE NEEDS TO ADDRESS MANAGEMENT AND RESTORATION ACTIVITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99d5e16f-8a13-f228-da38-0b05906d7aa4-C", "generated_internal_id": "ASST_NON_NA15NOS4510233_1330"}, {"internal_id": 49119518, "Award ID": "NA15NOS4510230", "Award Amount": 390999.86, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-31", "CFDA Number": "11.451", "Description": "COOPERATIVE MONITORING PROGRAM FOR SPAWNING AGGREGATIONS IN THE GULF OF MEXICO: AN ASSESSMENT OF EXISTING INFORMATION, DATA GAPS AND RESEARCH PRIORIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_NA15NOS4510230_1330"}, {"internal_id": 49119517, "Award ID": "NA15NOS4510229", "Award Amount": 260742.74, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-04", "CFDA Number": "11.451", "Description": "THE CENTRAL ROLE OF THE MISSISSIPPI RIVER AND ITS DELTA IN THE OCEANOGRAPHY AND ECOLOGY OF THE GULF OF MEXICO LARGE MARINE ECOSYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5d3ee34-c971-7973-436a-16a19a59d27f-C", "generated_internal_id": "ASST_NON_NA15NOS4510229_1330"}, {"internal_id": 49119516, "Award ID": "NA15NOS4510228", "Award Amount": 387954.41, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-04", "CFDA Number": "11.451", "Description": "RESTORE SCIENCE: INDICATORS AND ASSESSMENT FRAMEWORK FOR ECOLOGICAL HEALTH AND ECOSYSTEM SERVICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ef841841-a12e-4934-91d9-f19dfde86258-C", "generated_internal_id": "ASST_NON_NA15NOS4510228_1330"}, {"internal_id": 49119515, "Award ID": "NA15NOS4510227", "Award Amount": 309836.23, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-11", "CFDA Number": "11.451", "Description": "INVENTORY OF GULF OF MEXICO ECOSYSTEM INDICATORS USING AN ECOLOGICAL RESILIENCE FRAMEWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c2bb9b99-67b8-4253-64ac-c4d567610eef-C", "generated_internal_id": "ASST_NON_NA15NOS4510227_1330"}, {"internal_id": 49119514, "Award ID": "NA15NOS4510226", "Award Amount": 398715.89, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-04", "CFDA Number": "11.451", "Description": "EVALUATION OF GULF OF MEXICO OCEANOGRAPHIC OBSERVATION NETWORKS, IMPACT ASSESSMENT ON ECOSYSTEM MANAGEMENT AND RECOMMENDATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99d5e16f-8a13-f228-da38-0b05906d7aa4-C", "generated_internal_id": "ASST_NON_NA15NOS4510226_1330"}, {"internal_id": 49119513, "Award ID": "NA15NOS4510225", "Award Amount": 179076.59, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-11", "CFDA Number": "11.451", "Description": "RESTORE SCIENCE: ECOSYSTEM MODELING EFFORTS IN THE GULF OF MEXICO: CURRENT STATUS AND FUTURE NEEDS TO ADDRESS MANAGEMENT AND RESTORATION ACTIVITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ef841841-a12e-4934-91d9-f19dfde86258-C", "generated_internal_id": "ASST_NON_NA15NOS4510225_1330"}, {"internal_id": 49119512, "Award ID": "NA15NOS4510224", "Award Amount": 366492.68, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-01", "CFDA Number": "11.451", "Description": "RESTORE SCIENCE: DEFINING ABNORMAL EVENTS OF OCEANOGRAPHIC BIOLOGICAL PHYSICAL PROPERTIES IN THE GULF OF MEXICO TO IDENTIFY DATA GAPS. \"DAP\"", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81f17a9d-1aaf-0e74-d229-7c735ebea92f-C", "generated_internal_id": "ASST_NON_NA15NOS4510224_1330"}]