[{"internal_id": 161919739, "Award ID": "NA23SEC4690009", "Award Amount": 2400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "11.469", "Description": "SINGLE AUDIT REPORT ATTACHED TO SINGLE AUDIT SECTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e7adbb4-7a54-2cbd-df34-4dde2e88cc4a-C", "generated_internal_id": "ASST_NON_NA23SEC4690009_1330"}, {"internal_id": 161576467, "Award ID": "NA23SEC4690008", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-16", "CFDA Number": "11.469", "Description": "THIS AWARD TO HEALTHY SCHOOLS CAMPAIGN (HSC) WILL SUPPORT SPACE TO GROW, CHICAGO'S GREEN SCHOOLYARDS INITIATIVE AND AN INNOVATIVE RESPONSE TO THE IMPACTS OF CLIMATE CHANGE AND HISTORIC DISINVESTMENT ON CHICAGO NEIGHBORHOODS, SCHOOLS AND STUDENTS. THE SCHOOLYARDS USE GREEN STORMWATER INFRASTRUCTURE (GSI) TO BOOST COMMUNITY RESILIENCE IN HISTORICALLY UNDER-INVESTED, FLOOD-PRONE COMMUNITIES IN CHICAGO. HSC'S WORK ENSURES THAT EACH SPACE TO GROW SCHOOL COMMUNITY HAS A VOICE IN THE DESIGN AND PLANS FOR THEIR NEW SCHOOLYARD, PROVIDES NATURE-BASED AND CLIMATE RESILIENCE EDUCATION TO FOSTER GENERATIONS OF ENVIRONMENTAL STEWARDS AND WORKS TO ENSURE THE GSI IS WELL MAINTAINED OVER TIME. THIS PROJECT WILL ENABLE HSC STAFF TO:   -- ENGAGE AND WORK CLOSELY WITH STUDENTS (UNDER GUIDANCE OF THEIR TEACHERS AND PARENTS/CAREGIVERS), EDUCATORS, SCHOOL STAFF, PARENTS, CAREGIVERS AND COMMUNITY MEMBERS TO IMPLEMENT A COMMUNITY DESIGN PROCESS FOR AT LEAST 25 NEW SPACE TO GROW SCHOOLYARDS.  -- PROVIDE EDUCA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2a70a5e0-148f-9dde-c566-d8de6da4d640-R", "generated_internal_id": "ASST_NON_NA23SEC4690008_1330"}, {"internal_id": 161576466, "Award ID": "NA23SEC4690007", "Award Amount": 650000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-21", "CFDA Number": "11.469", "Description": "SINGLE AUDIT REPORT ATTACHED TO SINGLE AUDIT SECTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bdf70026-12bc-02ab-11e5-827feea73c50-C", "generated_internal_id": "ASST_NON_NA23SEC4690007_1330"}, {"internal_id": 161576463, "Award ID": "NA23OAR4690623", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-28", "CFDA Number": "11.469", "Description": "TEXAS DOES NOT CONSIDER CLIMATE CHANGE WHEN PLANNING FOR ITS WATER SUPPLIES. THIS IS AN ISSUE BECAUSE A WARMING CLIMATE IS EXPECTED TO INCREASE EVAPORATION; INCREASE WATER DEMAND; DECREASE SOIL MOISTURE; DECREASE WATER RUNNING INTO OUR STREAM, RIVERS, AND RESERVOIRS; AND DECREASE WATER PERCOLATING TO OUR AQUIFERS. CLIMATE CHANGE'S IMPACTS TO WATER RESOURCES WILL HAVE PROFOUND EFFECTS ON OUR AGRICULTURE, INDUSTRY, MUNICIPALITIES, AND ENVIRONMENT. TO INFORM CITIZENS, PLANNERS, DECISION MAKERS, AND POLICYMAKERS, TEXAS STATE UNIVERSITY IS IMPLEMENTING A MULTI- YEAR PROJECT TO (1) DEVELOP ACTIONABLE, DOWN-SCALED CLIMATE PROJECTIONS FOR THE STATE (CORRECTIONS TO THE GLOBAL MODEL PROJECTIONS TO BETTER REFLECT LOCAL CONDITIONS); (2) ASSESS WHAT THESE PROJECTIONS MEAN FOR WATER RESOURCES AND THE ENVIRONMENT; AND (3) PROVIDE A POLICY ROADMAP FOR INDIVIDUALS, COMMUNITIES, AND THE STATE TO PREPARE TEXAS FOR THE CHALLENGES AHEAD TO OUR WATER RESOURCES, ECONOMY, AND ENVIRONMENT. WE ASPIRE TO BE INFO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_NA23OAR4690623_1330"}, {"internal_id": 161919737, "Award ID": "NA23OAR4690592", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "11.469", "Description": "RAINFALL AND GROUNDWATER CONTAIN NATURALLY OCCURRING STABLE ISOTOPES OF OXYGEN AND HYDROGEN, AND THE AMOUNT OF THESE ISOTOPES IN A WATER SAMPLE VARIES RELATED TO CHANGES IN CLIMATE. EVERY RAINDROP IS UNIQUE IN ITS HISTORY, FROM EVAPORATION FROM THE OCEAN, TO CLOUDS, TO THE PRECIPITATION (AS RAIN AND SNOW) THAT FALLS IN LAS VEGAS AND OTHER REGIONS, AND THE STABLE ISOTOPES PROVIDE A 'FINGERPRINT' OF THE RAIN'S ORIGINS.  A WATER ISOTOPE ANALYZER BRINGS EXCEPTIONAL OPPORTUNITIES IN BOTH RESEARCH AND TEACHING FOR STUDENTS AT UNLV, AND FOR SCIENTISTS IN SOUTHERN NEVADA. THE PROPOSED INSTRUMENTATION WOULD PROVIDE CONTEXT FOR UNDERSTANDING MODERN CLIMATE CONTROLS ON THE HYDROLOGIC CYCLE IN THE ARID SOUTHWESTERN UNITED STATES AND PERMIT MORE ACCURATE FORECASTING OF FUTURE WATER RESOURCES VIA THE APPLICATION OF ISOTOPES IN ENVIRONMENTAL SAMPLES. THE GOAL OF THE PROPOSED WORK IS TO UNDERSTAND THE CLIMATIC CONTROLS ON RAINFALL OXYGEN AND HYDROGEN ISOTOPE VALUES, TO SUPPORT INTERPRETATIONS OF PAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "030ff4e1-5b82-35d0-a78c-551a23bb4ba1-C", "generated_internal_id": "ASST_NON_NA23OAR4690592_1330"}, {"internal_id": 161919736, "Award ID": "NA23OAR4690531", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-09", "CFDA Number": "11.469", "Description": "PURPOSE: TO SUPPORT FOUR DISTINCT RESEARCH AND STUDENT TRAINING PROGRAMS PRIMARILY THROUGH: A) THE ACQUISITION OF RESEARCH INSTRUMENTS, B) GRADUATE AND UNDERGRADUATE STUDENT STIPENDS, AND C) SALARY SUPPORT FOR A 12 MONTH FIELD PROGRAMS MANAGER.  ACTIVITIES TO BE PERFORMED: THE FOUR PROGRAMS CONSIST OF: BLUE CRAB FIELD SURVEY, COASTAL CARBON CYCLE MONITORING, SHELLFISH AQUACULTURE GENETICS AND BREEDING, AND ENVIRONMENTAL AND NATURAL RESOURCE ECONOMICS. THE BLUE CRAB FIELD SURVEY WILL ENGAGE STUDENTS WITH THE ADMINISTRATION OF A BLUE CRAB MONITORING SURVEY THAT HAS HISTORICALLY PROVIDED CRITICAL INFORMATION ON LONG TERM POPULATION DYNAMICS IN THE CHESAPEAKE BAY. THE COASTAL CARBON CYCLE MONITORING PROJECT WILL TRAIN GRADUATE AND UNDERGRADUATE STUDENTS TO BETTER UNDERSTAND COASTAL CARBON CYCLING THROUGH LONG-TERM, HIGH FREQUENCY SAMPLING TECHNIQUES. THE SHELLFISH AQUACULTURE GENETICS AND BREEDING PROJECT WILL TRAIN GRADUATE AND UNDERGRADUATE STUDENTS AND IMPROVE EASTERN OYSTER'S DISEASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "725732a0-bf8b-a060-f378-ed41b2f7a9bd-C", "generated_internal_id": "ASST_NON_NA23OAR4690531_1330"}, {"internal_id": 160895748, "Award ID": "NA23OAR4690525", "Award Amount": 1991000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-11", "CFDA Number": "11.469", "Description": "THIS PROJECT, CALLED ENERGY EFFICIENT FISHERIES (EEF), WILL COMBINE EXPERTISE FROM THE MASSACHUSETTS COMMERCIAL FISHING AND SEAFOOD INDUSTRIES WITH EXPERTISE FROM THE ENERGY EFFICIENCY AND RENEWABLE TECHNOLOGY INDUSTRIES TO DEVELOP A COMPREHENSIVE SET OF PATHWAYS TOWARDS REDUCTION OF GREENHOUSE GAS EMISSIONS FROM THE HARVEST, PROCESSING, AND SALE OF SEAFOOD BY MASSACHUSETTS-BASED FISHERMEN AND BUSINESSES. EEF WILL DEVELOP AND IMPLEMENT A SERIES OF PROJECTS AND PROGRAMS TO CHART A COURSE FOR EMISSIONS REDUCTIONS AND THE ADOPTION OF NEXT-GENERATION ENERGY EFFICIENCY TECHNOLOGIES BY MASSACHUSETTS FISHING VESSELS, SEAFOOD BUSINESSES, AND FISHING PORTS. THE RESULTS OF THIS WORK WILL POSITION MASSACHUSETTS TO CONTINUE ITS CLIMATE LEADERSHIP BY PILOTING AND IMPLEMENTING SAFE, COST-EFFECTIVE, PROVEN APPROACHES DESIGNED FOR AND BY FISHERIES AND SEAFOOD STAKEHOLDERS THEMSELVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dfa945c-d3ca-c762-9f74-f94ee4d9a984-R", "generated_internal_id": "ASST_NON_NA23OAR4690525_1330"}, {"internal_id": 161576462, "Award ID": "NA23OAR4690461", "Award Amount": 480000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-18", "CFDA Number": "11.469", "Description": "PURPOSE: THIS PROJECT SEEKS TO EXPAND BUFFALO NIAGARA WATERKEEPER'S (BNW) DECADES LONG WATER QUALITY AND ECOSYSTEM MONITORING PROJECT TO ENHANCE UNDERSTANDING AND PUBLIC AWARENESS OF WESTERN NEW YORK'S (WNY) LAKE ERIE COASTLINE AND NEARSHORE ENVIRONMENTS.  ACTIVITIES TO BE PERFORMED: THROUGH THIS PROJECT, BNW WILL UNDERTAKE A DETAILED LITERATURE REVIEW OF DATA AND RESEARCH FOCUSED ON THE EASTERN BASIN OF LAKE ERIE WATER QUALITY. THE LITERATURE REVIEW WILL INFORM OPPORTUNITIES TO EXPAND AND DEVELOP A MORE ROBUST WATER QUALITY AND ECOSYSTEM MONITORING PROGRAM THROUGH ADDITIONAL SITES. COUPLED WITH THE ADDITIONAL WATER QUALITY DATA, BNW WILL DEVELOP A SHORELINE VISUAL ASSESSMENT TOOL TO IDENTIFY OPPORTUNITIES FOR INCREASED COASTAL RESILIENCE EFFORTS. DATA GATHERED THROUGH OUR WATER QUALITY MONITORING PROGRAM AND VISUAL SHORELINE ASSESSMENTS WILL GUIDE OUR COMMUNITY OUTREACH AND VOLUNTEER EFFORTS THROUGH EVENTS AND EDUCATIONAL PROGRAMMING. THIS PROJECT WILL INCREASE, SURFACE WATER TESTIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "48f9d32a-3f7d-4f77-7a44-aaad5bd1fefb-C", "generated_internal_id": "ASST_NON_NA23OAR4690461_1330"}, {"internal_id": 160586259, "Award ID": "NA23OAR4690438", "Award Amount": 950000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-22", "CFDA Number": "11.469", "Description": "IN ORDER TO FURTHER EXPAND IN THE INDUSTRY OF NATIONAL DEFENSE RESEARCH, WHOI IS CONSTRUCTING A FACILITY FOCUSED ON SECURE RESEARCH, IN MULTIPLE CAPACITIES, IN PARTNERSHIP WITH VARIOUS AGENCIES. THE SECURE UNDERWATER RESEARCH FACILITY (SURF) WILL PROVIDE SECURE OPEN AND/OR COMPARTMENTALIZED LABORATORIES, WORK ROOMS, AND MEETING SPACES. THE FACILITY IS DESIGNED TO MEET THE REQUIREMENTS TO OBTAIN APPROVAL BY COGNIZANT AGENCIES WITH JURISDICTION OVER SUCH FACILITIES AND APPROVAL AUTHORITY AT THE LEVEL OF OPEN STORAGE SECRET AS A BASELINE RATING. SURF WILL ALLOW WHOI RESEARCHERS, INDUSTRY PARTNERS, SMALL BUSINESS AND START-UPS SIGNIFICANTLY INCREASED OPPORTUNITIES FOR COLLABORATION, THEREBY SHORTENING THE TIME BETWEEN INNOVATION AND DELIVERY OF NEW CAPABILITIES. THIS PROJECT SCOPE SHALL BE DEVELOPED AND CONSTRUCTED TO ALLOW FOR FUTURE GROWTH. TOTAL BUILDOUT COST OF THE FACILITY IS ESTIMATED TO BE $2.2M WITH REMAINING FUNDS PROVIDED BY WHOI.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d58d39e4-6409-a345-5693-a1b65cfc206c-C", "generated_internal_id": "ASST_NON_NA23OAR4690438_1330"}, {"internal_id": 160895747, "Award ID": "NA23OAR4690423", "Award Amount": 669936.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-07", "CFDA Number": "11.469", "Description": "PURPOSE: THIS PROJECT PROVIDES FINANCIAL SUPPORT FOR DOWNEAST INSTITUTE'S (DEI) MARINE RESEARCH WHICH IS PRIMARILY AIMED AT ENHANCING FISHERIES PRODUCTION THROUGH SUSTAINING WILD SHELLFISH HARVESTS AND DEVELOPING NEW SHELLFISH AQUACULTURE OPPORTUNITIES. THE EQUIPMENT AND ACTIVITIES FUNDED THROUGH THIS PROJECT WILL INCREASE THE CAPACITY OF DEI'S RESEARCH HATCHERY AND SEAWATER LABORATORIES, AS WELL AS IMPROVE EFFICIENCY AND SAFETY.  ACTIVITIES TO BE PERFORMED: ACTIVITIES INVOLVE SUPPORTING EXISTING STAFF AND PURCHASING OR LEASING INFRASTRUCTURE WHICH WILL INCREASE DEI'S ABILITY TO CONDUCT RESEARCH ON THE CELLULAR LEVEL; IMPROVE SAFETY AND CAPABILITIES OF RESEARCH VESSELS AND VEHICLES; IMPROVE ENVIRONMENTAL CONDITIONS IN THE HATCHERY BUILDING; AND INCREASE DIVERSITY AND UTILITY OF SEA WATER LABS.  EXPECTED OUTCOMES: THE OUTCOME OF THESE INVESTMENTS WILL BE INCREASED CAPACITY AND FUNCTION AT DEI, A WORLD-CLASS MARINE RESEARCH FACILITY WITH A COMMERCIAL SCALE EXPERIMENTAL SHELLFISH HATC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "973916f3-cde8-64c1-0cba-9eea1bf55956-R", "generated_internal_id": "ASST_NON_NA23OAR4690423_1330"}, {"internal_id": 161576461, "Award ID": "NA23OAR4690422", "Award Amount": 2389943.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-28", "CFDA Number": "11.469", "Description": "PURPOSE: THIS PROJECT SEEKS TO IMPLEMENT THE CONNECTICUT KELP INNOVATION CENTER, WHICH WILL ADDRESS CRITICAL BARRIERS THAT HAMPER GROWTH OF SEAWEED CULTIVATION IN CONNECTICUT, CREATING WORKING WATERFRONT JOBS THAT HAVE A CLIMATE POSITIVE IMPACT.  ACTIVITIES TO BE PERFORMED: THE CENTER WILL ADDRESS THESE BARRIERS BY INCREASING LOCAL FARMER-OPERATED KELP SEED PRODUCTION CAPACITY, HELPING FARMERS SCALE OPERATIONS, DEVELOPING A SHARED-USE MOBILE PLATFORM FOR HARVEST, PRIMARY PROCESSING, AND STABILIZATION, AND EXPANDING COLD STORAGE CAPACITY.  EXPECTED OUTCOMES: AS A RESULT OF THIS PROJECT, IT IS ANTICIPATED THAT ANNUAL KELP SEED PRODUCTION CAPACITY IN CONNECTICUT WILL TRIPLE TO 225,000 FEET WHICH CAN YIELD UP TO 1.8 MILLION POUNDS OF WET HARVEST, BY 2027, 7 CONNECTICUT KELP FARMERS WILL INCREASE PRODUCTION BY 300,000 - 500,000 LBS AND 3 SHELLFISH FARMERS WILL DIVERSIFY OPERATIONS TO INCLUDE KELP; AND CONNECTICUT FARMERS WILL EXPAND PRODUCTION, REDUCE COSTS, AND CAPTURE MORE OF THE KEL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b63f53e8-2e37-3bd0-95cd-976133608941-R", "generated_internal_id": "ASST_NON_NA23OAR4690422_1330"}, {"internal_id": 160895746, "Award ID": "NA23OAR4690394", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-14", "CFDA Number": "11.469", "Description": "THE GREAT LAKES COMMISSION WILL EXPAND ITS OPERATIONAL CAPACITY, EXPERTISE, AND WORK TO ADDRESS REGIONAL PRIORITIES RELATED TO CLIMATE RESILIENCY, WATER QUALITY, AND MARITIME TRANSPORTATION. THE GLC WILL UTILIZE THIS ADDITIONAL EXPERTISE/CAPACITY TO ENSURE THE STATES AND THE FEDERAL GOVERNMENT ARE COORDINATED AND COMMUNICATING ON THE IMPLEMENTATION OF IMPORTANT FEDERAL AND REGIONAL PROGRAMS RELATED TO THE GREAT LAKES BASIN, INCLUDING INVESTMENTS MADE UNDER THE INFRASTRUCTURE INVESTMENT AND JOBS ACT AND INFLATION REDUCTION ACT.  THE GLC WILL EXPAND ITS WORK ON ACTIONS IDENTIFIED IN ITS NEW STRATEGIC PLAN, UTILIZING THE GLC'S STRENGTHS AND SERVICES OF FACILITATION AND CONSENSUS-BUILDING AND INFORMATION MANAGEMENT AND DELIVERY. THIS WILL INCLUDE FACILITATING REGIONAL MEETINGS TO CONVENE EXPERTS FROM STATE, FEDERAL, AND LOCAL GOVERNMENT ENTITIES TO COORDINATE ACTIONS, AND IMPLEMENT PLANS RELATED TO RESTORATION, INFRASTRUCTURE, AND CLIMATE RESILIENCE. THE GLC WILL ALSO USE FUNDING TO IMPRO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10658213-3756-2e60-5d7b-55377a1a56fb-C", "generated_internal_id": "ASST_NON_NA23OAR4690394_1330"}, {"internal_id": 161919735, "Award ID": "NA23OAR4690390", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "11.469", "Description": "THE UNIVERSITY OF ALASKA FAIRBANKS WILL PROVIDE STATE OF THE ART SUBSEASONAL TO MULTIYEAR FORECASTS FOR ALASKA AND THE ARCTIC. THE PROPOSED WORK INCLUDES 1) ADVANCE SUPPORT FOR S2S FORECASTS THROUGH COMMUNITY-BASED OBSERVATIONS; 2) CLIMATE ANALOG DEVELOPMENT AND APPLICATION TO S2S OUTLOOKS FOR STORMINESS; 3) WILDLAND FIRE MODELING AND PREDICTION; 4) FORECASTING WINTER RAIN EVENTS; AND 5) EXAMINING EXTREME ATMOSPHERIC VARIABILITY AND IMPACTS IN THE CHUKCHI SEA. THE PROJECT LEVERAGES SEVERAL TRUSTED REGIONAL PARTNERS TO SUPPORT THIS WORK, INCLUDING THE NATIONAL WEATHER SERVICE (NWS) ARCTIC TESTBED, ALASKA ARCTIC OBSERVATORY AND KNOWLEDGE HUB (AAOKH), NOAA-FUNDED CLIMATE ADAPTATION PARTNERSHIP/REGIONALLY INTEGRATED SCIENCES AND ASSESSMENT PROGRAM IN ALASKA (ALASKA CENTER FOR CLIMATE ASSESSMENT AND POLICY, ACCAP), AND ALASKA FIRE SCIENCE CONSORTIUM (AFSC).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_NA23OAR4690390_1330"}, {"internal_id": 159759788, "Award ID": "NA23OAR4690202", "Award Amount": 2500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-19", "CFDA Number": "11.469", "Description": "PURPOSE: TO DEVELOP AND PRIORITIZE SCIENCE-BASED, COMMUNITY-INFORMED RESILIENCE IN AT LEAST FIVE LOUISIANA COMMUNITIES TO ENHANCE AND EXPAND CLIMATE RESILIENCE EQUITABLY.  ACTIVITIES TO BE PERFORMED: CONVENING AND COORDINATING WITH PRACTITIONERS, COMMUNITIES, AND OTHER PARTNERS WORKING TO BE MORE RESILIENT; IMPROVING MULTIDIRECTIONAL KNOWLEDGE SHARING AROUND THE RISKS, NEEDS, AND OPPORTUNITIES FOR IMPROVING COASTAL CLIMATE RESILIENCE IN UNDERSERVED, FRONTLINE COMMUNITIES; CONDUCTING SOCIAL SCIENCE RESEARCH FOCUSED ON GAINING A GREATER UNDERSTANDING OF THE POLICIES, PROCESSES, AND SYSTEMIC BARRIERS TO PURSUING RESILIENCE AND POTENTIAL SOLUTIONS; AND INCREASING RESILIENCE ACTION THROUGH ENSURING THAT A GREATER NUMBER OF INDIVIDUALS AND COMMUNITIES ARE ABLE TO PURSUE CLIMATE RESILIENCE PLANNING AND ACTIVITIES.  EXPECTED OUTCOMES: GREATER CONFIDENCE AMONG COASTAL RESIDENTS ON THEIR UNDERSTANDING OF AND ABILITY TO ADDRESS THESE TOPICS; GREATER UNDERSTANDING BY RESEARCHERS AND FUNDERS AB", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cad96868-9340-1c0b-0d70-8d05503a5a6d-C", "generated_internal_id": "ASST_NON_NA23OAR4690202_1330"}, {"internal_id": 160586226, "Award ID": "NA23NWS4690008", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-23", "CFDA Number": "11.469", "Description": "THE PROPOSAL SEEKS TO ENHANCE MONITORING, DATA VISUALIZATION, ONLINE COMMUNICATIONS SYSTEMS, AND MAP-BASED FLOOD FORECAST SYSTEMS. THIS WILL LESSEN THE IMPACTS OF FUTURE FLOODS BY PROTECTING PROPERTY AND LIVES AND REDUCING RECOVERY COSTS FROM FUTURE FLOODS. CONDUCTING A HYDROLOGIC ASSESSMENT FOR TWO NEWLY FORMED WATERSHED MANAGEMENT AUTHORITIES, THE MAQUOKETA RIVER AND LOWER CEDAR RIVER WATERSHEDS, WILL IDENTIFY AND COMMUNICATE AREAS VULNERABLE TO FLOODING. THE SECOND PROPOSED ACTIVITY INCLUDES DEPLOYING ONE HYDROLOGIC WEATHER STATION IN CONGRESSIONAL DISTRICTS 1 AND 2 THAT CURRENTLY DO NOT HOST A MONITORING STATION. THE ESTIMATED FUNDING AMOUNT IS $1,000,000. THIS ACTION IS NON-CONTROVERSIAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b441d38-e3c0-de89-ee08-69fc9e6ee58a-C", "generated_internal_id": "ASST_NON_NA23NWS4690008_1330"}, {"internal_id": 161919669, "Award ID": "NA23NWS4690007", "Award Amount": 115000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "11.469", "Description": "THIS PROJECT WILL SERVE AS A PILOT FOR HOW TO INTEGRATE, SHARE, AND USE ACCURATE, REAL TIME PRECIPITATION DATA WHILE INFORMING THE DEVELOPMENT OF A STATE-WIDE NETWORK, FUTURE FLOOD RISK MODELS, AND A REGIONAL EARLY WARNING SYSTEM IN VIRGINIA. BY UPDATING AND ADDING A NEW BASE STATION AND GAGES, THIS STUDY WILL COMPUTE A SUITE OF HYDROLOGIC METRICS TO CHARACTERIZE THE FLOW REGIME, INVESTIGATE MULTI-DECADAL TRENDS IN THOSE METRICS, AND COMPARE METRICS AT FOUR MILE RUN TO OTHER MONITORED STREAMS IN THE REGION WHERE SIMILAR ANALYSES HAVE BEEN CONDUCTED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "118271f2-3cd8-f602-03f2-62819f9dd718-C", "generated_internal_id": "ASST_NON_NA23NWS4690007_1330"}, {"internal_id": 160119438, "Award ID": "NA23NWS4690003", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "11.469", "Description": "THE FUNDING WILL BE USED TO SUPPORT PHASE TWO OF CONSTRUCTION OF THE FERRIS STATE UNIVERSITY CENTER FOR VIRTUAL LEARNING, SPECIFICALLY TOWARD EQUIPPING AND INSTALLING THE TECHNOLOGY AND ISOLATED NETWORK CAPACITY ESSENTIAL TO MAXIMIZE THE POTENTIAL OF THE FACILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66a0a864-8604-80ac-eb0a-3258af4c74b0-C", "generated_internal_id": "ASST_NON_NA23NWS4690003_1330"}, {"internal_id": 154194697, "Award ID": "NA23NWS4690001", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-09", "CFDA Number": "11.469", "Description": "THIS STUDY WILL ADVANCE THE UNDERSTANDING OF COMPOUND FLOODING IN NEW YORK CITY RESULTING FROM SEA LEVEL RISE, MORE INTENSE PRECIPITATION, AND HIGHER GROUNDWATER TABLES.  THIS WILL HELP IN THE PREPARATION FOR COMPOUND FLOODING BY STUDYING THE PROJECTED EFFECTS OF TIDAL CYCLES UNDER HIGHER SEA LEVELS UPON TIDE GATES, AND PLANNING ADAPTATION STRATEGIES TO MINIMIZE OR AVOID THE CONSEQUENCES OF SEA LEVEL RISE UPON THE SEWER SYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a2a08487-0d3e-99e9-4b26-48fb70eafca2-C", "generated_internal_id": "ASST_NON_NA23NWS4690001_1330"}, {"internal_id": 157813893, "Award ID": "NA23NOS4690097", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-22", "CFDA Number": "11.469", "Description": "OUR COASTAL COMMUNITIES HAVE ALWAYS FACED FLOODING EVENTS, MINOR TO MAJOR, BUT THESE ARE PROJECTED TO INCREASE BECAUSE OF WARMING OF THE EARTH'S SURFACE TEMPERATURE AND BECAUSE OF INCREASING SEA LEVELS BECAUSE OF THE OCEAN'S INCREASING TEMPERATURE AND THE MELTING OF THE EARTH'S ICE SHEETS. THE INCREASING SURFACE TEMPERATURE LEADS TO AN ATMOSPHERE THAT CAN HOLD MORE WATER, AND THIS IN TURN MEANS THAT THERE IS A GREATER POTENTIAL FOR UNEXPECTEDLY HIGH RAINFALL RATES. WHY DOES IT MATTER THAT THE AIR CAN HOLD MORE WATER? IT'S BECAUSE OUR STORM WATER SYSTEMS WERE DESIGNED TO CARRY A CERTAIN AMOUNT OF WATER PER HOUR OFF OF OUR STREETS AND CAN BE OVERWHELMED IF THE AMOUNT OF RAIN FALLING IN AN HOUR INCREASES DUE TO A WARMER ATMOSPHERE.  THIS PROBLEM IS EXASPERATED IF THE SEA LEVEL IS ALSO RISING BECAUSE OF A WARMING OCEAN AND ICE MELT. IN MOST PLACES OUR STORM WATER DRAINAGE SYSTEM WORKS BY ALLOWING WATER TO RUN DOWNHILL, MEANING DOWN TO SEA LEVEL, BUT IF THE SEA LEVEL IS HIGHER THE EFFICIE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ceec5ef7-d6a5-28f0-e23f-ec61155b7078-C", "generated_internal_id": "ASST_NON_NA23NOS4690097_1330"}, {"internal_id": 158155240, "Award ID": "NA23NOS4690078", "Award Amount": 750000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-12", "CFDA Number": "11.469", "Description": "THIS NOAA-FUNDED WORK WILL SUPPORT SEVERAL ELEMENTS OF A LAKE-WIDE MONITORING NETWORK TO COLLECT AND RECORD LAKE CHAMPLAIN ENVIRONMENTAL DATA IN REAL-TIME AND TO EXPLORE AND DEVELOP MONITORING PROGRAMS TO ADDRESS NEW ISSUES. THE WORK WILL SUPPORT FOUR PRIMARY MONITORING NEEDS FOR LAKE CHAMPLAIN WITH FY22 FUNDS:  1) IMPROVED UNDERSTANDING OF ENVIRONMENTAL CONTAMINANTS OF CONCERN IN LAKE CHAMPLAIN THROUGH A LITERATURE REVIEW, TARGETED SAMPLING, AND THE DEVELOPMENT OF A FUTURE MONITORING PROGRAM FRAMEWORK WILL INFORM MANAGEMENT DECISIONS AND DIRECT RESOURCES TOWARD ADDRESSING SOURCES AND EFFECTS OF THESE CONTAMINANTS.  2) CYANOTOXIN TESTING FOR RECREATIONAL WATER SAMPLES WILL IMPROVE OUR UNDERSTANDING OF PUBLIC HEALTH RISKS AND IMPROVE OUR COMMUNICATION ON CYANOBACTERIA BLOOMS TO LAKE USERS AND STAKEHOLDERS.  3) IN-SITU REAL-TIME MONITORING INSTRUMENTATION WILL INCREASE THE DATA RESOLUTION FOR ENVIRONMENTAL CONDITION AND TREND ANALYSIS AND PROVIDE USEFUL COMPARISONS OF LAKE REGIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a0030d-258d-c4ea-394f-430427d21f57-C", "generated_internal_id": "ASST_NON_NA23NOS4690078_1330"}, {"internal_id": 156647883, "Award ID": "NA23NOS4690076", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-06", "CFDA Number": "11.469", "Description": "THIS AWARD WILL SUPPORT EDUCATION AND STEM COMMUNITY OUTREACH IN COASTAL RESILIENCE. THIS FUNDING WILL BE USED TO PURCHASE SCIENTIFIC INSTRUMENTS FOR REMOTE SENSING OF SOUTHERN NEW JERSEY'S COASTAL ENVIRONMENT AND MAPPING OF THE BEACHES, BARRIER ISLANDS AND BACK BAY MARSHES TO PROVIDE HIGH-LEVEL STUDENT TRAINING IN COASTAL RESILIENCE. THIS PROJECT WILL BENEFIT THE STUDENTS AT STOCKTON UNIVERSITY ENROLLED IN UNDERGRADUATE MARINE AND ENVIRONMENTAL SCIENCE AND GRADUATE COASTAL ZONE MANAGEMENT PROGRAMS. THE PROJECT WILL ALSO PROVIDE AUTHENTIC STEM FIELD EXPERIENCES FOR MIDDLE- AND HIGH-SCHOOL STUDENTS IN ATLANTIC CITY AND SURROUNDING UNDERSERVED COMMUNITIES, OFFERING A VITAL INTRODUCTION TO EMPLOYMENT AND HIGHER EDUCATION OPPORTUNITIES REGARDING THE UNITED STATES' GROWING BLUE ECONOMY AND PROMOTE AWARENESS OF JOB OPPORTUNITIES IN THE DEVELOPING OFFSHORE WIND ENERGY ECONOMY CENTERED AROUND SOUTHERN NEW JERSEY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3629e472-10a0-c605-0eb0-02eb0b8590fe-C", "generated_internal_id": "ASST_NON_NA23NOS4690076_1330"}, {"internal_id": 157813892, "Award ID": "NA23NOS4690075", "Award Amount": 531000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "11.469", "Description": "WATERFRONT ALLIANCE WILL LEAD DEVELOPMENT OF A CLIMATE RESILIENCE PLAN FOR FLUSHING MEADOWS CORONA PARK LOCATED IN QUEENS, NEW YORK CITY. FLUSHING MEADOWS CORONA PARK IS QUEENS' SIGNATURE LOCAL AND DESTINATION PARK, SERVING SEVERAL COMMUNITIES WITH HIGH SOCIAL VULNERABILITY ACTS AS A VITAL SPACE FOR CRITICAL INFRASTRUCTURE, RECREATION, REFUSE FROM URBAN HEAT. HOWEVER, THE PARK IS FACING TREMENDOUS CHALLENGES DUE TO CLIMATE CHANGE, INCLUDING FLOODING, SEA LEVEL RISE, STORM SURGES. THE CLIMATE RESILIENCE PLAN WILL RESULT IN A SET OF PROJECT DESIGNS AND RECOMMENDATIONS TO REDUCE FLOODING AND ADAPT THE PARK FOR FUTURE CLIMATE CHALLENGES. THROUGHOUT THE PROCESS, THE GOAL IS TO BUILD COMMUNITY PARTICIPATION AND CLIMATE AWARENESS WITH A FOCUS ON FLUSHING MEADOWS CORONA PARK, AND TO IDENTIFY POTENTIAL RESILIENCY PROJECTS FOR FUTURE INVESTIGATION AND DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c0d6449-8dc1-3b67-e9ba-e955e4029f73-R", "generated_internal_id": "ASST_NON_NA23NOS4690075_1330"}, {"internal_id": 158772951, "Award ID": "NA23NOS4690074", "Award Amount": 5000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-26", "CFDA Number": "11.469", "Description": "VDATUM IS A SOFTWARE TOOL DESIGNED TO VERTICALLY TRANSFORM GEOSPATIAL DATA AMONG A VARIETY OF TIDAL, ORTHOMETRIC AND ELLIPSOIDAL VERTICAL DATUMS - ALLOWING USERS TO CONVERT THEIR DATA FROM DIFFERENT HORIZONTAL/VERTICAL REFERENCE FRAMES INTO A COMMON AND CONSISTENT SYSTEM, THEREBY ENABLING THE FUSION OF DIVERSE GEOSPATIAL DATA AND ALIGNMENT RELATIVE TO DESIRED REFERENCE LEVELS.   COMPLETION OF STATEWIDE VDATUM IS A TOP PRIORITY IN THE ALASKA COASTAL MAPPING STRATEGY BECAUSE IT NOT ONLY ENABLES OTHER MAPPING ACTIVITIES, BUT ALSO UN-LOCKS THE ABILITY TO DEVELOP TOOLS, SERVICES, AND CAPABILITIES NOT YET AVAILABLE IN ALASKA BUT AVAILABLE TO OTHER PARTS OF THE UNITED STATES, SUCH AS SEA LEVEL RISE VIEWERS THAT ARE CRITICAL TO INFORMED COMMUNITY PLANNING AND DEVELOPMENT. VDATUM PROVIDES READY ACCESS TO THE RELATIONSHIP BETWEEN THE LAND AND SEA, THEREBY ENHANCING THE ACCURATE COLLECTION AND USE OF GEOSPATIAL DATA AT THE COAST IN APPLICATIONS LIKE FLOOD AND SEA LEVEL INUNDATION MAPPING, ENGIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_NA23NOS4690074_1330"}, {"internal_id": 160895689, "Award ID": "NA23NMF4690367", "Award Amount": 185000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-12", "CFDA Number": "11.469", "Description": "ST. MARY'S RIVER WATERSHED ASSOCIATION, INC. (SMRWA) IS RECEIVING $185,000 FOR A COMMUNITY PROJECT TO SUPPORT OYSTER RESTORATION IN THE ST. MARY'S SHELLFISH SANCTUARY. THE PROJECT PERIOD IS FROM SEPTEMBER 1, 2023 TO AUGUST 31, 2025. FOR THIS PROJECT, SMRWA WILL USE THE FUNDING TO WORK WITH STATE AND ACADEMIC PARTNERS TO DEVELOP RESEARCH PLANS, IMPLEMENT SMALL-SCALE PILOT STUDIES AND MONITORING ACTIVITIES, AND PURCHASE SUPPLIES AND EQUIPMENT INCLUDING THE ACQUISITION OF A 22' VESSEL THAT WILL SUPPORT FUTURE IMPLEMENTATION OF THE RESEARCH AND MONITORING PLANS. SPECIFICALLY, THE PROJECT WOULD 1) DEVELOP A STUDY TO EVALUATE NATURAL DISEASE RESISTANCE WITHIN AND OUTSIDE THE ST. MARY'S RIVER OYSTER SANCTUARY AND CONDUCT LIMITED OYSTER DISEASE TESTING 2) GATHER WATER QUALITY DATA AND PLAN FOR THE DEVELOPMENT OF AN OYSTER LARVAL DISPERSAL MODEL FOR A PORTION OF THE ST. MARY'S RIVER AND 3) DEVELOP AND PILOT A STUDY OF THE ESSENTIAL NATURAL ECOLOGICAL FUNCTIONS PROVIDED BY THE ST. MARY'S RIVER O", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "05303a23-5189-befd-5834-e079bb920365-R", "generated_internal_id": "ASST_NON_NA23NMF4690367_1330"}, {"internal_id": 161919635, "Award ID": "NA23NMF4690357", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "11.469", "Description": "UPPER COLUMBIA UNITED TRIBES' PHASE 2 IMPLEMENTATION PLAN GOALS RELATED TO THIS PROJECT INCLUDE THE DEVELOPMENT OF INTERIM PASSAGE SOLUTIONS, AND THE GATHERING OF DATA TO, DETERMINE THE NEED, TYPE, AND COSTS OF PERMANENT FISH PASSAGE SYSTEMS. THE EXPECTED MEASURABLE BENEFIT IS THE OPENING UP OF MORE THAN 1,000 MILES OF ANADROMOUS SPAWNING AND REARING HABITAT THAT IS CURRENTLY BLOCKED BY FIVE HIGH-HEAD DAMS ON THE COLUMBIA AND SPOKANE RIVERS. THIS PROJECT WILL SUPPORT THE DESIGN OF FISH PASSAGE FACILITIES AT SEVERAL OF THESE DAMS, BRINGING THE UCUT TRIBES CLOSER TO A LONG-TERM SOLUTION FOR FISH PASSAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0828ded7-e098-767b-9ecd-845e2d1ae01e-R", "generated_internal_id": "ASST_NON_NA23NMF4690357_1330"}, {"internal_id": 161576358, "Award ID": "NA23NMF4690356", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-18", "CFDA Number": "11.469", "Description": "THE COQUILLE INDIAN TRIBE, IN PARTNERSHIP WITH THE OREGON DEPARTMENT OF FISH AND WILDLIFE (ODFW), HAVE EMBARKED ON A MULTI-FACETED, ADAPTIVE MANAGEMENT APPROACH TO IDENTIFY AND ADDRESS KEY IN-BASIN LIMITING FACTORS BELIEVED TO BE DEPRESSING THE FALL CHINOOK POPULATION VIABILITY AND ABUNDANCE. PILLARS OF THE COQUILLE RIVER SALMON CONSERVATION PROJECT (CRSCP) INCLUDE: ENSURING BEST AVAILABLE SCIENCE, DATA AND INFORMATION AND TRIBAL TRADITIONAL KNOWLEDGE ARE INFORMING MANAGEMENT PLANS AND IMPLEMENTATION ACTIONS; RESTORING AND PROTECTING CHINOOK HABITAT IN THE COQUILLE RIVER; AND IMPROVING EXISTING HATCHERY INFRASTRUCTURE AND OPERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c86b1f9e-8d14-6042-11a2-e4095001a79d-C", "generated_internal_id": "ASST_NON_NA23NMF4690356_1330"}, {"internal_id": 161576357, "Award ID": "NA23NMF4690240", "Award Amount": 960000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "11.469", "Description": "THE UNIVERSITY OF MARYLAND CENTER FOR ENVIRONMENTAL SCIENCE (UMCES) IS RECEIVING $960,000 TO SUPPORT A COMMUNITY PROJECT FOCUSED ON RESEARCH AND RESTORATION OF OYSTERS IN CHESAPEAKE BAY. UMCES SCIENTISTS WILL CONDUCT RESEARCH AND EVALUATION OF OYSTER RELATED RESTORATION PROJECTS INCLUDING: 1) TRANSPORT AND FATE OF OYSTER LARVAE FROM SANCTUARIES AND PUBLIC BARS; AND 2) THE IMPACTS OF OYSTER RESTORATION ON KEY CHESAPEAKE BAY SPECIES; AND 3) EVALUATING THE BEST LOCATIONS FOR OYSTER RESTORATION AND AQUACULTURE THAT MAXIMIZES ECOSYSTEMS SERVICES. THESE RESEARCH RESULTS CAN BE APPLIED WITHIN THE CHESAPEAKE BAY, PARTICULARLY TO STATE AND FEDERALLY FUNDED RESTORATION SITES SUCH AS SANCTUARIES AND INFRASTRUCTURE ASSOCIATED WITH POPLAR AND MID-BAY ISLANDS THUS ENHANCING THE BENEFICIAL USE OF DREDGE MATERIAL. SCIENTIFIC INTEGRATION AND COMMUNICATION SESSIONS WILL BE HELP ANNUALLY AS WELL AS AN OYSTER SYMPOSIUM IN YEAR 3 OF THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9931ff0-5a50-5c92-b8bf-9686e5ba37aa-C", "generated_internal_id": "ASST_NON_NA23NMF4690240_1330"}, {"internal_id": 161919634, "Award ID": "NA23NMF4690239", "Award Amount": 1660000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "11.469", "Description": "SAVE THE BAY WILL BE AWARDED $1,660,000 TO SUPPORT A FOUR YEAR COMMUNITY PROJECT THAT IS INTENDED TO LEVERAGE ITS 25 YEARS OF HABITAT RESTORATION AND ADVOCACY EXPERIENCE BY IDENTIFYING, DEVELOPING, AND IMPLEMENTING HABITAT RESTORATION PROJECTS THROUGHOUT RHODE ISLAND PORTIONS OF THE NARRAGANSETT BAY WATERSHED. THIS FUNDING WILL BE USED TO ASSESS AND IMPLEMENT PREVIOUSLY-IDENTIFIED HABITAT RESTORATION PROJECTS AND PRIORITIES. THESE INCLUDE PROJECTS THAT ADDRESS STREAM CONNECTIVITY, SALT MARSH RESTORATION, AND COASTAL RESILIENCE. ADDITIONALLY, THESE FUNDS WILL SUPPORT COMMUNITY ENGAGEMENT THROUGH LEVERAGING EXISTING PARTNERSHIPS AS WELL AS CONDUCTING OUTREACH EVENTS FOCUSING ON ENVIRONMENTAL JUSTICE EFFORTS AND COMMUNITIES. THIS WORK IS BEING FUNDED BY THE THE CONSOLIDATED APPROPRIATIONS ACT, 2023, P.L. 117-328 (DEC. 29, 2022): NOAA COMMUNITY PROJECT FUNDING/NOAA SPECIAL PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db02eaea-31d8-b523-35cd-741b4e8dc6b3-C", "generated_internal_id": "ASST_NON_NA23NMF4690239_1330"}, {"internal_id": 161919633, "Award ID": "NA23NMF4690215", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "11.469", "Description": "UNIVERSITY OF WASHINGTON-TACOMA CENTER OF URBAN WATERS: PROTECTING SALMON FROM TOXIC CHEMICALS &QUOT; RESEARCHERS WILL EVALUATE THE IMPACTS OF ROADWAY RUNOFF AND ASSOCIATED TIRE RUBBER CHEMICALS ON SALMON HEALTH.  THE CENTER FOR URBAN WATERS ENVIRONMENTAL MASS SPECTROMETRY RESEARCH LABORATORIES WILL ACQUIRE A NEW STATE-OF THE-ART, SENSITIVE SCIENTIFIC INSTRUMENT TO BETTER MEASURE KEY CHEMICALS IN ROADWAY RUNOFF AS THEY DEVELOP ADVANCED METHODS TO ADDRESS COMPELLING DATA GAPS AROUND THE WATER QUALITY DEGRADATION ARISING FROM TIRE RUBBER CHEMICALS AND ROADWAY POLLUTION. RESEARCHERS WILL ADDRESS HOW TO BETTER UNDERSTAND THE OCCURRENCE AND MANAGEMENT OF ROADWAY-DERIVED CONTAINMENTS IN ROADWAY RUNOFF IN WASHINGTON STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_NA23NMF4690215_1330"}, {"internal_id": 160895688, "Award ID": "NA23NMF4690213", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-03", "CFDA Number": "11.469", "Description": "THE NATURE CONSERVANCY IN FLORIDA WILL LAUNCH A PILOT PROJECT TO INVESTIGATE MODERNIZING RECREATIONAL CATCH DATA IN THE US SOUTHEAST ATLANTIC. THE PROJECT WILL ENCOURAGE AND INCENTIVIZE RECREATIONAL CAPTAINS AND ANGLERS TO REPORT CATCH INFORMATION FOR DEEPWATER SPECIES THROUGH PHONE-BASED 'APPS.' THE NATURE CONSERVANCY WILL ENGAGE WITH REPRESENTATIVES OF MANAGEMENT AGENCIES, KEY ANGLER GROUPS AND INDIVIDUALS TO FURTHER UNDERSTAND KNOWN CHALLENGES WITH ELECTRONIC REPORTING. THE GOAL IS TO DEVELOP RECOMMENDATIONS FOR THE TYPE OF DATA (PERFORMANCE STANDARDS) THAT SHOULD BE COLLECTED ON MULTIPLE APPS TO MAXIMIZE UTILITY FOR MANAGEMENT. FURTHER STEPS TO ENCOURAGE PARTICIPATION INCLUDE A SERIES OF WORKSHOPS, PUBLISHED MATERIALS, AND OUTREACH VIA TARGETED MEDIA OUTLETS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA23NMF4690213_1330"}, {"internal_id": 160586221, "Award ID": "NA23NMF4690206", "Award Amount": 1750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-29", "CFDA Number": "11.469", "Description": "THE PURPOSE OF THIS PROJECT IS TO APPLY GLIDERS TO THE TASK OF COLLECTING ENVIRONMENTAL AND FISHERIES DATA THAT WILL HELP ADDRESS ENVIRONMENTAL CHANGES WITHIN ALASKAN FISHERIES AND ULTIMATELY SUPPORT THEIR SUSTAINABILITY. WE PROPOSE TO DEPLOY SLOCUM GLIDERS IN THE GULF OF ALASKA AND THE BEING SEA IN AN EFFORT TO DEVELOP AND MAINTAIN REPEAT OBSERVATION TRACK LINES. SURVEYS WILL BE CONDUCTED IN ALL SEASONS, BUT WITH PARTICULAR EMPHASIS ON WINTER AND SPRING WHEN LIMITED NUMBERS OF VESSEL-BASED SURVEYS ARE CONDUCTED AND THE MARINE ECOSYSTEM IS TRANSITIONING INTO THE SPRING BLOOM. THIS PROJECT BUILDS ON PAST INVESTMENTS IN SOFTWARE DEVELOPMENT AND HARDWARE UPGRADES OF THE UNIVERSITY OF ALASKA FAIRBANKS SLOCUM GLIDER FLEET. WE WILL WORK WITH THE ALEUT COMMUNITY OF ST. PAUL ISLAND TO ASSESS FEASIBILITY OF OPERATING GLIDER SURVEYS IN THE MIDDLE OF THE BERING SEA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_NA23NMF4690206_1330"}, {"internal_id": 160895687, "Award ID": "NA23NMF4690197", "Award Amount": 1800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "11.469", "Description": "THIS PROJECT WILL CONDUCT RESEARCH AND DIAGNOSTIC ACTIVITIES FOCUSED ON IMPROVING THE HEALTH OF AQUATIC ANIMALS, AND THE AQUATIC ENVIRONMENT, IN THE GULF OF MEXICO, PARTICULARLY IN THE MISSISSIPPI SOUND. THIS WILL ENHANCE SOUTH MISSISSIPPI BY PROTECTING OUR COMMERCIAL AND RECREATIONAL FISHERIES AND SUPPORTING THE GROWTH OF MARINE AQUACULTURE. THIS PROJECT WILL ALSO ESTABLISH THE MS GULF COAST AQUATIC HEALTH LABORATORY IN ORDER TO CONDUCT RESEARCH AND DIAGNOSTIC ACTIVITIES FOCUSED ON IMPROVING THE HEALTH OF AQUATIC ANIMALS AND THE AQUATIC ENVIRONMENT IN THE GULF OF MEXICO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_NA23NMF4690197_1330"}, {"internal_id": 160895686, "Award ID": "NA23NMF4690152", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-11", "CFDA Number": "11.469", "Description": "THE ALEUT COMMUNITY OF ST. PAUL ISLAND IS A FEDERALLY RECOGNIZED TRIBE FROM THE PRIBILOF ISLANDS IN THE CENTRAL BERING SEA. BEYOND SERVING THE NEEDS OF THEIR OWN TRIBAL MEMBERS, IT IS A STATEWIDE LEADER IN ASSISTING OTHER TRIBES WITH THE DEVELOPMENT OF THEIR ENVIRONMENTAL PROGRAMS. IT ESTABLISHED THE INDIGENOUS SENTINELS NETWORK, AS A PLATFORM FOR TRIBES DOCUMENT ENVIRONMENTAL CHANGE AND FILL CRITICAL KNOWLEDGE GAPS. THIS NETWORK HAS OPERATED FOR 18 YEARS AS AN ONLINE DATABASE TOOL FOR NON-SCIENTISTS IN REMOTE LOCATIONS TO SYSTEMATICALLY RECORD AND SHARE ENVIRONMENTAL AND BIOLOGICAL DATA IN A STANDARDIZED WAY. BUILDING FROM THE SUCCESSFUL NETWORK PLATFORM AND ITS CATALOG OF SMARTPHONE APPS, SKIPPER SCIENCE WILL HELP OUR STATE'S FISHERMEN DELIVER MUCH-NEEDED INFORMATION FROM REMOTE MARINE LOCATIONS TO TRACK ENVIRONMENTAL CHANGES, COASTAL HAZARDS, FISHERIES, AND SPECIES OF CONCERN. THIS PROJECT WILL ALSO BUILD RELATIONSHIPS AND TRUST BETWEEN THE FISHING INDUSTRY AND SCIENTISTS/MANAGERS A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98718bba-8f2a-3ac7-911e-babf05022a9e-C", "generated_internal_id": "ASST_NON_NA23NMF4690152_1330"}, {"internal_id": 161576356, "Award ID": "NA23NMF4690148", "Award Amount": 1300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-17", "CFDA Number": "11.469", "Description": "THE GOAL OF THIS PROJECT IS TO INCREASE THE RESILIENCE OF THE SEAFOOD INDUSTRY TO CHALLENGES ARISING FROM CLIMATE CHANGE AND TO IMPROVE U.S. FOOD SECURITY. AN INTERDISCIPLINARY GROUP OF SCIENTISTS AT THE UNIVERSITY OF RHODE ISLAND WILL WORK WITH THE INDUSTRY AND SCIENTISTS FROM OTHER INSTITUTIONS TO ACCELERATE SELECTIVE BREEDING EFFORTS OF AGRICULTURALLY IMPORTANT SEAFOOD SPECIES (E.G. OYSTERS, CLAMS) THROUGH THE APPLICATION OF ADVANCED TECHNOLOGIES SUCH AS (EPI)GENOMIC DESIGN, SENSOR DEVELOPMENT, AND SMART ENVIRONMENTAL MONITORING. THE SPECIFIC OBJECTIVE IS TO DEVELOP THE RESOURCES NECESSARY FOR THE IMPLEMENTATION OF THESE APPROACHES TO AQUACULTURE RESILIENCE. IMPACTS INCLUDE A BETTER UNDERSTANDING OF THE EFFECT OF ENVIRONMENT ON PERFORMANCE, AND RAPID RESPONSE TO ENVIRONMENTAL CHANGE AND THE PRESENCE OF STRESSORS AND ENVIRONMENTAL CONDITIONS THAT MAY LEAD TO DECREASES IN PRODUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f7c7d27-684d-9b39-0e46-80a8c294c54a-C", "generated_internal_id": "ASST_NON_NA23NMF4690148_1330"}, {"internal_id": 160586220, "Award ID": "NA23NMF4690147", "Award Amount": 356000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-23", "CFDA Number": "11.469", "Description": "THE DATA GATHERING INITIATIVE (DGI) SEEKS TO FACILITATE PERMIT APPLICATION AND REVIEW PROCESSES, THUS SPEEDING INFRASTRUCTURE CONSTRUCTION AND MAINTENANCE AT WATERFRONT FACILITIES. IT INVOLVES IDENTIFYING, ASSEMBLING, VALIDATING, SHARING, AND UTILIZING EMPIRICAL DATA NEEDED FOR PERMITTING, SUCH AS INFORMATION ON ENDANGERED SPECIES ACTIVITIES AND CRITICAL HABITATS. IT WILL COLLECT COMPREHENSIVE DATA, STORE OR LINK TO IT IN AN EASILY ACCESSIBLE, CENTRALIZED DATABASE, AND PROVIDE IT TO STAKEHOLDERS, PROMOTING EFFICIENT AND CONSISTENT PERMIT APPLICATION AND REVIEW PROCESSES. POTENTIAL SYSTEM USERS INCLUDE INDUSTRY, ACADEMIA, ENVIRONMENTAL ORGANIZATIONS, AND THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f1e6135-7796-27ce-b452-0f8351fa62e1-R", "generated_internal_id": "ASST_NON_NA23NMF4690147_1330"}, {"internal_id": 160119419, "Award ID": "NA23NMF4690144", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-12", "CFDA Number": "11.469", "Description": "THE GOAL OF THIS PROJECT IS TO UTILIZE FISHERMEN'S KNOWLEDGE AND TIME TO BETTER UNDERSTAND AND MITIGATE CONTEMPORARY CHALLENGES WHILE CREATING NEW JOBS FOR FISHERMEN. THE COMMERCIAL FISHERIES RESEARCH FOUNDATION (CFRF) WILL LEVERAGE AND GROW COOPERATIVE RESEARCH EFFORTS ON ISSUES AFFECTING FISHERMEN IN RHODE ISLAND AND SOUTHERN NEW ENGLAND. 1.)      SHELF RESEARCH FLEET - CONTINUE AND MODERNIZE THE 6-VESSEL SHELF RESEARCH FLEET TO COLLECT OCEAN TEMPERATURES AND SALINITY TO BETTER UNDERSTAND THE RAPID CHANGES CURRENTLY EXPERIENCING. SOUTHERN NEW ENGLAND RAPID TEMPERATURE CHANGES WITH PREVIOUSLY UNCOMMON SPECIES IN ABUNDANCE 2.)      JUVENILE BLACK SEA BASS MONITORING - TO CONDUCT A VENTLESS FISH POT SURVEY TARGETING JUVENILE BLACK SEA BASS EACH WINTER OF THE PROJECT TO GAIN A BETTER UNDERSTANDING OF THE EXTENT TO WHICH BLACK SEA BASS ARE OVERWINTERING IN STATE WATERS.  3.)       AUTOMATIC SQUID JIG IMPLEMENTATION -  HAS THE GOAL TO CREATE AND IMPLEMENT A STRATEGY TO ESTABLISH AUTOMAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "849a68e4-f1c5-0102-5b03-4c97309d7a99-C", "generated_internal_id": "ASST_NON_NA23NMF4690144_1330"}, {"internal_id": 159759769, "Award ID": "NA23NMF4690095", "Award Amount": 825000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-22", "CFDA Number": "11.469", "Description": "THE PEOPLE OF THE YUKON RIVER RELY HEAVILY ON THE WATERSHED'S NATURAL RESOURCES TO FEED THEIR FAMILIES AND SUPPORT THEIR CULTURE. ANNUAL CHINOOK AND CHUM SALMON HARVEST IS ESSENTIAL FOR THE LIVELIHOOD OF THE 76 SMALL, RURAL VILLAGES SCATTERED AROUND THE ~330,000 SQUARE MILE WATERSHED. SINCE 1997, CHINOOK SALMON RUNS AND HARVEST HAVE DECLINED. IN RECENT YEARS, BOTH CHINOOK AND CHUM SALMON RUNS FAILED COMPLETELY WITH DEVASTATING CONSEQUENCES TO YUKON RIVER WATERSHED PEOPLE, FAMILIES, COMMUNITY AND CULTURE. SIGNIFICANT HABITAT ALTERATION HAS OCCURRED THROUGHOUT PORTIONS OF THE YUKON RIVER WATERSHED IN ALASKA AND CANADA THAT COULD BE IMPACTING SALMON RECRUITMENT, YET NO COMPREHENSIVE ASSESSMENT OF THESE ALTERATIONS AND THEIR POTENTIAL IMPACT TO WILD SALMON RUNS HAS BEEN COMPLETED. THE YUKON RIVER DRAINAGE FISHERIES ASSOCIATION WILL CONSULT DIRECTLY WITH YUKON RIVER WATERSHED COMMUNITIES AND INCORPORATE INDIGENOUS TRADITIONAL KNOWLEDGE TO COMPLETE A COMPREHENSIVE ASSESSMENT AND PRI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac0ef94c-ad46-bbc9-7fca-865c3edca7f8-C", "generated_internal_id": "ASST_NON_NA23NMF4690095_1330"}, {"internal_id": 155227799, "Award ID": "NA23NMF4690001", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-08", "CFDA Number": "11.469", "Description": "THIS PROJECT PROPOSES TO CONDUCT A FEASIBILITY STUDY FOR AN ON-WATER CENTER OF EXCELLENCE FOR TRANSFORMATIVE COASTAL TEACHING, RESEARCH AND SERVICE AT THE URI NARRAGANSETT BAY CAMPUS (NBC) TO DEEPEN UNDERSTANDING OF HOW THE CHANGING CLIMATE AFFECTS RELIANCE ON OCEANS AND COASTS (GOODS, SERVICES, TRANSPORT AND TOURISM). TASKS WILL INCLUDE DEVELOPING A SCOPING STUDY THROUGH HIRING LOCAL SURVEYORS, ENGINEERS, COASTAL PLANNERS, AND CONTRACTORS TO DEVELOP SHOVEL-READY PLANS FOR AN ON-WATER FACILITY WHICH WILL INCLUDE CLASSROOM SPACES, SUPPORT STAFF OFFICES, AND A BOAT MAINTENANCE SHOP TO SUPPORT AND GROW URI'S FLEET OF SMALL VESSELS (CURRENTLY FIVE BOATS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f7c7d27-684d-9b39-0e46-80a8c294c54a-C", "generated_internal_id": "ASST_NON_NA23NMF4690001_1330"}, {"internal_id": 152036077, "Award ID": "NA22SEC4690014", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-06", "CFDA Number": "11.469", "Description": "WORCESTER STATE UNIVERSITY (WSU) WILL RECRUIT 20 UNDERGRADUATE STUDENT PARTICIPANTS, EACH FALL SEMESTER (2022 AND 2023) WHO WILL BE STUDENTS ENTERING WORCESTER STATE UNIVERSITY FROM FIRST GENERATION, UNDERREPRESENTED AND ECONOMICALLY DISADVANTAGED COMMUNITIES. THE ANNUAL COHORT OF 15 STUDENT PARTICIPANTS WILL BE IMMERSED IN AN EXPERIENTIAL LEARNING MODEL CONSISTING OF: (I) A 4-CREDIT COURSE IN CLIMATE SCIENCE RESEARCH; (II) MATH TUTORING AND MENTORING; (III) OUTREACH TO HIGH SCHOOLS; AND, (IV) HANDS-ON LABORATORY WITH FIELD SAMPLING ACTIVITIES. EACH STUDENT WILL BE EXPOSED TO MENTORING, MATH TUTORING, A RESIDENTIAL 6-WEEK SUMMER RESEARCH PROGRAM, AND DELIVER OUTREACH PRESENTATIONS TO THEIR HIGH SCHOOLS TO DEMONSTRATE KNOWLEDGE GAINED ABOUT THE REGIONAL IMPACTS OF CLIMATE CHANGE. WITH THIS PROJECT, WSU AIMS TO DEVELOP THE CAPACITY AND EXECUTE A CROSS-DISCIPLINE ENVIRONMENTAL SCIENCE LAB SCIENCE CLASS DEDICATED TO UNDERGRADUATE STUDENT LEARNING AND CLIMATE SCIENCE RESEARCH STRENGTHENING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c3b517a3-76e8-3472-2a12-45594cfd3395-C", "generated_internal_id": "ASST_NON_NA22SEC4690014_1330"}, {"internal_id": 151610402, "Award ID": "NA22SEC4690012", "Award Amount": 140000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-27", "CFDA Number": "11.469", "Description": "THE NURTURE NATURE CENTER'S PROJECT TITLED &QUOT;CREATE RESILIENCE RESEARCH AND COMMUNITY LEARNING HUB'&QUOT; WILL START A NEW INITIATIVE IN EASTON, PA TO EXPAND THE CAPACITY, RESOURCES, AND EDUCATIONAL AND ENGAGEMENT OPPORTUNITIES AVAILABLE TO LOCAL COMMUNITIES IN THE LEHIGH VALLEY. THE CREATE HUB WILL PROVIDE THE KNOWLEDGE, RESOURCES, AND CONNECTIONS SO THAT COMMUNITIES CAN MAKE INFORMED DECISIONS ABOUT THE CHALLENGES THEY FACE AND TURN THOSE CHALLENGES INTO OPPORTUNITIES TO IMPROVE THEIR LOCAL ENVIRONMENT AND THEIR ABILITY TO ADAPT AND PREPARE. SPECIFICALLY, THE HUB WILL CONNECT COMMUNITIES TO EXPERTS AND NOAA RESOURCES AND ASSETS THAT WILL ALLOW THEM TO CREATE EFFECTIVE PLANS RELATED TO RESILIENCY, VULNERABILITY, AND ADAPTATION, WHILE PROVIDING TEMPLATES THAT ENABLE COMMUNITIES TO STRATEGIZE ABOUT, MAP, AND UNDERSTAND THEIR ASSETS AND HOW TO ENGAGE THOSE ASSETS TO PREPARE FOR THE CHALLENGES AND OPPORTUNITIES AHEAD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3f1a6a-bd6d-aebc-40b6-c3f2753b3683-R", "generated_internal_id": "ASST_NON_NA22SEC4690012_1330"}, {"internal_id": 151290891, "Award ID": "NA22SEC4690011", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-04", "CFDA Number": "11.469", "Description": "THE SAVE THE BAY'S PROJECT TITLED &QUOT;WHAT IS MY PLACE IN THE WATERSHED? A MWEE PROGRAM OF EXCELLENCE FOR 4TH GRADERS IN WARWICK, RI&QUOT; WILL IMPLEMENT A BACKYARD B-WET MODEL PROGRAM INTEGRATING MEANINGFUL WATERSHED EDUCATION EXPERIENCES INTO DISTRICT-WIDE ELEMENTARY SCHOOL SCIENCE CURRICULUM AND TEACHER PROFESSIONAL DEVELOPMENT. THROUGH THIS PROGRAM, SAVE THE BAY WILL ANNUALLY ENGAGE APPROXIMATELY 700 STUDENTS AND 14-30 SCIENCE TEACHERS FROM ALL PUBLIC ELEMENTARY SCHOOLS IN WARWICK, RI. STUDENTS AND TEACHERS WILL PARTICIPATE IN AUTHENTIC INVESTIGATION AND STEWARDSHIP OPPORTUNITIES IN THEIR LOCAL COMMUNITY AND ALONG THE COAST OF NARRAGANSETT BAY, ELEVATING THEIR ENVIRONMENTAL LITERACY AND STEWARDSHIP BEHAVIOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db02eaea-31d8-b523-35cd-741b4e8dc6b3-C", "generated_internal_id": "ASST_NON_NA22SEC4690011_1330"}, {"internal_id": 151610416, "Award ID": "NA22SEC4690003", "Award Amount": 130000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "11.469", "Description": "THE TOWN OF HEMPSTEAD'S PROJECT (AWARD #NA22SEC4690003) TITLED &QUOT;MARINE NATURE STUDY AREA EDUCATIONAL DISPLAYS&QUOT; WILL DESIGN AND INSTALL A NEW EXHIBIT AND INTERACTIVE DISPLAYS AT THE NEW MARINE NATURE STUDY AREA (MNSA) FACILITY IN OCEANSIDE, NY. THE TOWN OF HEMPSTEAD WILL POPULATE THE NEW STRUCTURE WITH EDUCATIONAL TOOLS, INTUITIVE TOUCH INTERFACES, COLORFUL DISPLAYS, AND EXHIBITS TO MAKE THIS NEW FACILITY A SPECTACULAR RESOURCE TO THE LOCAL COMMUNITY AND BEYOND. THE NEW INTERPRETIVE CENTER WILL AIM TO CAPTURE THE IMAGINATION OF THE VISITORS AND STUDENTS VISITING THE MNSA AND SPARK A CONTINUED INTEREST IN THE NATURAL WORLD IN THEIR LIFESTYLES AND POSSIBLY FUTURE CAREERS. THE HISTORIC BUILDING LOCATED AT THIS SITE HAS HOSTED AROUND 17,000 VISITORS PER YEAR. THE NEW FACILITY WILL OFFER THE OPPORTUNITY TO PROVIDE ENVIRONMENTAL EDUCATION FOR AN EVEN LARGER NUMBER OF RESIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8032a92-8542-7b13-1bc7-d47671203ae6-C", "generated_internal_id": "ASST_NON_NA22SEC4690003_1330"}, {"internal_id": 152036197, "Award ID": "NA22OAR4690679", "Award Amount": 5600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-06", "CFDA Number": "11.469", "Description": "THIS PROJECT WILL SUPPORT NOAA'S COMPREHENSIVE OBSERVATION, MODELING, AND MANAGEMENT PROGRAMS. THE PROJECT'S GOALS ARE TO: (1) UNDERSTAND, PREDICT CHANGES IN, AND SHARE KNOWLEDGE ABOUT CLIMATE, WEATHER, OCEANS, AND COASTS; AND (2) CONSERVE AND MANAGE COASTAL AND MARINE ECOSYSTEMS AND RESOURCES. THE PROJECT WILL FOCUS ON PHYSICAL AND ECOLOGICAL VARIABILITY IN THE COUPLED OCEAN-ATMOSPHERE-LAND (EARTH) SYSTEM, GLOBALLY AND IN FOUR FOCUS REGIONS: THE CALIFORNIA CURRENT SYSTEM (CCS); THE US WEST COAST AND THE WESTERN US; THE PACIFIC; AND THE SOUTHERN OCEAN. EMPHASIS IS ON ANALYSIS AND PREDICTION OF PHYSICAL AND BIOGEOCHEMICAL PARAMETERS, ECOSYSTEMS, AND SOCIETAL WELFARE, ALIGNED WITH NOAA'S FOCI ON RESILIENT COMMUNITIES AND ECOSYSTEM-BASED MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "756c0cfc-b329-c203-6131-b0b90d0b9f0d-C", "generated_internal_id": "ASST_NON_NA22OAR4690679_1330"}, {"internal_id": 152036069, "Award ID": "NA22OAR4690670", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "11.469", "Description": "THE HIGH TECHNOLOGY FOUNDATION WILL BE PROVIDED WITH $2,000,000. THE PURPOSE OF THE PROPOSED PROJECT IS TO CONDUCT RESEARCH THAT WILL LEAD TO THE CONCEPTUALIZATION OF AN INNOVATION AND ENTREPRENEURIAL ECOSYSTEM IN NORTH CENTRAL WEST VIRGINIA INVOLVING THE CLIMATE AND WEATHER SECTOR. THE PRINCIPAL INVESTIGATOR WITH THE WEST VIRGINIA HIGH TECHNOLOGY FOUNDATION WILL COORDINATE WITH THE NOAA TECHNOLOGY PARTNERSHIPS OFFICE AS WELL AS THE NOAA OFFICE OF THE CHIEF INFORMATION OFFICER REGARDING POTENTIAL COLLABORATION EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3dd69689-88d1-c838-c65c-8d7d083745d7-C", "generated_internal_id": "ASST_NON_NA22OAR4690670_1330"}, {"internal_id": 151610519, "Award ID": "NA22OAR4690661", "Award Amount": 760000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "11.469", "Description": "THE COLUMBIA RIVER INTER-TRIBAL FISH COMMISSION (CRITFC)S COASTAL MARGIN OBSERVATION AND PREDICTION (CMOP) PROGRAM CONDUCTS COASTAL-MARGIN SCIENCE USING SENSORS, MODELS AND COMMUNITY INPUT ABOUT THE COLUMBIA RIVER ESTUARY. CRITFC, A TRIBAL ORGANIZATION THAT COORDINATES FISHERY MANAGEMENT AND TECHNICAL SERVICES FOR THE YAKAMA, WARM SPRINGS, UMATILLA, AND NEZ PERCE TRIBES, ACQUIRED CMOP IN 2020. CMOP IS PART OF THE INTEGRATED OCEAN OBSERVING SYSTEMS (IOOS) REGIONAL ASSOCIATION NORTHWEST ASSOCIATION OF NETWORKED OCEAN OBSERVING SYSTEM (NANOOS) AND HAS SECURED MAINTENANCE FUNDING FOR THE NEXT FIVE YEARS. CRITFC PROPOSES TO IMPROVE AND EXPAND ON THE ESTABLISHED OBSERVATION AND PREDICTION INFRASTRUCTURE FOR SCIENCE AND SOCIETAL APPLICATIONS WITH THIS REQUESTED FUNDING TOWARDS IMPROVEMENTS TO OBSERVATIONS AND MODELING, WEB DEVELOPMENT OF A NEW DATA PORTAL, AND PLANNING AND EXPLORATORY MODELING OF A NEW PROJECT RELATING TO SEDIMENTATION OF COLD-WATER REFUGES AT THE CONFLUENCE OF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa6a34ba-7475-8796-44ad-38a41ec72c28-C", "generated_internal_id": "ASST_NON_NA22OAR4690661_1330"}, {"internal_id": 152036090, "Award ID": "NA22OAR4690660", "Award Amount": 989730.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "11.469", "Description": "THE MAINE CLIMATE SCIENCE INFORMATION EXCHANGE (MCSIE) IS THE CLIMATE SCIENCE INFORMATION COORDINATION HUB CALLED FOR IN THE STATES MAINE WON'T WAIT CLIMATE ACTION PLAN. MCSIE IS STRUCTURED AS A COORDINATION OFFICE AT THE UNIVERSITY OF MAINE WITH A STATEWIDE MISSION OF SERVING AS A GATEWAY TO THE ONGOING RESEARCH AND CRITICAL SCIENCE SUPPORTING THE STATE CLIMATE ACTION PLAN AND ITS IMPLEMENTATION BY THE MAINE CLIMATE COUNCIL, THE LEGISLATURE, AGENCIES, BUSINESSES, COMMUNITIES, AND MAINE CITIZENS. CREATED IN 2022 WITH FEDERAL AND PRIVATE FUNDING SUPPORT, MCSIE FOCUSES ON THE DEVELOPMENT OF DATA ABOUT WHAT CLIMATE CHANGE RESEARCH IS TAKING PLACE IN MAINE, AND WHO IS CONDUCTING THAT RESEARCH. THE OFFICE WORKS TO BUILD CONNECTIONS AMONG RESEARCHERS AND STAKEHOLDERS, SERVING A BOUNDARY-SPANNING FUNCTION TO ASSURE THAT MAINE STAKEHOLDERS ARE INFORMED ABOUT THE SCIENCE THAT IS AVAILABLE AND EMERGING, AND THAT RESEARCHERS ARE INFORMED ABOUT STAKEHOLDER NEEDS. MCSIE PARTICULARLY TARGETS THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_NA22OAR4690660_1330"}, {"internal_id": 152036128, "Award ID": "NA22OAR4690659", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "11.469", "Description": "THIS PROJECT WILL ADVANCE STATE-OF-THE-ART REMOTE SENSING TO PROVIDE LOCAL, STATE, AND FEDERAL DECISION-MAKERS WITH ACTIONABLE INFORMATION TO IMPROVE CLIMATE ADAPTATION AND RESILIENCY. IT WILL ACCOMPLISH THIS BY LEVERAGING THE ADVANCES IN REMOTE SENSING DATA AND PROCESSING IN THE LAST DECADE. THIS PROJECT IS NOVEL IN THAT ITS FOCUS IS ON PROVIDING TIMELY INFORMATION AT THE APPROPRIATE SPATIAL RESOLUTION TO MEET THE NEEDS OF THE RAPID PLANNING PROCESSES REQUIRED TO ADDRESS CLIMATE CHANGE IMPACTS. IN DOING SO, IT WILL IMPROVE THE ABILITY OF GOVERNMENTS AT ALL LEVELS TO ADDRESS CLIMATE CHANGE IN AN EQUITABLE AND JUST FASHION. REMOTELY SENSED DATA IS CRUCIAL TO OUR NATION'S ABILITY TO PLAN FOR AND RESPOND TO CLIMATE CHANGE. REMOTE SENSING DATA SETS PROVIDE THE FOUNDATIONAL INFORMATION FOR UNDERSTANDING CHANGES TO NATURAL AND ANTHROPOGENIC FEATURES ON THE LANDSCAPE FROM THE MICRO TO MACRO SCALE. OVER THE PAST DECADE, THERE HAVE BEEN REVOLUTIONARY ADVANCES IN REMOTE SENSING DATA AND ACQUISIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_NA22OAR4690659_1330"}, {"internal_id": 152036098, "Award ID": "NA22OAR4690652", "Award Amount": 460000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-06", "CFDA Number": "11.469", "Description": "NEW JERSEY COASTAL COMMUNITIES, LIKE MOST US COASTAL COMMUNITIES ARE INCREASINGLY FACED WITH SEVERE THREATS FROM CLIMATE CHANGE, SEA LEVEL RISE AND COASTAL HAZARDS THAT DISPROPORTIONALLY IMPACT DISADVANTAGED COMMUNITIES. LOCAL GOVERNMENT ACTION IS CRITICAL FOR IMPLEMENTATION OF EFFECTIVE COASTAL RESILIENCE, YET MUNICIPALITIES AND COUNTIES OFTEN LACK THE TECHNICAL AND FINANCIAL MEANS TO PROACTIVELY PREPARE FOR AND CONFRONT SEA-LEVEL RISE AND OTHER CLIMATE IMPACTS. THESE DEFICIENCIES ARE FURTHER AMPLIFIED IN SOCIALLY VULNERABLE AND ENVIRONMENTAL JUSTICE COMMUNITIES. THE OBJECTIVE OF THE COASTAL RESILIENCE PLANNING SUPPORT FOR EJ COMMUNITIES PROJECT IS TO DEVELOP A COMMUNITY ENGAGEMENT AND PLANNING PROCESS FOR LOCAL RESILIENCE PLANNING IN ENVIRONMENTAL JUSTICE (EJ) AND SOCIALLY VULNERABLE COMMUNITIES THROUGH AN INCLUSIVE COPRODUCTION FRAMEWORK. TECHNICAL ASSISTANCE WILL BE PROVIDED BY PARTNERS OF THE NEW JERSEY COASTAL RESILIENCE COLLABORATIVE (NJCRC) - A PARTNERSHIP OF STAKEHOLDERS AND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6dc8770-fbfa-2900-1403-353f27b476f4-C", "generated_internal_id": "ASST_NON_NA22OAR4690652_1330"}, {"internal_id": 152036158, "Award ID": "NA22OAR4690649", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "11.469", "Description": "CLIMATE CHANGE IS EXPECTED TO ADVERSELY IMPACT THE WATER RESOURCES OF TEXAS, ESPECIALLY IN THE DRIER, WESTERN TWO-THIRDS OF THE STATE. HOWEVER, EXCEPT FOR AUSTIN, CLIMATE CHANGE IS NOT CONSIDERED IN LOCAL, REGIONAL, AND STATE WATER-RESOURCE PLANNING. IN THE CASE OF THE CITY OF AUSTINWHICH IS 100 PERCENT RELIANT ON THE HIGHLAND LAKESCLIMATE CHANGE IS EXPECTED TO DECREASE SURFACE-WATER SUPPLIES BY 25 PERCENT IN 50 YEARS AND 50 PERCENT IN 100 YEARS. THE ABSENCE OF CONSIDERING CLIMATE CHANGE IN TEXAS (AND OTHER CONSERVATIVE STATES) IS PRIMARILY DUE TO THE POLITICAL NATURE OF CLIMATE CHANGE IN CONSERVATIVE POLITICS, AND THIS IS NOT EXPECTED TO CHANGE ANY TIME SOON. WE PROPOSE TO PROVIDE THE SCIENCE, POLICY ANALYSIS, AND EDUCATION NEEDED BY STATE LEADERSHIP, THE LEGISLATURE, STATE AGENCIES, LOCAL AND REGIONAL PLANNING AND MANAGEMENT AGENCIES, WATER PROVIDERS, COMMUNITIES, AND CITIZENS TO ASSESS HOW CLIMATE CHANGE MAY IMPACT THEIR WATER RESOURCES. THIS PROJECT WILL (1) SUPPORT THE DOWNSCALI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_NA22OAR4690649_1330"}, {"internal_id": 152036167, "Award ID": "NA22OAR4690648", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "11.469", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO ADDRESS WHETHER CHANGES IN THE DISTRIBUTION AND INTENSITY OF FISHING EFFORT, OR IN STOCK DEMOGRAPHY EXPLAIN PATTERNS OF RECRUITMENT. ACTIVITIES TO BE PERFORMED: SUBAWARD TO VIRGINIA POLYTECHNIC INSTITUTE AND STATE UNIVERSITY. EXPECTED OUTCOMES:  THIS INFORMATION CAN BE INCORPORATED INTO FUTURE ASSESSMENTS OF THE SUMMER FLOUNDER FISHERY, REDUCING VARIABILITY IN ANNUAL QUOTAS AND PROVIDING MARKET STABILITY. INTENDED BENEFICIARIES: COMMONWEALTH OF VIRGINIA SUMMER FLOUNDER FISHERY SUBRECIPIENT ACTIVITIES: THE FISHERY FOR SUMMER FLOUNDER IS AMONG THE MOST VALUABLE FINFISH FISHERIES IN THE U.S. MID-ATLANTIC. HOWEVER, THE FISHERY HAS SEEN MULTIPLE CHALLENGES IN RECENT YEARS, A NORTHWARD SHIFT IN THE POPULATIONS DISTRIBUTION AND FLUCTUATIONS IN RECRUITMENT AND IN THE TOTAL ALLOWABLE CATCH, POTENTIALLY LEADING TO UNDOCUMENTED CHANGES IN COMMERCIAL AND RECREATIONAL FISHING PRESSURE AS FISHERS CHANGE THEIR BEHAVIOR. THE PROJECT LEVERAGES PARTNERSHI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f8efda1-d700-50e0-2b23-7e0257640aff-C", "generated_internal_id": "ASST_NON_NA22OAR4690648_1330"}, {"internal_id": 151610471, "Award ID": "NA22OAR4690645", "Award Amount": 660000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-26", "CFDA Number": "11.469", "Description": "NORTHERN ILLINOIS UNIVERSITY, WITH ITS PERIURBAN ENVIRONMENT, NORTHERN ILLINOIS CENTER FOR COMMUNITY SUSTAINABILITY (NICCS), AND DEEP EXPERTISE IN WEATHER AND CLIMATE SCIENCE OFFERS A UNIQUE OPPORTUNITY TO POSITIVELY IMPACT LOCAL AND REGIONAL AGRICULTURAL COMMUNITIES BY FORGING RESEARCH-TO-APPLICATION PARTNERSHIPS FOCUSED ON ADDRESSING THE DELETERIOUS EFFECTS OF EXTREME WEATHER ON CROP PRODUCTION AND RELATED FOOD SYSTEMS. BY PAIRING THE DOMAIN EXPERTISE OF LOCAL FARMERS WITH THE RESEARCH AND INNOVATION EXPERTISE OF NIU METEOROLOGY AND CLIMATOLOGY SCIENTISTS, WE PROPOSE A COMMUNITY PROJECT FUND COLLABORATION THAT WILL CREATE A NEW CONSORTIUM OF PUBLIC-PRIVATE STAKEHOLDERS, DEVELOP TOOLS LOCAL AND REGIONAL FARMERS NEED TO COPE WITH SEVERE WEATHER IMPACTS, AND PROVIDE INSIGHTS POLICY MAKERS REQUIRE TO SHAPE DECISION MAKING FOR TRANSFORMATIONAL WEATHER DISASTER MANAGEMENT, PREPAREDNESS, AND RESPONSE. THIS NEW CONSORTIUM WILL SUPPORT COMMUNITY STAKEHOLDERS, PARTICULARLY THOSE IN THE AGRICUL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c3c0a534-6ceb-2bca-e94d-83742848871a-C", "generated_internal_id": "ASST_NON_NA22OAR4690645_1330"}, {"internal_id": 152036091, "Award ID": "NA22OAR4690642", "Award Amount": 650000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "11.469", "Description": "THE GULF OF MAINE RESEARCH INSTITUTES (GMRI) CLIMATE CENTER AIMS TO ASSIST COASTAL COMMUNITIES TO ENVISION AND PLAN FOR RESILIENT AND THRIVING WATERFRONT ECONOMIES ALL ALONG MAINES COAST. THE CENTER WILL ASSIST COMMUNITIES IN PLANNING FOR A FUTURE WITH HIGHER SEAS, STRONGER STORMS, AND WARMING WATERS. THE WORK WILL INVOLVE CO-DEVELOPING LOCALIZED ADAPTATION AND MITIGATION SOLUTIONS THROUGH STAKEHOLDER AND COMMUNITY ENGAGEMENT, AND SEEK EMERGENT OPPORTUNITIES THAT ARISE WITH A CHANGING CLIMATE. THE COMMUNITY WORK WILL RESULT IN ACTIONABLE PLANS THAT ARE ALIGNED WITH AND IN SUPPORT OF MAINE WON'T WAIT, THE STATE'S CLIMATE ACTION PLAN BY PROVIDING WORKING WATERFRONT STAKEHOLDERS AND COMMUNITIES WITH ACTIONABLE NEXT STEPS FOR THRIVING IN WARMING WATERS.  THIS PROJECT WILL CONVENE A LEADERSHIP TEAM OF INDUSTRY, SCIENCE, AND COMMUNITY EXPERTS TO: (1) ASSESS AND RAISE AWARENESS OF CLIMATE-RELATED VULNERABILITIES AND HAZARDS IN A WORKING WATERFRONT COMMUNITY, (2) ASSESS THE SOCIAL AND ECONO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b6f39a7f-8f51-2ea1-892c-799002b8485c-C", "generated_internal_id": "ASST_NON_NA22OAR4690642_1330"}, {"internal_id": 152036070, "Award ID": "NA22OAR4690641", "Award Amount": 1979000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "11.469", "Description": "THE PROJECT WILL ESTABLISH THE VIRGINIA CLIMATE CENTER TO SERVE AS A CLIMATE EXTENSION SERVICE TO HELP COMMUNITIES IN THE COMMONWEALTH INCREASE RESILIENCE TO THE IMPACTS OF CLIMATE CHANGE. THIS PILOT PROJECT WILL ESTABLISH THE CENTER IN PARTNERSHIP WITH THE NORTHERN VIRGINIA REGIONAL COMMISSION, CITY OF FAIRFAX, COUNTY OF FAIRFAX, AND OTHER JURISDICTIONS IN NORTHERN VIRGINIA. THE CENTER WILL PROVIDE PRODUCTS AND SERVICES TO VIRGINIA MUNICIPALITIES AND FIRMS TO ADOPT RISK PREVENTION AND MITIGATION STRATEGIES FOR WISE RESOURCE MANAGEMENT AND SUSTAINABLE ENTREPRENEURSHIP. LOCAL DECISION MAKERS WILL GAIN ACCESS TO A RANGE OF OBSERVATIONAL DATA, ENVIRONMENTAL MODELS, AND EXPERTS IN CLIMATE SCIENCE, SUSTAINABILITY, AND ENGINEERING SOLUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "959a5b47-d407-9807-55f0-ee776cca4bce-C", "generated_internal_id": "ASST_NON_NA22OAR4690641_1330"}, {"internal_id": 152036092, "Award ID": "NA22OAR4690640", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "11.469", "Description": "THE GOAL OF THE PROJECT WILL BE MET WITH FOUR MAJOR PROPOSED TASKS:  DEVELOP IMPROVED WEATHER FORECASTING TOOLS AND CLOUDSEEDING METHODS BY DEPLOYING REMOTE WEATHER STATIONS TO BETTER IMPROVE WEATHER UNDERSTANDING OVER MOUNTAIN AREAS AND EVALUATE IMPACT OF SNOW WHITENING THROUGH CLOUD SEEDING.  DEVELOP A MORE REALISTIC CLOUD MICROPHYSICS SCHEME FOR USE IN A REGIONAL CLIMATE MODEL TO BETTER PREDICT HOW THE SEEDING MATERIAL RELEASED DURING OPERATIONAL CLOUD SEEDING PROGRAMS INTERACTS WITH THE CLOUD PHYSICS WHICH AFFECTS THE TRAJECTORY AND TARGETING OF SEEDED SNOWFALL.  IMPROVE THE SIMULATION OF ICE CLOUDS IN CLIMATE MODELS BY CONSTRAINING THE CLOUD PHYSICS USING NEW CALIPSO SATELLITE REMOTE SENSING METHOD FOR RETRIEVING CIRRUS CLOUD PROPERTIES AND USE THE IMPROVED MODEL TO ESTIMATE THE COOLING POTENTIAL OF CIRRUS CLOUD THINNING AT SURFACE.  CONDUCT REGIONAL CLIMATE MODELING SIMULATIONS TO DETERMINE THE IMPACT OF ROOF AND PAVEMENT BRIGHTENING IN LAS VEGAS AND PHOENIX AND CONDUCT A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db2e86bc-d873-8ba5-31f9-060bf8695c90-C", "generated_internal_id": "ASST_NON_NA22OAR4690640_1330"}, {"internal_id": 152036170, "Award ID": "NA22OAR4690636", "Award Amount": 1600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "11.469", "Description": "THIS PROJECT SEEKS TO  ENHANCE AND INTEGRATE SEVERAL DISTINCTIVE PROGRAMS AT ROGER WILLIAMS UNIVERSITY (RWU INCLUDING A SHELLFISH NURSERY, AQUATIC DIAGNOSTIC LABORATORY, RESEARCH AND TEACHING SPACE FOR CHEMISTRY, THE MARINE AFFAIRS INSTITUTE, AND A NASCENT FOOD STUDIES PROGRAM TO PROVIDE EDUCATION TO RWU STUDENTS AND EXTENSION SERVICES TO THE WIDER COMMUNITY. EQUIPMENT PURCHASED THROUGH FUNDING WILL SUPPORT DEVELOPMENT OF A PUBLIC-USE UPWELLING FACILITY, EXPAND CURRENT AQUATIC DIAGNOSTIC SERVICE CAPABILITIES TO INCLUDE HISTOLOGY, OUTFIT A STATE-OF-THE-ART TEACHING AND RESEARCH LABORATORY RELATED TO AQUATIC ECOSYSTEM HEALTH, AND ALLOW PROVIDING EXTENSION SERVICE TO SMALL BUSINESSES ENGAGED IN FOOD PRODUCTION AND PROCESSING. ACTIVITIES WILL BE PHASED IN OVER A THREE YEAR INTERVAL. BUILDING CAPACITY IN THE SHELLFISH NURSERY UPWELLER FACILITY, CHEMISTRY LABORATORY, AND FOOD SCIENCE EQUIPMENT INVENTORY WILL BE THE PRIMARY ACTIVITIES IN YEAR ONE; ENGAGING A LEGAL RESEARCHER WILL OCCUR IN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "717292d7-0020-7126-c235-385d955983d0-C", "generated_internal_id": "ASST_NON_NA22OAR4690636_1330"}, {"internal_id": 152036172, "Award ID": "NA22OAR4690635", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "11.469", "Description": "THE UNIVERSITY OF RHODE ISLAND THROUGH THIS FUNDING WILL ESTABLISH THE PARTNERSHIP FOR RESEARCH EXCELLENCE IN SUSTAINABLE SEAFOOD (PRESS). THE GOAL OF PRESS IS TO PROVIDE A MECHANISM ALLOWING A NIMBLE AND RAPID RESPONSE TO CRITICAL ISSUES IN SEAFOOD SECURITY THROUGH INTERDISCIPLINARY COLLABORATIVE RESEARCH ENCOMPASSING ACADEMIC INSTITUTIONS, STATE, FEDERAL AND NON-GOVERNMENTAL AGENCIES, AND INDUSTRY THROUGH COLLABORATIVE TRANSLATIONAL SCIENCE FOR ASSESSMENT, SURVEILLANCE, AND MITIGATION OF RISKS TO SEAFOOD SECURITY AND EXTENSION AND TRAINING OF A DIVERSE WORKFORCE ABLE TO ADDRESS ISSUES IN SEAFOOD SECURITY. PROJECT OBJECTIVES ARE TO: 1) IDENTIFY EMERGING ISSUES AFFECTING SEAFOOD PRODUCTION, WITH A FOCUS IN INDUSTRY ADVANCEMENT AND FOOD SECURITY; 2) DEVELOP A RESEARCH INNOVATION AND IDEA INCUBATOR DRIVEN BY STAKEHOLDER INPUT THAT RAPIDLY RESPONDS TO EMERGING ISSUES; 3) DEVELOP AND/OR ENHANCE WORKFORCE TRAINING AND EDUCATIONAL PORTALS; AND 4) PROVIDE TECHNOLOGY TRANSFER GEARED FOR INDUST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f7c7d27-684d-9b39-0e46-80a8c294c54a-C", "generated_internal_id": "ASST_NON_NA22OAR4690635_1330"}, {"internal_id": 151610434, "Award ID": "NA22OAR4690620", "Award Amount": 1290000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "11.469", "Description": "THIS PROPOSAL REQUESTS FUNDS TOWARDS A UNIQUE NEW BLUE ECONOMY TECHNOLOGY CENTER PARTNERSHIP BETWEEN ACADEMIA (UNIVERSITY OF DELAWARE AND DELAWARE STATE UNIVERSITY) AND COMMERCIAL ENTITIES. THIS PROJECT WILL EMPLOY THE USE OF MULTIPLE AUTONOMOUS SYSTEMS (SURFACE, SUBSURFACE, AND AERIAL) TO CARRY OUT A COMBINED DEVELOPMENT AND TESTING OF AUTONOMOUS SYSTEMS FOCUSED ON ADDRESSING NEEDS RELATED TO THE ENVIRONMENT, ENERGY, ECOSYSTEMS, AND CLIMATE CHANGE. THE GOAL IS TO DEVELOP WORKFORCE AND CAREER TRAINING OPPORTUNITIES AND TESTING NEW SENSORS AND BEHAVIORS OF MARINE ROBOTICS (SURFACE, AERIAL, AND SUBSURFACE) TO CATALYZE PUBLIC-PRIVATE RESEARCH AND ENTREPRENEURIAL ACTIVITIES DIRECTED ACROSS THE SECTORS OF ENVIRONMENTAL MONITORING, DEFENSE, AND ENERGY APPLICATIONS. KEY OBJECTIVES AND DELIVERABLES INCLUDE: DEVELOP A CURRICULUM THAT EDUCATES AND INSPIRES THE PUBLIC TO BECOME THE NEXT GENERATION OF LEADERS IN OFFSHORE RENEWABLES AND STRENGTHENS THE OFFSHORE RENEWABLES WORKFORCE; ASSESS POTENTIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_NA22OAR4690620_1330"}, {"internal_id": 151610439, "Award ID": "NA22OAR4690594", "Award Amount": 1150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "11.469", "Description": "WILDFIRE INTERDISCIPLINARY RESEARCH CENTER: BUILDING WILDFIRE SCIENCES CAPABILITY  PURPOSE FOR THE AWARD: TO PROVIDE AN INTEGRATED NATIONAL ASSET THAT WILL SERVE AS AN INFRASTRUCTURE FOR DEVELOPING COMMUNITY OUTREACH, PUBLIC EDUCATION, AND WORKFORCE DEVELOPMENT IN WILDFIRE SCIENCE.  ACTIVITIES: - ADD COMPUTING AND DATA STORAGE INFRASTRUCTURE FOR THE NATIONAL WILDFIRE DATA AND COMPUTING HUB - ADD A MULTISPECTRAL INFRARED CAMERA TO THE WILDFIRE REMOTE SENSING FACILITY - ADD AN ADVANCED THERMAL IMAGING SYSTEM AND A STATE-OF-THE-ART DATA ACQUISITION SETUP TO THE WILDFIRE DYNAMICS LABORATORY - SUPPORT NECESSARY TRAVEL, TRAINING, AND COMMUNICATION EQUIPMENT COSTS FOR THE COMMUNITY WILDFIRE RESILIENCE LABORATORY  DELIVERABLE AND EXPECTED OUTCOMES: PROVIDE FACULTY WITHIN WIRC STATE-OF-THE-ART INFRASTRUCTURE AND PLACE SAN JOS  STATE UNIVERSITY AND SILICON VALLEY AT THE FOREFRONT OF WILDFIRE RESEARCH  INTENDED BENEFICIARY: FACULTY WITHIN THE WILDFIRE INTERDISCIPLINARY RESEARCH CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "265ef913-7aeb-4f28-cb7f-4c9ede8dfbb7-C", "generated_internal_id": "ASST_NON_NA22OAR4690594_1330"}, {"internal_id": 152036096, "Award ID": "NA22OAR4690593", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "11.469", "Description": "THE OBJECTIVE OF THIS PROJECT IS TO DEVELOP TORNADO DETECTION AND TRACKING CAPABILITY USING RADIATED INFRASONIC SIGNALS. A PROTOTYPE OPERATIONAL NETWORK OF INFRASOUND DETECTION ARRAYS WILL BE DESIGNED AND DEPLOYED TO MONITOR TORNADO ACTIVITY IN A REGION THAT IS HISTORICALLY ACTIVE WITH SEVERE WEATHER, SPECIFICALLY TORNADOES. THE ARRAY GEOMETRY AND NETWORK CONFIGURATION WILL BE OPTIMIZED BASED ON STATISTICAL INFRASOUND PROPAGATION TOOLS DEVELOPED FOR DEFENSE APPLICATIONS. THOUGH IT IS EXPECTED THAT FOUR NINE-ELEMENT ARRAYS WILL SUFFICE; THE FINAL NETWORK DEPLOYED WILL BE BASED ON THE RESULTS OF THE OPTIMIZATION. TRACKING SOFTWARE WILL BE DEVELOPED BASED ON REAL-TIME PROCESSING ALGORITHMS USED AND TESTED IN DEFENSE APPLICATIONS FOR THE TRACKING OF MULTIPLE MOVING TARGETS. ADDITIONALLY, THE STUDY OF THE PHYSICAL MECHANISM THROUGH WHICH TORNADOES RADIATE INFRASOUND WILL CONTINUE, BOTH THEORETICALLY AND THROUGH THE DEPLOYMENT OF A SPECIALLY DESIGNED ARRAY CONSISTING OF UP TO 40 INFRASOUND S", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9516caeb-7134-d58f-32cf-429984bf810f-C", "generated_internal_id": "ASST_NON_NA22OAR4690593_1330"}, {"internal_id": 152036074, "Award ID": "NA22OAR4690535", "Award Amount": 600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "11.469", "Description": "TO CREATE AND EQUITABLY FILL THE OCEAN STEM JOBS OF THE FUTURE, ALTASEA AT THE PORT OF LOS ANGELES AND ITS NETWORK OF PARTNERS ARE MAKING SIGNIFICANT INVESTMENTS IN EDUCATION, WORKFORCE DEVELOPMENT, AND ENTREPRENEURSHIP ACTIVITIES IN UNDERSERVED COMMUNITIES THROUGH THE ALTASEA OCEAN PATHWAYS PROGRAM (ASOP). ASOP IS AN INNOVATIVE PLATFORM THAT PROVIDES OCEAN STEM EDUCATION OPPORTUNITIES TO STUDENTS IN GRADES 3-16+ INCLUDING HANDS-ON SKILLS TRAINING FOR BLUE ECONOMY CAREERS, WITH A FOCUS ON THE EMERGING FIELD OF REGENERATIVE AQUACULTURE. ASOP BEGINS WITH EXPERIENTIAL LEARNING FOR THIRD GRADERS AND CARRIES STUDENTS THROUGH TO HIGH SCHOOL INTERNSHIPS AND POST SECONDARY EDUCATION AND CAREER RESOURCES. ASOP IS THE ONLY PROGRAM OF ITS KIND THAT AIMS TO EXPAND FORMAL AND INFORMAL OCEAN STEM LEARNING FROM A YOUNG AGE WITH THE ULTIMATE GOAL AND DELIVERABLE OF DEVELOPING A SKILLED WORKFORCE FOR AN IMPORTANT EMERGING SECTOR IN THE U.S. ECONOMY. THIS COMMUNITY PROJECT WILL SUPPORT THE CONTIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa4d2be4-6e37-76e3-4fe5-05c30a5a8a0b-C", "generated_internal_id": "ASST_NON_NA22OAR4690535_1330"}, {"internal_id": 151610388, "Award ID": "NA22NWS4690027", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "11.469", "Description": "THIS FUNDING IS TO IMPROVE THE ABILITY TO MEASURE RAINFALL IN THE TITTABAWASSEE RIVER WATERSHED AND PREPARE DURING A FLOODING EVENT, ADDITIONAL WEATHER STATIONS ARE NEEDED TO GROUND TRUTH ACTUAL RAINFALL AMOUNTS AND PROVIDE AUTOMATED HOURLY REPORTING TO NOAA. A SERIES OF EXPERTLY PLACED RAIN AND RIVER GAGES ACROSS THE WATERSHED WILL COLLECT THE CRITICAL DATA NEEDED FOR NOAA TO BETTER FORECAST AND PROVIDE REAL TIME POTENTIAL FLOOD INFORMATION. REGIONAL SPECIALISTS FROM NOAA HAVE STATED THAT NO LESS THAN 10 WEATHER STATIONS COULD BE INSTALLED IN THE REGION. THE AMOUNT OF FUNDING IS $400,00.00.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "23421870-d9fa-2897-565e-f6c706d1d0f2-C", "generated_internal_id": "ASST_NON_NA22NWS4690027_1330"}, {"internal_id": 152036067, "Award ID": "NA22NWS4690026", "Award Amount": 1821000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-06", "CFDA Number": "11.469", "Description": "THE GOAL OF THIS PROJECT IS TO EXPAND THE CURRENT ZIAMET NETWORK BY 118 STATIONS WITHIN THE STATE NEW MEXICO, EXPANDING UPON OUR EXISTING NETWORK OF 97. THE ZIAMET NETWORK IS OPERATED BY STAFF OF THE NEW MEXICO CLIMATE CENTER OPERATED UNDER AGRICULTURAL EXPERIMENT STATION WITHIN NEW MEXICO STATE UNIVERSITY (NMSU). THIS NETWORK WILL PROVIDE NEW MEXICO WITH A HIGH QUALITY SOURCE OF WEATHER INFORMATION THAT WILL BE USED FOR EMERGENCY MANAGEMENT, CLIMATE TRACKING, DROUGHT ASSESSMENTS AND MANY MORE USES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_NA22NWS4690026_1330"}, {"internal_id": 151290794, "Award ID": "NA22NWS4690025", "Award Amount": 435000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-01", "CFDA Number": "11.469", "Description": "GRANT AMOUNT OF $435,000 IS TO INCREASE THE SECURITY OF ITS FACILITIES AND MILLIONS OF ANNUAL VISITORS BY REPLACING AUDUBONS ANALOG REPEATERS WITH DIGITAL REPEATERS AND PROVIDING APPROXIMATELY 400 DIGITAL RADIOS ACROSS AUDUBON FACILITIES AND PARKS, INCLUDING AUDUBON ZOO IN UPTOWN NEW ORLEANS, AUDUBON AQUARIUM OF THE AMERICAS AND WOLDENBERG RIVERFRONT PARK IN DOWNTOWN NEW ORLEANS, AUDUBON LOUISIANA NATURE CENTER IN NEW ORLEANS EAST, AND FREEPORT-MCMORAN AUDUBON SPECIES SURVIVAL CENTER ON THE WEST BANK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d0ea72a-09b9-c0f3-76d8-487765810520-R", "generated_internal_id": "ASST_NON_NA22NWS4690025_1330"}, {"internal_id": 151290791, "Award ID": "NA22NWS4690024", "Award Amount": 175000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-05", "CFDA Number": "11.469", "Description": "THIS PROJECT WILL DEVELOP RESOURCES FOR LOCAL AND COUNTY GOVERNMENTS IN NORTHEASTERN ILLINOIS TO HELP MAKE THEIR FLOOD RESILIENCE PROJECT PRIORITIZATION PROCESSES MORE EQUITABLE BY UPDATING THE CHICAGO METROPOLITAN AGENCY FOR PLANNING'S URBAN FLOOD SUSCEPTIBILITY INDEX WITH NEW DATA TO HELP COUNTY AND LOCAL GOVERNMENTS EQUITABLY PRIORITIZE FLOOD RESILIENCE PROJECTS TO ADDRESS THE NEEDS OF THOSE MOST VULNERABLE TO CLIMATE CHANGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b2aa17c0-f13a-b3d3-2c0f-a911107c90e4-R", "generated_internal_id": "ASST_NON_NA22NWS4690024_1330"}, {"internal_id": 150724764, "Award ID": "NA22NWS4690023", "Award Amount": 900000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-27", "CFDA Number": "11.469", "Description": "THIS PROJECT WILL EVALUATE THE QUALITY AND ROBUSTNESS OF GROUND-BASED VERTICAL PROFILING TECHNOLOGY, INTEGRATE DATA FROM GROUND-BASED VERTICAL PROFILING SENSORS INTO NATIONAL WEATHER SERVICE (NWS) REAL-TIME OPERATIONS, AND ASSESS THE VALUE OF PERSISTENT BOUNDARY LAYER-SENSING TECHNOLOGIES FOR IMPROVING OPERATIONS AND THE COST-EFFECTIVENESS OF INTEGRATING THESE TECHNOLOGIES INTO THE NATIONAL WEATHER ENTERPRISE OBSERVING INFRASTRUCTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "991f0478-9104-100e-76ff-ac5b12b9cf4f-C", "generated_internal_id": "ASST_NON_NA22NWS4690023_1330"}, {"internal_id": 152036144, "Award ID": "NA22NOS4690221", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "11.469", "Description": "THE UNIVERSITY OF RHODE ISLAND IS PILOTING THE CENTER OF EXCELLENCE FOR INTEGRATED PLASTICS RESEARCH/URI LAND TO SEA PLASTICS COLAB TO ADDRESS THE GLOBAL PLASTICS CRISIS, REDUCE US RELIANCE ON FOREIGN PLASTICS PRODUCERS AND RECYCLERS, AND MOVE OUR NATION TOWARDS AN ERA OF PLASTICS NEUTRALITY AND NOVEL ALTERNATIVE MATERIALS. ALL STUDIED ECOSYSTEMS ON EARTH CONTAIN PLASTICS POLLUTION. A LANDMARK STUDY BY JAMBECK ET AL. (2015)1 ESTIMATED THAT 8 MILLION METRIC TONS OF PLASTICS WASTE ENTERED THE OCEANS FROM LAND INPUTS DURING THE YEAR 2010 ALONE. A NEW 2020 STUDY BY BORRELLE ET AL. 2 UPDATED THE ANNUAL EMISSIONS OF PLASTICS INTO OCEANS AND FRESH WATERS TO 24 MILLION METRIC TONS, PROJECTING 53 MILLION BY YEAR 2030. BOTTLES, PACKAGING AND IMPROPERLY DISPOSED OF WASTE FROM LAND-BASED SOURCES COMPRISE 80% OF MARINE DEBRIS. THE REMAINING 20% COMES FROM PLASTICS RELEASED AT SEA FROM FISHING ACTIVITIES AND OCEAN VESSELS. 94% OF THE OVERALL PLASTICS POLLUTION THAT ENTERS THE OCEAN ENDS UP ON THE SE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f7c7d27-684d-9b39-0e46-80a8c294c54a-C", "generated_internal_id": "ASST_NON_NA22NOS4690221_1330"}, {"internal_id": 152036180, "Award ID": "NA22NOS4690220", "Award Amount": 945000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "11.469", "Description": "THIS PROJECT OF THE OREGON KELP ALLIANCE (ORKA) WILL INVOLVE A WIDE-RANGING COASTAL SNAPSHOT OF OREGON'S KELP FOREST HABITATS TO INFORM MANAGEMENT, CONSERVATION, AND RESTORATION ACTIVITIES. THESE IMPORTANT HABITATS HAVE NOT BEEN AERIALLY SURVEYED SINCE 2011, AND MANY HAVE UNDERGONE SIGNI CANT CHANGES IN RECENT YEARS DUE TO WARMING OCEANS, LOSS OF PREDATORS, AND POPULATION BOOMS OF PURPLE SEA URCHINS, WHICH GRAZE ON KELP. NO COAST-WIDE SUBTIDAL SURVEY OF OREGON'S KELP FORESTS HAS EVER BEEN COMPLETED. THE RECENT WIDESPREAD LOSS OF KELP FORESTS IN NORTHERN CALIFORNIA HAS DRAWN ATTENTION TO THIS PROBLEM IN OREGON AND THIS PROJECT INTENDS TO ADDRESS THIS NEED. SEVERAL MEMBERS AND PARTNERS OF THE OREGON KELP ALLIANCE ARE CURRENTLY ENGAGED IN ESSENTIAL MANAGEMENT, CONSERVATION, AND RESTORATION EFFORTS THAT WILL BE INFORMED BY THESE DATA. WE WILL USE A MULTIFACETED APPROACH TO GATHER THESE DATA, INCLUDING BOTH AERIAL SURVEYS USING AERIAL DRONES, UNDERWATER SCUBA SURVEYS OF KELP FORESTS, AND RO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "247befe9-a1c0-ab89-405c-04352f1ba273-C", "generated_internal_id": "ASST_NON_NA22NOS4690220_1330"}, {"internal_id": 152036123, "Award ID": "NA22NOS4690219", "Award Amount": 5000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "11.469", "Description": "THE PROPOSED PROJECT AIMS TO DEVELOP THE FUNDAMENTAL KNOWLEDGE AND TOOLS TO DESIGN ADAPTIVE COASTAL INFRASTRUCTURE AND EQUITABLE RESILIENCE STRATEGIES UNDER PROJECTED FUTURE SEA-LEVEL RISE SCENARIOS ALONG THE VULNERABLE GEORGIA COASTLINE. THIS PROJECT IN PARTICULAR HAS A STRONG FOCUS ON LOW-INCOME, HISTORICALLY MARGINALIZED COMMUNITIES OF COLOR IN SAVANNAH, GEORGIA, BUILDING ON EXISTING PARTNERSHIPS BETWEEN GEORGIA TECH, CITY AND COUNTY OFFICIALS, AND SEVERAL LOCAL ENVIRONMENTAL JUSTICE ORGANIZATIONS. THE PROJECT WILL BUILD ON AN EXISTING NETWORK OF 50 &QUOT;SMART SEA LEVEL SENSORS&QUOT; (SEALEVELSENSORS.ORG) AND A STATE OF THE ART WATER-LEVEL MODELING AND FORECASTING SYSTEM BASED IN CHATHAM COUNTY, EXPANDING THE SENSOR NETWORK AND MODELING ALONG THE GEORGIA COASTLINE, INCLUDING INSTALLATIONS IN GLYNN COUNTY, CAMDEN COUNTY, AND THE KING'S BAY NAVAL BASE. THE NETWORK AND MODELING WILL BE THE FOUNDATION OF A GA STAKEHOLDER DECISION SUPPORT SYSTEM (GA-SDSS) THAT WILL PROVIDE REAL-", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_NA22NOS4690219_1330"}, {"internal_id": 151610424, "Award ID": "NA22NOS4690215", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "11.469", "Description": "THE PROJECT OBJECTIVE IS TO EXAMINE THE CAPACITY OF INNOVATIVE BLUE-GREEN DESIGN APPROACHES, IN THE FORM OF VARIOUS MIXTURES, SURFACE TEXTURES, AND THREE-DIMENSIONAL SHAPES OF BIO-ENHANCING MATERIALS, TO ENHANCE NATIVE CORAL HABITAT AND PROVIDE PROTECTION TO CRITICAL COASTAL INFRASTRUCTURE IN HAWAI'I. COMBINING ALTERNATIVE SEAWALL DESIGNS WITH A METHOD FOR RAPIDLY GROWING CORAL FRAGMENTS, THE HAWAI'I INSTITUTE OF MARINE BIOLOGY (HIMB) AT THE UNIVERSITY OF HAWAI'I WILL EXPLORE THE POTENTIAL USE OF ENGINEERED CORAL REEF &QUOT;LIVING SHORELINE&QUOT; APPROACHES FOR COASTAL PROTECTION AND RESTORATION. THIS PROJECT WILL PILOT BIO-ENHANCING CONCRETE MATERIALS, TEXTURES AND SHAPES (E.G. ECO-CONCRETE, COMPOSITE PUMICE, OR CARBON INFUSED CONCRETE) ON SMALL SECTIONS OF SEAWALL AT HIMB TO PROMOTE HABITAT FOR NATIVE ORGANISMS INCLUDING CORALS, OTHER INVERTEBRATES, AND FISH, TO ACHIEVE ECO-FRIENDLY DESIGNS THAT SIMULTANEOUSLY RESTORE REEF HABITAT AND PROTECT THE SHORELINE. THIS PROJECT WOULD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_NA22NOS4690215_1330"}, {"internal_id": 151610425, "Award ID": "NA22NOS4690214", "Award Amount": 415000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "11.469", "Description": "THE PROJECT OBJECTIVE IS TO SUPPORT DEVELOPMENT OF LARGE LIVING CORAL MODULES FOR OUTPLANTING IN A CONCENTRATED AREA OFF WAIKIKI TO ENHANCE SHALLOW-WATER MARINE TOURISM USE CLOSE TO THE TOURISM CENTER OF WAIKIKI. THESE EFFORTS WILL PROVIDE A FREE, MAINTAINED, REEF SNORKELING EXPERIENCE TO HELP RELIEVE INTENSE VISITOR PRESSURE ON THE ISLAND'S NATURAL REEF HABITATS AND TO HELP RE-START THE HAWAIIAN TOURISM INDUSTRY AFTER THE EFFECTS OF THE COVID-19 PANDEMIC. OUTPLANTED MODULES WILL BE GROWN USING EXISTING, ESTABLISHED, AND PROVEN STATE OF HAWAII PROTOCOLS AND PROCEDURES. THIS PROJECT WILL OUTPLANT A MINIMUM COMBINATION EQUIVALENT TO 80 ASSORTED LIVE CORAL MODULES (16 INCHES, BUT POSSIBLY UP TO 1 YARD IN SIZE) AFTER A ONE YEAR PERIOD. THESE OUTPLANTED CORALS WILL BE MAINTAINED AT THE SITE OVER TIME TO PROVIDE FOR AN ALTERNATIVE TO VISITORS USING OTHER NATURAL REEF AREAS FOR RECREATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_NA22NOS4690214_1330"}, {"internal_id": 151290822, "Award ID": "NA22NOS4690213", "Award Amount": 286000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "11.469", "Description": "THE PROJECT OBJECTIVE IS TO SUPPORT MOVING A SMALL RARE HAWAIIAN CORAL ARK TO AN ADJACENT, ALREADY EXISTING, BETTER-HARDENED BUILDING, WITH MORE CONSISTENT ELECTRICAL AND WATER, AND PROVIDE DEDICATED FUNDED SUPPORT FOR THEIR CARE. THE HAWAIIAN ISLANDS ARE HOME TO ABOUT 65 CORAL SPECIES, OF WHICH 25% ARE ENDEMIC TO HAWAII, WITH THE MAJORITY BEING UNCOMMON OR RARE ON OUR REEFS. THERE IS NO REPLACEMENT POOL FOR MANY OF THESE SPECIES, SOME OF WHICH ARE RESTRICTED TO A SINGLE BAY WITHIN THE ENTIRE HAWAIIAN ARCHIPELAGO. A WIDE RANGE OF ENDEMIC FISH AND INVERTEBRATES HAVE CO-EVOLVED WITH OUR ENDEMIC CORALS. RECOGNIZING THAT THE LOSS OF THESE UNIQUE SPECIES COULD HAVE A CASCADING EFFECT ACROSS OUR NATIVE REEF ECOSYSTEMS, HAWAII DEPARTMENT OF LAND AND NATURAL RESOURCES CREATED A SMALL RARE HAWAIIAN CORAL ARK PROJECT AS A FORM OF GENE BANK OR INSURANCE POLICY AT ITS EXISTING HAWAII CORAL RESTORATION NURSERY (HCRN), BUT IT IS CONTAINED WITHIN A VULNERABLE PLYWOOD BUILDING ON-SITE. WITHIN THE ARK,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_NA22NOS4690213_1330"}, {"internal_id": 151610394, "Award ID": "NA22NOS4690212", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "11.469", "Description": "THE PROJECT OBJECTIVE IS TO SUPPORT DEVELOPMENT OF LARGE LIVING CORAL MODULES FOR OUTPLANTING IN A CONCENTRATED AREA OFF WAIKIKI TO ENHANCE SHALLOW-WATER MARINE TOURISM USE CLOSE TO THE TOURISM CENTER OF WAIKIKI. THESE EFFORTS WILL PROVIDE A FREE, MAINTAINED, REEF SNORKELING EXPERIENCE TO HELP RELIEVE INTENSE VISITOR PRESSURE ON THE ISLAND'S NATURAL REEF HABITATS AND TO HELP RE-START THE HAWAIIAN TOURISM INDUSTRY AFTER THE EFFECTS OF THE COVID-19 PANDEMIC. OUTPLANTED MODULES WILL BE GROWN USING EXISTING, ESTABLISHED, AND PROVEN STATE OF HAWAII PROTOCOLS AND PROCEDURES. THIS PROJECT WILL OUTPLANT A MINIMUM COMBINATION EQUIVALENT TO 80 ASSORTED LIVE CORAL MODULES (16 INCHES, BUT POSSIBLY UP TO 1 YARD IN SIZE) AFTER A ONE YEAR PERIOD. THESE OUTPLANTED CORALS WILL BE MAINTAINED AT THE SITE OVER TIME TO PROVIDE FOR AN ALTERNATIVE TO VISITORS USING OTHER NATURAL REEF AREAS FOR RECREATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d3a76fc-ac45-c75d-a91b-b0e4b08c62ea-R", "generated_internal_id": "ASST_NON_NA22NOS4690212_1330"}, {"internal_id": 151610507, "Award ID": "NA22NOS4690210", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-19", "CFDA Number": "11.469", "Description": "THIS PROJECT WILL RESTORE KELP FOREST HABITAT AT FORT ROSS COVE IN GREATER FARALLONES NATIONAL MARINE SANCTUARY TO AID IN IMPROVING ECOSYSTEM FUNCTION, POTENTIAL CARBON SEQUESTRATION CAPACITY, AND LOCALIZED AMELIORATION OF OCEAN ACIDIFICATION IN THE SANCTUARY. THE PROJECT WILL TRANSITION URCHIN BARRENS TO KELP FORESTS BY REDUCING RED AND PURPLE URCHIN DENSITIES VIA HAND REMOVAL TO LESS THAN TWO URCHINS PER METER SQUARED, OUTPLANT BULL KELP TO INCREASE ANNUAL RECRUITMENT AND GROWTH OF BULL KELP, AND MONITOR THE SUCCESS AND EFFECTIVENESS OF URCHIN MANAGEMENT AND ACCELERATE REGROWTH OF KELP FOREST HABITAT. THE PROJECT WILL EDUCATE THE PUBLIC INCLUDING YOUTH ON THE NORTH COAST AND AROUND THE BAY AREA ABOUT THE IMPORTANCE OF KELP FOREST HABITAT AND ABOUT THIS PROJECT; AND SHARE IMPORTANT FINDINGS FROM THE PROJECT WITH THE GREATER RESEARCH AND CONSERVATION COMMUNITY. THE WORK WILL RESULT IN IMPROVED KELP HABITAT, RED ABALONE AND RED SEA URCHIN FISHERIES, AND ECOSYSTEM HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "655901f0-9c70-f4ed-f33a-e733b1d6a5e2-C", "generated_internal_id": "ASST_NON_NA22NOS4690210_1330"}, {"internal_id": 151610505, "Award ID": "NA22NOS4690209", "Award Amount": 95000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-22", "CFDA Number": "11.469", "Description": "THIS PROJECT WILL WORK COOPERATIVELY WITH NOAA OFFICE OF NATIONAL MARINE SANCTUARIES TO ENGAGE REMOTE VISITORS THROUGH AN INTERACTIVE DIGITAL VISITOR CENTER, AND TO INSPIRE AND GUIDE IN-PERSON VISITATION, THROUGH VIRTUAL 3-D WATER TRAIL AND HIKING TRAIL EXPERIENCES AT MALLOWS BAY-POTOMAC RIVER NATIONAL MARINE SANCTUARY. THIS PROJECT WILL FURTHER THE ABILITY OF THE FIRST NATIONAL MARINE SANCTUARY DESIGNATED IN NEARLY TWO DECADES, MALLOWS BAY-POTOMAC RIVER NATIONAL MARINE SANCTUARY, LOCATED IN MARYLAND'S POTOMAC RIVER, TO PROTECT THE GHOST FLEET OF WWI VESSELS, AND TO FOSTER RECREATIONAL ACCESS AND ECONOMIC OPPORTUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16adc4c2-3de5-7c00-c207-0daf5b288b9d-C", "generated_internal_id": "ASST_NON_NA22NOS4690209_1330"}, {"internal_id": 152036171, "Award ID": "NA22NOS4690207", "Award Amount": 1135000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "11.469", "Description": "THIS PROJECT WILL ESTABLISH AN OBSERVATORY ATTACHED TO AQUARIUS REEF BASE TO SET BASELINE CONDITIONS AND OBSERVE CHANGES IN THE CONDITIONS THAT DRIVE THE HEALTH OF THE ECOLOGICAL SYSTEMS OF COASTAL SOUTH FLORIDA. AQUARIUS REEF BASE IS FLORIDA INTERNATIONAL UNIVERSITY'S UNDERSEA LABORATORY THAT IS DEPLOYED IN A RESEARCH-ONLY SANCTUARY PRESERVATION AREA IN THE FLORIDA KEYS NATIONAL MARINE SANCTUARY ON THE FLORIDA KEYS REEF TRACT AT THE EDGE OF THE FLORIDA CURRENT, THE IDEAL LOCATION TO ASSESS THE HEALTH OF THE CURRENT CONVEYER BELT FROM THE EASTERN CARIBBEAN, ALONG THE NORTHERN SHORES OF SOUTH AMERICA, PAST MEXICO AND CUBA AND THROUGH THE GULF OF MEXICO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_NA22NOS4690207_1330"}, {"internal_id": 151610511, "Award ID": "NA22NOS4690206", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "11.469", "Description": "CORAL REEFS AND MARINE RESOURCES ARE VITAL FOR HAWAI'I'S ECONOMY AND CULTURAL IDENTITY, AS THEY SUSTAIN LOCAL FOOD PRODUCTION, RECREATION, JOBS, AND LIVELIHOODS. DESPITE THEIR IMPORTANCE, THE CONDITION OF CORAL REEFS AND NEARSHORE WATERS IN HAWAI'I HAS SIGNIFICANTLY DECLINED OVER THE PAST HALF CENTURY DUE TO A SUITE OF LOCAL AND GLOBAL STRESSORS, INCLUDING OVERFISHING, SEA LEVEL RISE, OCEAN WARMING AND ACIDIFICATION, AND RUN-OFF FROM INCREASED EROSION AND DEVELOPMENT (E.G., SEDIMENT, SEWAGE, PESTICIDES/HERBICIDES, ETC.). THE NATURE CONSERVANCY IS WORKING WITH FEDERAL, STATE, AND COUNTY AGENCY PARTNERS AND LOCAL COMMUNITIES ACROSS MAUI NUI (THE ISLANDS OF MAUI, LANA'I, MOLOKA'I, AND KAHO'OLAWE) AND THE ISLAND OF HAWAII TO ADDRESS THESE THREATS AND INCREASE CORAL COVER, REEF HEALTH, AND FISH ABUNDANCE IN OUR NEARSHORE WATERS.  THE GOAL OF THIS PROJECT IS TO EMPOWER LOCAL COMMUNITIES TO CO-MANAGE COASTAL RESOURCES IN PARTNERSHIP WITH NOAA AND THE STATE DIVISION OF AQUATIC RESOURCES (DAR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA22NOS4690206_1330"}, {"internal_id": 151290813, "Award ID": "NA22NOS4690205", "Award Amount": 1150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "11.469", "Description": "THE PHILLIP AND PATRICIA FROST MUSEUM OF SCIENCE (FROST SCIENCE) RECEIVED A CONGRESSIONAL APPROPRIATION OF $1,150,000 TO ESTABLISH THE NATIONAL CENTER FOR EDUCATION AND CONSERVATION OF FLORIDA'S CORAL REEF.  THE NATIONAL CENTER FOR EDUCATION AND CONSERVATION OF FLORIDA'S CORAL REEF AT FROST SCIENCE WILL BE AN INTERDISCIPLINARY HUB FOR COLLABORATIVE RESEARCH, ACTIONABLE CONSERVATION EDUCATION, AND OUTREACH. LEVERAGING RESOURCES AND EXISTING INFRASTRUCTURE AT THE MUSEUM - INCLUDING ITS PUBLIC AQUARIUM, FUNCTIONAL MARINE CONSERVATION LAB, CONFERENCE ROOM SPACE AND RESEARCH VESSEL - THE NEW CENTER WILL PROVIDE UNIQUE OPPORTUNITIES FOR CONTINUOUS EDUCATION, RESEARCH, RESEARCH DISSEMINATION, AND ACTIVE FIELD CONSERVATION OF FLORIDA'S CORAL REEF, WHILE CONNECTING PEOPLE TO MARINE SCIENCE, STEM-BASED EDUCATION, BIODIVERSITY, AND RESTORATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d90dbab0-5dac-a6c9-2ac9-3e0947096bbb-C", "generated_internal_id": "ASST_NON_NA22NOS4690205_1330"}, {"internal_id": 151610483, "Award ID": "NA22NOS4690190", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "11.469", "Description": "THE SPECTACULAR NATURAL BEAUTY OF BISCAYNE BAY THAT DRIVES TOURISM AND ATTRACTS NEARLY THREE MILLION SOUTH FLORIDA RESIDENTS TO ITS SHORES AND WATERS IS THREATENED BY CONTINUING POLLUTION AND THE INCREASING LIKELIHOOD OF HARMFUL ALGAL BLOOMS. AND RECENT EVENTS INDICATE THAT THE HEALTH OF THE BAY IS RAPIDLY DECLINING. REVERSING THIS TREND REQUIRES DETERMINING THE FACTORS THAT PROMOTE PHYTOPLANKTON BLOOMS AND IDENTIFYING AREAS WHERE MANAGEMENT ACTIONS TOWARDS IMPROVING WATER QUALITY SHOULD BE FOCUSED. KNOWLEDGE GAINED FROM PROPOSED PHYTOPLANKTON MONITORING, GENETIC METABARCODING, AND METABOLOMIC CHARACTERIZATION TO DETECT ALGAL TOXINS IN COORDINATION WITH A WATER QUALITY MONITORING PROGRAM WILL BE SYNTHESIZED INTO A PUBLICLY-AVAILABLE DATABASE THAT WILL GUIDE RESOURCE MANAGERS IN THE RESPONSIBLE STEWARDSHIP OF BISCAYNE BAY.  BISCAYNE BAY HAS DIVERSE NUTRIENT INPUTS AND DIFFERENT CIRCULATION PATTERNS ALONG THE LENGTH OF THE SYSTEM MAKING CERTAIN AREAS, PARTICULARLY THE NORTHERN BAY, MOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8521f543-2302-80cf-d989-c2ff7cf07ef3-C", "generated_internal_id": "ASST_NON_NA22NOS4690190_1330"}, {"internal_id": 151290840, "Award ID": "NA22NOS4690189", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "11.469", "Description": "THE INCREASE OF HARMFUL ALGAL BLOOMS (HABS) IS A GLOBAL CHALLENGE WHICH SEVERELY IMPACTS OUR PUBLIC HEALTH AND ECONOMY. WHILE PHYTOPLANKTON PLAYS AN IMPORTANT ROLE AS THE PRIMARY PRODUCERS IN A BALANCED ECOSYSTEM, TOO MUCH OF A GOOD THING CAN BE VERY HARMFUL. NEW JERSEY HAS SEEN SIGNIFICANT INCREASES IN HABS THAT PRODUCES CYANOTOXINS, WHICH CAN BE DANGEROUS FOR HUMANS, PETS, LIVESTOCK, AND WILDLIFE. EXPOSURE TO CYANOTOXINS CAN LEAD TO HARMFUL EFFECTS MAINLY ON THE NERVOUS SYSTEM, THE LIVER, THE KIDNEY, AND THE SKIN. NEW JERSEY GOVERNOR MURPHY LAUNCHED AN INITIATIVE IN LATE 2019 TO MITIGATE AND PREVENT HABS IN THE STATE'S WATERS, BUT THE EFFORTS SLOWED BECAUSE OF THE PANDEMIC AND THE OCCURRENCES OF HABS HAVE INCREASED IN THE FRESHWATERS OF NEW JERSEY SINCE 2020. WITHOUT MITIGATION, THIS TREND IS EXPECTED TO CONTINUE WITH INCREASING FREQUENCY AND INTENSITY.  IT IS ESSENTIAL TO EDUCATE THE GENERAL PUBLIC TO IDENTIFY HABS AND TAKE ACTIONS TO REDUCE WATER POLLUTION AND FUTURE BLOOMS. THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2be23cc5-dd69-8ec3-c36d-4918e41ee3a5-C", "generated_internal_id": "ASST_NON_NA22NOS4690189_1330"}, {"internal_id": 151610548, "Award ID": "NA22NMF4690373", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-22", "CFDA Number": "11.469", "Description": "THIS OREGON DEPARTMENT OF FISH AND WILDLIFE APPLICATION &QUOT; WHALE ENTANGLEMENT RISK REDUCTION RESEARCH (CPF) PROPOSES TO USE PHOTOGRAPHIC DATA FOR HUMPBACK WHALES IN OREGON WATERS TO MONITOR SPATIO-TEMPORAL CHANGES IN HUMPBACK WHALE ENTANGLEMENT RATES THROUGH SCAR ANALYSIS, MARK-RECAPTURE MODELING AND ENHANCED COMMUNITY SCIENCE. THIS PILOT STUDY WILL FOCUS ON HUMPBACK WHALES IN OREGON WATERS, WITH THE POTENTIAL FOR RESULTS AND OUTCOMES TO BE CONSIDERED FOR APPLICATION TO OTHER LARGE WHALE SPECIES AND/OR FOR OTHER WATERS ON THE U.S WEST COAST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37a1fb0b-1748-278b-137d-d90e1c816b0e-C", "generated_internal_id": "ASST_NON_NA22NMF4690373_1330"}, {"internal_id": 151290811, "Award ID": "NA22NMF4690367", "Award Amount": 445000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-09", "CFDA Number": "11.469", "Description": "PURPOSE:  THE GOAL OF THIS PROJECT IS TO EMPOWER HAWAIIS INDIGENOUS FISHPOND PRACTITIONERS, COASTAL COMMUNITIES, AND LOCAL GOVERNMENT WITH ENVIRONMENTAL DATA CUSTOMIZED TO INDIVIDUAL WATERSHED NEEDS IN SUPPORT OF BIOCULTURAL RESTORATION AND CLIMATE CHANGE MONITORING AND MITIGATION. FISHPONDS ARE TRADITIONAL HAWAIIAN AQUACULTURE SITES AND FISHPOND PRACTITIONERS ARE ATTEMPTING TO RECREATE SUSTAINABLE COASTAL FISH FARMING OPERATIONS THAT ONCE THRIVED THROUGHOUT THE ISLANDS. ACTIVITIES TO BE PERFORMED:  THIS PROJECT HAS THREE MAIN COMPONENTS. 1)  CONDUCT MULTIPLE COMMUNITY OUTREACH AND DESIGN MEETINGS THAT ENGAGE A NETWORK OF APPROXIMATELY 40 FISHPOND MANAGERS AND COMMUNITY-SERVICE ORGANIZATIONS TO GATHER INSIGHTS AND PERSPECTIVES RELATING TO THE MOST IMPORTANT ENVIRONMENTAL, CLIMATE, OR TECHNOLOGICAL BARRIERS TO EFFECTIVE FISHPOND RESTORATION FOR FOOD PRODUCTION. THIS PROCESS WILL HELP TO INFORM DEVELOPMENT OF ENVIRONMENTAL SENSORS. 2) DESIGN, DEVELOP AND DEPLOY ENVIRONMENTAL SENSORS TH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "90b74b45-849e-915f-446f-cb430addb2dd-R", "generated_internal_id": "ASST_NON_NA22NMF4690367_1330"}, {"internal_id": 150724861, "Award ID": "NA22NMF4690365", "Award Amount": 322000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-21", "CFDA Number": "11.469", "Description": "THE PRIMARY GOAL OF THIS PROJECT IS TO DEVELOP A NON-LETHAL TOOL TO REDUCE PREDATION ON ESA-LISTED CHINOOK SALMON, THEREBY INCREASING SURVIVAL OF THIS SPECIES WHICH IS A PRIMARY FOOD SOURCE FOR SOUTHERN RESIDENT KILLER WHALES, AND CRITICAL TO THEIR RECOVERY IN THE PUGET SOUND. THIS PROJECT WILL DEVELOP A SPECIALIZED DETERRENT SYSTEM, TARGETED ACOUSTIC STARTLE TECHNOLOGY (TAST), THAT MAY ULTIMATELY DECREASE PINNIPED PREDATION AND IMPROVE SALMON SURVIVAL AT THE HIRAM M. CHITTENDEN (BALLARD) LOCKSA SIGNIFICANT BOTTLENECK AREA IN THE CEDAR RIVER SALMON MIGRATION ROUTE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7444cd35-e4f4-3f37-51a5-78e23b84beab-C", "generated_internal_id": "ASST_NON_NA22NMF4690365_1330"}, {"internal_id": 150724889, "Award ID": "NA22NMF4690364", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-26", "CFDA Number": "11.469", "Description": "THE MARINE MAMMAL CENTER (THE CENTER) HAS BECOME A LEADING MARINE MAMMAL HEALTH, RESEARCH, TEACHING HOSPITAL, AND EDUCATION CENTER. THIS PROJECT WILL ENSURE THE CENTERS 24-HOUR RESPONSE HOTLINE AND DISPATCH TEAM BASED IN SAUSALITO CAN MANAGE AND RESPOND TO MORE THAN 10,000 CALLS EACH YEAR ABOUT SICK, INJURED, AND ORPHANED SEALS, SEA LIONS, AND SEA OTTERS, AS WELL AS ENTANGLED AND STRANDED WHALES, DOLPHINS, OTHER CETACEANS, AND SEA TURTLES. THIS PROJECT ALSO WILL ENSURE THE CENTER HAS THE RESOURCES NEEDED TO CARE FOR THE STRANDED MARINE MAMMALS IT BRINGS IN FOR MEDICAL CARE. IN ADDITION TO RESPONDING TO AND SUPPORTING THE MANAGEMENT OF THE STATES NONENDANGERED MARINE MAMMAL SPECIES, THE CENTER WILL CONTINUE SERVING AS A FIRST RESPONDER TO MARINE MAMMAL SPECIES CONSIDERED TO BE ENDANGERED OR THREATENED TO HELP SUPPORT THEIR RECOVERY AND SAVE THEM FROM EXTINCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "50a414e8-f8db-f10e-42a2-bb3294361b93-C", "generated_internal_id": "ASST_NON_NA22NMF4690364_1330"}, {"internal_id": 151290883, "Award ID": "NA22NMF4690363", "Award Amount": 892000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-03", "CFDA Number": "11.469", "Description": "THERE IS CONSIDERABLE CONCERN ABOUT DECLINING SALMON POPULATIONS, SALMON FISHING OPPORTUNITIES, AND THE ENDANGERED SOUTHERN RESIDENT KILLER WHALE POPULATION, WHICH DEPENDS ON SALMON AS A PRIMARY FOOD SOURCE. SALMON POPULATION DECLINES HAVE RESULTED FROM NUMEROUS FACTORS. IN THE COLUMBIA RIVER, ONE CAUSE OF POOR SALMON SURVIVAL IS SEA LION PREDATION. SINCE 2002, SEA LIONS IN THE COLUMBIA RIVER HAVE SIGNIFICANTLY IMPACTED STOCKS OF SALMON AND STEELHEAD LISTED AS ENDANGERED AND THREATENED UNDER THE ESA. THIS FUNDING WILL PROVIDE EQUIPMENT FOR TRAPPING, BARGING, HAULING, AND NON-LETHALLY DETERRING CALIFORNIA AND STELLER SEA LIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_NA22NMF4690363_1330"}, {"internal_id": 150724762, "Award ID": "NA22NMF4690358", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-27", "CFDA Number": "11.469", "Description": "THE NORTHWEST STRAITS MARINE CONSERVATION INITIATIVE, COMPOSED OF THE NORTHWEST STRAITS COMMISSION, NORTHWEST STRAITS FOUNDATION, AND SEVEN MARINE RESOURCES COMMITTEES, EMPOWERS COMMUNITY ENGAGEMENT AND ADVISES LOCAL DECISION-MAKERS IN ORDER TO PROTECT AND RESTORE THE MARINE ENVIRONMENT OF NORTHWEST WASHINGTON STATE. THIS IS ACCOMPLISHED THROUGH ON-THE-GROUND RESTORATION, EDUCATION, AND MONITORING PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8f79c1b-37a3-d78b-bd8d-8e9c1ec8719f-C", "generated_internal_id": "ASST_NON_NA22NMF4690358_1330"}, {"internal_id": 151290870, "Award ID": "NA22NMF4690356", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-02", "CFDA Number": "11.469", "Description": "THE PACIFIC STATES MARINE FISHERIES COMMISSION WILL PROVIDE $2,000,000 IN FUNDING TO SUPPORT VESSELS WITH EXISTING ELECTRONIC MONITORING SYSTEMS AS WELL AS GEAR UP NEW VESSELS TO PARTICIPATE IN THE ELECTRONIC MONITORING PROGRAM. PSMFC EXPECTS TO ACCOMPLISH THIS THROUGH SUB-CONTRACTS WITH THE EXISTING ALASKA HARDWARE PROVIDERS, ARCHIPELAGO MARINE RESEARCH AND SALTWATER, INC. CURRENTLY THERE ARE APPROXIMATELY 170 FIXED GEAR VESSELS PARTICIPATING IN THIS FISHERY. MANY OF THE SYSTEMS ARE APPROACHING THE USEFUL END LIFE OF THEIR HARDWARE. THIS PROGRAM WOULD REPAIR AND REPLACE SYSTEM COMPONENTS AS NEEDED. IN ADDITION TO EXISTING VESSELS, BETWEEN 25 AND 30 NEW FIXED GEAR VESSELS AND BETWEEN 25 AND 30 NEW TRAWL VESSELS ARE EXPECTED TO JOIN THE ELECTRONIC MONITORING PROGRAM AND THOSE INSTALLATIONS OF NEW SYSTEMS ON VESSELS WILL BE FINANCIALLY SUPPORTED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5254feb-13f4-58f0-e60a-d452dabefe63-C", "generated_internal_id": "ASST_NON_NA22NMF4690356_1330"}, {"internal_id": 150280735, "Award ID": "NA22NMF4690347", "Award Amount": 445000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-12", "CFDA Number": "11.469", "Description": "THE UNIVERSITY OF HAWAII'S OFFICE OF INDIGENOUS INNOVATION WILL SUPPORT A PARTNERSHIP BETWEEN THE DEPARTMENT OF NATURAL RESOURCE AND ENVIRONMENTAL MANAGEMENT AND THE NON-PROFIT HUI O HO OHONUA. OBJECTIVES OF THE COLLABORATION ARE TO SCALE EXISTING PUBLIC/PRIVATE PARTNERSHIPS FOCUSED ON PROVIDING APPLIED BIOCULTURAL RESTORATION RESEARCH AND MENTORSHIP TO STUDENTS, WHILE SCALING HUI O HO OHONUA'A WORK IN REMEDIATING COASTAL ECOSYSTEMS AND ANCESTRAL FOOD SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "48d74ad3-78ae-67f8-de2a-c2a56d61e635-C", "generated_internal_id": "ASST_NON_NA22NMF4690347_1330"}, {"internal_id": 151290816, "Award ID": "NA22NMF4690346", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "11.469", "Description": "UNIVERSITY OF ALASKA ANCHORAGE WILL UTILIZE A CONSORTIUM OF RESEARCH ORGANIZATIONS TO COORDINATE COLLABORATIVELY THROUGH THE KACHEMAK BAY NATIONAL ESTUARINE RESEARCH RESERVE TO CONDUCT STUDIES ON WATERSHED ECOSYSTEM SUPPORT FOR SALMON. THIS PROJECT IS DESIGNED TO EXPAND THE SCOPE OF BASELINE RESEARCH ON ECOLOGICAL IMPACTS TO SALMON HEALTH AND PROVIDE FIELD-BASED ENGAGEMENT AND ALTERNATIVE WAYS OF CONVEYING SCIENTIFIC INFORMATION ABOUT WATERSHED HABITATS AND SALMON. THIS PROJECT WILL BUILD ON EXISTING LOCAL PARTNERSHIPS WITH THE KACHEMAK HERITAGE LAND TRUST AND THE NINILCHIK TRIBE AND EXPAND TO NEW PARTNERSHIPS WITH TRIBAL GROUPS IN THE COOK INLET REGION. THE PROJECT INCLUDES DEVELOPING STAKEHOLDER-INFORMED MONITORING OF ECOSYSTEM FEATURES KEY TO SALMON HEALTH, AND A FOCUS ON DEVELOPING DIFFERENT WAYS OF KNOWING WATERSHED STEWARDSHIP THAT INCLUDE TRADITIONAL ECOLOGICAL KNOWLEDGE, ART, COMMUNITY ENGAGEMENT AND WESTERN ECOLOGICAL SCIENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60295d89-b22d-012f-5bda-efd5622a7a03-C", "generated_internal_id": "ASST_NON_NA22NMF4690346_1330"}, {"internal_id": 151290874, "Award ID": "NA22NMF4690339", "Award Amount": 141000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-02", "CFDA Number": "11.469", "Description": "PURPOSE: THIS PROJECT WILL SUPPORT THE RESEARCH AND PLANNING PHASES OF RESTORATIVE AQUACULTURE INFRASTRUCTURE, HATCHERY SYSTEMS TO SUPPORT STOCK ENHANCEMENT OF FISH FOR HAWAIIAN FISHPONDS.  HAWAIIAN FISHPONDS ARE SUSTAINABLE AQUACULTURE SYSTEMS DEVELOPED OUT OF GENERATIONS OF PLACE-BASED INDIGENOUS KNOWLEDGE AND INNOVATION IN HAWAII THAT ENHANCE LOCAL FOOD SECURITY.  ACTIVITIES TO BE PERFORMED:  THE THREE MAIN ACTIVES SUPPORTED BY THIS PROJECT ARE THE CREATION OF A HATCHERY ADVISORY COMMITTEE, LARGE MEETINGS WITH FISHPOND STAKEHOLDERS AND A HATCHERY FEASIBILITY STUDY. THE PRIMARY ACTIVITY IS TO CONDUCT A FISH HATCHERY FEASIBILITY STUDY TO ASSESS THE PRACTICALITY OF IMPLEMENTING SUCH A SYSTEM. THE HATCHERY ADVISORY COMMITTEE WILL CONSIST OF INDIVIDUALS WITH TECHNICAL EXPERTISE AND FOUNDATIONAL UNDERSTANDING OF BOTH TRADITIONAL FISHPOND AND MODERN AQUACULTURE SYSTEMS TO HELP IDENTIFY STAKEHOLDERS AND RESOURCES NECESSARY FOR SUPPORTING A FISHPOND HATCHERY SYSTEM. THE MEETINGS SUPPORTED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "19d99269-b976-8845-8df7-0cf35aaa9a21-R", "generated_internal_id": "ASST_NON_NA22NMF4690339_1330"}, {"internal_id": 151290799, "Award ID": "NA22NMF4690336", "Award Amount": 987000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-02", "CFDA Number": "11.469", "Description": "ALASKA RESEARCH CONSORTIUM WILL DEVELOP AN  AMMONIA REFRIGERATION TRAINING PROGRAM AND CERTIFICATION THAT IS TAILORED TO SEAFOOD PROCESSING NEEDS AND CAN BE COMMONLY RECOGNIZED ACROSS SEAFOOD COMPANIES. EACH LEVEL WILL BE DELIVERED BY COMPUTER-BASED TRAINING MODULES AND FACE-TO FACE WORKSHOPS. THIS HYBRID SYSTEM WILL TEACH STUDENTS A PROGRESSION OF SKILLS AND KNOWLEDGE SPECIFIC TO AMMONIA-BASED REFRIGERATION IN THE ALASKA SEAFOOD INDUSTRY SECTOR. THESE CERTIFICATION LEVELS WILL BECOME THE NEW STANDARD IN ALASKA, GIVING SEAFOOD COMPANIES A CLEAR UNDERSTANDING OF THE SKILL-LEVEL OF AN EMPLOYEE APPLYING TO WORK IN AMMONIA REFRIGERATION. THE PROGRAM WILL HELP MEET THE NEED FOR SKILLED, AMMONIA REFRIGERATION TRAINED PERSONNEL IN ALASKA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ba8aac92-25bc-4fac-2b20-10113e60889a-R", "generated_internal_id": "ASST_NON_NA22NMF4690336_1330"}, {"internal_id": 151290795, "Award ID": "NA22NMF4690334", "Award Amount": 585000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-09", "CFDA Number": "11.469", "Description": "THE CITY OF MILWAUKIE, OR WILL BE AWARDED $585,000 TO SUPPORT A CHANNEL STUDY TO FACILITATE THE REMOVAL OF KELLOGG DAM. RESTORING FISH PASSAGE AT THE HIGHWAY 99E KELLOGG CREEK BRIDGE, WHICH CROSSES THE DAM, IS THE HIGHEST PRIORITY FISH PASSAGE PROJECT OWNED BY OR DEPARTMENT OF TRANSPORTATION.  THIS WORK IS BEING FUNDED AS A CONSOLIDATED APPROPRIATIONS ACT,  2022 NOAA COMMUNITY PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38863121-145d-88d0-2f93-793040201235-C", "generated_internal_id": "ASST_NON_NA22NMF4690334_1330"}, {"internal_id": 150280731, "Award ID": "NA22NMF4690328", "Award Amount": 2500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-05", "CFDA Number": "11.469", "Description": "TILLAMOOK COUNTY WILL BE AWARDED $2,500,000 TO REMOVE UP TO SIX FAILING COUNTY CULVERTS THAT ARE FISH BARRIERS AND RESTORING SALMONID HABITAT IN UP TO SIX STREAMS FOR UP TO 9.2 MILES OF RESTORED ACCESS IN TILLAMOOK COUNTY, OR. THE PROJECT ENHANCES NOAA'S STRATEGIC PLAN AND MISSION GOALS TO PROTECT, RESTORE, AND MANAGE COASTAL AND OCEAN RESOURCES THROUGH AN ECOSYSTEM APPROACH TO MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "52f851ef-4c7a-b680-bf61-d1afbd5e5346-C", "generated_internal_id": "ASST_NON_NA22NMF4690328_1330"}, {"internal_id": 150280777, "Award ID": "NA22NMF4690327", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-05", "CFDA Number": "11.469", "Description": "FOR THE PRIMARY TASK UNDER THIS PROJECT, THE NATURE CONSERVANCY WOULD USE $150,000 TO PURCHASE APPROXIMATELY 150,000 NATIVE, ADULT OYSTERS FROM AQUACULTURE PRODUCERS AND THEN DEPLOY THE OYSTERS AT REEF RESTORATION SITES TOTALING APPROXIMATELY 2 ACRES WITHIN OYSTER SANCTUARIES IN MARYLAND. THESE ACTIONS ARE CONSISTENT WITH THE GOALS OF EXECUTIVE ORDER 13508 AND THE 2014 CHESAPEAKE BAY WATERSHED AGREEMENT TO RESTORE OYSTERS IN CHESAPEAKE BAY. THE PROJECT WOULD PROVIDE FISH HABITAT FOR MANY NOAA TRUST SPECIES AND FORAGE SPECIES. EFFECTS WILL BE INCREASED OYSTER DENSITIES ON THE TARGET SITES, WHICH ARE ANTICIPATED TO BE SELF-SUSTAINING, AND INCREASE ECOSYSTEM SERVICES INCLUDING WATER FILTRATION, FISH HABITAT, AND INCREASED SPAWNING CAPACITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA22NMF4690327_1330"}, {"internal_id": 150280789, "Award ID": "NA22NMF4690326", "Award Amount": 190000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-05", "CFDA Number": "11.469", "Description": "THE DIVISION OF CONSERVATION AND RESOURCES ENFORCEMENT'S (DOCARE) MAKAI WATCH PROGRAM ENHANCES PROTECTION OF NEARSHORE AND COASTAL RESOURCES BY PROVIDING COMMUNITY MEMBERS OPPORTUNITIES TO WORK AND INTERACT WITH RESOURCE MANAGERS AND ENFORCEMENT OFFICERS IN THEIR COMMUNITY. SINCE 2013, THE MAKAI WATCH PROGRAM HAS PROVIDED TRAINING TO COMMUNITIES TO RAISE THEIR AWARENESS OF RULES AND REGULATIONS WITH RESPECT TO NATURAL RESOURCES SO THAT COMMUNITY MEMBERS CAN SERVE AS THE &QUOT;EYES AND EARS&QUOT; LOOKING OUT FOR THEIR AREA'S RESOURCES. IN RECENT YEARS, THE PROGRAM HAS EXPANDED FROM TRAINING PEOPLE IN A DESIGNATED COMMUNITY TO PROVIDING TRAININGS ON A WIDER SCALE TO EDUCATE ANY MEMBER OF THE PUBLIC WHO WOULD LIKE TO LEARN. CURRENTLY, THERE IS ONLY ONE MAKAI WATCH COORDINATOR BASED ON THE ISLAND OF OAHU, DESPITE COMMUNITY INVOLVEMENT ON EACH OF THE NEIGHBOR ISLANDS AS WELL.   THIS PROJECT WILL PROVIDE FOR ESTABLISHMENT OF TWO NEW ISLAND COORDINATORS, ONE ON MAUI AND ONE ON HAWAI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_NA22NMF4690326_1330"}, {"internal_id": 151610538, "Award ID": "NA22NMF4690311", "Award Amount": 2100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "11.469", "Description": "THE HAWAII DEPARTMENT OF LAND AND NATURAL RESOURCES IS RECOMMENDED TO RECEIVE $2.1M TO ADVANCE COASTAL STEWARDSHIP OF FISHERIES AND CORAL REEFS AT SITES ON THE HAWAII ISLAND THROUGH THE INTEGRATED EFFORTS OF COMMUNITY, STATE, FEDERAL, AND NON-GOVERNMENTAL ORGANIZATIONAL PARTNERS. THIS PROJECT BUILDS LOCAL CAPACITY FOR EFFECTIVE SCIENCE-BASED AND COMMUNITY-SUPPORTED CORAL REEF MANAGEMENT AND RESTORATION THROUGH THE EMPOWERMENT OF LOCAL COMMUNITIES TO CO-MANAGE NEARSHORE REEFS AND FISHERIES, AND THE DEVELOPMENT OF IN-SITU EXPERTISE AND EX-SITU NURSERY FACILITIES TO INCREASE THE HEALTH, ABUNDANCE, AND RESILIENCE OF HAWAII'S CORAL REEFS. THIS PROJECT CAN SERVE AS AN INCUBATOR FOR CORAL REEF RESTORATION SCIENCE AND DRIVE THE INNOVATION OF IN-WATER MANAGEMENT STRATEGIES THAT ARE EFFECTIVE, SCALABLE, CULTURALLY-APPROPRIATE, AND LOCALLY-RELEVANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_NA22NMF4690311_1330"}, {"internal_id": 150280776, "Award ID": "NA22NMF4690292", "Award Amount": 569000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-06", "CFDA Number": "11.469", "Description": "THIS PROJECT SEEKS TO BUILD A NEW COALITION FOR CONNECTICUT GHOST FISHING PREVENTION EFFORTS, SUPPORT THE INDUSTRY DIRECTLY, AND IMPROVE THE HEALTH OF OTHER FISHERIES, WHICH WILL BE DONE THROUGH (1) ESTABLISHING CONNECTICUT'S FIRST TRAP RETRIEVAL PROGRAM, (2) RECRUITING AND MENTORING FIELD STAFF FROM UNDERREPRESENTED GROUPS IN THE SCIENCES AND INDUSTRY, (3) BUILDING REGIONAL EDUCATIONAL RESOURCES AND CONDUCTING OUTREACH, AND (4) CONDUCTING SCIENTIFIC RESEARCH TO QUANTIFY THE IMPACT OF LOST AND ABANDONED LOBSTER TRAPS ON THE ECOLOGICAL AND ECONOMIC RESOURCES OF THE SOUND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64d3f294-f0b7-9dae-4c42-8c08ed7c0ed1-R", "generated_internal_id": "ASST_NON_NA22NMF4690292_1330"}, {"internal_id": 149923383, "Award ID": "NA22NMF4690291", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-27", "CFDA Number": "11.469", "Description": "THIS PROJECT SEEKS TO ENGAGE MORE OF THE NEW HAMPSHIRE VERTICAL LINE FISHERY PARTICIPANTS IN ATLANTIC LARGE WHALE ISSUES AND POTENTIAL SOLUTIONS THROUGH OUTREACH METHODS SUCH AS DEVELOPED MATERIALS AND MEETINGS WITH THE INDUSTRY TO OUTLINE THE CURRENT ISSUES AND OBTAIN INPUT ON REMEDIES THAT CAN BE BROUGHT FORWARD AT ATLANTIC LARGE WHALE TAKE REDUCTION TEAM MEETINGS. THE NUMBER OF PARTICIPANTS TO MEETINGS AND RECEIVED COMMENTS WILL BE RECORDED TO SHOW LEVEL OF ENGAGEMENT. ADDITIONAL SURVEYS WILL BE DEVELOPED TO MEASURE THE KNOWLEDGE OF THE ISSUES AND INCREASE RESPONSE RATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0618771b-7ad5-758b-5355-79de44525779-C", "generated_internal_id": "ASST_NON_NA22NMF4690291_1330"}, {"internal_id": 151290831, "Award ID": "NA22NMF4690290", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-15", "CFDA Number": "11.469", "Description": "THE MUNICIPAL ALLIANCE FOR ADAPTIVE MANAGEMENT (MAAM) IS A REGIONAL ORGANIZATION CREATED BY INTERMUNICIPAL AGREEMENT AMONG SEVEN (7) COASTAL NEW HAMPSHIRE CITIES AND TOWNS (ROCHESTER, DOVER, PORTSMOUTH, EXETER, NEWINGTON, MILTON, AND ROLLINSFORD) WHICH OWN EIGHT (8) WASTEWATER TREATMENT FACILITIES THAT DISCHARGE TO THE GREAT BAY WATERSHED AND ARE SUBJECT TO THE 2021 GREAT BAY TOTAL NITROGEN GENERAL NPDES PERMIT.  THE ORGANIZATION WAS FORMED TO COLLECTIVELY IMPLEMENT ADAPTIVE MANAGEMENT PLANS INCLUDING SPECIFIC ACTIONS TO STUDY, MONITOR AND IMPROVE THE HEALTH OF THE GREAT BAY ESTUARY, BEYOND WHAT THE COMMUNITIES COULD DO INDIVIDUALLY WITH PARTNERS UNIVERSITY OF NEW HAMPSHIRE, THE PISCATAQUA REGION ESTUARIES PARTNERSHIP (PREP), THE NATURE CONSERVANCY, AND THE CONSERVATION LAW FOUNDATION, THE MAAM SEEKS TO ADDRESS FOUR OBJECTIVES:    1.      EELGRASS BED RESTORATION. 2.      OYSTER REEF RESTORATION. 3.      MONITORING THE EFFICACY OF OYSTER REEF AND EELGRASS BED RESTORATION. 4.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc0e3e21-5ed8-4db2-e6b3-aff7bf78c35a-C", "generated_internal_id": "ASST_NON_NA22NMF4690290_1330"}, {"internal_id": 149923379, "Award ID": "NA22NMF4690289", "Award Amount": 1999987.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-27", "CFDA Number": "11.469", "Description": "THIS INITIATIVE WILL BUILD A NATIONAL CONSORTIUM OF FISHING COMMUNITIES, RESEARCHERS, AND TECHNICAL ASSISTANCE THAT WILL COLLABORATE TO (1) ACCELERATE TRANSDISCIPLINARY RESEARCH RELATED TO SMALL-SCALE FISHERIES AND LOCAL AND REGIONAL SEAFOOD SYSTEMS; (2) CREATE DYNAMIC TRAINING OPPORTUNITIES FOR A DIVERSE COHORT OF GRADUATE AND UNDERGRADUATE STUDENTS; (3) FACILITATE NETWORK BUILDING AND COLLABORATION ACROSS CONSORTIUM MEMBERS; AND (4) PROVIDE TRAINING, TECHNICAL ASSISTANCE, AND RESOURCES TO STRENGTHEN SEAFOOD OPERATIONS ENGAGED IN LOCAL AND REGIONAL SEAFOOD SYSTEMS, WITH A FOCUS ON OPERATIONS BASED IN OR SERVING RURAL, LOW INCOME, AND/OR LOW FOOD ACCESS AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_NA22NMF4690289_1330"}, {"internal_id": 151610445, "Award ID": "NA22NMF4690286", "Award Amount": 1699000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "11.469", "Description": "THE MCKENZIE RIVER SUB-BASIN, LIKE MANY IN THE WILLAMETTE BASIN, IS LARGELY DEVOID OF THE LARGE WOODY DEBRIS THAT WOULD HAVE CHARACTERIZED THE BASIN PRIOR TO EUROPEAN SETTLEMENT. THE LACK OF INSTREAM WOOD HAS REDUCED THE FREQUENCY OF DEEP POOLS, THE AMOUNT OF COMPLEX COVER, AND LIMITED THE STORAGE OF SEDIMENT WITHIN THE MCKENZIE RIVER. THESE CHANGES HAVE IMPACTED SPRING CHINOOK SALMON, BULL TROUT AND MANY OTHER NATIVE SPECIES THAT DEPEND ON COMPLEX RIVERINE HABITATS. THROUGH THIS PROJECT, THE ADDITION OF A TOTAL OF MORE THAN 3,200 PIECES OF LARGE WOOD THROUGHOUT THE 70 ACRE PROJECT AREA WILL HELP FACILITATE THE NATURAL PROCESSES OF GRAVEL, SEDIMENT, AND NUTRIENT DEPOSITION THAT HAS BEEN LOST DUE TO THE REMOVAL OF INSTREAM WOOD, ORIGINALLY TO ENABLE THE TRANSPORT OF HARVESTED LOGS DOWNSTREAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41551980-4ffc-a431-aeaa-1cf70540d619-R", "generated_internal_id": "ASST_NON_NA22NMF4690286_1330"}, {"internal_id": 151290843, "Award ID": "NA22NMF4690257", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "11.469", "Description": "THE PORT OF SAN DIEGO (PORT) IS SEEKING TO IMPLEMENT A NATURE-BASED SHORELINE SOLUTION ALONG HARBOR ISLAND PARK SHORELINE IN SAN DIEGO BAY. THE PROPOSED PROJECT WILL REPLACE APPROXIMATELY 450 LINEAR FEET OF EXISTING ROCK REVETMENT (RIPRAP) SHORELINE WITH AN INNOVATIVE, SUSTAINABLE ALTERNATIVE THAT IMPROVES LOCAL HABITAT VALUE AND BIODIVERSITY, PROVIDES WATER QUALITY IMPROVEMENTS AND ADDITIONAL ECOSYSTEM SERVICES, AND BOOSTS RESILIENCY WHILE MAINTAINING THE REQUIRED STRUCTURAL INTEGRITY PRESENT ALONG THE SHORELINE. THIS PROJECT WILL PROVIDE AN INNOVATIVE SUSTAINABLE RESPONSE TO AN EXISTING ARMORED SHORELINE THAT HAS TRADITIONALLY PRIORITIZED STRUCTURAL INTEGRITY OVER ENVIRONMENTAL VALUE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3b69a245-f6d9-84d0-dd70-474b11fc9282-C", "generated_internal_id": "ASST_NON_NA22NMF4690257_1330"}, {"internal_id": 149923367, "Award ID": "NA22NMF4690256", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "11.469", "Description": "THIS 12-MONTH PROJECT HAS FOUR OBJECTIVES.  IT WILL 1.      SUPPORT EXISTING, AND HIRE, NEW STAFF AND PARTIALLY FUND A NEW RESEARCH VESSEL TO ENSURE DELIVERY OF RESEARCH OBJECTIVES, AS WELL AS ADDITIONAL FIELD-BASED RESEARCH RELATED TO ENVIRONMENTAL MITIGATION AND OFFSHORE WIND. 2.      EXPAND EXISTING ACOUSTIC TELEMETRY RESEARCH ON THE SPATIAL ECOLOGY AND HABITAT USE AND MOVEMENT OF HIGHLY MIGRATORY SPECIES TRANSITING THROUGH THE SOUTHERN NEW ENGLAND WIND ENERGY AREAS, AND DIVERSIFY SPECIES MONITORING TO INCLUDE SEA TURTLES AND OTHER OPPORTUNISTIC SPECIES OF COMMERCIAL AND/OR CONSERVATION CONCERN.  3.      USE PREVIOUSLY COLLECTED AERIAL SURVEY DATA TO EXPAND QUANTITATIVE RISK ASSESSMENTS OF THE POTENTIAL EFFECTS OF OFFSHORE WIND CONSTRUCTION AND OPERATION ON PROTECTED SPECIES (E.G., NORTH ATLANTIC RIGHT WHALE), AND CONTRIBUTE TO DEVELOPING SOLUTIONS TO MITIGATE RISK. 4.      RECRUIT TECHNICAL AND PROGRAM MANAGEMENT STAFF FOR EXPERTISE INTO OPERATIONS OF THE BLUESWELL INCUBATOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e7adbb4-7a54-2cbd-df34-4dde2e88cc4a-C", "generated_internal_id": "ASST_NON_NA22NMF4690256_1330"}, {"internal_id": 150280779, "Award ID": "NA22NMF4690253", "Award Amount": 765000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-06", "CFDA Number": "11.469", "Description": "THIS PROJECT WILL PROVIDE MEETING PLANNING AND COMMUNICATIONS SUPPORT WITH ALL SEVEN LOBSTER ZONE COUNCILS AND INDUSTRY ASSOCIATIONS TO SHARE INFORMATION AND FACILITATE DISCUSSION TO UNDERSTAND THE NORTH ATLANTIC RIGHT WHALE CONSERVATION FRAMEWORK (CF) FOR FEDERAL FISHERIES IN THE GREATER ATLANTIC REGION UNDER THE ENDANGERED SPECIES ACT, AND ITS IMPLICATIONS. IT IS ANTICIPATED THAT THE WORK WOULD INCLUDE DEVELOPMENT OF EDUCATIONAL MATERIALS, MULTIPLE ROUNDS OF MEETINGS BASED ON THE EXISTING CO-MANAGEMENT STRUCTURE IN THE MAINE LOBSTER FISHERY, AS WELL AS UTILIZATION OF SURVEY TOOLS TO REACH ADDITIONAL PARTICIPANTS AND CREATE OUTREACH MATERIALS FOR INDUSTRY MEMBERS TO REVIEW OUTSIDE OR IN LIEU OF ATTENDING MEETINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "99d69764-431c-f76e-304d-20aed0cf5a0f-C", "generated_internal_id": "ASST_NON_NA22NMF4690253_1330"}, {"internal_id": 151290897, "Award ID": "NA22NMF4690228", "Award Amount": 14000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-05", "CFDA Number": "11.469", "Description": "THE FY22 FEDERAL BUDGET INCLUDED AN APPROPRIATION TO SUPPORT (1) COMPLIANCE WITH THE ATLANTIC LARGE WHALE TAKE REDUCTION PLAN (ALWTRP), (2) ELECTRONIC TRACKING REQUIREMENTS, AND (3) RESEARCH TO SUPPORT POTENTIAL MODIFICATIONS TO THE ALWTRP. THE SPECIFIC APPROPRIATION LANGUAGE IS:  WITHIN INCREASED FUNDING PROVIDED, $14,000,000 SHALL BE PROVIDED TO STATES THROUGH THE ATLANTIC STATES MARINE FISHERIES COMMISSION TO COVER COSTS INCURRED BY THE FISHING INDUSTRY TO COMPLY WITH THE FINAL 2021 RULE TO MODIFY THE ATLANTIC LARGE WHALE TAKE REDUCTION PLAN (ALWTRP) (FR-210827-0171), AS WELL AS ADDITIONAL USES OUTLINED BELOW. THIS ASSISTANCE MAY BE USED BY THE RELEVANT STATES TO HELP DEFRAY THE COST OF COMPLIANCE WITH NEW REGULATIONS, INCLUDING FOR GEAR MODIFICATION, CONFIGURATION, AND MARKING WITHIN THE NORTHEAST LOBSTER AND JONAH CRAB FISHERIES, BOTH IN FEDERAL AND STATE WATERS. ADDITIONAL ELIGIBLE USES OF THE FUNDS MAY INCLUDE IMPLEMENTING ELECTRONIC TRACKING REQUIREMENTS WITHIN THE NORTHEAST", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8df0a37f-75d5-0d38-8f7a-b3dd5d00eb5f-C", "generated_internal_id": "ASST_NON_NA22NMF4690228_1330"}, {"internal_id": 149495783, "Award ID": "NA22NMF4690200", "Award Amount": 332000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-07", "CFDA Number": "11.469", "Description": "THE PROJECT TITLE IS &QUOT;EXPANDING MEANINGFUL STEM & ENVIRONMENTAL EDUCATION ON THE NATIONAL AQUARIUM'S WATERFRONT CAMPUS.&QUOT; THE PROJECT PERIOD IS FROM JULY 1, 2022 TO JUNE 30, 2024. THE PROJECT WOULD USE $332,000 TO: 1) ENGAGE 700 BALTIMORE SIXTH GRADE STUDENTS IN A &QUOT;MEANINGFUL WATERSHED EDUCATIONAL EXPERIENCE (MWEE)&QUOT; 2) COLLECT DATA FROM STUDENTS WHO PARTICIPATE IN THE MWEE 3) DESIGN INTERPRETATION AND INTERACTIVE ELEMENTS TO FACILITATE STEM LEARNING AND ENVIRONMENTAL EDUCATION AND 4) DEVELOP A PLAN FOR THE INFRASTRUCTURE OF A FLOATING WETLANDS COMPLEX ADJACENT TO THE AQUARIUM AND LEARNING SPACES ON THE PLATFORM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "465373b7-30b8-3a33-e742-615323821a9b-C", "generated_internal_id": "ASST_NON_NA22NMF4690200_1330"}, {"internal_id": 149923349, "Award ID": "NA22NMF4690197", "Award Amount": 89000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-28", "CFDA Number": "11.469", "Description": "BIGELOW LABORATORY FOR OCEAN SCIENCES HAS REQUESTED FEDERAL FUNDING (CONMUNITY FUNDING) IN THE AMOUNT OF $89,000 TO SUPPORT PART OF 2022-2023 ACTIVITIES FOR AN ANNUAL PROGRAM OF MARINE EDUCATION ESTABLISHED THREE DECADES AGO.  THROUGH TWO, FREE, WEEK-LONG BLOOM PROGRAMS (&QUOT;BIGELOW LABORATORY ORDERS OF MAGNITUDE&QUOT;) OVER THE COURSE OF ONE YEAR, BIGELOW LABORATORY FOR OCEAN SCIENCES: 1) ARMS 10 MIDDLE AND HIGH SCHOOL SCIENCE TEACHERS WITH THE SKILLS AND EQUIPMENT THEY NEED TO GIVE THEIR STUDENTS MORE MEANINGFUL AQUATIC SCIENCE EXPERIENCES IN SCHOOL THROUGH THE BLOOM EDUCATORS PROGRAM, AND 2) INSPIRES 16 MAINE HIGH SCHOOL JUNIORS TO PURSUE STUDIES AND CAREERS IN STEM THROUGH THE KELLER BLOOM STUDENT PROGRAM. THESE ANNUAL PROGRAMS, COLLECTIVELY KNOWN AS &QUOT;THE BLOOMS&QUOT;, STRENGTHEN HOW STUDENTS AND TEACHERS LINK THEIR SCIENCE CLASSROOMS TO REAL WORLD ISSUES LIKE CLIMATE CHANGE, WATER QUALITY, FISHERIES, AND CONSERVATION. BLOOMS HAS REACHED MORE THAN 4,000 HIGH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cdde409b-1712-8edd-59dc-1e0e15391803-C", "generated_internal_id": "ASST_NON_NA22NMF4690197_1330"}, {"internal_id": 152036088, "Award ID": "NA22NES4690001", "Award Amount": 1200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "11.469", "Description": "THE SCANNING HIGH-RESOLUTION INTERFEROMETER SOUNDER (S-HIS) AIRCRAFT INSTRUMENT, DEVELOPED AT UW-SSEC, HAS DEMONSTRATED STATE-OF-THE-ART PERFORMANCE AND UNPRECEDENTED ROBUSTNESS AND RELIABILITY OVER 20+ YEARS OF OPERATION AND IS RECOGNIZED AS A KEY GOVERNMENT ASSET AS AN INFRARED CALIBRATION REFERENCE STANDARD THAT IS CRUCIAL FOR WEATHER SATELLITE CALIBRATION VALIDATION AND AN IMPORTANT TOOL FOR STUDYING WEATHER PHENOMENON, SUCH AS HURRICANES AND SEVERE STORMS. DUE TO ITS AGE, A REPLACEMENT OF THE S-HIS WITH IS BECOMING NECESSARY. THIS PROJECT BEGINS THAT PROCESS THROUGH BREADBOARD TESTING OF KEY SUBSYSTEMS TO REDUCE PROGRAMMATIC AND TECHNICAL RISK OF THE EVENTUAL REPLACEMENT INSTRUMENT DEVELOPMENT PROGRAM. ULTIMATELY, THE NEW S-HIS WILL BE CAPABLE OF PLAYING A KEY ROLE IN THE DEVELOPMENT AND VALIDATION OF THE FUTURE GENERATIONS OF WEATHER SATELLITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_NA22NES4690001_1330"}, {"internal_id": 86319546, "Award ID": "NA19NOS4690205", "Award Amount": 1589800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-11", "CFDA Number": "11.469", "Description": "UNIVERSITY OF SOUTHERN MISSISSIPPI MAPPING CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81f17a9d-1aaf-0e74-d229-7c735ebea92f-C", "generated_internal_id": "ASST_NON_NA19NOS4690205_1330"}, {"internal_id": 49119554, "Award ID": "NA15NOS4690029", "Award Amount": 599807.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-05-28", "CFDA Number": "11.469", "Description": "TOTAL WATER: TOWARD ENHANCED PREDICTION, ASSESSMENT, AND MANAGEMENT OF WEATHER AND CLIMATE RISKS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b150f4fe-abce-7947-4255-d96ed72884eb-C", "generated_internal_id": "ASST_NON_NA15NOS4690029_1330"}, {"internal_id": 49119337, "Award ID": "NA15NMF4690250", "Award Amount": 42489.0, "Award Type": null, "Base Obligation Date": "2015-07-24", "CFDA Number": "11.469", "Description": "IMPLEMENTATION AND ENFORCEMENT TRAINING OF CITES SHARK/RAY LISTINGS IN PERU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c7e35668-e5ba-84e9-4abd-4581c82d4a3a-C", "generated_internal_id": "ASST_NON_NA15NMF4690250_1330"}, {"internal_id": 49119336, "Award ID": "NA15NMF4690242", "Award Amount": 1026100.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-24", "CFDA Number": "11.469", "Description": "NOAA AND TNC COLLABORATIVE ENGAGEMENT:  QUANTIFYING ECOSYSTEM SERVICES TO SET MEASUREABLE OBJECTIVES, DEMONSTRATING IMPACT, AND ARTICULATING OUTCOMES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_NA15NMF4690242_1330"}, {"internal_id": 49119334, "Award ID": "NA15NMF4690240", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-03", "CFDA Number": "11.469", "Description": "INTERNATIONAL SEA TURTLE CONSERVATION AND PROTECTION SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16adc4c2-3de5-7c00-c207-0daf5b288b9d-C", "generated_internal_id": "ASST_NON_NA15NMF4690240_1330"}, {"internal_id": 49119332, "Award ID": "NA15NMF4690193", "Award Amount": 115000.0, "Award Type": null, "Base Obligation Date": "2015-07-21", "CFDA Number": "11.469", "Description": "SAWFISH CONSERVATION PLANNING IN EAST AFRICA", "Place of Performance Country Code": "CAN", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66962c24-364c-dc45-2613-513065124089-C", "generated_internal_id": "ASST_NON_NA15NMF4690193_1330"}, {"internal_id": 49119331, "Award ID": "NA15NMF4690160", "Award Amount": 13166.0, "Award Type": null, "Base Obligation Date": "2015-07-07", "CFDA Number": "11.469", "Description": "HOLO I KA IA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75b8d901-68d2-bff7-f62e-a356ae2ef1eb-R", "generated_internal_id": "ASST_NON_NA15NMF4690160_1330"}, {"internal_id": 49119330, "Award ID": "NA15NMF4690158", "Award Amount": 29998.0, "Award Type": null, "Base Obligation Date": "2015-07-09", "CFDA Number": "11.469", "Description": "KA WA MA MUA, KA WA MA HOPE, USING THE PAST TO INFORM THE FUTURE: ENGLISH TRANSLATION OF HAWAIIAN LANGUAGE NEWSPAPER ACCOUNTS OF FISHERIES INFORMATIO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_NA15NMF4690158_1330"}, {"internal_id": 49118455, "Award ID": "NA14NMF4690292", "Award Amount": 16630.0, "Award Type": null, "Base Obligation Date": "2014-09-05", "CFDA Number": "11.469", "Description": "TY WARNER SEA CENTER WHITE ABALONE CAPTIVE BREEDING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ab58b1d4-b72a-9bb0-cc94-4bd9c9bf0870-C", "generated_internal_id": "ASST_NON_NA14NMF4690292_1330"}, {"internal_id": 49118453, "Award ID": "NA14NMF4690277", "Award Amount": 1803493.72, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-09-02", "CFDA Number": "11.469", "Description": "BUILDING PROTECTED RESOURCES MANAGEMENT CAPACITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA14NMF4690277_1330"}, {"internal_id": 49118443, "Award ID": "NA14NMF4690157", "Award Amount": 98596.15, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-08", "CFDA Number": "11.469", "Description": "BUILDING SUSTAINABLE FISHERIES THROUGH PUBLIC PRIVATE PARTNERSHIPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_NA14NMF4690157_1330"}, {"internal_id": 49118441, "Award ID": "NA14NMF4690127", "Award Amount": 209775.26, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-08-12", "CFDA Number": "11.469", "Description": "WORK PLAN FOR OSPESCA MEMBER COUNTRIES ON THE IMPLEMENTATION OF OBSERVER PROGRAMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f01ab11-0b3e-b587-385b-dc7b5779966f-C", "generated_internal_id": "ASST_NON_NA14NMF4690127_1330"}, {"internal_id": 49118440, "Award ID": "NA14NMF4690067", "Award Amount": 74144.0, "Award Type": null, "Base Obligation Date": "2014-06-17", "CFDA Number": "11.469", "Description": "PILOT PROJECT TO ENHANCE THE CAPACITY OF ECUADOR TO USE GENETIC IDENTIFICATION TECHNIQUES TO ASSIST IN IMPLEMENTATION OF THE CITES SHARK LISTINGS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f01ab11-0b3e-b587-385b-dc7b5779966f-C", "generated_internal_id": "ASST_NON_NA14NMF4690067_1330"}, {"internal_id": 49117681, "Award ID": "NA13NMF4690109", "Award Amount": 186081.0, "Award Type": null, "Base Obligation Date": "2013-07-31", "CFDA Number": "11.469", "Description": "THE SMILE PROGRAM WATERSHED MONITORING AND STEWARDSHIP PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f7c7d27-684d-9b39-0e46-80a8c294c54a-C", "generated_internal_id": "ASST_NON_NA13NMF4690109_1330"}, {"internal_id": 49117081, "Award ID": "NA12NMF4690243", "Award Amount": 316997.97, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2012-08-07", "CFDA Number": "11.469", "Description": "POPULATION GENETIC ANALYSES OF ATLANTIC ISTIOPHORID BILLFISHES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f8efda1-d700-50e0-2b23-7e0257640aff-C", "generated_internal_id": "ASST_NON_NA12NMF4690243_1330"}]