[{"internal_id": 149039942, "Award ID": "USTTI35", "Award Amount": 289000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-26", "CFDA Number": "11.553", "Description": "A. PURPOSE: THE UNITED STATES TELECOMMUNICATIONS TRAINING INSTITUTE (USTTI) PROPOSES TO RECRUIT AND LEAD A YOUTH DELEGATION TO THE GENERATION CONNECT GLOBAL YOUTH SUMMIT (\"THE SUMMIT\") AT THEINTERNATIONAL TELECOMMUNICATION UNION'S (ITU) WORLD TELECOMMUNICATIONS DEVELOPMENT CONFERENCE(WTDC) IN KIGALI, RWANDA.  SCHEDULED TO BE CONDUCTED FROM JUNE 2-4, 2022, THE SUMMIT WILL SEEK TO ACHIEVE MEANINGFUL YOUTH ENGAGEMENT, CONSULTATION, COLLABORATION, EMPOWERMENT, PARTICIPATION, AND CALLS FOR ACTION. IT WILL ALSO ENCOURAGE THE PARTICIPATION OF YOUNG WOMEN, PEOPLE WITH DISABILITIES, INDIGENOUS PEOPLE AND PEOPLE IN UNDERSERVED OR UNSERVED AREAS IN ORDER TO IMPLEMENT AN ITU YOUTH STRATEGY THAT ALIGNS WITH THE VISION AND OBJECTIVES OF THE UNITED NATIONS YOUTH STRATEGY. THE PROPOSED USTTI DELEGATION WOULD ENSURE ROBUST PARTICIPATION AT THE SUMMIT, WHILE ALSO SUPPORTING THE DEPARTMENT OF COMMERCE'S WORK IN THE ITU.B. ACTIVITIES: BASED ON THE NATIONAL TELECOMMUNICATIONS AND INFORMATION ADMINISTRATIONS (NTIA) GOALOF BUILDING DIGITAL SKILLS FOR YOUTH THAT WILL ALLOW THEM TO ENGAGE IN GLOBAL ICT DECISIONS, THE USTTI PROPOSES TO RECRUIT INDIVIDUALS AGED 19-29 WHO ARE CURRENTLY STUDYING AND WORKING ON THESE ISSUES. BASED ON THE USTTI'S EXTENSIVE NETWORK OF TRAINING PARTNERS FROM ACADEMIA AND OUR ALUMNI IN 177 COUNTRIES, THE USTTI WILL ASSEMBLE A DIVERSE DELEGATION FROM THE UNITED STATES AND AROUND THE WORLD FOR PARTICIPATION IN THE SUMMIT.  THE USTTI DELEGATION WOULD ASSEMBLE IN KIGALI ON JUNE 1ST FOR PARTICIPATION IN AN ORIENTATION AND TO BE FOLLOWED BY PARTICIPATION IN THE ITU YOUTH SUMMIT FROM JUNE 2-4. IN ADDITION TO ACTIVELY ENGAGING IN THE SUMMIT PROGRAM THE USTTI WILL ALSO ORGANIZE DISCUSSIONS AND ROUNDTABLES WITH OFFICIALS FROM US GOVERNMENT AND INDUSTRY IN ORDER TO ENHANCE THE DELEGATION'S EXPERIENCE.C. EXPECTED OUTCOMES: THE OBJECTIVE OF THIS DELEGATION WOULD BE FOR YOUTH (AGED 19-29) FROM THE UNITED STATES AND AROUND THE WORLD TO IMPACT AN ITU YOUTH STRATEGY THAT ALIGNS WITH THE VISION AND OBJECTIVES OF THE UNITED NATIONS YOUTH STRATEGY. THE DELEGATION WILL PARTICIPATE ACTIVELY IN THE GENERATION CONNECT GLOBAL YOUTH SUMMIT WITH THE GOAL OF IMPACTING THE DISCUSSION THAT WILL TAKE PLACE IN RWANDA WHILE ALSO INSPIRING THE YOUTH LEADERS TO PARTICIPATE IN THE ONGOING AND FUTURE WORK OF THE ITU.D. INTENDED BENEFICIARIES: INDIVIDUALS FROM THE UNITED STATES AND DEVELOPING COUNTRIES, AGED 19-29, WHO ARE ACTIVELY ENGAGED IN DIGITAL POLICY ISSUES.E. SUB-RECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTENT TO SUB-AWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e6bbf7a-3bd9-781d-f876-8e17e0d6416e-R", "generated_internal_id": "ASST_NON_USTTI35_1341"}, {"internal_id": 86296714, "Award ID": "USTTI34", "Award Amount": 44500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-11", "CFDA Number": "11.553", "Description": "USTTI 2019 INTERNET POLICY MAKING IN A MULTI-STAKEHOLDER ENVIRONMENT TRAINING SEMINAR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e6bbf7a-3bd9-781d-f876-8e17e0d6416e-R", "generated_internal_id": "ASST_NON_USTTI34_1341"}, {"internal_id": 68150118, "Award ID": "USTTI33", "Award Amount": 144500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-28", "CFDA Number": "11.553", "Description": "USTTI 2018 INTERNET POLICY MAKING IN A MULTI-STAKEHOLDER ENVIRONMENT TRAINING SEMINAR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e6bbf7a-3bd9-781d-f876-8e17e0d6416e-R", "generated_internal_id": "ASST_NON_USTTI33_1341"}, {"internal_id": 46076088, "Award ID": "5151W10606", "Award Amount": -3740807.77, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-05-16", "CFDA Number": "11.553", "Description": "WARN - PUBLIC BROADCASTING SERVICE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3435fb5b-ae0b-d0b5-8509-d088bf85f8f7-C", "generated_internal_id": "ASST_NON_5151W10606_1341"}]