[{"internal_id": 151949684, "Award ID": "70NANB22H198", "Award Amount": 3000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "11.617", "Description": "PURPOSE:  CREATE THE UNIVERSITY OF DELAWARE (UD) PROCESS DEVELOPMENT TESTBED WITH RELEVANT EQUIPMENT TO FACILITATE PROCESS IMPROVEMENTS, WORKFORCE DEVELOPMENT, AND THE TESTING AND DEMONSTRATION OF BIOPHARMACEUTICAL INNOVATIONS. THIS FACILITY WILL LEVERAGE THE KNOWLEDGE AND EXPERIENCE OF THE NIIMBL, A PUBLIC-PRIVATE PARTNERSHIP FOCUSED ON THE ACCELERATION OF THE BIOPHARMACEUTICAL INNOVATION. ACTIVITIES TO BE PERFORMED:  THIS PROJECT WILL PROCURE AND INSTALL EQUIPMENT FOR UD PROCESS DEVELOPMENT TESTBED THAT WILL SERVE AS A SCALE-DOWN MODEL OF THE NIIMBL PROCESS INTENSIFICATION TESTBED.  PHASE 1 WILL INCLUDE FINALIZING DETAILS, SPECIFICATIONS, AND RECEIVE NECESSARY QUOTATIONS FOR EQUIPMENT. IN PHASE 2, THEY WILL PROCURE AND INSTALL EQUIPMENT, AND PERFORM SITE ACCEPTANCE TESTING.EXPECTED OUTCOMES: THE UD PROCESS DEVELOPMENT TESTBED WILL ALLOW SMALLER SCALE, MORE RAPID, AND MORE AFFORDABLE BIOPHARMACEUTICAL EXPERIMENTS TO BE PERFORMED.  THE TESTBED WILL ENABLE WORKFORCE DEVELOPMENT AND TRAINING, DATA TO BE COLLECTED AND USED IN PROCESS MODELS BEING DEVELOPED IN THE NIIMBL BIG DATA PROGRAM, AND NEW MATERIALS (HARVEST CELL CULTURE FLUID, CHROMATOGRAPHY ELUATES, ETC.) PRODUCED THAT CAN BE SHARED WITH THE BIOPHARMACEUTICAL MANUFACTURING INNOVATION COMMUNITY. INTENDED BENEFICIARIES:1. TO NIST: THE WORK PLANS ALIGN WITH NIST'S MANUFACTURING MISSION SPACE FOR BOTH ADVANCED MANUFACTURING TECHNOLOGY AND SUPPLY CHAIN SECURITY.  NIST STAFF CAN LEVERAGE THIS PROJECT TO FURTHER THE IMPACT OF OUR TECHNICAL EXPERTISE IN BIOMANUFACTURING, SPECIFICALLY THE ONGOING DEVELOPMENT OF THE RESEARCH GRADE REFERENCE CELL-LINE EXPRESSING THE NIST-MAB TO FOSTER INNOVATION BIOPHARMACEUTICAL MANUFACTURING. THE PROJECT ALSO LEVERAGES NIST'S INVESTMENT IN NIIMBL. 2. TO AWARDEE: THE UNIVERSITY OF DELAWARE, AS THE LEAD OF THE NIIMBL CONSORTIUM, WILL BE ABLE TO ESTABLISH A MORE COST-EFFICIENT CAPABILITY TO DO SMALL SCALE BIOPHARMA PROCESS-DEVELOPMENT WORK ON INDUSTRIALLY RELEVANT EQUIPMENT TO PREPARE FOR RUNS OF THE NIIMBL PROCESS INTENSIFICATION TEST BED. 3. TO THE NATION: THE PANDEMIC HAS FULLY REVEALED THE IMPORTANCE OF AN AGILE DOMESTIC CAPACITY FOR PRODUCTION OF BIOMANUFACTURED THERAPIES SUCH AS VACCINES.  THE UNIVERSITY OF DELAWARE'S LEADERSHIP OF THE NIIMBL PARTNERSHIP SUPPORTS THE COLLABORATIVE DEVELOPMENT OF THE NEXT GENERATION PROCESSES FOR MANUFACTURING THESE CRITICAL PRODUCTS.  THIS FUNDING WILL ENABLE NIIMBL TO PROVIDE AN OPEN COLLABORATION RESOURCE FOR THE US BIOECONOMY THAT WILL AID IN DEVELOPING NEW TECHNOLOGIES TO SUPPORT FASTER TO MARKET, HIGHER QUALITY AND EXTENDED SUPPLY AND AVAILABILITY OF DRUG PRODUCTS.  SUBRECIPIENT ACTIVITIES:NO SUBRECIPIENT ACTIVITIES WILL BE INVOLVED WITH THIS GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_70NANB22H198_1341"}, {"internal_id": 152523703, "Award ID": "70NANB22H197", "Award Amount": 4000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "11.617", "Description": "PURPOSE: THIS PROJECT WILL DEVELOP AND TEST A FRAMEWORK FOR HARMONIZING UAS TRAINING AND CREDENTIALING SERVICES. THIS WILL BE APPLIED TO BOTH OPERATORS AND SYSTEMS, AND SCALE TO COVER FEDERAL, STATE, AND LOCAL NEEDS.ACTIVITIES TO BE PERFORMED: THIS PROJECT WILL CONSIST OF THREE MAIN, INTERDEPENDENT TASKS: 1) STAFFING, 2) TECHNOLOGY, AND 3) INSTRUCTION. THE STAFFING TASK WILL CENTER ON PROVIDING THE HUMAN RESOURCES NEEDED TO PROVIDE LEADERSHIP, OVERSIGHT, AND SUPPORT. THE TECHNOLOGY TASK WILL FOCUS ON PROCURING THE UAS TECHNOLOGY, VIRTUAL TECHNOLOGY, AND LEARNING MANAGEMENT SYSTEMS INFRASTRUCTURE NEEDED TO DELIVER THE TRAINING. THE INSTRUCTION TASK WILL BUILD OUT A NETWORK OF NATIONALLY RECOGNIZED UAS EXPERTS TO DESIGN AND DELIVER THE TRAINING.EXPECTED OUTCOMES: THIS PROJECT WILL IMPROVE THE ABILITY OF FIRST RESPONDERS TO SAFELY INTEGRATE UAS INTO OPERATIONS AT PACE WITH THE WIDE ARRAY OF EVER-EVOLVING TECHNOLOGY TRANSFORMING HOW FEDERAL, STATE, AND LOCAL ENTITIES CONDUCT OPERATIONS WHILE CONCURRENTLY IMPROVING TRUST BETWEEN COLLABORATING AGENCIES AND THE PUBLIC.INTENDED BENEFICIARIES: FIRST RESPONDERS ARE THE PRIMARY INTENDED BENEFICIARIES.SUBRECIPIENT ACTIVITIES: NO SUBRECIPIENT IS IDENTIFIED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_70NANB22H197_1341"}, {"internal_id": 151949678, "Award ID": "70NANB22H172", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "11.617", "Description": "PURPOSE:  EXPAND THE SCIENTIFIC AND TECHNOLOGICAL CAPABILITIES OF APPLICANTS SPECIALIZED CENTER (CGRI), WHICH WILL SERVE AS A CORE TEST FACILITY FOR GRAPHENE AND GRAPHENE-LIKE MATERIALS.ACTIVITIES TO BE PERFORMED:  ESTABLISH A UNIFIED TESTING PROGRAM WITHIN A CORE TESTING FACILITY THAT IS DEDICATED TO GRAPHENE AND SIMILAR MATERIALS.  ACQUIRE NECESSARY EQUIPMENT TO EXPAND THESE CAPABILITIES.  PARTNER WITH NATIONAL AND INTERNATIONAL BODIES, SUCH AS INTERNATIONAL ORGANIZATION FOR STANDARDIZATION, AMERICAN NATIONAL STANDARDS INSTITUTE, NATIONAL PHYSICAL LABORATORY AND NIST TO UTILIZE THE CURRENT AND IN-DEVELOPMENT TESTING AND CHARACTERIZATION GUIDELINES TO DELIVER COMPLETE SOLUTIONS TO END USERS.EXPECTED OUTCOMES:  ENHANCEMENT OF THE GLOBAL COMPETITIVENESS OF U.S. INDUSTRIES, ABILITY TO CATER TO THE NEEDS OF LOCAL, REGIONAL, AND NATIONAL STAKEHOLDERS OF GRAPHENE AND GRAPHENE-LIKE MATERIALS, SUCH AS COMPANIES, STATE, AND FEDERAL AGENCIES, AND RESEARCH INSTITUTIONS, AND POSITIVE ECONOMIC IMPACT FOR MISSISSIPPI, SOUTHEAST REGION, AND THE NATION.INTENDED BENEFICIARIES:  NIST: GRAPHENE RESEARCH IS AN IMPORTANT MISSION FOR NIST. A CORE TESTING FACILITY FOR GRAPHENE AND GRAPHENE-LIKE MATERIALS THAT COULD FACILITATE BRIDGING BETWEEN SCIENCE-BASED DISCOVERY AT ITS HIGHEST LEVEL, I.E., NANOSCIENCE, AND ENGINEERING APPLICATIONS AND MARKET WOULD BE BENEFICIAL.  MISSISSIPPI:  ENHANCE MISSISSIPPI SCIENCE AND TECHNOLOGY INFRASTRUCTURE, AID IN THE DEVELOPMENT AND MAINTENANCE OF A MORE ROBUST SCIENCE AND TECHNOLOGY WORKFORCE AND DIVERSIFY AND IMPROVE MISSISSIPPI'S ECONOMY.  PUBLIC:    THE CORE TESTING FACILITY FOR GRAPHENE AND GRAPHENE-LIKE MATERIALS WILL BRING ABOUT TRANSFORMATIVE TECHNOLOGICAL INNOVATIONS, ENHANCING THE GLOBAL COMPETITIVENESS OF U.S. INDUSTRIES, BOOSTING REGIONAL AND NATIONAL ECONOMY, AND BENEFITING THE SOCIETY OVERALL. A HOPED-FOR OUTCOME IS FOR INNOVATIONS DEVELOPED IN THE U.S. TO BE MANUFACTURED IN THE U.S.  SUBRECIPIENT ACTIVITIES:  THE RECIPIENT DOES INTEND TO SUB AWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9516caeb-7134-d58f-32cf-429984bf810f-C", "generated_internal_id": "ASST_NON_70NANB22H172_1341"}, {"internal_id": 151949654, "Award ID": "70NANB22H166", "Award Amount": 1500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "11.617", "Description": "PURPOSE: RHODE ISLAND HAS IDENTIFIED THE BLUE ECONOMY AS A NEW MAJOR FOCUS AREA FOR THE FUTURE. INVESTMENTS IN THE BLUE TECHNOLOGY SECTOR WILL BE CRITICAL TO THE STATE AS THE WORLD'S OCEAN ECONOMY IS EXPECTED TO OUTPERFORM OVERALL GLOBAL ECONOMIC GROWTH BY THE YEAR 2030.ACTIVITIES TO BE PERFORMED: THIS PROPOSED PROJECT WILL CONTINUE TO BUILD ON THE UNIVERSITY'S MISSION-BASED IMPACTS TO SUPPORT RHODE ISLAND AND CONNECT PROGRAMS TO THE URBAN CORE OF PROVIDENCE IN ORDER TO BRIDGE THE GAP BETWEEN THE UNDERSERVED COMMUNITIES AND THE ENTREPRENEURIAL ECOSYSTEM. WITHIN THE RHODE ISLAND INNOVATES 2.0 (STATE ECONOMIC STRATEGY) REPORT, SEVERAL RECOMMENDATIONS WERE MADE TO HELP GROW THE STATE'S ECONOMY, INCLUDING CREATING A UNIFYING INITIATIVE AROUND THE EMERGING BLUE ECONOMY IN THE STATE THAT WOULD BUILD ON THE ASSETS FOUND AT URI, THE NAVAL UNDERSEA WARFARE CENTER, AND OTHER ENTITIES WITHIN THE STATE AND THE REGION. THROUGH CAREFUL PLANNING AND DELIBERATE IMPLEMENTATION, THIS PROPOSED BLUE TECHNOLOGY INNOVATION CENTER WOULD PROVIDE AN OPPORTUNITY FOR ALL STAKEHOLDERS ENGAGED TO LEVERAGE EXISTING STATE RESOURCES, AND BUILD THE CENTRALIZED INFRASTRUCTURE AND PROGRAMMING NEEDED TO GROW THE OCEAN ECONOMY IN THE STATE.EXPECTED OUTCOMES: THE PROSER ENVISIONS THE LARGER BLUE ECONOMY CLUSTER TO RECOGNIZE THE FOLLOWING ECONOMIC IMPACTS WHICH WILL BE CATALYZED BY THE PLANNING AND PILOT PROGRAMS IN THIS PROPOSAL: 1) INCREASED JOB CREATION AND RETENTION IN UNDERSERVED AND MINORITY COMMUNITIES; 2) DEVELOPMENT OF NEW COMPANIES AND EXPANSION OF EXISTING COMPANIES; 3) INCREASED STATE AND FEDERAL TAX REVENUE; 4) INCREASED ACADEMIC AND COMMERCIAL RESEARCH AND DEVELOPMENT CAPACITY AND ACTIVITY; 5) INCREASE THE CAPABILITIES AND CAPACITY OF THE BLUE ECONOMY BY HAVING BTIC SERVE AS AN INTERMEDIARY BETWEEN COMPANIES, ACADEMIC INSTITUTIONS, STATE ORGANIZATIONS, AND OTHER STAKEHOLDERS; AND 6) REDUCE BARRIERS TO BUSINESSES OPERATING WITHIN RHODE ISLAND BY WORKING DIRECTLY WITH THE STATE TO EXPAND AND BUILD NEW PROGRAMS, EXPAND RESOURCES, AND MAKE TECHNOLOGICAL ADVANCES.  INTENDED BENEFICIARIES: URIRF WILL ENGAGE WITH MULTIPLE PARTNERS TO EXECUTE IMPACTFUL PILOT PROGRAMMING TO DETERMINE MOST EFFECTIVE ECONOMIC AND JOB PROGRAMS IN THE BLUE ECONOMY INDUSTRY. THE PROGRAMMING WILL TARGET BOTH STARTUP AND EXISTING COMPANY GROWTH AND ENSURE ENGAGEMENT OF A DIVERSE POPULATION INCLUDING STUDENTS AND UNDERSERVED COMMUNITIES.SUBRECIPIENT ACTIVITIES: A TOTAL OF $1,200,000 IS REQUESTED TO SUPPORT CONTRACTING SUPPORT SERVICES FROM PARTNERS. PARTNERS WILL BE COMPETITIVELY BID AND CONTRACTED ACCORDING TO CODE OF FEDERAL REGULATIONS SPECIFIED BY THE FEDERAL FUNDING SOURCE. CONTRACT FUNDING IS REQUESTED FOR THE FOLLOWING: 1) ARCHITECTURE AND DESIGN SERVICES FOR THE BLUE INNOVATION TECHNOLOGY CENTER AT PROJECT COST OF $750,000; 2)  BLUE TECHNOLOGY ACCELERATION AND MENTORING PILOT PROGRAMS FOR TOTAL OF $200,000; AND 3) FACILITIES/EQUIPMENT UTILIZATION PILOT PROGRAMMING FOR INSTITUTIONS WITH FACILITIES/EQUIPMENT RELEVANT TO START-UPS FOR TOTAL OF $250,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc55da54-5d01-8ec2-0e0a-8db44dcdd647-C", "generated_internal_id": "ASST_NON_70NANB22H166_1341"}, {"internal_id": 162127715, "Award ID": "60NANB23D170", "Award Amount": 2500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "11.617", "Description": "PURPOSE:THE PURPOSE OF THIS GRANT IS TO PROVIDE THE FUNDS NECESSARY FOR THE WEST VIRGINIA UNIVERSITY (WVU) TO PURCHASE A FOCUSED ION-BEAM SCANNING ELECTRON MICROSCOPE (FIB-SEM). THIS INSTRUMENT WILL BE HOUSED IN THE ELECTRON MICROSCOPY FACILITIES (EMF) OF THE WVU SHARED RESEARCH FACILITIES AND WILL BE AVAILABLE TO A WIDE USER BASE OF UNIVERSITY RESEARCHERS.ACTIVITIES TO BE PERFORMED:THE DIRECTOR OF THE SHARED RESEARCH FACILITY WILL LEAD A TEAM OF FACULTY THAT WILL EVALUATE COMMERCIALLY AVAILABLE FIB-SEM INSTRUMENTS AND CHOOSE THE ONE THAT IS BEST SUITED TO THE UNIVERSITY NEEDS. THE INSTRUMENT WILL BE INSTALLED IN A FACILITY OUTFITTED WITH THE NECESSARY ANCILLARY EQUIPMENT AND APPROPRIATE ENVIRONMENTAL CONDITIONS. THE MANAGER OF THE EMF WILL PROVIDE TRAINING FOR ALL USERS AND BE RESPONSIBLE FOR ROUTINE MAINTENANCE OF THE MICROSCOPE AND USE OF SERVICE CONTRACTS WHEN APPROPRIATE. A WIDE VARIETY OF USERS THROUGHOUT THE UNIVERSITY IN AREAS SUCH AS NEUROSCIENCE ENGINEERING, BIOCHEMICAL SCIENCES, AND ADVANCED MATERIALS SCIENCE WILL USE THE MICROSCOPE FOR 3-D NANOSCALE IMAGING AND PATTERNING, CROSS-SECTIONING OF TECHNOLOGICAL MATERIALS TO REVEAL BURIED LAYERS AND THE PREPARATION OF SPECIMENS FOR TRANSMISSION ELECTRON MICROSCOPY.EXPECTED OUTCOMES:A FIB-SEM IS AN IMPORTANT PIECE OF INSTRUMENTATION FOR A SHARED USE ELECTRON MICROSCOPY FACILITY SUCH AS THE ONE AT WVU. IT ENABLES SOPHISTICATED NANOSCALE 3-D RECONSTRUCTIONS OF ADVANCED MATERIALS FROM ELECTRON MICROCOPY IMAGES, THE ABILITY TO SHAPE AND MODIFY MATERIALS ON REMARKABLY SMALL LENGTH SCALES AND IT IS ESSENTIAL FOR THE PREPARATION OF MATERIALS FOR FURTHER ANALYSIS BY TRANSMISSION ELECTRON MICROSCOPY. WVU RESEARCHERS WILL USE THIS TOOL TO STUDY A WIDE ARRAY OF NANOSCALE PHENOMENA INCLUDING; THE IN VIVO DEGRADATION MECHANISMS AFFECTING IMPLANTABLE NEURO-PROSTHETICS AND ELECTRODES UTILIZED FOR NERVE STIMULATION; THE INTERNAL CELLULAR STRUCTURE IN MOUSE ROD NEURON CELLS THAT SERVE AS MODELS FOR STUDIES OF EYE DISEASES; THE PATTERNING OF NOVEL MICROFLUIDIC DEVICES; THE DEGRADATION MECHANISMS OF CATHODES FOR SOLID OXIDE FUEL CELLS; AND THE SURFACE STRUCTURE OF SUPERCONDUCTING MATERIALS FOR USE IN ADVANCED DETECTORS FOR NASA.UNITED STATES DEPARTMENT OF COMMERCENATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGYMATERIAL MEASUREMENT LABORATORY100 BUREAU DRIVE, MS 8300GAITHERSBURG, MARYLAND 20899INTENDED BENEFICIARIES:THE IMAGES AND SPECIMENS GENERATED USING THE FIB-SEM INSTRUMENTATION WILL GREATLY BENEFIT THE USER BASE OF WVU UNIVERSITY RESEARCHERS. THEIR WORK WILL ULTIMATELY LEAD TO SIGNIFICANT SOCIETAL BENEFIT IN AREAS INCLUDING NEUROLOGICAL MEDICINE, OUR UNDERSTANDING OF EYE DISEASE, FUEL CELLS FOR THE HYDROGEN ECONOMY AND THE EXPLORATION OF SPACE. THE AVAILABILITY OF THIS INSTRUMENT WILL ALSO BE GREATLY BENEFICIAL FOR THE TRAINING OF STUDENTS TO PREPARE THEM FOR PARTICIPATION IN ADVANCED MANUFACTURING FIELDS.SUBRECIPIENT ACTIVITIES:THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_60NANB23D170_1341"}, {"internal_id": 162127714, "Award ID": "60NANB23D168", "Award Amount": 494000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-05", "CFDA Number": "11.617", "Description": "PURPOSE: THE PROPOSAL REQUESTS FUNDING ASSOCIATE WITH WATERFRONT INFRASTRUCTURE TO SUPPORT VESSEL OPERATIONS, MARINE ENGINEERING PROJECTS AND EDUCATION.   ACTIVITIES TO BE PERFORMED: THE PROPOSAL REQUESTS FUNDS SPECIFICALLY TO SUPPLY DOCKAGE AND LIFTING INFRASTRUCTURE IMPORTANT TO THE INCREASE THE SCOPE AND EFFECTIVENESS OF THEIR MARINE OPERATIONS.   EXPECTED OUTCOMES: THE PROPOSED INFRASTRUCTURE ENHANCEMENTS WILL ALLOW FOR AN INCREASE IN BENEFICIAL USE AND CAPACITY OF THE WATERFRONT FACILITIES.   INTENDED BENEFICIARIES: BENEFICIARIES INCLUDE MARINE INDUSTRIES, ACADEMIA, FEDERAL (E.G. COAST GUARD) AND OTHER STATE USERS.  SUBRECIPIENT ACTIVITIES: SUBAWARDS WILL BE PROVIDED TO PURCHASE AND INSTALL THE STATED INFRASTRUCTURE ENHANCEMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_60NANB23D168_1341"}, {"internal_id": 162127713, "Award ID": "60NANB23D166", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "11.617", "Description": "PURPOSE - THE PURPOSE IS TO FUND A NEW QUANTUM INFORMATION SCIENCE (QIS) INITIATIVE AND WORKFORCE DEVELOPMENT PROGRAM THAT INCLUDES A UNIQUE 5-YEAR BS/MS DEGREE PROGRAM IN QUANTUM COMPUTING.ACTIVITIES TO BE PERFORMED - ACTIVITIES TO BE PERFORMED INCLUDE HIRING AND SUPERVISION STUDENTS AND POSTDOCS, ACCESSING COMMERCIAL QUANTUM COMPUTING, PROVIDING A VISITING SCHOLAR PROGRAM, AND RUNNING RESEARCH CONFERENCES.EXPECTED OUTCOMES - EXPECTED OUTCOME OF THE PROJECT AT DIFFERENT TIMESCALES (SHORT-, MEDIUM- AND LONG-TERM) ARE PROVIDED ARE DISCUSSED IN DETAIL, INCLUDING EXPANDED QIS RESEARCH ACTIVITIES, IMPROVED RESEARCH QUALITY THROUGH ENHANCED COLLABORATION, BETTER QIS-INFORMED LOCAL SCHOOLS AND INDUSTRY, A LARGER AND MORE DIVERSE QUANTUM-CAPABLE WORKFORCE IN THE REGION.INTENDED BENEFICIARIES - INTENDED BENEFICIARIES THE UNIVERSITY OF RHODE ISLAND TO EXPAND IT?S PROFILE AND ENABLE THEM TO ENROLL A MORE DIVERSIFIED STUDENT BODY. THE GROWTH AND REPUTATION OF THE PROGRAM WILL RESULT IN THE GROWTH OF THE URI PHYSICS DEPARTMENT AS A SIGNIFICANT PLAYER IN THE QUANTUM ECO-SPHERE.SUBRECIPIENT ACTIVITIES -  NO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f7c7d27-684d-9b39-0e46-80a8c294c54a-C", "generated_internal_id": "ASST_NON_60NANB23D166_1341"}, {"internal_id": 161388345, "Award ID": "60NANB23D156", "Award Amount": 850000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-28", "CFDA Number": "11.617", "Description": "PURPOSE: MOUNTWEST COMMUNITY AND TECHNICAL COLLEGE SEEKS TO BECOME DESIGNATED AS A NATIONAL CENTER OF ACADEMIC EXCELLENCE IN CYBERSECURITY (NCAE-C) BY THE NATIONAL SECURITY AGENCY AND IMPLEMENT AN ON-CAMPUS CYBERSECURITY CENTER TO ADDRESS BOTH WEST VIRGINIA AND NATIONAL INTERESTS OF CYBERSECURITY.ACTIVITIES TO BE PERFORMED: THIS PROJECT WILL STRENGTHEN OF THE CYBERSECURITY CURRICULUM AND THE SUPPORTING TECHNOLOGY. IT WILL ALSO BE NECESSARY TO UPDATE AND STRENGTHEN THE COLLEGEWIDE INFORMATION ASSURANCE AND SECURITY PLAN TO OPERATE AND ALIGN WITH CENTER OF ACADEMIC EXCELLENCE PRACTICES. THE COLLEGE WILL DESIGNATE SPACE ON CAMPUS TO SERVE AS THE PHYSICAL SPACE FOR THE CENTER. DURING THIS PROJECT, IT PROGRAMS SUCH AS THE NETWORK ADMINISTRATIONS PROGRAM, CYBERSECURITY PROGRAM, AND OTHER RELATED IT CLASSROOMS WILL MOVE TO INCREASE SPACE AND OPERATE MORE EFFICIENTLY. THROUGH THIS PROCESS, THE COLLEGE WILL ALSO OBTAIN CERTIFICATION FROM EC-COUNCIL (INTERNATIONAL COUNCIL OF E-COMMERCE) AND WILL PROVIDE EC-COUNCIL TRAININGS AND CERTIFICATIONS TO LOCAL BUSINESS AND INDUSTRY. THE CENTER WILL HOST NON-CREDIT TRAININGS, SHORT-TERM CERTIFICATIONS, AND MICRO-CREDENTIALS FOR BOTH BUSINESS AND INDUSTRY AND THE IT WORKFORCE LOOKING TO UPSKILL OR RESKILL. THE CENTER WILL ALSO HOUSE STATIONS FOR ETHICAL HACKING TEAM EXERCISES.  THE COLLEGE WILL HIRE A PROGRAM DIRECTOR FOR THE CENTER OF ACADEMIC EXCELLENCE.EXPECTED OUTCOMES: INCREASE THE NUMBER OF GRADUATES BY 25% INTO THE INFORMATION TECHNOLOGY FIELD, WITH EITHER A CYBERSECURITY DEGREE OR ENHANCED EMPHASIS IN CYBERSECURITY. INCREASE SECURITY-RELATED SIMULATION SO GRADUATES ARE MORE PREPARED FOR THE WORKFORCE. INCREASE OUTREACH TO K-12 SCHOOLS, LOW-INCOME YOUNG WOMEN, RURAL APPALACHIANS, AND FIRST-GENERATION STUDENTS. EMPOWER STUDENTS, FACULTY, AND OTHER MEMBERS OF THE COLLEGE TO ENGAGE IN INTERDISCIPLINARY THOUGHT, APPLICATION, AND LEADERSHIP IN?CYBERSECURITY. ENHANCE IT PROGRAM OFFERINGS BY PURCHASING INDUSTRY-STANDARD EQUIPMENT AND PROVIDING MORE HANDS-ON TRAINING ON EQUIPMENT. INCREASE EMPLOYER SATISFACTION WITH PLACEMENT OF STUDENTS WHO ARE CAREER READY AND BETTER EQUIPPED TO PROVIDE CYBERSECURITY SOLUTION TO EMPLOYERS UPON GRADUATION. INCREASE RETENTION RATE AND COMPLETION OF CERTIFICATES OR DEGREES BY 25% INCREASE THE NUMBER OF SHORT-TERM TRAININGS AND MICRO-CREDENTIALS OFFERED BY 25% OBTAIN THE NCAE-C DESIGNATION. CREATE A PHYSICAL CYBERSECURITY CENTER. OBTAIN EC COUNCIL CERTIFICATION PROJECT MANAGEMENTINTENDED BENEFICIARIES: EMPLOYERS IN THE LOCAL COMMUNITY AND ACROSS THE NATION, STUDENTS OR LEARNERS WHO WILL BE PREPARED FOR GOOD JOBS, AND FACULTY WHO CAN DEEPEN THEIR EXPERTISE AND SKILLS IN CYBERSECURITY.SUBRECIPIENT ACTIVITIES: THERE ARE NO PLANNED SUBAWARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "09c05a5c-d732-5852-0c70-0553b4bfeb2b-C", "generated_internal_id": "ASST_NON_60NANB23D156_1341"}, {"internal_id": 162127712, "Award ID": "60NANB23D155", "Award Amount": 520000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "11.617", "Description": "PURPOSE: THE PURPOSE OF THIS PROJECT IS TO ADVANCE, ENHANCE, AND EXPAND THE CAPABILITIES OF THE ION BEAM LABORATORY (IBL) AT THE UNIVERSITY AT ALBANY (UALBANY) TO ASSIST IN REJUVENATING RESEARCH, DEVELOPMENT, AND DOMESTIC MANUFACTURING, ESPECIALLY OF SEMICONDUCTOR MICROCHIPS AND ELECTRONICS DEVICES. ACTIVITIES TO BE PERFORMED: THE IBL WILL:(A) INSTALL NEW HIGH VACUUM, MEASUREMENT, AND CONTROL SYSTEMS AT ITS TWO PARTICLE ACCELERATORS TO GENERATE STABLE AND HIGH-QUALITY ION BEAMS, WHICH ARE USED TO MODIFY AND STUDY ELECTRICAL AND PHYSICAL PROPERTIES OF SEMICONDUCTING MATERIALS USED IN MICROCHIPS; (B) INSTALL AN X-RAY FLUORESCENCE SPECTROMETER (XFS) TO CONDUCT ATOMIC-LEVEL MATERIAL ANALYSIS AND STUDY THE IMPACT OF ION IMPLANTATION ON SEMICONDUCTOR WAFERS; AND (C) BUILD A LOW-ENERGY ACCELERATOR TO SIMULATE THE SOLAR WIND AND INVESTIGATE ITS DISRUPTIVE IMPACTS ON THE ELECTRONICS USED IN SATELLITE COMMUNICATIONS, NAVIGATION, AND POWER GRIDS. THE IBL WILL PROVIDE EDUCATION AND TRAINING TO STUDENTS AND INDUSTRY WORKERS IN USING CRITICAL ION BEAM DIAGNOSTIC TOOLS AND DATA ANALYSES. EXPECTED OUTCOMES:  WITH THE SUPPORT OF THIS AWARD, THE IBL WILL BE ABLE TO GENERATE RELIABLE AND CLEAN ION BEAMS FOR THE SCIENTIFIC STUDY OF VARIOUS CATEGORIES OF MATERIALS AND OFFER NEW EXPERIMENTAL PLATFORMS, SUCH AS THE XFS CHARACTERIZATION AND SIMULATED SOLAR WIND ENVIRONMENT. THE IBL WILL HELP ADVANCE SEMICONDUCTOR TECHNOLOGY AND CONTRIBUTE TO DEVELOPING NEW AND ROBUST MICROCHIPS FOR DEFENSE AND SPACE APPLICATIONS. THE SEMICONDUCTOR INDUSTRY IN THE CAPITAL REGION AND UPSTATE NEW YORK WILL BENEFIT FROM THE AVAILABILITY OF A TRAINED HIGH-TECH WORKFORCE AND REDUCED DEPENDENCE ON FOREIGN MANUFACTURERS OF MICROCHIPS AND ELECTRONIC PRODUCTS. THE UNIQUE CAPABILITIES OF THE IBL WILL DRAW RESEARCHERS FROM ACADEMIC, INDUSTRY, AND FEDERAL LABORATORIES ACROSS THE COUNTRY AND HELP CHIP MANUFACTURING BUSINESSES THRIVE.INTENDED BENEFICIARIES: THE IBL HAS CONTRIBUTED TO THE TRAINING OF MANY RESEARCHERS WHO HOLD CRITICAL SCIENTIFIC/TECHNICAL POSITIONS AT COMPANIES SUCH AS IBM, INTEL, JPL, GLOBALFOUNDRIES, NIST, AND NASA. IT WILL CONTINUE TO PLAY AN ESSENTIAL ROLE IN THE EDUCATION AND TRAINING OF THE SKILLED WORKFORCE COMPRISING STUDENTS AND POSTDOCTORAL SCHOLARS AND THE RETRAINING OF INDUSTRY EMPLOYEES IN THE USE OF ION BEAMS IN SCIENCE, ENGINEERING, AND PRODUCT DEVELOPMENT.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "991f0478-9104-100e-76ff-ac5b12b9cf4f-C", "generated_internal_id": "ASST_NON_60NANB23D155_1341"}, {"internal_id": 162127711, "Award ID": "60NANB23D146", "Award Amount": 17242830.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-02", "CFDA Number": "11.617", "Description": "PURPOSE/SCOPE: THE PURPOSE OF THIS REQUEST IS FOR THE CONSTRUCTION OF A NEW BIOSCIENCE RESEARCH AND TECHNOLOGY CENTER 40,000 TO 60,000 GROSS SQUARE FEET) THAT WILL SERVE AS THE CENTRAL CORE FOR SCIENCE, TECHNOLOGY, ENGINEERING AND MATHEMATICS (STEM) AT CLAFLIN UNIVERSITY. THE 3-STORY OPTION WILL ALLOW FOR THE UNIVERSITY TO INCLUDE CYBERSECURITY LABORATORY AND MAKERSPACE TO THE BUILDING. WHEN COMPLETED, THIS WILL PUT CLAFLIN UNIVERSITY IN A MAJOR COMPETITIVE POSITION TO CONTINUE RECRUITING LEADING SCIENTISTS TO GROW THE RESEARCH ENTERPRISE OF THE SCHOOL OF NATURAL SCIENCES AND MATHEMATICS; THEREBY, HELPING TO REALIZE THE INSTITUTION'S VISION OF BECOMING ONE OF THE PREMIER LIBERAL ARTS INSTITUTIONS IN AMERICA.ACTIVITIES TO BE PERFORMED: PLANS ARE FOR THE NEW BUILDING TO BE A STATE-OF-THE-ART SCIENCE AND TECHNOLOGY CENTER FOR RECRUITING AND RETAINING STUDENTS. CLAFLIN UNIVERSITY IS COMMITTED TO ACADEMIC EXCELLENCE AND TO TRAINING STEM GRADUATES TO BE HIGHLY COMPETENT AND ABLE TO COMPETE WITH STUDENTS FROM RESEARCH 1 INSTITUTIONS. THE NEW SCIENCE AND TECHNOLOGY CENTER WILL EXPAND THE IN-HOUSE RESEARCH INFRASTRUCTURE TO A CUTTING-EDGE LEVEL. IN ADDITION TO PRODUCING GLOBALLY COMPETITIVE STUDENTS MAJORING IN THE DEPARTMENT OF COMMERCE AND NIST PROGRAM PRIORITY AREAS, THIS NEW BUILDING WILL ALLOW FACULTY TO EMERGE AS PROMINENT RESEARCHERS AND SCHOLARS.EXPECTED OUTCOMES: THE UNIVERSITY STRATEGIC PLAN OUTLINES VISION OF ACADEMIC PROGRAMS WITH EMPHASIS ON 1. IMPLEMENT STEAM EDUCATION ACROSS THE CURRICULUM. 2. PLAN AND IMPLEMENT A SCHOOL OF NURSING AND PUBLIC HEALTH. 3. PLAN AND ESTABLISH THE CENTER FOR SOCIAL JUSTICE TO ADDRESS PERTINENT NATIONAL AND INTERNATIONAL ISSUES AS WARRANTED. 4. ACCREDIT ALL ACCREDITABLE PROGRAMS AND MAINTAIN CURRENT AFFIRMATIONS WITHOUT ANY RECOMMENDATIONS. 5. PLAN AND IMPLEMENT, SELECT BACHELOR'S AND MASTER'S PROGRAMS IN LINE WITH THE NEEDS OF THE 21ST CENTURY WORKFORCE AND TO ENHANCE INSTITUTIONAL COMPETITIVENESS AND OPPORTUNITIES FOR STUDENTS. THE UNIVERSITY PURSUES GRANT PROGRAMS THAT EXPAND OUR EFFORTS IN MEETING THE NATION'S RESEARCH NEEDS BY LAUNCHING A BIOTECHNOLOGY WORKFORCE-TRAINING PROGRAM TO ADDRESS HEALTH DISPARITIES (DEPT. OF LABOR) AND A DNA FORENSIC LABORATORY (DEPT. OF JUSTICE), IN PARTNERSHIP WITH THE ORANGEBURG DEPARTMENT OF PUBLIC SAFETY. CLAFLIN'S ACADEMIC PROGRAMS CONTINUE TO EARN NATIONAL AND SPECIAL RECOGNITION INCLUDING THE AMERICAN CHEMICAL SOCIETY (ACS) APPROVAL OF THE CHEMISTRY DEPARTMENT. THE CU CHEMISTRY PROGRAM IS ONE OF ONLY EIGHT INSTITUTIONS OF HIGHER EDUCATION IN SOUTH CAROLINA, TWO OF WHICH ARE PRIVATE, TO EARN ACS APPROVAL. CU HAS PRODUCED THE THIRD LARGEST NUMBER OF AFRICAN AMERICAN UNDERGRADUATE STUDENTS IN SCIENCE AND MATHEMATICS OF ANY HBCU IN THE STATE OF SOUTH CAROLINA, AND THE FIFTH LARGEST NUMBER AMONGST ALL UNIVERSITIES WITHIN THE STATE. CLAFLIN UNIVERSITY ENJOYS A PARTICULARLY STRONG, AWARD-WINNING FACULTY.INTENDED BENEFICIARIES:WITH THE ALREADY LOOMING SHORTAGE OF SCIENTISTS AND ENGINEERS, HBCUS CAN PLAY A VITAL ROLE IN OVERCOMING THESE INEVITABLE CHALLENGES. THE GRADUATION DATA SHOW THAT CLAFLIN UNIVERSITY IS MAKING GREAT STRIDES IN CONTRIBUTING LEADERS TO THE STEM WORKFORCE. IT SHOULD ALSO BE NOTED THAT THE SIX-YEAR GRADUATION RATE FOR THE INCOMING CLASS WAS 54%. ADDITIONALLY, SINCE 2001 CLAFLIN UNIVERSITY HAS GRADUATED 294 STEM MAJORS WITH 49% OF THOSE GRADUATES HAVING APPLIED FOR AND BEEN ACCEPTED TO GRADUATE AND PROFESSIONAL SCHOOLS. IT SHOULD, THEREFORE, BE CLEAR THAT FUNDING THIS PROPOSAL WILL BE AN IMPORTANT FACTOR IN ALLOWING CLAFLIN TO CONTINUE TO BE A FOREMOST CONTRIBUTOR TO THE STEM WORKFORCE AND THE NATIONAL ECONOMIC GROWTH.SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80671947-98d5-2df6-af04-d55e00211590-C", "generated_internal_id": "ASST_NON_60NANB23D146_1341"}, {"internal_id": 162127710, "Award ID": "60NANB23D145", "Award Amount": 7920000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "11.617", "Description": "PURPOSE/SCOPE:THE GREEN ENGINEERING AND MATERIALS (GEM) FACTORY OF THE FUTURE IS PROPOSED AS AN INTEGRATED FLEXIBLE MANUFACTURING SPACE THAT LEVERAGES INDUSTRY 4.0, AI-ENABLED, LARGE-SCALE ADDITIVE, SUBTRACTIVE AND HYBRID DIGITAL MANUFACTURING TECHNOLOGY DEVELOPED BY UMAINE AND ITS FEDERAL, NATIONAL LAB, AND INDUSTRY PARTNERS OVER THE PAST 10 YEARS. THE PROJECT WILL PROVIDE APPROXIMATELY 43,000 SQUARE FEET IN NEW AND RENOVATED BUILDING SPACE FOR EDUCATION AND RESEARCH ON A BUILDING SITE OF APPROXIMATELY 4 ACRES, INCLUDING THE BUILDING FOOTPRINT.ACTIVITIES TO BE PERFORMED:TO PLAN AND EXECUTE THIS PROJECT, THE UNIVERSITY OF MAINE AND THE ARCHITECT AND ENGINEERING TEAMS HAVE DEVELOPED A TEAM STRUCTURE THAT INCLUDES 13 PROJECT IMPLEMENTATION TEAMS (PITS) CONSISTING OF EXPERTS IN VARIOUS ASPECTS OF THE BUILDING. ONE OF THESE TEAMS FOCUSES ON PEDAGOGY AND FACULTY-STUDENT INTERACTION IN ORDER TO ENSURE THAT THE BUILDING IS DESIGNED IN A WAY TO MAXIMIZE THE EXPERIENTIAL EDUCATION OPPORTUNITIES SOUGHT.EXPECTED OUTCOMES:GEM WILL USHER IN A NEW ERA OF SUSTAINABLE MANUFACTURING AND EDUCATION IN THE NORTHEAST BY REPLICATING AND SCALING FACTORIES OF THE FUTURE AT FORMER MILL SITES. THIS WILL DRIVE MASSIVE GLOBAL DEMAND FOR WOOD RESIDUALS FROM THE NORTHERN FOREST AND TRANSFER BENEFITS TO RURAL ECONOMIES HARDEST-HIT BY MILL CLOSURES, JOB LOSS, POPULATION FLIGHT AND COVID-19.ADDITIONALLY, THIS INNOVATIVE FACILITY WILL CHANGE THE WAY STEM EDUCATION IS DELIVERED TO STUDENTS BY PROVIDING TRULY EXPERIENTIAL, HANDS-ON LEARNING MODALITIES IN THESE ADVANCED LABORATORIES. THIS CAN BE THOUGHT OF AS AKIN TO A TEACHING HOSPITAL, WHERE STUDENTS ARE LEARNING IN SIMILAR ENVIRONMENTS TO THOSE THEY'LL EVENTUALLY WORK IN, ALONGSIDE PROFESSIONAL ENGINEERS, SCIENTISTS AND INDUSTRIAL PARTNERS DEVELOPING AND COMMERCIALIZING NEXT-GENERATION TECHNOLOGIES.INTENDED BENEFICIARIES:STUDENTS ARE THE KEY TO THIS FACILITY AND MISSION AS THEY ARE THE FUTURE WORKFORCE WHO WILL LEAD OUR REGION'S TRANSITION TO A MODERN BIOECONOMY. ADDITIVE MANUFACTURING FOR STRUCTURAL APPLICATIONS - SUCH AS HOUSING, BOATBUILDING AND FORMWORK - HAS EMERGED AS A PATHWAY TO GENERATE RESULTS QUICKLY, DUE TO THE VOLUME OF MATERIAL REQUIRED. GEM SUPPORTS THIS MARKET WITH UP TO 1.75M+ POUNDS OF WOOD FIBER CONSUMED ANNUALLY, AND DEMONSTRATES EQUIPMENT AND PROCESSES IN A SCALABLE, REPLICABLE MANNER TO BUILD NEW MANUFACTURING CAPACITY AT FORMER MILLS IN THE NORTHERN FORESTS REGION. GEM WILL EXPAND UMAINE'S USE OF MASS TIMBER PRODUCTS BEYOND TRADITIONAL WAREHOUSE-TYPE SPACES TO A MORE ENVIRONMENTALLY DEMANDING MANUFACTURING SETTING. THIS WOOD BASE TECHNOLOGY DEMONSTRATION WILL ACCELERATE THE MARKET GROWTH OF MAINE FOREST PRODUCTS.SUBRECIPIENT ACTIVITIES:NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_60NANB23D145_1341"}, {"internal_id": 162127709, "Award ID": "60NANB23D140", "Award Amount": 4950000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-08", "CFDA Number": "11.617", "Description": "PURPOSE/SCOPE: THE PROJECT PROVIDES FOR RENOVATION OF A PRE-EXISTING 2000 SQUARE FOOT MEETING SPACE AND CONSTRUCTION OF A 21,650 SF NEW, TWO-STORY, DETACHED FACILITY TO REPLACE THE EXISTING SCIENCE CENTER. INCLUDES, ARCHITECTURAL, MECHANICAL, HVAC, PLUMBING, ELECTRICAL, SECURITY, FIRE PROTECTION, FIRE ALARM AND SITE IMPROVEMENTS COSTS, INCLUDING SITE ACCESS, PARKING, SIDEWALKS, AND LANDSCAPE. ACTIVITIES TO BE PERFORMED: PROJECT SUMMARY(I) EXISTING SPACE (15,435 SF)(II) NEW AND RENOVATED BUILDING SPACE (23,650SF)(III) USE / OCCUPANCY OF EACH SPACE (GENERAL PROGRAM PILLARS) AS FOLLOWS:MARINE MAMMAL RESPONSE, RESCUE & REHABILITATION\t\t1,870 SFNATURE BASED EARLY LEARNER CENTER \t\t\t\t2,266 SFTEACHING LABORATORY \t\t\t\t\t966 SFCONTEMPORARY MUSEUM/ COMMUNITY SPACE\t\t\t12,452 SFCULTURAL HISTORY/ HUMAN USE \t\t\t\t1,960 SFSUSTAINABLE OPERATIONS & RESILIENT SITE\t\t\t4,136 SF (IV) SITE IS LOCATED WITHIN ODIORNE POINT STATE PARK. PROJECT BOUNDARY IS AROUND 3.8 ACRES.(V) THERE IS NO (NON-BUILDING) EQUIPMENT UNDER THE AWARD. EXPECTED OUTCOMES: THE OVERALL OBJECTIVE FOR THIS CAPITAL PROJECT IS TO PROVIDE THE STATE OF NEW HAMPSHIRE AND ITSREGIONAL COASTAL PARTNERS IN SOUTHERN MAINE AND NORTHERN MASSACHUSETTS, WITH AN UPDATEDENVIRONMENTAL SCIENCE INSTITUTION.INTENDED BENEFICIARIES:FROM A CONTEMPORARY MUSEUM SETTING, WE WILL BE ABLE TO ENGAGE UPWARDS OF 150,000 VISITORS EACH YEAR WITH PROGRAMS AND EXHIBITS THAT WEAVE NATURAL HISTORY, ENVIRONMENTAL CHALLENGES, HISTORIC, PRESENT, AND FUTURE HUMAN USES, WITH CONSERVATION MEASURES AND ADAPTIVE STRATEGIES TARGETING THE PRESERVATION OF THE COASTAL CHARACTER AND NATURAL RESOURCES OF THE REGION. THE FACILITY WILL BE A PUBLIC MODEL FOR SEA LEVEL RISE RESILIENT PLANNING AND CONSTRUCTION, ENVIRONMENTALLY SUSTAINABLE MUSEUM OPERATIONS, AND A COMMUNITY FOCAL POINT FOR ENVIRONMENTAL EDUCATION AND CONSERVATION.SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb6b2858-876d-f63f-1f4e-f5d05f12685b-C", "generated_internal_id": "ASST_NON_60NANB23D140_1341"}, {"internal_id": 162127707, "Award ID": "60NANB23D130", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "11.617", "Description": "PURPOSE: THE PURPOSE IS TO PROVIDE FUNDING FOR HARDWARE FOR MACHINE LEARNING RESEARCH, SPECIFICALLY FOR ITS CENTER FOR INTERDISCIPLINARY CENTER FOR EQUITABLE ARTIFICIAL INTELLIGENCE AND MACHINE LEARNING, FOR DEVELOPING AND TRAINING NEW AI MODELS, DEPLOYING AND TESTING THESE MODELS ON VARIOUS HARDWARE AND SOFTWARE PLATFORMS. ACTIVITIES TO BE PERFORMED: PROCURE EQUIPMENT AS OUTLINED IN THE PROPOSAL WHILE THE PROJECT MANAGER WILL REGULARLY SCHEDULED MEETINGS TO REVIEW PROGRESS OF EQUIPMENT ACQUISITION, INSTALLATION AND COMMISSIONING, AND ENSURE THAT EVERY TEAM MEMBER IS ALIGNED WITH THE OVERALL PROJECT GOALS.EXPECTED OUTCOMES: THE CENTER WILL HOUSE A CUTTING-EDGE COMPUTER LAB POWERED BY BOTH TRADITIONAL GENERAL-PURPOSE WORKSTATIONS AND VERY HIGH-PERFORMANCE WORKSTATIONS DESIGNED FOR THE TRAINING AND VERIFICATION OF MACHINE LEARNING MODELS. THE CENTER WILL ALSO HOUSE A VIDEO WALL TO SERVE AS A COMMAND CENTER FOR INFORMATION SHARING AND LOCAL/REMOTE COLLABORATIONS. THIS FUNCTIONALITY WILL BE FURTHER ENHANCED WITH THE INCLUSION OF PORTABLE VIRTUAL REALITY HEADSETS THAT PROVIDE AN IMMERSIVE EXPERIENCE TO EXPLORE VARIOUS AI POWERED HUMAN-COMPUTER INTERACTION PARADIGMS, AI GENERATED VIRTUAL SPACES, AND FORWARD-LOOKING VIRTUAL AI ASSISTED SOCIAL INTERACTIONS.INTENDED BENEFICIARIES: APPLICANT WILL BENEFIT BY THE ABILITY PURCHASE HARDWARE TO MAKE THEIR RESEARCH IN-HOUSE. THE PUBLIC WILL BENEFIT FROM THE RESEARCH OF THE CENTER, I.E., ALGORITHMIC BIAS.SUBRECIPIENT ACTIVITIES: THERE ARE NO PLANNED SUBAWARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "725732a0-bf8b-a060-f378-ed41b2f7a9bd-C", "generated_internal_id": "ASST_NON_60NANB23D130_1341"}, {"internal_id": 162127706, "Award ID": "60NANB23D125", "Award Amount": 19800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "11.617", "Description": "PURPOSE/SCOPE:THE PROJECT WILL CONSTRUCT THE APPROXIMATELY 117,000 GROSS SQUARE FEET (GSF) FACILITY AND RELATED SITE IMPROVEMENTS AT THE SITE OF THE CURRENT GENERAL SERVICES BUILDING, NEAR EXIT 185 TO THE NORTH OF INTERSTATE 44 AND EAST OF WHITE COLUMNS DRIVE. THE NEW BUILDING INCLUDES HIGH BAY LABORATORIES; ENCLOSED LAB AND SHOP SPACES; STORAGE; OFFICES; MEETING AND COLLABORATION SPACE; LOBBY AND DISPLAY SPACE; AND GENERAL BUILDING SUPPORT. THE HIGH BAY SPACES ARE ALONG THE SOUTH SIDE OF THE BUILDING FACING INTERSTATE 44. THE OTHER PROGRAM SPACE WILL BE LOCATED IN TWO-STORIES NORTH OF THE HIGH BAY AREA.ACTIVITIES TO BE PERFORMED:ACTIVITIES TO BE PERFORMED INCLUDE ALL CONSTRUCTION ACTIVITIES REQUIRED TO FULLY CONSTRUCT A FUNCTIONING AND OPERATIONAL FACILITY.EXPECTED OUTCOMES:EXPECTED OUTCOMES INCLUDE CREATING A FACILITY THAT WILL HELP DEVELOP ADVANCED MANUFACTURING IN MISSOURI AND GROW AND CREATE A HIGHLY SKILLED, FUTURE-READY WORKFORCE NEEDED TO POSITION MISSOURI AS A GLOBAL LEADER IN ADVANCED MANUFACTURING, MANUFACTURING EDUCATION, RESEARCH AND DEVELOPMENT, TECHNICAL ASSISTANCE, OUTREACH, AND ENTREPRENEURSHIP. AS MISSOURI'S STEM FOCUSED RESEARCH UNIVERSITY AND THE ONLY UNIVERSITY IN THE STATE THAT OFFERS A MANUFACTURING ENGINEERING DEGREE, MISSOURI S&T HAS THE EXPERTISE, LOCATION, AND EDUCATIONAL PROGRAMS TO LEAD THIS INITIATIVE AND STIMULATE ADVANCED MANUFACTURING IN MISSOURI AND THE U.S.INTENDED BENEFICIARIES:THE MISSOURI PROTOPLEX WILL SERVE AS THE ANCHOR FACILITY FOR THE NEW MANUFACTURING TECHNOLOGY AND INNOVATION CAMPUS CONNECTING THE INTENDED BENEFICIARIES OF INDUSTRY MANUFACTURERS, STATE AND FEDERAL AGENCIES, AND COLLEGES AND UNIVERSITIES TO DEVELOP NEW AND IMPROVE EXISTING PROCESSES FOR MANUFACTURING. THE PROTOPLEX WILL ALSO HELP STREAMLINE THE PROCESS OF MOVING RESEARCH AND INNOVATION FROM UNIVERSITY LABS TO THE MARKETPLACE.SUBRECIPIENT ACTIVITIES:NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "80e47254-f029-906f-1450-11bd75b82073-C", "generated_internal_id": "ASST_NON_60NANB23D125_1341"}, {"internal_id": 162127705, "Award ID": "60NANB23D124", "Award Amount": 12202740.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-08", "CFDA Number": "11.617", "Description": "PURPOSE: BIGELOW LABORATORY FOR OCEAN SCIENCES SEEKS A $12,202,740 GRANT FOR THE INNOVATION AND EDUCATION WING PROJECT, EXPANDING THE MAIN LABORATORY BUILDING IN EAST BOOTHBAY, MAINE TO MEET INCREASED DEMAND FOR THE ORGANIZATION'S TRANSFORMATIVE OCEAN SCIENCE EDUCATION INITIATIVES AND TO CONTINUE GROWTH IN ITS INNOVATION WORK TO ADDRESS GLOBAL CLIMATE CHANGE ISSUES AND SUPPORT THE REGIONAL AQUACULTURE AND BIOTECH ECONOMY.ACTIVITIES TO BE PERFORMED: THE NEW WING WILL CONTAIN CLASSROOMS, ARTIFICIAL INTELLIGENCE COLLABORATION SPACE, LABORATORIES, AS WELL AS NEW ADDITIONS TO CAMPUS INCLUDING BIGELOW'S FIRST TEACHING LABS AND A 300-PERSON FORUM THAT WILL BE A RESOURCE FOR THE BROADER COMMUNITY IN THE REGION. THESE FUNDS WILL MATCH A GIFT CHALLENGE FOR THE CONSTRUCTION PROJECT POSED BY THE HAROLD ALFOND FOUNDATION.EXPECTED OUTCOMES: FACILITIES IN THE NEW WING WILL ALLOW BIGELOW TO EXPAND ITS SERVICES TO MARINE RESOURCE MANAGERS IN MAINE AND AROUND THE US, WHICH CURRENTLY INCLUDE MONITORING FOR SHELLFISH TOXINS THROUGH BIGELOW ANALYTICAL SERVICES, SUPPORTING THE GROWING AQUACULTURE SECTOR THROUGH ITS CENTER FOR SEAFOOD SOLUTIONS, AND COLLABORATIVE OPPORTUNITIES WITH THE GROWING BLUE BIOTECHNOLOGY SECTOR THROUGH ITS CENTER FOR ALGAL INNOVATION.INTENDED BENEFICIARIES:THE LABORATORY INTENDS TO INCREASE THE NUMBER OF PEOPLE ENGAGED BY COMMUNITY OUTREACH FROM ITS CURRENT LEVEL OF 1,130 ANNUALLY TO OVER 1,800 WITH THE NEW WING. THIS INCLUDES GENERAL VISITORS TO CAMPUS AND PARTICIPANTS IN SCIENCE OR COMMUNITY WORKSHOPS AND CONFERENCES HOSTED. THE FORUM AND OTHER PUBLIC GATHERING SPACES IN THE NEW WING WILL ALLOW BIGELOW TO HOST LARGER AUDIENCES IN A WORLD-CLASS PRESENTATION SPACE. THE LAB PLANS TO ADD TWO NEW PROFESSIONAL COURSES AND WORKSHOPS IN THE NEAR TERM THAT UTILIZE THE NEW WING, INCLUDING A CRYOPRESERVATION COURSE. BIGELOW'S POPULAR PUBLIC \"CAF-SCI\" SPEAKER SERIES, FOR EXAMPLE, ATTRACTS HUNDREDS OF ATTENDEES ON SUMMER TUESDAY EVENINGS, BOTH IN-PERSON AND VIRTUAL. THESE AND OTHER LARGE EVENTS CURRENTLY TAKE PLACE IN A GLASS-LINED CORRIDOR KNOWN AS THE \"COMMONS\". THE NARROW WIDTH, SUN EXPOSURE, AND POOR ACOUSTICS OF THE COMMONS HAVE PROVEN UNSUITABLE FOR THE SERIES AND DOES NOT SUPPORT THE HIGH QUALITY OF BIGELOW SCIENCE OR SCIENTIFIC PRESENTATIONS. THE COMMONS IS ALSO A CENTRAL THOROUGHFARE FOR THE LAB, PRECLUDING HOSTING WORKSHOPS OR SMALL CONFERENCES IN THE SPACE DURING BUSINESS HOURS.WITH THE ADDED CLASSROOM AND EDUCATIONAL LABORATORY SPACES TO BE BUILT, STUDENTS WILL BE MAJOR BENEFICIARIES OF THIS WING. PROGRAMS SUCH AS BIGELOW'S \"SEA CHANGE,\" ONE OF THE TOP RESEARCH EXPERIENCES FOR UNDERGRADUATES IN MARINE SCIENCE IN THE COUNTRY, WILL BE ABLE TO SERVE TWO TO THREE TIMES THE NUMBER OF STUDENTS. WITH THE NEW WING, BIGELOW WILL HIRE A DEDICATED EDUCATIONAL PROGRAMMING DIRECTOR AND MAKE USE OF THE TWO NEW, 20-PERSON CLASSROOM SPACES ON A REGULAR BASIS. BIGELOW CONTINUES TO WORK WITH COLLEGES TO IDENTIFY WAYS TO FUND EXPANDED OPPORTUNITIES FOR STUDENTS AT BIGELOW. IN THE LONG TERM, IT IS EXPECTED THAT THE NUMBER OF STUDENTS IN THE LABORATORY'S HIGH TOUCH EXPERIENTIAL PROGRAMS WILL DOUBLE FROM THE CURRENT 350 TO 700 ANNUALLY, EDUCATIONAL PARTNERS WILL GROW FROM 7 TO 15, AND EDUCATIONAL PROGRAMS OPERATED ANNUALLY WILL GROW FROM 22 TO 36.SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cdde409b-1712-8edd-59dc-1e0e15391803-C", "generated_internal_id": "ASST_NON_60NANB23D124_1341"}, {"internal_id": 160119201, "Award ID": "60NANB23D118", "Award Amount": 5505390.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-13", "CFDA Number": "11.617", "Description": "PURPOSE: CONSTRUCTION OF A NEW ST. MARY'S UNIVERSITY FACILITY CALLED THE INNOVATION CENTER AND TO EQUIP LABORATORIES RELATED TO ADVANCED MANUFACTURING INCLUDING ROBOTICS AND SMART MANUFACTURING; MEASUREMENT AND INSTRUMENTATION; HUMAN FACTORS; ADDITIVE MANUFACTURING AND REVERSE ENGINEERING; DATA SCIENCE AND MACHINE LEARNING; INNOVATION, ENTREPRENEURSHIP, AND SUPPLY CHAIN; AND AN ENGINEERING DESIGN STUDIO. ACTIVITIES TO BE PERFORMED: THE INNOVATION CENTER IS A NEW BUILDING THAT WILL SUPPORT ADVANCED MANUFACTURING RESEARCH; UNDERGRADUATE AND GRADUATE INSTRUCTION ACROSS A RANGE OF ENGINEERING, COMPUTING, AND OTHER STEM DISCIPLINES, AND INDUSTRIAL/COMMUNITY OUTREACH IN NUMEROUS ENGINEERING, COMPUTING, AND RELATED STEM DISCIPLINES. EXPECTED OUTCOMES: THE FACILITY WILL SUPPORT STEM OUTREACH AND IMPACT 300-500 STUDENTS EACH YEAR THROUGH FACILITY TOURS, WORKSHOPS, AND CAMPS. IN ADDITION, THE RESOURCES OF THE CENTER WILL BE MADE AVAILABLE TO THE LOCAL MANUFACTURING BASE FOR PROJECTS, TRAINING, AND TECHNOLOGY DEMONSTRATION. INTENDED BENEFICIARIES:THE PROJECT WILL DIRECTLY SERVE THE ENTIRE ENGINEERING STUDENT BODY, COMPUTING STUDENTS INCLUDING THOSE IN DATA SCIENCE AND CYBERSECURITY, AND STUDENTS FROM OTHER DISCIPLINES WHO ARE ABLE TO USE ANY OF THE FACILITIES TO SUPPORT THEIR EDUCATION AND RESEARCH PROJECTS. ST. MARY'S UNIVERSITY ANTICIPATES THIS NUMBER TO BE 300-400 UNDUPLICATED STUDENTS EACH YEAR. ST. MARY'S UNIVERSITY ALSO ANTICIPATES 25-30 FACULTY MEMBERS USING THE FACILITY EACH YEAR. ABOUT 50 -60 STUDENTS WILL USE THE FACILITY FOR SENIOR/CAPSTONE PROJECTS AND HONORS THESES AND GRADUATE PROJECTS AND THESES. SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5fba03e7-1bfa-32cc-fd82-61bd86c545aa-C", "generated_internal_id": "ASST_NON_60NANB23D118_1341"}, {"internal_id": 162127704, "Award ID": "60NANB23D117", "Award Amount": 4455000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "11.617", "Description": "PURPOSE: THE ASSEMBLY OF BATTERY CELLS REQUIRES A DRY ROOM DUE TO EXTREME MOISTURE SENSITIVITY OF CELL COMPONENTS. THE DRY ROOM WILL FACILITATE THE ACCELERATED DEVELOPMENT AND TRANSLATION OF BATTERIES FROM THE LAB TO PRACTICAL SCALES BY STUDYING EVERY FACET OF DEVELOPMENT IN A RELEVANT DRY ROOM ASSEMBLY ENVIRONMENT.ACTIVITIES TO BE PERFORMED: THE PURPOSE OF THIS PROJECT IS TO CONSTRUCT A 4,000 SQUARE FOOT DRY ROOM USER FACILITY, INCLUDING BATTERY CELL ASSEMBLY EQUIPMENT, WHICH CAN GO DOWN TO -60 IN CELSIUS DEW POINTS TO ENABLE RESEARCH OF BOTH CURRENT LI-ION BATTERIES AND NEXT-GENERATION SOLID-STATE BATTERIES.EXPECTED OUTCOMES: THIS INFRASTRUCTURE FILLS A GAP BY PROVIDING RESEARCHERS WITH AN ENVIRONMENT TO ASSEMBLE BOTH CURRENT LI-ION AND FUTURE SOLID-STATE BATTERIES. THE IMPACT OF THIS KEY INFRASTRUCTURE WILL BE SUBSTANTIAL BECAUSE IT WILL SIGNIFICANTLY ACCELERATE THE DEVELOPMENT TIMELINE OF THESE TECHNOLOGIES TO ENTER THE ELECTRIC VEHICLE (EV) MARKET.INTENDED BENEFICIARIES:THE INTENDED BENEFICIARIES INCLUDE RESEARCHERS, STUDENTS, BATTERY AND AUTOMOTIVE MANUFACTURERS, AND THE EV WORKFORCE.SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_60NANB23D117_1341"}, {"internal_id": 162127703, "Award ID": "60NANB23D116", "Award Amount": 7425000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "11.617", "Description": "PURPOSE: THE PROJECT PROPOSED HERE INTENDS TO INCORPORATE NOVEL RESEARCH AND DEVELOPMENT AND ECONOMIC DEVELOPMENT ACTIVITIES, EXPANDING THE CAPABILITIES OF THE UNIVERSITY OF PUERTO RICO AT MAYAGUEZ (UPRM).ACTIVITIES TO BE PERFORMED: THE CURRENT VOLATILITY AND RISING PRICES IN THE CONSTRUCTION INDUSTRY, PARTICULARLY IN PUERTO RICO AFTER HURRICANES IRMA AND MARIA, MIGHT AFFECT THE FINAL DESIGN AND SQUARE FOOTAGE OF THIS PROJECT. AS A RESULT, THE EXTENT AND SQUARE FOOTAGE FOR THE NEW STRUCTURE MIGHT FLUCTUATE BETWEEN 9,000-12,000 SQUARE FEET, DEPENDING ON CONSTRUCTION COSTS PER SQUARE FOOT AT THE TIME OF GENERATING THE FINAL DESIGN, AS THE MAIN REQUIREMENT WILL BE TO DEFINE A STRUCTURE THAT FITS WITHIN THE ALLOTTED BUDGET OF $7,425,000.EXPECTED OUTCOMES: THE TEAM WILL LEVERAGE ON THE EXPERTISE OF WORLD-CLASS RESEARCHERS AT THE UNIVERSITY OF PUERTO RICO AT MAYAGUEZ (UPRM) FOCUSING IN FOUR MAIN AREAS: (I) RESEARCH AND DEVELOPMENT OF AEROSPACE TECHNOLOGIES THAT WILL LEVERAGE THE EXPERTISE OF UPRM SCHOLARS ASCRIBED TO THE CENTER FOR AEROSPACE AND UNMANNED SYSTEMS ENGINEERING, AND ONGOING PARTNERSHIPS WITH AEROSPACE COMPANIES ESTABLISHED IN PUERTO RICO; (II) ACADEMIC PARTNERSHIPS TO SIGNIFICANTLY ENHANCE STUDENT UNDERSTANDING OF AEROSPACE ACTIVITIES IN THE AREAS OF PROPULSION TECHNOLOGIES, MATERIAL SCIENCES, NAVIGATIONAL TECHNOLOGIES, ATMOSPHERIC SCIENCES AND HUMAN FACTORS, AND HIGH PERFORMANCE COMPUTING, TO SERVE AS A PIPELINE OF A HIGHLY TRAINED WORKFORCE; (III) BECOME THE LIAISON AMONG ALL ECOSYSTEM KEY-PLAYERS (I.E., ACADEMIA, INDUSTRY, SMALL BUSINESSES/STARTUPS, GOVERNMENT AGENCIES AND NON-GOVERNMENTAL ORGANIZATIONS) AND SERVE AS THE GUIDING FORCE TO ENSURE THE LONG-TERM SUCCESS OF THE IMPLEMENTATION OF THE ECOSYSTEM; AND, (IV) BECOME A LANDING SITE FOR FOREIGN COMPANIES INTERESTED IN ESTABLISHING OPERATIONS IN PUERTO RICO AS WELL AS AN AEROSPACE-RELATED STARTUP INCUBATION FACILITY.INTENDED BENEFICIARIES:FUNDS INVESTED IN SUPPORTING THIS INITIATIVE WILL BE LEVERAGED TO IMPROVE THE NATIONAL COMPETITIVENESS OF THE FACULTY AND STUDENTS FROM UNDERREPRESENTED GROUPS AND EDUCATE AND TRAIN THE TECHNOLOGICAL WORKFORCE OF THE FUTURE.SUBRECIPIENT ACTIVITIES: NO SUBRECIPIENTS HAVE BEEN IDENTIFIED OR PROPOSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6bdc8e4-a0fc-4e87-9c3d-9beced092a12-C", "generated_internal_id": "ASST_NON_60NANB23D116_1341"}, {"internal_id": 161388343, "Award ID": "60NANB23D115", "Award Amount": 6831000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-17", "CFDA Number": "11.617", "Description": "PURPOSE: TO ADDRESS TWO MAJOR LIMITATIONS AT THE UNIVERSITY OF TOLEDO (UTOLEDO): [1] THE CURRENT BSL3/A-BSL3 IS TOO SMALL (2 ROOMS; 1099 FT2) TO RECRUIT NEW MICROBIOLOGY/INFECTIOUS DISEASE FACULTY OR TO ACCOMMODATE ADDITIONAL RESEARCH PROJECTS. FOR EXAMPLE, MMI VIROLOGISTS WERE DELAYED IN 2020 IN WORKING WITH SARS-COV-2, THE VIRUS THAT CAUSES COVID-19, BECAUSE OF BSL3 SPACE/EQUIPMENT LIMITATIONS AND PERSONNEL SECURITY CLEARANCE (FBI BACKGROUND CHECKS ARE NEEDED BECAUSE THE CURRENT BSL3/A-BSL3 IS CDC-DESIGNATED AS A TIER 1 SELECT AGENT FACILITY; MOST RESTRICTIVE FEDERAL REGULATIONS); [2] DLAR NEEDS TO RENOVATE EXISTING SPACES TO BE MORE EFFICIENT, PROVIDE ADDITIONAL HOUSING AND PROCEDURE ROOMS, AND CREATE ISOLATED ROOMS FOR SPECIALIZED RESEARCH NEEDS (E.G., MICROBIOME RESEARCH).ACTIVITIES TO BE PERFORMED: EXPAND THE UTOLEDO BSL3/A-BSL3 FACILITY INTO ADJACENT DLAR SPACE, CREATING 3 NEW BIOCONTAINMENT SUITES FOR TIER 1 SELECT AGENT BSL3/A-BSL3 RESEARCH, MORE THAN DOUBLING THE SIZE OF THE CURRENT BSL3/A-BSL3 FACILITY (1480 FT2 OF NEW BSL3/A-BSL3 SPACE). THESE 3 NEW SUITES WILL BE USED TO STUDY DISEASES LIKE PLAGUE, ANTHRAX, AND TULAREMIA. SEPARATE SUITES ARE IDEAL FOR BIOSECURITY, BIOCONTAINMENT, AND PERSONNEL SAFETY. THIS NEW TIER 1 SELECT AGENT SPACE WILL CONTAIN ITS OWN PASS-THROUGH AUTOCLAVE (ENHANCES BIOSAFETY BY PROVIDING A BACKUP TO THE EXISTING BSL3/A-BSL3 PASS-THROUGH AUTOCLAVE), DECONTAMINATION CHAMBER (FOR CHEMICAL DISINFECTION OF CONTAMINATED EQUIPMENT), AND SHARED EQUIPMENT SPACES.RENOVATE THE EXISTING BSL3/A-BSL3 SPACE (2 ROOMS; 1099 FT2) AND ASSOCIATED ENTRY/EXIT (2 ROOMS; 115 FT2) INTO 3 NEW BIOCONTAINMENT SUITES FOR NON-SELECT AGENT RESEARCH AND CREATE A NEW SHARED ENTRY/EXIT SPACE FOR BOTH SELECT AGENT AND NON-SELECT AGENT BSL3/A-BSL3 SPACES WITH GOWNING, DE-GOWNING, AND DECONTAMINATION SHOWER AREAS. THE CREATION OF THIS NEW NON-SELECT AGENT BSL3/A-BSL3 SPACE WILL ALLOW ANY UTOLEDO RESEARCHER (NO FBI BACKGROUND CHECKS REQUIRED), WITH INSTITUTIONAL BIOSAFETY COMMITTEE (IBC) APPROVAL, TO RAPIDLY INITIATE PROJECTS ON EXISTING AND/OR EMERGING BSL3 PATHOGENS (E.G., COVID-19, INFLUENZA, TUBERCULOSIS, FUTURE PANDEMICS). THE SHARED ENTRY/EXIT SPACE WILL PROVIDE ENLARGED SPACES FOR PUTTING ON, TAKING OFF, AND DECONTAMINATING PERSONNEL PROTECTIVE EQUIPMENT (PPE). IN ADDITION TO THE 3 NEW SUITES, THE NON-SELECT AGENT BSL3/A-BSL3 WILL CONTAIN A PASS-THROUGH AUTOCLAVE (WILL RELOCATE THE EXISTING BSL3/A- BSL3 AUTOCLAVE) AND SHARED EQUIPMENT SPACES.REMODEL 21 EXISTING DLAR ROOMS, UNUSED/REDUNDANT HALLWAYS, AND UNDERUTILIZED SPACES (14,350 FT2 GROSS RENOVATION; 11,308 FT2 ROOM RENOVATIONS) INTO NEW MULTI-PURPOSE ROOMS FOR EITHER ANIMAL PROCEDURES AND/OR ANIMAL HOUSING, INCLUDING THE CREATION OF A NEW ISOLATION SUITE THAT COULD BE USED FOR GERM-FREE/MICROBIOME STUDIES. THESE DLAR RENOVATIONS ARE CRITICALLY NEEDED BECAUSE OF INCREASED UTOLEDO RESEARCH FUNDING, ASSOCIATED INCREASES IN ANIMAL RESEARCH, AND LIMITED AVAILABLE SPACE BUT WILL ADDRESS CURRENT AND PROJECTED UTOLEDO, PROVIDING MULTI-PURPOSE DLAR VIVARIUM SPACE FOR EXISTING BIOMEDICAL SCIENCE FACULTY AND ONGOING FACULTY RECRUITMENT EFFORTS AT UTOLEDO.EXPECTED OUTCOMES: ACROSS UTOLEDO, THE PROPOSED DLAR RENOVATIONS WILL DIRECTLY SUPPORT AND ENHANCE CURRENT RESEARCH, HELP RETAIN NATIONALLY-RECOGNIZED FACULTY, AND AID IN ONGOING EFFORTS TO RECRUIT THE BEST AND BRIGHTEST TALENT TO UTOLEDO. INTENDED BENEFICIARIES:AREAS OF RESEARCH EXCELLENCE AND RESEARCH CENTERS AND INSTITUTES, HUNDREDS OF UTOLEDO FACULTY, STAFF, AND STUDENT RESEARCHERS EXTENSIVELY USE DLAR SPACES FOR ANIMAL HOUSING (INCLUDING TELEMETRY FOR CONTINUOUS MONITORING), ANIMAL PROCEDURE ROOMS, AND SPECIALIZED OR ISOLATED HOUSING/PROCEDURE SPACES (E.G., LENTIVIRUS- OR ADENOVIRUS-TRANSFECTIONS; CANCER OR CHEMOTHERAPY STUDIES; GERMFREE ISOLATION ROOMS FOR MICROBIOME STUDIES).SUBRECIPIENT ACTIVITIES: NO SUBRECIPIENTS HAVE BEEN IDENTIFIED OR PROPOSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3c1ed59-3cba-7d4e-6d41-7c63d1579cae-C", "generated_internal_id": "ASST_NON_60NANB23D115_1341"}, {"internal_id": 161388342, "Award ID": "60NANB23D114", "Award Amount": 1980000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-17", "CFDA Number": "11.617", "Description": "PURPOSE - THE FORSYTH LIBRARY PROJECT WILL TRANSFORM THE EXISTING THREE LEVEL 105,000 SQUARE FOOT LIBRARY INTO A LEARNING COMMONS.ACTIVITIES TO BE PERFORMED - RENOVATION OF THE 1967 BUILDING WILL INCLUDE NEW ELECTRICAL, PLUMBING, HVAC SYSTEMS, AS WELL AS NEW INTERIOR PARTITIONS, FINISHES AND FURNISHINGS; OCCUPIED RENOVATION WORK WILL COMMENCE IN STRATEGICALLY PLANNED PHASES.EXPECTED OUTCOMES - ATTRACT MORE STUDENTS TO SERVICES OFFERED BY THE LIBRARY AND PROVIDE SPACE FOR STUDENT STUDY AND LEARNING, BOTH FOR INDIVIDUALS AND GROUPS.INTENDED BENEFICIARIES - THE PUBLIC, STAFF, AND STUDENTS WILL BENEFIT FROM THE LIBRARY RENOVATION. FORT HAYS STATE UNIVERSITY IS A PUBLIC ACADEMIC INSTITUTION. SUBRECIPIENT ACTIVITIES - NO SUBRECIPIENTS HAVE BEEN IDENTIFIED OR PROPOSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7d2ef35-bf58-fd10-e35d-ea84b7fef5d9-C", "generated_internal_id": "ASST_NON_60NANB23D114_1341"}, {"internal_id": 162127702, "Award ID": "60NANB23D113", "Award Amount": 16456770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-09", "CFDA Number": "11.617", "Description": "PURPOSE: THE UNIVERSITY SEEKS TO CREATE A CENTER FOR WORKFORCE DEVELOPMENT AND APPLIED RESEARCH IN HEALTH, SCIENCE AND CYBER SECURITY THAT WILL SUPPORT THE UNIVERSITY'S CORE EDUCATIONAL MISSION, WHICH INCLUDES PREPARING UNDERGRADUATE AND GRADUATE STUDENTS FOR SUCCESS IN THEIR CHOSEN FIELD OF STUDY WITH SPECIAL EMPHASIS ON PROGRAMS IN CYBER SECURITY, HEALTH SCIENCES AND STEM. ADDITIONALLY, THE CENTER WOULD SERVE AS A NEXUS FOR CAMPUS-WIDE OUTREACH, RESEARCH, AND SERVICE, SUPPORTING EXPANDED EFFORTS BY THE UNIVERSITY TO ENGAGE K-12 STUDENTS AND REGIONAL BUSINESSES BOTH ON ITS OWN AND THROUGH STRATEGIC COLLABORATION.ACTIVITIES TO BE PERFORMED: THE PROJECT FEATURES NEW CONSTRUCTION OF A MULTI-USE FACILITY ON AN OPEN AREA OF UNIVERSITY PROPERTY ON THE 400 BLOCK OF MADISON AVENUE. THE SITE WAS CLEARED IN 2021 THROUGH THE DEMOLITION OF FOUR STRUCTURES. THE CURRENT BUILDING PLAN CALLS FOR A 65,000 SQ. FT. STRUCTURE WITH A TOTAL PROJECT COST ESTIMATE OF $31,500,000.EXPECTED OUTCOMES: THE UNIVERSITY SEEKS TO CREATE A CENTER FOR WORKFORCE DEVELOPMENT AND APPLIED RESEARCH IN HEALTH, SCIENCE AND CYBER SECURITY THAT WILL SERVE AS A NEXUS FOR CAMPUS-WIDE OUTREACH, RESEARCH AND SERVICE BY ENGAGING ACADEMIC DEPARTMENTS AND PROGRAMS FROM ALL THREE OF THE UNIVERSITY'S COLLEGES AND SCHOOLS. THE CENTER WOULD ENHANCE CURRENT AND SUPPORT NEW INNOVATIVE ACADEMIC PROGRAMS IN HEALTH, STEM AND CYBER SECURITY, WITH SPECIAL EMPHASIS ON PROVIDING EXPERIENTIAL LEARNING OPPORTUNITIES FOR UNIVERSITY STUDENTS; AND LEVERAGE EXISTING, LONG-STANDING RELATIONSHIPS WITH REGIONAL NON-PROFITS, BUSINESSES, K-12 SCHOOLS, GOVERNMENT AND HEALTHCARE PROVIDERS.INTENDED BENEFICIARIES: THE CENTER WOULD SUPPORT ONGOING INSTITUTIONAL EFFORTS TO PREPARE STUDENTS FOR CAREERS OR ADVANCED EDUCATION IN THEIR CHOSEN FIELDS OF STUDY WITH SPECIAL EMPHASIS ON PROGRAMS IN CYBER SECURITY, HEALTH SCIENCES AND STEM.THE UNIVERSITY OF SCRANTON AND THE GREATER SCRANTON CHAMBER OF COMMERCE HAVE A LONG TRADITION OF COLLABORATION TO ADDRESS IMPORTANT COMMUNITY NEEDS. THE PROPOSED PROJECT WOULD PROVIDE A PLATFORM TO ADVANCE CURRENT AND PLANNED EFFORTS TO ADDRESS CRITICAL WORKFORCE AND CAREER DEVELOPMENT NEEDS. THE CREATION OF THE CENTER WOULD SUPPORT AN EXPANDED PARTNERSHIP WITH SKILLS IN SCRANTON, THE INDEPENDENT 501C (3) WORKFORCE DEVELOPMENT AFFILIATE OF THE GREATER SCRANTON CHAMBER OF COMMERCE. THROUGH THIS PROJECT, SKILLS IN SCRANTON WOULD COLLABORATE WITH THE UNIVERSITY TO DEVELOP OUTCOMES-BASED, SCHOOL-AGE CAREER PATHWAYS TARGETING K-12 STUDENTS, PARENTS/GUARDIANS, AND EDUCATORS IN LACKAWANNA COUNTY. THE PROGRAM WOULD ASSIST LOCAL EDUCATION AGENCIES AS THEY IDENTIFY PATHWAY OPTIONS EFFECTIVE WITH THE GRADUATING CLASS OF 2023 TO BE COMPLIANT WITH PENNSYLVANIA ACT 158 OF 2018.THE UNIVERSITY RUNS VARIOUS K-12 SCIENCE PROGRAMS, INCLUDING THE UNIVERSITY OF SUCCESS COLLEGE PREPARATION PROGRAM, A RANGE OF SCIENCE ENRICHMENT IN-SCHOOL ASSEMBLIES, AND CAMPUS-BASED ACTIVITIES WITH SCRANTON SCHOOLS AND IN PARTNERSHIP WITH UNITED NEIGHBORHOOD CENTERS. THESE PROGRAMS SERVE PREDOMINANTLY UNDERREPRESENTED AND LOW-INCOME STUDENTS. THE CENTER WILL SUPPORT BOTH PROGRAM IMPROVEMENT AND DEVELOPMENT OF THESE INITIATIVES.SUBRECIPIENT ACTIVITIES: NO SUBRECIPIENTS HAVE BEEN IDENTIFIED OR PROPOSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2a1404a2-0c0d-9e65-5054-a3112ccb234f-C", "generated_internal_id": "ASST_NON_60NANB23D113_1341"}, {"internal_id": 160119199, "Award ID": "60NANB23D098", "Award Amount": 2970000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "11.617", "Description": "PURPOSE: THE RENOVATION OF A BIOLOGICAL SCIENCES RESEARCH BUILDING IS HIGHLY CRITICAL TOWARDS THE PROGRESS OF SCIENTIFIC RESEARCH AND THE ADVANCEMENT OF KNOWLEDGE IN THE FIELD OF BIOLOGY. THE PURPOSE OF THIS PROJECT IS TO UPGRADE THE EXISTING INFRASTRUCTURE TO STATE-OF-THE-ART FACILITIES THAT WILL PROVIDE A CONDUCIVE ENVIRONMENT FOR RESEARCH AND TEACH THE LATEST TECHNICAL SKILLS TO STUDENTS AND RESEARCHERS. ACTIVITIES TO BE PERFORMED: THE PROJECT WILL INVOLVE ACTIVITIES SUCH AS MODERNIZING TEACHING AND RESEARCH LABORATORY SPACE TO ACCOMMODATE NEW RESEARCH PLATFORMS. EXPECTED OUTCOMES: THE EXPECTED OUTCOMES OF THE PROJECT ARE TO FOSTER THE INTERACTION BETWEEN STUDENTS, RESEARCHERS, AND INSTRUCTORS, ADVANCE SEVERAL BIOLOGICAL SCIENCES RESEARCH FIELD, PERFORM HIGH-LEVEL RESEARCH, AND TRAINING. THE RESEARCH LABS ARE INTENDED TO DEVELOP NEW TECHNOLOGIES, IMPLEMENT CUTTING-EDGE RESEARCH TECHNIQUES, AND ADD MEASURABLE VALUE TO THE SCIENTIFIC COMMUNITY, CONTRIBUTING TO THE QUALITY OF RESEARCH SOLUTIONS UTILIZED FOR PUBLIC HEALTH AND ENVIRONMENTAL CONSERVATION. INTENDED BENEFICIARIES: THE INTENDED BENEFICIARIES OF THE RENOVATION PROJECT ARE STUDENTS, RESEARCHERS, AND THE GENERAL PUBLIC. WITH IMPROVEMENTS IN LABORATORY SPACE, LEARNING AND SUPERVISED PRACTICAL ACTIVITIES WILL BE ENHANCED. THE MODERNIZATION OF INFRASTRUCTURE WILL ALSO INCREASE THE CAPACITY TO UNDERTAKE AND SUPPORT LARGE-SCALE RESEARCH ACTIVITIES IN BIOLOGICAL SCIENCES. BESIDES THAT, DISCOVERIES AND ADVANCEMENTS MADE THROUGH THIS RESEARCH FACILITY WILL HELP PROTECT THE ENVIRONMENT AND BENEFIT PUBLIC HEALTH, ESPECIALLY WITH NEW DEVELOPMENTS IN MOLECULAR BIOLOGY THAT WILL PROVIDE INSIGHTS INTO COMPLEX DISEASES AND CONDITIONS FROM THE IMPACT OF THE ENVIRONMENT AND MORE SUSTAINABLE SOLUTIONS FOR AGRICULTURE AND FOOD SECURITY. SUBRECIPIENT ACTIVITIES: NO SUBRECIPIENTS HAVE BEEN IDENTIFIED OR PROPOSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff0560d-a36f-af14-4e1b-7c8b5e67f162-C", "generated_internal_id": "ASST_NON_60NANB23D098_1341"}, {"internal_id": 159697078, "Award ID": "60NANB23D096", "Award Amount": 3960000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-31", "CFDA Number": "11.617", "Description": "PURPOSE: THE PRIMARY OBJECTIVE OF THE PROPOSED PROJECT IS CONSTRUCTION OF A NEW, STATE-OF-THE-ART RESEARCH FACILITY TO SUPPORT UNDERGRADUATE STEM TRAINING AND WORKFORCE DEVELOPMENT. SECONDARY GOALS INCLUDE:- EXPAND CAPACITY TO SUPPORT WORK-BASED TRAINING;- EXTEND EDUCATOR-INDUSTRY PARTNERSHIPS;- PROMOTE CROSS-DISCIPLINARY THINKING AND PROBLEM-SOLVING;- SUPPORT CUTTING EDGE RESEARCH INVESTIGATIONS THAT FULLY INTEGRATE STUDENT TRAINING AS A GATEWAY TO WORKFORCE DEVELOPMENT;- CONTRIBUTE TO U.S. ECONOMIC DEVELOPMENT AND INNOVATION THROUGH INNOVATIVE STEM PROGRAMMING.ACTIVITIES TO BE PERFORMED: THE REQUESTED FUNDS WILL DIRECTLY SUPPORT THE ADDITION OF 21,000 SQUARE FEET TO THE EXISTING FACILITIES.EXPECTED OUTCOMES: OUTCOMES OF THE PROJECT INCLUDE THE ADDITION OF NEW RESEARCH, TEACHING, AND COLLABORATIVE SPACES THAT WILL SUPPORT CONTINUED ENROLLMENT GROWTH IN STEM FOCUSED PROGRAMMING AS WELL AS ENHANCE OUR ABILITY TO PROVIDE WORK-BASED TRAINING. INTENDED BENEFICIARIES:DIRECT INCREASES IN ENROLLMENT GROWTH WILL TRANSLATE TO INCREASED GRADUATION RATES IN STEM DISCIPLINES, THEREBY SUPPORTING A TALENT PIPELINE THAT SERVES TO TRAIN AND RETAIN LOCAL TALENT WITHIN THE COUNTY AND/OR STATE.SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "24adea22-f2a8-6fd4-3884-9615a714ea30-C", "generated_internal_id": "ASST_NON_60NANB23D096_1341"}, {"internal_id": 158187413, "Award ID": "60NANB23D018", "Award Amount": 3774870.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-10", "CFDA Number": "11.617", "Description": "PURPOSE: TO ENHANCE AND EXPAND THE JACKSON ESTUARINE LAB (JEL) IN THE SCHOOL FOR MARINE SCIENCE AND OCEAN ENGINEERING.ACTIVITIES TO BE PERFORMED: THIS PROJECT WILL EXPAND THE FACILITY FOOTPRINT BY APPROXIMATELY 2,150 SQ FT. AND TRANSFORM 1,084 SQUARE FEET OF ANTIQUATED LAB SPACE. THE EXPANSION WILL FEATURE TWO HIGH BAYS FOR VESSEL AND BUOY WORK AND STRUCTURAL COMPONENTS FOR RESEARCH, DIVE LOCKERS WITH SHOWERS, A MEETING ROOM, ADJACENT OFFICES ABOVE THE HIGH BAYS, AND A NEW FACILITY ENTRANCE. A NEW MINIBUS FOR TRANSPORTING STUDENTS TO THE JEL AND OTHER FIELD TRIPS IS INCLUDED IN THE PROJECT.EXPECTED OUTCOMES: THE PROJECT WILL ADDRESS THE RAPIDLY GROWING NEEDS OF THE WATER QUALITY LAB.INTENDED BENEFICIARIES: THE PUBLIC, STAFF, AND STUDENTS WILL BENEFIT FROM THE JEL RENOVATION, LOCATED AT ADAMS POINT ON THE GREAT BAY IN DURHAM, NEW HAMPSHIRE. THE UNIVERSITY OF NEW HAMPSHIRE IS A PUBLIC ACADEMIC INSTITUTION. SUBRECIPIENT ACTIVITIES: NO SUBRECIPIENTS HAVE BEEN IDENTIFIED OR PROPOSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_60NANB23D018_1341"}, {"internal_id": 158187412, "Award ID": "60NANB23D017", "Award Amount": 16830000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-05", "CFDA Number": "11.617", "Description": "PURPOSE - THE FORSYTH LIBRARY PROJECT WILL TRANSFORM THE EXISTING THREE LEVEL 105,000 SQUARE FOOT LIBRARY INTO A LEARNING COMMONS.ACTIVITIES TO BE PERFORMED - RENOVATION OF THE 1967 BUILDING WILL INCLUDE NEW ELECTRICAL, PLUMBING, HVAC SYSTEMS, AS WELL AS NEW INTERIOR PARTITIONS, FINISHES AND FURNISHINGS; OCCUPIED RENOVATION WORK WILL COMMENCE IN STRATEGICALLY PLANNED PHASES.EXPECTED OUTCOMES - ATTRACT MORE STUDENTS TO SERVICES OFFERED BY THE LIBRARY AND PROVIDE SPACE FOR STUDENT STUDY AND LEARNING, BOTH FOR INDIVIDUALS AND GROUPS.INTENDED BENEFICIARIES - THE PUBLIC, STAFF, AND STUDENTS WILL BENEFIT FROM THE LIBRARY RENOVATION. FORT HAYS STATE UNIVERSITY IS A PUBLIC ACADEMIC INSTITUTION. SUBRECIPIENT ACTIVITIES - NO SUBRECIPIENTS HAVE BEEN IDENTIFIED OR PROPOSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7d2ef35-bf58-fd10-e35d-ea84b7fef5d9-C", "generated_internal_id": "ASST_NON_60NANB23D017_1341"}, {"internal_id": 159697077, "Award ID": "60NANB23D016", "Award Amount": 4702500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-26", "CFDA Number": "11.617", "Description": "PURPOSE - KANSAS STATE UNIVERSITY SALINA WILL CONSTRUCT A NEW BUILDING FOR SPACE TO CREATE THE KANSAS IMMERSIVE TECHNOLOGY ENVIRONMENT (KITE) PROJECT. ACTIVITIES TO BE PERFORMED - THE KITE PROJECT WILL BUILD A HANGAR SPACE TO ACCOMMODATE HIGH-DEFINITION LARGE FORMAT DISPLAYS, MULTI-PURPOSE RECONFIGURABLE LED SETS, MOTION PLATFORMS SUITES, AN AUGMENTED REALITY/VIRTUAL REALITY DEVELOPMENT LABORATORY, A HAPTICS LABORATORY, A HOLOGRAPHIC AUDITORIUM, 3-D MODEL AND RENDERING STATIONS, MOTION CAPTURE CAPABILITIES, AND A LASER PROJECTION CAVE. STUDENT CLASSROOMS, COLLABORATIVE RESEARCH SPACES, AND A K-12 STEM RECRUITMENT ATTRACTION ARE ALSO TO BE INCLUDED IN THE HANGAR. THE CONGRESSIONALLY DIRECTED SPENDING ALLOCATED THROUGH NIST PROVIDES INITIAL FUNDING TOWARDS THE DESIGN FEES ASSOCIATED WITH THE FACILITY. CONSTRUCTION COST OF THE FACILITY IS ESTIMATED TO TOTAL $15,203,837. K-STATE SALINA HAS SECURED $10 MILLION FROM CORPORATE SPONSOR GENERAL ATOMICS AERONAUTICAL SYSTEMS. THESE FUNDS WILL HELP TO FINALIZE THE CONSTRUCTION COSTS.EXPECTED OUTCOMES - THE KITE HANGAR WILL EXPAND THE QUALITY AND FIDELITY OF SIMULATION CAPABILITIES.INTENDED BENEFICIARIES - THE PUBLIC, STAFF, AND STUDENTS WILL BENEFIT FROM THE FACILITY. KANSAS STATE UNIVERSITY IS A PUBLIC ACADEMIC INSTITUTION.SUBRECIPIENT ACTIVITIES - NO SUBRECIPIENTS HAVE BEEN IDENTIFIED OR PROPOSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_60NANB23D016_1341"}, {"internal_id": 158187411, "Award ID": "60NANB23D015", "Award Amount": 9900000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-10", "CFDA Number": "11.617", "Description": "PURPOSE - THE PURPOSE OF THE PROJECT IS TO CONSTRUCT A NEW GREEN ENGINEERING AND MATERIALS (GEM) FACTORY OF THE FUTURE.  ACTIVITIES TO BE PERFORMED - THE GEM FACTORY OF THE FUTURE WILL PROVIDE A BUILDING ADDITION OF APPROXIMATELY 94,720 SQUARE FEET TO THE ADVANCED STRUCTURES AND COMPOSITES CENTER ON CAMPUS. THE ADDITION WILL BE COMPRISED OF APPROXIMATELY EQUAL SQUARE FOOTAGE FOR (A) HIGH BAY LAB AREA AND (B) OFFICE AND CLASSROOM AREA. THE HIGH BAY AREA WILL INCLUDE TWO MANUFACTURING BAYS, A NORTH BAY FOCUSED ON HOUSING TECHNOLOGIES AND A SOUTH BAY FOCUSED ON BOATBUILDING.EXPECTED OUTCOMES - THE GEM FACTORY OF THE FUTURE BUILDING WILL PROVIDE WORKFORCE TRAINING FOR UP TO 150 STUDENTS, STAFF, FACULTY, AND COLLABORATORS TO WORK ON PROJECTS RELATED TO COMPUTING, INFORMATION SCIENCE, AND ENGINEERING.INTENDED BENEFICIARIES - THE PUBLIC, STAFF, AND STUDENTS WILL BENEFIT FROM THE FACILITY. THE GEM FACTORY OF THE FUTURE IS LOCATED ON THE UNIVERSITY OF MAINE CAMPUS. THE UNIVERSITY OF MAINE IS A PUBLIC ACADEMIC INSTITUTION. SUBRECIPIENT ACTIVITIES - NO SUBRECIPIENTS HAVE BEEN IDENTIFIED OR PROPOSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_60NANB23D015_1341"}, {"internal_id": 158187410, "Award ID": "60NANB23D014", "Award Amount": 59400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-06", "CFDA Number": "11.617", "Description": "PURPOSE - THE PURPOSE OF THE PROJECT IS TO CONSTRUCT A NEW COLLEGE OF MEDICINE BUILDING TO ACCOMMODATE BOTH EDUCATION AND RESEARCH PROGRAMS.ACTIVITIES TO BE PERFORMED - THE BUILDING WILL BE COMPRISED A WEST WING TO HOUSE A GROSS ANATOMY LAB, RESEARCH LABORATORIES, AND A NEW VIVARIUM AND AN EAST WING WITH EDUCATION AND OFFICE SPACE. THE WINGS WILL CONNECT WITH A LIGHT-FILLED COLLABORATION ZONE OCCUPIED BY MEETING SPACE, LOUNGE AREAS, AND OTHER AMENITIES. THE PROJECT WILL INVOLVE THE RAZING TWO PRE-EXISTING CAMPUS BUILDINGS TO CONSTRUCT 253,466 SQUARE FEET OF NEW SPACE FOR AN OCCUPANCY OF 528 FACULTY, STAFF, AND STUDENTS. A GROSS ANATOMY SUITE WILL PROVIDE MEDICAL EDUCATION INSTRUCTIONAL AND SUPPORT SPACE FOR THE GROSS ANATOMY PROGRAM.EXPECTED OUTCOMES - A PRIMARY GOAL FOR THIS NEW BUILDING PROJECT IS TO CREATE A BUILDING THAT ENCOURAGES COLLISIONS, IMPROMPTU ENCOUNTERS THAT LEAD TO EXCHANGES OF IDEAS AND NEW COLLABORATIONS.INTENDED BENEFICIARIES - THE PUBLIC, STAFF, AND STUDENTS WILL BENEFIT FROM THE IMPROVED FACILITY. THE FREDERICK P. WHIDDON COLLEGE OF MEDICINE BUILDING IS LOCATED ON THE UNIVERSITY OF SOUTH ALABAMA CAMPUS. UNIVERSITY OF SOUTH ALABAMA IS A PUBLIC ACADEMIC INSTITUTION. SUBRECIPIENT ACTIVITIES -NO SUBRECIPIENTS HAVE BEEN IDENTIFIED OR PROPOSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "06e99475-088f-52e6-67ba-36b42571498a-C", "generated_internal_id": "ASST_NON_60NANB23D014_1341"}, {"internal_id": 158187409, "Award ID": "60NANB23D013", "Award Amount": 19800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-05", "CFDA Number": "11.617", "Description": "PURPOSE - THE PROJECT WILL CONSOLIDATE DEPARTMENT ACTIVITIES THAT ARE NOT CURRENTLY LOCATED IN TEMPLE HALL AND PROVIDE ADDITIONAL STATE OF THE ART TEACHING AND RESEARCH LABORATORIES. ACTIVITIES TO BE PERFORMED - TEMPLE HALL WILL BE EXPANDED BY APPROXIMATELY 72,383 SQUARE FEET WHILE ALSO RENOVATING APPROXIMATELY 133,310 SQUARE FEET OF THE CURRENT SPACE. SPACES WILL INCLUDE TEACHING AND RESEARCH LABS, ACADEMIC SUPPORT, STUDENT STUDY, COLLABORATION AREAS, AND DEPARTMENTAL OFFICES. SPACE DEDICATED TO STUDENT SUCCESS AND COMMUNITY PARTNERING WILL BE INCLUDED.EXPECTED OUTCOMES - THE BUILDING AND ADDITION WILL PROVIDE ACADEMIC SPACE FOR 75 FACULTY/STAFF, 100 GRADUATE STUDENTS, AND 2,400 STEM MAJORS. IT IS ESTIMATED THAT 10,000 STUDENTS IN ALL WILL USE THE BUILDING REGULARLY WHILE TAKING SCIENCE GENERAL EDUCATION LECTURES AND LABS. INTENDED BENEFICIARIES - THE PUBLIC, STAFF, AND STUDENTS WILL BENEFIT FROM THE IMPROVED FACILITY. TEMPLE HALL IS LOCATED ON THE MISSOURI STATE UNIVERSITY CAMPUS. MISSOURI STATE UNIVERSITY IS A PUBLIC ACADEMIC INSTITUTION. THREE DEPARTMENTS (BIOLOGY, CHEMISTRY, GEOGRAPHY, GEOLOGY, AND PLANNING) WILL OCCUPY THE BUILDING.SUBRECIPIENT ACTIVITIES - NO SUBRECIPIENTS HAVE BEEN IDENTIFIED OR PROPOSED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "521d6dad-4cec-d101-43b1-01a1438fe39e-C", "generated_internal_id": "ASST_NON_60NANB23D013_1341"}, {"internal_id": 156316047, "Award ID": "60NANB23D003", "Award Amount": 999999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "11.617", "Description": "PURPOSE: THE PURPOSE OF THIS GRANT IS TO EXPAND THE CAPABILITIES OF THE ADVANCED & ADDITIVE MANUFACTURING CENTER (AAM CENTER) AT BRUNSWICK LANDING, A COLLABORATIVE EFFORT BETWEEN NORTHEASTERN UNIVERSITY'S ROUX INSTITUTE AND THE KOSTAS RESEARCH INSTITUTE, THROUGH THE IMPLEMENTATION OF COLD SPRAY SUPPORT EQUIPMENT.ACTIVITIES TO BE PERFORMED: THE PLANNING, DESIGN, AND THE ACQUISITION OF CRITICAL MANUFACTURING TECHNOLOGY RELATED TO COLD SPRAY: COLD SPRAY SUPPORT EQUIPMENT (SPRAY BOOTH, DUST COLLECTOR, AND ROBOTICS), NITROGEN GENERATION SYSTEM, AND GENERAL LAB EQUIPMENT. EXPECTED OUTCOMES: THE ACQUISITION OF THE MANUFACTURING TECHNOLOGY SUPPORTING COLD SPRAY WILL ENHANCE THE AAM CENTER'S CAPABILITIES TO CONDUCT INDUSTRY-DRIVEN/USE-INSPIRED RESEARCH AND DEVELOPMENT AND PROVIDE WORKFORCE DEVELOPMENT AND ECONOMIC DEVELOPMENT OPPORTUNITIES.INTENDED BENEFICIARIES: NORTHEASTERN UNIVERSITY'S ROUX INSTITUTE AND KOSTAS RESEARCH INSTITUTE WOULD DIRECTLY BENEFIT FROM THE EXPANSION OF THE AAM CENTER IN BRUNSWICK LANDING. THIS WOULD IN TURN BENEFIT THE MANUFACTURERS AND RESIDENTS OF MAINE THROUGH IMPROVED ECONOMIC AND WORKFORCE DEVELOPMENT OPPORTUNITIES. SUBRECIPIENT ACTIVITIES: THERE ARE NONE PLANNED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4787a47d-4e7a-9c8a-99e6-91ba7f4c9b8b-C", "generated_internal_id": "ASST_NON_60NANB23D003_1341"}, {"internal_id": 155517565, "Award ID": "60NANB23D001", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-23", "CFDA Number": "11.617", "Description": "AWARD DESCRIPTION PURPOSE:THE PURPOSE OF THIS PROJECT IS THE DEVELOPMENT OF A SMART TECHNOLOGY LAB ENABLING ADVANCES IN INTELLIGENT TECHNOLOGIES RANGING FROM SMART GRID AND UNCREWED AERIAL SYSTEMS (UAS) TO AUTONOMOUS VEHICLES AND ROBOTIC MANUFACTURING SYSTEMS.ACTIVITIES TO BE PERFORMED:THE RESEARCHERS WILL DEVELOP AGILE STANDARDS-BASED RESEARCH INFRASTRUCTURE, INCLUDING ADVANCED COMMUNICATIONS AND COMPUTATIONAL CAPABILITIES, TO SUPPORT EXPERIMENTS IN THE APPLICATION OF INTERNET OF THINGS CONCEPTS TO CITY AND COMMUNITY SYSTEMS, SUPPLY CHAIN AND TRANSPORT SYSTEMS, MANUFACTURING, AND ENERGY INFRASTRUCTURE. EXPECTED OUTCOMES:THE RESULTS OF RESEARCH IN THE PLANNED SMART TECHNOLOGY LAB ARE EXPECTED TO ADVANCE THE NATION'S GOALS FOR CLEAN AND EFFICIENT ENERGY SYSTEMS THROUGH SMART GRID CONCEPTS, VIBRANT COMMUNITIES APPLYING NEW SMART CITY TECHNOLOGIES, AND A GLOBALLY COMPETITIVE U.S. MANUFACTURING SECTOR THROUGH INTELLIGENT CONTROL SYSTEMS AND ADVANCED ROBOTICS.INTENDED BENEFICIARIES:U.S. MANUFACTURING, ENERGY, AND TRANSPORT SECTORS; AND RESEARCHERS AND STUDENTS IN THE NORTHEAST ACADEMIC AND INDUSTRIAL COMMUNITIES.SUBRECIPIENT ACTIVITIES:THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa515d53-837a-3235-6120-222e52294ce4-R", "generated_internal_id": "ASST_NON_60NANB23D001_1341"}, {"internal_id": 152523684, "Award ID": "60NANB22D204", "Award Amount": 705000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "11.617", "Description": "PURPOSE:  THIS APPLICATION REQUESTS FUNDING FOR IMPROVING PORTABLE RAMAN AND ELECTROCHEMISTRY METHODS FOR THE ANALYSIS OF FORENSIC EVIDENCE AT THE CRIME SCENE. ACTIVITIES TO BE PERFORMED:  WVU WILL PROCURE $601,599 IN NEW EQUIPMENT TO UPDATE THEIR FORENSIC SCIENCE LABORATORIES, $71,627 IN CONSUMABLES, AND $31,774 TO SUPPORT A GRADUATE STUDENT.  THESE FUNDS WILL BE USED TO SUPPORT TECHNOLOGY INNOVATION, IMPROVE STANDARDS IN FORENSIC SCIENCE, AND TRAIN STATE AND LOCAL LAW ENFORCEMENT PERSONNEL IN NOVEL PORTABLE SCREENING METHODS FOR SEIZED AND GUNSHOT RESIDUE ANALYSIS, AS WELL AS FOR IMPROVED FINGERPRINT IMAGING TECHNIQUES. EXPECTED OUTCOMES:  THE NEW INSTRUMENTS WILL ASSIST WITH THE DEVELOPMENT OF MORE SENSITIVE AND ACCURATE ANALYSIS OF FORENSIC EVIDENCE AT THE CRIME SCENE.  DEVELOPMENT OF NOVEL METHODS FOR ANALYZING FORENSIC SAMPLES IN THE FIELD WILL LEAD TO MORE RAPID AND ACCURATE ANALYSES, WHICH CAN LEAD TO MORE COST-EFFECTIVE SOLUTIONS FOR THE SEIZED DRUG AND FIREARM DISCIPLINES.  RAPID SCREENING OF SEIZED DRUG AND GUNSHOT RESIDUE SAMPLES COULD HAVE A SIGNIFICANT IMPACT ON THE CURRENT OPIOID AND VIOLENCE EPIDEMICS IN WEST VIRGINIA.  THIS RESEARCH WILL ALSO ASSIST WITH CREATING NEW DATABASES, FACILITATE INTERLABORATORY STUDIES, AND PROVIDE VALIDATED METHODOLOGIES AND STANDARDS THAT CAN BE READILY TRANSFERRED TO THE BROADER LAW ENFORCEMENT COMMUNITY.  THIS EFFORT WILL ALSO AID IN TRAINING NOT ONLY THE CURRENT LAW ENFORCEMENT WORKFORCE, BUT ALSO POTENTIAL FUTURE FORENSIC SCIENTISTS CURRENTLY ENROLLED IN THE WVU DEPARTMENT OF FORENSIC AND INVESTIGATIVE SCIENCE. INTENDED BENEFICIARIES:  IT IS ANTICIPATED THAT THE DELIVERABLES FROM THIS RESEARCH EFFORT WILL BENEFIT NOT ONLY THE STATE FORENSIC LABORATORY IN WEST VIRGINIA IN RAPID ANALYSIS OF SEIZED DRUG AND GUNSHOT RESIDUE SAMPLES, BUT THE BROADER U.S. LAW ENFORCEMENT SYSTEM OF MORE THAN 400 FORENSIC SCIENCE LABORATORIES.  THE NOVEL METHODS DEVELOPED UNDER THIS FUNDING OPPORTUNITY WILL ALSO AID IN TRAINING CURRENT AND FUTURE GENERATIONS OF FORENSIC SCIENTISTS THROUGHOUT THE UNITED STATES.SUBRECIPIENT ACTIVITIES:  THERE ARE NO SUBAWARDS WITH THIS APPLICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00b062d0-a179-1efa-2618-43bea86b43fd-C", "generated_internal_id": "ASST_NON_60NANB22D204_1341"}, {"internal_id": 151949663, "Award ID": "60NANB22D203", "Award Amount": 374000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "11.617", "Description": "PURPOSE:THE PURPOSE OF THIS PROJECT IS TO LEVERAGE THE EXISTING UNIVERSITY OF NEW MEXICO DECEDENT IMAGE DATABASE TO IMPROVE METHODOLOGY USED TO ESTIMATE DEMOGRAPHIC PARAMETERS IN UNKNOWN HUMAN SKELETAL REMAINS, REFERRED TO AS THE FORENSIC BIOLOGICAL ANTHROPOLOGICAL PROFILE.  THE APPLICANT WILL APPLY NEW MACHINE LEARNING METHODS TO IMPROVE THE ESTIMATION OF POPULATION AFFINITY, STATURE (HEIGHT), AND AGE FOR AMERICAN INDIANS (AI) AND HISPANIC/LATINX AMERICANS (HLA).ACTIVITIES TO BE PERFORMED:THE RECIPIENT WILL COLLECT SKELETAL METRIC DATA FROM VIRTUAL OSTEOLOGICAL SAMPLES IN THE FORM OF COMPUTED TOMOGRAPHY (CT) SCANS, OF KNOWN INDIVIDUALS TO BUILD A DATABASE FOR COMPARISON WITH UNKNOWN INDIVIDUALS.  THIS DATA WILL BE PROVIDED TO THE FORENSIC DATABANK, A PRE-EXISTING RESOURCE FOR FORENSIC ANTHROPOLOGY, WHICH WILL MAKE THE DATA AVAILABLE TO THE RESEARCH PUBLIC.  THE RECIPIENT WILL DEVELOP EQUATIONS TO IMPROVE ESTIMATIONS OF STATURE OF UNIDENTIFIED HUMAN REMAINS FROM SEVERAL AMERICAN SUBGROUPS AND USE 3D DATA FROM CT SCANS TO PIONEER NEW METHODS OF AGE ESTIMATION FROM WRIST BONES.  THE RECIPIENT WILL ALSO DEVELOP AND MAKE AVAILABLE TO THE RESEARCH PUBLIC A NEW TOOL FOR ESTIMATING POPULATION AFFINITY OF UNKNOWN HUMAN REMAINS USING DENTAL MORPHOLOGICAL CHARACTERISTICS. THE RECIPIENT WILL ALSO MOVE THIS RESEARCH INTO PRACTICE BY CONDUCTING FORENSIC ANTHROPOLOGICAL ANALYSES TO IMPROVE IDENTIFICATION OF UNIDENTIFIED HUMAN REMAINS IN NEW MEXICO AND OTHER JURISDICTIONS.EXPECTED OUTCOMES:THE RESEARCH EFFORTS WILL MOVE THE FIELD OF FORENSIC ANTHROPOLOGY FORWARD BY DEVELOPING METHODS TO IMPROVE THE ESTIMATION OF POPULATION AFFINITY, STATURE (HEIGHT), AND AGE FOR AMERICAN INDIANS (AI) AND HISPANIC/LATINX AMERICANS (HLA). THIS ALLOWS FORENSIC ANTHROPOLOGISTS TO BETTER CHARACTERIZE AND ASSOCIATE SKELETAL REMAINS WITH THE PROPER POPULATION AFFINITY AND TO ULTIMATELY BRING AN IDENTIFY TO THE SKELETAL REMAINS.INTENDED BENEFICIARIES:THIS PROJECT WILL ADDRESS ONE COMPONENT OF THE ONGOING NATIONAL CHALLENGE OF MISSING AND MURDERED AMERICAN INDIANS.  THIS PROJECT BENEFITS FORENSIC ANTHOLOGISTS, MEDICAL EXAMINERS, CORONERS, LAW ENFORCEMENT AND ULTIMATELY FAMILIES OF MISSING INDIVIDUALS. SUBRECIPIENT ACTIVITIES:NO SUBAWARDS WITH THIS APPLICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88c747ba-e197-d370-0f48-dc2f58b4d3a9-C", "generated_internal_id": "ASST_NON_60NANB22D203_1341"}, {"internal_id": 151949664, "Award ID": "60NANB22D201", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "11.617", "Description": "PURPOSE:  THIS APPLICATION REQUESTS CANCER RESEARCH EQUIPMENT FOR THE FOLLOWING AREAS:  MICROSCOPIC IMAGING; LEAD DEVELOPMENT OPTIMIZATION; TRANSGENIC AND GENE TARGETING; CRYO-ELECTRON MICROSOPY & DNA REPAIR; CANCER PATHOLOGY SCANNING; CLINICAL PHARMACOLOGY; METABOLIC NUTRITION; AND ESSENTIAL BASIC SCIENCE.ACTIVITIES TO BE PERFORMED:  KUCC WILL PROCURE $5.0 MILLION IN NEW EQUIPMENT TO REFRESH THE SHARED USE LABORATORIES SUPPORTING THE CANCER CENTER'S THREE RESEARCH PROGRAMS:  CANCER BIOLOGY; CANCER PREVENTION AND CONTROL; AND DRUG DISCOVERY, DELIVERY, AND EXPERIMENTAL THERAPEUTICS.EXPECTED OUTCOMES:  THESE NEW INSTRUMENTS WILL HELP PROVIDE THE OPTIMAL ENVIRONMENT TO FOCUS THE POWER OF PRECISION MEDICINE, BASIC SCIENCE INQUIRY, DRUG DISCOVERY AND DEVELOPMENT, AND BEHAVIORAL INTERVENTIONS TO DECREASE CANCER INCIDENCE, MORBIDITY, AND MORTALITY. INTENDED BENEFICIARIES:  RESIDENTS OF THE STATE OF KANSAS (105 COUNTIES) AS WELL AS THE 18 NEIGHBORING COUNTIES OF WESTERN MISSOURI WILL BENEFIT FROM THE ENHANCED RESEARCH MADE POSSIBLE BY THE INVESTMENT IN THIS EQUIPMENT.  THESE RESIDENTS ARE SERVED BY KUCC, AS IT IS THE ONLY ACADEMIC CANCER CENTER IN THIS REGION.SUBRECIPIENT ACTIVITIES:  NO SUBAWARDS WITH THIS APPLICATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a1108fb-0099-a708-6def-aa6d101c8ba8-C", "generated_internal_id": "ASST_NON_60NANB22D201_1341"}, {"internal_id": 151949671, "Award ID": "60NANB22D199", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "11.617", "Description": "PURPOSE:THIS AWARD WILL COMPLETE INITIATION OF THE SOIL CARBON SOLUTION CENTER (SCSC) AT COLORADO STATE UNIVERSITY, THEREBY PROVIDING THE UNIVERSITY AND STAKEHOLDERS WITH MODELING AND DATA ACCESS CURRENT NOT AVAILABLE FROM THE UNIVERSITY.  THE PROJECT WILL PROVIDE ACCESS TO SPECIALIZED TECHNOLOGIES, SERVICES, AND EXPERTISE TO SUPPORT THE SCIENTIFIC NEEDS AND ENHANCE THE SCIENTIFIC PRODUCTIV-ITY OF ITS STAFF MEMBERS WHILE SUPPORTING OUTREACH AND EDUCATION INITIATIVES. ACTIVITIES TO BE PERFORMED:THE RECIPIENT WILL CREATE A DIVERSE STAKEHOLDER ADVISORY BOARD COMPOSED OF MEMBER DRAWN FROM INDUSTRY, NGOS, BUSINESSES, INDIGENOUS COMMUNITIES, GOVERNMENT AGENCIES, AND PRODUCERS WHO HAVE EXTENSIVE EXPERIENCE IN ONE OR MULTIPLE ASPECTS OF SOIL SOLUTIONS DEVELOPMENT.  SEVERAL STAFF POSITIONS WILL BE FILLED.  FULL TIME STAFF WILL BE HIRED TO FOCUS ON COMMUNICATIONS, PROJECTMANAGEMENT, AND THE LAUNCH OF THE SCSC'S MODELING AND DATA CONSORTIUM.  SUMMER SALARY SUPPORT WILL BE PROVIDED FOR SEVERAL CSU FACULTY ASSOCIATED WITH THE CENTER.  THE SCSC DIRECTOR EXPECTS TO CONDUCT SEARCHES AND HIRE AN ASSOCIATE CENTER DIRECTOR, COMMUNICATIONS DIRECTOR, AND TWO DATA SCIENTISTS IN EARLY 2023.  A COMPUTATIONAL CAPABILITY WILL BE ESTABLISHED WITH THE PURCHASE OF THE NECESSARY COMPUTING HARDWARE FOR USE BY 2 DATA SCIENTISTS.  THIS WILL ALLOW THE CENTER TO BEGIN PROVIDING SOIL MODELING AND DATA SERVICES.EXPECTED OUTCOMES:THE SCSC WILL SUPPORT BREAKTHROUGH RESEARCH AND DEVELOPMENT OF NEW TECHNOLOGIES FOR PROMOTING SOIL CARBON SEQUESTRATION AND IMPROVING OVERALL SOIL HEALTH IN AGRICULTURAL SYSTEMS.  BY LEVERAGING THE UNIQUE EXPERTISE AND LEADERSHIP OF RESEARCHERS ACROSS CSU, TRANSDISCIPLINARY EXPERTISE WILL BE BROUGHT TO BEAR ADDRESSING IMPLEMENTATION BARRIERS AND BRINGING SOIL CARBON SOLUTIONS TO SCALE. THE SCSC AIMS TO CREATE NEW AND PRODUCTIVE COLLABORATIONS AMONG SCIENTISTS IN THE FIELD OF SOIL ECOLOGY AND BIOGEOCHEMISTRY, ENERGY SECTOR ENGINEERING, CROP GENETICS, AGRO AND ENVIRONMENTAL ECONOMICS, EXTENSION AND OUTREACH, BUSINESS DEVELOPMENT, HUMANITIES, AND ENVIRONMENTAL POLICY, TOWARD A COMMON GOAL OF DEVELOPING APPLIED SOIL-BASED SOLUTIONS AND BRING THEM TO SCALE, GLOBALLY, AS A KEY CO2 REMOVAL TECHNOLOGY AND A MEANS TO IMPROVE SUSTAINABLE FOOD, FIBER AND BIOENERGY PRODUCTION, AND ENVIRONMENTAL HEALTH.INTENDED BENEFICIARIES: THIS PROJECT WILL BENEFIT A BROAD RANGE OF STAKEHOLDER IN THE SOIL CARBON SEQUESTRATION COMMUNITY.  ADVANCE TOOLS WILL BE CREATED THAT BENEFIT INDUSTRY DEVELOPMENT AND EMPLOYMENT IN A NEW DOMESTIC AND GLOBAL INDUSTRY, SPURRING DEVELOPMENT AND EMPLOYMENT IN THE U.S.  THE SCSC WILL PROVIDE TO THE PUBLIC CURATED, CERTIFIED SOIL MODELS, ACCESS TO CERTIFIED COMPILED MODEL VERSIONS AND SOURCE CODE, TESTING AND VALIDATION OF MODEL IMPROVEMENTS PROPOSED BY OTHER ACADEMIC CONSORTIUM MEMBERS, ACCESS TO FIELD MEASUREMENT DATABASES, FULL UP-TO-DATE DOCUMENTATION OF MODELS AND DATABASES, INTENSIVE TRAINING COURSES IN THE APPLICATION OF MODELS AND TOOLS, AND HOSTING OF INTERNS AND GUEST RESEARCHERS INTERESTED IN MORE EXTENSIVE TRAINING IN THE USE OF PROCESS-BASED BIOGEOCHEMICAL SIMULATION MODELS.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_60NANB22D199_1341"}, {"internal_id": 151949665, "Award ID": "60NANB22D171", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "11.617", "Description": "PURPOSE:  ESTABLISH AN ACCREDITED OCEANOGRAPHIC CALIBRATION LABORATORY ON THE GULF TO STRATEGICALLY IMPROVE DATA EFFICACY FOR INDUSTRY, ACADEMIA, AND US GOVERNMENT INTERESTS.ACTIVITIES TO BE PERFORMED:  DESIGN AND ESTABLISH A CALIBRATION FACILITY INCLUSIVE OF CALIBRATION INSTRUMENTS, STANDARDS, SUPPORT EQUIPMENT AND ENVIRONMENTAL CONTROLS. ACQUIRE AND INSTALL NECESSARY EQUIPMENT AND TRAIN STAFF TO WORK WITH THE EQUIPMENTS.EXPECTED OUTCOMES:  THIS PROPOSED FACILITY WILL SERVE THE U.S. RESEARCH, DEFENSE, AND MARINE OPERATIONS COMMUNITIES WITH HIGH QUALITY AND RAPID RE-CALIBRATION SERVICES. POSITIVE IMPACTS ARE EXPECTED FOR RESEARCH, NATURAL RESOURCE MANAGEMENT, SHIPPING OPERATIONS AND DEFENSE OPERATIONS.INTENDED BENEFICIARIES:  NIST:  ESTABLISHING AN ACCREDITED OCEANOGRAPHIC CALIBRATION LABORATORY ON THE GULF WILL STRATEGICALLY IMPROVE DATA EFFICACY FOR INDUSTRY, ACADEMIA, AND US GOVERNMENT INTERESTS, INCLUDING THOSE OF NIST.  MISSISSIPPI:  NIST CERTIFIED CALIBRATION SERVICES ARE IN HIGH DEMAND RELATIVE TO THEIR AVAILABILITY. A LAB IN MISSISSIPPI WOULD BE STRATEGIC NOT ONLY FOR MISSISSIPPI, BUT ALSO FOR ATTRACTING BUSINESS THROUGHOUT THE SOUTHEAST UNITED STATES.  PUBLIC:    AN ACCREDITED OCEANOGRAPHIC CALIBRATION LABORATORY WHICH WOULD AID IN QUICKER RE-CALIBRATION AND MAINTENANCE OF OCEANOGRAPHIC SENSORS WOULD BENEFIT ACTIVITIES IN RESEARCH, NATURAL RESOURCE MANAGEMENT, SHIPPING OPERATIONS AND DEFENSE OPERATIONS.  SUBRECIPIENT ACTIVITIES:  THE RECIPIENT DOES INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81f17a9d-1aaf-0e74-d229-7c735ebea92f-C", "generated_internal_id": "ASST_NON_60NANB22D171_1341"}, {"internal_id": 151949658, "Award ID": "60NANB22D170", "Award Amount": 950000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "11.617", "Description": "PURPOSE:  ADVANCE AND EXPAND JILAS RESEARCH CAPABILITY WITH NEW RESEARCH EQUIPMENT, MOST NOTABLY FOR JILAS MULTI-USER FABRICATION FACILITIES.ACTIVITIES TO BE PERFORMED:  ACQUIRE AND INSTALL EQUIPMENT NEEDED FOR PLANNED SCIENTIFIC INVESTIGATION AND TRAINING OF NEXT-GENERATION RESEARCHERS.EXPECTED OUTCOMES:  JILA IS A COLORADO-BASED RESEARCH INSTITUTE THAT CONTRIBUTES SUBSTANTIALLY TO U.S. LEADERSHIP IN QUANTUM SCIENCE, A TECHNOLOGICAL AREA THAT HAS BEEN IDENTIFIED AS STRATEGICALLY IMPORTANT TO THE U.S. PRIMARY IMPACTS WILL BE WORKFORCE DEVELOPMENT, REGIONAL ECONOMIC CAPACITY BUILDING, AND FUNDAMENTAL RESEARCH IN QUANTUM SCIENCE.INTENDED BENEFICIARIES:  NIST:  ADDITION OF LABORATORY EQUIPMENT WOULD AID IN KEEPING JILA FACILITIES FUNCTIONAL, WHICH IS ESSENTIAL FOR NIST AND THE U.S. TO REMAIN THE WORLD LEADER IN QUANTUM SCIENCE.  COLORADO/JILA:  HELP COLORADO MAINTAIN ITSELF AS THE QUANTUM STATE.  PUBLIC:    THE NEW EQUIPMENT WOULD AID IN MOVING EMERGING QUANTUM TECHNOLOGY FROM LAB TO MARKET.  SUBRECIPIENT ACTIVITIES:  THE RECIPIENT DOES INTEND TO SUB AWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_60NANB22D170_1341"}, {"internal_id": 152523709, "Award ID": "60NANB22D169", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "11.617", "Description": "PURPOSE: THE PURPOSE OF THIS GRANT IS TO CREATE A CENTER FOR COMMERCIALIZATION LINKED TO THE NATIONAL INSTITUTE FOR MATERIALS ADVANCEMENT AT PITTSBURG STATE UNIVERSITY.  ACTIVITIES TO BE PERFORMED: THE CENTRAL GOAL OF THE CENTER IS TO USE RESEARCH AND PARTNERED RESEARCH TO DEVELOP PRODUCTS CAPABLE OF BEING DELIVERED TO MARKET AND TO COMMERCIALIZE SAID PRODUCTS. OVER THE COURSE OF THE THREE YEARS OF THIS PROPOSED PROJECT, THE CENTER FOR COMMERCIALIZATION WILL BE ESTABLISHED, STAFFED, AND EQUIPPED TO CREATE RESEARCH-TO-MARKET PRODUCTS. EXPECTED OUTCOMES: THE CENTER FOR COMMERCIALIZATION WILL ENGAGE AND CONVENE PROSPECTIVE MANUFACTURERS, CREATE PROVE OUT CENTERS, WITH FOCUS ON THE CREATION AND RESHORING OF MANUFACTURING JOBS IN THE US. IN ADDITION TO IMPROVED ACCESS FLOWS THRU A DEFINED PROTOTYPING HIGHWAY? FOR TECH COMMERCIALIZATION, THIS EFFORT WILL ALSO LINK ADVANCED RESEARCH CAPABILITIES OF NEXT GENERATION? MATERIALS THROUGH THE RECENTLY FUNDED NIMA INITIATIVE AT PITTSBURG STATE UNIVERSITY.INTENDED BENEFICIARIES: THE INTENDED BENEFICIARIES ARE LOCAL RESIDENTS, AND BUSINESSES AS WELL AS POTENTIAL POLYMERS- AND PLASTICS-BASED MANUFACTURING EFFORTS IN THE FOUR-STATE REGION OF KANSAS, MISSOURI, ARKANSAS AND OKLAHOMA. SUBRECIPIENT ACTIVITIES: THE RECIPIENT HAS SET ASIDE $225,000 OVER THREE YEARS FOR GENERICALLY DESCRIBED CONTRACT WORK RELATED TO THIS RESEARCH PROJECT. SPECIFIC SUB-AWARDEES WERE NOT IDENTIFIED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1a73c2e-70a5-3723-ef5e-ab551440b663-C", "generated_internal_id": "ASST_NON_60NANB22D169_1341"}, {"internal_id": 151949652, "Award ID": "60NANB22D168", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "11.617", "Description": "PURPOSE:THE PURPOSE OF THIS PROJECT IS TO USE MACHINE LEARNING AND OTHER ADVANCED COMPUTATIONAL METHODS TO ACCELERATE THE THERAPEUTIC DRUG DISCOVERY PROCESS.ACTIVITIES TO BE PERFORMED:THE RESEARCHERS WILL ACQUIRE AND IMPLEMENT A HIGH-PERFORMANCE DATA ANALYTIC AND COMPUTING INFRASTRUCTURE AT THE UNIVERSITY AT BUFFALO (UB). THEY WILL USE THIS INFRASTRUCTURE TO APPLY THE COMPUTATIONAL ANALYSIS OF NOVEL DRUG OPPORTUNITIES (CANDO) PLATFORM TO DISCOVER AND DESIGN THERAPEUTIC DRUG THERAPIES TO TREAT A VARIETY OF HIGH PRIORITY DISEASES.EXPECTED OUTCOMES:THE PROJECT EXPECTS TO RAPIDLY IDENTIFY NOVEL COMPOUNDS WITH THE POTENTIAL TO BE USED AS THERAPEUTICS. IN ADDITION, THIS FACILITY WILL IMPROVE RESEARCH, TRAINING, AND EDUCATION ACTIVITIES AT UB.INTENDED BENEFICIARIES:THIS IS TO ACQUIRE A HIGH-PERFORMANCE DATA ANALYTIC INFRASTRUCTURE TO SUPPORT A COMPUTATIONAL DRUG DISCOVERY PLATFORM.  THIS WILL LEAD TO COMMERCIALIZATION OF NEW DRUGS FOR PATIENT USE BENEFITING THE US PHARMACEUTICAL INDUSTRY, PUBLIC, AND RESEARCHERS INTERESTED IN DRUG DISCOVERY METHODS.SUBRECIPIENT ACTIVITIES:THE RECIPIENT DOES NOT INTEND TO SUB AWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f94a8263-c1eb-718b-03c5-bb8a878692fd-C", "generated_internal_id": "ASST_NON_60NANB22D168_1341"}, {"internal_id": 152523663, "Award ID": "60NANB22D167", "Award Amount": 984000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "11.617", "Description": "THE PURPOSE OF THIS GRANT IS TO FUND AN UPGRADE OF A NUCLEAR MAGNETIC RESONANCE FACILITY AT RENSSELAER POLYTECHNIC UNIVERSITY TO SUPPORT MEASUREMENTS OF BIOTHERAPEUTIC AND OTHER FLUIDS BEING DEVELOPED FOR SOCIETAL AND ECONOMIC NEEDS OF COMPANIES AND INSTITUTIONS ACROSS THE NEW YORK STATE AREA. ACTIVITIES TO BE PERFORMED: AGING AND OBSOLETE KEY PARTS OF AN EXISTING NUCLEAR MAGNETIC RESONANCE INSTRUMENT WILL BE REPLACED WITH A MODERN RADIO FREQUENCY CONSOLE, CRYOPROBE, AND CRYOPROBE COOLING UNIT AND INSTALLED INTO THE EXISTING INFRASTRUCTURE.    EXPECTED OUTCOMES: REPLACING THE EXISTING, OBSOLETE EQUIPMENT WILL ALLOW THE FACILITY TO BETTER SERVE MORE COMPLEX NEEDS FROM LOCAL INDUSTRY, ESPECIALLY IN THE BIOPHARMACEUTICAL AREA. THE NEW INSTRUMENTATION CORE WILL PROVIDE HIGHER QUALITY MEASUREMENTS. THE FACILITY IS ALSO A KEY COMPONENT OF WORKFORCE DEVELOPMENT FOR THIS REGION.   INTENDED BENEFICIARIES: THE FACILITY CURRENTLY SUPPORTS MULTIPLE COMPANIES LOCATED IN NEW YORK STATE THAT ARE KEY TO PRODUCTS THAT ENHANCE THE STANDARD OF LIVING ACROSS THE UNITED STATES. THE FACILITY IS ALSO AN IMPORTANT ELEMENT IN RESEARCH PROGRAMS AT SEVERAL NEW YORK BASED UNIVERSITIES THROUGH WHICH WORKFORCE DEVELOPMENT SERVES A BROAD POPULATION.  SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3be7d3a-ba4a-8f04-76e3-df70beba3000-C", "generated_internal_id": "ASST_NON_60NANB22D167_1341"}, {"internal_id": 151570544, "Award ID": "60NANB22D164", "Award Amount": 3000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-26", "CFDA Number": "11.617", "Description": "PURPOSE: THE PURPOSE OF THIS GRANT IS TO EXPAND THE NATIONAL CENTER FOR ADVANCED MATERIALS PERFORMANCE (NCAMP) QUALIFICATIONS FRAMEWORK FOR MANUFACTURING MATERIALS AND PROCESSES.ACTIVITIES TO BE PERFORMED: THE PURCHASE, INSTALLATION, AND REQUIRED TRAINING FOR THE RPMI STANDARD 557XR WITH 4KW FIBER LASER WILL OCCUR. ADDITIONALLY, A GROUP OF SUBJECT MATTER EXPERTS WILL SERVE AS A STEERING COMMITTEE AND ASSIST IN THE CREATION OF AN INITIAL FRAMEWORK FOR THE DED PROCESS. EXPECTED OUTCOMES: THE ACQUISITION OF THE RPMI STANDARD 557XR WITH 4KW FIBER LASER WILL ALLOW FOR FUTURE INNOVATION AND EXTEND LAB CAPABILITIES AND IMPROVED QUALIFICATION DATABASES, SPECIFICATIONS, AND EQUIVALENCY PROTOCOLS IN INDUSTRY.INTENDED BENEFICIARIES: NCAMP AND IT?S PARTNERS WOULD DIRECTLY BENEFIT FROM THE EXPANSION OF CURRENT CAPABILITIES. THIS WOULD IN TURN HELP TO EXPEDITE THE ADAPTATION OF ADDITIVE MANUFACTURING PROCESSES AND STANDARDS WHICH WILL BENEFIT INDUSTRY AND ULTIMATELY THE GENERAL PUBLIC. SUBRECIPIENT ACTIVITIES: THE ONLY CONTRACTUAL OBLIGATION IS WITH THE MANUFACTURER OF THE RPMI STANDARD 557XR WITH 4KW FIBER LASER FOR THE PURCHASE, INSTALLATION, AND TRAINING FOR PROPER OPERATION OF THE EQUIPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5fa8ba1a-d5eb-7348-472d-6a58174c937f-C", "generated_internal_id": "ASST_NON_60NANB22D164_1341"}, {"internal_id": 152523692, "Award ID": "60NANB22D163", "Award Amount": 385000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "11.617", "Description": "PURPOSE:THE PURPOSE OF THIS GRANT IS TO ENHANCE THE QUALITY OF BIOMEDICAL AND CHEMICAL RESEARCH OPPORTUNITIES FOR SCIENCE FACULTYAND STUDENTS ENROLLED IN THE UNIVERSITY OF CHARLESTON'S BACHELOR'S DEGREE PROGRAMS IN BIOLOGY AND CHEMISTRY AS WELL ASTHE DOCTOR OF PHARMACY PROGRAM.ACTIVITIES TO BE PERFORMED:UNIVERSITY OF CHARLESTON WILL PURCHASE EQUIPMENT FOR ADVANCED BIOLOGICAL AND CHEMICAL MEASUREMENTS. THEY WILLPURCHASE A GAS CHROMATOGRAPH AND MASS SPECTROMETER INSTRUMENT (GC/MS), A MISEQ SYSTEM, QUBIT 4 QUANTITATIONSTARTER KIT AND QUBIT 4 ACCESSORIES.EXPECTED OUTCOMES:THIS PROJECT WILL ENHANCE THE QUALITY OF BIOMEDICAL AND CHEMICAL RESEARCH OPPORTUNITIES AT THE UNIVERSITY OF CHARLESTON.THE EQUIPMENT WILL ENABLE FACULTY AND STUDENTS TO PRODUCE RESEARCH SUITABLE FOR PUBLICATION IN SCIENTIFIC JOURNALS.INTENDED BENEFICIARIES:THIS IS TO ACQUIRE ADVANCED BIOMEDICAL AND CHEMICAL INSTRUMENTATION WHICH WILL ENHANCE THE QUALITY OF BIOMEDICAL ANDCHEMICAL RESEARCH AT THE UNIVERSITY. THE EQUIPMENT WILL ENABLE FACULTY AND STUDENTS TO PRODUCE BIOMEDICAL AND CHEMICALRESEARCH SUITABLE FOR PUBLICATION IN PROFESSIONAL JOURNALS AND CONFERENCE PROCEEDINGS.SUBRECIPIENT ACTIVITIES:THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5770468b-6e58-371e-9d82-8285513b1514-C", "generated_internal_id": "ASST_NON_60NANB22D163_1341"}, {"internal_id": 152523685, "Award ID": "60NANB22D157", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "11.617", "Description": "PURPOSE:  PROVIDE RESOURCES AND KNOW-HOW TO INNOVATORS, WHICH WILL ACCELERATE MS AND US COMMERCIALIZATION AND MARKET ADOPTION OF GRAPHENE.ACTIVITIES TO BE PERFORMED:  ESTABLISH A GRAPHENE PRODUCT VALIDATION LABORATORY, A CONCERTED GRAPHENE CENTER FOCUSED ON COMMERCIALIZATION AND VALIDATION.EXPECTED OUTCOMES:  MORE US GRAPHENE-BASED INNOVATION AND COMMERCIALIZATION WILL OCCUR BY IMPLEMENTING THE GRAPHENE PRODUCT VALIDATION LABORATORY AND EXPECTED COMMERCIALIZATION OF THESE MATERIALS WOULD BE HIGHLY BENEFICIAL FOR THE 2D MATERIALS INDUSTRY.INTENDED BENEFICIARIES:  NIST: GRAPHENE RESEARCH IS AN IMPORTANT MISSION FOR NIST. A GRAPHENE PRODUCT VALIDATION LABORATORY THAT WOULD PROVIDE RESOURCES AND KNOW-HOW TO INNOVATORS, WHICH WILL ACCELERATE US COMMERCIALIZATION AND MARKET ADOPTION OF GRAPHENE, WOULD BE BENEFICIAL.  MISSISSIPPI:  A GRAPHENE PRODUCT VALIDATION LABORATORY WOULD HELP THE RECIPIENT TO BECOME A TRUSTED AND RESPECTED ORGANIZATION FOR GRAPHENE QUALITY STANDARDS.  PUBLIC:  GRAPHENE IS ONE OF THE MOST WIDELY APPLICABLE ADDITIVES OF RECENT HISTORY. AN ACCELERATED COMMERCIALIZATION WOULD HELP IN THE DEVELOPMENT OF GRAPHENE FOR POSSIBLE USES SUCH AS VIRUCIDAL COATING FOR COVID-19, CREATION OF SUPER BATTERIES, AND ANTI-ICE AND HEAT-REFLECTIVE COATINGS.  SUBRECIPIENT ACTIVITIES:  THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81f17a9d-1aaf-0e74-d229-7c735ebea92f-C", "generated_internal_id": "ASST_NON_60NANB22D157_1341"}, {"internal_id": 151949667, "Award ID": "60NANB22D152", "Award Amount": 999994.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "11.617", "Description": "PURPOSE: THE PURPOSE OF THIS GRANT IS TO PROVIDE FUNDING FOR THE PROCUREMENT OF EQUIPMENT AND DEVICES FOR USE AT PLYMOUTH STATE TO BOLSTER AREAS RELATED TO THE UNIVERSITY'S ROBOTICS PROGRAM.ACTIVITIES TO BE PERFORMED: PURCHASE OF EQUIPMENT AND DEVICES TO HELP CREATE TEACHING SPACES, OPEN LABS, PROTOTYPING SPACES, PROVIDE TOOLS FOR CREATION, PROVIDE INDUSTRY-STANDARD GEAR FOR OUR STUDENTS TO LEARN TECHNIQUES AND BEST PRACTICES. THE OVERSIGHT OF THE CONTRACTORS FOR THE INSTALLATION AND CALIBRATION OF EQUIPMENT WILL BE PERFORMED BY THE PI. EXPECTED OUTCOMES: THE IMPROVEMENTS SHOULD ALLOW ENHANCED LEARNING AND COLLABORATION SPACES TO BOLSTER EDUCATION. INTENDED BENEFICIARIES: UNIVERSITY STUDENTS AND STAFF WILL SEE THE IMMEDIATE BENEFIT OF THESE PURCHASE WHILE THEIR COUNTERPARTS IN GOVERNMENT AND INDUSTRY WILL BENEFIT FROM THE AVAILABILITY OF ADDITIONAL RESOURCES FOR COLLABORATION.  SUBRECIPIENT ACTIVITIES: CONTRACTUAL OBLIGATIONS WILL BE FULFILLED BY VARIOUS VENDERS. THEY WILL PROVIDED EQUIPMENT AND CALIBRATION AS WELL AS THE SETUP AND INSTALLATION OF VARIOUS NONTECHNICAL RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bb92e3c-40cd-1440-0bcb-cafb1723829f-C", "generated_internal_id": "ASST_NON_60NANB22D152_1341"}, {"internal_id": 152523693, "Award ID": "60NANB22D151", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "11.617", "Description": "PURPOSE: A REPORT PRODUCED BY ENTERPRISEKC (EKC) IN 2020 INDICATED THAT THERE ARE OVER 3,600 CYBERSECURITY JOB OPENINGS IN THE GREATER KC AREA ALONE, REPRESENTING $350M IN UNREALIZED SALARIES. THE REPORT CONCLUDES THAT KANSAS UNIVERSITIES ARE NOT PRODUCING ENOUGH COMPUTER AND INFORMATION-SCIENCE GRADUATES TO FILL THESE MARKET DEMANDS.  EMPORIA STATE UNIVERSITY WILL ADDRESS THESE ISSUES BY EXPANDING THEIR CAPABILITY VIA A CYBERSECURITY CENTER TO DEVELOP MORE TALENT QUALIFIED TO MEET THE JOB MARKET NEEDS IN SECURITY, THEREBY INCREASING LOCAL EXPERTISE AND SUPPORTING THE KANSAS BUSINESS COMMUNITY. ACTIVITIES TO BE PERFORMED: THE PROPOSED PROJECT INCLUDES EQUIPPING AND STAFFING A CYBERSECURITY CENTER AT EMPORIA STATE UNIVERSITY'S SCHOOL OF BUSINESS. THE WORK OF THE CENTER WILL BUILD OUT CYBERSECURITY KNOWLEDGE SYSTEMS THAT BENEFIT THE EMPORIA AREA COMMUNITY. THE CENTER WILL HOST CYBERSECURITY COMPETITIONS, AWARENESS SEMINARS, AND A CYBERSECURITY DAY. THE CENTER WILL ALSO SUPPORT EMPORIA STATE UNIVERSITY FACULTY AND STAFF WITH CYBERSECURITY TRAINING AND CERTIFICATIONS AND WILL CREATE PARTNERSHIPS BETWEEN FACULTY AND STUDENT FOR JOINT RESEARCH. EXPECTED OUTCOMES: SUCCESS IN THIS PROJECT WILL RESULT IN INCREASED CYBERSECURITY RESOURCES FOR THE EMPORIA AREA COMMUNITY AND KANSAS. EMPORIA STATE UNIVERSITY WILL ENDEAVOR TO INCREASE THE NUMBER OF STUDENTS WITH ACADEMIC AND INDUSTRY-ACCEPTED CYBERSECURITY CREDENTIALS BY 25%, REACH 500 COMMUNITY MEMBERS AND BUSINESS OWNERS IN VARIOUS OUTREACH PROGRAMS, SPONSOR SIX FACULTY AND STAFF THAT EARN ADDITIONAL CERTIFICATIONS, AND PROVIDE SUPPORT FOR TEN FACULTY-STUDENT RESEARCH PARTNERSHIPS. INTENDED BENEFICIARIES:  THIS PROJECT WILL HELP FILL THE NEED FOR LOCAL CYBERSECURITY EXPERTISE TO LEND TO THE KANSAS BUSINESS COMMUNITY. EFFORTS WILL BE AIMED AT PROVIDING RESOURCES FOR HIGH SCHOOL AND UNIVERSITY STUDENTS, FACULTY, SMALL BUSINESSES, NON-PROFITS, AND THE BROADER POPULATION OF KANSAS RESIDENTS.SUBRECIPIENT ACTIVITIES: THERE ARE NO PLANNED SUBAWARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6e63ff54-df69-fa68-1e0c-415d96233074-C", "generated_internal_id": "ASST_NON_60NANB22D151_1341"}]