[{"internal_id": 46313485, "Award ID": "70NANB5H1144", "Award Amount": 10365994.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2005-09-07", "CFDA Number": "11.611", "Description": "MASSACHUSETTS MANUFACTURING EXTENSION PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "715f5fda-a815-34ed-5a8e-5837fcb27f56-C", "generated_internal_id": "ASST_NON_70NANB5H1144_1341"}, {"internal_id": 160119224, "Award ID": "70NANB23H100", "Award Amount": 1707600.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "11.611", "Description": "PURPOSE: THE AWARD RECIPIENT WOULD BE GRANTED FUNDING THROUGH A COOPERATIVE AGREEMENT TO OPERATE A HOLLINGS MANUFACTURING EXTENSION PARTNERSHIP (MEP) CENTER IN THE STATE OF ARIZONA.  THE PURPOSE OF THIS AWARD IS TO PROVIDE MANUFACTURING EXTENSION SERVICES TO PRIMARILY SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF ARIZONA.  THE PROPOSED MISSION OF THE RECIPIENT IS TO MAKE EVERY ARIZONA MANUFACTURER THE MOST SUCCESSFUL BUSINESS IT CAN BE.  THE UNDERLYING PURPOSE OF THE PROPOSED PROJECT IS TO SUPPORT STATE AND NATIONAL ECONOMIC DEVELOPMENT GOALS BY STRENGTHENING DOMESTIC MANUFACTURING, EXPANDING AND STRENGTHENING THE ARIZONA MANUFACTURING ECOSYSTEM, SUPPORTING REGIONAL AND NATIONAL COLLABORATION, DEPLOYING ADVANCED MANUFACTURING TECHNOLOGIES, AND BUILDING A SKILLED AND RESILIENT WORKFORCE. ACTIVITIES: THE RECIPIENT WOULD DELIVER WORLD-CLASS SERVICES TO ARIZONA'S MANUFACTURERS TO HELP THEM ACHIEVE THEIR BUSINESS AND OPERATIONAL GOALS. THE TEAM WILL ALSO ENGAGE WITH EDUCATIONAL INSTITUTIONS (UNIVERSITY, COMMUNITY COLLEGE, TECHNICAL SCHOOLS), INDUSTRY TRADE ASSOCIATIONS, CHAMBERS OF COMMERCE, CITY/COUNTY/STATE ECONOMIC DEVELOPMENT GROUPS, AND OTHER INTERESTED PARTIES TO FURTHER STRENGTHEN ARIZONA'S MANUFACTURING ECOSYSTEM. SPECIAL ATTENTION WILL BE PAID TO THE IMPLEMENTATION OF ADVANCED MANUFACTURING TECHNOLOGIES AND THE DEVELOPMENT OF A SKILLED WORKFORCE BY BUILDING AWARENESS OF MANUFACTURING CAREER CHOICES AND SUPPORTING THE COORDINATION OF EMPLOYER NEEDS WITH EDUCATIONAL PROGRAMS. OUTCOMES: THE OBJECTIVE OF THE MEP PROGRAM IS TO ENHANCE COMPETITIVENESS, PRODUCTIVITY, AND TECHNOLOGICAL PERFORMANCE IN UNITED STATES MANUFACTURING. THE RECIPIENT WOULD CONTINUE TO DEEPEN ITS MARKET PENETRATION AND WILL SERVE AT LEAST 110 CLIENTS IN FISCAL YEAR 2024, INCLUDING AT LEAST 54 NEW CLIENTS, AND WILL GROW THE CLIENT BASE BY AT LEAST 5 PERCENT PER YEAR. IT IS EXPECTED THAT SERVICE DELIVERY WILL BE APPROXIMATELY SPLIT EVENLY WITH 50 PERCENT FOCUSED ON TOP-LINE GROWTH AND 50 PERCENT FOCUSED ON BOTTOM LINE PERFORMANCE, ALTHOUGH THE ACTUAL SPLIT WILL DEPEND ON CLIENT DEMAND FOR DIFFERENT TYPES OF SERVICES. IT IS ANTICIPATED THAT RECIPIENT WOULD CONTINUE TO ACHIEVE SCORES OF 90 TO 100 PERCENT ON CLIENT SURVEYS OVER THE NEXT FIVE YEARS. BENEFICIARIES: THE PRIMARY BENEFICIARIES OF THE PROPOSED ACTIVITIES WOULD BE THE SMALL AND MEDIUM-SIZED MANUFACTURERS THAT UTILIZE THE SERVICES OF THE MEP CENTER IN ARIZONA, AND THE BENEFITS DERIVED WILL BE INCREASED REVENUE, REDUCED COSTS, IMPROVED PROFITABILITY, AND MORE EFFICIENT OPERATIONS. SECONDARY BENEFICIARIES INCLUDE THE LARGE MANUFACTURERS THAT RELY ON THE SMALL AND MEDIUM-SIZED COMPANIES AS PART OF THEIR SUPPLY CHAINS; ARIZONA CITIZENS WHO BENEFIT FROM THE TAX REVENUE GENERATED BY MANUFACTURERS THAT ARE MORE SUCCESSFUL; AND ARIZONA'S LABOR FORCE, WHICH BENEFITS FROM PLENTIFUL, HIGHER PAYING MANUFACTURING JOBS. INDIRECT BENEFICIARIES EXTEND BEYOND ARIZONA, AS THE CENTER WILL BECOME PART OF THE MEP NATIONAL NETWORK, WHICH INCLUDES 51 MEP CENTERS LOCATED IN EACH STATE AND IN PUERTO RICO. SUBRECIPIENTS: THE RECIPIENT DOES NOT PROPOSE TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b6ceb6d-a622-26b9-e581-7f0e3c346eb6-C", "generated_internal_id": "ASST_NON_70NANB23H100_1341"}, {"internal_id": 159697144, "Award ID": "70NANB23H099", "Award Amount": 1375686.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-21", "CFDA Number": "11.611", "Description": "PURPOSE: THE AWARD RECIPIENT WOULD BE GRANTED FUNDING THROUGH A COOPERATIVE AGREEMENT TO OPERATE A HOLLINGS MANUFACTURING EXTENSION PARTNERSHIP (MEP) CENTER IN THE STATE OF MARYLAND.  THE PURPOSE OF THIS AWARD IS TO PROVIDE MANUFACTURING EXTENSION SERVICES TO PRIMARILY SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF MARYLAND, WITH DISTRICT OF COLUMBIA INCLUDED. ACTIVITIES: THE RECIPIENT PROPOSES TO CONTINUE TO EXPAND, DEVELOP AND DELIVER PROGRAMS AND SERVICES THAT SUPPORT MANUFACTURERS TODAY, WHILE IDENTIFYING NEW TECHNOLOGIES, NEW OPPORTUNITIES AND NEW PROCESSES THAT WILL POWER MANUFACTURING INTO TOMORROW. THIS INCLUDES INCREASING MARKET PENETRATION AND IMPACTS IN MARYLAND WHILE CREATING A PRESENCE IN THE DISTRICT OF COLUMBIA.THE RECIPIENT PROPOSES TO ACCOMPLISH THE ABOVE OBJECTIVES THROUGH A COMPREHENSIVE STRATEGY TO DELIVER THE FOLLOWING ACTIVITIES:O\tRAISE MARKET AND INDUSTRY AWARENESSO\tCONDUCT OUTREACHO\tENGAGE INDUSTRY AND SOLICIT INPUT AND FEEDBACKO\tPROVIDE EDUCATIONAL WORKSHOPS AND EVENTSO\tDELIVER TECHNICAL, FINANCIAL AND PROGRAMMATIC ASSISTANCEO\tENSURE PERFORMANCE AND ACCOUNTABILITYO\tCREATE NEW INDUSTRY AND STAKEHOLDER PARTNERSHIPSOUTCOMES: THE OBJECTIVE OF THE MEP PROGRAM IS TO ENHANCE COMPETITIVENESS, PRODUCTIVITY, AND TECHNOLOGICAL PERFORMANCE IN UNITED STATES MANUFACTURING.  THE PROPOSED ACTIVITIES ARE EXPECTED TO RESULT IN THE FOLLOWING OUTCOMES:O\tINCREASE THE LEVEL OF AWARENESS OF MANUFACTURING IN MARYLAND AND DISTRICT OF COLUMBIAO\tCONDUCT OUTREACH TO AT LEAST 60% OF THE MANUFACTURING BASE (~2,400 MANUFACTURERS)O\tENGAGE AT LEAST 30% OF THE MANUFACTURING BASE (~1,200 MANUFACTURERS)O\tDELIVER PROJECTS WITH AT LEAST 150 MANUFACTURERS ON AN ANNUAL BASISO\tCREATE AT LEAST $2BILLION IN ECONOMIC IMPACT (AS MEASURED BY THE NIST MEP CLIENT SURVEY)O\t10,000 JOBS CREATED OR RETAINEDBENEFICIARIES: THE INTENDED BENEFICIARIES OF THIS AWARD ARE PRIMARILY SMALL AND MEDIUM-SIZED MANUFACTURERS IN MARYLAND AND DISTRICT OF COLUMBIA.  IN MARYLAND, THE BENEFICIARIES OF THESE PROPOSED SERVICES WOULD BE THE 4,000+ MANUFACTURERS THAT ARE PROUD TO MAKE IT IN MARYLAND AND THE NEARLY 200 MANUFACTURERS LOCATED IN THE DISTRICT OF COLUMBIA. INDIRECT BENEFICIARIES EXTEND BEYOND MARYLAND, AS THE CENTER WILL BECOME PART OF THE MEP NATIONAL NETWORK?, WHICH INCLUDES 51 MEP CENTERS LOCATED IN EACH STATE AND IN PUERTO RICO.SUBRECIPIENTS: THE PRIMARY ACTIVITIES OF THIS PROGRAM WOULD BE DELIVERED BY THE RECIPIENT. HOWEVER, THE RECIPIENT PROPOSES TO ENGAGE THE FOLLOWING SUB-RECIPIENTS TO ASSIST WITH OUTREACH, EVENTS, AND PROGRAMMATIC SERVICES TO SUPPORT THE OVERALL MISSION OF THE ORGANIZATION.O\tSUBAWARD IN THE AMOUNT OF $10,000 TO REGIONAL MANUFACTURING INSTITUTE TO BE THE PRIMARY OUTREACH AND AWARENESS PROVIDER FOR THE RECIPIENT, CONDUCTING EVENTS AND CO-HOSTING OUTREACH.O\tSUBAWARD IN THE AMOUNT OF $20,000 TO MARYLAND WORLD CLASS CONSORTIA. THESE FUNDS WILL BE USED FOR A RESOURCE AT MWCC TO CONDUCT OUTREACH ACTIVITIES, FOCUS ON DEVELOPING CONTINUOUS IMPROVEMENT SERVICES, PROVIDE PROCESS IMPROVEMENT TRAINING AND SERVICES AND FACILITATE THE LEAN PEER GROUPS.O\tTHE RECIPIENT EXPECTS TO ENGAGE ONE ADDITIONAL SUBRECIPIENT, AND TO SUBAWARD FUNDS IN THE AMOUNT OF $20,000.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6133aaf2-61fe-b05e-b912-079aea9b0156-R", "generated_internal_id": "ASST_NON_70NANB23H099_1341"}, {"internal_id": 159697140, "Award ID": "70NANB23H088", "Award Amount": 355097.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-26", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF NEBRASKA.ACTIVITIES TO BE PERFORMED: THE EXPANSION PROJECT WILL HIRE A DEDICATED FTE (FULL TIME EQUIVALENT) DEDICATED TO GROW THE CENTER SERVICES RELATED TO SUPPLY CHAIN OPTIMIZATION, AND NEW SUPPLIER IDENTIFICATION. NEBRASKA MEP PROPOSES IMPLEMENTING AND SPONSORING A SUPPLY CHAIN DATABASE TO CONNECT MANUFACTURERS TO NEW VENDOR SOURCES AND ADDITIONAL CLIENT RELATIONSHIPS AND PARTNER WITH OTHER ORGANIZATIONS IN NEBRASKA TO CONNECT MANUFACTURERS TO SUPPLIERS.  EXPECTED OUTCOMES: INCREASE CLIENT AND PROJECT COUNT, COST SAVINGS FOR CLIENTS AS WELL AS INCREASED SALES AS THE MAJOR CONSTRAINT ON SHIPPING RIGHT NOW IS COMPONENT AVAILABILITY FOR MOST OF OUR CLIENTS. INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF NEBRASKA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_70NANB23H088_1341"}, {"internal_id": 159306194, "Award ID": "70NANB23H087", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-09", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF WYOMING.ACTIVITIES TO BE PERFORMED: IN ORDER TO ADDRESS THE CHALLENGES AND OPPORTUNITIES IN WYOMING'S SUPPLY CHAIN, MW PROPOSES A 3-PHASED APPROACH FOCUSED ON THOROUGHLY UNDERSTANDING WYOMING'S LOCAL SUPPLY CHAIN ECOSYSTEM, CREATING A WORKING GROUP OF REGIONAL MEP CENTERS TO FOCUS ON REGIONAL SUPPLY CHAIN STRENGTHS AND WEAKNESSES, AND DEPLOYING SOLUTIONS AS A REGION WITH A STREAMLINED REGIONAL SUPPLY CHAIN STRATEGY.  LARGELY FOCUS ON, BUT NOT LIMIT TO, CRITICAL MANUFACTURING INFRASTRUCTURE NEEDS IN THE AREAS OF EMERGING TECHNOLOGY, ENERGY, AND DEFENSE INDUSTRIAL BASE.  EXPECTED OUTCOMES: THE US NEEDS BETTER TOOLS AND A UNIFIED SYSTEM FOR COLLABORATION TO BUILD SUPPLY CHAIN RESILIENCE AND INCREASE DOMESTIC SOURCING, LOCALLY, REGIONALLY, AND NATIONALLY, AND THIS APPROACH WILL LEAD TO A MORE EFFICIENT, EFFECTIVE, AND LONG-TERM RESILIENT REGIONAL SUPPLY CHAIN THAT BENEFITS ALL STAKEHOLDERS.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF WYOMING.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_70NANB23H087_1341"}, {"internal_id": 159697139, "Award ID": "70NANB23H086", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-22", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK¿ IN THE STATE OF UTAH.ACTIVITIES TO BE PERFORMED: UTAH¿S COMPLEX SUPPLY CHAIN ECOSYSTEM IS CONCENTRATED IN A REASONABLY SMALL AREA. HOWEVER, THE BUYERS AND SUPPLIERS CAN BE BLOCKS AWAY AND STILL NOT FIND EACH OTHER. THE UTAH-MEP ALLIANCE (UTAH-MEP) HAS WORKED TO IMPLEMENT A SUPPLY CHAIN DATABASE FOR YEARS, IMPROVING MANUFACTURER CONNECTIONS. THE STATE'S PORTAL TO THE PLATFORM CAN BE FOUND ON THE UTAH-MEP, WHICH INCLUDES A VIDEO OF THE CURRENT GOVERNOR DECLARING CONNEX¿ UTAH TO BE THE SUPPLY CHAIN DATABASE OF UTAH. THE INTELLIGENCE NETWORK EXPANSION AWARD WILL LEVERAGE THIS SUCCESS BY ADDING NEEDED RESOURCES TO THE PROGRAM, INCLUDING ADDITIONAL OUTREACH, FOLLOW-UP ON EXCHANGE CENTER CONNECTIONS, AND FULL SUPPORT FOR MEP¿S SUPPLIER SCOUTING PROGRAM.EXPECTED OUTCOMES:  THESE OUTCOMES WILL BE VERIFIED BY MEASURING OUTREACH EVENTS, PERFORMING COACHING SESSIONS, TRACKING EXCHANGE CENTER MATCHES, FOLLOWING THE IMPACT OF POS RECEIVED, AND RESPONDING TO SUPPLIER SCOUTING REQUESTS.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF UTAH.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO PARTICIPATE IN CONDUCTING THE ACTIVITIES OF THIS PROJECT AS STATED ABOVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "105d3de4-6fbf-6e42-7259-4c62267aa84f-C", "generated_internal_id": "ASST_NON_70NANB23H086_1341"}, {"internal_id": 159306193, "Award ID": "70NANB23H085", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-09", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF NEW MEXICO.ACTIVITIES TO BE PERFORMED: EXECUTION OF NEW MEXICO MEP'S PROJECT PLAN AIMS TO ENHANCE THE RESILIENCY OF THE NEW MEXICO MANUFACTURING SUPPLY CHAIN ECOSYSTEM THROUGH VARIOUS ACTIVITIES. A SUPPLY CHAIN SPECIALIST WILL BE RECRUITED TO SERVE AS A FOCAL POINT FOR SUPPLY CHAIN OPTIMIZATION AND SUPPORT, RESPONDING TO ALL INCOMING SUPPLIER SCOUTING REQUESTS TO SUPPORT THE GROWTH OF NEW MEXICO MANUFACTURERS. THE TEAM WILL EVALUATE EXISTING DATABASE/SYSTEMS TO COLLECT AND MANAGE SUPPLIER SCOUTING DATA AND SUPPLY CHAIN MAPPING INFORMATION. A SUPPLY CHAIN NEEDS ANALYSIS FOR NEW MEXICO MANUFACTURERS WILL BE CONDUCTED TO IDENTIFY STRENGTHS, GAPS, AND OPPORTUNITIES FOR OPTIMIZATION, WITH ENHANCEMENTS TO CURRENT SUPPLY CHAIN PRODUCT OFFERINGS AND TRAIN-THE-TRAINER SUPPORT.  TO SUPPORT NEW MEXICO MEP'S EFFORTS WITH THIS PROJECT, THE CENTER WILL CONTRACT WITH FACULTY LED STUDENT GROUPS FROM THE BUSINESS SCHOOL AT THE UNIVERSITY OF NEW MEXICO. THIS CONTRACT WILL UTILIZE BOSTON ANALYTICS ARTIFICIAL INTELLIGENCE TOOLS TO INVESTIGATE AND PROVIDE DATA ANALYTICS ON NEW MEXICO MANUFACTURING SUPPLY CHAIN INVOLVEMENT, RELATED INVESTMENTS AND RELATED STATISTICS. EXPECTED OUTCOMES: THE OUTCOMES AND IMPACTS WILL INCLUDE A MORE ROBUST AND RESILIENT SUPPLY CHAIN NETWORK, WITH MANUFACTURERS HAVING A BETTER UNDERSTANDING OF HOW TO EFFECTIVELY PLAN AND MANAGE THEIR SUPPLY CHAIN TO ENSURE PRODUCTS ARE PRODUCED AND DELIVERED ON SCHEDULE. THE ENHANCED PROCESSES AND DATABASE WILL PROVIDE A SOLID FOUNDATION FOR ALTERNATIVE SOURCING OPTIONS AND CREATE RELIABLE AND REPEATABLE SYSTEMS. THE PROJECT ACTIVITIES WILL BENEFIT THE NEW MEXICO   MANUFACTURING ECOSYSTEM AND THE BROADER US MANUFACTURING SUPPLY CHAIN.  THE RESULTS AND DELIVERABLES FROM THIS WORK WILL HELP TO GUIDE THE MAPPING OF SUPPLY CHAIN ECOSYSTEMS THROUGHOUT NEW MEXICO.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF NEW MEXICO.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc52e950-24aa-d5fe-ad94-29f92b89de25-C", "generated_internal_id": "ASST_NON_70NANB23H085_1341"}, {"internal_id": 159697138, "Award ID": "70NANB23H084", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-26", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF TEXAS.ACTIVITIES TO BE PERFORMED: TMAC WILL DEVELOP A STRATEGIC APPROACH TO IDENTIFY AND PROVIDE A LIST OF SEMICONDUCTOR RELATED COMPANIES, INITIALLY BY NAICS CODE, TO SUSTAINMENT WHO WILL THEN POPULATE THAT INFORMATION INTO THE TEXAS MANUFACTURING NETWORK PLATFORM. LEVERAGE INFORMATIONAL WEBINARS, OUTREACH TO OUR EXISTING NETWORK CHANNEL PARTNERS AND MANUFACTURING ASSOCIATIONS ACROSS THE STATE TO EDUCATE MANUFACTURERS AND ENCOURAGE THEM TO SECURE THEIR COMPANY PROFILE ON THE (TMN) PLATFORM. TMAC PLANS TO CONTINUE THE PARTNERSHIP WITH SUSTAINMENT TO LEVERAGE THEIR TECHNOLOGIES AND SUPPORT PROGRAMS, INCLUDING BUT NOT LIMITED TO THE VERIFIED SUPPLIER PROGRAM, WHICH CO-OPS OUR TEAM'S EXPERTISE TO VALIDATE THE INFORMATION PROVIDED WITHIN TEXAS COMPANY PROFILES. WORK WITH SUSTAINMENT TO INCORPORATE THE MEP SUPPLIER SCOUTING PROGRAM INTO THE (TMN) PLATFORM WITH PLANS OF CONNECTING TO THE NATIONAL NETWORK TO ENHANCE ITS EFFECTIVENESS AND STREAMLINE THE PROCESS. THE GENERAL CONCEPT IS TO PROVIDE MEPS WITH A NO-COST BLUEPRINT ACCOUNT THUS PROVIDING THEM WITH THE ABILITY TO DIRECTLY ENTER REQUESTS INTO THE PLATFORM SO THAT THEY ARE BOTH VISIBLE AND ACTIONABLE TO THE MANUFACTURING COMMUNITY AND TO OTHER MEPS, TO TRACK THE CONNECTIONS AND TRANSACTIONS THAT RESULT, AND MAINTAIN A REAL TIME, VIRTUAL RECORD OF EACH OPPORTUNITY.EXPECTED OUTCOMES: TMAC ANTICIPATES POPULATING THE TEXAS MANUFACTURING NETWORK WITH KNOWN SEMICONDUCTOR ASSOCIATED COMPANIES WITHIN THE TWO-YEAR PERIOD TMAC WILL TARGET 1,000 OF THE ESTIMATED 2,000 SEMICONDUCTOR RELATED COMPANIES FOR LOADING ONTO THE (TMN) SYSTEM AND RECRUIT A TARGETED 200 COMPANIES INTO ACTIVE PROFILE STATUS WITH NO-COST PORTAL ACCOUNTS OVER A TWO-YEAR PERIOD UNDER THE PROPOSED GRANT FUNDING.   SEMICONDUCTOR-RELATED COMPANY INFORMATION WILL BE COLLECTED AND HOUSED ON THE TEXAS MANUFACTURING NETWORK PLATFORM, WHICH WILL ALLOW USERS TO INTERACT AND SEE THE HEAT MAP FOR THE SEMICONDUCTOR ECOSYSTEM WITHIN THE STATE OF TEXAS. ONCE ON THE TEXAS MANUFACTURING NETWORK PLATFORM, COMPANIES WILL BE ABLE TO SEARCH BY INDUSTRY CRITERIA AND COMMUNICATE COMPANY NEEDS AND CAPABILITY, BOTH WITHIN THE STATE AND NATIONALLY, USING THEIR PORTAL ACCOUNT. THE ABILITY TO SEARCH THE NETWORK CAN BE PROVIDED TO ANY MANUFACTURING COMPANY WILLING TO TAKE ON A PORTAL ACCOUNT OR SUPPORT ORGANIZATION (I.E. MEPS) WILLING TO TAKE ON A NO-COST SUSTAINMENT BLUEPRINT ACCOUNT, THUS PROVIDING THE OPPORTUNITY FOR BOTH STATE AND NATIONAL ACCESS, AND THE ABILITY TO LINK WITH THE MEP NATIONAL SUPPLY CHAIN NETWORK. THE NETWORK COULD BE USED AS AN ECONOMIC DEVELOPMENT TOOL FOR ORGANIZATIONS SUCH AS THE GOVERNOR'S OFFICE AND ECONOMIC DEVELOPMENT CORPORATIONS, TO HELP ENCOURAGE MANUFACTURING INVESTMENT IN THE SEMICONDUCTOR INDUSTRY IN THE STATE BY PLACING THE SEMICONDUCTOR ECOSYSTEMS AT THE FINGERTIPS OF THE USER, THUS PROVIDING THE ABILITY TO SHARE ECOSYSTEM INFORMATION WITH POTENTIAL INVESTORS.  INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF TEXAS.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO PARTICIPATE IN CONDUCTING THE ACTIVITIES OF THIS PROJECT AS STATED ABOVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ed0ee91-c2b9-af52-1843-b1a4d78f9683-C", "generated_internal_id": "ASST_NON_70NANB23H084_1341"}, {"internal_id": 159697137, "Award ID": "70NANB23H083", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-22", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF ARKANSAS.ACTIVITIES TO BE PERFORMED: DIRECT HIRE FTE AND/OR THIRD-PARTY RESOURCES, AS WELL AS EXISTING CENTER AND AGENCY RESOURCES. IMPROVE THE RESILIENCY OF OUR LOCAL AND DOMESTIC SUPPLY CHAINS AND TO BUILD CAPABILITIES IN THE MEP NATIONAL NETWORK FOR DOMESTIC SUPPLY CHAIN RESILIENCY AND OPTIMIZATION. ASSIST MANUFACTURERS ADDRESS SUPPLY CHAIN GAPS AND MITIGATE RISKS.  PROVIDE OTHER SUPPLY CHAIN SUPPORT ACTIVITIES.   RESPOND TO AND TRACK MEP SUPPLIER SCOUTING REQUESTS.  ASSIST OUR STATE MANUFACTURERS IN COLLABORATING WITH THE REGIONAL, STATE AND NATIONAL SUPPLY CHAIN NETWORK.   DIVERSIFY THEIR SUPPLIER BASE, ENHANCE SUPPLY CHAIN VISIBILITY.   DEVELOP STRONG RELATIONSHIPS WITH SUPPLIERS.   IDENTIFY AND INVEST IN TECHNOLOGY AND AUTOMATION.   MANAGE THEIR SUPPLY CHAIN RISKS.   SUPPORT STATE AND FEDERAL SUPPLIER SCOUTING AND MATCHMAKING, CONNECTING SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) TO THESE OPPORTUNITIES.  DEVELOP A MORE COHESIVE STATE SUPPLY CHAIN ECOSYSTEM.   IDENTIFY AND IMPLEMENT A DEDICATED SUPPLY CHAIN VISIBILITY PLATFORM TO SERVE THE ECOSYSTEM.  DEVELOP A SUPPLY CHAIN ASSESSMENT AND SERVICES TO ADDRESS GAPS IDENTIFIED FROM THE ASSESSMENT.  EMPLOY A MULTI-FACETED APPROACH TO INCREASE CENTER AWARENESS OF THE CURRENT SUPPLY CHAIN ECOSYSTEM IN THE STATE, AS WELL AS INCREASE MARKET AWARENESS OF EXISTING SUPPLY CHAIN RESOURCES AND CENTER CAPABILITIES AVAILABLE TO THEM.    EXPECTED OUTCOMES: INCREASED AWARENESS OF SUPPLY CHAIN RESOURCES AVAILABLE TO THEM; A COHESIVE SUPPLY CHAIN ECOSYSTEM IS ESTABLISHED FOR THE STATE THAT ALSO SUPPORTS THE NATIONAL ECOSYSTEM; A SUPPLY CHAIN VISIBILITY PLATFORM IS IDENTIFIED AND IMPLEMENTED; KEY OEMS ARE IDENTIFIED, AS WELL AS SUPPLY CHAIN GAPS; A ROBUST SUPPLY CHAIN ASSESSMENT IS DEVELOPED; AND A ROBUST SUITE OF SERVICES ARE IDENTIFIED AND DEVELOPED TO ADDRESS SUPPLY CHAIN GAPS AND HELP ARKANSAS MANUFACTURERS IMPROVE THEIR COMPETITIVENESS.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF ARKANSAS.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO PARTICIPATE IN CONDUCTING THE ACTIVITIES OF THIS PROJECT AS STATED ABOVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "675225d0-4248-f06c-1ac0-516ac72e14f0-C", "generated_internal_id": "ASST_NON_70NANB23H083_1341"}, {"internal_id": 159697136, "Award ID": "70NANB23H082", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-22", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN PUERTO RICO.ACTIVITIES TO BE PERFORMED: SEVEN (7) MAJOR ACTIVITIES WILL BE ADDRESSED. IDENTIFY- ASSIGNED FTE STAFF TO FOCUS ON SUPPLY CHAIN ACTIVITIES: FORMALIZE OUR SUPPLIER SCOUTING EFFORTS AND BUILDING INTERNAL CAPABILITIES WITH DEDICATED STAFF TO MANAGE PROGRAM ACTIVITIES. THIS TEAM WILL PROVIDE SUPPORT FOR NATIONAL SUPPLIER SCOUTING AND OPTIMIZATION SERVICES TO ENSURE SCOUTING REQUEST ARE RESPONDED EVEN WHEN NO SUPPLIERS ARE IDENTIFIED, OVERSEE SUPPLY CHAIN PARTNERSHIPS, AND REPRESENT PRIMEX AS THE LEAD POINT OF CONTACT WITH THE MEP NATIONAL NETWORK. PRIMEX SUPPLY CHAIN RESILIENCY ASSESSMENTS TO IDENTIFY GAPS IN SUPPLY CHAIN OF TARGETED SECTORS - SMALL/MEDIUM/LARGE MANUFACTURERS, VERSUS OEM'S NEEDS AND OPPORTUNITIES. ENHANCE UNDERSTANDING (INTELLIGENCE) OF OUR CURRENT SUPPLY CHAIN ECOSYSTEM AND CONNECT TO THE ECONOMIC DEVELOPMENT COMMUNITY REPRESENTED BY PUERTO RICO MANUFACTURE ASSOCIATION AND PUERTO RICO DEPARTMENT OF ECONOMIC DEVELOPMENT & COMMERCE AMONG OTHERS. MAP THE SUPPLY CHAIN ECOSYSTEM & TO ASSESS AND ANALYZE SUPPLY CHAIN CAPABILITIES, CAPACITY, AND GAPS TO UNCOVER OPPORTUNITIES THAT BENEFITS LOCAL SUPPLY CHAIN NETWORKS AND PROVIDE RE-SHORING OPPORTUNITIES. CONDUCT SUPPLY CHAIN CAPABILITY RESEARCH STUDY TO UNCOVER LOCAL PRODUCTS FOR A MORE RESILIENCE LOCAL SUPPLY IN MINIMIZING PRODUCTS IMPORTS. PROVIDE FOR SUPPLY CHAIN RESILIENCY OUTREACH EVENTS (COHORT) TO AUGMENT SUPPLY CHAIN ACTIVITIES AND AWARENESS. PRIMEX TO ENGAGE IN EXTENSIVE OUTREACH TO DETERMINE AND IDENTIFY MATCHES IN PUERTO RICO. SELECT, POPULATE, AND ACTIVELY MANAGE A SUPPLY CHAIN DATABASE TO COLLECT AND ANALYZE SUPPLIER CAPABILITY AND CAPACITY DATA. DATABASE TO BE SHARED WITH NATIONAL NETWORK. TRACK AND REPORT SUPPLY CHAIN ACTIVITIES, INSIGHTS, OUTPUTS, AND OUTCOMES- RECORDKEEPING, SERVICES, AND MATCHES. PRIMEX WILL USE SALESFORCE AND OTHER CRM PLATFORMS TO TRACK AND REPORT USING PREDEFINED METRICS AND DASHBOARDS. EXPECTED OUTCOMES: AS A RESULT OF THIS FUNDING, PRIMEX WILL STRENGTHEN ITS INTERNAL PERSONNEL KNOWLEDGE TO SUPPORT THE MEP NATIONAL NETWORK?S NATIONAL SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK, INCLUDING TIMELY PROCESSING OF ALL SUPPLIER SCOUTING REQUESTS. AT THE CONCLUSION OF THE PROJECT, PRIMEX WILL BETTER UNDERSTAND THE STRENGTH AND NEEDS OF OUR SUPPLY CHAIN. THIS WILL ALLOW OUR PARTNERS TO INCLUDE SUPPLY CHAIN AS A KEY ELEMENT OF THE ISLAND ECONOMIC DEVELOPMENT STRATEGY. IT WILL ALSO PROVIDE FOR INCREASED AWARENESS TO MANUFACTURERS AND OEM?S OF THE RELEVANCE AND UTILITY OF THE NATIONAL SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK. FOR PRIMEX PERSONNEL IT WILL ALSO BE A LEARNING EXPERIENCE THROUGH DATA SHARING, DISSEMINATION, AND CAPACITY BUILDING ACTIVITIES OF THE NETWORK. INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN PUERTO RICO.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee05c5db-12da-d15f-8862-5de9087c9f84-R", "generated_internal_id": "ASST_NON_70NANB23H082_1341"}, {"internal_id": 159697135, "Award ID": "70NANB23H081", "Award Amount": 399648.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-22", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF DELAWARE.ACTIVITIES TO BE PERFORMED: THIS EXPANSION PROJECT WILL HAVE AN FTE DEDICATED STAFFING TO PROVIDE OUTREACH AND COORDINATION OF DATA COLLECTION. UTILIZING A CONNECTION PLATFORM, STAFF WILL RECRUIT MANUFACTURERS TO REGISTER CAPABILITY AND CAPACITY INTELLIGENCE INTO THE PLATFORM TO PROVIDE AN IMPROVED PICTURE OF SUPPLY CHAIN RESOURCES THROUGHOUT THE STATE. IDENTIFY AND SUBSCRIBE TO A CONNECTION PLATFORM.  PREPARE THE PLATFORM FOR USE BY DELAWARE MANUFACTURERS. DEVELOP OUTREACH STRATEGY/IMPLEMENTATION PLAN.  MEMBER TRAINING AND ACCOUNT SETUP.  ONGOING MAINTENANCE OF THE PLATFORM.  ENGAGE MANUFACTURERS ON QUALITATIVE CHALLENGE DISCUSSIONS.   ASSESSMENT OF COLLECTED SUPPLY CHAIN INTELLIGENCE DATA.  DOCUMENTATION AND SHARING OF INTELLIGENCE.  PARTICIPATION IN MEP NATIONAL NETWORK SUPPLY CHAIN INITIATIVES, CONTRACT WITH BUSINESS PROFESSIONALS WHO HAVE CONSIDERABLE KNOWLEDGE OF THE DELAWARE MANUFACTURING ECOSYSTEM OR UNIQUE SKILL SETS TO ACCESS DECISION MAKERS AT LOCAL SMMS. EXPECTED OUTCOMES: IDENTIFYING KEY SUPPLY CHAIN CHALLENGES FOR LOCAL SMALL AND MID-SIZED MANUFACTURERS (SMM) AND WILL CAPTURE THOSE CHALLENGES TO IDENTIFY FURTHER SUPPORT OPPORTUNITIES. ENGAGEMENTS ARE EXPECTED TO ATTRACT ADOPTION OF A STATEWIDE DATABASE BY SMMS TO CAPTURE CAPABILITY AND CAPACITY INTELLIGENCE TO AID IN FURTHER DEVELOPMENT OF DELAWARE?S MANUFACTURING ECOSYSTEM.   OUTREACH TARGETS TO HAVE 50 MANUFACTURES REGISTERED/CONNECTED TO THE PLATFORM BY THE END OF THE FIRST YEAR AND AT LEAST 100 MANUFACTURERS PARTICIPATING ON THE PLATFORM BY THE END OF THE SECOND YEAR. UTILIZATION IS EXPECTED TO SUPPORT THE CREATION OF NEW BUSINESS/SALES AND SUCCESSFUL SOURCING/RFQ RESPONSES PROVIDING RESILIENCY THROUGH LOCAL SUPPLY CHAINS.   IN THE BROAD IMPLEMENTATION OF THE PLATFORM, THE DELAWARE MANUFACTURING EXTENSION PARTNERSHIP (DEMEP) CAN PROVIDE ADDITIONAL SERVICES TO THE APPROXIMATELY 580 DELAWARE MANUFACTURERS THAT STRENGTHEN AND CONTRIBUTES TO THE FLEXIBILITY OF THE DELAWARE SUPPLY CHAIN ECOSYSTEM. THE PLATFORM WOULD ALLOW FOR THE INTEGRATION OF THE   DELAWARE SUPPLY CHAIN INTO THE NATIONAL MANUFACTURING ECOSYSTEM INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF DELAWARE.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO PARTICIPATE IN CONDUCTING THE ACTIVITIES OF THIS PROJECT AS STATED ABOVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d6ef69c-b5db-d891-372d-95e6bf5613aa-C", "generated_internal_id": "ASST_NON_70NANB23H081_1341"}, {"internal_id": 159697134, "Award ID": "70NANB23H080", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-26", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF FLORIDA.ACTIVITIES TO BE PERFORMED: FLORIDAMAKES WILL OUTLINE THE ASSETS AND RESOURCES IN ADVANCED MANUFACTURING INDUSTRIES OF INTEREST (INCLUDING MICROELECTRONICS/SEMICONDUCTORS AS WELL AS AVIATION AND AEROSPACE), LEVERAGE CONNECTION PLATFORMS AND OUTREACH TOOLS TO ENGAGE AND CONNECT MANUFACTURERS IN THESE INDUSTRIES AND THOSE WHO ARE INTERESTED IN BECOMING INVOLVED IN THESE INDUSTRIES. FLORIDAMAKES WILL ALSO SUPPORT OUTREACH EVENTS TO HIGHLIGHT THESE OPPORTUNITIES FOR OUR MANUFACTURING COMMUNITY, AS WELL AS TO CONVENE CONVERSATIONS THAT BRING LARGER MANUFACTURERS AND SMALLER MANUFACTURERS TOGETHER TO BUILD RELATIONSHIPS WITH THE GOAL OF LOCALIZING OUR VALUE CHAINS IN THOSE SECTORS OF INTEREST. FLORIDAMAKES WILL ALSO INVEST IN ITS OWN CAPACITY TO SUPPORT PROJECTS AND COLLABORATIONS WITH KEY STAKEHOLDERS AND MANUFACTURERS WORKING IN AREAS OF CRITICAL NATIONAL INTEREST.EXPECTED OUTCOMES: THE PROPOSED PROJECT WILL ENABLE FLORIDA MANUFACTURERS TO BECOME MORE AWARE OF AND INVOLVED IN SUPPLY CHAINS FOR NATIONAL ECONOMIC PRIORITIES VIA MEP SUPPLIER SCOUTING LISTINGS AND OTHER OPPORTUNITIES. THE PROJECT WILL ALSO ENABLE FLORIDAMAKES TO HAVE A CLEARER UNDERSTANDING OF THE CURRENT ACTIVITIES, STRENGTHS AND GAPS IN FLORIDA'S MANUFACTURING, ENGINEERING AND LOGISTICS SECTORS RELEVANT TO INDUSTRIES OF NATIONAL IMPORTANCE. SMALL AND MIDSIZE MANUFACTURERS ACROSS FLORIDA WILL HAVE MORE INFORMATION ABOUT AND OPPORTUNITIES TO CONNECT WITH MAJOR MANUFACTURERS AND PROCUREMENT PROGRAMS. INCREASES IN CONTRACTING ACTIVITIES/CONNECTIONS WITH DOMESTIC CUSTOMERS AND SUPPLIERS AS WELL AS AN IMPROVEMENT IN OVERALL SUPPLY CHAIN DIVERSIFICATION AND RESILIENCY SHOULD RESULT FROM THE PROJECT'S EFFORTS WITH MANUFACTURERS ACROSS THE STATE.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF FLORIDA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e85ab121-28c8-110b-80c1-9b73d569d98a-C", "generated_internal_id": "ASST_NON_70NANB23H080_1341"}, {"internal_id": 159306192, "Award ID": "70NANB23H079", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-09", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF KENTUCKY.ACTIVITIES TO BE PERFORMED: KY-MEP IN COLLABORATION WITH UOFL'S DEPARTMENT OF COMPUTER ENGINEERING WILL FACILITATE GRADUATE STUDENTS IN THE DEVELOPMENT OF A MULTI-FACETED INTAKE FORM AND DATABASE THAT WILL RESIDE ON THE KY-MEP WEBSITE. THE MULTI-FACETED INTAKE FORM WILL BE LEVERAGED TO POPULATE VARIOUS DATABASES SUCH AS KY-MEP SALESFORCE DATABASE, CONNEX, AND OTHER REGIONAL PARTNERS DATABASES. KY-MEP WILL VISIT AND PHYSICALLY CALL MOST OF KENTUCKY'S MANUFACTURERS AS THEIR INFORMATION IS ADDED TO VALIDATE INFORMATION. THE DATABASE WILL ALLOW ACCESS TO QUICK, EASY SEARCHES FOR KENTUCKY MANUFACTURERS BASED ON THEIR CURRENT ASSETS AND CAPABILITIES. KY-MEP WILL ALSO BE FACILITATING EXPOS ACROSS THE STATE, FOCUSED ON STRENGTHENING SUPPLY CHAINS BY PROVIDING NETWORKING EVENTS. EXPECTED OUTCOMES: A PRIMARY GOAL OF THIS EFFORT IS TO ASSIST THE KENTUCKY MANUFACTURING ECOSYSTEM WITH VALUABLE SUPPLY CHAIN RESOURCES. KY-MEP EXPECTS 80% OF KENTUCKY MANUFACTURERS TO HAVE THEIR DATA IN THE KY-MEP NATIONAL SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK BY THE END OF 2024. EXPECTED IMPACT FROM THE KY-MEP SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK PROGRAM: 80% OF MANUFACTURERS IN DATABASE BY END OF 2024. APPROXIMATELY 4000 SMM'S 8 EVENTS; 2 PER REGION 250+ PARTICIPANTS IN THE 8 EVENTS 50% OF PARTICIPANTS (125) ENLISTED KY-MEP IN FOLLOW UP SUPPORT AND ASSISTANCE. 25 NEW TECHNOLOGY TRANSFERS ANNUALLY $1M IN NEW FOLLOW-UP WORK FROM PARTICIPANTS. AVERAGE OF 500 NEW SURVEYS ANNUALLYINTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF KENTUCKY.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c9476c3-c39d-74de-31b6-2c9a10197e11-C", "generated_internal_id": "ASST_NON_70NANB23H079_1341"}, {"internal_id": 159697133, "Award ID": "70NANB23H078", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF OHIO.ACTIVITIES TO BE PERFORMED: OHIO MEP PLANS TO: GAIN A BETTER MARKET UNDERSTANDING OF THREE OF OHIO?S PRIMARY EXISTING AND COMPLIMENTARY EMERGING MARKETS: 1. AUTOMOTIVE AND ELECTRIC VEHICLES (EV), 2. AEROSPACE AND FABRICATED METALS AND 3. CHEMICALS AND PLASTICS (IMPACTS THE SEMICONDUCTOR SEGMENT). UPSKILL OUR OHIO MEP STAFF IN ORDER TO GAIN SUPPLY CHAIN CERTIFICATION TO PROFICIENTLY SUPPORT OHIO?S MANUFACTURERS IN ALL AREAS OF SUPPLY CHAIN OPTIMIZATION AND RESILIENCE INCLUDING, BUT NOT LIMITED TO PRODUCT DEVELOPMENT; MARKETING; PROCESS IMPROVEMENT AND OPTIMIZATION; DIGITAL TRANSFORMATION; CYBERSECURITY; EXPANDED SUPPORT FOR ADOPTING ADVANCED TECHNOLOGY UPGRADES AND TRANSITIONS; AND SUSTAINABILITY. RECRUIT ORIGINAL EQUIPMENT MANUFACTURERS (OEMS), LARGE MANUFACTURERS (BUYERS), AND SMMS IN OHIO TO CREATE A STRONGER STATEWIDE AND NATIONAL COMMUNITY FOR ALL U.S. MANUFACTURERS TO ON-SHORE AND NEAR-SHORE THEIR SUPPLIERS WHENEVER POSSIBLE IN ORDER TO PROCURE GOODS, PRODUCTS, MATERIALS, AND SERVICES FROM U.S. SOURCES. EXPECTED OUTCOMES: OHIO MEP WILL ACHIEVE THE FOLLOWING OUTCOMES DURING THIS TWO-YEAR PILOT: 95% RESPONSE RATE ON SUPPLIER SCOUTING OPPORTUNITIES FROM NIST MEP. 1. COMPLETION OF THE OHIO MARKET INTELLIGENCE STUDY OF THREE PRIMARY/EMERGING INDUSTRIES IN YEAR 1 (JUNE 1, 2023 ? MAY 31, 2024). 2. RECRUITMENT OF (1) LARGE OEM PER REGION (6 TOTAL) AND 100 SMMS PER REGION (600 TOTAL). INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF OHIO.SUBRECIPIENT ACTIVITIES: THE RECIPIENT WILL SUBAWARD FUNDS TO ALL SIX OF THEIR LONG-TERM SUBRECIPIENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bda5a750-4268-fbf5-3be6-ab9a71d861b3-C", "generated_internal_id": "ASST_NON_70NANB23H078_1341"}, {"internal_id": 159306191, "Award ID": "70NANB23H077", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-05", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF RHODE ISLAND.ACTIVITIES TO BE PERFORMED: CREATE THE RHODE ISLAND MANUFACTURING SUPPLY CHAIN COLLABORATIVE (RI MSCC) THAT WILL BE MADE UP OF ORGANIZATIONS THAT CURRENTLY SUPPORT MANUFACTURERS IN VARYING DEGREES. CREATING A SYSTEMATIC APPROACH TO OPTIMIZING SUPPLY CHAINS THROUGH REGULAR DISCOVERY, DEVELOPMENT AND IMPLEMENTATION. EXPECTED OUTCOMES: RI MSCC WILL ENGAGE AT LEAST ONE ORIGINAL EQUIPMENT MANUFACTURER (OEM); MAKE OVER FIVE MATCHES CONNECTING SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) TO ORGANIZATIONS SEEKING SUPPLIERS; AND OPTIMIZE FIVE COMPANY SUPPLY CHAINS. POLARIS MEP WILL PARTNER WITH SUSTAINMENT AND SUPPLY RI, TWO PLATFORMS DESIGNED TO CONNECT SMMS THAT POTENTIALLY FIT A SUPPLY CHAIN RELATED REQUEST OR NEED TO A COMPANY. THE RI MSCC LEADERSHIP WILL BE BRIEFED ON ALL ACTIVITIES ON A QUARTERLY BASIS. MEET WITH COMPANIES PARTICIPATING UNDER THIS AWARD TO IDENTIFY EFFECTIVENESS OF THE PROGRAM AND SEEK OPPORTUNITIES TO IMPROVE THE INITIATIVE.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF RHODE ISLAND.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc55da54-5d01-8ec2-0e0a-8db44dcdd647-C", "generated_internal_id": "ASST_NON_70NANB23H077_1341"}, {"internal_id": 159697132, "Award ID": "70NANB23H076", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "11.611", "Description": "PURPOSE: THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF LOUISIANA.ACTIVITIES TO BE PERFORMED: PROVIDE A MORE STRUCTURED MECHANISM THAT WILL MAKE LOUISIANA AN ACTIVE PARTICIPANT IN ASSISTING OUR MANUFACTURING COMMUNITY IN THE FOLLOWING AREAS: THOROUGH SUPPLIER SCOUTING AND MATCHMAKING ACTIVITIES, WHICH WILL INVOLVE RESPONDING TO 100% OF ALL NIST MEP SCOUTING REQUESTS. LCTCS MEP OF LA WILL ALSO ENGAGE IN OUTREACH TO IDENTIFY MATCHES AND EXPOSE MANUFACTURERS TO SUPPLY CHAIN ASSISTANCE, INCLUDING OEMS; ASSESS AND ANALYZE SUPPLY CHAIN CAPABILITY, CAPACITY, AND GAPS IN PRIORITY SUPPLY CHAINS, TO INCLUDE THOSE WHO PROVIDE TO VARIOUS CHEMICAL PRODUCTION FACILITIES, SEMICONDUCTOR MARKETS, OFFSHORE WIND MANUFACTURING, ETC., WITH SPECIFIC EMPHASIS GIVEN TO SMMS LOCATED IN RURAL COMMUNITIES AND AREAS UNDERSERVED POPULATIONS; EXPAND, REFRESH, AND ESTABLISH SERVICE OFFERINGS TO AUGMENT ABOVE ACTIVITIES AND STRENGTHEN SMALL AND MID-SIZED MANUFACTURERS' CAPABILITIES AS SUPPLY CHAIN SOLUTIONS; EXECUTE FULL TRACKING AND REPORTING OF SUPPLY CHAIN ACTIVITIES, INSIGHTS, OUTPUTS, AND OUTCOMES. THIS WILL INCLUDE UTILIZING SALESFORCE TO TRACK AND REPORT COMPANIES EXPOSED TO SUPPLY CHAIN IN THE STATE WITH DASHBOARD CREATION. LOUISIANA IS STILL EVALUATING DATABASES, INCLUDING BUT NOT LIMITED TO THOSE BEING USED BY OTHER MEP NATIONAL NETWORK CENTERS, SUCH AS CONNEX AND SUSTAINMENT. EXPECTED OUTCOMES: THE MEP OF LA WILL UNDERSTAND AND DOCUMENT THE STRENGTHS AND GAPS IN THE LOUISIANA SUPPLY CHAIN. AN AGREED UPON SUPPLY CHAIN DATABASE, WITH INDUSTRY AND ECONOMIC DEVELOPMENT PARTNER PARTICIPATION IN THE OUTCOME, WILL BE ESTABLISHED/DETERMINED. THIS COLLABORATIVE ENDEAVOR WILL ASSIST IN GAINING THE TRACTION NEEDED TO SUCCESSFULLY IMPLEMENT A ROBUST SUPPLY CHAIN NETWORK IN OUR STATE. WE WILL ALSO ENGAGE WITH THOSE STATE CENTERS CLOSER TO OUR AREA TO INFUSE LOGISTICAL PROXIMITY FOR THOSE MANUFACTURERS THAT EITHER BUY OR SELL TO THESE REGIONS. IT WILL ALSO BENEFIT LOUISIANA'S ORIGINAL EQUIPMENT MANUFACTURERS (OEMS) THROUGH IMPROVED KNOWLEDGE AND VISIBILITY TO MANUFACTURING CAPABILITIES WITHIN THE STATE. LOUISIANA'S SMMS WILL ALSO BE SERVED BY MAKING SUPPLIER OPTIONS MORE VISIBLE AND BUSINESS OPPORTUNITIES ARISE AS LARGER MANUFACTURERS SEEK TO LOCALIZE AND DIVERSIFY THEIR SUPPLY CHAINS.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF LOUISIANA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "93d97834-49ca-6d87-908e-901173943480-R", "generated_internal_id": "ASST_NON_70NANB23H076_1341"}, {"internal_id": 159697131, "Award ID": "70NANB23H075", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK. IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF WEST VIRGINIA.ACTIVITIES TO BE PERFORMED: WIDE-SPREAD OUTREACH TO CRITICAL STAKEHOLDERS INCLUDING WEST VIRGINIA DEPARTMENT OF ECONOMIC DEVELOPMENT, WEST VIRGINIA UNIVERSITY?S COLLEGE OF BUSINESS AND ECONOMICS, WEST VIRGINIA UNIVERSITY?S CORPORATE RELATIONS, WEST VIRGINIA NATIONAL DEFENSE INDUSTRIAL ASSOCIATION, REGIONAL CONTRACTING ASSISTANCE CENTER (WV'S PTAC), UNITED STATE SENATORS MANCHIN AND CAPITO AS WELL AS INDUSTRY SPECIFIC ORGANIZATIONS AND EXPERTS TO GARNER SUPPORT FOR THIS EFFORT. ACTIVITIES ALSO INCLUDE THE DEVELOPMENT OF A SUPPLY CHAIN READINESS ASSESSMENT TO BE DISCUSSED AND DOCUMENTED WITH SMALL AND MEDIUM SIZED MANUFACTURERS USING AN INDUSTRY FOCUSED APPROACH SO THAT AN ECOSYSTEM MAP CAN BE GENERATED IDENTIFYING ORIGINAL EQUIPMENT MANUFACTURERS AND SECONDARY AND TERTIARY SUPPLY CHAIN PATHWAYS, GAPS, AND OPPORTUNITIES. ACTIVITIES WILL INCLUDE EDUCATIONAL AND OUTREACH EVENTS, THE CONDUCT OF RESEARCH, ASSIGNMENT OF FORMAL SUPPLY CHAIN RESPONSIBILITIES TO WVMEP STAFF AND TO DEVELOP SUPPLY CHAIN SERVICE OFFERINGS.EXPECTED OUTCOMES: STATE-WIDE COLLECTION OF CAPABILITIES AND CAPACITIES OF MANUFACTURERS INTEGRATED INTO A MORE ROBUST DATABASE THAT WILL COMPLEMENT THE EXISTING CUSTOMER RELATIONSHIP MANAGEMENT SYSTEM ALREADY IN USE. ADDITIONAL OUTCOMES INCLUDE SUPPLIER READINESS TOOLS AND FORMAL SERVICE OFFERINGS TO CREATE MORE INFORMED MANUFACTURERS, A PREPARED CENTER STAFF WITH DEDICATED EXPERTISE IN SUPPLY CHAIN OPPORTUNITIES IN BOTH WEST VIRGINIA AND NATIONAL NETWORK CAPABILITIES. IMPACTS ARE EXPECTED TO BE INCREASED INTEREST FROM MANUFACTURING COMMUNITY, INCOMING REQUESTS TO POST SUPPLIER SCOUTING OPPORTUNITIES, INCOMING REQUESTS FOR SUPPLY CHAIN RELATED CONSULTING, AND MEASURABLE GROWTH IN MARKET EXPANSION FOR MANUFACTURERS IN WEST VIRGINIA.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF WEST VIRGINIA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_70NANB23H075_1341"}, {"internal_id": 159697130, "Award ID": "70NANB23H074", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-25", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF NEW JERSEY.ACTIVITIES TO BE PERFORMED: NJMEP WILL CONTRIBUTE TO THE NATIONAL SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK BUILD OUT BY SUPPORTING A 1.70 FULL-TIME EQUIVALENT (FTE) PERSONNEL CONFIGURATION. PROVIDE SUPPORT FOR NATIONAL SUPPLIER SCOUTING AND OPTIMIZATION SERVICES TO ENSURE EVERY MANUFACTURING EXTENSION PARTNERSHIP SUPPLIER SCOUTING REQUEST RECEIVES A RESPONSE EVEN WHEN NO SUPPLIERS ARE IDENTIFIED, OVERSEE SUPPLY CHAIN PARTNERSHIPS, USING A NATIONAL DATABASE OF 140,000+ U.S. MANUFACTURERS AND SUPPLIERS THAT FEATURES IN-DEPTH SEARCH CAPACITY BASED ON PRODUCTION CAPABILITIES, PROCESSES, CERTIFICATIONS, MATERIALS, INDUSTRY SECTORS,  AND CAPABILITY STATEMENTS, AS THE PLATFORM TO SUPPORT MEP SUPPLIER SCOUTING AND OPTIMIZATION. WILL CONSIDER THE USE OF A COMMON APPLICATION PROGRAMMING INTERFACE (API) TO FACILITATE EXCHANGE OF DATA AND INFORMATION WITH THE MEP NATIONAL NETWORK.  REPORTING NETWORK INTELLIGENCE-GATHERING RESULTS SUCH AS EXPANSION OF NJMEP?S MARKET UNDERSTANDING OF THE LOCAL SUPPLY CHAIN, SUPPLIER MAPPING, CLUSTERING OF EXPERTISE, AND ENGAGEMENT OF ORIGINAL EQUIPMENT MANUFACTURERS (OEMS) AND REPORTING RESULTS OF PROJECTS AS REQUIRED TO HELP OEMS AND MANUFACTURERS RECOGNIZE OPPORTUNITIES WITH FUTURE PLANNING EFFORTS.  PRIORITIZE SUPPLY CHAIN OPTIMIZATION ACTIVITY WITHIN INDUSTRIES MOST RELEVANT TO NEW JERSEY SUCH AS OFFSHORE WIND, MEDICAL DEVICE MANUFACTURING, AND THE DEPARTMENT OF DEFENSE SUPPLY CHAIN, AMONG OTHERS.  EXPECTED OUTCOMES: STRENGTHEN ITS INTERNAL PERSONNEL CONFIGURATIONS TO SUPPORT THE MEP NATIONAL NETWORK'S NATIONAL SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK, INCLUDING TIMELY PROCESSING OF ALL SUPPLIER SCOUTING REQUESTS. INCREASE AWARENESS BY NEW JERSEY OEMS AND MANUFACTURERS OF THE RELEVANCE AND UTILITY OF THE NATIONAL SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK. A SIGNIFICANT NUMBER (TO BE DETERMINED) OF NEW JERSEY MANUFACTURERS WILL REGISTER IN THE CONNEX MARKETPLACE. PARTICIPATE IN MEP NATIONAL NETWORK DATA SHARING, DISSEMINATION, AND CAPACITY BUILDING ACTIVITIES NECESSARY TO SUPPORT EFFECTIVE AND EFFICIENT OPERATION OF THE NATIONAL SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK. NJMEP WILL MAKE AVAILABLE ITS CORE SERVICE OFFERINGS TO MANUFACTURERS WHO ENROLL IN THE CONNEX MARKETPLACE. INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF NEW JERSEY.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "32d448b8-f8f8-16d3-2af4-118cf862e54d-R", "generated_internal_id": "ASST_NON_70NANB23H074_1341"}, {"internal_id": 159306190, "Award ID": "70NANB23H073", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-02", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF NORTH DAKOTA.ACTIVITIES TO BE PERFORMED: THE PROJECT WILL DEDICATE ONE FULL TIME EQUIVALENT (FTE) STAFF FOCUSED ON SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK.   ENHANCE EXISTING SYSTEMS AND TEAM TO COLLECT AND ANALYZE SMALL AND MEDIUM-SIZED MANUFACTURERS (SMM) CAPABILITY AND CAPACITY DATA TO MAP NORTH DAKOTA SUPPLY NETWORK ECOSYSTEM.  IDENTIFY KEY ORIGINAL EQUIPMENT MANUFACTURERS (OEMS) GAPS TO HELP FILL THOSE NEEDS BY CONNECTING SMALL AND MEDIUM-SIZED MANUFACTURES (SMMS) TO THESE OPPORTUNITIES AND TRACKING SMM RESULTS OF MATCHES, INTRODUCTIONS, AND SERVICES BY IMPACT DAKOTA.  ESTABLISH NEW SERVICE OFFERINGS TO AUGMENT AND OPTIMIZE CURRENT NATIONAL AND LOCAL SUPPLIER NETWORK CAPABILITIES.EXPECTED OUTCOMES: HAVE AN EFFECTIVE PROCESS TO RECEIVE, REVIEW AND MATCH MEP NATIONAL NETWORK SUPPLIER SCOUTING REQUESTS TO NORTH DAKOTA MANUFACTURING ECOSYSTEM CAPABILITIES AND CAPACITIES TO PROVIDE BUSINESS OPPORTUNITIES TO GROW AND DIVERSIFY NORTH DAKOTA SMMS ORGANIZATIONS. OEMS SEEKING SUPPLIERS WILL BE CLOSING GAPS IN THEIR NEEDED INPUTS TO MEET THEIR OWN ORGANIZATIONAL NEEDS AND SATISFY DEMAND OF THEIR CUSTOMERS.  HAVE ENHANCED SUPPLY CHAIN ASSESSMENT AND ADDITIONAL SUPPORT SERVICE OFFERINGS FOR MANUFACTURERS.    INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF NORTH DAKOTA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "542410c0-0394-beb9-ab09-036dd5d5a468-C", "generated_internal_id": "ASST_NON_70NANB23H073_1341"}, {"internal_id": 159306189, "Award ID": "70NANB23H072", "Award Amount": 399852.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-12", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF SOUTH DAKOTAACTIVITIES TO BE PERFORMED: THE PROJECT WILL BUILD UPON THE EXISTING INFRASTRUCTURE OF THE MEP NATIONAL NETWORK (MEP NN) TO SUPPORT SUPPLIER SCOUTING SERVICES, ASSESS AND ANALYZE LOCAL MANUFACTURING CAPABILITIES, AND EXPAND KNOWLEDGE OF SOUTH DAKOTAS MANUFACTURING ECOSYSTEMS TO STIMULATE THE GROWTH OF SOUTH DAKOTA'S MANUFACTURERS. SDMTS WILL HIRE A FULL-TIME, DEDICATED BUSINESS ADVISOR TO LEAD THE CENTER'S SUPPLY CHAIN PROGRAM DEVELOPMENT AND ENSURE A RESPONSE TO ALL SUPPLIER SCOUTING REQUESTS.  FOCUS ON BUILDING THE SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK, INCLUDING THE COLLECTION AND ANALYSIS OF SMALL AND MEDIUM-SIZED MANUFACTURERS (SMM) CAPABILITIES AND CAPACITY DATA TO MAP THE SOUTH DAKOTA SUPPLY NETWORK ECOSYSTEM. DEVELOP NEW SERVICE AND EDUCATIONAL OFFERINGS, CONNECT MANUFACTURERS TO SUPPLY CHAIN OPPORTUNITIES, AND REPORT THE IMPACTS OF PROGRAM-RELATED OBJECTIVES. EXPECTED OUTCOMES: PROGRAM WILL RESULT IN SOUTH DAKOTA MANUFACTURERS INCREASED AWARENESS OF AND ACCESS TO SUPPLY CHAIN OPPORTUNITIES, AN INTEGRATED LOCAL/NATIONAL SUPPLY SCOUTING PROCESS, NEW EDUCATIONAL OFFERINGS AND TOOLS, AND REGULAR REPORTS THAT HIGHLIGHT LESSONS LEARNED AND BEST PRACTICES, PROVIDE STAKEHOLDER FEEDBACK AND INFORM FUTURE SUPPLY CHAIN-RELATED PROGRAMS AND SERVICES. IMPACTS WILL BE FELT WHEN SMMS FILL SUPPLY CHAIN GAPS AND DIVERSIFYING INTO NEW MARKETS, CONSEQUENTLY CREATING STRONGER STATE AND NATIONAL ECONOMIES AND A MORE RESILIENT U.S. SUPPLY CHAIN.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF SOUTH DAKOTA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e8cba4e-8161-04ea-11b2-4c4e3706388c-C", "generated_internal_id": "ASST_NON_70NANB23H072_1341"}, {"internal_id": 159306188, "Award ID": "70NANB23H071", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-03", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF COLORADO.ACTIVITIES TO BE PERFORMED: OUTREACH TO, AND ENGAGEMENT WITH, COLORADO MANUFACTURERS TO INCREASE THE NUMBER OF MANUFACTURERS WITH ACTIVE AND VERIFIED ACCOUNTS TO RESPOND TO PROCUREMENT OPPORTUNITIES AND SUPPLIER SCOUTING REQUESTS THROUGH SUSTAINMENT AND ENSURING ALL SUPPLIER SCOUTING REQUESTS ARE REVIEWED AND ANSWERED. MAPPING THE LOCAL, REGIONAL, AND STATE MANUFACTURING ECOSYSTEMS AND IDENTIFYING SUPPLY CHAIN GAPS INCLUDING THE NET SUPPLY CHAIN RISK BASED ON THE TOTAL MANUFACTURING BASE BEGINNING WITH THE AEROSPACE AND SEMICONDUCTOR MANUFACTURING SECTORS (SUPPLY CHAIN ANALYSIS). UTILIZING THE SUPPLY CHAIN ANALYSIS TO IDENTIFY AND IMPLEMENT PROGRAMS AND SERVICES AVAILABLE ACROSS THE MEP NATIONAL NETWORK AND/OR DEVELOP PROGRAMS AND PROJECTS THAT WILL MITIGATE THE OVERALL SUPPLY CHAIN RISK FOR THE AEROSPACE AND SEMICONDUCTOR MANUFACTURING SECTORS. WORKING WITH OTHER MEP CENTERS AND SUSTAINMENT TO DEVELOP A MEP CENTER DASHBOARD AND COMMUNITY ON SUSTAINMENT TO COLLECT, ANALYZE, AND TRACK SUPPLY CHAIN DATA AND METRICS ON A STATE, REGIONAL, AND NATIONAL BASIS INCLUDING, BUT NOT LIMITED TO, MANUFACTURERS WITH ACTIVE ACCOUNTS, PROCUREMENT OPPORTUNITIES, BIDS MADE, CONTRACTS AWARDED, MATCHES, INTRODUCTIONS, AND ECONOMIC IMPACTS.EXPECTED OUTCOMES: EXPAND THE CAPABILITIES AND OPPORTUNITIES FOR COLORADO MANUFACTURERS AND GENERATE ECONOMIC IMPACT BY INCREASING THE SEARCH AND PROCUREMENT OPPORTUNITIES ON SUSTAINMENT, ENSURING 100% RESPONSE ON SUPPLIER SCOUTING REQUESTS, INCREASING SUPPLIER SCOUTING REQUESTS, MAPPING AND ANALYZING THE AEROSPACE AND SEMICONDUCTOR MANUFACTURING SUPPLY CHAIN, AND EXPANDING AND OPTIMIZING MANUFACTURER'S EDGE SUPPLIER SERVICES TO INCREASE DOMESTIC SUPPLY CHAIN RESILIENCY.  CONTRACTORS: MANUFACTURER'S EDGE UTILIZES A CONSULTANT WITH OVER 15 YEARS OF GLOBAL SUPPLY CHAIN EXPERIENCE IN THE INDUSTRIAL MANUFACTURING AND SERVICE INDUSTRIES AS A CONTRACTOR TO PROVIDE SERVICES TO COLORADO COMPANIES. THE CONTRACTOR WILL WORK WITH MIDDLE-MARKET MANUFACTURERS TO REDUCE THE COST, RISK, AND ENVIRONMENTAL IMPACT OF THEIR SUPPLY CHAINS; ESPECIALLY THOSE PREPARING FOR OR EXPERIENCING PERIODS OF EXTREME GROWTH. MANUFACTURER'S EDGE WILL ENGAGE THIS SUBJECT MATTER EXPERT TO ASSIST IN END-TO-END SUPPLY CHAIN MAPPING, PROVIDE SUPPLY CHAIN RISK ANALYSIS, AND ASSIST IN DEVELOPING PROGRAMS AND PROJECTS THAT WILL MITIGATE THE OVERALL SUPPLY CHAIN RISK FOR THE INDUSTRY STARTING WITH AEROSPACE AND SEMICONDUCTOR MANUFACTURING.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF COLORADO.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4b76aee-41d5-0ab6-d799-1d023fab5e3f-C", "generated_internal_id": "ASST_NON_70NANB23H071_1341"}, {"internal_id": 159697129, "Award ID": "70NANB23H070", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-26", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF IOWA.ACTIVITIES TO BE PERFORMED: THE PROJECT WILL BUILD CAPABILITY TO IMPROVE UNDERSTANDING OF IOWA'S SUPPLY CHAINS AND BETTER CONNECT OUR ACTIVITIES WITH NATIONAL NEEDS.  DEDICATE A FULL TIME EQUIVALENT (FTE) TO SUPPORTING NATIONAL SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE; CREATE NEW CONNECTIONS TO COMPLIMENTARY SYSTEMS; CONDUCT SUPPLY NETWORK INTELLIGENCE GATHERING; AND PURSUE LOCAL SUPPLY CHAIN PRIORITIES.EXPECTED OUTCOMES: DEVELOP, DEPLOY AND IMPACT THE CAPABILITY FOR THE MEP CENTER TO EFFECTIVELY AND EFFICIENTLY RESPOND TO NATIONAL SUPPLY CHAIN ISSUES. BETTER CONNECT PARTS OF THE SUPPLY CHAIN IN IOWA TO CHANGING AND EMERGING SUPPLY CHAINS AND IMPROVING THE RESILIENCE OF MANUFACTURERS IN IOWA AND OF KEY NATIONAL SUPPLY CHAINS.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF IOWA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_70NANB23H070_1341"}, {"internal_id": 159306187, "Award ID": "70NANB23H068", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-02", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF ALASKA.ACTIVITIES TO BE PERFORMED: THE ALASKA MEP WILL HIRE A FULL-TIME STAFF TO FACILITATE ENGAGEMENT IN THE SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK, ENABLING THE CENTER TO EXPAND PARTICIPATION IN THE SUPPLIER SCOUTING NETWORK WITHIN ALASKA. THIS NEW STAFF WILL MANAGE AND PARTICIPATE IN RESEARCH ON SUPPLY CHAIN GAPS, OPPORTUNITIES, AND MANUFACTURING CAPABILITIES IN-STATE AND GENERATE WRITTEN REPORTS AND DATA FOR NIST MEP. LASTLY, THE PROGRAM WILL COLLABORATE WITH THE BUY ALASKA PROGRAM TO ENSURE ALASKA MANUFACTURERS AND BUSINESSES UTILIZE ALL AVAILABLE RESOURCES TO MEET THEIR SUPPLY CHAIN NEEDS AND INCREASE SALES RELATED TO FILLING CRUCIAL SUPPLY CHAIN GAPS.EXPECTED OUTCOMES:  THE PROJECT'S LONG-TERM OUTCOME IS A MORE INTEGRATED IN-STATE ALASKA SUPPLY CHAIN THAT IS ALSO WELL CONNECTED TO THE NEEDS OF LOWER 48 COMPANIES. THE CENTER EXPECTS INCREASES IN MANUFACTURERS' SALES AS THEY BECOME BETTER INTEGRATED INTO ALASKA AND US SUPPLY CHAINS AS   SUPPLIERS, AND DECREASED COSTS AND INCREASED RESILIENCE AS THEY CAN CONNECT EASILY WITH MORE SUPPLIERS OF THEIR INPUTS. ONE CRITICAL OUTCOME OF THIS PROJECT WILL BE A REPORT THAT INCLUDES DATA ON ALASKA MANUFACTURING SUPPLY CHAIN-RELATED NEEDS AND CAPABILITIES ALONG WITH AN OUTLINE OF BEST PRACTICES AND LESSONS LEARNED BY THE ALASKA MEP.  INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF ALASKA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60295d89-b22d-012f-5bda-efd5622a7a03-C", "generated_internal_id": "ASST_NON_70NANB23H068_1341"}, {"internal_id": 159697127, "Award ID": "70NANB23H067", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-26", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF KANSAS.ACTIVITIES TO BE PERFORMED: ACTIVELY PARTICIPATE IN SUPPLIER SCOUTING AND NATIONAL NETWORK SUPPLY CHAIN INITIATIVES; BUILD OUT A STATE SUPPLY CHAIN DATABASE THAT WILL IDENTIFY STATE MANUFACTURING CAPABILITIES, MAP INDUSTRY SUPPLY CHAINS, AND ALLOW MANUFACTURERS TO BOTH FIND EACH OTHER FOR SOURCING AND BE FOUND FOR GROWTH OPPORTUNITIES; PROACTIVELY ENGAGE WITH MANUFACTURERS AND PARTNERS TO UNDERSTAND GAPS IN THE STATE'S SUPPLY CHAIN AND CREATE NEW SOLUTIONS TO FILL THOSE GAPS.    EXPECTED OUTCOMES: BE ABLE TO IDENTIFY OPPORTUNITIES FOR KANSAS MANUFACTURERS TO SUPPORT NATIONAL SUPPLY CHAIN NEEDS INDIVIDUALLY AND COLLECTIVELY. UNDERSTAND AND DOCUMENT THE STRENGTHS OF AND GAPS IN THE KANSAS SUPPLY CHAIN. IT WILL ALSO BENEFIT KANSAS ORIGINAL EQUIPMENT MANUFACTURERS (OEMS) AND TIER 1 SUPPLIERS THROUGH IMPROVED KNOWLEDGE AND VISIBILITY TO MANUFACTURING CAPABILITIES WITHIN THE STATE. KANSAS SMMS WILL ALSO BE SERVED AS SUPPLIER OPTIONS ARE MORE VISIBLE AND BUSINESS OPPORTUNITIES ARISE AS LARGER MANUFACTURERS SEEK TO LOCALIZE AND DIVERSIFY THEIR SUPPLY CHAINS.  THE KANSAS SUPPLY CHAIN INTELLIGENCE GAINED THROUGH THIS PROJECT WILL HELP STATE PARTNERS AS THEY CRAFT AND EXECUTE A STATEWIDE MANUFACTURING STRATEGY.   INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF KANSAS.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO PARTICIPATE IN CONDUCTING THE ACTIVITIES OF THIS PROJECT AS STATED ABOVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7fcda023-a038-cacc-a12a-c2bca1ac0dfb-R", "generated_internal_id": "ASST_NON_70NANB23H067_1341"}, {"internal_id": 159697126, "Award ID": "70NANB23H066", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-26", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF NEVADA.ACTIVITIES TO BE PERFORMED: THE MAJOR ACTIVITIES TO BE PERFORMED INCLUDE 1) RESPONDING TO ALL SUPPLIER SCOUTING REQUESTS, 2) CREATING AWARENESS OF SUPPLIER SCOUTING AND SUPPLY CHAIN OPTIMIZATION SERVICES AVAILABLE THROUGH OUR CENTER AND ACROSS THE MEP NETWORK, 3) RECRUITING OEM AND SMM PARTICIPATION IN SUPPLIER SCOUTING, RESILIENCE, AND OPTIMIZATION INITIATIVES, 4) GATHERING AND ANALYZING SUPPLIER CAPABILITY AND CAPACITY DATA TO MAP LOCAL SUPPLY NETWORK ECOSYSTEMS, 5) IDENTIFYING OEM SUPPLY CHAIN GAPS AND HELP TO FILL THOSE GAPS BY CONNECTING SMMS TO THESE OPPORTUNITIES, 6) IDENTIFYING NEW SERVICE OFFERINGS TO AUGMENT AND OPTIMIZE SUPPLY CHAIN RESILIENCE, AND 7) TRACKING, MEASURING, AND REPORTING SMM SUPPLIER SCOUTING INTRODUCTIONS, MATCHES, AND SUPPLY CHAIN PROJECTS.EXPECTED OUTCOMES: THIS PROJECT IS ANTICIPATED TO RESULT IN OUTREACH TO ALL OEMS IN NEVADA AND TO GENERATE AN AVERAGE OF 10 SUPPLIER SCOUTING REQUESTS OVER THE COURSE OF TWO YEARS. THIS PROJECT ANTICIPATES RECRUITING AT LEAST 100 SMMS TO PARTICIPATE IN THIS PROJECT BY PROVIDING DETAILED INFORMATION OF THEIR MANUFACTURING EXPERTISE, CAPABILITIES, AND CAPACITY. THIS PROJECT ANTICIPATES THE INCLUSION OF AVAILABLE LIMITED SUPPLIER DATA FROM OTHER SMMS. THIS PROJECT IS ANTICIPATED TO DEVELOP UP TO TWO NEW SUPPLY CHAIN RESILIENCE SERVICE OFFERINGS, ONE PER YEAR, BASED UPON FEEDBACK FROM PARTICIPATING OEMS AND SMMS.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF NEVADA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_70NANB23H066_1341"}, {"internal_id": 159697125, "Award ID": "70NANB23H065", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-22", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF MARYLAND.ACTIVITIES TO BE PERFORMED: THE MARYLAND MEP TEAM WILL ACCOMPLISH THESE OBJECTIVES THROUGH A COMPREHENSIVE STRATEGY TO DELIVER THE FOLLOWING ACTIVITIES: IMPLEMENT A STATE-WIDE MANUFACTURING DATABASE WITH ACCESS AND LINKAGES TO A NATIONAL MANUFACTURING AND SUPPLIER DATABASE; IMPROVE MARKET UNDERSTANDING OF THE NEARLY 3,000 MARYLAND MANUFACTURERS TO BETTER UNDERSTAND CAPABILITIES, PROCESSES, INDUSTRY SECTORS, CAPACITY, AND OTHER KEY DRIVERS; PROVIDE OPPORTUNITIES FOR IMPROVED SUPPLIER CONNECTIVITY, MATCHMAKING AND BUYING OPPORTUNITIES FOR MARYLAND MANUFACTURERS, OEMS, AND SUPPLIERS; DEDICATE PERSONNEL AND RESOURCES TO BETTER UNDERSTAND THE MARYLAND SUPPLY BASE, RESPOND TO NATIONAL SUPPLIER SCOUTING OPPORTUNITIES AND SUPPORT THE MANUFACTURING ECOSYSTEM.EXPECTED OUTCOMES: THE OUTCOMES OF THE EFFORT PROPOSED WILL RESULT IN THE FOLLOWINGOUTCOMES: IMPLEMENTATION OF A STATE-WIDE MANUFACTURING DATABASE WITH LINKAGES TO REGIONAL AND NATIONAL PLATFORMS; LIST AT LEAST 1,200 MANUFACTURERS / SUPPLIERS IN THE DATABASE IN YEAR 1 (~40%); INCREASE MANUFACTURER / SUPPLIER LISTINGS TO AT LEAST 2,000 MANUFACTURERS / SUPPLIERS IN YEAR 2 (~60%); SHARE AND RESPOND TO NATIONAL SUPPLIER SCOUTING OPPORTUNITIES WITH MARYLAND MANUFACTURING BASE; SHARE MONTHLY SUCCESS STORIES / CASE STUDIES (TO BEGIN 6 MONTHS AFTER AWARD); CONDUCT OUTREACH TO MARYLAND OEMS AND ENGAGE AT LEAST 6 TO PARTICIPATE IN MARKETPLACE; AND DEDICATE A RESOURCE TO EXPAND MARYLAND MEP'S SUPPLY CHAIN ACTIVITIES AND SUPPORT THE MANUFACTURING ECOSYSTEM.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF MARYLAND.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6133aaf2-61fe-b05e-b912-079aea9b0156-R", "generated_internal_id": "ASST_NON_70NANB23H065_1341"}, {"internal_id": 159697124, "Award ID": "70NANB23H064", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-22", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF VERMONT.ACTIVITIES TO BE PERFORMED: LAUNCH THE CONNEX'S SUPPLY CHAIN PLATFORM, PROJECT MANAGING THE IMPLEMENTATION, MARKETING THE PLATFORM AND ITS BENEFITS TO VERMONT MANUFACTURERS, IDENTIFYING THE TWO YEAR ROLL OUT SCHEDULE, ENGAGING RESOURCES EQUIVALENT TO AN FTE TO MANAGE THE ACTIVITIES, ONBOARDING VERMONT MANUFACTURERS ONTO THE PLATFORM AND DELIVERING A SUSTAINABLE ACTION PLAN RESULTING IN A VISIBLE, RESILIENT AND CONSTANTLY IMPROVING SUPPLY CHAIN BY THE GRANT END DATE.  VMEC PLANS TO CONTRACT INITIALLY WITH ONE FULL TIME AND SEVERAL PART TIME RESOURCES INCLUDING: A PROJECT/PROGRAM LEADER, SUPPORTING OUTREACH RESOURCES, AND TRAINERS TO RAMP UP EXISTING VMEC STAFF TO OPTIMIZE THE LAUNCH OF THE SUPPLY CHAIN SAAS PLATFORM THAT WILL ENABLE SPEEDY AND COMPREHENSIVE SUPPLY CHAIN RESILIENCY LOCALLY, REGIONALLY AND NATIONALLY. CONTRACTED SUPPORT THROUGH VERMONT STATE UNIVERSITY RESOURCES AND THIRD-PARTY SPECIALIZED SUPPORT IN PROJECT MANAGEMENT MAY ALSO BE USED TO ADD UP TO THE EQUIVALENT OF ONE FTE. EXPECTED OUTCOMES: CONTACT AND ENGAGE UP TO 50% OF THE VERMONT MANUFACTURING BASE BY THE END OF THE TWO-YEAR PERIOD AND TO ENROLL UP TO 50% AFTER A FOUR-YEAR PERIOD.  CONNECT VERMONT MANUFACTURERS, LOCALLY, REGIONALLY AND NATIONALLY AS PART OF A US WIDE RESILIENT SUPPLY CHAIN AND TO BE A CATALYST FOR LOCAL, REGIONAL AND NATIONAL SOURCING AS PART OF A HEALTHY DIVERSE AND VISIBLE US SUPPLY CHAIN NETWORK, LESSENING DEPENDENCE ON OVERSEAS SUPPLY CHAINS ESPECIALLY IN MATTERS OF NATIONAL DEFENSE. THE IMPACT FOR VERMONT MANUFACTURERS WILL BE TO BE PART OF A LOCAL, REGIONAL AND NATIONAL SUPPLY CHAIN MAKING VISIBLE CAPABILITIES, CAPACITY, ACCREDITATIONS, AND CERTIFICATIONS. THIS WILL GIVE VERMONT MANUFACTURERS MORE OPPORTUNITIES TO BOTH BUY AND SELL SUPPLIES AND FINISHED GOODS AS PART OF THE US SUPPLY CHAIN, DECREASING COSTS OF BUSINESS, LOGISTICAL DIFFICULTY, TIME TO SOURCE AND SELL AS WELL AS INCREASING SPEED TO FIND SUPPLIERS AND BUYERS BY BEING INVOLVED IN SIGNIFICANTLY MORE US BASED BUSINESS OPPORTUNITIES.  INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF VERMONT.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e59f9d4-1ccc-0554-44e0-2a86d0d53ecb-C", "generated_internal_id": "ASST_NON_70NANB23H064_1341"}, {"internal_id": 159697123, "Award ID": "70NANB23H063", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-24", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF IDAHO.ACTIVITIES TO BE PERFORMED: MAJOR ACTIVITIES INCLUDED IN THIS PROJECT ARE: EXPANSION AND AUGMENTATION OF THE IDAHO MANUFACTURERS CONNECT DATABASE; RESEARCH AND ASSESSMENT OF MANUFACTURERS SUPPLY CHAIN NEEDS AND CURRENT PRACTICES; SUPPLIER SCOUTING PROGRAM COORDINATED WITH PARTNERS; TESTING, LEARNING FROM, AND PROVIDING FEEDBACK ON SUPPLY CHAIN TOOLS AND RESOURCES VIA A REGIONAL FOOD/PRODUCT TESTING CENTER FOCUSED ON SUPPLY CHAIN RESILIENCY. PROJECT ACTIVITIES WILL INCLUDE CONNECTIVITY TO REGIONAL AND NATION NETWORK ACTIVITIES SUPPORTING NATIONWIDE SUPPLY CHAIN OPTIMIZATION AND A CAPABLE INTELLIGENCE NETWORK. EXPECTED OUTCOMES: SYSTEMS IN PLACE THAT WILL MORE READILY ENABLE 100% RESPONSE TO NATIONAL SUPPLIER SCOUTING INQUIRIES, FACILITATE BETTER RESPONSES TO LOCAL REQUESTS FOR SUPPLIERS AND OEMS, AND TRACK SUPPLY CHAIN INTRODUCTIONS AND MATCHES; MEANS BY WHICH IDAHO OEM NEEDS AS WELL AS SUPPLIER INFORMATION AND CAPABILITIES CAN BE READILY SHARED REGIONALLY AND NATIONALLY; INCREASE AWARENESS OF REGIONAL MANUFACTURING SUPPLY CHAIN STRENGTHS AND OPPORTUNITIES TO INFORM STATE ECONOMIC DEVELOPMENT STRATEGIES.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF IDAHO.SUBRECIPIENT ACTIVITIES: THE RECIPIENT WILL SUBAWARD FUNDS TO THE IDAHO MANUFACTURING ALLIANCE WITH EFFORTS IN SUPPORT OF THE DATABASE AND THE TESTING CENTER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdf928a5-3644-7a23-a2b3-0ce91ac0920e-C", "generated_internal_id": "ASST_NON_70NANB23H063_1341"}, {"internal_id": 159697122, "Award ID": "70NANB23H062", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-26", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF MONTANA.ACTIVITIES TO BE PERFORMED: THE PROJECT WILL HIRE ONE FULL-TIME EMPLOYEE (FTE) TO BE THE SINGLE POINT OF CONTACT FOR THE SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK. THIS EMPLOYEE WILL PARTICIPATE IN MEP NATIONAL NETWORK COLLABORATION MEETINGS AND ACTIVITIES, STUDY AND DOCUMENT SUPPLY CHAIN INTELLIGENCE, SUGGEST SOLUTIONS TO STORE AND SHARE SUPPLY CHAIN DATA, AND BE RESPONSIBLE FOR RESPONDING TO ALL SUPPLIER SCOUTING REQUESTS AND FOR ENSURING THE SECURITY OF ALL DATA COLLECTED. AFTER FUNDING THE FULL-TIME SUPPLY CHAIN OPTIMIZATION EMPLOYEE, MMEC WILL USE THE REMAINING FUNDS TO MODIFY OUR EXISTING SALESFORCE CUSTOMER RELATIONSHIP MANAGEMENT (CRM) APPLICATION TO TEMPORARILY HOUSE OUR SUPPLY CHAIN DATA AND POSSIBLY PURCHASE ADDITIONAL SOFTWARE SOLUTIONS OR ENHANCEMENTS (E.G., FOR MAPPING OF SUPPLY CHAIN DATA).  MMEC WILL USE CONTRACTORS TO MODIFY EXISTING SALESFORCE CRM SYSTEM TO ALLOW FOR TEMPORARY STORAGE OF SUPPLY CHAIN DATA UNTIL A COMMON PROTOCOL AND AN APPLICATION PROGRAMMING INTERFACE HAS BEEN DECIDED UPON AT NIST-MEP.EXPECTED OUTCOMES: MMEC EXPECTS THAT THIS DEDICATED SUPPLY CHAIN EMPLOYEE AND INTELLIGENCE NETWORK WILL BE EXTREMELY IMPACTFUL TO OUR STAFF, CLIENTS, AND PARTNERS.  MMEC WILL TRACK THE NUMBER OF COMPANIES DOCUMENTED, NUMBER OF SUPPLY CHAINS MAPPED, NUMBER OF SUPPLIERS SCOUTING REQUESTS RESPONDED TO AND THE NUMBER OF MATCHES MADE.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF MONTANA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_70NANB23H062_1341"}, {"internal_id": 159306186, "Award ID": "70NANB23H061", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-09", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF MISSISSIPPI.ACTIVITIES TO BE PERFORMED: ENGAGE IN SUPPLIER SCOUTING AND NATIONAL NETWORK SUPPLY CHAIN INITIATIVES THROUGH ENGAGEMENTS WITH INDUSTRY, STATE/LOCAL GOVERNMENT, ECONOMIC DEVELOPMENT ORGANIZATIONS, PLANNING AND DEVELOPMENT ENTITIES, AND INDUSTRY ORGANIZATIONS; PROVIDE PROGRAM MANAGEMENT OVERSIGHT AND SUPPORT FOR NATIONAL SUPPLIER SCOUTING AND OPTIMIZATION SERVICES THAT INCLUDES REPRESENTING THE MS MEP CENTER IN WORKING GROUPS AND NATIONAL MEETINGS; DEVELOP A FORMAL SUPPLY CHAIN PROGRAM TO FACILITATE SUPPLIER SCOUTING AND OPTIMIZE THE SUPPLIER NETWORK TO RESPOND TO CURRENT AND FUTURE SUPPLY CHAIN NEEDS THROUGH ENGAGEMENT WITH SMALL AND MEDIUM-SIZED MANUFACTURING COMPANIES; TRACK AND REPORT RESULTS OF SUPPLY CHAIN ACTIVITIES TO THE NIST MEP NATIONAL NETWORK.  PLANS AND ACTIVITIES WILL BE DEVELOPED THAT ALIGN CLOSELY WITH CURRENT AND FUTURE NEEDS OF MANUFACTURERS TO IMPROVE SUCH AREAS AS PRODUCTION, LOGISTICS, AND DISTRIBUTION.EXPECTED OUTCOMES: VARIOUS LEVELS OF IMPACTS ARE EXPECTED FROM THESE ACTIVITIES, SUCH AS IMPROVED PRODUCTIVITY THROUGH THE DEVELOPMENT OF A MORE EFFICIENT SUPPLY CHAIN NETWORK, AND READILY ACCESSIBLE INFORMATION RELATED TO MANUFACTURING CAPABILITIES ON BOTH THE STATE AND NATIONAL LEVELS.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF MISSISSIPPI.SUBRECIPIENT ACTIVITIES: THE RECIPIENT WILL SUBAWARD FUNDS TO THEIR PARTNER, MISSISSIPPI STATE UNIVERSITY CAVS-E.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "339a77e9-2a5f-3fde-9314-c17452a38be4-R", "generated_internal_id": "ASST_NON_70NANB23H061_1341"}, {"internal_id": 159697121, "Award ID": "70NANB23H060", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-31", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF GEORGIA.ACTIVITIES TO BE PERFORMED: GAMEP PROPOSES HIRING OR ALLOCATING ONE NEW FTE (FULL-TIME EQUIVALENT) FOR FULL-TIME MANAGEMENT OF MANUFACTURERS? SUPPLY CHAIN OPPORTUNITY REQUESTS FROM THE NATIONAL NETWORK AND FROM REQUESTS COMING DIRECTLY INTO GAMEP FROM THE STATE OF GEORGIA. THE FTE WILL BE THE MAIN CONTACT POINT WITHIN THE GAMEP FOR SUPPLY CHAIN REQUESTS AND WILL BE RESPONSIBLE FOR UTILIZING A COMBINATION OF SCOUTING SUBSCRIPTION DATABASES, OTHER WEB-BASED DATA SEARCH ENGINES, SUPPLIER SOURCING BEST PRACTICES, AND LEVERAGING THE EXPERTISE OF THE EXISTING SUPPLY CHAIN PRACTITIONERS (INCLUDING THE PROGRAM PI) ON STAFF TO FORMULATE A RESPONSE TO ALL REQUESTS. OVER THE COURSE OF THE TWO-YEAR PILOT, A SUMMARIZATION WILL BE DONE OF GAMEP'S UNDERSTANDING OF THE LOCAL SUPPLY CHAIN LANDSCAPE, GAPS THAT EXIST IN BUILDING OUT SUPPLY CHAIN CAPABILITIES AND CAPACITIES FOR MAJOR LOCAL OEM'S AND A BETTER MARKET UNDERSTANDING OF THE LOCAL SUPPLY CHAIN NETWORK. FOR THE PURPOSES OF THE PILOT, LOCAL WILL BE DEFINED AS GEORGIA BUT MAY INCLUDE REGIONAL NETWORKS ACROSS STATE LINES.EXPECTED OUTCOMES: GAMEP EXPECTS THAT THE PILOT FUNDING WILL JUMP START ITS ENTRY INTO SUPPLIER SCOUTING BY DEDICATING A RESOURCE THAT DOES NOT CURRENTLY EXIST, TO CONDUCT NEAR REAL-TIME SUPPLIER SCOUTING UTILIZING AVAILABLE DATABASE RESOURCES AND EXISTING STAFF EXPERTISE. THIS WILL PROVIDE THE GAMEP WITH CRITICAL KNOWLEDGE OF SUPPLY CHAINS WITHIN THE STATE AND OPPORTUNITIES THAT EXIST TO CONNECT. COLLECTED DATA FROM OPPORTUNITY REQUESTS AND RESPONSES WILL HELP INFORM GAMEP AND THE NATIONAL NETWORK OF THE AVAILABILITY AND CAPACITY OF LOCAL NETWORKS THAT CAN MEET SUPPLIER SCOUTING REQUESTS ACROSS THE SYSTEM.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF GEORGIA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_70NANB23H060_1341"}, {"internal_id": 159697120, "Award ID": "70NANB23H059", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-22", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF PENNSYLVANIA.ACTIVITIES TO BE PERFORMED: PENNSYLVANIA MEP WILL ENGAGE IN THREE RELATED PRIMARY ACTIVITIES OVER THE 2-YEAR PERIOD OF PERFORMANCE: PERFORM A STATE-WIDE SUPPLY CHAIN LANDSCAPE AUDIT TO DEFINE AND MAP CRITICAL MANUFACTURING ECOSYSTEMS, RESILIENCY LEVELS, GROWTH OPPORTUNITIES, AND MARKET INTELLIGENCE (SUPPLY CHAIN INTELLIGENCE); COMPREHENSIVELY SUPPORT SUPPLIER SCOUTING SERVICES INCLUDING THE DEVELOPMENT OF A PA SUPPLY CHAIN WORKING GROUP (SUPPLIER SCOUTING), AND PROVIDE SUPPLY CHAIN 101 EDUCATIONAL WORKSHOPS FOR SMMS TO INFORM AND EDUCATE THE MARKET AND TO UPSKILL THE STAFF OF PA MEP'S PARTNERS (SUPPLY CHAIN EDUCATION).  EXPECTED OUTCOMES: ENHANCED KNOWLEDGE OF OEM'S AND SUPPLIERS WITHIN DETERMINED CRITICAL INDUSTRY SEGMENTS TO ALLOW FOR DEEPER ENGAGEMENT IN NATIONAL SUPPLY CHAIN CONCERNS. PA WILL BE POSITIONED TO RESPOND TO ALL WELL-DEFINED SUPPLIER SCOUTING REQUESTS AND INTENDS TO RESPOND TO 100% OF INCOMING SUPPLIER SCOUTING INQUIRIES. A REPLICABLE AND DESIRABLE MODEL FOR DELIVERING BOTH SUPPLIER SCOUTING SERVICES AND SUPPLY CHAIN EDUCATION TO SMMS IN PA WILL BE DEVELOPED AND CAN BE CONTRIBUTED TO THE MEPNN.  INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF PENNSYLVANIA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO PARTICIPATE IN CONDUCTING THE ACTIVITIES OF THIS PROJECT AS STATED ABOVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "84556db2-6a7a-68b5-d03c-0d55c9a0f97a-R", "generated_internal_id": "ASST_NON_70NANB23H059_1341"}, {"internal_id": 159306185, "Award ID": "70NANB23H057", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-10", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF MAINE.ACTIVITIES TO BE PERFORMED: THE PROJECT WILL ESTABLISH SUBJECT MATTER EXPERTISE IN RESPONDING TO SUPPLIER SCOUTING OPPORTUNITIES, SOURCE A DATABASE OF MAINE-BASED SUPPLIERS AND THEIR CAPABILITIES AND PROVIDE TARGETED OUTREACH TO ORIGINAL EQUIPMENT MANUFACTURERS (OEMS) TO IDENTIFY POTENTIAL GAPS IN THEIR SUPPLY CHAINS, SUPPORT THE EFFORT BY IDENTIFYING POTENTIAL SUPPLIER MATCHING OPPORTUNITIES WITH THEIR CLIENTS IN ORDER INCREASE  COLLABORATION BETWEEN BOTH MAINE MANUFACTURING COMPANIES AS WELL AS DOMESTIC US SUPPLIERS.  EXPECTED OUTCOMES: IT IS EXPECTED THAT THIS EXPANSION AWARD WILL SIGNIFICANTLY INCREASE THE MAINE MEPS CAPACITY TO PARTICIPATE IN THE NIST MANUFACTURING EXTENSION PARTNERSHIP (MEP) SUPPLIER SCOUTING AND PROVIDE SUPPORT TO MAINE COMPANIES LOOKING TO SOURCE SUPPLIERS OR IDENTIFY NEW MARKET OPPORTUNITIES. BENEFIT THE MANUFACTURING SECTOR BY PROVIDING INCREASED AWARENESS OF OPPORTUNITIES FOR MAINE MANUFACTURING COMPANIES TO BECOME SUPPLIERS TO BOTH THE FEDERAL GOVERNMENT AND OPPORTUNITIES WITHIN OTHER STATES. A SPECIFIC FOCUS OF NORTHERN NEW ENGLAND ECONOMIC DEVELOPMENT AGENCIES IS THE DEEPENING OF REGIONAL SUPPLY CHAIN CONNECTIONS IN SUPPORT OF US SUBMARINE PRODUCTION. HIGHLIGHT THE CAPABILITIES OF MAINE MANUFACTURERS AND INCREASE SUPPLIER MATCHES WITHIN THE STATE AND REGION.  INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF MAINE.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b036199f-07e1-456e-a816-4f2cf2935df8-C", "generated_internal_id": "ASST_NON_70NANB23H057_1341"}, {"internal_id": 159697118, "Award ID": "70NANB23H056", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-26", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF OKLAHOMA.ACTIVITIES TO BE PERFORMED: THE PROJECT WILL FOCUS ON BUILDING A SUPPLY CHAIN RISK ASSESSMENT TOOL, DEVOTE A FULL-TIME SUPPLY CHAIN DEVELOPMENT MANAGER, IDENTIFY A SUPPLY CHAIN FOR CLEAN ENERGY MANUFACTURERS. THESE ACTIVITIES WILL COLLECTIVELY ADDRESS AND IMPROVE CURRENT SUPPLIER CAPABILITIES, AS WELL AS EXPANDING OMA SERVICES TO BETTER ASSIST OKLAHOMA MANUFACTURERS. EXPECTED OUTCOMES: OPTIMIZE CURRENT MANUFACTURER SUPPLY CHAINS, REDUCE NATIONAL SUPPLY CHAIN SECURITY RISKS, INCREASE CLIENT OUTPUT, AND DRIVE LOCAL, STATE AND REGIONAL ECONOMIC GROWTH.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF OKLAHOMA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "709c4534-17c4-466e-3494-4056e3384aab-R", "generated_internal_id": "ASST_NON_70NANB23H056_1341"}, {"internal_id": 159306184, "Award ID": "70NANB23H055", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-05", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF MINNESOTA.ACTIVITIES TO BE PERFORMED: ENTERPRISE MINNESOTA WILL LEVERAGE REGIONAL AND NATIONAL SUPPLY CHAIN EXPERTS TO IDENTIFY KEY ASPECTS OF THE SUPPLY CHAIN RELATIONSHIPS BETWEEN OEMS AND SMMS. USING DATA GATHERED THROUGH PROFESSIONAL POLLING ENTERPRISE MINNESOTA WILL ASSESS THE GAPS BETWEEN OEM EXPECTATIONS AND SMM COMPETENCIES. WITH THIS INFORMATION, ENTERPRISE MINNESOTA WILL ENHANCE AN EXISTING DATABASE OF SMMS WITH SPECIFIC FIELDS/CATEGORIES REQUIRED BY OEM OF THEIR SUPPLIERS. A DEDICATED FTE (FULL TIME EQUIVALENT) WILL CONTACT MINNESOTAS SMMS TO COMPLETE THE DATABASE AND PROMOTE THE SIGNIFICANCE OF SUPPLY CHAIN NETWORKS AND THE ABILITY TO MAKE CONNECTIONS.EXPECTED OUTCOMES: ENTERPRISE MINNESOTA?S GREATLY ENHANCED CRM DATABASE WILL CONTAIN THE INFORMATION CRUCIAL TO SUPPORT OEMS SUPPLIER DECISIONS. THE EXPANDED AND RELEVANT INFORMATION WILL SERVE AS A FOUNDATION FOR ENTERPRISE MINNESOTA TO EFFECTIVELY CONNECT OEMS AND SMMS, PARTICULARLY SUPPLIER SCOUTING REQUESTS. AND DEVELOP SUPPORT FOR BOTH GROUPS.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF MINNESOTA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc5dee70-5ac4-e6b1-5e35-aefff254bce9-C", "generated_internal_id": "ASST_NON_70NANB23H055_1341"}, {"internal_id": 159306183, "Award ID": "70NANB23H054", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-05", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF VIRGINIA.ACTIVITIES TO BE PERFORMED: THERE WILL BE THREE PRIMARY ACTIVITIES SUPPORTED BY THE FUNDING. FIRST, THE FUNDING WILL PROVIDE THE ABILITY TO HIRE A FULL-TIME CONNEX VIRGINIA MANAGER TO MANAGE AND FACILITATE THE USE OF THE CONNEX VIRGINIA MARKETPLACE. THIS WILL INCLUDE GROWING THE NUMBER OF COMPANIES USING THE TOOL AS WELL AS WORKING WITH THE REGISTERED MANUFACTURERS TO FACILITATE EXCHANGE POSTING AND SUPPLIER SCOUTING RESPONSES TO INCREASE SUPPLY CHAIN LINKAGES. SECONDLY, THE CONNEX VIRGINIA MARKETPLACE MANAGER (CVMM) WILL ALSO SUPPORT SUPPLY CHAIN MAPPING AND INTELLIGENCE EFFORTS TO IDENTIFY CRITICAL GAPS IN EXISTING CAPABILITIES THAT CAN BE TARGETED FOR SUPPLY CHAIN DEVELOPMENT EFFORTS. THE CVMM MANAGER WILL ALSO FACILITATE MATCHES TO IDENTIFIED NEEDS AS REQUESTED IN THE INTELLIGENCE NETWORK. LASTLY, THE FUNDING WILL PROVIDE CONTRACT RESOURCES TO GENERATE RELEVANT DIGITAL CONTENT THAT CAN BE USED TO DEVELOP EXISTING VIRGINIA MANUFACTURERS, ESPECIALLY SMALL SUPPLIERS, OR SUPPORT IDENTIFYING APPROPRIATE DOMESTIC SOURCES TO FILL CRITICAL SUPPLY CHAIN NEEDS FOR COMMONWEALTH BUSINESSES.EXPECTED OUTCOMES: THE PRIMARY IMPACT OF THE FUNDING WILL BE TO 1) INCREASE THE NUMBER OF SUPPLY CHAIN CONNECTIONS FOR AND BETWEEN VIRGINIA'S MANUFACTURERS BY IDENTIFYING OPPORTUNITIES TO BUILD NEW RELATIONSHIPS THAT STRENGTHEN THE SUPPLY CHAIN, 2) PROVIDE ALTERNATIVES TO REDUCE SUPPLIER RISK, AND 3) IMPROVE SUPPLY CHAIN RESILIENCE WHILE ENSURING THAT ALL SUPPLIER SCOUTING REQUESTS RECEIVE AN EVALUATION AND RESPONSE. INCREASING ENGAGEMENT IN CONNEX VIRGINIA WILL PROVIDE DATA AND MARKET INTELLIGENCE TO HELP IDENTIFY CRITICAL OPPORTUNITIES TO IMPROVE THE CAPACITY AND RESILIENCE OF LOCAL AND NATIONAL MANUFACTURING SUPPLY CHAINS. THIS FUNDING WILL PROVIDE CAPACITY TO DEVELOP RELEVANT DIGITAL CONTENT, TRAINING, AND RESOURCES TO HELP SMALL MANUFACTURERS DEVELOP CAPABILITIES NEEDED TO FILL CRITICAL SUPPLY CHAIN GAPS, OR TO AUGMENT EXISTING RELATIONSHIPS TO REDUCE SUPPLY RISK AND INCREASE THE RESILIENCE OF THE SUPPLY CHAIN. THIS WILL BENEFIT MANUFACTURERS IN VIRGINIA DIRECTLY BY INCREASING THEIR REVENUE, ESTABLISHING PROFITABLE SUPPLIER RELATIONSHIPS, AND IMPROVING CAPABILITIES TO PROVIDE MORE VALUE TO THEIR CUSTOMERS. IN TURN, THIS WILL INCREASE THE RESILIENCE AND REDUCE THE LEVEL OF RISK IN CRITICAL SUPPLY CHAINS, THEREBY IMPROVING THE SECURITY OF THE COMMONWEALTH AND THE NATION, WHILE PROVIDING INTELLIGENCE AND INSIGHT INTO STRENGTHS AND OPPORTUNITIES FOR FUTURE DEVELOPMENT. INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF VIRGINIA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af240143-efde-cf70-7fe1-111584b6d651-C", "generated_internal_id": "ASST_NON_70NANB23H054_1341"}, {"internal_id": 159306182, "Award ID": "70NANB23H053", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-05", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF TENNESSEE.ACTIVITIES TO BE PERFORMED: TMEP WILL DEDICATE A SUPPLIER SCOUTING TEAM MADE-UP OF THE EQUIVALENT OF ONE FULL TIME STAFF FOR A PERIOD OF TWO YEARS THAT WILL BE THE TMEP CENTER LEAD POINT(S) OF CONTACT RESPONSIBLE FOR BUILDING AND MAINTAINING THE SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK. THE TMEP SUPPLIER SCOUTING TEAM WILL: (1) ESTABLISH AND EXECUTE AN INTERNAL SYSTEM TO SUPPORT THE MEP SUPPLIER SCOUTING PROGRAM TO FACILITATE CONNECTIONS BETWEEN ENTITIES WITH A SPECIFIC SUPPLIER NEEDS AND TENNESSEE COMPANIES WITH THE CAPABILITY TO FULFILL THE NEEDS, AND ENSURE THAT ALL MEP SUPPLIER SCOUTING REQUESTS RECEIVE A RESPONSE, (2) WORK TO IDENTIFY, DOCUMENT CAPABILITIES, AND DOCUMENT THE SUPPLIER RELATIONSHIPS BETWEEN COMPANIES WITHIN STRATEGIC INDUSTRIES (THE AUTOMOTIVE INDUSTRY) IN TENNESSEE, AND (3) AUTHOR A DETAILED PROJECT REPORT FOR BEST PRACTICES SHARING ACROSS THE MEP NATIONAL NETWORK AND PARTICIPATION IN MEP SUPPLY CHAIN OPTIMIZATION WORKING GROUP DISCUSSIONS. EXPECTED OUTCOMES:  THIS PROJECT WILL RESULT IN: INCREASED SUPPLIER CONNECTIONS BETWEEN COMPANIES THAT RESULT IN NEW OR RETAINED BUSINESS FOR EITHER PARTY; IDENTIFYING AND DOCUMENTING SMALL AND MID-SIZED MANUFACTURERS IN TENNESSEE AND THEIR CAPABILITIES THAT CAN BE CONNECTED TO OTHER DOMESTIC COMPANIES THAT HAVE SUPPLY CHAIN NEEDS; IDENTIFYING AND DOCUMENTING THE COMPANIES IN THE AUTOMOTIVE INDUSTRY IN TENNESSEE AND THEIR CAPABILITIES, AND TO UNDERSTAND THEIR SITUATION AND PLANS RELATED TO THE TRANSITION FROM INTERNAL COMBUSTION ENGINE (ICE) VEHICLES TO BATTERY ELECTRIC VEHICLES (BEV). INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF TENNESSEE.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d744d5ae-52c5-788a-85db-690602dfe96a-C", "generated_internal_id": "ASST_NON_70NANB23H053_1341"}, {"internal_id": 159697117, "Award ID": "70NANB23H052", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-19", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF INDIANA.ACTIVITIES TO BE PERFORMED: MAP SUPPLY CHAIN ECOSYSTEM WITHIN THE STATE OF INDIANA IN CRITICAL TECHNOLOGY AREAS. COLLECT DATA FROM THE STATE'S KEY OEMS IN CRITICAL TECHNOLOGY AREAS TO DETERMINE DOMESTIC SUPPLY CHAIN VULNERABILITIES AND CAUSES THEREOF. COLLECT DATA FROM INDIANA'S SMALL AND MID-SIZED MANUFACTURERS (SMMS) TO DETERMINE BARRIERS TO SECURING AND/OR GROWING BUSINESS WITH OEMS IN CRITICAL TECHNOLOGY AREAS. USE DATA COLLECTED TO CONDUCT A GAP ANALYSIS. CONDUCT EDUCATIONAL EVENTS THROUGHOUT THE STATE, AS WELL AS VIRTUALLY. EXPECTED OUTCOMES: CLEAR UNDERSTANDING OF VULNERABILITIES IN THE CURRENT OEMS SUPPLY CHAIN IN CRITICAL TECHNOLOGY AREAS. IDENTIFICATION OF BARRIERS TO ENTRY FOR INDIANA'S SMMS INTO THAT SUPPLY CHAIN. CREATION AND EXPANSION OF SERVICES TO CLOSE THE GAP. INCREASED NUMBER OF SUPPLIER SCOUTING RESPONSES BY INDIANA'S SMMS. INCREASED RESILIENCY AND CAPACITY IN THE DOMESTIC SUPPLY CHAIN IN CRITICAL TECHNOLOGY AREAS, NOT ONLY IN THE STATE OF INDIANA, BUT IN SUPPORT OF THE NATIONAL SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK. THIS WILL RESULT IN MORE BUSINESS FOR DOMESTIC SMMS AND DRIVE ECONOMIC GROWTH, BOTH IN INDIANA AND THE NATION. IT WILL ALSO REDUCE DEPENDENCY ON FOREIGN MANUFACTURERS, THUS IMPROVING NATIONAL SECURITY.  INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF INDIANA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_70NANB23H052_1341"}, {"internal_id": 159306181, "Award ID": "70NANB23H051", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-05", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO IMPLEMENT PROJECTS TO EXPAND EXISTING MEP NATIONAL NETWORK CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK. IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF MICHIGAN.ACTIVITIES TO BE PERFORMED: MICHIGAN MANUFACTURING TECHNOLOGY CENTER (MMTC) WILL SUPPORT THE NATIONAL SUPPLY CHAIN INITIATIVE BY FOCUSING ON FIVE (5) PILLARS OF OPERATION, INCLUDING SUPPLY CHAIN MANAGEMENT EDUCATION, RISK MANAGEMENT TRAINING, RISK MANAGEMENT/ RISK MITIGATION, SUPPLIER SCOUTING, AND PARTICIPATION IN THE SCM WORKING GROUP. THE BUDGET INCLUDES 1+ FTE OVER THE 24-MONTH TIMEFRAME. THE EXPECTED OUTCOME INCLUDES A FORMAL PROCESS TO IDENTIFY OPPORTUNITIES IN THE SUPPLY CHAIN, TRAINING AND EDUCATION PROGRAMS THAT CAN BE SHARED WITH OTHER MEPS, AND ASSETS, INCLUDING MARKETING AND OTHER TRAINING COPY.EXPECTED OUTCOMES: IMPROVING THE COMPETITIVENESS OF INDUSTRIES IN THE REGION BY 1) UNDERSTANDING POTENTIAL GAPS IN THE REGION, AND HOW THOSE GAPS CAN BE ADDRESSED NATIONALLY, 2) EDUCATING THE SMMS OF THE REGION WITH TOOLS TO IMPROVE SUPPLY CHAIN PROCESSES AND RISK MITIGATION, 3) PROMOTING THE TRANSFER AND COMMERCIALIZATION OF RESEARCH, AND 4) UTILIZING THE RESULTS TO DETERMINE NEXT STEPS FOR THE NATIONAL FOCUS OF THE SUPPLY CHAIN MARKETPLACE.  INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF MICHIGAN.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d928778d-59e0-1e75-756d-5a0c9f64ece4-R", "generated_internal_id": "ASST_NON_70NANB23H051_1341"}, {"internal_id": 159697116, "Award ID": "70NANB23H050", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-22", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF ALABAMA.ACTIVITIES TO BE PERFORMED: ATN WILL HAVE DEDICATED STAFF FOCUSED ON SUPPLIER SCOUTING SERVICES AND ASSIST IN THE COLLECTION OF SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) CAPABILITIES TO BE ADDED INTO THE I5 CONNEX MARKETPLACE SYSTEM.  EXPECTED OUTCOMES: WHILE THE NUMBER OF EXACT IMPACTS IS NOT KNOWN, ATN ANTICIPATES OUTCOMES IN THE NUMBER OF COMPANY PROFILES AND THE NUMBER OF SUPPLIER MATCHES ADDED TO THE I5 CONNEX MARKETPLACE SYSTEM. ADDITIONAL OUTCOMES WILL BE REALIZED IN THE NUMBER OF VIRTUAL TRAININGS AND WEBINARS HELD AS ATN BECOMES A TECHNICAL RESOURCE.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF ALABAMA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22baee30-e52b-489e-f400-f88c9da953ee-C", "generated_internal_id": "ASST_NON_70NANB23H050_1341"}, {"internal_id": 159697115, "Award ID": "70NANB23H049", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-19", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF ILLINOIS.ACTIVITIES TO BE PERFORMED: THOROUGH SUPPLIER SCOUTING AND MATCHMAKING ACTIVITIES, WHICH WILL INVOLVE RESPONDING TO 100% OF ALL NIST MEP SCOUTING REQUESTS. IMEC WILL ALSO ENGAGE IN EXTENSIVE OUTREACH TO IDENTIFY MATCHES AND DETERMINE SUPPLY CHAIN NEEDS FROM ILLINOIS MANUFACTURERS, INCLUDING OEMS; ASSESS AND ANALYZE SUPPLY CHAIN CAPABILITY, CAPACITY, AND GAPS IN PRIORITY SUPPLY CHAINS, TO INCLUDE SEMICONDUCTOR, AUTOMOTIVE (EV TRANSITION), AEROSPACE, CASTING/FORGING, AND LOCAL SUPPLIER MAPPING PILOTS IN RURAL COUNTIES; EXPAND, REFRESH, AND ESTABLISH SERVICE OFFERINGS TO AUGMENT ABOVE ACTIVITIES AND STRENGTHEN SMALL AND MID-SIZED MANUFACTURERS? CAPABILITIES AS SUPPLY CHAIN SOLUTIONS; EXECUTE FULL TRACKING AND REPORTING OF SUPPLY CHAIN ACTIVITIES, INSIGHTS, OUTPUTS, AND OUTCOMES. THIS WILL INCLUDE KEEPING RECORDS OF INTRODUCTIONS, SERVICES, AND MATCHES. IMEC WILL UTILIZE SALESFORCE TO TRACK AND REPORT USING PREDEFINED METRICS AND DASHBOARDS. IMEC WILL ALSO TURN TO RESOURCES SUCH AS THE THOMAS REGISTER OF AMERICAN MANUFACTURERS AND OTHER RELATED DATABASES FOR DATA INTELLIGENCE. IMEC IS STILL EVALUATING DATABASES SUCH AS CONNEX AND SUSTAINMENT BASED ON THEIR EFFECTIVENESS TO GENERATE CENTER LEAD IMPACTS.EXPECTED OUTCOMES: OUTCOMES AND IMPACTS WILL INCLUDE NIST MEP SUPPLIER SCOUTING RESPONSE RATES, COUNT OF ADDITIONAL SCOUTING REQUESTS FROM ILLINOIS, MATCHES FACILITATED, EVENTS, AND SUPPLY CHAIN INTELLIGENCE REPORTS. THE MOST IMPORTANT OUTCOME FACTORS WILL BE REPORTED IMPACTS THROUGH THE MEP SURVEY PROCESS AND CASE STUDIES/SUCCESS STORIES.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF ILLINOIS.SUBRECIPIENT ACTIVITIES: IMEC WILL SUBAWARD FUNDS TO THEIR LONG-STANDING HOST UNIVERSITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "edcf60f7-44fd-f42c-975f-9cadddef75ab-R", "generated_internal_id": "ASST_NON_70NANB23H049_1341"}, {"internal_id": 159306180, "Award ID": "70NANB23H048", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-11", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO IMPLEMENT PROJECTS TO EXPAND EXISTING MEP NATIONAL NETWORK CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK. IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF HAWAII.ACTIVITIES TO BE PERFORMED: INNOVATE HAWAII WILL HIRE CONTRACTORS TO CONDUCT COMPREHENSIVE SUPPLIER SCOUTING AND CAPTURE MARKETPLACE SUPPLIER DATA TO MAP HAWAII'S SUPPLY CHAIN ECOSYSTEM. IN ADDITION, INNOVATE HAWAII PLANS TO PERFORM A REGIONAL ADVANCED MANUFACTURING ASSESSMENT AND CAPABILITY PLAN FOR THE STATE OF HAWAII WHICH SEEKS TO IDENTIFY COMPANIES IN HAWAII THAT ARE ACTIVELY UTILIZING ADVANCED MANUFACTURING PROCESSES ALONG WITH THEIR TOTAL CAPABILITY AND CAPACITY. WITH THIS EXPANSION AWARD, INNOVATE HAWAII WILL BUILD A LOCAL DATABASE FOR HAWAII AND THEN TRANSFER DATA COLLECTED INTO THE NATIONAL NIST MEP DATABASE. IN ADDITION, THE STATE PLANS TO ADDRESS THE IDENTIFIED GAPS BY DESIGNING ADVANCED MANUFACTURING PILOT AND/OR TRAINING PROGRAMS IN RESPONSE TO THE RELIANCE ON IMPORTING AND SUPPLY CHAIN CHALLENGES. TWO CONTRACTORS WILL ALSO BE HIRED TO HELP WITH PROJECT MANAGEMENT AND AS TECHNICAL CONSULTANTS TO ADDRESS SUPPLY CHAIN RESILIENCY AND CAPACITY.EXPECTED OUTCOMES:  INNOVATE HAWAII AND STAKEHOLDERS WILL HAVE A DETAILED MAP OF LOCAL SUPPLIERS ADVANCED MANUFACTURING CAPABILITIES FOR THE STATE OF HAWAII WHICH WILL BE SHARED WITH OTHER CENTERS.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF HAWAII.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af931aa3-de03-fc08-2b63-d373dc49c280-C", "generated_internal_id": "ASST_NON_70NANB23H048_1341"}, {"internal_id": 161631442, "Award ID": "70NANB23H047", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-28", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF ARIZONA.ACTIVITIES TO BE PERFORMED: HIRE A FULL TIME DIRECTOR OF SUPPLY CHAIN OPTIMIZATION, EXPANDING THE SUPPLIER SCOUTING PROGRAM, PERFORMING A DETAILED ASSESSMENT OF THE MANUFACTURING CAPABILITIES ACROSS THE STATE, COLLECTING AND ANALYZING DATA TO THOROUGHLY DESCRIBE THE ARIZONA MANUFACTURING ECOSYSTEM, IDENTIFYING GAPS IN THE SUPPLY CHAINS FOR KEY INDUSTRIES (E.G., SEMICONDUCTORS), AND UNDERSTANDING THE RISKS AND IMPLICATIONS TO NATIONAL SECURITY (E.G., AEROSPACE AND DEFENSE SUPPLIERS), AND PARTNERING WITH A NATIONAL SUPPLY CHAIN DATABASE FIRM (E.G., SUSTAINMENT, CONNEX, ETC.).   EXPECTED OUTCOMES: 1) AN EXPANDED SUPPLIER SCOUTING PROGRAM THAT PROCESSES A SIGNIFICANTLY HIGHER VOLUME OF REQUESTS AND GUARANTEES A RESPONSE TO EACH AND EVERY REQUEST, 2) A DETAILED UNDERSTANDING OF THE ARIZONA MANUFACTURING ECOSYSTEM, INCLUDING CAPABILITIES AND APPROXIMATE PRODUCTION CAPACITIES OF ARIZONA MANUFACTURERS, 3) AN ARIZONA SUPPLY CHAIN INTELLIGENCE NETWORK THAT SERVES AS AN INTEGRAL NODE IN THE NATIONAL SUPPLY CHAIN INTELLIGENCE NETWORK, 4) TRAINING PROGRAMS FOR SMMS TO HELP THEM STRENGTHEN THEIR SUPPLY CHAIN OPERATIONS, AND 5) A SET OF SUPPLY CHAIN SERVICES TO SUPPORT SMM EFFORTS TO IMPROVE SUPPLY CHAIN OPERATIONS, ADD RESILIENCY, AND EXPAND DOMESTIC PRODUCTION AND USE OF DOMESTIC SUPPLIERS.   INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF ARIZONA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b6ceb6d-a622-26b9-e581-7f0e3c346eb6-C", "generated_internal_id": "ASST_NON_70NANB23H047_1341"}, {"internal_id": 159306179, "Award ID": "70NANB23H046", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-04", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK. IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF OREGON.ACTIVITIES TO BE PERFORMED: DEVOTE ONE FTE TO FOCUS SOLELY ON THE FOLLOWING SUPPLY CHAIN ACTIVITIES: FORMALIZE OUR SUPPLIER SCOUTING EFFORTS WITH DEDICATED STAFF TO MANAGE REQUESTS AND RESPONSES/INTRODUCTIONS; PROVIDE OMEP SUPPLY CHAIN RESILIENCY ASSESSMENTS AT NO COST TO COMPANIES; DELIVER SUPPLY CHAIN RESILIENCY COHORT TRAINING PROGRAMS; AND SELECT, POPULATE AND ACTIVELY MANAGE A SUPPLY CHAIN DATABASE TO COLLECT AND ANALYZE SUPPLIER CAPABILITY AND CAPACITY DATA. EXPECTED OUTCOMES: PROVIDE 25 FREE SUPPLY CHAIN RESILIENCY ASSESSMENTS EACH YEAR AND DELIVER ONE SUPPLY CHAIN RESILIENCY COHORT WITH AT LEAST 5 COMPANIES PARTICIPATING IN THE COHORT. OMEP PLANS TO INVESTIGATE SUPPLY CHAIN DATABASES AND IS INTERESTED IN THE SUSTAINMENT PLATFORM WHICH IS CURRENTLY FREE TO MEP CENTERS AND MANUFACTURERS.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF OREGON.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0edcdc0c-1866-9153-0700-30bb3eae04ed-R", "generated_internal_id": "ASST_NON_70NANB23H046_1341"}, {"internal_id": 158187443, "Award ID": "70NANB23H045", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-13", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF MISSOURI.ACTIVITIES TO BE PERFORMED: THE EXPANSION AWARD WILL PROVIDE FUNDING FOR A DEDICATED FULL-TIME EMPLOYEE TO MANAGE AND DELIVER SUPPLY CHAIN, UTILIZE THE CONNEX SUPPLY CHAIN DATABASE; CONNEX MISSOURI, UPDATING AND FACILITATING THE EXECUTION OF THE CONNEX SUPPLY CHAIN MARKETING PLAN. THE PLAN WILL INCLUDE MARKETING STRATEGIES AS WELL AS KEY PERFORMANCE INDICATORS TO ENSURE COMMITMENT AND SUCCESS OF THE PLAN. OUR ENGAGEMENT WILL INCLUDE HELPING MANUFACTURERS WITH THEIR NEEDS BY HELPING WITH BUILDING A PROFESSIONAL PROFILE TO DRIVE CUSTOMER AND POTENTIAL SUPPLIER INTEREST. WORK TO UNDERSTAND THE BEST WAY TO MAP AS MANY SUPPLY CHAINS AS POSSIBLE TO BEST UNDERSTAND SUPPLY CHAIN DISRUPTIONS, DISCONNECTS AND DELAYS.    EXPECTED OUTCOMES: RESULTS FROM WORK PROVIDED THROUGH THIS EXPANSION FUNDING WILL PROVIDE MANUFACTURERS WITH INCREASED VISIBILITY AND ACCESS TO MULTIPLE SOURCES OF SUPPLIERS ENABLING THEM TO IMPROVE MANY OF THE DISRUPTIONS AND DISCONNECTS THEY MAY BE EXPERIENCING IN THEIR SUPPLY CHAIN. MANUFACTURERS WILL BE ABLE TO SOURCE ALTERNATE SUPPLIERS FOR COST COMPARISONS, QUALITY CERTIFICATIONS, BUSINESS TYPE, VENDOR CAPABILITIES, DELIVERY ENHANCEMENTS, AND DESIGN IMPROVEMENTS THAT LEAD TO IMPACTS SUCH AS QUALITY IMPROVEMENTS.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF MISSOURI.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2a4280d3-d64d-07a3-1ca8-c939cd4511e4-C", "generated_internal_id": "ASST_NON_70NANB23H045_1341"}, {"internal_id": 159306178, "Award ID": "70NANB23H044", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-09", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF NORTH CAROLINA.ACTIVITIES TO BE PERFORMED: NC MEP WILL BUILD AND MAINTAIN KNOWLEDGE ON THE NORTH CAROLINA SUPPLY CHAIN ECOSYSTEM THROUGH PARTNERING WITH KEY STATE ORIGINAL EQUIPMENT MANUFACTURER (OEMS) IN ADDITION TO EXPANDING RELATIONSHIPS WITH LOWER TIER SUPPLIERS. BY ESTABLISHING A ROBUST RESPONSE TEAM OF DESIGNATED STAFF, NCMEP WILL ADDRESS ALL STATE AND NATIONAL SUPPLIER SCOUTING OR MATCHING INQUIRIES AND DEPLOY SERVICES THAT ASSIST MANUFACTURERS WITH IDENTIFYING AND ADDRESSING SUPPLY CHAIN RISKS, INCLUDING THOSE ASSOCIATED WITH RELIANCE ON OFFSHORE SUPPLIERS. THE CENTER WILL ALSO ESTABLISH AN IMPROVED SYSTEM OF SUPPLIER AND SUPPLIER DATA MANAGEMENT BY ENHANCING THE MANUFACTURED IN NC (MNC) DATABASE SYSTEM IN WAYS THAT OPTIMIZE REPORTING INTO THE NATIONAL SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK PROGRAM.    EXPECTED OUTCOMES: COMPREHENSIVE SUPPORT AND FOLLOW-UP PROCESS ESTABLISHED FOR SUPPLIER SCOUTING SERVICES. INCREASED KNOWLEDGE/AWARENESS OF NC?S DOMESTIC MANUFACTURING CAPABILITIES.  LEVERAGE AND EXPAND LOCAL AND REGIONAL MANUFACTURING ECOSYSTEMS TO STRENGTHEN THE SUPPLY BASE.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF NORTH CAROLINA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_70NANB23H044_1341"}, {"internal_id": 159697114, "Award ID": "70NANB23H043", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-19", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK? IN THE STATE OF CONNECTICUT.ACTIVITIES TO BE PERFORMED: THE CENTER WILL BE MAPPING CURRENT SUPPLIER CAPABILITIES AND CAPACITY TO IDENTIFY OPPORTUNITIES FOR EXPANSION; USE SUPPLIER SCOUTING AND OTHER TOOLS TO CONNECT ORIGINAL EQUIPMENT MANUFACTURERS (OEMS) WITH DOMESTIC SUPPLIERS AND IDENTIFY GAPS IN THEIR NETWORK; CREATE A PROFESSIONAL SUPPLY CHAIN RESILIENCY PRACTICE METHODOLOGY AND TAXONOMY. THE PILOT PROGRAM WILL BE LIMITED TO COMPANIES IN CONNECTICUT'S AEROSPACE, SHIPBUILDING, AND MEDICAL DEVICE MANUFACTURING SECTORS GIVEN THEIR IMPORTANCE TO OUR ECONOMY.  EXPECTED OUTCOMES: AS A RESULT OF THIS PILOT PROGRAM, THE CENTER WILL DEVELOP THE METHODOLOGY AND TOOLS TO MAP THE CAPABILITIES AND CAPACITY OF SUPPLY CHAIN COMPANIES, IMPLEMENT A COMPREHENSIVE SYSTEM FOR CONNECTING ORIGINAL EQUIPMENT MANUFACTURERS (OEMS) TO SUPPLIERS AND DEVELOP A SCALABLE ADVISORY PROGRAM THAT WILL TRAIN PROFESSIONALS TO DELIVER SERVICES TO SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) TO IMPROVE THEIR RESILIENCY.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF CONNECTICUT.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d29eede9-1a9c-5dac-412e-e89a348b4068-C", "generated_internal_id": "ASST_NON_70NANB23H043_1341"}, {"internal_id": 159697113, "Award ID": "70NANB23H042", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-22", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO IMPLEMENT PROJECTS TO EXPAND EXISTING MEP NATIONAL NETWORK CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK. IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF SOUTH CAROLINA.ACTIVITIES TO BE PERFORMED: SCMEP WILL EMPLOY A FULL-TIME EQUIVALENT (FTE) TO ADMINISTER A PROGRAM THAT FOCUSES ON IMPROVING SUPPLY CHAIN CONNECTIVITY AND IDENTIFYING SUPPLY CHAIN BEST PRACTICES FOR THE SOUTH CAROLINA MANUFACTURING COMMUNITY. SCMEP WILL SUPPORT THE NIST MEP NATIONAL SUPPLY CHAIN OPTIMIZATION PROGRAM WITH ACTIVITIES IN FOUR MAIN ELEMENTS: CONNEX MARKETPLACE, NIST MEP SUPPLIER SCOUTING, EDUCATION AND AWARENESS OF EFFECTIVE SUPPLY CHAIN STRATEGIES, AND SUPPLY CHAIN MAPPING.EXPECTED OUTCOMES: SCMEP EXPECTS INCREASED BUSINESS OPPORTUNITIES AT A STATE AND NATIONAL LEVEL FOR PARTICIPATING SOUTH CAROLINA MANUFACTURERS. THE PROGRAM WILL ALLOW SOUTH CAROLINA MANUFACTURERS TO IDENTIFY ALTERNATE SUPPLIERS AND THEREFORE IMPROVE SUPPLY CHAIN DIVERSITY, RESILIENCY, AND STRENGTH. THE PROGRAM WILL INCREASE THE NUMBER OF COMPANIES SCMEP ENGAGES WITH ON AN ANNUAL BASIS. SCMEP WILL IDENTIFY, QUALIFY, AND SELECT THIRD-PARTY CONTRACTORS TO PERFORM THE SUPPLY CHAIN MAPPING PROJECT ELEMENT.  INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF SOUTH CAROLINA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6cb32ffe-6eb0-b7dc-f067-45f59c73b9d8-C", "generated_internal_id": "ASST_NON_70NANB23H042_1341"}, {"internal_id": 159697112, "Award ID": "70NANB23H041", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-19", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP NATIONAL NETWORK CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF NEW YORK.ACTIVITIES TO BE PERFORMED: ACT AS THE NIST MEP SUPPLIER SCOUTING LIAISON FOR NEW YORK STATE; SERVE AS THE GO-TO RESOURCE FOR NY MEP CENTERS AND PARTNERS FOR CLIENT SUPPLY CHAIN NEEDS; FACILITATE REGIONAL SUPPLY CHAIN EVENTS AND MEETINGS; TRAVEL AND CONDUCT ONSITE VISITS FOR NEW FACILITIES; RECORD CAPABILITIES OF CLIENTS; UNDERSTAND THE SELECTION PROCESS TO BRING ON NEW MANUFACTURING SUPPLIERS; AND ADVISE THE OTHER NY MEP CENTERS AND STAFF.EXPECTED OUTCOMES: ESTABLISHMENT OF SUPPORT SYSTEMS TO DISSEMINATE ACTIONABLE DATA TO SUPPORT SUPPLY CHAIN OPTIMIZATION (MATCHES MADE, SUPPLY CHAINS MAPPED). POTENTIAL IMPACTS FOR THE MANUFACTURER INCLUDE (COST SAVINGS, JOBS, TIME FROM TECHNOLOGY TO MARKET, ETC.).INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF NEW YORK.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO PARTICIPATE IN CONDUCTING THE ACTIVITIES OF THIS PROJECT AS STATED ABOVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf8aed45-5f99-709a-d732-d782da00ccb7-C", "generated_internal_id": "ASST_NON_70NANB23H041_1341"}, {"internal_id": 159306177, "Award ID": "70NANB23H040", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-10", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF MASSACHUSETTS.ACTIVITIES TO BE PERFORMED: THE EXPANSION AWARD WILL SUPPORT A FULL-TIME EQUIVALENT (FTE) PERSONNEL CONFIGURATION. THIS TEAM WILL PROVIDE SUPPORT FOR NATIONAL SUPPLIER SCOUTING AND OPTIMIZATION SERVICES TO ENSURE EVERY MEP SUPPLIER SCOUTING REQUEST RECEIVES A RESPONSE EVEN WHEN NO SUPPLIERS ARE IDENTIFIED, OVERSEE SUPPLY CHAIN PARTNERSHIPS, AND REPRESENT MASSMEP AS THE LEAD POINT OF CONTACT WITH THE MEP NATIONAL NETWORK. USING THE CONNEX MARKETPLACE, A NATIONAL DATABASE OF 140,000+ U.S. MANUFACTURERS AND SUPPLIERS THAT FEATURES IN-DEPTH SEARCH CAPACITY BASED ON PRODUCTION CAPABILITIES, PROCESSES, CERTIFICATIONS, MATERIALS, INDUSTRY SECTORS, NAICS/SIC CODES, AND CAPABILITY STATEMENTS, AS THE PLATFORM TO SUPPORT MEP SUPPLIER SCOUTING AND OPTIMIZATION. EXPECTED OUTCOMES: RESULTS FROM WORK PROVIDED THROUGH THIS EXPANSION FUNDING WILL STRENGTHEN MASSMEP?S INTERNAL PERSONNEL CONFIGURATIONS TO SUPPORT THE MEP NATIONAL NETWORKS NATIONAL SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK, INCLUDING TIMELY PROCESSING OF ALL SUPPLIER SCOUTING REQUESTS. THEY WILL INCREASE AWARENESS TO MASSACHUSETTS OEMS AND MANUFACTURERS OF THE RELEVANCE AND UTILITY OF THE NATIONAL SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK AND WILL REGISTER MASSACHUSETTS MANUFACTURERS IN THE CONNEX MARKETPLACE. THEY WILL PARTICIPATE IN DATA SHARING, DISSEMINATION, AND CAPACITY BUILDING ACTIVITIES NECESSARY TO SUPPORT EFFECTIVE AND EFFICIENT OPERATION OF THE NATIONAL SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK. STAFF WILL CONDUCT A SUPPLY CHAIN RISK ASSESSMENT OF CLIENTS AND MAKE AVAILABLE ITS CORE SERVICE OFFERINGS TO MANUFACTURERS WHO ENROLL IN THE CONNEX MARKETPLACE. INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF MASSACHUSETTS.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "715f5fda-a815-34ed-5a8e-5837fcb27f56-C", "generated_internal_id": "ASST_NON_70NANB23H040_1341"}, {"internal_id": 161631441, "Award ID": "70NANB23H039", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-28", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF WISCONSIN.ACTIVITIES TO BE PERFORMED: THE EXPANSION AWARD WILL ALLOW WCMP TO IDENTIFY GAPS IN THE WISCONSIN SUPPLY CHAIN AND FIND SOLUTIONS TO HELP THEIR SMALL- AND MEDIUM-SIZED MANUFACTURERS (SMMS) BECOME MORE RESILIENT. THEY WILL FOLLOW TWO TRACKS WITH THIS PROJECT: ACTIVELY PARTICIPATE IN SUPPLIER SCOUTING AND NATIONAL NETWORK SUPPLY CHAIN INITIATIVES; AND PROACTIVELY ENGAGE WITH PARTNERS TO UNDERSTAND GAPS IN WISCONSINS SUPPLY CHAIN AND CREATE NEW SOLUTIONS TO FILL THOSE GAPS.EXPECTED OUTCOMES: AT THE CONCLUSION OF THIS PROJECT, THE WCMP WILL UNDERSTAND AND DOCUMENT THE STRENGTHS OF AND GAPS IN THE WISCONSIN SUPPLY CHAIN. THE WCMP WILL ALSO IDENTIFY OPPORTUNITIES FOR WISCONSIN MANUFACTURERS TO SUPPORT NATIONAL SUPPLY CHAIN NEEDS. THE WISCONSIN SUPPLY CHAIN INTELLIGENCE GAINED THROUGH THIS PROJECT WILL HELP STATE PARTNERS AS THEY CRAFT AND EXECUTE A STATEWIDE MANUFACTURING STRATEGY. IT WILL ALSO BENEFIT WISCONSINS ORIGINAL   EQUIPMENT MANUFACTURERS (OEMS) THROUGH IMPROVED KNOWLEDGE AND VISIBILITY TO MANUFACTURING CAPABILITIES WITHIN THE STATE. WISCONSINS SMMS WILL ALSO BE SERVED AS SUPPLIER OPTIONS ARE MORE VISIBLE AND BUSINESS OPPORTUNITIES ARISE AS LARGER MANUFACTURERS SEEK TO LOCALIZE AND DIVERSIFY THEIR SUPPLY CHAINS.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF WISCONSIN.SUBRECIPIENT ACTIVITIES: WCMPS LONG-TERM SUBRECIPIENTS, THE WMEP AND THE UW-STOUT MANUFACTURING OUTREACH CENTER, WILL PROVIDE FRONT-LINE SUPPORT FOR SUPPLY CHAIN ACTIVITIES. THIS WILL BE ADJACENT TO THEIR CORE OFFERINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5522fd60-711c-a1e2-83a6-742019ec3025-C", "generated_internal_id": "ASST_NON_70NANB23H039_1341"}, {"internal_id": 158187442, "Award ID": "70NANB23H038", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-13", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK? IN THE STATE OF WASHINGTON.ACTIVITIES TO BE PERFORMED: IMPACT WASHINGTON WILL HIRE ONE FULL-TIME EMPLOYEE (FTE) TO BE THE SINGLE POINT OF CONTACT FOR THE SUPPLY CHAIN OPTIMIZATION AND INTELLIGENCE NETWORK. THIS EMPLOYEE WILL PARTICIPATE IN THE NATIONAL NETWORK, STUDY AND DOCUMENT SUPPLY CHAIN INTELLIGENCE, SUGGEST SOLUTIONS TO STORE SUPPLY CHAIN DATA, RESPOND TO ALL SUPPLIER SCOUTING REQUESTS, AND ENSURE THE CYBERSECURITY OF ALL DATA COLLECTED. AFTER FUNDING OUR FULL-TIME SUPPLY CHAIN OPTIMIZATION EMPLOYEE, CENTER WILL USE THE REMAINING FUNDS TO MODIFY OUR EXISTING SALESFORCE CUSTOMER RELATIONSHIP MANAGEMENT (CRM) TO TEMPORARILY HOUSE OUR SUPPLY CHAIN DATA AND EVALUATE THE PURCHASE OF SOME MAPPING SOFTWARE.EXPECTED OUTCOMES: THE CENTER IS TAKING A PROACTIVE APPROACH TO STRENGTHENING LOCAL SUPPLY CHAINS BY IMPLEMENTING NEW SYSTEMS THAT SUPPORT SUPPLIER SCOUTING AND OPTIMIZATION. THIS INITIATIVE INVOLVES INVESTING IN STAFF AND SUPPORT SYSTEMS TO EXPAND THE CENTER'S REACH TO INCLUDE A MORE SIGNIFICANT NUMBER OF UNIQUE AND INNOVATIVE MANUFACTURERS. THE GOAL IS TO STIMULATE ECONOMIC GROWTH AND SUSTAINABILITY IN THE LOCAL COMMUNITY BY GENERATING INCREASED SALES, JOB CREATION, COST SAVINGS, AND INVESTMENTS. THE CENTER'S NEW SYSTEMS ARE EXPECTED TO SIGNIFICANTLY ENHANCE ITS ABILITY TO RESPOND TO MEP SUPPLIER SCOUTING REQUESTS AND SERVE UNIQUE AND NEW MANUFACTURERS. THIS INITIATIVE AIMS TO IMPROVE THE RESILIENCY AND OPTIMIZATION OF THE LOCAL SUPPLY CHAIN ECOSYSTEM, WHICH IS ESSENTIAL FOR PROMOTING ECONOMIC GROWTH AND SUSTAINABILITY. THE CENTER EXPECTS TO CREATE NEW OPPORTUNITIES FOR GROWTH AND DEVELOPMENT, BENEFITING ITS STAFF, CLIENTS, AND PARTNERS. BY INVESTING IN A SUPPLY CHAIN PROGRAM MANAGER AND A SUPPORT SYSTEM TO FACILITATE SUPPLIER SCOUTING AND OPTIMIZATION, THE CENTER HOPES TO INCREASE THE NUMBER OF MANUFACTURERS THEY SERVE AND ACHIEVE MEASURABLE OUTCOMES RELATED TO INCREASED SALES, JOB CREATION, COST SAVINGS, AND INVESTMENTS MADE FROM RELEVANT REPORTABLE PROJECTS SUBMITTED VIA THE QUARTERLY NIST SURVEY. OVERALL, IMPLEMENTING SYSTEMS TO SUPPORT SUPPLIER SCOUTING AND OPTIMIZATION IS A CRITICAL STEP TOWARD ENHANCING THE RESILIENCY AND OPTIMIZATION OF LOCAL SUPPLY CHAINS. HE INITIATIVE HAS THE POTENTIAL TO PROMOTE ECONOMIC GROWTH AND SUSTAINABILITY, AND THE CENTER'S STAFF, CLIENTS, AND PARTNERS ARE EXPECTED TO BENEFIT SIGNIFICANTLY FROM THIS INITIATIVE.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF WASHINGTON.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9d050bf-7023-bd68-fe18-759b15ec03e8-C", "generated_internal_id": "ASST_NON_70NANB23H038_1341"}, {"internal_id": 159306176, "Award ID": "70NANB23H037", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-11", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO IMPLEMENT PROJECTS TO EXPAND EXISTING MEP NATIONAL NETWORK CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF NEW HAMPSHIRE.ACTIVITIES TO BE PERFORMED: ACTIVELY PARTICIPATE IN ALL SUPPLIER SCOUTING REQUESTS AND MATCHMAKING ACTIVITIES: ASSESS AND ANALYZE SUPPLY CHAIN CAPABILITY, CAPACITY, GAPS, AND CHALLENGES AND CREATE NEW SOLUTIONS TO FILL THOSE GAPS; ENGAGE IN EXTENSIVE OUTREACH TO SMALL, MID-SIZED, AND LARGE MANUFACTURERS TO GATHER THEIR SUPPLY CHAIN CHALLENGES; PROVIDE TRAINING AND CONSULTING SERVICES ON SUPPLY CHAIN RISK MANAGEMENT, PROCESS IMPROVEMENT AND SUPPLIER DEVELOPMENT, AS WELL AS PROCUREMENT AND SUPPLY CHAIN MANAGEMENT STRATEGY; USE THE CIS LOTUS NOTES SYSTEM WHICH WILL ALLOW FOR A SEPARATE PORTAL AND UNIQUE DATA SET TO BE CONSTRUCTED AND AVAILABLE FOR PUBLIC DISCLOSURE. IN ADDITION TO CIS NOTES, THE CENTER WILL USE CONNEX MARKETING SERVICES TO RESPOND TO SUPPLIER SCOUTING/MATCHING INQUIRIES, MAINTAIN DATA IN OUR LOCAL SUPPLY CHAIN ECOSYSTEM INCLUDING PARTNERS AND OEM?S IN THE REGION AND COORDINATE WITH THE MEP NATIONAL NETWORK.EXPECTED OUTCOMES: ACTIVE PARTICIPATION IN SUPPLIER SCOUTING AS WELL AS A POSITIVE ENGAGEMENT WITH LOCAL AND NATIONAL PARTNERS THAT WILL IMPACT ON MANUFACTURERS, THE ECONOMIC DEVELOPMENT INSTITUTIONS, AND THE REGIONAL AND MEP NATIONAL NETWORK. THIS WILL INCLUDE THE RESULTS OF THE SURVEYS, THE IMPROVED SUPPLY CHAIN EFFICIENCY, PRODUCTIVITY, NEW BUSINESS OPPORTUNITIES, AND JOB GROWTH FOR MANUFACTURERS.  INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF NEW HAMPSHIRE.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "85731131-7468-2cec-50f4-e1163f487459-R", "generated_internal_id": "ASST_NON_70NANB23H037_1341"}, {"internal_id": 159697111, "Award ID": "70NANB23H036", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-26", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS PROJECT IS TO PROVIDE SERVICES TO EXPAND EXISTING MEP CAPABILITIES TO PROVIDE NATIONAL SUPPLY CHAIN OPTIMIZATION AND TO ESTABLISH A SUPPLY CHAIN INTELLIGENCE NETWORK.  IMPROVE THE RESILIENCY AND OPTIMIZATION FOR DOMESTIC SUPPLY CHAINS IN THE MEP NATIONAL NETWORK IN THE STATE OF CALIFORNIA.ACTIVITIES TO BE PERFORMED: THE CENTER WILL GATHER SUPPLY CHAIN INTELLIGENCE VIA DISCOVERIES, MAPPING, AND SUPPLIER SCOUTING, TO GET A BETTER UNDERSTANDING OF THE CALIFORNIA ECOSYSTEM AND DEVELOP BEST PRACTICES TO SHARE WITH THE MEP NATIONAL NETWORK.   PILOT WORKFORCE EDUCATIONAL EVENTS VIA IN-PERSON WORKSHOPS AND VIRTUAL WEBINARS.  GATHER SUPPLY CHAIN INTELLIGENCE: CONDUCT SUPPLIER DISCOVERIES TO IDENTIFY PERFORMANCE GAPS IN CRITICAL AREAS WHICH ARE INHIBITING CALIFORNIA SUPPLIERS ABILITY TO GROW PROFITABILITY, IMPROVE RESILIENCY, PRODUCTIVITY, AND COMPETITIVENESS.   IDENTIFY KEY INDUSTRY TO LINK SUPPLIERS WITH SUPPLIER MAPPING TO REVEAL OPPORTUNITIES TO IMPROVE THE INTEROPERABILITY OF THEIR SUPPLY CHAINS.   SUPPORT AND TRACK SUPPLIER SCOUTING REQUESTS AND FORMALIZE BUSINESS PRACTICES IN ORDER TO INCREASE THE NUMBER OF MATCHES FOR THE CENTER AND MEP REQUESTS.  PILOT EDUCATIONAL EVENTS TO ASSIST SUPPLIERS IN ADDRESSING OPERATIONAL, MANAGEMENT, AND SUPPLY CHAIN CHALLENGES. EXPECTED OUTCOMES: SUPPORT AND TRACK SUPPLIER SCOUTING REQUESTS AND FORMALIZE BUSINESS PRACTICES IN ORDER TO INCREASE THE NUMBER OF MATCHES FOR CMTC AND MEP REQUESTS.  B. PILOT EDUCATIONAL EVENTS TO ASSIST SUPPLIERS IN ADDRESSING OPERATIONAL, MANAGEMENT, AND SUPPLY CHAIN CHALLENGES. THIS WILL BETTER EQUIP SUPPLIERS TO SELF-IMPLEMENT OR ASK FOR ASSISTANCE TO UTILIZE BEST PRACTICES AND INNOVATIVE APPROACHES TO INCREASE PERFORMANCE.         INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS (SMMS) IN THE STATE OF CALIFORNIA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9b9f03f1-8e20-830a-5430-00e7e4596216-C", "generated_internal_id": "ASST_NON_70NANB23H036_1341"}, {"internal_id": 151570537, "Award ID": "70NANB22H116", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "11.611", "Description": "NYMEP-ADVANCED TECH TEAMPURPOSE: THE AWARD RECIPIENT SERVES AS THE MANUFACTURING EXTENSION PARTNERSHIP (MEP) CENTER IN NEW YORK. THE PURPOSE OF THIS AWARD IS TO PROVIDE MANUFACTURING EXTENSION SERVICES BY FURTHERING THE WORK OF THE MEP NATIONAL ADVANCED TECH TEAM TO MEET THE INCREASING DEMAND FOR ASSISTANCE WITH MEP ADVANCED MANUFACTURING PROJECTS FROM ACROSS THE COUNTRY.  ACTIVITIES TO BE PERFORMED: THROUGH ITS COLLABORATIONS IN THE MEP NATIONAL NETWORK, THE MEP ADVANCED TECH TEAM ASSISTS MEP CENTERS (PARTICULARLY FIELD STAFF) WHEN THEIR CLIENT(S) ASK FOR ADVANCED MANUFACTURING EXPERTISE THAT EXCEEDS CURRENT SERVICE OFFERINGS. THE TEAM COORDINATES WITH AND WORKS THROUGH THE CENTERS TO DELIVER VALUE TO SMALL AND MEDIUM-SIZED MANUFACTURERS BY FACILITATING ADVANCED MANUFACTURING RELATIONSHIPS TO ADDRESS CHALLENGES AND DRIVE GROWTH. THE TEAM WILL LEVERAGE FIVE YEARS OF LEARNING AND ADAPTING MODELS TO CREATE THE FUNDAMENTAL ELEMENTS OF SUCCESS:?\tPROVIDING A SINGLE POINT OF CONTACT TO FEDERALLY AND STATE FUNDED RESEARCH, STREAMLINING CLIENT ACCESS TO TECHNOLOGY EXPERTS AND SPECIALIZED EQUIPMENT.ESTABLISHING RECURRING MEETINGS WITH FIELD STAFF TO CREATE CONNECTIVITY ACROSS THE NETWORK.SUPPORTING A STRATEGICALLY LOCATED, COLLABORATIVE, MULTI-CENTER TEAM WITH KNOWLEDGE OF MANUFACTURING USA AND OTHER TECHNOLOGY RESOURCES (FEDERAL OR OTHERWISE) TO SERVE SMALL AND MEDIUM-SIZED MANUFACTURERS THROUGH MEP STAFF.ADDRESSING SPECIFIC SMALL AND MEDIUM-SIZED MANUFACTURERS NEEDSEXPECTED OUTCOMES: THIS PROJECT WILL CONTINUE TO DEMONSTRATE A NATIONAL NETWORK OF CLIENT-CENTERED, TECHNOLOGY- TRANSFER CONSULTING PRACTICES WITH A MULTI-CENTER APPROACH TO PROVIDE MARKETING AND TECHNICAL SUPPORT TO SERVE PARTICIPATING MEP CENTER?S MARKET IN AN ENHANCED PROCESS. CONTINUED FUNDING WILL ENABLE FURTHER DEVELOPMENT OF THIS INITIATIVE AND ENHANCE MEP?S ?TRUSTED ADVISOR? ROLE WITH RESPECT TO NEW AND EMERGING MANUFACTURING CAPABILITIES.EXPECTED OUTCOMES INCLUDE:AT LEAST 15 MEP PROJECTS IDENTIFIED AND PLANNED AS A RESULT OF THIS TEAM?S WORK WITH MEASURABLE ECONOMIC IMPACT FOR SMALL AND MEDIUM-SIZED MANUFACTURERS AND MEP CENTERSANNUAL MULTI-INSTITUTE PRESENTATIONSSHOWCASE TECHNOLOGY TAILORED TO SPECIFIC INDUSTRIAL SEGMENTSBUILD OUT THE EXPERTISE NETWORK TO SUPPORT SUSTAINING THE EXPERT NETWORKINTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS THROUGHOUT THE UNITED STATES, MANUFACTURING USA INSTITUTES, AND MEP CENTERS.SUBRECIPIENT ACTIVITIES: THE RECIPIENT, EMPIRE STATE DEVELOPMENT DIVISION OF SCIENCE, TECHNOLOGY & INNOVATION, PLANS TO SUBAWARD FUNDS TO THE UNIVERSITY OF TENNESSEE CENTER FOR INDUSTRIAL SERVICES (MEP CENTER FOR TENNESSEE) TO MAINTAIN ONE FULL-TIME STAFF MEMBER ON THE MEP NATIONAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2435c8fe-b181-142a-a9b9-088dfd14293a-C", "generated_internal_id": "ASST_NON_70NANB22H116_1341"}, {"internal_id": 152523674, "Award ID": "70NANB22H115", "Award Amount": 1304300.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "11.611", "Description": "PURPOSE: THE AWARD RECIPIENT WOULD BE GRANTED FUNDING THROUGH A COOPERATIVE AGREEMENT TO OPERATE A HOLLINGS MANUFACTURING EXTENSION PARTNERSHIP (MEP) CENTER IN THE STATE OF RHODE ISLAND.  THE PURPOSE OF THIS AWARD IS TO PROVIDE MANUFACTURING EXTENSION SERVICES TO PRIMARILY SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF RHODE ISLAND.  ACTIVITIES TO BE PERFORMED: THROUGH ITS COLLABORATIONS AT THE FEDERAL, STATE, AND LOCAL LEVELS, THE CENTER PLANS TO ENHANCE MANUFACTURING IN RHODE ISLAND BY CONTINUING TO DELIVER CRITICAL SERVICES TO MANUFACTURERS IN FOUR AREAS: OPERATIONAL EXCELLENCE, WORKFORCE DEVELOPMENT, GROWTH STRATEGIES, AND SUPPLY CHAIN OPTIMIZATION. THE CENTER WOULD SERVE AS A TRUSTED BUSINESS ADVISOR TO DELIVER A COMPREHENSIVE ARRAY OF INTERNAL PRODUCTS AND SERVICES AS WELL AS MANAGE EXTERNAL RESOURCES FROM PARTNERS AND THIRD-PARTY VENDORS.  EXPECTED OUTCOMES: THE OBJECTIVE OF THE MEP PROGRAM IS TO ENHANCE COMPETITIVENESS, PRODUCTIVITY, AND TECHNOLOGICAL PERFORMANCE IN UNITED STATES MANUFACTURING. THE CENTER?S ACTIVITIES WOULD HELP SMALL AND MEDIUM-SIZED MANUFACTURERS IN RHODE ISLAND TO REMAIN COMPETITIVE IN THE GLOBAL MANUFACTURING MARKETPLACE. THE CENTER'S SERVICES WOULD DIRECTLY IMPACT THE RHODE ISLAND ECONOMY THROUGH INCREASED AND RETAINED SALES, NEW CLIENT INVESTMENTS, COST SAVINGS, AND ADDED AND RETAINED JOBS. THE CENTER?S STRATEGIC GOALS TO IMPACT RHODE ISLAND MANUFACTURING ARE TO:POSITION SMALL AND MEDIUM-SIZED MANUFACTURERS TO DEVELOP NEW PRODUCTS AND CUSTOMERS BUILD A COMPETITIVE WORKFORCEEXPAND INTO NEW MARKETSADOPT NEW TECHNOLOGYDEVELOP RESILIENT SUPPLY CHAINS ACCELERATE THE TRANSFORMATION OF THE MANUFACTURING PIPELINE, MANUFACTURING ECOSYSTEM, AND ADVANCED TECHNOLOGY OPPORTUNITIES INTENDED BENEFICIARIES: THE INTENDED BENEFICIARIES OF THIS AWARD ARE PRIMARILY SMALL AND MEDIUM-SIZED MANUFACTURERS IN RHODE ISLAND. INDIRECT BENEFICIARIES EXTEND BEYOND RHODE ISLAND, AS THE CENTER WILL BECOME PART OF THE MEP NATIONAL NETWORK, WHICH INCLUDES 51 MEP CENTERS LOCATED IN EACH STATE AND IN PUERTO RICO.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc55da54-5d01-8ec2-0e0a-8db44dcdd647-C", "generated_internal_id": "ASST_NON_70NANB22H115_1341"}, {"internal_id": 152523681, "Award ID": "70NANB22H108", "Award Amount": 812200.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "11.611", "Description": "PURPOSE: THE AWARD RECIPIENT WOULD BE GRANTED FUNDING THROUGH A COOPERATIVE AGREEMENT TO OPERATE A HOLLINGS MANUFACTURING EXTENSION PARTNERSHIP (MEP) CENTER IN THE STATE OF SOUTH DAKOTA.  THE PURPOSE OF THIS AWARD IS TO PROVIDE MANUFACTURING EXTENSION SERVICES TO PRIMARILY SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF SOUTH DAKOTA.  ACTIVITIES TO BE PERFORMED: THROUGH ITS COLLABORATIONS AT THE FEDERAL, STATE, AND LOCAL LEVELS, THE CENTER PLANS TO ENHANCE MANUFACTURING IN SOUTH DAKOTA BY PROVIDING SMALL- AND MEDIUM-SIZED MANUFACTURERS WITH TAILORED SOLUTIONS; A NETWORK OF COMMUNITY, GOVERNMENT, AND HIGHER EDUCATION CONNECTIONS; AND SUBJECT MATTER EXPERTS. EXPECTED OUTCOMES: THE OBJECTIVE OF THE MEP PROGRAM IS TO ENHANCE COMPETITIVENESS, PRODUCTIVITY, AND TECHNOLOGICAL PERFORMANCE IN UNITED STATES MANUFACTURING. THE CENTER?S TAILORED SOLUTIONS, CONNECTIONS, AND EXPERTS WOULD HELP SMALL AND MEDIUM-SIZED MANUFACTURERS IN SOUTH DAKOTA TO PROSPER AND GROW.INTENDED BENEFICIARIES: THE INTENDED BENEFICIARIES OF THIS AWARD ARE PRIMARILY SMALL AND MEDIUM-SIZED MANUFACTURERS IN SOUTH DAKOTA. INDIRECT BENEFICIARIES EXTEND BEYOND SOUTH DAKOTA, AS THE CENTER WILL BECOME PART OF THE MEP NATIONAL NETWORK?, WHICH INCLUDES 51 MEP CENTERS LOCATED IN EACH STATE AND IN PUERTO RICO.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e8cba4e-8161-04ea-11b2-4c4e3706388c-C", "generated_internal_id": "ASST_NON_70NANB22H108_1341"}, {"internal_id": 152523669, "Award ID": "70NANB22H107", "Award Amount": 895700.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "11.611", "Description": "PURPOSE: THE AWARD RECIPIENT WOULD BE GRANTED FUNDING THROUGH A COOPERATIVE AGREEMENT TO OPERATE A HOLLINGS MANUFACTURING EXTENSION PARTNERSHIP (MEP) CENTER IN THE STATE OF NEBRASKA.  THE PURPOSE OF THIS AWARD IS TO PROVIDE MANUFACTURING EXTENSION SERVICES TO PRIMARILY SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF NEBRASKA.  ACTIVITIES TO BE PERFORMED: THROUGH ITS COLLABORATIONS AT THE FEDERAL, STATE, AND LOCAL LEVELS, THE CENTER PLANS TO ENHANCE MANUFACTURING IN NEBRASKA BY CONTINUING TO PROVIDE SERVICES AND PROGRAMS FOR SMALL AND MEDIUM-SIZED MANUFACTURERS STATEWIDE THAT PROMOTE PARTNERSHIPS AND TECHNOLOGICAL ADVANCES. THE CENTER WILL CONTINUE TO PROVIDE A VARIETY OF RESULTS-ORIENTED SERVICES THAT ARE AIMED AT INCREASING PRODUCTIVITY, INNOVATIVE CAPACITY, WORKFORCE PERFORMANCE, AND GLOBAL COMPETITIVENESS FOR SMALL AND MEDIUM-SIZED MANUFACTURERS STATEWIDE. THE CENTER WILL CONTINUE TO OFFER THESE SERVICES AS WELL AS EXPAND TO MEET MANUFACTURERS?? FUTURE NEEDS AND ADDRESS THE CHALLENGES THAT HAVE BEEN DEEMED AREAS OF CONCERN FOR AREA MANUFACTURERS.EXPECTED OUTCOMES: THE OBJECTIVE OF THE MEP PROGRAM IS TO ENHANCE COMPETITIVENESS, PRODUCTIVITY, AND TECHNOLOGICAL PERFORMANCE IN UNITED STATES MANUFACTURING. THE CENTER WILL HELP TO CREATE PROFITABLE GROWTH FOR NEBRASKA MANUFACTURING BY SUPPORTING THE DEVELOPMENT OF A CULTURE OF PERFORMANCE AND TRUST. THE CENTER??S STRATEGIC GOALS TO ADDRESS KEY OPPORTUNITIES TO IMPACT NEBRASKA MANUFACTURING ARE TO:?? INCREASE PROGRAM IMPACT AND INCOME ?? FOSTER RELATIONSHIPS AMONG MANUFACTURERS ?? PURSUE ADDITIONAL SIGNIFICANT PARTNERSHIPS ?? ADD STUDENT INVOLVEMENT ?? BUILD ROBOTICS AND ADVANCED MANUFACTURING PROGRAMS ?? CREATE SUPPLY CHAIN SERVICES ?? INCREASE EXPORT ASSISTANCE ?? BRING WORKFORCE SOLUTIONS TO MANUFACTURERSINTENDED BENEFICIARIES: THE INTENDED BENEFICIARIES OF THIS AWARD ARE PRIMARILY SMALL AND MEDIUM-SIZED MANUFACTURERS IN NEBRASKA. INDIRECT BENEFICIARIES EXTEND BEYOND NEBRASKA, AS THE CENTER WILL BECOME PART OF THE MEP NATIONAL NETWORK??, WHICH INCLUDES 51 MEP CENTERS LOCATED IN EACH STATE AND IN PUERTO RICO.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_70NANB22H107_1341"}, {"internal_id": 152523682, "Award ID": "70NANB22H106", "Award Amount": 1343500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "11.611", "Description": "PURPOSE: THE AWARD RECIPIENT WOULD BE GRANTED FUNDING THROUGH A COOPERATIVE AGREEMENT TO OPERATE A HOLLINGS MANUFACTURING EXTENSION PARTNERSHIP (MEP) CENTER IN THE COMMONWEALTH OF KENTUCKY.  THE PURPOSE OF THIS AWARD IS TO PROVIDE MANUFACTURING EXTENSION SERVICES TO PRIMARILY SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE COMMONWEALTH OF KENTUCKY.  ACTIVITIES TO BE PERFORMED: THROUGH ITS COLLABORATIONS AT THE FEDERAL, STATE, AND LOCAL LEVELS, THE CENTER PLANS TO ENHANCE MANUFACTURING IN KENTUCKY BY FOCUSING ON BUSINESS GROWTH, EXPANSION, COMPETITIVENESS, AND SUSTAINABILITY OF SMALL AND MEDIUM-SIZED MANUFACTURERS. THE CENTER WILL ADDRESS MANUFACTURING SUPPLY CHAIN AND TECHNOLOGY ADOPTION ISSUES IN KENTUCKY BY MAKING IT EASIER FOR MANUFACTURERS TO IMPLEMENT 21ST-CENTURY MANUFACTURING TECHNOLOGIES, TECHNIQUES, AND SOLUTIONS; ALIGNING RESOURCES TO INCREASE MARKET PENETRATION AND SUSTAINABLE MANUFACTURING; AND CULTIVATING A NETWORK OF SUPPLIERS IN KENTUCKY TO INCREASE SUPPLY CHAIN RESILIENCE AND QUICK ADOPTION OF MANUFACTURING SOLUTIONS. THE CENTER WILL ADDRESS MANUFACTURING WORKFORCE ISSUES WITH ITS SUBRECIPIENTS, LEVERAGING THEIR ACADEMIC RESOURCES AND SUPPORT TO BRING WORKFORCE SOLUTIONS TO SMALL AND MEDIUM-SIZED MANUFACTURERS.EXPECTED OUTCOMES: THE OBJECTIVE OF THE MEP PROGRAM IS TO ENHANCE COMPETITIVENESS, PRODUCTIVITY, AND TECHNOLOGICAL PERFORMANCE IN UNITED STATES MANUFACTURING. THE CENTER WILL ENHANCE MANUFACTURING IN KENTUCKY BY EMPOWERING MANUFACTURERS TO IMPLEMENT NEW TECHNOLOGIES AND TO ALIGN RESOURCES THROUGH COALITIONS AND PARTNERSHIPS TO LEAD TO A MORE RESILIENT SUPPLY CHAIN, AND BY PROVIDING MANUFACTURERS WITH WORKFORCE AND OPERATIONAL SOLUTIONS.INTENDED BENEFICIARIES: THE INTENDED BENEFICIARIES OF THIS AWARD ARE PRIMARILY SMALL AND MEDIUM-SIZED MANUFACTURERS IN KENTUCKY. INDIRECT BENEFICIARIES EXTEND BEYOND KENTUCKY, AS THE CENTER WILL BECOME PART OF THE MEP NATIONAL NETWORK?, WHICH INCLUDES 51 MEP CENTERS LOCATED IN EACH STATE AND IN PUERTO RICO.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO MURRAY STATE UNIVERSITY (WESTERN KENTUCKY) AND SOMERSET COMMUNITY COLLEGE (EASTERN KENTUCKY) TO INCREASE OUTREACH ACROSS THE STATE. THE SUBRECIPIENTS HAVE EXISTING RELATIONSHIPS WITH LOCAL AND REGIONAL SMALL AND MEDIUM-SIZED MANUFACTURERS AND WILL LEVERAGE THE EXISTING PARTNERSHIPS TO PROMOTE THE CENTER?S ACTIVITIES AND CAPABILITIES. SOMERSET COMMUNITY COLLEGE WILL CO-DELIVER TRAINING TO MANUFACTURING EMPLOYEES, AND MURRAY STATE UNIVERSITY WILL CO-SPONSOR EXTENSION-RELATED ENGAGEMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c9476c3-c39d-74de-31b6-2c9a10197e11-C", "generated_internal_id": "ASST_NON_70NANB22H106_1341"}, {"internal_id": 147840060, "Award ID": "70NANB22H035", "Award Amount": 1616400.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-01", "CFDA Number": "11.611", "Description": "PURPOSE: INITIALLY COMPETITIVELY REVIEWED IN 2017, THIS COOPERATIVE AGREEMENT IS FUNDED FOR THE PURPOSE OF PROVIDING MANUFACTURING EXTENSION SERVICES TO NORTH DAKOTA SMALL AND MEDIUM-SIZED MANUFACTURES (SMM). ACTIVITIES TO BE PERFORMED: IMPACT DAKOTA WILL EXPAND ITS SERVICE OFFERINGS ? BOTH WITH INTERNAL STAFF CAPABILITIES AND EXTERNAL THIRD PARTY CONTRACTORS ? TO BE ABLE TO FULFILL A MAJORITY OF MANUFACTURER?S NEEDS, REGARDLESS OF SIZE OR LOCATION.  NEW SERVICE DEVELOPMENT WILL ALSO INCLUDE THE MODE OF SERVICE DELIVERY.  WHENEVER POSSIBLE, PROGRAMMING WILL BE PROVIDED VIRTUALLY IN ORDER TO BE ABLE TO REACH MORE OF THE VERY SMALL AND RURAL BUSINESSES.  EXPANDED SERVICE PROGRAMMING WILL ALSO SUPPORT THE CENTER?S FOCUS ON MEETING NIST MEP METRICS REQUIREMENTS.EXPECTED OUTCOMES: IMPACT DAKOTA HAS LONG BEEN A LEADER IN LEAN MANUFACTURING TRAINING AND IMPLEMENTATION, AND WILL CONTINUE TO SUPPORT THE NEEDS OF BUSINESS IN THIS AREA.  HOWEVER, BUSINESSES HAVE IDENTIFIED AREAS OF CRITICAL NEEDS THAT IMPACT DAKOTA WILL WORK WITH OTHER ENTITIES IN ORDER TO HELP SMMS ADDRESS THESE NEEDS.  THESE AREAS OF FOCUS INCLUDE, BUT ARE NOT LIMITED TO: WORKFORCE ATTRACTION, DEVELOPMENT AND RETENTION; SUPPLY CHAIN OPTIMIZATION; CYBERSECURITY PROTECTION; INDUSTRY 4.0 / AUTOMATION; ORGANIZATIONAL CULTURE.  INTENDED BENEFICIARIES: NORTH DAKOTA SMALL AND MEDIUM-SIZED MANUFACTURERS AND THE MEP NATIONAL NETWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "542410c0-0394-beb9-ab09-036dd5d5a468-C", "generated_internal_id": "ASST_NON_70NANB22H035_1341"}, {"internal_id": 147840061, "Award ID": "70NANB22H034", "Award Amount": 4523886.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-01", "CFDA Number": "11.611", "Description": "PURPOSE: INITIALLY COMPETITIVELY REVIEWED IN 2017, THIS COOPERATIVE AGREEMENT IS FUNDED FOR THE PURPOSE OF PROVIDING MANUFACTURING EXTENSION SERVICES TO IOWA SMALL AND MEDIUM-SIZED MANUFACTURES (SMM). ACTIVITIES TO BE PERFORMED: CIRAS COMBINES INTERNAL EXPERTISE WITH OUTSTANDING PARTNERS, DEEP RELATIONSHIPS WITH KEY STAKEHOLDERS, AND STRONG AFFILIATE SERVICE PROVIDERS. THE IOWA MEP TEAM HAS DEPLOYED AND REFINED A PROVEN APPROACH TO UNDERSTANDING THE DIVERSE NEEDS OF IOWA MANUFACTURERS, DELIVERING SERVICES TO MEET THOSE NEEDS, AND ENSURING THAT PROGRAMS MEET THE NEEDS OF OUR STAKEHOLDERS. THE IOWA MEP STRATEGY CLOSELY ALIGNS WITH THE NIST MEP STRATEGY OF ENHANCING COMPETITIVENESS, CHAMPIONING MANUFACTURING, SUPPORTING PARTNERSHIPS, AND DEVELOPING CAPABILITIES ACROSS THE NATIONAL SYSTEM. EXPECTED OUTCOMES: CIRAS HAS LONG BEEN A LEADER MANUFACTURING TRAINING AND IMPLEMENTATION, AND WILL CONTINUE TO SUPPORT THE NEEDS OF BUSINESS IN THIS AREA. THE EXPECTED OUTCOME FOR THIS AWARD IS TARGETED SMM OFFERINGS IN:- LEADERSHIP: STRATEGY, MANAGEMENT SYSTEMS; SUPPLY CHAIN; INNOVATION.- GROWTH: MARKET STRATEGY; EXPORTING; B2B NETWORKING.- PRODUCTIVITY: LEAN/IOWA LEAN CONSORTIUM; OPERATIONAL EXCELLENCE; QUALITY.- TECHNOLOGY: INDUSTRY 4.0; AUTOMATION; ENGINEERING; TESTING- WORKFORCE: WORKFORCE STRATEGIES; STUDENT ENGAGEMENTINTENDED BENEFICIARIES: IOWA SMALL AND MEDIUM-SIZED MANUFACTURERS AND THE MEP NATIONAL NETWORK.SUBRECIPIENT ACTIVITIES: NORTH IOWA AREA COMMUNITY COLLEGE'S (NIACC'S) JOHN PAPPA ENTREPRENEURIAL CENTER (JPEC) WAS SELECTED TO BE A PARTNER TO PROVIDE TECHNICAL SUPPORT TO SMALL AND START-UP MANUFACTURERS IN NORTH-CENTRAL IOWA.  NIACC PROVIDES TECHNICAL ASSISTANCE IN BUSINESS PLANNING, RAPID PROTOTYPING, AND HIGH-POTENTIAL CLIENT IDENTIFICATION. THE NIST MEP FUNDS ARE USED TO ASSESS THE BUSINESS NEEDS AND IDENTIFY THE APPROPRIATE RESOURCES TO ADDRESS THOSE NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_70NANB22H034_1341"}, {"internal_id": 147586207, "Award ID": "70NANB22H033", "Award Amount": 2322444.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-31", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS AWARD IS TO PROVIDE MANUFACTURING EXTENSION SERVICES TO PRIMARILY SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF MAINE. ACTIVITIES TO BE PERFORMED: MAINE MEP STRATEGICALLY PARTNERS WITH OTHER ORGANIZATIONS (I.E., DEPARTMENT OF ECONOMIC AND COMMUNITY DEVELOPMENT, SOUTHERN MAINE COMMUNITY COLLEGE AND UNIVERSITY OF MAINE ADVANCED MTG. CENTER) THROUGHOUT THE STATE TO DELIVER VALUE-ADD SERVICES IN FOUR CORE AREAS (1) ENTERPRISE MANAGEMENT, (2) PERFORMANCE-BASED TRAINING, (3) SUPPLY CHAIN STRENGTHENING AND (4) INNOVATION SERVICES.     EXPECTED OUTCOMES: MAINE MEP?S GOAL ARE TO ENSURE PROFITABLE MANUFACTURING GROWTH THROUGH DELIVER CLIENT-CENTRIC SERVICES ALIGNED WITH SME GOALS TO ACHIEVE ECONOMIC IMPACT, BECOME A LEADING RESOURCE EXPERT OR/AND CHAMPION OF GROWTH AND INNOVATION FOR SMES IN MAINE, AND EXPAND AND DEEPENING PARTNERSHIPS WITHIN THE MANUFACTURING ECOSYSTEM THAT BENEFIT SMES. INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE MAINE.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR GENERAL BUSINESS ASSISTANCE SERVICES TO AREA MANUFACTURERS THROUGH A VARIETY OF PROGRAMS, INCLUDING BUT NOT LIMITED TO, THE SMALL BUSINESS DEVELOPMENT CENTER, BUSINESS FINANCING ASSISTANCE, EXPORT ASSISTANCE AND TARGETED INDUSTRY ASSISTANCE, AND TO USE ITS BEST EFFORTS TO SUPPORT THE MAINE MEP MISSION TO ESTABLISH, PROMOTE, MAINTAIN, AND EXPAND A STATEWIDE MEP IDENTITY.BACKGROUND EFFECTIVE APRIL 2017, VIA COOPERATIVE AGREEMENT WITH THE DEPARTMENT OF COMMERCE, MAINE MEP WAS GRANTED FUNDING TO OPERATE A MEP CENTER IN THE STATE OF MAINE.  HOWEVER, AS REQUIRED BY THE MEP STATUE, SEC. 25 (G) ?EVALUATIONS? A SECRETARIAL REVIEW MUST BE CONDUCTED IN THE FIFTH YEAR OF OPERATION OF A CENTER. THIS EVALUATION DETERMINES IF A CENTER MAY CONTINUE TO RECEIVE FINANCIAL ASSISTANCE. MAINE MEP IS IN YEAR 5 OF THE COOPERATIVE AGREEMENT. THEREFORE, A SECRETARIAL REVIEW WAS CONDUCTED.  THE SECRETARIAL EVALUATION OF THE MAINE MEP WAS CONDUCTED ON DECEMBER 20, 2021 BY THE MEP DIRECTOR, THE DEPUTY DIRECTOR, THE DIVISION CHIEF FOR REGIONAL AND STATE PARTNERSHIPS, THE EXECUTIVE OFFICER, AND THE GROUP MANAGER FOR PROGRAM EVALUATION AND ECONOMIC RESEARCH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b036199f-07e1-456e-a816-4f2cf2935df8-C", "generated_internal_id": "ASST_NON_70NANB22H033_1341"}, {"internal_id": 147586206, "Award ID": "70NANB22H032", "Award Amount": 1619600.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-30", "CFDA Number": "11.611", "Description": "PURPOSE:  EFFECTIVE APRIL 1, 2022, VIA THIS COOPERATIVE AGREEMENT THIS RECIPIENT WILL BE GRANTED FUNDING TO OPERATE AN MEP CENTER IN THE STATE OF HAWAII. THE PURPOSE OF THIS AWARD IS TO PROVIDE MANUFACTURING EXTENSION SERVICES TO THE RAPIDLY GROWING SMALL AND MEDIUM MANUFACTURERS IN THE STATE OF HAWAII. KEY INITIATIVES INCLUDE 1) ENHANCE COMPETITIVENESS OF HAWAII MANUFACTURERS THROUGH TRAINING AND SERVICES; 2) SUSTAIN AND GROW HAWAII MANUFACTURERS; 3) BUILD A SUPPORT ECOSYSTEM FOR MANUFACTURERS; AND 4) DEVELOP THE CAPABILITIES OF THE MEP CENTER. ACTIVITIES TO BE PERFORMED: THROUGH ITS COLLABORATIONS WITH THE HTDC (STATE), THE CENTER IS FOCUSING ON ESTABLISHING AND SUSTAINING A SKILLED WORKFORCE WHILE NAVIGATING THE STRUGGLES OF THE GEOGRAPHY OF HAWAII. THE ACTIVITIES THAT WILL SUPPORT #1 INCLUDE GROWTH (E.G., EXPORT ASSISTANCE, BUSINESS DEVELOPMENT, AND PRODUCT DEVELOPMENT), EFFICIENCY (E.G., LEAN OPERATIONS, ENERGY EFFICIENCY, QUALITY, SUPPLY CHAIN MANAGEMENT, AND TECHNOLOGY INTEGRATION), ASSISTANCE FOR BUSINESSES WHICH LEVERAGE THE HAWAII BRAND OR HAVE SIGNIFICANT INTELLECTUAL PROPERTY (E.G. HAWAII FOOD MANUFACTURERS, SBIR COMPANIES). #2 INCREASING PROGRAMS AVAILABLE FOR MANUFACTURERS AND ESTABLISHING INFRASTRUCTURE TO SUPPORT NEW MANUFACTURERS, SERVING AS A CHAMPION FOR MANUFACTURING AND PROMOTING THE ?MADE IN HAWAII? BRAND, MENTORING AND OUTREACH SUPPORT TO STRENGTHEN MANUFACTURING ON THE NEIGHBOR ISLANDS. #3 STRENGTHENING REGIONAL PARTNERSHIPS AND COLLABORATING ON INITIATIVES, SHARED INFRASTRUCTURE, AND SUPPORT PROGRAMS FOR MANUFACTURERS, CONNECTING MANUFACTURERS, SUPPLIERS, AND DISTRIBUTORS, FACILITATING A PIPELINE OF SKILLED AND TALENTED MANUFACTURING WORKERS. AND #4 ADOPTING TRAINING PROVIDED BY NIST INTO INNOVATE HAWAII SERVICE OFFERINGS, LEARNING FROM OTHER MEP CENTERS AND STAYING CURRENT WITH RELEVANT FEDERAL PROGRAMS, GROWING OUR NETWORK OF PROVIDERS TO ADDRESS THE CHANGING NEEDS OF OUR CUSTOMERS, AND IMPROVING THE PROGRAM THROUGH CONTINUOUS REVIEWS AND UPDATES TO THE OPERATION PLAN.EXPECTED OUTCOMES: INNOVATE HAWAII AIMS TO BE THE LEADING MANUFACTURING CONSULTING AND TRAINING ORGANIZATION IN HAWAII, AS WELL AS THE FACILITATOR THAT BUILDS RELATIONSHIPS BETWEEN LOCAL AND U.S. MAINLAND SUPPORT ORGANIZATIONS TO BOLSTER HAWAII?S GROWING MANUFACTURING INDUSTRY.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF HAWAII.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af931aa3-de03-fc08-2b63-d373dc49c280-C", "generated_internal_id": "ASST_NON_70NANB22H032_1341"}, {"internal_id": 147840062, "Award ID": "70NANB22H031", "Award Amount": 1413800.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-01", "CFDA Number": "11.611", "Description": "PURPOSE:  EFFECTIVE APRIL 1, 2022 VIA THIS COOPERATIVE AGREEMENT THIS RECIPIENT WAS GRANTED FUNDING TO OPERATE AN MEP CENTER IN THE STATE OF WYOMING. THE PURPOSE OF THIS AWARD IS TO PROVIDE MANUFACTURING EXTENSION SERVICES TO PRIMARILY SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF WYOMING. ACTIVITIES TO BE PERFORMED: THROUGH ITS COLLABORATIONS AT THE FEDERAL, STATE AND LOCAL LEVEL, AS IT EVOLVES TO NIST 2.0, MANUFACTURING-WORKS WILL PURSUE THREE BROAD STRATEGIC APPROACHES:1) ADAPT THE M-W BUSINESS MODEL TO PROVIDE NEW PRODUCTS AND SERVICES, 2) CONTINUE TO PROVIDE TRADITIONAL MEP SERVICES, FOCUSED ON FIVE KEY AREAS, AND 3) LEVERAGE ITS RESOURCES BY ENHANCING CURRENT PARTNERSHIPS AND FOSTERING NEW ONES. THESE THREE APPROACHES HAVE BEEN DEVELOPED BY THE CURRENT TEAM DURING THE PAST YEAR?S TRANSITION PERIOD. GOING FORWARD, M-W WILL CONSULT WITH ITS NEWLY EXPANDED ADVISORY BOARD TO REVIEW AND EXTEND THIS STRATEGY FOR THE LONGER TERM.EXPECTED OUTCOMES: THE CENTER WILL STRENGTHEN MANUFACTURING IN WYOMING BY COMMUNICATING AND DELIVERING/MAKING NEW TECHNOLOGIES AVAILABLE TO MANUFACTURERS FOR GROWTH AND PRODUCTIVITY. THE CENTER BUILDS AWARENESS OF MANUFACTURING CAREERS WITH THEIR PROGRAMS/PRESENTATIONS.  PROVIDE SERVICES THAT ADDRESS WORKFORCE BEHAVIORS THAT IMPACT PRODUCTIVITY AND BUSINESS PERFORMANCE ISSUES. THEIR LEADERSHIP DEVELOPMENT AND SUCCESSION PLAN DEVELOPMENT HELPS MANUFACTURERS CONTINUE TO GROW AND BE VIABLE. THE CENTERS GOAL IS TO ASSIST MANUFACTURERS IN THE ACHIEVEMENT OF HIGHER PERFORMANCE AND IMPROVED GLOBAL COMPETITIVENESS. INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF WYOMING.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT PLAN TO UTILIZE SUBAWARDS TO PARTICIPATE IN CONDUCTING THE ACTIVITIES RELATED TO WORK FORCE DEVELOPMENT AND TECHNICAL ASSISTANCE MANUFACTURER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_70NANB22H031_1341"}, {"internal_id": 147840063, "Award ID": "70NANB22H030", "Award Amount": 2091986.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-01", "CFDA Number": "11.611", "Description": "EFFECTIVE APRIL 1 2017, VIA COOPERATIVE AGREEMENT WITH THE DEPARTMENT OF COMMERCE, NEVADA INDUSTRY EXCELLENCE WAS GRANTED FUNDING TO OPERATE A MEP CENTER IN THE STATE OF NEVADA AS REQUIRED BY THE MEP STATUE, SEC. 25 (G) ?EVALUATIONS,? A SECRETARIAL REVIEW OF THE CENTER MUST BE CONDUCTED IN THE FIFTH YEAR. THIS EVALUATION DETERMINES IF A CENTER MAY CONTINUE TO RECEIVE FINANCIAL ASSISTANCE.  THE SECRETARIAL REVIEW OF NEVADA INDUSTRY EXCELLENCE WAS CONDUCTED ON DECEMBER 20, 2021 BY THE MEP DIRECTOR, THE DIVISION CHIEF FOR REGIONAL AND STATE PARTNERSHIPS, THE DIVISION CHIEF FOR FINANCE MANAGEMENT AND CENTER OPERATIONS, AND THE GROUP MANAGER FOR PROGRAM EVALUATION AND ECONOMIC RESEARCH.PROJECT DESCRIPTION:PURPOSE:  EFFECTIVE APRIL 1, 2022 VIA THIS COOPERATIVE AGREEMENT THIS RECIPIENT WILL BE GRANTED FUNDING TO OPERATE AN MEP CENTER IN THE STATE OF NEVADA. THE PURPOSE OF THIS AWARD IS TO PROVIDE MANUFACTURING EXTENSION SERVICES TO THE RAPIDLY GROWING SMALL AND MEDIUM MANUFACTURERS IN THE STATE OF NEVADA. KEY INITIATIVES INCLUDE 1) ACCELERATE AND INVIGORATE ITS CONVENING OF MANUFACTURERS FOR A COMMON VOICE; 2) ADOPT AND OFFER MORE RECOGNIZED CREDENTIALS FOR TRAINING OFFERINGS; AND 3) FORMALIZE SUPPLY CHAIN OFFERINGS FOR THE STATE?S GROWING MANUFACTURING SECTOR. ACTIVITIES TO BE PERFORMED: THROUGH ITS COLLABORATIONS WITH THE UNIVERSITY OF NEVADA RENO AND THE STATE, THE CENTER IS FOCUSING ON ESTABLISHING AND SUSTAINING A SKILLED WORKFORCE PIPELINE, ORGANIZING THE MANUFACTURING SECTOR FOR A COMMON VOICE, PROMOTING ACCESS TO INDUSTRY-IDENTIFIED TECHNOLOGY AND INNOVATION INCLUDING GOED?S KNOWLEDGE FUND, CONNECTING INDUSTRY TO RESEARCH AND DEVELOPMENT SUPPORTED BY GOED?S KNOWLEDGE FUND, REALIZING GROWTH IN EXPORTS THROUGH MANUFACTURING, IDENTIFYING AND ADDRESSING SUPPLY CHAIN GAPS FOR MANUFACTURERS, MARKETING FOR AWARENESS AND INCREASED ENROLLMENT IN SCIENCE, TECHNOLOGY, ENGINEERING, AND MATH (STEM) CAREERS AND EDUCATION, AND IMPLEMENTING LEARNING AND EARNING ADVANCED CAREER PATHWAYS (LEAP). THESE ACTIVITIES WILL BE SUPPORTED BY NSHE PARTNERS AND THIRD PARTY EXPERTS.EXPECTED OUTCOMES: NEVADA INDUSTRY OF EXCELLENCE PLANS TO STRENGTHEN THEIR BUSINESS THROUGH INCREASING JOBS IN ADVANCED MANUFACTURING, FOOD MANUFACTURING, LOGISTICS, RENEWABLE ENERGY, AND UNMANNED SYSTEMS AND ADVANCED MOBILITY. ADDITIONALLY, THEY WILL WORK TO ENSURE A HIGHLY SKILLED AND DIVERSE WORKFORCE BY EXPANDING AVAILABILITY OF STEM-FOCUSED CAREER PATHWAYS AND INCREASE EDUCATIONAL PROGRAMS THAT REQUIRE INTERNSHIP/WORK EXPERIENCE COMPLETION.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF NEVADA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_70NANB22H030_1341"}, {"internal_id": 147586208, "Award ID": "70NANB22H029", "Award Amount": 4526374.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-31", "CFDA Number": "11.611", "Description": "PURPOSE:  EFFECTIVE APRIL 1, 2022 VIA THIS COOPERATIVE AGREEMENT THIS RECIPIENT WAS GRANTED FUNDING TO OPERATE AN MEP CENTER IN THE STATE OF KANSAS. THE PURPOSE OF THIS AWARD IS TO PROVIDE MANUFACTURING EXTENSION SERVICES TO PRIMARILY SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF KANSAS. ACTIVITIES TO BE PERFORMED: THROUGH ITS COLLABORATIONS AT THE FEDERAL, STATE AND LOCAL LEVEL, THE CENTER WILL ADDRESS WORKFORCE THAT ADDRESS PRODUCTIVITY AND BUSINESS PERFORMANCE ISSUES, CONTINUOUS IMPROVEMENT, AND COMPANY GROWTH FOR MANUFACTURERS AND IN MOST MANUFACTURING SECTORS IN THE STATE.  THE CENTER EXPECTS TO ADD AN INTERNAL WORKFORCE SOLUTIONS DELIVERY PROVIDER, TO DEVELOP AND MANAGE THESE CUSTOMIZED WORKFORCE DEVELOPMENT SOLUTIONS.  THIS ROLE WILL ALSO MANAGE THE CREATION AND SUPPORT OF ADDITIONAL FEDERATION OF ADVANCED MANUFACTURING EDUCATION (FAME) CHAPTERS THROUGHOUT KANSAS. CENTER WILL LEAD THE DEVELOPMENT OF TWO ADDITIONAL CHAPTERS IN THE UPCOMING THREE-YEAR PLAN.EXPECTED OUTCOMES: THE CENTER WILL STRENGTHEN MANUFACTURING IN KANSAS BY CONTINUOUS IMPROVEMENT, LEADERSHIP COACHING/STRATEGY DEVELOPMENT AND WORKFORCE SOLUTIONS. THE CENTER ALSO PLANS TO WORK WITH MORE FOOD MANUFACTURING COMPANIES TO DELIVER FOOD SAFETY RELATED PROJECTS. THE CENTER ALSO PLANS TO DRIVE MORE TECHNOLOGY AND AUTOMATION PROJECTS WITH COMPANIES. THIS IS SEEN AS AN OPPORTUNITY IN THE DATA AS COMPANIES REPORTED THAT THEY ARE STRUGGLING WITH ON-RAMPS TO AUTOMATION. INTENDED BENEFICIARIES: KANSAS MEP SERVES SMALL AND MEDIUM SIZED MANUFACTURING ENTITIES THROUGH ITS SIX CENTERS LOCATED THROUGHOUT THE STATE OF KANSAS. LOCATIONS INCLUDE LENEXA, CHANUTE, WICHITA, HUTCHINSON, GREAT BEND. SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES INTEND TO SUBAWARD FUNDS.THEY WILL ALSO FACILITATE THE TRANSFER OF TECHNOLOGY FROM THE PUBLIC SECTOR TO THE PRIVATE MANUFACTURING SECTOR WITH THE OVERALL GOAL OF GROWING CLIENT PROFITS AND GENERATING EMPLOYMENT OPPORTUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7fcda023-a038-cacc-a12a-c2bca1ac0dfb-R", "generated_internal_id": "ASST_NON_70NANB22H029_1341"}, {"internal_id": 147586216, "Award ID": "70NANB22H026", "Award Amount": 1613600.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-30", "CFDA Number": "11.611", "Description": "PURPOSE:  EFFECTIVE APRIL 1, 2022 VIA THIS COOPERATIVE AGREEMENT THIS RECIPIENT WILL BE GRANTED FUNDING TO OPERATE AN MEP CENTER IN THE STATE OF NEVADA. THE PURPOSE OF THIS AWARD IS TO PROVIDE MANUFACTURING EXTENSION SERVICES TO THE RAPIDLY GROWING SMALL AND MEDIUM MANUFACTURERS IN THE STATE OF NEVADA. KEY INITIATIVES INCLUDE 1) ACCELERATE AND INVIGORATE ITS CONVENING OF MANUFACTURERS FOR A COMMON VOICE; 2) ADOPT AND OFFER MORE RECOGNIZED CREDENTIALS FOR TRAINING OFFERINGS; AND 3) FORMALIZE SUPPLY CHAIN OFFERINGS FOR THE STATE¿S GROWING MANUFACTURING SECTOR. ACTIVITIES TO BE PERFORMED: THROUGH ITS COLLABORATIONS WITH THE UNIVERSITY OF NEVADA RENO AND THE STATE, THE CENTER IS FOCUSING ON ESTABLISHING AND SUSTAINING A SKILLED WORKFORCE PIPELINE, ORGANIZING THE MANUFACTURING SECTOR FOR A COMMON VOICE, PROMOTING ACCESS TO INDUSTRY-IDENTIFIED TECHNOLOGY AND INNOVATION INCLUDING GOED¿S KNOWLEDGE FUND, CONNECTING INDUSTRY TO RESEARCH AND DEVELOPMENT SUPPORTED BY GOED¿S KNOWLEDGE FUND, REALIZING GROWTH IN EXPORTS THROUGH MANUFACTURING, IDENTIFYING AND ADDRESSING SUPPLY CHAIN GAPS FOR MANUFACTURERS, MARKETING FOR AWARENESS AND INCREASED ENROLLMENT IN SCIENCE, TECHNOLOGY, ENGINEERING, AND MATH (STEM) CAREERS AND EDUCATION, AND IMPLEMENTING LEARNING AND EARNING ADVANCED CAREER PATHWAYS (LEAP). THESE ACTIVITIES WILL BE SUPPORTED BY NSHE PARTNERS AND THIRD PARTY EXPERTS.EXPECTED OUTCOMES: NEVADA INDUSTRY OF EXCELLENCE PLANS TO STRENGTHEN THEIR BUSINESS THROUGH INCREASING JOBS IN ADVANCED MANUFACTURING, FOOD MANUFACTURING, LOGISTICS, RENEWABLE ENERGY, AND UNMANNED SYSTEMS AND ADVANCED MOBILITY. ADDITIONALLY, THEY WILL WORK TO ENSURE A HIGHLY SKILLED AND DIVERSE WORKFORCE BY EXPANDING AVAILABILITY OF STEM-FOCUSED CAREER PATHWAYS AND INCREASE EDUCATIONAL PROGRAMS THAT REQUIRE INTERNSHIP/WORK EXPERIENCE COMPLETION.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF NEVADA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d6ef69c-b5db-d891-372d-95e6bf5613aa-C", "generated_internal_id": "ASST_NON_70NANB22H026_1341"}, {"internal_id": 147586210, "Award ID": "70NANB22H025", "Award Amount": 3389156.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-31", "CFDA Number": "11.611", "Description": "PURPOSE:  THIS COOPERATIVE AGREEMENT RECIPIENT WAS GRANTED FUNDING TO OPERATE AN MEP CENTER IN THE STATE OF NEW MEXICO. THE PURPOSE OF THIS AWARD IS TO PROVIDE MANUFACTURING EXTENSION SERVICES TO PRIMARILY SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF NEW MEXICO. ACTIVITIES TO BE PERFORMED: THROUGH ITS COLLABORATIONS AT THE FEDERAL, STATE AND LOCAL LEVEL, THE CENTER PLANS TO ACCELERATE GROWTH AND PROSPERITY IN NEW MEXICO BY FOCUSING ON FIVE CRITICAL AREAS WITH MANUFACTURERS; BUSINESS GROWTH, SUPPLIER DEVELOPMENT, CONTINUOUS IMPROVEMENT, TECHNOLOGY ACCELERATION, AND WORKFORCE.EXPECTED OUTCOMES: THE CENTER WILL STRENGTHEN MANUFACTURING IN NEW MEXICO BY ACCELERATING ITS TRANSFORMATION TOWARD INNOVATION MAKING MANUFACTURERS A MORE EFFICIENT AND POWERFUL DRIVER OF ECONOMIC GROWTH AND JOB CREATION.INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF NEW MEXICO.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES INTEND TO SUBAWARD FUNDS.THEY WILL ALSO FACILITATE THE TRANSFER OF TECHNOLOGY FROM THE PUBLIC SECTOR TO THE PRIVATE MANUFACTURING SECTOR WITH THE OVERALL GOAL OF GROWING CLIENT PROFITS AND GENERATING EMPLOYMENT OPPORTUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc52e950-24aa-d5fe-ad94-29f92b89de25-C", "generated_internal_id": "ASST_NON_70NANB22H025_1341"}, {"internal_id": 147586212, "Award ID": "70NANB22H024", "Award Amount": 5433210.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-31", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS AWARD IS TO PROVIDE MANUFACTURING EXTENSION SERVICES TO PRIMARILY SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF SOUTH CAROLINA. ACTIVITIES TO BE PERFORMED: THROUGH ITS COLLABORATIONS AT THE FEDERAL, STATE, AND LOCAL LEVEL, THE CENTER WILL WORK WITH MANUFACTURERS IN THE AREAS OF CYBER SECURITY, WORKFORCE DEVELOPMENT, SUPPLY CHAIN, INFORMATION TECHNOLOGY, AND TRAINING.  THE CENTER WILL CONDUCT COMPETITIVENESS REVIEW ASSESSMENTS, OFFER CLASSROOM-BASED AND WEB-BASED TRAININGS SUCH AS STRATEGIC SOURCING, CYBERSECURITY, ADDITIVE MANUFACTURING, AND PROJECT MANAGEMENT.EXPECTED OUTCOMES: PROVIDE U.S. MANUFACTURERS IN THE STATE OF SOUTH CAROLINA ACCESS TO RESOURCES TO INCREASE PROFITABILITY, THROUGH NEW PROCESSES, SERVICES, CUSTOMERS, AND MARKETS. THE CENTER WILL ALSO HELP SOUTH CAROLINA MANUFACTURERS REMAIN COMPETITIVE. INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF SOUTH CAROLINA.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT INTEND TO SUBAWARD FUNDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6cb32ffe-6eb0-b7dc-f067-45f59c73b9d8-C", "generated_internal_id": "ASST_NON_70NANB22H024_1341"}, {"internal_id": 147586213, "Award ID": "70NANB22H023", "Award Amount": 2637364.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-31", "CFDA Number": "11.611", "Description": "PURPOSE:  THE PURPOSE OF THIS AWARD IS TO PROVIDE MANUFACTURING EXTENSION SERVICES TO PRIMARILY SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF MISSISSIPPI. ACTIVITIES TO BE PERFORMED: THROUGH ITS COLLABORATIONS AT THE FEDERAL, STATE, AND LOCAL LEVEL, AND INSTITUTES OF HIGHER EDUCATION, THE CENTER WILL WORK WITH MANUFACTURERS IN THE AREAS OF SUPPLIER SCOUTING, PRODUCT DESIGN, AUTOMATION, WORKFORCE DEVELOPMENT AND PLANNING, AND TRAINING.  THE CENTER WILL CONDUCT BUSINESS COMPETITIVE REVIEW ASSESSMENTS, ANALYSIS OF OPERATIONS, APPRENTICESHIP DESIGN. MMA CONTINUES THEIR FOCUS ON WORKPLACE AND WORKFORCE MODERNIZATION STRATEGIES. EXPECTED OUTCOMES: PROVIDE U.S. MANUFACTURERS IN THE STATE OF MISSISSIPPI ACCESS TO RESOURCES TO INCREASE PROFITABILITY, THROUGH NEW PRODUCTS, PROCESSES, SERVICES, CUSTOMERS, AND MARKETS. THE CENTER WILL ALSO HELP MANUFACTURERS REMAIN COMPETITIVE. INTENDED BENEFICIARIES: SMALL AND MEDIUM-SIZED MANUFACTURERS IN THE STATE OF MISSISSIPPI.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO PARTICIPATE IN CONDUCTING THE ACTIVITIES OF THIS PROJECT TO INCLUDE AUTOMATION REVIEWS/ASSESSMENTS, SUPPLIER SCOUTING, PRODUCT DESIGN, MARKETING, AND TRAINING/CERTIFICATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "339a77e9-2a5f-3fde-9314-c17452a38be4-R", "generated_internal_id": "ASST_NON_70NANB22H023_1341"}, {"internal_id": 140141842, "Award ID": "70NANB21H153", "Award Amount": 12121368.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-03", "CFDA Number": "11.611", "Description": "PA IRC NETWORK FOUNDATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "84556db2-6a7a-68b5-d03c-0d55c9a0f97a-R", "generated_internal_id": "ASST_NON_70NANB21H153_1341"}, {"internal_id": 140141809, "Award ID": "70NANB21H152", "Award Amount": 1778266.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "11.611", "Description": "PUERTO RICO MANUFACTURING EXTENSION, INC. D.B.A PRIMEX", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee05c5db-12da-d15f-8862-5de9087c9f84-R", "generated_internal_id": "ASST_NON_70NANB21H152_1341"}, {"internal_id": 140141817, "Award ID": "70NANB21H150", "Award Amount": 5819740.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-09", "CFDA Number": "11.611", "Description": "MASSACHUSETTS MEP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "715f5fda-a815-34ed-5a8e-5837fcb27f56-C", "generated_internal_id": "ASST_NON_70NANB21H150_1341"}, {"internal_id": 140141803, "Award ID": "70NANB21H149", "Award Amount": 2483236.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "11.611", "Description": "ARKANSAS ECONOMIC DEVELOPMENT COMMISSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "675225d0-4248-f06c-1ac0-516ac72e14f0-C", "generated_internal_id": "ASST_NON_70NANB21H149_1341"}, {"internal_id": 140141804, "Award ID": "70NANB21H148", "Award Amount": 4283402.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "11.611", "Description": "ALABAMA TECHNOLOGY NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22baee30-e52b-489e-f400-f88c9da953ee-C", "generated_internal_id": "ASST_NON_70NANB21H148_1341"}, {"internal_id": 139741399, "Award ID": "70NANB21H147", "Award Amount": 2975438.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "11.611", "Description": "LOUISIANA COMMUNITY & TECHNICAL COLLEGE SYSTEM DBA MEPOL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "93d97834-49ca-6d87-908e-901173943480-R", "generated_internal_id": "ASST_NON_70NANB21H147_1341"}, {"internal_id": 140141843, "Award ID": "70NANB21H146", "Award Amount": 31183600.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-03", "CFDA Number": "11.611", "Description": "CALIFORNIA MANUFACTURING TECHNOLOGY CONSULTING (CMTC)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9b9f03f1-8e20-830a-5430-00e7e4596216-C", "generated_internal_id": "ASST_NON_70NANB21H146_1341"}, {"internal_id": 139741389, "Award ID": "70NANB21H145", "Award Amount": 1579800.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-26", "CFDA Number": "11.611", "Description": "MONTANA STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_70NANB21H145_1341"}, {"internal_id": 140141844, "Award ID": "70NANB21H144", "Award Amount": 12053966.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-03", "CFDA Number": "11.611", "Description": "OHIO MANUFACTURING EXTENSION PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bda5a750-4268-fbf5-3be6-ab9a71d861b3-C", "generated_internal_id": "ASST_NON_70NANB21H144_1341"}, {"internal_id": 139741390, "Award ID": "70NANB21H143", "Award Amount": 5213202.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-26", "CFDA Number": "11.611", "Description": "MISSOURI ENTERPRISE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2a4280d3-d64d-07a3-1ca8-c939cd4511e4-C", "generated_internal_id": "ASST_NON_70NANB21H143_1341"}, {"internal_id": 139741400, "Award ID": "70NANB21H117", "Award Amount": 919982.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "11.611", "Description": "ENHANCING DIVERSITY IN MANUFACTURING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_70NANB21H117_1341"}, {"internal_id": 139741401, "Award ID": "70NANB21H116", "Award Amount": 557078.08, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "11.611", "Description": "EXPORTECH 2.0: A NEW EXPORTECH TO POSITION MANUFACTURERS FOR RECOVERY AND GLOBAL GROWTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b6ceb6d-a622-26b9-e581-7f0e3c346eb6-C", "generated_internal_id": "ASST_NON_70NANB21H116_1341"}, {"internal_id": 139741402, "Award ID": "70NANB21H115", "Award Amount": 1524600.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "11.611", "Description": "VMEC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e59f9d4-1ccc-0554-44e0-2a86d0d53ecb-C", "generated_internal_id": "ASST_NON_70NANB21H115_1341"}, {"internal_id": 139741386, "Award ID": "70NANB21H104", "Award Amount": 6354002.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-30", "CFDA Number": "11.611", "Description": "GEORGIA TECH RESEARCH CORPORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_70NANB21H104_1341"}, {"internal_id": 139206837, "Award ID": "70NANB21H095", "Award Amount": 2885196.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "11.611", "Description": "UNIVERSITY OF UTAH MANUFACTURING EXTENSION PARTNERSHIP CENTER (UUMEP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "105d3de4-6fbf-6e42-7259-4c62267aa84f-C", "generated_internal_id": "ASST_NON_70NANB21H095_1341"}, {"internal_id": 134268969, "Award ID": "70NANB21H052", "Award Amount": 1899949.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "11.611", "Description": "HOLLINGS MANUFACTURING EXTENSION PARTNERSHIP (MEP) STATE PARTNERSHIP SUPPORT PROGRAM SUBMITTED BY SSTI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4461659-5e0c-1e1d-dea5-c30113bc6a02-C", "generated_internal_id": "ASST_NON_70NANB21H052_1341"}, {"internal_id": 130148636, "Award ID": "70NANB21H024", "Award Amount": 475000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-31", "CFDA Number": "11.611", "Description": "RAPID RELIEF FOR TEXAS MANUFACTURERS IMPACTED BY HURRICANE LAURA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ed0ee91-c2b9-af52-1843-b1a4d78f9683-C", "generated_internal_id": "ASST_NON_70NANB21H024_1341"}, {"internal_id": 121719591, "Award ID": "70NANB21H012", "Award Amount": 9350506.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-29", "CFDA Number": "11.611", "Description": "ENTERPRISE MINNESOTA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc5dee70-5ac4-e6b1-5e35-aefff254bce9-C", "generated_internal_id": "ASST_NON_70NANB21H012_1341"}, {"internal_id": 121719592, "Award ID": "70NANB21H011", "Award Amount": 8832372.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-29", "CFDA Number": "11.611", "Description": "WASHINGTON MANUFACTURING SERVICES DBA IMPACT WASHINGTON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9d050bf-7023-bd68-fe18-759b15ec03e8-C", "generated_internal_id": "ASST_NON_70NANB21H011_1341"}, {"internal_id": 121719593, "Award ID": "70NANB21H010", "Award Amount": 17179598.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-29", "CFDA Number": "11.611", "Description": "ILLINOIS MANUFACTURING EXCELLENCE CENTER (IMEC)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "edcf60f7-44fd-f42c-975f-9cadddef75ab-R", "generated_internal_id": "ASST_NON_70NANB21H010_1341"}, {"internal_id": 121719594, "Award ID": "70NANB21H009", "Award Amount": 11306794.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-29", "CFDA Number": "11.611", "Description": "WISCONSIN CENTER FOR MANUFACTURING AND PRODUCTIVITY D/B/A WCMP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5522fd60-711c-a1e2-83a6-742019ec3025-C", "generated_internal_id": "ASST_NON_70NANB21H009_1341"}, {"internal_id": 121719590, "Award ID": "70NANB21H004", "Award Amount": 2690708.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-29", "CFDA Number": "11.611", "Description": "IDAHO MEP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdf928a5-3644-7a23-a2b3-0ce91ac0920e-C", "generated_internal_id": "ASST_NON_70NANB21H004_1341"}, {"internal_id": 121719599, "Award ID": "70NANB21H003", "Award Amount": 2026400.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-29", "CFDA Number": "11.611", "Description": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_70NANB21H003_1341"}, {"internal_id": 121719600, "Award ID": "70NANB21H002", "Award Amount": 20355580.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-29", "CFDA Number": "11.611", "Description": "NEW YORK STATE DEPARTMENT OF ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2435c8fe-b181-142a-a9b9-088dfd14293a-C", "generated_internal_id": "ASST_NON_70NANB21H002_1341"}, {"internal_id": 121719601, "Award ID": "70NANB21H001", "Award Amount": 9879222.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-12-29", "CFDA Number": "11.611", "Description": "NEW JERSEY MANUFACTURING EXTENSION PROGRAM, INC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "32d448b8-f8f8-16d3-2af4-118cf862e54d-R", "generated_internal_id": "ASST_NON_70NANB21H001_1341"}, {"internal_id": 110027360, "Award ID": "70NANB20H161", "Award Amount": 925000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-28", "CFDA Number": "11.611", "Description": "ENHANCEMENT OF THE NATIONAL NETWORK CYBERSECURITY PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9b9f03f1-8e20-830a-5430-00e7e4596216-C", "generated_internal_id": "ASST_NON_70NANB20H161_1341"}, {"internal_id": 110314177, "Award ID": "70NANB20H160", "Award Amount": 808266.2, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-10", "CFDA Number": "11.611", "Description": "ENHANCEMENT OF THE NATIONAL NETWORK CYBERSECURITY PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d928778d-59e0-1e75-756d-5a0c9f64ece4-R", "generated_internal_id": "ASST_NON_70NANB20H160_1341"}, {"internal_id": 110027373, "Award ID": "70NANB20H159", "Award Amount": 971617.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "11.611", "Description": "ENHANCEMENT OF THE NATIONAL NETWORK CYBERSECURITY PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af240143-efde-cf70-7fe1-111584b6d651-C", "generated_internal_id": "ASST_NON_70NANB20H159_1341"}, {"internal_id": 110314171, "Award ID": "70NANB20H158", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "11.611", "Description": "2017 NIST MEP COMPETITIVE AWARDS PROGRAM \n\nDIGITAL MATURITY FOR SMMES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bda5a750-4268-fbf5-3be6-ab9a71d861b3-C", "generated_internal_id": "ASST_NON_70NANB20H158_1341"}, {"internal_id": 110027391, "Award ID": "70NANB20H157", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "11.611", "Description": "I4.0 REGIONAL DEVELOPMENT & DELIVERY STRATEGY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0edcdc0c-1866-9153-0700-30bb3eae04ed-R", "generated_internal_id": "ASST_NON_70NANB20H157_1341"}, {"internal_id": 110900030, "Award ID": "70NANB20H156", "Award Amount": 999000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "11.611", "Description": "NY MEP - NEXTCORPS, INC. MANUFACTURING READINESS PROGRAM FOR HARDWARE STARTUPS AND CONTRACT MANUFACTURERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2435c8fe-b181-142a-a9b9-088dfd14293a-C", "generated_internal_id": "ASST_NON_70NANB20H156_1341"}, {"internal_id": 110027392, "Award ID": "70NANB20H155", "Award Amount": 457663.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "11.611", "Description": "CMMC TRAINING COURSE DEVELOPMENT AND DELIVERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_70NANB20H155_1341"}, {"internal_id": 110027393, "Award ID": "70NANB20H154", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "11.611", "Description": "INDUSTRY 4.0 INTEGRATION WITHIN A BALDRIGE FRAMEWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e85ab121-28c8-110b-80c1-9b73d569d98a-C", "generated_internal_id": "ASST_NON_70NANB20H154_1341"}, {"internal_id": 110314172, "Award ID": "70NANB20H153", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "11.611", "Description": "2017 NIST MEP COMPETITIVE AWARDS PROGRAM MANUFACTURING SKILLS FOR CONNECTICUT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d29eede9-1a9c-5dac-412e-e89a348b4068-C", "generated_internal_id": "ASST_NON_70NANB20H153_1341"}, {"internal_id": 110314169, "Award ID": "70NANB20H152", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "11.611", "Description": "2017 NIST MEP COMPETITIVE AWARDS PROGRAM \n\nAMERICA WORKS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2a4280d3-d64d-07a3-1ca8-c939cd4511e4-C", "generated_internal_id": "ASST_NON_70NANB20H152_1341"}, {"internal_id": 110314191, "Award ID": "70NANB20H151", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-01", "CFDA Number": "11.611", "Description": "MEDMMAP PROGRAM EXPANSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af240143-efde-cf70-7fe1-111584b6d651-C", "generated_internal_id": "ASST_NON_70NANB20H151_1341"}, {"internal_id": 110314178, "Award ID": "70NANB20H150", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-09", "CFDA Number": "11.611", "Description": "2017 NIST MEP COMPETITIVE AWARDS PROGRAM \n\nNIST MEP NATIONAL NETWORK ADVANCED TECH TEAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d744d5ae-52c5-788a-85db-690602dfe96a-C", "generated_internal_id": "ASST_NON_70NANB20H150_1341"}, {"internal_id": 98527232, "Award ID": "70NANB20H107", "Award Amount": 93000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-30", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM \n\nNIST MANUFACTURING EXTENSION PARTNERSHIP (MEP) EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": 93000.0, "Infrastructure Obligations": null, "recipient_id": "0d6ef69c-b5db-d891-372d-95e6bf5613aa-C", "generated_internal_id": "ASST_NON_70NANB20H107_1341"}, {"internal_id": 98527224, "Award ID": "70NANB20H105", "Award Amount": 800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-25", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM \n\nDEFINE OUTREACH AND IMPLEMENT PROJECTS THAT WILL ASSIST MANUFACTURERS IN PREVENTING,\n\nPREPARING FOR, AND RESPONDING TO THE COVID-19 PANDEMIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": 800000.0, "Infrastructure Obligations": null, "recipient_id": "f4b76aee-41d5-0ab6-d799-1d023fab5e3f-C", "generated_internal_id": "ASST_NON_70NANB20H105_1341"}, {"internal_id": 98527223, "Award ID": "70NANB20H104", "Award Amount": 488679.07, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-25", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM\n\nNIST MEP EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": 488679.07, "Infrastructure Obligations": null, "recipient_id": "93d97834-49ca-6d87-908e-901173943480-R", "generated_internal_id": "ASST_NON_70NANB20H104_1341"}, {"internal_id": 98527222, "Award ID": "70NANB20H103", "Award Amount": 2118000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-25", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM \n\nNIST MEP EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": 2118000.0, "Infrastructure Obligations": null, "recipient_id": "d928778d-59e0-1e75-756d-5a0c9f64ece4-R", "generated_internal_id": "ASST_NON_70NANB20H103_1341"}, {"internal_id": 98527226, "Award ID": "70NANB20H102", "Award Amount": 92725.73, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-26", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM \n\nCOVID-19 MEP CLIENT RELIEF PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": 92725.73, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_70NANB20H102_1341"}, {"internal_id": 98527216, "Award ID": "70NANB20H101", "Award Amount": 471000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-24", "CFDA Number": "11.611", "Description": "ADAPT KANSAS MEP CENTER SERVICES AND FOCUS TO BE ABLE TO HELP KANSAS COMPANIES PREVENT, PREPARE AND RESPOND TO THE COVID-19 PANDEMIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": 471000.0, "Infrastructure Obligations": null, "recipient_id": "7fcda023-a038-cacc-a12a-c2bca1ac0dfb-R", "generated_internal_id": "ASST_NON_70NANB20H101_1341"}, {"internal_id": 98527221, "Award ID": "70NANB20H100", "Award Amount": 226000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-25", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM \n\nNIST MANUFACTURING EXTENSION PARTNERSHIP EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": 226000.0, "Infrastructure Obligations": null, "recipient_id": "dc52e950-24aa-d5fe-ad94-29f92b89de25-C", "generated_internal_id": "ASST_NON_70NANB20H100_1341"}, {"internal_id": 98527214, "Award ID": "70NANB20H099", "Award Amount": 299999.27, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-23", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM\n\nNEBRASKA MEP - 2020 CARES ACT/NEAP PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": 299999.27, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_70NANB20H099_1341"}, {"internal_id": 98527220, "Award ID": "70NANB20H098", "Award Amount": 1244330.81, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-25", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM\n\nNCMEP EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": 1244330.81, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_70NANB20H098_1341"}, {"internal_id": 98527219, "Award ID": "70NANB20H097", "Award Amount": 1188397.55, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-25", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM\n\nCOVID-19 PREVENTION AND BUSINESS RECOVERY FOR WA STATE MANUFACTURERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 1188397.55, "Infrastructure Obligations": null, "recipient_id": "b9d050bf-7023-bd68-fe18-759b15ec03e8-C", "generated_internal_id": "ASST_NON_70NANB20H097_1341"}, {"internal_id": 98527210, "Award ID": "70NANB20H096", "Award Amount": 1200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-19", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM \n\nGAMEP EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": 1200000.0, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_70NANB20H096_1341"}, {"internal_id": 100880673, "Award ID": "70NANB20H095", "Award Amount": 998613.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-08", "CFDA Number": "11.611", "Description": "2020-NIST-MEP-MDAP-01\n\nPUERTO RICO MAJOR EARTHQUAKE DISASTER RECOVERY PROGRAM FOR SOUTH WEST REGION MANUFACTURERS FEMA-DR-4473", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee05c5db-12da-d15f-8862-5de9087c9f84-R", "generated_internal_id": "ASST_NON_70NANB20H095_1341"}, {"internal_id": 98527213, "Award ID": "70NANB20H094", "Award Amount": 298000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-23", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM\n\nPUERTO RICO EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": 298000.0, "Infrastructure Obligations": null, "recipient_id": "ee05c5db-12da-d15f-8862-5de9087c9f84-R", "generated_internal_id": "ASST_NON_70NANB20H094_1341"}, {"internal_id": 98527209, "Award ID": "70NANB20H093", "Award Amount": 1226000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-19", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM\n\nMINNESOTA'S NIST MEP EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": 1226000.0, "Infrastructure Obligations": null, "recipient_id": "bc5dee70-5ac4-e6b1-5e35-aefff254bce9-C", "generated_internal_id": "ASST_NON_70NANB20H093_1341"}, {"internal_id": 98527225, "Award ID": "70NANB20H091", "Award Amount": 91000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-26", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM\n\nAK MEP-CARES ACT FUNDING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": 91000.0, "Infrastructure Obligations": null, "recipient_id": "60295d89-b22d-012f-5bda-efd5622a7a03-C", "generated_internal_id": "ASST_NON_70NANB20H091_1341"}, {"internal_id": 98527215, "Award ID": "70NANB20H090", "Award Amount": 3281888.92, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-24", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM \n\nEMERGENCY ASSISTANCE FOR MEP CENTER: TMAC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 3281888.92, "Infrastructure Obligations": null, "recipient_id": "7ed0ee91-c2b9-af52-1843-b1a4d78f9683-C", "generated_internal_id": "ASST_NON_70NANB20H090_1341"}, {"internal_id": 98527218, "Award ID": "70NANB20H089", "Award Amount": 504000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-25", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM \n\nCOVID-19 RESPONSE AND RECOVERY FOR MARYLAND'S MANUFACTURERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 504000.0, "Infrastructure Obligations": null, "recipient_id": "6133aaf2-61fe-b05e-b912-079aea9b0156-R", "generated_internal_id": "ASST_NON_70NANB20H089_1341"}, {"internal_id": 98142884, "Award ID": "70NANB20H086", "Award Amount": 363350.25, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-12", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM \n\nMMA-MEP RESPONSE TO THE CORONAVIRUS (COVID-19) PANDEMIC FOR MISSISSIPPI SMALL AND MEDIUM SIZED MANUFACTURERS (SMES)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": 363350.25, "Infrastructure Obligations": null, "recipient_id": "339a77e9-2a5f-3fde-9314-c17452a38be4-R", "generated_internal_id": "ASST_NON_70NANB20H086_1341"}, {"internal_id": 98527208, "Award ID": "70NANB20H081", "Award Amount": 482277.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-17", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM \n\nNIST MEP EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": 482277.7, "Infrastructure Obligations": null, "recipient_id": "22baee30-e52b-489e-f400-f88c9da953ee-C", "generated_internal_id": "ASST_NON_70NANB20H081_1341"}, {"internal_id": 98142875, "Award ID": "70NANB20H080", "Award Amount": 679000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM \n\nNIST MEP EMERGENCY ASSISTANCE COVID 19", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": 679000.0, "Infrastructure Obligations": null, "recipient_id": "d29eede9-1a9c-5dac-412e-e89a348b4068-C", "generated_internal_id": "ASST_NON_70NANB20H080_1341"}, {"internal_id": 98142880, "Award ID": "70NANB20H079", "Award Amount": 876000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM \n\nNIST MANUFACTURING EXTENSION PARTNERSHIP (MEP) EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": 876000.0, "Infrastructure Obligations": null, "recipient_id": "af240143-efde-cf70-7fe1-111584b6d651-C", "generated_internal_id": "ASST_NON_70NANB20H079_1341"}, {"internal_id": 100880667, "Award ID": "70NANB20H078", "Award Amount": 8302184.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-01", "CFDA Number": "11.611", "Description": "A.L. PHILPOTT MEP D/B/A GENEDGE ALLIANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af240143-efde-cf70-7fe1-111584b6d651-C", "generated_internal_id": "ASST_NON_70NANB20H078_1341"}, {"internal_id": 98566597, "Award ID": "70NANB20H077", "Award Amount": 1251000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-17", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM \n\nNJMEP EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": 1251000.0, "Infrastructure Obligations": null, "recipient_id": "32d448b8-f8f8-16d3-2af4-118cf862e54d-R", "generated_internal_id": "ASST_NON_70NANB20H077_1341"}, {"internal_id": 98142878, "Award ID": "70NANB20H075", "Award Amount": 575000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-05", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM\n\nNIST MEP EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": 575000.0, "Infrastructure Obligations": null, "recipient_id": "105d3de4-6fbf-6e42-7259-4c62267aa84f-C", "generated_internal_id": "ASST_NON_70NANB20H075_1341"}, {"internal_id": 98553265, "Award ID": "70NANB20H074", "Award Amount": 6100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-18", "CFDA Number": "11.611", "Description": "2020 CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM\n\nSERVING CALLIFORNIA'S SMMS TO PREVENT, PREPARE, & RESPOND TO THE COVID-19 PANDEMIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 6100000.0, "Infrastructure Obligations": null, "recipient_id": "9b9f03f1-8e20-830a-5430-00e7e4596216-C", "generated_internal_id": "ASST_NON_70NANB20H074_1341"}, {"internal_id": 98527212, "Award ID": "70NANB20H073", "Award Amount": 287000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-23", "CFDA Number": "11.611", "Description": "CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM \n\nCLIENT OUTREACH, INCLUDING PREVENTION, PREPEATION AND RESPONSE FOR SMALL-SIZED AND MEDIUM-SIZED MANUFACRURERS IN THE STATE OF MAINE AFFECTED BY THE COVID-19 PANDEMIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": 287000.0, "Infrastructure Obligations": null, "recipient_id": "b036199f-07e1-456e-a816-4f2cf2935df8-C", "generated_internal_id": "ASST_NON_70NANB20H073_1341"}, {"internal_id": 98142871, "Award ID": "70NANB20H072", "Award Amount": 227000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-01", "CFDA Number": "11.611", "Description": "CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": 227000.0, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_70NANB20H072_1341"}, {"internal_id": 98142882, "Award ID": "70NANB20H071", "Award Amount": 148531.51, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-10", "CFDA Number": "11.611", "Description": "MEP EMERGENCY ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": 148531.51, "Infrastructure Obligations": null, "recipient_id": "4158b581-4997-96f0-c233-8a235aa0dfd5-C", "generated_internal_id": "ASST_NON_70NANB20H071_1341"}, {"internal_id": 98142877, "Award ID": "70NANB20H070", "Award Amount": 730000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-05", "CFDA Number": "11.611", "Description": "CARES ACT NATIONAL EMERGENCY ASSISTANCE PROGRAM \n\nMEP EMERGENCY ASSISTANCE PROGRAM TO ASSIST MANUFACTURERS IN THE RESPONSE TO THE COVID-19 PANDEMIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": 730000.0, "Infrastructure Obligations": null, "recipient_id": "1b6ceb6d-a622-26b9-e581-7f0e3c346eb6-C", "generated_internal_id": "ASST_NON_70NANB20H070_1341"}, {"internal_id": 98527211, "Award ID": "70NANB20H069", "Award Amount": 227500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-23", "CFDA Number": "11.611", "Description": "POLARIS MEP STIMULUS FUNDING APPLICATION FOR RHODE ISLAND COVID 19 MANUFACTURING RECOVERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": 227500.0, "Infrastructure Obligations": null, "recipient_id": "dc55da54-5d01-8ec2-0e0a-8db44dcdd647-C", "generated_internal_id": "ASST_NON_70NANB20H069_1341"}, {"internal_id": 98142885, "Award ID": "70NANB20H068", "Award Amount": 8605132.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-15", "CFDA Number": "11.611", "Description": "OREGON MANUFACTURING EXTENSION PARTNERSHIP - MEP CENTER FOR STATE OF OREGON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0edcdc0c-1866-9153-0700-30bb3eae04ed-R", "generated_internal_id": "ASST_NON_70NANB20H068_1341"}, {"internal_id": 100880671, "Award ID": "70NANB20H067", "Award Amount": 19414200.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-02", "CFDA Number": "11.611", "Description": "INDUSTRIAL TECHNOLOGY INSTITUTE (ITI), DBA MMTC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d928778d-59e0-1e75-756d-5a0c9f64ece4-R", "generated_internal_id": "ASST_NON_70NANB20H067_1341"}, {"internal_id": 98527229, "Award ID": "70NANB20H066", "Award Amount": 12918024.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-30", "CFDA Number": "11.611", "Description": "PURDUE UNIVERSITY - MEP CENTER FOR STATE OF INDIANA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_70NANB20H066_1341"}, {"internal_id": 98527228, "Award ID": "70NANB20H065", "Award Amount": 6439024.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-30", "CFDA Number": "11.611", "Description": "OKLAHOMA ALLIANCE FOR MANUFACTURING EXCELLENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "709c4534-17c4-466e-3494-4056e3384aab-R", "generated_internal_id": "ASST_NON_70NANB20H065_1341"}, {"internal_id": 107678127, "Award ID": "70NANB20H064", "Award Amount": 30487680.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-17", "CFDA Number": "11.611", "Description": "THE UNIVERSITY OF TEXAS AT ARLINGTON - MEP CENTER FOR STATE OF TEXAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ed0ee91-c2b9-af52-1843-b1a4d78f9683-C", "generated_internal_id": "ASST_NON_70NANB20H064_1341"}, {"internal_id": 98142873, "Award ID": "70NANB20H063", "Award Amount": 309263.55, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-02", "CFDA Number": "11.611", "Description": "NEVADA MEP EMERGENCY ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": 309263.55, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_70NANB20H063_1341"}, {"internal_id": 98527227, "Award ID": "70NANB20H062", "Award Amount": 8059568.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-30", "CFDA Number": "11.611", "Description": "MANUFACTURER'S EDGE - MEP CENTER FOR STATE OF COLORADO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4b76aee-41d5-0ab6-d799-1d023fab5e3f-C", "generated_internal_id": "ASST_NON_70NANB20H062_1341"}, {"internal_id": 100880670, "Award ID": "70NANB20H061", "Award Amount": 14149472.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-02", "CFDA Number": "11.611", "Description": "NORTH CAROLINA STATE UNIVERSITY-MEP CENTER FOR STATE OF NORTH CAROLINA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_70NANB20H061_1341"}, {"internal_id": 98142883, "Award ID": "70NANB20H060", "Award Amount": 9382276.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-12", "CFDA Number": "11.611", "Description": "TENNESSEE MANUFACTURING EXTENSION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d744d5ae-52c5-788a-85db-690602dfe96a-C", "generated_internal_id": "ASST_NON_70NANB20H060_1341"}, {"internal_id": 107678128, "Award ID": "70NANB20H059", "Award Amount": 7175408.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-27", "CFDA Number": "11.611", "Description": "CONNSTEP, INC. - MEP CENTER FOR THE STATE OF CONNECTICUT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d29eede9-1a9c-5dac-412e-e89a348b4068-C", "generated_internal_id": "ASST_NON_70NANB20H059_1341"}, {"internal_id": 107678131, "Award ID": "70NANB20H058", "Award Amount": 3476304.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-31", "CFDA Number": "11.611", "Description": "NEW HAMPSHIRE MANUFACTURING EXTENSION PARTNERSHIP - MEP CENTER FOR STATE OF NEW HAMPSHIRE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "85731131-7468-2cec-50f4-e1163f487459-R", "generated_internal_id": "ASST_NON_70NANB20H058_1341"}, {"internal_id": 98142881, "Award ID": "70NANB20H056", "Award Amount": 573400.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-10", "CFDA Number": "11.611", "Description": "OKLAHOMA MANUFACTURING ALLIANCE COVID-19 EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": 573400.0, "Infrastructure Obligations": null, "recipient_id": "709c4534-17c4-466e-3494-4056e3384aab-R", "generated_internal_id": "ASST_NON_70NANB20H056_1341"}, {"internal_id": 97853448, "Award ID": "70NANB20H055", "Award Amount": 319000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-22", "CFDA Number": "11.611", "Description": "BOISE STATE UNIVERSITY NIST MEP EMERGENCY ASSISTANCE PROGRAM TECHNICAL PROPOSAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": 319000.0, "Infrastructure Obligations": null, "recipient_id": "fdf928a5-3644-7a23-a2b3-0ce91ac0920e-C", "generated_internal_id": "ASST_NON_70NANB20H055_1341"}, {"internal_id": 97853449, "Award ID": "70NANB20H054", "Award Amount": 630000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-26", "CFDA Number": "11.611", "Description": "WESTERN KENTUCKY UNIVERSITY RESEARCH FOUNDATION, INC., AKA CARES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": 630000.0, "Infrastructure Obligations": null, "recipient_id": "495c2e56-8d7e-1dcf-1ef9-d0fc8a4ef7d1-C", "generated_internal_id": "ASST_NON_70NANB20H054_1341"}, {"internal_id": 97853453, "Award ID": "70NANB20H053", "Award Amount": 192889.02, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-28", "CFDA Number": "11.611", "Description": "NIST MEP EMERGENCY ASSISTANCE PROGRAM FOR WEST VIRGINIA MANUFACTURING EXTENSION PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": 192889.02, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_70NANB20H053_1341"}, {"internal_id": 97853456, "Award ID": "70NANB20H052", "Award Amount": 132000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-29", "CFDA Number": "11.611", "Description": "INNOVATE HAWAII MEP EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": 132000.0, "Infrastructure Obligations": null, "recipient_id": "af931aa3-de03-fc08-2b63-d373dc49c280-C", "generated_internal_id": "ASST_NON_70NANB20H052_1341"}, {"internal_id": 97853445, "Award ID": "70NANB20H051", "Award Amount": 2300500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-21", "CFDA Number": "11.611", "Description": "PA MEP EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": 2300500.0, "Infrastructure Obligations": null, "recipient_id": "84556db2-6a7a-68b5-d03c-0d55c9a0f97a-R", "generated_internal_id": "ASST_NON_70NANB20H051_1341"}, {"internal_id": 97853447, "Award ID": "70NANB20H050", "Award Amount": 430000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-22", "CFDA Number": "11.611", "Description": "CARES NEAP AEDC-MS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": 430000.0, "Infrastructure Obligations": null, "recipient_id": "675225d0-4248-f06c-1ac0-516ac72e14f0-C", "generated_internal_id": "ASST_NON_70NANB20H050_1341"}, {"internal_id": 97853440, "Award ID": "70NANB20H049", "Award Amount": 652900.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "11.611", "Description": "SOUTH CAROLINA MANUFACTURING EXTENSION PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": 652900.0, "Infrastructure Obligations": null, "recipient_id": "6cb32ffe-6eb0-b7dc-f067-45f59c73b9d8-C", "generated_internal_id": "ASST_NON_70NANB20H049_1341"}, {"internal_id": 97853444, "Award ID": "70NANB20H047", "Award Amount": 2200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-21", "CFDA Number": "11.611", "Description": "FLORIDAMAKES NEAP APPLICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": 2200000.0, "Infrastructure Obligations": null, "recipient_id": "e85ab121-28c8-110b-80c1-9b73d569d98a-C", "generated_internal_id": "ASST_NON_70NANB20H047_1341"}, {"internal_id": 98142870, "Award ID": "70NANB20H046", "Award Amount": 1096000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-01", "CFDA Number": "11.611", "Description": "MASSMEP EMERGENCY ASSISTANCE PROGRAM FUNDING TO CONTINUE THE SERVICES PROVIDED UNDER ITS BASE AGREEMENT WITH A FOCUS ON HELPING SMES PREVENT, PREPARE AND RESPOND TO THE COVID-19 PANDEMIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 1096000.0, "Infrastructure Obligations": null, "recipient_id": "715f5fda-a815-34ed-5a8e-5837fcb27f56-C", "generated_internal_id": "ASST_NON_70NANB20H046_1341"}, {"internal_id": 97853452, "Award ID": "70NANB20H045", "Award Amount": 1374000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-28", "CFDA Number": "11.611", "Description": "NIST MEP EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": 1374000.0, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_70NANB20H045_1341"}, {"internal_id": 98142879, "Award ID": "70NANB20H044", "Award Amount": 175000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-08", "CFDA Number": "11.611", "Description": "VERMONT MANUFACTURING EXTENSION CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": 175000.0, "Infrastructure Obligations": null, "recipient_id": "5e59f9d4-1ccc-0554-44e0-2a86d0d53ecb-C", "generated_internal_id": "ASST_NON_70NANB20H044_1341"}, {"internal_id": 97853443, "Award ID": "70NANB20H043", "Award Amount": 990300.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-21", "CFDA Number": "11.611", "Description": "CARES_NEAP, TENNESSEE MANUFACTURING EXTENSION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": 990300.0, "Infrastructure Obligations": null, "recipient_id": "d744d5ae-52c5-788a-85db-690602dfe96a-C", "generated_internal_id": "ASST_NON_70NANB20H043_1341"}, {"internal_id": 98142872, "Award ID": "70NANB20H040", "Award Amount": 119000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-02", "CFDA Number": "11.611", "Description": "NORTH DAKOTA NIST MEP EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": 119000.0, "Infrastructure Obligations": null, "recipient_id": "542410c0-0394-beb9-ab09-036dd5d5a468-C", "generated_internal_id": "ASST_NON_70NANB20H040_1341"}, {"internal_id": 97853442, "Award ID": "70NANB20H039", "Award Amount": 2200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-21", "CFDA Number": "11.611", "Description": "MANUFACTURING SUPPORT DURING COVID RECOVERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": 2200000.0, "Infrastructure Obligations": null, "recipient_id": "edcf60f7-44fd-f42c-975f-9cadddef75ab-R", "generated_internal_id": "ASST_NON_70NANB20H039_1341"}, {"internal_id": 98142874, "Award ID": "70NANB20H038", "Award Amount": 2599951.29, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-04", "CFDA Number": "11.611", "Description": "NYMEP EMERGENCY ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 2599951.29, "Infrastructure Obligations": null, "recipient_id": "2435c8fe-b181-142a-a9b9-088dfd14293a-C", "generated_internal_id": "ASST_NON_70NANB20H038_1341"}, {"internal_id": 97853455, "Award ID": "70NANB20H036", "Award Amount": 595000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-29", "CFDA Number": "11.611", "Description": "IOWA CENTER FOR INDUSTRIAL RESEARCH & SERVICE MEP CENTER EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": 595000.0, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_70NANB20H036_1341"}, {"internal_id": 97853451, "Award ID": "70NANB20H035", "Award Amount": 2299817.22, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-28", "CFDA Number": "11.611", "Description": "OHIO MEP EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": 2299817.22, "Infrastructure Obligations": null, "recipient_id": "bda5a750-4268-fbf5-3be6-ab9a71d861b3-C", "generated_internal_id": "ASST_NON_70NANB20H035_1341"}, {"internal_id": 97853446, "Award ID": "70NANB20H034", "Award Amount": 947400.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-22", "CFDA Number": "11.611", "Description": "OREGON MANUFACTURING EXTENSION PARTNERSHIP NIST MEP EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": 947400.0, "Infrastructure Obligations": null, "recipient_id": "0edcdc0c-1866-9153-0700-30bb3eae04ed-R", "generated_internal_id": "ASST_NON_70NANB20H034_1341"}, {"internal_id": 97853439, "Award ID": "70NANB20H033", "Award Amount": 985000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "11.611", "Description": "MISSOURI NEAP 1", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": 985000.0, "Infrastructure Obligations": null, "recipient_id": "2a4280d3-d64d-07a3-1ca8-c939cd4511e4-C", "generated_internal_id": "ASST_NON_70NANB20H033_1341"}, {"internal_id": 97853438, "Award ID": "70NANB20H032", "Award Amount": 1459158.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-19", "CFDA Number": "11.611", "Description": "TO IMPLEMENT PROJECTS THAT WILL ASSIST WISCONSIN MANUFACTURERS IN PREVENTING, PREPARING FOR, RESPONDING TO, AND RECOVERING FROM THE COVID-19 PANDEMIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": 1459158.75, "Infrastructure Obligations": null, "recipient_id": "5522fd60-711c-a1e2-83a6-742019ec3025-C", "generated_internal_id": "ASST_NON_70NANB20H032_1341"}, {"internal_id": 97853435, "Award ID": "70NANB20H026", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-05", "CFDA Number": "11.611", "Description": "MEP NETWORK DEPLOYMENT OF INDUSTRY 4.0 TECHNOLOGY ASSISTANCE SERVICES FOR SMALL MANUFACTURER ADOPTION OF ADDITIVE, ROBOTICS AND SMART MANUFACTURING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9b9f03f1-8e20-830a-5430-00e7e4596216-C", "generated_internal_id": "ASST_NON_70NANB20H026_1341"}, {"internal_id": 97853434, "Award ID": "70NANB20H025", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-05", "CFDA Number": "11.611", "Description": "ADVANCED MANUFACTURING TECHNOLOGY SERVICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d928778d-59e0-1e75-756d-5a0c9f64ece4-R", "generated_internal_id": "ASST_NON_70NANB20H025_1341"}, {"internal_id": 100880669, "Award ID": "70NANB20H024", "Award Amount": 994829.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-02", "CFDA Number": "11.611", "Description": "BUILDING CAPACITY OF MEP CENTERS TO SERVE NIIMBL AND ARMI SUPPLY CHAINS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "32d448b8-f8f8-16d3-2af4-118cf862e54d-R", "generated_internal_id": "ASST_NON_70NANB20H024_1341"}, {"internal_id": 97853433, "Award ID": "70NANB20H023", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-05", "CFDA Number": "11.611", "Description": "IMPLEMENTING SMALL MANUFACTURER ASSISTANCE WITH ROBOTIC TECHNOLOGIES (I-SMART) PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_70NANB20H023_1341"}, {"internal_id": 97853432, "Award ID": "70NANB20H022", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-05", "CFDA Number": "11.611", "Description": "APPLIED ADVANCED MANUFACTURING TECHNOLOGIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ed0ee91-c2b9-af52-1843-b1a4d78f9683-C", "generated_internal_id": "ASST_NON_70NANB20H022_1341"}, {"internal_id": 96171390, "Award ID": "70NANB20H015", "Award Amount": 18016060.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-26", "CFDA Number": "11.611", "Description": "CENTER FOR ADVANCED MANUFACTURING EXCELLENCE (CAME): FLORIDA MEP CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e85ab121-28c8-110b-80c1-9b73d569d98a-C", "generated_internal_id": "ASST_NON_70NANB20H015_1341"}, {"internal_id": 86296694, "Award ID": "70NANB19H135", "Award Amount": 223411.14, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "11.611", "Description": "DISASTER ASSISTANCE OHIO MEP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bda5a750-4268-fbf5-3be6-ab9a71d861b3-C", "generated_internal_id": "ASST_NON_70NANB19H135_1341"}, {"internal_id": 86296689, "Award ID": "70NANB19H110", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "11.611", "Description": "POLARIS MEP TECHNOLOGY ACCELERATION CONNECTION PROGRAM FOR DEPARTMENT OF DEFENSE, INDUSTRY AND ACADEMIA PILOT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc55da54-5d01-8ec2-0e0a-8db44dcdd647-C", "generated_internal_id": "ASST_NON_70NANB19H110_1341"}, {"internal_id": 86296688, "Award ID": "70NANB19H109", "Award Amount": 356063.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "11.611", "Description": "FLORIDAMAKES AERO-FLEX PRE-APPRENTICESHIP PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e85ab121-28c8-110b-80c1-9b73d569d98a-C", "generated_internal_id": "ASST_NON_70NANB19H109_1341"}, {"internal_id": 86296687, "Award ID": "70NANB19H108", "Award Amount": 999977.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "11.611", "Description": "HUMAN CAPITAL BAROMETRICS?: A NEW METRIC TO MAXIMIZE THE ROI OF INCREASED KNOWLEDGE, SKILLS AND ABILITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "715f5fda-a815-34ed-5a8e-5837fcb27f56-C", "generated_internal_id": "ASST_NON_70NANB19H108_1341"}, {"internal_id": 86296706, "Award ID": "70NANB19H073", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "11.611", "Description": "BUILDING ADDITIVE MANUFACTURING  CAPACITY IN MAINE AND NEW ENGLAND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b036199f-07e1-456e-a816-4f2cf2935df8-C", "generated_internal_id": "ASST_NON_70NANB19H073_1341"}, {"internal_id": 82501230, "Award ID": "70NANB19H069", "Award Amount": 851646.87, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-31", "CFDA Number": "11.611", "Description": "CYBERSECURITY FOR DEFENSE MANUFACTURING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d928778d-59e0-1e75-756d-5a0c9f64ece4-R", "generated_internal_id": "ASST_NON_70NANB19H069_1341"}, {"internal_id": 83798792, "Award ID": "70NANB19H065", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-27", "CFDA Number": "11.611", "Description": "INDUSTRY/MANUFACTURING 4.0 TECHNOLOGY ACCELERATION PROGRAM (ITAP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0edcdc0c-1866-9153-0700-30bb3eae04ed-R", "generated_internal_id": "ASST_NON_70NANB19H065_1341"}, {"internal_id": 83798755, "Award ID": "70NANB19H064", "Award Amount": 992050.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-06", "CFDA Number": "11.611", "Description": "MEP NATIONAL NETWORK QSE FOOD INDUSTRY NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "32d448b8-f8f8-16d3-2af4-118cf862e54d-R", "generated_internal_id": "ASST_NON_70NANB19H064_1341"}, {"internal_id": 80377153, "Award ID": "70NANB19H015", "Award Amount": 749999.47, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-04-26", "CFDA Number": "11.611", "Description": "MEP KATA IN A BOX PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "84556db2-6a7a-68b5-d03c-0d55c9a0f97a-R", "generated_internal_id": "ASST_NON_70NANB19H015_1341"}, {"internal_id": 81010655, "Award ID": "70NANB19H014", "Award Amount": 118930.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-05-02", "CFDA Number": "11.611", "Description": "ACCELERATING MANUFACTURING 4.0 TECHNOLOGIES IN OKLAHOMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "709c4534-17c4-466e-3494-4056e3384aab-R", "generated_internal_id": "ASST_NON_70NANB19H014_1341"}, {"internal_id": 79466029, "Award ID": "70NANB19H007", "Award Amount": 3118900.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-03-15", "CFDA Number": "11.611", "Description": "AWARD COMPETITION FOR A HOLLINGS MANUFACTURING EXTENSION PARTNERSHIP (MEP) CENTER IN THE STATE OF\n\nALASKA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60295d89-b22d-012f-5bda-efd5622a7a03-C", "generated_internal_id": "ASST_NON_70NANB19H007_1341"}, {"internal_id": 77177518, "Award ID": "70NANB19H004", "Award Amount": 3003638.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-12-21", "CFDA Number": "11.611", "Description": "MANUFACTURING EXTENSION PARTNERSHIP CENTER FOR THE STATE OF NEBRASKA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_70NANB19H004_1341"}, {"internal_id": 75837085, "Award ID": "70NANB18H251", "Award Amount": 629761.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-05", "CFDA Number": "11.611", "Description": "TOYOTA KATA METHODOLOGY AS DRIVER FOR COMPETITIVENESS - A CASE STUDY: FSMA AND INDUSTRY 4.0", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee05c5db-12da-d15f-8862-5de9087c9f84-R", "generated_internal_id": "ASST_NON_70NANB18H251_1341"}, {"internal_id": 75837087, "Award ID": "70NANB18H239", "Award Amount": 750000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-05", "CFDA Number": "11.611", "Description": "NORTHWEST UNITED STATES FOOD SAFETY MODERNIZATION ACT (FSMA) SUPPORT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_70NANB18H239_1341"}, {"internal_id": 75837088, "Award ID": "70NANB18H235", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-05", "CFDA Number": "11.611", "Description": "FOOD SAFETY IN THE HEARTLAND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2a4280d3-d64d-07a3-1ca8-c939cd4511e4-C", "generated_internal_id": "ASST_NON_70NANB18H235_1341"}, {"internal_id": 108819657, "Award ID": "70NANB18H234N", "Award Amount": 188764.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-12", "CFDA Number": "11.611", "Description": "COMPETITIVE AWARDS PROGRAM - TECHNOLOGY ADOPTION CENTER FOR INCREASED COMPETITIVENESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4158b581-4997-96f0-c233-8a235aa0dfd5-C", "generated_internal_id": "ASST_NON_70NANB18H234N_1341"}, {"internal_id": 75837089, "Award ID": "70NANB18H234", "Award Amount": 610473.9, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-05", "CFDA Number": "11.611", "Description": "TECHNOLOGY ADOPTION CENTER FOR INCREASED COMPETITIVENESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4158b581-4997-96f0-c233-8a235aa0dfd5-C", "generated_internal_id": "ASST_NON_70NANB18H234_1341"}, {"internal_id": 75837090, "Award ID": "70NANB18H233", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-05", "CFDA Number": "11.611", "Description": "HTDC INNOVATE HAWAII NIST MEP CAP - SMART TALENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af931aa3-de03-fc08-2b63-d373dc49c280-C", "generated_internal_id": "ASST_NON_70NANB18H233_1341"}, {"internal_id": 75837091, "Award ID": "70NANB18H231", "Award Amount": 982514.22, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-05", "CFDA Number": "11.611", "Description": "SMM TECHNOLOGY ACCELERATION AND TRAINING PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_70NANB18H231_1341"}, {"internal_id": 68150134, "Award ID": "70NANB18H230", "Award Amount": 986805.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "11.611", "Description": "FOOD SAFETY COMPLIANCE AND MANAGEMENT SYSTEMS FOR SMALL FOOD AND BEVERAGE PROCESSORS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_70NANB18H230_1341"}, {"internal_id": 75837092, "Award ID": "70NANB18H229", "Award Amount": 777558.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-05", "CFDA Number": "11.611", "Description": "CAPITAL REGION INNOVATION RESOURCE CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2435c8fe-b181-142a-a9b9-088dfd14293a-C", "generated_internal_id": "ASST_NON_70NANB18H229_1341"}, {"internal_id": 66944279, "Award ID": "70NANB18H159", "Award Amount": 5923794.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-20", "CFDA Number": "11.611", "Description": "MARYLAND MEP, INC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6133aaf2-61fe-b05e-b912-079aea9b0156-R", "generated_internal_id": "ASST_NON_70NANB18H159_1341"}, {"internal_id": 67558980, "Award ID": "70NANB18H158", "Award Amount": 5953250.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-03", "CFDA Number": "11.611", "Description": "ARIZONA MEP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b6ceb6d-a622-26b9-e581-7f0e3c346eb6-C", "generated_internal_id": "ASST_NON_70NANB18H158_1341"}, {"internal_id": 46313444, "Award ID": "70NANB18H015", "Award Amount": 173856.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-12-21", "CFDA Number": "11.611", "Description": "GATECH RESEARCH MANUFACTURING DISASTER ASSESSMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_70NANB18H015_1341"}, {"internal_id": 46313443, "Award ID": "70NANB18H014", "Award Amount": 4977729.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-12-28", "CFDA Number": "11.611", "Description": "WESTERN KENTUCKY UNIVERSITY RESEARCH FOUNDATION, INC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "495c2e56-8d7e-1dcf-1ef9-d0fc8a4ef7d1-C", "generated_internal_id": "ASST_NON_70NANB18H014_1341"}, {"internal_id": 108819659, "Award ID": "70NANB18H013N", "Award Amount": 1909487.14, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-07", "CFDA Number": "11.611", "Description": "SOUTH DAKOTA-MEP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4158b581-4997-96f0-c233-8a235aa0dfd5-C", "generated_internal_id": "ASST_NON_70NANB18H013N_1341"}, {"internal_id": 61602726, "Award ID": "70NANB18H013", "Award Amount": 1348137.86, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-01-08", "CFDA Number": "11.611", "Description": "UNIVERSITY OF SOUTH DAKOTA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4158b581-4997-96f0-c233-8a235aa0dfd5-C", "generated_internal_id": "ASST_NON_70NANB18H013_1341"}, {"internal_id": 46313442, "Award ID": "70NANB18H012", "Award Amount": 5862150.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-12-22", "CFDA Number": "11.611", "Description": "MEP RHODE ISLAND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc55da54-5d01-8ec2-0e0a-8db44dcdd647-C", "generated_internal_id": "ASST_NON_70NANB18H012_1341"}, {"internal_id": 46313439, "Award ID": "70NANB18H005", "Award Amount": 1984546.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-11-15", "CFDA Number": "11.611", "Description": "MANUFACTURING DISASTER ASSESSMENT PROGRAM FLORIDAMAKES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e85ab121-28c8-110b-80c1-9b73d569d98a-C", "generated_internal_id": "ASST_NON_70NANB18H005_1341"}, {"internal_id": 46313438, "Award ID": "70NANB18H004", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-11-15", "CFDA Number": "11.611", "Description": "MANUFACTURING DISASTER ASSESSMENT PROGRAM PUERTO RICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee05c5db-12da-d15f-8862-5de9087c9f84-R", "generated_internal_id": "ASST_NON_70NANB18H004_1341"}, {"internal_id": 46313434, "Award ID": "70NANB17H344", "Award Amount": 376048.1, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-20", "CFDA Number": "11.611", "Description": "LOUISIANA HURRICANE HARVEY MANUFACTURING DISASTER ASSESSMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "93d97834-49ca-6d87-908e-901173943480-R", "generated_internal_id": "ASST_NON_70NANB17H344_1341"}, {"internal_id": 46313433, "Award ID": "70NANB17H343", "Award Amount": 1957242.18, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-20", "CFDA Number": "11.611", "Description": "RAPID RELIEF FOR TEXAS MANUFACTURERS IMPACTED BY HURRICANE HARVEY IN DISASTER DECLARED COUNTIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ed0ee91-c2b9-af52-1843-b1a4d78f9683-C", "generated_internal_id": "ASST_NON_70NANB17H343_1341"}, {"internal_id": 46313430, "Award ID": "70NANB17H340", "Award Amount": 999750.68, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "11.611", "Description": "IMPROVING SALES & MARKET SHARE OF MEP CENTERS AND MANUFACTURERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_70NANB17H340_1341"}, {"internal_id": 46313424, "Award ID": "70NANB17H331", "Award Amount": 785476.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "11.611", "Description": "NIST MEP COMPETITIVE AWARDS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d928778d-59e0-1e75-756d-5a0c9f64ece4-R", "generated_internal_id": "ASST_NON_70NANB17H331_1341"}, {"internal_id": 46313423, "Award ID": "70NANB17H330", "Award Amount": 881667.84, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "11.611", "Description": "GROWTH THROUGH MEDACCRED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af240143-efde-cf70-7fe1-111584b6d651-C", "generated_internal_id": "ASST_NON_70NANB17H330_1341"}, {"internal_id": 46313420, "Award ID": "70NANB17H327", "Award Amount": 958690.43, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "11.611", "Description": "NIST MEP NETWORK DIGITAL SUPPLY CHAIN PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_70NANB17H327_1341"}, {"internal_id": 46313419, "Award ID": "70NANB17H326", "Award Amount": 966754.87, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "11.611", "Description": "NJMEP PRO ACTION FOOD SAFETY MODERNIZATION ACT/ FOOD SAFETY TRAINING FOR MEP CENTERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "32d448b8-f8f8-16d3-2af4-118cf862e54d-R", "generated_internal_id": "ASST_NON_70NANB17H326_1341"}, {"internal_id": 46313410, "Award ID": "70NANB17H309", "Award Amount": 1200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "11.611", "Description": "ADVANCED ROBOTICS FOR MANUFACTURING INSTITUTE - MEP COLLABORATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "84556db2-6a7a-68b5-d03c-0d55c9a0f97a-R", "generated_internal_id": "ASST_NON_70NANB17H309_1341"}, {"internal_id": 46313409, "Award ID": "70NANB17H308", "Award Amount": 1200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "11.611", "Description": "OREGON MEP MUSA EMBEDDING PROJECT IN RAPID USA INSTITUTE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0edcdc0c-1866-9153-0700-30bb3eae04ed-R", "generated_internal_id": "ASST_NON_70NANB17H308_1341"}, {"internal_id": 46313408, "Award ID": "70NANB17H307", "Award Amount": 1041132.74, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "11.611", "Description": "EMBED NY MEP PERSONNEL IN REMADE INSTITUTE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2435c8fe-b181-142a-a9b9-088dfd14293a-C", "generated_internal_id": "ASST_NON_70NANB17H307_1341"}, {"internal_id": 46313407, "Award ID": "70NANB17H306", "Award Amount": 849549.15, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "11.611", "Description": "MASSMEP EMBEDDING MEP IN MANUFACTURING USA INSTITUTES (MFG USA) PILOT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "715f5fda-a815-34ed-5a8e-5837fcb27f56-C", "generated_internal_id": "ASST_NON_70NANB17H306_1341"}, {"internal_id": 46313405, "Award ID": "70NANB17H304", "Award Amount": 842276.47, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "11.611", "Description": "MEP/NIIMBL COLLABORATIVE PILOT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d6ef69c-b5db-d891-372d-95e6bf5613aa-C", "generated_internal_id": "ASST_NON_70NANB17H304_1341"}, {"internal_id": 46313176, "Award ID": "70NANB17H026", "Award Amount": 1144694.74, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-13", "CFDA Number": "11.611", "Description": "MASSMEP EMBEDDING MEP IN MANUFACTURING USA INSTITUTES (EMUSA) PILOT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "715f5fda-a815-34ed-5a8e-5837fcb27f56-C", "generated_internal_id": "ASST_NON_70NANB17H026_1341"}, {"internal_id": 46313175, "Award ID": "70NANB17H024", "Award Amount": 1200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-13", "CFDA Number": "11.611", "Description": "AMERICA MAKES - REGIONAL MEP COLLABORATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "84556db2-6a7a-68b5-d03c-0d55c9a0f97a-R", "generated_internal_id": "ASST_NON_70NANB17H024_1341"}, {"internal_id": 46313174, "Award ID": "70NANB17H023", "Award Amount": 1001216.9, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-13", "CFDA Number": "11.611", "Description": "CALIFORNIA MANUFACTURING TECHNOLOGY CONSULTING PROPOSAL IN RESPONSE TO AWARD COMPETITION FOR EMBEDDING MEP IN MANUFACTURING USA INSTITUTES PILOT PROJECTS - ROUND TWO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9b9f03f1-8e20-830a-5430-00e7e4596216-C", "generated_internal_id": "ASST_NON_70NANB17H023_1341"}, {"internal_id": 46313173, "Award ID": "70NANB17H022", "Award Amount": 1200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-13", "CFDA Number": "11.611", "Description": "EMBEDDING MEP INTO NNMI INSTITUTES PILOT PROJECTS FFO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d928778d-59e0-1e75-756d-5a0c9f64ece4-R", "generated_internal_id": "ASST_NON_70NANB17H022_1341"}, {"internal_id": 46313169, "Award ID": "70NANB17H017", "Award Amount": 5605004.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-13", "CFDA Number": "11.611", "Description": "PROVIDE TECHNICAL ASSISTANCE TO MISSISSIPPI MANUFACTURERS THAT INCLUDES ENGINEERING,WORKFORCE DEVELOPMENT TRAINING, POLYMER SERVICES AND MARKETING HOSTED BY THE MISSISSIPPI MANUFACTURERS ASSOCIATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "339a77e9-2a5f-3fde-9314-c17452a38be4-R", "generated_internal_id": "ASST_NON_70NANB17H017_1341"}, {"internal_id": 46313167, "Award ID": "70NANB17H015", "Award Amount": 12194821.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-13", "CFDA Number": "11.611", "Description": "SOUTH CAROLINA MANUFACTURING EXTENSION PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6cb32ffe-6eb0-b7dc-f067-45f59c73b9d8-C", "generated_internal_id": "ASST_NON_70NANB17H015_1341"}, {"internal_id": 46313166, "Award ID": "70NANB17H013", "Award Amount": 4274464.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-13", "CFDA Number": "11.611", "Description": "NEVADA NIST MEP APRIL 2017 THRU MARCH 2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_70NANB17H013_1341"}, {"internal_id": 46313165, "Award ID": "70NANB17H012", "Award Amount": 3055225.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-13", "CFDA Number": "11.611", "Description": "HTDC INNOVATE HAWAII NIST MEP PROPOSAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af931aa3-de03-fc08-2b63-d373dc49c280-C", "generated_internal_id": "ASST_NON_70NANB17H012_1341"}, {"internal_id": 46313164, "Award ID": "70NANB17H011", "Award Amount": 2626900.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-13", "CFDA Number": "11.611", "Description": "MANUFACTURING-WORKS (THE WYOMING MEP)AT THE UNIVERSITY OF WYOMING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_70NANB17H011_1341"}, {"internal_id": 46313163, "Award ID": "70NANB17H009", "Award Amount": 10055061.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-13", "CFDA Number": "11.611", "Description": "PROVIDING TECHNICAL ASSISTANCE TO KANSAS MANUFACTURERS AS PART OF THE NIST-MEP PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7fcda023-a038-cacc-a12a-c2bca1ac0dfb-R", "generated_internal_id": "ASST_NON_70NANB17H009_1341"}, {"internal_id": 46313162, "Award ID": "70NANB17H008", "Award Amount": 7497766.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-13", "CFDA Number": "11.611", "Description": "MANUFACTURING EXTENSION PARTNERSHIP - SERVING NEW MEXICO'S MANUFACTURERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc52e950-24aa-d5fe-ad94-29f92b89de25-C", "generated_internal_id": "ASST_NON_70NANB17H008_1341"}, {"internal_id": 46313161, "Award ID": "70NANB17H007", "Award Amount": 3052225.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-13", "CFDA Number": "11.611", "Description": "DELAWARE MANUFACTURING EXTENSION PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d6ef69c-b5db-d891-372d-95e6bf5613aa-C", "generated_internal_id": "ASST_NON_70NANB17H007_1341"}, {"internal_id": 46313160, "Award ID": "70NANB17H006", "Award Amount": 10190750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-13", "CFDA Number": "11.611", "Description": "IOWA CENTER FOR INDUSTRIAL RESEARCH AND SERVICE MEP CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_70NANB17H006_1341"}, {"internal_id": 46313159, "Award ID": "70NANB17H005", "Award Amount": 3053625.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-13", "CFDA Number": "11.611", "Description": "HOLLINGS MANUFACTURING EXTENSION PARTNERSHIP CENTER IN NORTH DAKOTA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "542410c0-0394-beb9-ab09-036dd5d5a468-C", "generated_internal_id": "ASST_NON_70NANB17H005_1341"}, {"internal_id": 46313158, "Award ID": "70NANB17H004", "Award Amount": 4849760.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-13", "CFDA Number": "11.611", "Description": "MAINE MANUFACTURING EXTENSION PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b036199f-07e1-456e-a816-4f2cf2935df8-C", "generated_internal_id": "ASST_NON_70NANB17H004_1341"}, {"internal_id": 46313149, "Award ID": "70NANB16H320", "Award Amount": 3927006.68, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-30", "CFDA Number": "11.611", "Description": "PROVIDING MEP SERVICES FOR LOUISIANA MANUFACTURERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "93d97834-49ca-6d87-908e-901173943480-R", "generated_internal_id": "ASST_NON_70NANB16H320_1341"}, {"internal_id": 46313148, "Award ID": "70NANB16H318", "Award Amount": 1200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-12", "CFDA Number": "11.611", "Description": "EMBEDDING MEP IN NNMI INSTITUTES PILOT PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d744d5ae-52c5-788a-85db-690602dfe96a-C", "generated_internal_id": "ASST_NON_70NANB16H318_1341"}, {"internal_id": 46313147, "Award ID": "70NANB16H317", "Award Amount": 947933.36, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-12", "CFDA Number": "11.611", "Description": "EMBEDDING NCMEP IN POWERAMERICA PILOT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_70NANB16H317_1341"}, {"internal_id": 46313146, "Award ID": "70NANB16H316N", "Award Amount": 222196.11, "Award Type": null, "Base Obligation Date": "2016-11-29", "CFDA Number": "11.611", "Description": "PROPOSAL TO EMBED NEW YORK MEP PERSONNEL IN NNMI INSTITUTE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf8aed45-5f99-709a-d732-d782da00ccb7-C", "generated_internal_id": "ASST_NON_70NANB16H316N_1341"}, {"internal_id": 46313145, "Award ID": "70NANB16H316", "Award Amount": 951248.21, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-12", "CFDA Number": "11.611", "Description": "PROPOSAL TO EMBED NEW YORK MEP PERSONNEL IN NNMI INSTITUTES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2435c8fe-b181-142a-a9b9-088dfd14293a-C", "generated_internal_id": "ASST_NON_70NANB16H316_1341"}, {"internal_id": 46313144, "Award ID": "70NANB16H314", "Award Amount": 1123023.24, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-12", "CFDA Number": "11.611", "Description": "EMBEDDING MEP IN THE DIGITAL LAB", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "edcf60f7-44fd-f42c-975f-9cadddef75ab-R", "generated_internal_id": "ASST_NON_70NANB16H314_1341"}, {"internal_id": 46313143, "Award ID": "70NANB16H313", "Award Amount": 1169499.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-12", "CFDA Number": "11.611", "Description": "CALIFORNIA MANUFACTURING TECHNOLOGY CONSULTING - EMBEDDING MEP IN NNMI INSTITUTES PILOT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9b9f03f1-8e20-830a-5430-00e7e4596216-C", "generated_internal_id": "ASST_NON_70NANB16H313_1341"}, {"internal_id": 46313093, "Award ID": "70NANB16H229", "Award Amount": 12873177.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-16", "CFDA Number": "11.611", "Description": "MASSACHUSETTS MANUFACTURING EXTENSION PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "715f5fda-a815-34ed-5a8e-5837fcb27f56-C", "generated_internal_id": "ASST_NON_70NANB16H229_1341"}, {"internal_id": 46313088, "Award ID": "70NANB16H225", "Award Amount": 12202821.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-30", "CFDA Number": "11.611", "Description": "MISSOURI ENTERPRISE - MANUFACTURING EXTENSION PARTNERSHIP PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2a4280d3-d64d-07a3-1ca8-c939cd4511e4-C", "generated_internal_id": "ASST_NON_70NANB16H225_1341"}, {"internal_id": 46313085, "Award ID": "70NANB16H222", "Award Amount": 4621392.03, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-30", "CFDA Number": "11.611", "Description": "UNIVERSITY OF UTAH MANUFACTURING EXTENSION PARTNERSHIP (UUMEP) CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "105d3de4-6fbf-6e42-7259-4c62267aa84f-C", "generated_internal_id": "ASST_NON_70NANB16H222_1341"}, {"internal_id": 46313079, "Award ID": "70NANB16H216", "Award Amount": 27742632.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-30", "CFDA Number": "11.611", "Description": "OHIO MANUFACTURING EXTENSION PARTNERSHIP PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bda5a750-4268-fbf5-3be6-ab9a71d861b3-C", "generated_internal_id": "ASST_NON_70NANB16H216_1341"}, {"internal_id": 46313078, "Award ID": "70NANB16H215", "Award Amount": 3465665.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-30", "CFDA Number": "11.611", "Description": "PUERTO RICO MANUFACTURING EXTENSION, INC. (PRIMEX) PROPOSAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee05c5db-12da-d15f-8862-5de9087c9f84-R", "generated_internal_id": "ASST_NON_70NANB16H215_1341"}, {"internal_id": 46313077, "Award ID": "70NANB16H214", "Award Amount": 27925036.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-30", "CFDA Number": "11.611", "Description": "PA MEP CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "84556db2-6a7a-68b5-d03c-0d55c9a0f97a-R", "generated_internal_id": "ASST_NON_70NANB16H214_1341"}, {"internal_id": 46313076, "Award ID": "70NANB16H213", "Award Amount": 9489790.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-31", "CFDA Number": "11.611", "Description": "STATEWIDE MEP FOR STATE OF ALABAMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22baee30-e52b-489e-f400-f88c9da953ee-C", "generated_internal_id": "ASST_NON_70NANB16H213_1341"}, {"internal_id": 46313075, "Award ID": "70NANB16H212", "Award Amount": 14300351.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-30", "CFDA Number": "11.611", "Description": "GEORGIA MANUFACTURING EXTENSION PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_70NANB16H212_1341"}, {"internal_id": 46313074, "Award ID": "70NANB16H211", "Award Amount": 5224090.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-30", "CFDA Number": "11.611", "Description": "ADVANCE ARKANSAS 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "675225d0-4248-f06c-1ac0-516ac72e14f0-C", "generated_internal_id": "ASST_NON_70NANB16H211_1341"}, {"internal_id": 46313073, "Award ID": "70NANB16H210", "Award Amount": 2893163.9, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-30", "CFDA Number": "11.611", "Description": "MONTANA MANUFACTURING EXTENSION CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_70NANB16H210_1341"}, {"internal_id": 46313072, "Award ID": "70NANB16H209", "Award Amount": 2845425.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-30", "CFDA Number": "11.611", "Description": "VERMONT MANUFACTURING EXTENSION CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e59f9d4-1ccc-0554-44e0-2a86d0d53ecb-C", "generated_internal_id": "ASST_NON_70NANB16H209_1341"}, {"internal_id": 46313071, "Award ID": "70NANB16H208", "Award Amount": 73515346.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-30", "CFDA Number": "11.611", "Description": "CALIFORNIA MANUFACTURING TECHNOLOGY CONSULTING - MEP CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9b9f03f1-8e20-830a-5430-00e7e4596216-C", "generated_internal_id": "ASST_NON_70NANB16H208_1341"}, {"internal_id": 46312932, "Award ID": "70NANB16H065", "Award Amount": 4337198.33, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-06", "CFDA Number": "11.611", "Description": "SUPPORT FOR DEVELOPING AND ENHANCING EFFECTIVE COLLABORATIVE RELATIONSHIPS WITH MEP STAKEHOLDERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4461659-5e0c-1e1d-dea5-c30113bc6a02-C", "generated_internal_id": "ASST_NON_70NANB16H065_1341"}, {"internal_id": 46312881, "Award ID": "70NANB16H006", "Award Amount": 16870877.31, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-11-06", "CFDA Number": "11.611", "Description": "PROVIDE WISCONSIN MANUFACTURERS WITH NEW TECHNIQUES, NEW MARKETS, NEW TECHNOLOGY, AND NEW PRODUCTS THAT TRANSFORM THEIR OPERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5522fd60-711c-a1e2-83a6-742019ec3025-C", "generated_internal_id": "ASST_NON_70NANB16H006_1341"}, {"internal_id": 46312871, "Award ID": "70NANB15H363", "Award Amount": 954724.35, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-21", "CFDA Number": "11.611", "Description": "ALASKA MEP CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a3e8f59-c545-da0c-fd33-3311c55d99d1-C", "generated_internal_id": "ASST_NON_70NANB15H363_1341"}, {"internal_id": 46312870, "Award ID": "70NANB15H362", "Award Amount": 2600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-21", "CFDA Number": "11.611", "Description": "WEST VIRGINIA MANUFACTURING EXTENSION PARTNERSHIP  SOLUTIONS FOR WEST VIRGINIA MANUFACTURERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_70NANB15H362_1341"}, {"internal_id": 46312868, "Award ID": "70NANB15H356", "Award Amount": 24860864.2, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-21", "CFDA Number": "11.611", "Description": "MANUFACTURING EXTENSION SERVICES IN ILLINOIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "edcf60f7-44fd-f42c-975f-9cadddef75ab-R", "generated_internal_id": "ASST_NON_70NANB15H356_1341"}, {"internal_id": 46312867, "Award ID": "70NANB15H355", "Award Amount": 13465000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-21", "CFDA Number": "11.611", "Description": "NIST MEP PROGRAM IN WASHINGTON STATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9d050bf-7023-bd68-fe18-759b15ec03e8-C", "generated_internal_id": "ASST_NON_70NANB15H355_1341"}, {"internal_id": 46312866, "Award ID": "70NANB15H354", "Award Amount": 6011536.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-21", "CFDA Number": "11.611", "Description": "OKLAHOMA ALLIANCE FOR MANUFACTURING EXCELLENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "709c4534-17c4-466e-3494-4056e3384aab-R", "generated_internal_id": "ASST_NON_70NANB15H354_1341"}, {"internal_id": 46312865, "Award ID": "70NANB15H353", "Award Amount": 3509345.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-21", "CFDA Number": "11.611", "Description": "TECHHELP SOLUTIONS FOR MANUFACTURING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdf928a5-3644-7a23-a2b3-0ce91ac0920e-C", "generated_internal_id": "ASST_NON_70NANB15H353_1341"}, {"internal_id": 46312849, "Award ID": "70NANB15H331", "Award Amount": 13799821.18, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-21", "CFDA Number": "11.611", "Description": "\"MINNESOTA'S MANUFACTURING EXTENSION PARTNERSHIP CENTER\"", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc5dee70-5ac4-e6b1-5e35-aefff254bce9-C", "generated_internal_id": "ASST_NON_70NANB15H331_1341"}, {"internal_id": 46312844, "Award ID": "70NANB15H324", "Award Amount": 31054358.27, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-21", "CFDA Number": "11.611", "Description": "PROPOSAL BY EMPIRE STATE DEVELOPMENTÝS DIVISION OF SCIENCE, TECHNOLOGY AND INNOVATION TO THE NIST TO SERVE AS THE MANUFACTURING EXTENSION PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2435c8fe-b181-142a-a9b9-088dfd14293a-C", "generated_internal_id": "ASST_NON_70NANB15H324_1341"}, {"internal_id": 46312835, "Award ID": "70NANB15H314", "Award Amount": 14299246.83, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-21", "CFDA Number": "11.611", "Description": "NEW JERSEY MEP - HOLLINGS MANUFACTURING EXTENSION PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "32d448b8-f8f8-16d3-2af4-118cf862e54d-R", "generated_internal_id": "ASST_NON_70NANB15H314_1341"}, {"internal_id": 46312770, "Award ID": "70NANB15H233", "Award Amount": 566666.56, "Award Type": null, "Base Obligation Date": "2015-08-21", "CFDA Number": "11.611", "Description": "DELAWARE MEP SERVICES OF DELAWARE MANUFACTURERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d6ef69c-b5db-d891-372d-95e6bf5613aa-C", "generated_internal_id": "ASST_NON_70NANB15H233_1341"}, {"internal_id": 46312764, "Award ID": "70NANB15H227", "Award Amount": 3459936.68, "Award Type": null, "Base Obligation Date": "2015-06-30", "CFDA Number": "11.611", "Description": "IOWA STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_70NANB15H227_1341"}, {"internal_id": 46312760, "Award ID": "70NANB15H223", "Award Amount": 2193892.14, "Award Type": null, "Base Obligation Date": "2015-06-22", "CFDA Number": "11.611", "Description": "NEW MEXICO MANUFACTURING EXTENSION PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc52e950-24aa-d5fe-ad94-29f92b89de25-C", "generated_internal_id": "ASST_NON_70NANB15H223_1341"}, {"internal_id": 46312759, "Award ID": "70NANB15H222", "Award Amount": 2450781.5, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-06-30", "CFDA Number": "11.611", "Description": "MASSACHUSETTS MANUFACTURING EXTENSION PARTNERSHIP, INC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "715f5fda-a815-34ed-5a8e-5837fcb27f56-C", "generated_internal_id": "ASST_NON_70NANB15H222_1341"}, {"internal_id": 46312752, "Award ID": "70NANB15H215", "Award Amount": 3697830.42, "Award Type": null, "Base Obligation Date": "2015-06-30", "CFDA Number": "11.611", "Description": "SOUTH CAROLINA MANUFACTURING EXTENSION PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6cb32ffe-6eb0-b7dc-f067-45f59c73b9d8-C", "generated_internal_id": "ASST_NON_70NANB15H215_1341"}, {"internal_id": 46312738, "Award ID": "70NANB15H201", "Award Amount": 739398.78, "Award Type": null, "Base Obligation Date": "2015-06-29", "CFDA Number": "11.611", "Description": "UNIVERSITY OF WYOMING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_70NANB15H201_1341"}, {"internal_id": 46312593, "Award ID": "70NANB15H047", "Award Amount": 34005067.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-02-23", "CFDA Number": "11.611", "Description": "THE UNIVERSITY OF TEXAS AT ARLINGTON - MEP CENTER FOR STATE OF TEXAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ed0ee91-c2b9-af52-1843-b1a4d78f9683-C", "generated_internal_id": "ASST_NON_70NANB15H047_1341"}, {"internal_id": 46312588, "Award ID": "70NANB15H041", "Award Amount": 12004801.16, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-01-30", "CFDA Number": "11.611", "Description": "CENTER FOR ADVANCED MANUFACTURING EXCELLENCE (CAME): FLORIDA MEP CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e85ab121-28c8-110b-80c1-9b73d569d98a-C", "generated_internal_id": "ASST_NON_70NANB15H041_1341"}, {"internal_id": 46312587, "Award ID": "70NANB15H038", "Award Amount": 7894127.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-02-23", "CFDA Number": "11.611", "Description": "THE UNIVERSITY OF TENNESSEE - MEP CENTER FOR STATE OF TENNESSEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d744d5ae-52c5-788a-85db-690602dfe96a-C", "generated_internal_id": "ASST_NON_70NANB15H038_1341"}, {"internal_id": 46312586, "Award ID": "70NANB15H037", "Award Amount": 7790720.71, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-02-23", "CFDA Number": "11.611", "Description": "MANUFACTURER'S EDGE - MEP CENTER FOR STATE OF COLORADO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4b76aee-41d5-0ab6-d799-1d023fab5e3f-C", "generated_internal_id": "ASST_NON_70NANB15H037_1341"}, {"internal_id": 46312585, "Award ID": "70NANB15H036", "Award Amount": 7647857.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-02-23", "CFDA Number": "11.611", "Description": "CONNSTEP, INC.- MEP CENTER FOR THE STATE OF CONNECTICUT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d29eede9-1a9c-5dac-412e-e89a348b4068-C", "generated_internal_id": "ASST_NON_70NANB15H036_1341"}, {"internal_id": 46312584, "Award ID": "70NANB15H035", "Award Amount": 21894820.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-02-23", "CFDA Number": "11.611", "Description": "INDUSTRIAL TECHNOLOGY INSTITUTE DBA: MMTC - MEP CENTER FOR STATE OF MICHIGAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d928778d-59e0-1e75-756d-5a0c9f64ece4-R", "generated_internal_id": "ASST_NON_70NANB15H035_1341"}, {"internal_id": 46312583, "Award ID": "70NANB15H033", "Award Amount": 2975092.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-02-23", "CFDA Number": "11.611", "Description": "NEW HAMPSHIRE MANUFACTURING EXTENSION PARTNERSHIP - MEP CENTER FOR STATE OF NEW HAMPSHIRE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "85731131-7468-2cec-50f4-e1163f487459-R", "generated_internal_id": "ASST_NON_70NANB15H033_1341"}, {"internal_id": 46312582, "Award ID": "70NANB15H032", "Award Amount": 9282930.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-02-23", "CFDA Number": "11.611", "Description": "OREGON MANUFACTURING EXTENSION PARTNERSHIP - MEP CENTER FOR STATE OF OREGON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0edcdc0c-1866-9153-0700-30bb3eae04ed-R", "generated_internal_id": "ASST_NON_70NANB15H032_1341"}, {"internal_id": 46312581, "Award ID": "70NANB15H031", "Award Amount": 15637666.87, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-02-23", "CFDA Number": "11.611", "Description": "NORTH CAROLINA STATE UNIVERSITY - MEP CENTER FOR STATE OF NORTH CAROLINA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_70NANB15H031_1341"}, {"internal_id": 46312580, "Award ID": "70NANB15H030", "Award Amount": 8926505.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-02-23", "CFDA Number": "11.611", "Description": "A.L. PHILPOTT MEP - MEP CENTER FOR STATE OF VIRGINIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af240143-efde-cf70-7fe1-111584b6d651-C", "generated_internal_id": "ASST_NON_70NANB15H030_1341"}, {"internal_id": 46312579, "Award ID": "70NANB15H029", "Award Amount": 14293233.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-02-23", "CFDA Number": "11.611", "Description": "PURDUE UNIVERSITY - MEP CENTER FOR STATE OF INDIANA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_70NANB15H029_1341"}, {"internal_id": 46312560, "Award ID": "70NANB15H009", "Award Amount": 248962.49, "Award Type": null, "Base Obligation Date": "2014-12-02", "CFDA Number": "11.611", "Description": "MANEX - BUSINESS TO BUSINESS NETWORK PILOT PROJECT FEDERAL FUNDING OPPORTUNITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d5cdfd3-b642-9c1a-6590-72c8ee8bc526-R", "generated_internal_id": "ASST_NON_70NANB15H009_1341"}, {"internal_id": 46312556, "Award ID": "70NANB15H005", "Award Amount": 145706.16, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-12-02", "CFDA Number": "11.611", "Description": "MANUFACTURER'S EDGE - BUSINESS TO BUSINESS NETWORK PILOT PROJECT FEDERAL FUNDING OPPORTUNITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4b76aee-41d5-0ab6-d799-1d023fab5e3f-C", "generated_internal_id": "ASST_NON_70NANB15H005_1341"}, {"internal_id": 46312270, "Award ID": "70NANB14H013", "Award Amount": 1983471.39, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-01-15", "CFDA Number": "11.611", "Description": "UNIVERSITY OF NEBRASKA-LINCOLN, BOARD OF REGENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_70NANB14H013_1341"}, {"internal_id": 46312263, "Award ID": "70NANB14H007", "Award Amount": 357639.56, "Award Type": null, "Base Obligation Date": "2013-11-08", "CFDA Number": "11.611", "Description": "NORTHEAST PENNSYLVANIA INDUSTRIAL RESOURCE CENTER (NEPIRC) - THE MAKE IT IN AMERICA CHALLENGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81601daf-b852-664e-f935-053cc52d11ae-C", "generated_internal_id": "ASST_NON_70NANB14H007_1341"}, {"internal_id": 46312260, "Award ID": "70NANB14H004", "Award Amount": 356841.22, "Award Type": null, "Base Obligation Date": "2013-11-08", "CFDA Number": "11.611", "Description": "OHIO DEVELOPMENT SERVICES AGENCY - THE MAKE IT IN AMERICA CHALLENGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bda5a750-4268-fbf5-3be6-ab9a71d861b3-C", "generated_internal_id": "ASST_NON_70NANB14H004_1341"}, {"internal_id": 46312086, "Award ID": "70NANB13H019", "Award Amount": 4737786.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-04-24", "CFDA Number": "11.611", "Description": "ARIZONA MEP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b6ceb6d-a622-26b9-e581-7f0e3c346eb6-C", "generated_internal_id": "ASST_NON_70NANB13H019_1341"}, {"internal_id": 46312084, "Award ID": "70NANB13H017", "Award Amount": 3587190.16, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-04-05", "CFDA Number": "11.611", "Description": "RHODE ISLAND MEP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc55da54-5d01-8ec2-0e0a-8db44dcdd647-C", "generated_internal_id": "ASST_NON_70NANB13H017_1341"}, {"internal_id": 46312074, "Award ID": "70NANB13H007", "Award Amount": 1856059.86, "Award Type": null, "Base Obligation Date": "2012-12-23", "CFDA Number": "11.611", "Description": "MEP CENTER FOR KENTUCKY, ADVANTAGE KENTUCKY ALLIANCE-MEP (AKA-MEP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "495c2e56-8d7e-1dcf-1ef9-d0fc8a4ef7d1-C", "generated_internal_id": "ASST_NON_70NANB13H007_1341"}, {"internal_id": 46311713, "Award ID": "70NANB11H024", "Award Amount": 2228247.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2011-03-31", "CFDA Number": "11.611", "Description": "COLORADO ASSOCIATION FOR MANUFACTURING AND TECHNOLOGY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4b76aee-41d5-0ab6-d799-1d023fab5e3f-C", "generated_internal_id": "ASST_NON_70NANB11H024_1341"}, {"internal_id": 46311665, "Award ID": "70NANB10H304", "Award Amount": 24123639.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2010-09-07", "CFDA Number": "11.611", "Description": "TEXAS MANUFACTURING ASSISTANCE CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ed0ee91-c2b9-af52-1843-b1a4d78f9683-C", "generated_internal_id": "ASST_NON_70NANB10H304_1341"}, {"internal_id": 46311647, "Award ID": "70NANB10H276", "Award Amount": 7096860.0, "Award Type": null, "Base Obligation Date": "2010-09-20", "CFDA Number": "11.611", "Description": "MASSACHUSETTS MEP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "715f5fda-a815-34ed-5a8e-5837fcb27f56-C", "generated_internal_id": "ASST_NON_70NANB10H276_1341"}, {"internal_id": 46311615, "Award ID": "70NANB10H205", "Award Amount": 6639958.73, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2010-08-23", "CFDA Number": "11.611", "Description": "MEP PROGRAM IN NEW MEXICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc52e950-24aa-d5fe-ad94-29f92b89de25-C", "generated_internal_id": "ASST_NON_70NANB10H205_1341"}, {"internal_id": 46311581, "Award ID": "70NANB10H155", "Award Amount": 13997678.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2010-08-13", "CFDA Number": "11.611", "Description": "WISCONSIN CENTER FOR MANUFACTURING AND PRODUCTIVITY  INC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5522fd60-711c-a1e2-83a6-742019ec3025-C", "generated_internal_id": "ASST_NON_70NANB10H155_1341"}]