[{"internal_id": 151570548, "Award ID": "70NANB22H092", "Award Amount": 298106.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "11.619", "Description": "TITLE: INDUSTRIAL ARTIFICIAL INTELLIGENCE CONSORTIUM TO ADVANCE HIGH MIX PRODUCTIONPURPOSE: THE PROJECT WILL DEVELOP A ROADMAP TO ADVANCE HIGH-MIX PRODUCTION (I.E., MANUFACTURING OF A LARGE VARIETY OF PRODUCTS IN RELATIVELY SMALL QUANTITIES) ACROSS DIVERSIFIED SECTORS, INCLUDING SEMICONDUCTOR MANUFACTURING, MEDICAL PRODUCTS MANUFACTURING, AND ENERGY STORAGE DEVICES, AND OTHERS FOR US MANUFACTURERS TO IMPROVE OVERALL COMPETITIVENESS IN A GLOBAL MARKETPLACE. ACTIVITIES TO BE PERFORMED:1)\tESTABLISHING INDUSTRIAL AI CONSORTIUM STRUCTURE: EXECUTIVE COMMITTEE AND INDUSTRY ADVISORY BOARD (IAB)2)\tCONDUCTING QUANTITATIVE SURVEYS OF TOP INDUSTRY NEEDS, BARRIERS, KILLER APPLICATIONS, AND HIGH-PRIORITY RESEARCH AREAS.3)\tENGAGING WITH INDUSTRY COMPANY: SITE VISITS, PERSONNEL EXCHANGES (E.G., VISITING SCHOLARS, STUDENT INTERNS), AND FEASIBILITY STUDIES (FUNDED BY INDUSTRY) FOR TECHNOLOGY DEMONSTRATIONS.4)\tPLANNING WORKSHOPS TO COVER FUNDAMENTAL RESEARCH PRESENTATIONS, USE-CASE DEMONSTRATIONS, AND STRATEGIC TALKS.5)\tESTABLISH A ROADMAP FOR HIGH-MIX PRODUCTIONEXPECTED OUTCOMES: A ROADMAP THAT DOCUMENTS TECHNICAL BARRIERS THAT EXIST FOR THE ADVANCE HIGH-MIX PRODUCTION (I.E., MANUFACTURING OF A LARGE VARIETY OF PRODUCTS IN RELATIVELY SMALL QUANTITIES) INDUSTRIES STARTING WITH SEMICONDUCTOR MANUFACTURING THAT COULD BE LEVERAGED FOR THE MEDICAL PRODUCTS MANUFACTURING AND ENERGY STORAGE DEVICES SECTORS.INTENDED BENEFICIARIES:1)\tTO NIST: STRENGTHENING DOMESTIC MANUFACTURING ESPECIALLY IN THE AREA OF SEMICONDUCTOR MANUFACTURING IS A PRIORITY FOR BOTH NIST AND DOC, AND MANY LABORATORY PROGRAMS WITHIN NIST WILL BE STRENGTHENED BY THE ACCESS TO AND ENGAGEMENT WITH THE ROADMAPPING TECHNOLOGY WORKING GROUPS (E.G., VALIDATION AND STANDARDIZATION OF ARTIFICIAL INTELLIGENT ANALYTICS AND DATA, MODEL, AND IP SHARING NEEDS).  THE ROADMAP WILL ALSO INFORM PRIORITIES FOR POLICY INCENTIVES TO SUPPORT THE RESURGENCE OF THE U.S. SEMICONDUCTOR INDUSTRY.2)\tTO AWARDEE: FUNDING THE AWARD WILL ALLOW THE PROJECT TEAM TO EXPAND ITS INTELLIGENT MAINTENANCE SYSTEMS (IMS) CENTER IN THE HIGH MIX PRODUCTION RESEARCH TO ENSURE LONG-TERM VIABILITY FOR THIS PROJECT.3)\tTO THE NATION: FUNDING THIS AWARD WILL BENEFIT COMPANIES OF ALL SIZES AND INDUSTRIAL SECTORS (E.G., SEMICONDUCTOR, MEDICAL PRODUCT, ENERGY STORAGE, AND PHARMACEUTICAL) WHO MANUFACTURER LARGE VARIETY OF PRODUCTS YET LOW QUANTITY OF EACH ONE.  THE HIGH MIX NATURE OF SEMICONDUCTOR MANUFACTURING IS ONE OF THE MAJOR CONTRIBUTORS TO THE RECENT GLOBAL CHIP SHORTAGE AMID THE COVID PANDEMIC. IN THE AUTO INDUSTRY, MANUFACTURERS MANAGE OVER 3500 COMPONENTS FOR DIVERSIFIED AUTOMOBILE MODELS CONCURRENTLY TO MEET CONSUMER DEMANDS.  THE ROADMAP WILL IDENTIFY BARRIERS TO IMPROVING THE CHANGE-OVER SPEED, LOWERING INVENTORY REQUIREMENTS, AND INCREASING CUSTOMIZATION FLEXIBILITY DEMANDED BY CUSTOMERS. SUBRECIPIENT ACTIVITIES:UNIVERSITY OF MICHIGAN (ANN ARBOR, MI), NORTH CAROLINA AGRICULTURAL AND TECHNICAL STATE UNIVERSITY (GREENSBORO, NC), AND PREDICTRONICS CORPORATION (CINCINNATI, OH)1)\tTWO OF THE SUBRECIPIENTS (UNIVERSITY OF MICHIGAN & NORTH CAROLINA AGRICULTURAL AND TECHNICAL STATE UNIVERSITY) WILL SERVE ON THE EXECUTIVE COMMITTEE BY LEADING AND OVERSEEING THE DEVELOPMENT OF THE ROADMAP, REVIEWING INTERIM PROGRESS, AND PROVIDING TECHNICAL GUIDANCE; RECRUITING MEMBERS FROM THE INDUSTRY TO JOIN THE ADVISORY BOARD AND PARTICIPATE IN SURVEYS AND WORKSHOPS; IDENTIFYING BARRIERS, TOP INDUSTRY NEEDS, KILLER APPLICATIONS, PRIORITY AREAS BY INTEGRATING THE INDUSTRY INPUT; DESIGNING INDUSTRIAL SURVEYS AND PLANNING WORKSHOPS.2)\tPREDICTRONICS, AN INDUSTRIAL PARTNER, WILL SERVE ON THE EXECUTIVE COMMITTEE BY LEADING AND OVERSEEING THE DEVELOPMENT OF THE ROADMAP, INCLUDING ASSISTING IN RECRUITMENT OF CONSORTIUM MEMBERS, IDENTIFYING BARRIERS IN THE ADOPTION OF MACHINE LEARNING/ARTIFICIAL INTELLIGENCE SOLUTIONS ESPECIALLY FOR SMALL AND MEDIUM MANUFACTURERS, AND DOCUMENTING LESSONS LEARNED FROM NUMEROUS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c572d765-16bd-66ab-db02-66828218aab7-C", "generated_internal_id": "ASST_NON_70NANB22H092_1341"}, {"internal_id": 148295471, "Award ID": "70NANB22H050", "Award Amount": 290865.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-29", "CFDA Number": "11.619", "Description": "TITLE: 5G/6G MMWAVE MATERIALS AND ELECTRICAL TEST TECHNOLOGY ROADMAP (5G/6G MAESTRO) PURPOSE: THE PROJECT WILL DEVELOP A ROADMAP FOR ADVANCING THE LEADING EDGE 5G AND 6G PRODUCTS TO ACCELERATE THE DEVELOPMENT OF THE NEXT GENERATION OF U.S. WIRELESS NETWORKS. ACTIVITIES TO BE PERFORMED: THE PROJECT TEAM WILL DEVELOP THREE WORK PACKAGES: A SURVEY-BASED TECHNOLOGY AND MARKET NEEDS ASSESSMENT,A TECHNICAL ROADMAP, AND AN IMPLEMENTATION STRATEGY FOR A PROPOSED RADIOFREQUENCY CLUSTER TO SUPPORT THE DOMESTIC SEMICONDUCTOR INDUSTRY SECTOR. THESE PRODUCTS WILL BE DISSEMINATED THROUGH PUBLIC WEBINARS, TECHNICAL PAPERS, CONFERENCE PRESENTATIONS AND POST-AWARD THROUGH CURRICULA DEVELOPED FOR COMMUNITY COLLEGES AND UNIVERSITIES. EXPECTED OUTCOMES: THE PUBLISHED ROADMAP WILL CONSOLIDATE A WORLD-LEADING KNOWLEDGE BASE FOR THE U.S. TO ACCELERATE DEVELOPMENT OF HIGH-PERFORMANCE 5G AND 6G WIRELESS NETWORKS AND WILL NUCLEATE AN ANTICIPATED CONSORTIUM FOR DEVELOPING A MANUFACTURING USA INSTITUTE. INTENDED BENEFICIARIES: THE INTENDED BENEFICIARIES OF PROJECT OUTCOMES WILL BE THE DOMESTIC MICROELECTRONICS AND TELECOMMUNICATIONS INDUSTRIES, AS WELL AS THE ACADEMIC RESEARCH COMMUNITY AND FEDERAL LABORATORIES SUPPORTING THE INNOVATION VALUE CHAIN FOR NEXT GENERATION COMMUNICATION TECHNOLOGIES. SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO PERFORM ANALYSIS & RECOMMENDATION OF RADIO FREQUENCY (RF) TEST CLUSTER, SYSTEM DESIGN ANALYSIS OF MOBILE AND NETWORK PRODUCTS TO PROVIDE KEY MATERIAL AND TEST RECOMMENDATIONS, CHARACTERIZATION OF NEXT GENERATION MATERIALS, HIGH FREQUENCY (THZ) MEASUREMENT METHODS. WAFER LEVEL ANALYSIS, AND TO SUPPORT GUIDELINES FOR THE DEVELOPMENT FOR SYSTEMIC CHARACTERIZATION OF NEW MATERIALS (GLASS, CERAMIC, ORGANIC, FLEX) AS A FUNCTION OF ENVIRONMENTAL AND DESIGN CRITERIA, AND MARKET ANALYSIS AND REPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3bc5b4a8-fb1f-421e-8e0b-b72d687b51a2-C", "generated_internal_id": "ASST_NON_70NANB22H050_1341"}, {"internal_id": 148295472, "Award ID": "70NANB22H049", "Award Amount": 299745.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-29", "CFDA Number": "11.619", "Description": "TITLE: AI-ENHANCED MULTIMODAL SENSING OF MATERIALS AND PROCESSES FOR COMPLETE PRODUCT LIFECYCLE PERFORMANCE PURPOSE: THE PRIMARY GOAL OF THIS PROJECT IS TO DEVELOP A TECHNOLOGY ROADMAP FOR INTEGRATING ARTIFICIAL INTELLIGENCE/MACHINE LEARNING TOOLS WITH TRADITIONAL MATERIAL SCIENCE AND PROCESS KNOWLEDGE OVER THE FULL PRODUCT LIFE-CYCLE FOR A COMPREHENSIVE APPROACH TO FUTURE MANUFACTURING. ACTIVITIES TO BE PERFORMED: THE PROJECT TEAM WILL ENGAGE IN OUTREACH TO BROADEN THE STAKEHOLDER GROUP INVOLVED IN THE ROADMAPPING PROCESS AND FORM A VIABLE AND SUSTAINABLE CONSORTIUM. A LITERATURE REVIEW AND EXPERT INTERVIEWS WILL BE CONDUCTED TO ASSESS THE CURRENT SITUATION AND POSSIBLE FUTURE DEVELOPMENTS IN ADDITION TO CRITICALLY ASSESSING AI-ENHANCED MULTIMODAL SENSING OF MATERIALS AND PROCESSES. ADDITIONALLY, THREE COLLABORATIVE WORKSHOPS WILL BE HELD TO GATHER INFORMATION AND STAKEHOLDER INPUT ON (1) MATERIALS, MANUFACTURING, AND PROCESS MODEL DRIVERS FOR AI DEVELOPMENT, (2) MULTIMODAL SENSING, AUTOMATION, AND FEEDBACK CONTROL DRIVERS FOR AI DEVELOPMENT, AND (3) PRODUCT LIFECYCLE DRIVERS FOR AI DEVELOPMENT AND SYSTEMS. EXPECTED OUTCOMES: THE ROADMAP DEVELOPED WILL SUPPORT INTEGRATION OF PROCESS AND MATERIAL PRODUCT MONITORING AND LEARNING OVER THE FULL PRODUCT LIFECYCLE TO STRENGTHEN U.S. LEADERSHIP IN THE ADVANCED MATERIALS MANUFACTURING SECTORS.  INTENDED BENEFICIARIES: US MANUFACTURERS AND MANUFACTURING RESEARCHERS WILL BENEFIT FROM THIS COLLABORATIVE APPROACH BETWEEN PUBLIC AND PRIVATE SECTORS, INCLUDING ACADEMIA, INDUSTRY (SMALL, MEDIUM, AND LARGE) TO IDENTIFY THE MANUFACTURING AND RESEARCH CHALLENGES, SENSORS, AND DATA NEEDS TO CREATE AN EVOLUTION OF PROCESSES AND PRODUCTS FROM CRADLE-TO-GRAVE.   SUBRECIPIENT ACTIVITIES: THERE ARE NO SUBRECIPIENTS FOR THIS PROJECT; HOWEVER, THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR TWO CONTRACTS TO SUPPORT THE ROADMAP DEVELOPMENT INCLUDING STAKEHOLDER RECRUITMENT AND ENGAGEMENT, FACILITATION OF VIRTUAL WORKSHOPS, INTERVIEWS AND, SYNTHESIZING THE RESULTING INSIGHTS INTO A FINAL REPORT FOR DISSEMINATION, AND CONSORTIUM-BUILDING EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "59649428-1ebf-ef93-ea43-2491b55b3188-C", "generated_internal_id": "ASST_NON_70NANB22H049_1341"}, {"internal_id": 148677017, "Award ID": "70NANB22H048", "Award Amount": 299893.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "11.619", "Description": "TITLE: DEVELOPING THE TECHNOLOGY ROADMAP FOR IRON AND STEEL MANUFACTURING: REVOLUTIONIZING U.S. GLOBAL LEADERSHIP FOR A SUSTAINABLE INDUSTRIAL SUPPLY CHAIN PURPOSE STATEMENT:  TO OVERCOME FOREIGN CHALLENGES AND TO BOLSTER THE U.S. STEEL INDUSTRY'S ROLE AS AN INNOVATION LEADER IN MANUFACTURING, THE ASSOCIATION FOR IRON & STEEL TECHNOLOGY (AIST) PROPOSES TO LEAD A LARGE-SCALE INDUSTRIALLY DRIVEN AND CONSORTIA-BASED EFFORT TO DEVELOP A TECHNOLOGY ROADMAP FOR IRON AND STEEL MANUFACTURING WITH THE GOAL TO REVOLUTIONIZE U.S. GLOBAL LEADERSHIP FOR A SUSTAINABLE INDUSTRIAL SUPPLY CHAIN. THE OBJECTIVE OF THE ROADMAP IS TO ADDRESS HIGH-PRIORITY CHALLENGES IN STEEL MANUFACTURING THAT ARE BROADLY DEPLOYABLE TO A DIVERSE SET OF MANUFACTURING SECTORS.   ACTIVITIES TO BE PERFORMED: AIST WILL CONDUCT A SURVEY TO COLLECT INFORMATION TO IDENTIFY ISSUES AND BARRIERS THAT INHIBIT THE APPLICATION OF DIGITAL TECHNOLOGIES, HOLD INDUSTRY-LED WORKSHOP-BASED WITH MANUFACTURERS, MATERIALS SUPPLIERS, EQUIPMENT MANUFACTURERS, LOGISTICS ORGANIZATIONS AND UNIVERSITIES TO DRIVE THE DEVELOPMENT OF A COMPREHENSIVE ROADMAP.  THE WORKSHOPS WILL BE BUILT AROUND THE ROADMAP THEMES AND STRUCTURED TO DRAW OUT SPECIFIC INFORMATION BASED ON THE SPECIFIC ANTICIPATED AUDIENCES.  EXPECTED OUTCOMES: THE EXPECTED IMPACTS FROM THE PROPOSED STEEL MANUFACTURING CONSORTIUM ARE FAR-REACHING, TRANSFORMATIONAL MANUFACTURING SOLUTIONS THAT CAN BE IMPLEMENTED BY STEEL COMPANIES AND SUPPLIERS ACROSS THE SUPPLY CHAIN TO IMPROVE OPERATIONAL AND PROCESS EFFICIENCY, LOWER THE COSTS OF PRODUCTION THROUGH FEEDSTOCK IMPROVEMENT, ENHANCE REACTOR DESIGN AND PRODUCT REUSE AND VALORIZATION, AND IMPROVE THE QUALITY AND DIVERSITY OF CURRENT AND FUTURE STEEL MANUFACTURING WORKFORCE DRIVING GROWTH FOR AN ESSENTIAL U.S. MARKET. THE EXPECTED OUTCOMES INCLUDE (1) IMPROVING FUEL CONSUMPTION, (2) REDUCING POLLUTANT EMISSIONS, (3) DECREASING DOWNTIME, (4) LOWERING PRODUCTION COSTS, (5) REDUCING THE SKILLS GAP AND INCREASING DIVERSITY, EQUITY AND INCLUSION BOTH THROUGH FOCUSED NEW TRAINING AND RETRAINING EFFORTS FOCUSED ON WORKFORCE, AND (6) INCREASING THE PARTICIPATION AND INNOVATION OF SMALL AND MEDIUM ENTERPRISES IN THE STEEL SECTOR VALUE AND SUPPLY CHAINS. FINALLY, IT IS EXPECTED THAT THE ACTIVITIES AND RESULTS OF THE ROADMAP AND PROJECTS WILL BE USED TO CHANGE THE IMAGE OF STEEL MANUFACTURING, ATTRACTING MORE YOUNG TALENT TO STEEL MANUFACTURING, AND MOTIVATING K-12 STUDENTS TO PURSUE MANUFACTURING CAREERS.  INTENDED BENEFICIARIES: IRON AND STEEL MANUFACTURERS WILL BE THE DIRECT BENEFICIARIES OF THIS ROADMAP AS IT WILL ADDRESS HIGH-PRIORITY CHALLENGES IN THE MANUFACTURING OF STEEL AND IRON PRODUCTS.  ENVIRONMENT WILL BE A SECONDARY BENEFICIARY SINCE IF SUCCESSFUL THE NEW TECHNOLOGIES WILL LEAD A DRIVE TOWARD CARBON NEUTRAL PRODUCTION.   SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT PLAN TO SUBAWARD FUNDS TO EITHER SUBRECIPIENTS OR CONTRACTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3e25cd82-ff4e-ad43-ded2-ad3d4ef1321f-C", "generated_internal_id": "ASST_NON_70NANB22H048_1341"}, {"internal_id": 148295473, "Award ID": "70NANB22H047", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-29", "CFDA Number": "11.619", "Description": "TITLE: MANUFACTURING USA TECHNOLOGY ROADMAP FOR CELLULAR AGRICULTURE: INITIATIVE FOR CONVERGENT-MANUFACTURING OF AGRICULTURE AND FOOD FOR EQUITY (I-CAFE) PURPOSE STATEMENT:  THE PROJECT WILL BUILD A CONSENSUS ON THE INNOVATION NEEDED AND ECONOMIC PATHWAY TO MANUFACTURE CELL-CULTURED MEAT AT COMMERCIAL SCALE.   ACTIVITIES TO BE PERFORMED:  STAKEHOLDERS WILL BE CONVENED IN THREE WORKSHOPS TO FIRST DEVELOP THE STRATEGIC LANDSCAPE, THEN FOCUS ON SPECIFIC PRIORITIZED TOPIC AREAS, AND FINALLY TO SYNTHESIZE THE ROADMAP ARTICULATING THE 10-YEAR PRIORITIES FOR THE EMERGING TECHNOLOGY SECTOR OF CELLULAR AGRICULTURE.  THE ROADMAP WILL BE DISSEMINATED THROUGH DIFFERENT STAKEHOLDER COMMUNITIES IN THE VALUE CHAIN THROUGH TARGETED OUTREACH USING STRATEGIC PARTNERS TO GENERATE AWARENESS AND ACCEPTANCE OF THE PROJECT GOALS FOR CELLULAR AGRICULTURE.  EXPECTED OUTCOMES:  THE PROJECT WILL PRODUCE A 10-YEAR ROADMAP THAT INTEGRATES FUNDAMENTAL SCIENCE, ENABLING TECHNOLOGIES AND SYSTEM-LEVEL ENGINEERING TO DEVELOPMENT OF A SCALABLE MICRO-PRODUCTION PLATFORM OF MEAT USING CELLULAR AGRICULTURE.  POST-AWARD, THE PROJECT TEAM ANTICIPATES DEVELOPING AN ACTION PLAN AND SUSTAINABLE CONSORTIUM AS FOUNDATION FOR A POTENTIAL MANUFACTURING USA INSTITUTE.   INTENDED BENEFICIARIES: THE PRIMARY BENEFICIARIES OF THE PROJECT ARE THE SMALL COMPANIES, RESEARCHERS, AND NON-PROFIT ORGANIZATIONS ADVANCING CELLULAR AGRICULTURE FOR GREATER FOOD SUPPLY SUSTAINABILITY. SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR ONE CONTRACT AND ON SUBRECIPIENT.  THE CONTRACTOR WILL CONDUCT WORKSHOP ACTIVITIES MANAGE WORKSHOP ACTIVITIES AND REPORTING TO THE TEAM.  THE SUBRECIPIENT WILL FACILITATE WORKSHOPS ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_70NANB22H047_1341"}, {"internal_id": 148295474, "Award ID": "70NANB22H046", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-29", "CFDA Number": "11.619", "Description": "TITLE: NEXT GENERATION ELECTRIC MACHINES AND SYSTEMS FOR CLEAN EMISSIONS (NEXT ELECTRIC) PURPOSE STATEMENT:  THE OBJECTIVE OF THE PROPOSED PROJECT IS TO DEVELOP INDUSTRY-DRIVEN ROADMAPS TO IDENTIFY AND ADDRESS THE MAIN TECHNOLOGICAL BARRIERS IN PLATFORM TECHNOLOGIES WHERE EARLY-STAGE INNOVATIONS WOULD ENABLE NET ZERO EMISSIONS FOR MANY ECONOMIC SECTORS.  ACTIVITIES TO BE PERFORMED:  THE NEXT ELECTRIC PARTNERSHIP WILL CONVENE A STEERING COMMITTEE OF INDUSTRY LEADERS TO DESIGN A PROFESSIONALLY FACILITATED VIRTUAL WORKSHOP.  THE WORKSHOP INPUTS WILL INFORM A TECHNICAL ROADMAP TO REDUCE COST BY 10X AND INCREASE THROUGHPUT BY 10-100X FOR INNOVATIVE LOW-COST, HIGH-THROUGHPUT SUPERCONDUCTOR MANUFACTURING METHODS.  THE PARTNERSHIP WILL ALSO ESTABLISH AN ADVISORY COMMITTEE TO DEVELOP A 5-10 YEAR VISION, 7-YEAR BUDGET AND ACTION PLAN FOR AN EXECUTION PHASE OF THE ROADMAP.   EXPECTED OUTCOMES:  THE ROADMAP PRODUCED BY THE NEXT ELECTRIC PARTNERSHIP WILL LEAD TO AN ACTION PLAN FOR THE STAKEHOLDERS ACROSS MANY DIFFERENT ECONOMIC SECTORS TO ACHIEVE NET-ZERO EMISSIONS.   IN ADDITION TO THE ROADMAP PRODUCED, THE PROJECT WILL SUPPORT THE NEXT ELECTRIC PARTNERSHIP IN BUILDING OUT A FULL PUBLIC-PRIVATE-PARTNERSHIP TO ACCELERATE THE MANUFACTURING AND COMMERCIALIZATION OF INNOVATIVE ENERGY PLATFORMS AND REDUCE GREENHOUSE EMISSIONS.   INTENDED BENEFICIARIES: THE PROJECT OUTCOMES WILL BENEFIT TRANSPORTATION, POWER GENERATION, TRANSMISSION AND STORAGE MANUFACTURER BY IDENTIFYING BARRIERS TO THE DEVELOPMENT AND USE OF NEXT GENERATION TECHNOLOGIES THAT CAN CONTRIBUTE TO MAJOR REDUCTIONS IN GREENHOUSE GAS EMISSIONS.  SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO SUPPORT A WORKSHOP DEVELOPMENT AND FACILITATION (CONTRACT), AND SUBAWARDS TO LEAD THE TECHNICAL ASPECTS OF THE ROADMAP EFFORT FOR 1) CABLES, CRYOGENICS, AND POWER CONVERSION, 2) WIND GENERATORS AND AIRCRAFT MOTORS, AND 3) FUSION ENERGY SEGMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a95b9572-dc03-ba8d-34a5-edc32a8efc03-C", "generated_internal_id": "ASST_NON_70NANB22H046_1341"}, {"internal_id": 148295475, "Award ID": "70NANB22H045", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-29", "CFDA Number": "11.619", "Description": "TITLE: ROADMAP FOR ACCELERATING PRODUCTION OF LARGE STRUCTURES AND SYSTEMS PURPOSE: THE PROJECT WILL DEVELOP THE FIRST COMPREHENSIVE U.S. ROADMAP TO ACCELERATE FABRICATION OF LARGE STRUCTURES SUCH AS BRIDGES, WIND TOWERS, PIPELINES, AND SHIPS WITH GREATER FLEXIBILITY, ENERGY EFFICIENCY AND LOWER COSTS BY DEPLOYING ADVANCED MATERIALS, LARGE-SCALE ADDITIVE-MANUFACTURING AND OTHER TECHNOLOGIES. ACTIVITIES TO BE PERFORMED: THE PARTICIPANTS WILL ESTABLISH A STEERING COMMITTEE TO GUIDE ROADMAP DEVELOPMENT ACTIVITIES, CONVENE PARTICIPANTS ACROSS THE VALUE CHAIN, COLLECT INPUT, DISSEMINATE THE ROADMAP FINDINGS AND ENCOURAGE SOLUTIONS TO THE TECHNICAL GAPS AND CRITICAL NEEDS IDENTIFIED.  THE ROADMAPPING PROCESS WILL INCLUDE A NATIONAL CONFERENCE, A SERIES OF EXPERT FOCUS GROUP EXERCISES, SURVEYS, INTERVIEWS, AND SOLICITATION OF TECHNOLOGY DEVELOPMENT IDEAS AND ANALYSIS OF POTENTIAL SOLUTIONS. EXPECTED OUTCOMES: THE ROADMAP PRODUCED WILL FACILITATE ALIGNMENT AMONG U.S STAKEHOLDERS ACROSS THE INNOVATION ECOSYSTEM FOR LARGE STRUCTURE FABRICATION TO CREATE A COMMON VISION OF THE PRIORITIES AND SOLUTIONS NEEDED TO ACCELERATE IMPLEMENTATION OF THESE TECHNOLOGIES. THE RESULTING CONSORTIUM FUNDED THROUGH THIS PROJECT WILL NUCLEATE THE LEADING U.S. MATERIALS, ADDITIVE MANUFACTURING, JOINING, FORMING, COLD SPRAY, AUTOMATION AND ROBOTICS EXPERTS TO ESTABLISH THE INFRASTRUCTURE TO INCREASE GLOBAL COMPETITIVENESS IN LARGE STRUCTURE PRODUCTION CAPABILITIES AND ADVANCE WORKFORCE READINESS. INTENDED BENEFICIARIES: STATE AND LOCAL GOVERNMENTS WILL BENEFIT FROM NEW TECHNOLOGY THAT WILL MAKE PRODUCTION OF LARGE STRUCTURES AND SYSTEMS (ROADS, BRIDGES, SHIPS, ETC.) BETTER, FASTER, AND CHEAPER.  US MANUFACTURING WILL BENEFIT FROM THE IDENTIFICATION OF NEXT GENERATION MANUFACTURING, FABRICATION, AND INSPECTION PROCESSES, AND FROM ADVANCED TRAINING PROGRAMS THAT WILL BRING IN SKILLED WORKERS TO SUPPORT THE INDUSTRY. THESE CROSS-CUTTING TECHNOLOGIES WILL ACCELERATE PRODUCTION OF LARGE STRUCTURES AND SYSTEMS, ENSURE FIRST-TIME QUALITY ACROSS A WIDE RANGE OF APPLICATIONS, AND POSITION U.S. INDUSTRIES AS WORLD LEADERS IN CLEAN TRANSPORTATION INFRASTRUCTURE, CLEAN WATER INFRASTRUCTURE, AND CLEAN POWER INFRASTRUCTURE.   SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO SUPPORT ENLISTING PARTICIPATION FROM A WIDE RANGE OF STAKEHOLDERS IN FOCUS GROUPS AND INTERVIEWS, INTERPRETING THE COLLECTED DATA, DISSEMINATING THE ROADMAP RESULTS, AND ENCOURAGING THE DEVELOPMENT OF SOLUTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a766cb8-27ea-2191-f476-f4edf6e85e29-C", "generated_internal_id": "ASST_NON_70NANB22H045_1341"}, {"internal_id": 148295476, "Award ID": "70NANB22H044", "Award Amount": 299989.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-29", "CFDA Number": "11.619", "Description": "TITLE: ADVANCED TECHNOLOGIES FOR DIGITALIZATION OF CONSTRUCTION INDUSTRY PURPOSE STATEMENT: THE PROJECT WILL DEVELOP A ROADMAP TO GUIDE THE CONSTRUCTION MANUFACTURING SECTOR IN ADOPTION OF ADVANCED TECHNOLOGIES SUCH AS ADDITIVE MANUFACTURING, ROBOTICS AND AUTOMATION AND ARTIFICIAL INTELLIGENCE FOR IMPROVED PRODUCTIVITY, EFFICIENCY, FLEXIBILITY AND SAFETY.    ACTIVITIES TO BE PERFORMED:  THE PROJECT TEAM WILL CONVENE A STEERING COMMITTEE TO GUIDE THE DEVELOPMENT OF A TECHNOLOGY ROADMAP FOR DIGITALIZING THE CONSTRUCTION INDUSTRY.  THE ROADMAP WILL BE DEVELOPED THROUGH TWO PROFESSIONALLY FACILITATED WORKSHOPS.  THE ROADMAP WILL BE DISSEMINATED TO BROAD AUDIENCES THROUGH PUBLICATIONS, WHITE-PAPERS AND CONFERENCE PRESENTATIONS.   EXPECTED OUTCOMES:  IN ADDITION TO THE TECHNOLOGY ROADMAP PRODUCED, THE TEAM ANTICIPATES THAT THE COMMUNITY WILL DEVELOP SHARED UNDERSTANDING OF THE NEED FOR A COLLABORATIVE APPROACH TO IMPLEMENTING THE ROADMAP?S IDENTIFIED PRIORITIES, THROUGH A CONSORTIUM, CENTER OF EXCELLENCE, OR MANUFACTURING USA INSTITUTE.   INTENDED BENEFICIARIES: THE INTENDED BENEFICIARIES OF THIS PROJECT ARE DOMESTIC CONSTRUCTION MANUFACTURERS, EQUIPMENT MANUFACTURERS, AND SUPPLIERS FOR THIS ECOSYSTEM. SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO A CONTRACT TO LEAD ROADMAP DEVELOPMENT WITH A FOCUS ON GATHERING EXPERT ASSESSMENTS, ORGANIZING COLLABORATIVE WORKSHOPS, AND PREPARING THE ROADMAP ITSELF.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ab61a9b0-b9d3-72bc-5595-c5a04e8721d6-C", "generated_internal_id": "ASST_NON_70NANB22H044_1341"}, {"internal_id": 148295477, "Award ID": "70NANB22H043", "Award Amount": 297877.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-29", "CFDA Number": "11.619", "Description": "TITLE: CONSORTIUM FOR ADVANCED SPACE MANUFACTURING PURPOSE STATEMENT: THE CONSORTIUM FOR ADVANCED SPACE MANUFACTURING (CASM), LED BY THE UNIVERSITY OF NEW HAMPSHIRE, WILL EXPLORE A NEW PARADIGM IN MANUFACTURING FOR THE EQUITABLE COMMERCIALIZATION, INDUSTRIALIZATION, AND DEMOCRATIZATION OF SPACE. THIS ENDEAVOR, BUILT THROUGH STAKEHOLDER INPUT, WILL ANALYZE THE BARRIERS TOWARDS COMMERCIALIZING A SPACE-BASED SUPPLY-AND-DEMAND MANUFACTURING ECONOMY; PROVIDING THE GUIDEPOSTS THAT WILL HELP STRENGTHEN U.S. LEADERSHIP IN SPACE, ECONOMIC GROWTH, AND NATIONAL DEFENSE.  ACTIVITIES TO BE PERFORMED: THIS TEAM WILL HOST FOUR IN-PERSON WORKSHOPS ACROSS THE UNITED STATES, AS WELL AS A VIRTUAL WORKSHOP IN PARTNERSHIP WITH THE MANUFACTURING EXTENSION PARTNERSHIP (MEP) PROGRAM, ON THE FOLLOWING TOPICS: ADVANCED IN-SPACE MANUFACTURING TECHNOLOGIES AND PROCESSES, ADVANCED ON-SURFACE MANUFACTURING TECHNOLOGIES AND PROCESSES, TECHNICAL BARRIERS WITH RESPECT TO DATA RICH IN-SPACE MANUFACTURING, FACTORIES-IN-SPACE: COMMERCIALIZATION AND INDUSTRIALIZATION OF SPACE. CONSISTENT WITH ITS CRITICAL IMPORTANCE, EDUCATION AND WORKFORCE DEVELOPMENT NEEDS WILL BE INTEGRATED INTO EACH WORKSHOP, WITH PURPOSEFUL ENGAGEMENT WITH SMALL AND MEDIUM MANUFACTURERS, REGIONAL COMMUNITY COLLEGE, AND MINORITY-SERVING INSTITUTIONS, WHICH ARE ALL INTEGRAL COMPONENTS OF THE ROADMAPPING PROCESS.  EXPECTED OUTCOMES: THE ACTIVITIES WILL PROVIDE A SUITE OF DELIVERABLES DESIGNED TO INFORM TECHNOLOGY, EDUCATION, AND SUPPLY CHAIN INTERESTS. THE CONGRESSIONAL BRIEFING, WHITE PAPERS, TECHNICAL PUBLICATIONS, PUBLIC COMMUNICATIONS, AND K-12 INTERACTIONS WILL CULMINATE IN A FORMAL ROADMAPPING REPORT THAT WILL SIGNIFICANTLY ACCELERATE TECHNOLOGICAL CAPABILITIES AND SERVE AS A CATALYST FOR AN IN-SPACE MANUFACTURING INITIATIVE THAT WILL STRENGTHEN THE NATION'S LEADERSHIP IN SPACE, ECONOMIC GROWTH, AND NATIONAL DEFENSE. INTENDED BENEFICIARIES: TECHNOLOGY, EDUCATION, AND SUPPLY CHAIN PROVIDERS WILL BENEFIT FROM A ROADMAP THAT WILL SERVE AS A CATALYST WILL OPEN UP OPPORTUNITIES TO MANUFACTURING IN SPACE WILL AT THE SAME TIME STRENGTHEN THE NATION'S LEADERSHIP IN SPACE, ECONOMIC GROWN, AND NATIONAL DEFENSE. SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO SUPPORT THE ACTIVITIES ASSOCIATED COSTS ASSOCIATED WITH HOSTING ONE OF THE WORKSHOPS AT ITS ACADEMIC PARTNER'S SITE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_70NANB22H043_1341"}, {"internal_id": 148295478, "Award ID": "70NANB22H042", "Award Amount": 299109.69, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-29", "CFDA Number": "11.619", "Description": "TITLE: QUANTUM TECHNOLOGY MANUFACTURING ROADMAP PURPOSE: THIS ROADMAP EFFORT WILL IDENTIFY PRE-COMPETITIVE DEVELOPMENT WORK AND SUPPLY CHAIN GAPS THAT WILL HELP MAINTAIN U.S. DOMINANCE IN QUANTUM-RELATED FIELDS, WHILE BENEFITING SEVERAL QUANTUM TECHNOLOGY APPLICATION AREAS. THE PROPOSED EFFORT IS THE FIRST OF ITS KIND AND WILL CULMINATE IN A QUANTUM TECHNOLOGY MANUFACTURING ROADMAP. ACTIVITIES TO BE PERFORMED: THE PROJECT TEAM WILL ENGAGE IN OUTREACH TO RELEVANT STAKEHOLDERS VIA VIRTUAL (AND HYBRID) MEETINGS TO GET MORE COMMUNITY PARTICIPATION THROUGHOUT THE ROADMAPPING PROCESS. THE ROADMAPPING PROCESS WILL PRODUCE REPORTS THAT PROVIDE DETAILS ON THE ROADMAP DEVELOPMENT METHODOLOGY, IDENTIFY CRITICAL TECHNOLOGY GAPS FACING THE QUANTUM INDUSTRY, DOCUMENT THE GAPS BETWEEN CURRENT TECHNOLOGY AND THE NEEDS OF THE QUANTUM SECTOR. THE FINAL REPORT WILL BE THE QUANTUM TECHNOLOGY MANUFACTURING ROADMAP, WHICH WILL OFFER A DETAILED ANALYSIS OF VARIOUS TECHNOLOGY OR MANUFACTURING GAPS AND, TO THE EXTENT POSSIBLE, ESTIMATES OR RECOMMENDATIONS FOR WHAT MIGHT BE NEEDED TO CLOSE ANY GAPS AND THE TIMEFRAME FOR DOING SO.   EXPECTED OUTCOMES: THE QUANTUM TECHNOLOGY MANUFACTURING ROADMAP WILL OFFER GUIDANCE TO THE BROADER COMMUNITY ON WAYS TO ACCELERATE PROGRESS AND GROWTH IN THE QUANTUM SECTOR. ITS RECOMMENDATIONS WILL ALLOW SUPPLIERS TO IDENTIFY OPPORTUNITIES FOR GROWTH AND PROVIDE INFORMATION THAT MOTIVATES INDUSTRY SEGMENT LEADERS TO COORDINATE DEVELOPMENT EFFORTS. IN ADDITION, IT WILL PROVIDE INSIGHTS THAT GIVE OUTSIDE STAKEHOLDERS, SUCH AS PRIVATE INVESTORS OR ENTREPRENEURS, A SENSE OF THE VALUE IN CLOSING THE TECHNOLOGY GAPS FACING THE QUANTUM INDUSTRY.   INTENDED BENEFICIARIES: THE NASCENT QUANTUM INDUSTRY WILL BENEFIT FROM A ROADMAP THAT DESCRIBES SUPPLY CHAIN OR MANUFACTURING GAPS BETWEEN CURRENT TECHNOLOGY AND THE NEEDS OF THE QUANTUM SECTOR AND TIMEFRAMES THAT CAN PUSH THE ENTIRE SECTOR FORWARD, ULTIMATELY BENEFITING THE U.S.?S OVERALL COMPETITIVENESS IN THIS SPACE. SUPPLY CHAIN INVESTORS WILL BE ABLE TO BETTER IDENTIFY OPPORTUNITIES FOR GROWTH, AND THE ROADMAP WILL OFFER INFORMATION THAT MOTIVATES INDUSTRY SEGMENT LEADERS TO COORDINATE DEVELOPMENT EFFORTS.  GIVEN THE POTENTIAL IMPORTANCE OF QUANTUM TECHNOLOGY TO U.S. COMPETITIVENESS AND NATIONAL SECURITY, THE ROADMAP WILL PROVIDE STAKEHOLDERS WITH THE INFORMATION NEEDED TO ACCELERATE THE DEVELOPMENT OF QUANTUM TECHNOLOGY TO SECURE THE UNITED STATES INTERESTS. SUBRECIPIENT ACTIVITIES: THERE ARE NO SUBRECIPIENTS FOR THIS PROJECT; HOWEVER, THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR A CONTRACT FOR A CONSULTANT WHO WILL SUPPORT THE ROADMAPPING ACTIVITIES INCLUDING FORMATION OF THE KEY ELEMENTS AND STRUCTURE OF THE MANUFACTURING ROADMAP PROCESS, TEAM INTERACTIONS, CONTENT CREATION, AND ROADMAP DISSEMINATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a43aff3e-a570-0cb9-f0e5-3f0b2cc7d6e9-C", "generated_internal_id": "ASST_NON_70NANB22H042_1341"}, {"internal_id": 147586214, "Award ID": "70NANB22H041", "Award Amount": 296155.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-30", "CFDA Number": "11.619", "Description": "TITLE: FREEZE-THAW AND ASEPTIC DRYING TECHNOLOGY ROADMAP FOR PHARMA/BIOTECH MANUFACTURING PURPOSE STATEMENT:  THIS PROJECT WILL SUPPORT THE AMTECH-FUNDED LYOHUB CONSORTIUM IN EXPANDING THEIR EXISTING TECHNOLOGY ROADMAP, PUBLISHED IN 2017, TO INCLUDE NOVEL DRYING TECHNOLOGIES AND APPLICATIONS FOR EMERGING CLASSES OF THERAPEUTICS TO THE PHARMACEUTICAL INDUSTRY.  ACTIVITIES TO BE PERFORMED:  THE LEAD ORGANIZATION WILL CONVENE THREE WORKSHOPS WITH INDUSTRY MEMBERS REPRESENTING THE BROADER FREEZE-THAW AND ASEPTIC DRYING VALUE CHAIN ALONG WITH REPRESENTATIVES FROM GOVERNMENT, ACADEMIA AND ALIGNED PROFESSIONAL SOCIETIES FOR A PROFESSIONALLY FACILITATED ROADMAPPING EXERCISE.   THE LYOHUB 2.0 ROADMAP WILL BE PUBLISHED AND POSTED ON THE CONSORTIUM WEBSITE FOR FREE PUBLIC ACCESS AND PUBLISHED IN A SERIES OF TECHNICAL ARTICLES IN OPEN ACCESS JOURNALS.    EXPECTED OUTCOMES: THE LYOHUB 2.0 ROADMAP WILL STRENGTHEN ASEPTIC DRYING CAPABILITIES AND CAPACITY OF THE PHARMACEUTICAL INDUSTRY BY EXPANDING THE TECHNOLOGY SCOPE AND APPLICATIONS OF THE EXISTING ROADMAP.  THESE EFFORTS WILL POSITION THE LYOHUB CONSORTIUM POST-AWARD IN BUILDING PARTNERSHIPS AND INFRASTRUCTURE TO IMPLEMENT ROADMAP TECHNICAL AND WORKFORCE DEVELOPMENT OBJECTIVES WITHIN A PLANNED SHARED-USE MODULAR RESEARCH AND TRAINING FACILITY.  INTENDED BENEFICIARIES: THE PROJECT OUTCOMES WILL BENEFIT THE U.S. TECHNOLOGY DEVELOPERS AND SUPPLIERS FOR ASEPTIC DRYING TECHNOLOGIES, AND ULTIMATELY THE PHARMACEUTICAL END USER OF THIS TECHNOLOGY. SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR ONE CONTRACT TO PROVIDE FACILITATION, PREPARATION, AND PLANNING FOR THE ROADMAP WORKSHOPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_70NANB22H041_1341"}, {"internal_id": 147586209, "Award ID": "70NANB22H040", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-30", "CFDA Number": "11.619", "Description": "TITLE: DEVELOPING A ROADMAP TO STRENGTHEN THE US MANUFACTURING SUPPLY CHAIN VIA THE DIGITAL THREAD PURPOSE STATEMENT: THE GOAL OF THIS WORK IS TO DEVELOP A TECHNOLOGY ROADMAP TO IMPROVE THE RESILIENCE AND CAPACITY OF THE US MANUFACTURING SUPPLY CHAIN THROUGH THE DIGITAL THREAD. STAKEHOLDERS WILL IDENTIFY CRITICAL WEAKNESSES AND GAPS IN DIGITAL THREAD TECHNOLOGY TO DEVELOP A TANGIBLE, ACTIONABLE, INDUSTRY-DRIVEN DOCUMENT THAT WILL GUIDE RESEARCH AND ENABLE EFFECTIVE ADOPTION OF DIGITAL THREAD TECHNOLOGY THROUGHOUT THE EXTENDED SUPPLY CHAIN.  ACTIVITIES TO BE PERFORMED: ACTIVITIES INCLUDE CONDUCTING INTERVIEWS, PERFORMING SITE VISITS, HOSTING AND FACILITATING COLLABORATIVE WORK SESSIONS, CARRYING OUT SUBSTANTIVE LITERATURE REVIEWS, PRESENTATIONS BY PROJECT PARTICIPANTS AND EXTERNAL SUBJECT MATTER EXPERTS, AND CONDUCTING SURVEYS INCORPORATING THE DELPHI TECHNIQUE, WHICH WILL ALSO INCLUDE SUBJECT MATTER EXPERTS WHO MAY NOT BE OTHERWISE PARTICIPATING ACTIVELY IN THE ROADMAPPING EFFORT. THE WORK WILL INCLUDE COLLABORATIVE IDEATION, CRITICAL DESIGN THINKING, ROADMAPPING, AND CONSENSUS BUILDING ACTIVITIES THROUGHOUT THE PROJECT. THIS PROJECT WILL CULMINATE IN THE RELEASE OF A WELL-DEFINED ROADMAP IDENTIFYING KEY OBJECTIVES AND CHALLENGES, MAPPING THE TECHNOLOGY GAPS AND PATHWAYS TO ADDRESS EACH, AND RECOMMENDING APPROACHES TO HAVE A LASTING IMPACT.  EXPECTED OUTCOMES: THE TECHNOLOGY ROADMAP PROPOSED, WHEN IMPLEMENTED, WILL ENABLE US MANUFACTURERS TO IMPROVE OPERATIONAL EFFICIENCY AND EFFECTIVENESS, PRODUCE HIGHER QUALITY GOODS, RAPIDLY IDENTIFY SUPPLY-CHAIN DISRUPTIONS AND QUALITY ISSUES, AND EXPAND REVENUE OPPORTUNITIES BY IDENTIFYING CHALLENGES AND INITIATING A STRATEGY TO ADDRESS IMPEDIMENTS TO ADOPTION AND RAPID IMPLEMENTATION OF DIGITAL THREAD TECHNOLOGIES. INTENDED BENEFICIARIES: U.S. MANUFACTURERS OF ALL SIZES, THEIR SUPPLY CHAINS, AND CONSUMERS WILL BENEFIT FROM A ROADMAP BRINGS TOGETHER INDUSTRY AND ACADEMIA TO IDENTIFY BARRIERS AND PRE-COMPETITIVE WORK THAT IS NEEDED TO STRENGTHENING DIGITAL THREAD TECHNOLOGIES THAT MAKE EFFICIENT, EFFECTIVE, AND TIMELY USE OF THE DIGITAL INFORMATION COLLECTED AND EXCHANGED THROUGHOUT MANUFACTURING SUPPLY CHAINS AND DIGITAL SUPPLY NETWORKS. SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO PROVIDE TECHNICAL SUBJECT MATTER EXPERTISE, ENGAGE SMALL-TO-MEDIUM MANUFACTURERS,  SUPPORT THE CORE ROADMAPPING ACTIVITY, IDENTIFY THE DIGITAL THREAD CHALLENGES INHERENT TO THE ADVANCED MANUFACTURING SUPPLY CHAIN ACROSS MULTIPLE INDUSTRIES AND CROSS-CUTTING TECHNOLOGIES INCLUDING SMMS, AGRICULTURE SECTOR, MANUFACTURING TECHNOLOGY COMPANIES, ORIGINAL EQUIPMENT MANUFACTURERS, PUBLIC HEALTH AND BIOLOGICAL PREPAREDNESS ECOSYSTEM, AND DEFENSE AND TRANSPORTATION INDUSTRIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c914be92-9393-0b44-511f-51a2e3c0ab16-C", "generated_internal_id": "ASST_NON_70NANB22H040_1341"}, {"internal_id": 147586215, "Award ID": "70NANB22H039", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-30", "CFDA Number": "11.619", "Description": "TITLE: MICROELECTRONIC AND ADVANCED PACKAGING TECHNOLOGY (MAPT) ROADMAP DEVELOPMENT PURPOSE STATEMENT:  THE PROJECT WILL ACCELERATE U.S. LEADERSHIP IN SEMICONDUCTORS BY ROADMAPPING NEEDS ACROSS THE FULL VALUE CHAIN FOR ADVANCED PACKAGING TECHNOLOGIES AND WORKFORCE DEVELOPMENT TO SUPPORT EMERGING MICROELECTRONICS APPLICATIONS.   ACTIVITIES TO BE PERFORMED:  THE PROJECT TEAM WILL FORM A CONSORTIUM TO IDENTIFY EMERGING APPLICATIONS AT THE CONVERGENCE OF SEMICONDUCTORS AND MICROELECTRONICS AND ASSOCIATED ADVANCED PACKAGING TECHNOLOGY NEEDS.  THE PROPOSERS WILL CREATE A ROADMAP EXECUTIVE COMMITTEE TO COORDINATE THE ACTIVITIES OF APPLICATION WORKING GROUPS AND TECHNICAL WORKING GROUPS WHO WILL DEVELOP THE CONTENT FOR THE ROADMAP THROUGH PRIMARILY VIRTUAL CONFERENCING.  THE CONSORTIUM WILL HOLD AN IN-PERSON 1.5-DAY CONFERENCE AT THE END OF THE FIRST YEAR OF ACTIVITIES TO ENSURE THE BROADER STAKEHOLDER COMMUNITY WILL HAVE SUFFICIENT INPUT INTO THE FINAL PUBLISHED ROADMAP.      EXPECTED OUTCOMES:  THE PROJECT DELIVERABLE WILL BE A CLEAR, ACTIONABLE AND WIDELY DISSEMINATED ROADMAP TO GUIDE TECHNOLOGY AND WORKFORCE DEVELOPMENT INVESTMENTS IN SEMICONDUCTOR ADVANCED PACKAGING TO SUPPORT U.S. COMPETITIVENESS.  THE PROPOSERS ANTICIPATE THAT THE CONSORTIUM CONVENED WILL FOSTER PARTNERSHIPS ACROSS A DIVERSITY OF ORGANIZATIONS AND GEOGRAPHIES THAT WILL STIMULATE THE GROWTH OF THE U.S. ADVANCED PACKAGING ECOSYSTEM ACROSS THE SUPPLY CHAIN. INTENDED BENEFICIARIES: INTENDED BENEFICIARIES OF THE PROJECT OUTCOMES ARE THE DOMESTIC STAKEHOLDERS IN THE SEMICONDUCTOR ADVANCED PACKAGING AND MICROELECTRONICS INDUSTRY SECTORS. SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO SUPPORT THE CONTRACTS FOR TARGETED TECHNOLOGY ASSESSMENTS AND MEETING SUPPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3cb814e-aef6-e398-d71d-09f948688f85-C", "generated_internal_id": "ASST_NON_70NANB22H039_1341"}, {"internal_id": 147586211, "Award ID": "70NANB22H038", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-30", "CFDA Number": "11.619", "Description": "TITLE: A MANUFACTURING ROADMAP FOR HETEROGENEOUS INTEGRATION AND ELECTRONICS PACKAGING (MRHIEP) PURPOSE STATEMENT:  THE PROJECT WILL BRING TOGETHER LEADERS IN THE MICROELECTRONIC SUPPLY CHAIN TO PRODUCE A ROADMAP FOR ADVANCING THE NATION'S CAPABILITIES AND COMPETITIVENESS IN HETEROGENEOUS INTEGRATION AND ADVANCED PACKAGING TECHNOLOGIES.   ACTIVITIES TO BE PERFORMED:  THE PROJECT TEAM WILL USE A KICK-OFF WORKSHOP TO FORM TECHNOLOGY WORKING GROUPS WHICH WILL THEN DEVELOP ROADMAP CONTENT.  THE ROADMAP WILL INCLUDE RECOMMENDATIONS FOR MANUFACTURING DEVELOPMENT INFRASTRUCTURE, PATHWAYS FOR MANUFACTURING STANDARDS, WORKFORCE DEVELOPMENT AND SUSTAINABILITY, MANUFACTURING SUSTAINABILITY, AND EQUITABLE MANUFACTURING INFRASTRUCTURE.  THE ROADMAP WILL BE DISSEMINATED THROUGH CONFERENCE PRESENTATIONS.   EXPECTED OUTCOMES:  THE PROPOSAL WILL BUILD ON THE EXISTING HETEROGENEOUS INTEGRATION ROADMAP TO PRODUCE AN ACTIONABLE MANUFACTURING BLUEPRINT FOR SCALING THESE ADVANCED PACKAGING TECHNOLOGIES AND THE DEVELOPING THE WORKFORCE NEEDED FOR U.S. PRODUCTION. INTENDED BENEFICIARIES: THE PROJECT OUTCOMES WILL BENEFIT THE ORGANIZATIONS IN THE VALUE CHAIN FOR SEMICONDUCTOR MANUFACTURING, INCLUDING ACADEMIC RESEARCHERS, SMALL AND LARGE DOMESTIC INDUSTRY MEMBERS, AND FEDERAL AGENCIES SEEKING TO DEVELOP THESE CAPABILITIES. SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO SUPPORT DEVELOPMENT OF RECOMMENDATIONS FOR MANUFACTURING DEVELOPMENT INFRASTRUCTURE; IDENTIFY PATHWAYS FOR PUBLICATION OF RELEVANT MANUFACTURING STANDARDS; DEVELOP RECOMMENDATIONS FOR WORKFORCE DEVELOPMENT INCLUDING IDENTIFYING NECESSARY CURRICULA, TRAINING, AND DEVELOPMENT AREAS; AND PROVIDE RECOMMENDATIONS FOR ENVIRONMENT, HEALTH, AND SAFETY AND SUSTAINABILITY ASSESSMENTS OF PRIORITIZED TECHNOLOGIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3231cda5-201a-6da0-de9e-e9810a848983-C", "generated_internal_id": "ASST_NON_70NANB22H038_1341"}, {"internal_id": 146697898, "Award ID": "70NANB22H017", "Award Amount": 4075202.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "11.619", "Description": "TITLE: DISTRIBUTED MANUFACTURING OF ANTIGEN FOR SEROLOGICAL TESTING & COUNTERMEASURES? PURPOSE: THE PURPOSE OF THIS PROJECT IS TO DEVELOP TECHNOLOGIES CURRENTLY AT PROOF-OF-CONCEPT STAGE FOR AGILE AND DISTRIBUTED MANUFACTURING OF CORONAVIRUS FAMILY SPIKE PROTEIN VARIANTS BY DEPLOYING EASILY SCALABLE PROTEIN EXPRESSION SYSTEMS.  ACTIVITIES TO BE PERFORMED: THE PROJECT TEAM WILL DEVELOP METHODS TO RAPIDLY SCREEN SARS-COV-2 ANTIGENS THAT BIND TO PATIENT SERA AND/OR ANTIBODIES THAT TARGET DIFFERENT VIRAL PROTEINS; IDENTIFY PRODUCTION PLATFORMS THAT CAN MOST EFFICIENTLY PRODUCE THE TARGET ANTIGENS THAT MEET QUALITY SPECIFICATIONS AT A SPEED, SCALE, AND COST THAT IS NOT ACHIEVABLE WITH CURRENT ANTIGEN PRODUCTION PROCESSES; CONDUCT RESEARCH TO UNDERSTAND HOW THE CHOICE OF HOST-CELL PRODUCTION PLATFORM IMPACTS FUNCTIONALITY OF THE ANTIGENS PRODUCED; AND DEVELOP CAPABILITIES FOR SCALEUP AND POST-PRODUCTION MODIFICATION OF GLYCOFORMS ON PURIFIED ANTIGENS; AND PROVIDE A TECHNO-ECONOMIC ASSESSMENT OF PROMISING PRODUCTION PLATFORMS. EXPECTED OUTCOMES: THIS RESEARCH WILL ENABLE AGILE DOMESTIC BIOMANUFACTURING OF REAGENTS FOR CORONAVIRUS RESEARCH AND DIAGNOSTICS, DEVELOP NOVEL PRODUCTION TECHNOLOGIES THAT ENHANCE U.S. BIOINDUSTRIAL COMPETITIVENESS, DE-RISK INVESTMENT IN ANTIGEN PRODUCTION INFRASTRUCTURE, AND EXPAND THE BIOMANUFACTURING WORKFORCE. BY ESTABLISHING METHODS FOR RAPID, DISTRIBUTED ANTIGEN PRODUCTION, THIS PROJECT WILL SIGNIFICANTLY SPEED DISTRIBUTED PRODUCTION AND DEPLOYMENT OF REAGENTS FOR DIAGNOSTICS AND COUNTERMEASURES IN RESPONSE TO ANY NEW DISEASE OUTBREAK. INTENDED BENEFICIARIES: AS NEW CORONAVIRUSES AND VARIANTS ARISE, HEALTHCARE RESEARCHERS WILL BENEFIT BY HAVING THE ABILITY TO QUICKLY DESIGN AND PRODUCE ANTIGENS NEEDED TO ACCELERATE DIAGNOSTICS AND COUNTERMEASURE DEVELOPMENT. THE PUBLIC WILL BENEFIT THROUGH FASTER RESPONSES TO FUTURE PANDEMICS, AND THE NATION WILL BENEFIT MORE BROADLY BY THE INCREASED CAPABILITIES OF THE U.S. BIOINDUSTRIAL SECTOR. SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO ACADEMIC PARTNERS TO CONDUCT RESEARCH FOR ANTIGEN DISCOVERY, STANDARDIZED CLONING, PRODUCTION OF ANTIGENS IN DIFFERENT HOST CELLS, AND CHARACTERIZATION AND ?GLYCO-TAILORING? OF THE TARGET ANTIGENS PRODUCED.  THE RECIPIENT WILL ALSO SUBAWARD FUNDS FOR AND TECHNO-ECONOMIC ANALYSIS FOR THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": 4075202.0, "Infrastructure Obligations": null, "recipient_id": "ebcce2d3-7497-0dab-cde9-3054d5aa76d7-R", "generated_internal_id": "ASST_NON_70NANB22H017_1341"}, {"internal_id": 146697900, "Award ID": "70NANB22H016", "Award Amount": 4729690.53, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "11.619", "Description": "TITLE: DOMESTIC SUPPLY CHAIN FOR VACCINE MANUFACTURINGPURPOSE: THE PURPOSE OF THIS GRANT IS TO DEVELOP AND DEMONSTRATE PILOT SCALE MANUFACTURING OF VACCINE ADJUVANTS FROM SUSTAINABLE DOMESTIC SOURCES, THROUGH MICROBIAL FERMENTATION PROCESSES OR EXTRACTION FROM EASILY GROWN DOMESTIC PLANTS.ACTIVITIES TO BE PERFORMED: THE PROJECT TEAM WILL BUILD PILOT- AND INTERMEDIATE-SCALE PRODUCTION OF SUSTAINABLE SQUALENE AND DEVELOP MICROBIAL SYNTHESIS OF PLANT SAPONINS FOR USE AS VACCINE ADJUVANTS.EXPECTED OUTCOMES: SUCCESSFUL COMPLETION OF THESE PROJECTS WILL RESOLVE SPECIFIC SUPPLY CHAIN ISSUES FOR CRITICAL VACCINE COMPONENTS.  THE RESEARCH WILL IDENTIFY SUSTAINABLE DOMESTIC SOURCES OF VACCINE ADJUVANTS THAT PROVIDE A LONG-TERM SOLUTION TO REPLACING CURRENT ADJUVANTS THAT CURRENTLY ARE PRODUCED FROM ECOLOGICALLY UNFRIENDLY AND GEOPOLITICALLY UNSTABLE FOREIGN SOURCING. INTENDED BENEFICIARIES: VACCINE MANUFACTURERS WILL BENEFIT BY HAVING MORE ROBUST ADJUVANT SUPPLY CHAINS FOR VACCINE PRODUCTION. THE EMERGING U.S. BIOINDUSTRIAL SECTOR WILL BENEFIT BY DEVELOPING A HIGH-QUALITY AND DOMESTIC ALTERNATIVE FOR RAW MATERIAL VALUED BY VACCINE MANUFACTURERS AND THROUGH GAINING GREATER INSIGHT INTO REAL-WORLD INDUSTRIAL APPLICATIONS AND MARKETS. THE U.S. PUBLIC WILL BENEFIT BY HAVING MORE SECURE DOMESTIC SUPPLY CHAINS FOR VACCINES.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO SCALE UP FERMENTATION AND DOWNSTREAM PURIFICATION UNIT OPERATIONS, HARVEST PURIFIED SAPONIN FROM DOMESTIC QUILLAJA SAPONINS TREES, AND PRODUCE ADJUVANT MATERIAL FOR THIS RESEARCH PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": 4729690.53, "Infrastructure Obligations": null, "recipient_id": "ebcce2d3-7497-0dab-cde9-3054d5aa76d7-R", "generated_internal_id": "ASST_NON_70NANB22H016_1341"}, {"internal_id": 146697901, "Award ID": "70NANB22H015", "Award Amount": 4974630.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "11.619", "Description": "TITLE: AIM PHOTONICS POINT OF CARE SENSORS FOR CORONAVIRUS RESPONSEPURPOSE: THE PURPOSE OF THIS GRANT IS TO DEVELOP THE TECHNOLOGY TO MAKE INEXPENSIVE, DISPOSABLE PHOTONIC TEST CARDS AND A PORTABLE LOW-COST ASSAY READER ABLE TO DETECT THE HUMAN RESPONSE TO MULTIPLE VIRAL PATHOGENS IN THE CORONAVIRUS FAMILY. ACTIVITIES TO BE PERFORMED: THE PROJECT TEAM WILL DEVELOP ASSAYS AND A POINT-OF-CARE READER FOR PHOTONIC ASSAYS THAT CAN TEST FOR SARS-COV-2 AND VARIANTS PREDICTIVE OF SEVERE DISEASE.  THE TEAM WILL DEVELOP AND TEST WAVEGUIDE-ENHANCED RAMAN SPECTROSCOPY (WERS) BASED ASSAYS FOR SMALL-MOLECULE MARKERS OF INFECTION; ASSESS AND DEVELOP PROCESSES TO INCREASE UNIFORMITY IN SENSOR FABRICATION PROCESSES; DEVELOP METHODS FOR PRODUCING PASSIVE MICROFLUIDICS SUITABLE FOR THIS APPLICATION; AND ENGAGE WITH CLINICIANS AND COMMUNITY ORGANIZATIONS IN UNDERSERVED COMMUNITIES TO ENSURE TARGETED SOLUTIONS ARE DEVELOPED IN A MANNER CONSISTENT WITH THEIR NEEDS.EXPECTED OUTCOMES: THIS RESEARCH WILL EXTEND THE APPLICATIONS OF PHOTONICS-BASED SENSORS INTO THE HEALTHCARE FIELD TO PROVIDE LESS RESOURCE INTENSIVE CORONAVIRUS SCREENING OPTIONS TO ASSIST IN DETERMINING WHICH PATIENTS ARE MOST AT RISK OF SEVERE OUTCOMES.  THIS PROJECT WILL ALSO ADVANCE THE DISPOSABLE PHOTONICS SENSOR PLATFORMS FOR OTHER APPLICATIONS.  INTENDED BENEFICIARIES: DOCTOR?S OFFICES, RURAL CLINICS, AND RESOURCE-LIMITED ENVIRONMENTS WILL BENEFIT FROM ADVANCED PHOTONICS SENSOR TECHNOLOGY THAT WILL ALLOW FOR POINT-OF-CARE DIAGNOSTICS THAT DO NOT NEED FOR EXPENSIVE EQUIPMENT AND SPECIALIZED EXPERTISE TO DETECT VIRAL PATHOGENS.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS FOR DESIGN, FABRICATION AND TESTING OF THE PHOTONICS SENSOR COMPONENTS AND DEVELOP A PROTOTYPE POINT-OF-CARE (POC) PHOTONIC READER FOR DISPOSABLE PHOTONICS ASSAYS FOR ANTIBODIES TO CORONAVIRUS VARIANTS AND OTHER BIOMARKERS OF INFECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 4974630.0, "Infrastructure Obligations": null, "recipient_id": "70cf3904-36de-56c2-eb77-5ab932e826e0-C", "generated_internal_id": "ASST_NON_70NANB22H015_1341"}, {"internal_id": 146697902, "Award ID": "70NANB22H014", "Award Amount": 3021989.66, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "11.619", "Description": "TITLE: NCDMM ADDITIVE MANUFACTURING (AM) OF NONWOVEN MATERIALS FOR RPPE (28NCDMM21) (AKA ADDITIVE MANUFACTURING OF NONWOVEN MATERIALS FOR RESPIRATORY PERSONAL PROTECTIVE EQUIPMENT (RPPE))PURPOSE: THE PURPOSE OF THIS GRANT IS TO DEMONSTRATE THE SUITABILITY OF MORE EASILY MANUFACTURED NONWOVEN FILTER MATERIAL TO MEET THE N95-LEVEL NATIONAL INSTITUTE OF OCCUPATIONAL SAFETY AND HEALTH (NIOSH) SPECIFICATIONS, AND BUILD A PILOT MANUFACTURING LINE TO TRAIN SKILLED WORKERS AND SCALE MANUFACTURING OF NON-WOVEN SURGICAL MASKS AND FLAT N95 RESPIRATORS. ACTIVITIES TO BE PERFORMED: THE PROJECT TEAM WILL DEMONSTRATE THE FEASIBILITY OF THE N95-LEVEL NONWOVEN FILTER MATERIAL TO MEET NIOSH SPECIFICATIONS 42 CFR PART 84 (RESPIRATORY PROTECTIVE DEVICES); AND MANUFACTURE RESPIRATORY PERSONAL PROTECTIVE EQUIPMENT (RPPE) PROTOTYPES USING A LINEAR NONWOVEN ADDITIVE MANUFACTURE MACHINE THAT MEETS FOOD AND DRUG ADMINISTRATION (FDA) REQUIREMENTS.EXPECTED OUTCOMES: THE PROJECT WILL ENABLE NEW NONWOVEN FIBER MATERIALS AND DESIGNS AND SUPPORT PROTOTYPE AND HIGH-VOLUME FABRICATION OF INNOVATIVE RESPIRATORY PERSONAL PROTECTIVE EQUIPMENT (RPPES). THE PROJECT OUTCOMES WILL REMOVE A KEY BARRIER IN RESPIRATORY PERSONAL PROTECTIVE EQUIPMENT NONWOVEN PRODUCTION BY CREATING A MODULAR SYSTEM, REDUCING THE NEED FOR SPECIALIZED PRODUCTION EQUIPMENT THAT CANNOT BE EASILY SCALED. INTENDED BENEFICIARIES: HEALTHCARE WORKERS AND THE GENERAL PUBLIC WILL BENEFIT FROM READILY AVAILABLE AND HIGH-QUALITY NEXT-GENERATION SURGICAL MASKS AND FLAT N95 RESPIRATORS THAT ARE MORE BREATHABLE.  THE MODULAR AND DEPLOYABLE MANUFACTURING SYSTEM WILL ENABLE THE LOCAL DISTRIBUTED PRODUCTION TO REDUCE RESPONSE-TO-NEED TIME AND ALLOW THE STATE GOVERNMENT AND REGIONAL HEALTHCARE SYSTEM TO RAPIDLY ESTABLISH PRODUCTION CAPABILITY IN CRISIS SITUATIONS. LOCAL RESIDENTS WILL BENEFIT FROM THE WORKFORCE DEVELOPMENT COMPONENT OF THIS PROJECT ON THE MANUFACTURING PILOT LINE. SMALL BUSINESSES WILL BENEFIT FROM WORKERS SKILLED IN WORKING WITH ADVANCED NONWOVEN MATERIAL AND RPPE MANUFACTURING.  SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO ASSIST WITH PROGRAM MANAGEMENT, DESIGN OF ADDITIVE MANUFACTURING HEAD, RESEARCH INTO THE ADDITIVE MANUFACTURING OF NONWOVEN MATERIALS, WORKFORCE TRAINING MODULES, AND EXPERTISE OF POLYMER AND MELT-BLOWN MACHINES AND PROCESSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": 3021989.66, "Infrastructure Obligations": null, "recipient_id": "f2e62bcc-2441-9ccf-93fe-128b125edd52-C", "generated_internal_id": "ASST_NON_70NANB22H014_1341"}, {"internal_id": 146697903, "Award ID": "70NANB22H013", "Award Amount": 2369302.96, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "11.619", "Description": "TITLE: LOCAL HEALTH ALERT SYSTEM (LHAS): CLOSING THE LOOP FROM SUPPLY CHAINS TO PUBLIC HEALTH TO PREVENT DISEASE AND BOLSTER SUPPLY CHAIN RESILIENCYPURPOSE: THE PURPOSE OF THIS GRANT IS TO DEVELOP A PRIVACY-PROTECTING CONTACT TRACING MOBILE APPLICATION THAT LEVERAGES PRIVACY BLOCKCHAIN TECHNOLOGIES AND IS COMPATIBLE WITH INCENTIVES OFFERINGS TO DEVELOP A LOCALIZED HEALTH ALERT SYSTEM THAT WILL HELP PREDICT AND MITIGATE PANDEMIC SUPPLY CHAIN SURGE DEMANDS. ACTIVITIES TO BE PERFORMED: THE PROJECT TEAM WILL DEVELOP THE TECHNICAL ARCHITECTURE, INCLUDING BLOCKCHAIN IMPLEMENTATION, SOFTWARE DEVELOPMENT, MOBILE APPLICATION DESIGN AND DEVELOPMENT, AND CLOUD INTEGRATION FOR THE LOCALIZED HEALTH ALERT SYSTEM PILOTED. THE PROJECT TEAM WILL ALSO CONDUCT RESEARCH AND DEVELOPMENT FOR DISTRIBUTED IDENTIFIERS AND VERIFIABLE CREDENTIALS, DEVELOP ECONOMIC INCENTIVES MODELS AND FIELD TEST MULTI-PHASE FUNDING MODELS AND MARKET MECHANISMS. THE PROJECT TEAM WILL ENGAGE INDUSTRY TO SUPPORT IMPLEMENTATION OF THE TECHNOLOGY AFTER THE APPLICATION IS DEVELOPED AND DEVELOP ARCHITECTURES FOR INTEGRATION WITH WEARABLE TECHNOLOGIES.EXPECTED OUTCOMES: THIS PROJECT SHOULD ADVANCE PASSIVE CONTACT TRACING TECHNOLOGY THAT PROTECTS PRIVACY OF THE PARTICIPANTS. DATA GATHERED USING THE TECHNOLOGY WILL CLOSE THE LOOP BETWEEN DISEASE DETECTION AND SUPPLY CHAIN DEMAND ESTIMATES, TRANSLATING REAL TIME PUBLIC HEALTH INDICATORS INTO FUTURE PRODUCT DEMAND SIGNALS FOR PERSONAL PROTECTIVE EQUIPMENT (PPE) AND TESTING SUPPLIES AND INCREASE ACCURACY IN PREDICTING LOCAL SUPPLY CHAIN NEEDS AND SURGES.   INTENDED BENEFICIARIES: MANUFACTURERS AND REGIONAL HEALTHCARE SYSTEMS WILL BENEFIT BY LINKING DATA FROM DISEASE DETECTION WITH REGIONAL SUPPLY CHAIN DEMAND ESTIMATES, ENSURING GREATER AGILITY IN SHIFTING SUPPLIES TO POINTS OF EMERGING NEED DURING CORONAVIRUS OUTBREAKS. SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO BRING INDUSTRY LEADING TECHNOLOGIES AND PERSONNEL ON BLOCKCHAIN TECHNOLOGY, INCENTIVE MODELING, AND PUBLIC HEALTH EXPERTISE AND VALUABLE POTENTIAL DOWNSTREAM PARTNERSHIPS TOGETHER TO WORK ON THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": 2369302.96, "Infrastructure Obligations": null, "recipient_id": "aa5c9f27-310d-040d-aff6-524de5a093f4-C", "generated_internal_id": "ASST_NON_70NANB22H013_1341"}, {"internal_id": 146697904, "Award ID": "70NANB22H012", "Award Amount": 4895708.8, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "11.619", "Description": "TITLE: ROBOTICS AND AUTOMATION DECISION FRAMEWORK FOR AGILITY AND RESILIENCE (RADAR)PURPOSE: THIS PROJECT WILL DEVELOP A DECISION FRAMEWORK FOR DETERMINING THE IMPACT OF DEPLOYING ROBOTICS AND AUTOMATION INTO MANUFACTURING PROCESSES IN PREPARATION FOR GREATER SITUATIONAL AWARENESS AND PREPARATION FOR CRISIS RESPONSE TO SUPPLY CHAIN DISRUPTIONS. ACTIVITIES TO BE PERFORMED: THE PROJECT TEAM WILL DEVELOP A FRAMEWORK WITH A REPRESENTATIVE DATASET OF EASILY INTERPRETABLE COVID-19 SUPPLY CHAIN DATA, AN INTELLIGENCE DASHBOARD, MACRO- AND MICRO-SCALE MODELING TOOLS, AND A MANUFACTURING PILOT LINE THAT INTEGRATES THESE TOOLS WITH PHYSICAL ROBOTS AND SENSORS TO TEST DIFFERENT SCENARIOS.EXPECTED OUTCOMES: THE DECISION FRAMEWORK PRODUCED WILL IDENTIFY CONDITIONS UNDER WHICH APPROPRIATE INTEGRATIVE HUMAN-MACHINE INTERFACES OFFER VALUE FOR MANUFACTURING FLEXIBILITY AND COMPETITIVENESS IN U.S. SUPPLY CHAINS RELATED TO COVID-19 RESPONSE. THE FRAMEWORK WILL GUIDE INVESTMENTS THROUGH ASSESSMENTS OF THE EFFECTIVENESS OF ROBOTICS TECHNOLOGIES TO IMPROVE SUPPLY CHAIN RESILIENCE AND FLEXIBILITY. INTENDED BENEFICIARIES: U.S. MANUFACTURERS, ESPECIALLY SMALL BUSINESSES, WILL SEE THE GREATEST BENEFIT FROM THE DECISION FRAMEWORK TOOL TO HELP DETERMINE THE RETURN ON INVESTMENT FOR IMPLEMENTING ROBOTICS AND AUTOMATION. BUSINESSES CAN ASSESS THE IMPACT OF AUTOMATION AND/OR ROBOTS TO REDUCE PRODUCT ASSEMBLY COSTS, TIME TO FIRST PRODUCT AFTER A CHANGEOVER IN PRODUCTION LINE, TIME TO STEADY-STATE PRODUCTION, AND IMPROVED YIELD RATES.  SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO MANAGE THE PARTNERS IN THE DEVELOPMENT AND IMPLEMENTATION OF THE ANALYSIS, MODELING, AND EXPERIMENTAL FRAMEWORK FOR THIS RESEARCH PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": 4895708.8, "Infrastructure Obligations": null, "recipient_id": "151aef71-3200-2f3d-5d54-775edc084cab-C", "generated_internal_id": "ASST_NON_70NANB22H012_1341"}, {"internal_id": 146697905, "Award ID": "70NANB22H011", "Award Amount": 3880343.91, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "11.619", "Description": "TITLE: RX PRODUCT MARKETPLACE ORCHESTRATOR: AN OPEN PRODUCT MARKETPLACE ORCHESTRATOR FOR RAPID-RESPONSE ACROSS (RX) HEALTH AND MEDICAL SUPPLY AND DEMAND CHAINSPURPOSE: THE PURPOSE OF THIS GRANT IS TO CREATE AN ONLINE PLATFORM THAT WILL SERVE AS AN OPEN PRODUCT MARKETPLACE TARGETED AT CONSUMERS AND MANUFACTURERS OF EMERGENCY GOODS (E.G., RESPIRATORS, VENTILATORS, AND FACE MASKS).  THE DIGITAL TOOL WILL SUPPORT RAPID MARKETPLACE EXCHANGES OF CRITICAL MATERIALS AND PRODUCTS DURING A PANDEMIC OR ANOTHER ADVERSE EVENT.  ACTIVITIES TO BE PERFORMED: THE PROJECT TEAM WILL DEVELOP THE ONLINE MARKETPLACE SYSTEM CAPABLE OF CENTRALIZED DISPATCH OF WORK ORDERS TO ALLOW PRODUCERS REAL-TIME FEEDBACK ON ORDER LIFETIME AND CONNECTION TO COURIER SERVICES (ORCHESTRATION INFRASTRUCTURE).  THE TEAM WILL DEVELOP SPECIFICATION EXTRACTION ALGORITHMS AND SUPPLY-DEMAND MATCHING ALGORITHMS TO ACCOMMODATE COMPONENT SPECIFICATION, AS WELL AS MANUFACTURING MODELS FOR PERFORMANCE EVALUATION.  THEY WILL ALSO DEVELOP USER COMMUNITY SUPPORT TRAINING FOR MARKETPLACE GROWTH AND SUSTAINMENT AND DEMONSTRATE VALUE WITH REAL-WORK USE CASES AND STUDENT-DEVISED BUSINESS-TO-CONSUMER USE CASES.EXPECTED OUTCOMES: THIS PROJECT WILL ENABLE AN ONLINE TOOL AT THE PROOF-OF-CONCEPT STAGE THAT SUPPORTS FLEXIBLE, SUSTAINABLE, AND RESILIENT SUPPLY AND DEMAND CHAINS USING AN OPEN, SERVICE-ORIENTED CLOUD-BASED PLATFORM.  AN ONLINE DIGITAL MARKETPLACE IS NEEDED TO RAPIDLY CONNECT THOSE IN NEED OF PRODUCTS WITH QUALIFIED MANUFACTURING AND SUPPLY CHAIN PARTNERS TO REDUCE THE TIME TO MARKET FOR CRITICAL PRODUCTS. INTENDED BENEFICIARIES: MANUFACTURERS WILL BENEFIT FROM IMPROVED ACCESSIBILITY TO THEIR PRODUCTS, SERVICES, AND MANUFACTURING RESOURCES FROM THIS ORCHESTRATION SERVICE PLATFORM, WHILE CONSUMERS WILL GAIN UNPRECEDENTED ACCESS TO EXISTING PRODUCTS AND MANUFACTURING RESOURCES THAT CAN MEET URGENT NEEDS. SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO ACADEMIC PARTNERS TO DO APPLIED RESEARCH IN CAPACITY UTILIZATION AND LOAD-BALANCING BETWEEN PARTICIPATING MANUFACTURERS, AS WELL AS KNOWLEDGE-SHARING FOR PRODUCING AND DELIVERING THE DEMANDED GOODS FOR THIS RESEARCH PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": 3880343.91, "Infrastructure Obligations": null, "recipient_id": "aa5c9f27-310d-040d-aff6-524de5a093f4-C", "generated_internal_id": "ASST_NON_70NANB22H011_1341"}, {"internal_id": 146697906, "Award ID": "70NANB22H010", "Award Amount": 3733536.48, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "11.619", "Description": "TITLE: SCALE-UP OF CONTINUOUS MANUFACTURING AND PRODUCTIZATION OF GRAPHENE FUNDABLE OUTSTANDING ADVANCED RESPIRATOR AND BIOSENSOR APPLICATIONSPURPOSE: THE PURPOSE OF THIS GRANT IS TO DEVELOP NEW, ADVANCED MANUFACTURING CAPACITY FOR HIGH-QUALITY GRAPHENE AND DEMONSTRATE USE OF GRAPHENE IN A HIGH EFFICIENCY RESPIRATOR MASK (N98+) AND BIOSENSOR APPLICATIONS.ACTIVITIES TO BE PERFORMED: THE PROJECT TEAM WILL DEMONSTRATE THE ELECTROCHEMICAL EXFOLIATION PROCESS TO PRODUCE GRAPHENE IN THE LABORATORY; PILOT A PROCESS TO CONVERT GRAPHITE TO FULLY REDUCED GRAPHENE FLAKE SCALES; DEVELOP A CONTINUOUS MANUFACTURING APPROACH TO PRODUCE GRAPHENE IN LARGER VOLUMES; AND DEMONSTRATE PROOF-OF-CONCEPT USE OF THIS GRAPHENE IN HIGH PERFORMANCE RESPIRATOR MASKS AND NANO-BIOSENSOR APPLICATIONS.EXPECTED OUTCOMES: THIS TECHNOLOGY FROM THIS PROJECT WILL ENABLE THE DEVELOPMENT OF HIGH EFFICIENCY RESPIRATOR MASK (N98+) AND BIOSENSOR APPLICATIONS TO LIMIT EXPOSURE TO AND TRANSMISSION OF CORONAVIRUS AND WILL ALSO ENABLE THE GREATER INDUSTRIAL USE OF GRAPHENE FOR OTHER APPLICATIONS CURRENTLY LIMITED BY MANUFACTURING SCALE UP CHALLENGES.INTENDED BENEFICIARIES:  HEALTHCARE WORKERS, GENERAL PUBLIC AND U.S. MANUFACTURERS WILL BENEFIT FROM A RESILIENT DOMESTIC SUPPLY CHAIN FOR HIGH QUALITY AND LOW-COST GRAPHENE.  THIS CRITICAL ADVANCED MATERIAL WILL ENABLE MORE BREATHABLE RESPIRATORS THAT PROVIDE HIGH FILTRATION PERFORMANCE (N98+) AND, POTENTIALLY, ANTIMICROBIAL FUNCTIONALITY, TO PREVENT THE SPREAD OF RESPIRATORY VIRUSES; AN ACCURATE, LOW-COST, AND NEAR REAL TIME BIOSENSOR TO DETECT CORONAVIRUS AND ITS VARIANTS ALLOWING CONVENIENT, NON-INVASIVE TESTING IN SITU; AND A WIDELY DISTRIBUTED, MODULAR DOMESTIC MANUFACTURING CAPABILITY FOR HIGH-QUALITY GRAPHENE FLAKES FOR OTHER INDUSTRIAL APPLICATIONS.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO BRING IN SUBJECT MATTER EXPERTS TO SCALE UP TECHNOLOGY FROM LAB TO CONTINUOUS MANUFACTURING; INCORPORATE GRAPHENE INTO FILTER MEDIA FOR ADVANCED N98/N99 RESPIRATORS; AND INCORPORATE GRAPHENE IN A WI-FI NANO-BIOSENSOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 3733536.48, "Infrastructure Obligations": null, "recipient_id": "413edb7b-a309-f0a6-7d75-65fbbdcf14f8-C", "generated_internal_id": "ASST_NON_70NANB22H010_1341"}, {"internal_id": 146697899, "Award ID": "70NANB22H009", "Award Amount": 11116420.73, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "11.619", "Description": "TITLE: ENABLING MANUFACTURING AUTOMATION, SUPPLY CHAIN DIVERSIFICATION AND ADDRESSING THE ENVIRONMENTAL IMPACT OF PPEPURPOSE: THE PURPOSE OF THIS GRANT IS TO DEVELOP BIO-DEGRADABLE PERSONAL PROTECTIVE EQUIPMENT (PPE) PRODUCTS, BY DEVELOPMENT AND SCALE UP OF ELECTROSPUN FILTRATION MATERIALS, ALONG WITH EASILY DEPLOYED ROBOTIC PPE PRODUCTION LINES. ACTIVITIES TO BE PERFORMED: THE PROJECT TEAM WILL DESIGN, DEVELOP, AND PRODUCE NEW BIOPOLYMER-BASED NONWOVENS MATERIAL; DEVELOP ELECTROSPUN FILTRATION MATERIALS; AND DEVELOP TWO SELF-CONTAINED, FULLY AUTOMATED AND RAPIDLY DEPLOYABLE MANUFACTURING CELLS FOR PPE (E.G., SURGICAL MASKS, REUSABLE COMMUNITY MASKS, CAPS, BOOTIES).EXPECTED OUTCOMES: THIS PROJECT WILL LEAD TO THE PRODUCTION OF BIODEGRADABLE PERSONAL PROTECTIVE EQUIPMENT (PPE) PRODUCTS AND ALTERNATIVE FILTRATION MATERIALS AND GREATER CAPABILITIES TO SURGE-PRODUCE PPE AT LOCAL POINTS OF NEED.INTENDED BENEFICIARIES: THE GENERAL PUBLIC, SMALL AND MEDIUM MANUFACTURERS, AS WELL AS STATE GOVERNMENTS WILL BENEFIT FROM BIODEGRADABLE PPE AND ALTERNATIVE FILTRATION MATERIALS THAT REDUCE ENVIRONMENTAL IMPACT; MANUFACTURING OPPORTUNITIES TO PRODUCE QUALITY, COMPETITIVE, PRODUCTS AND ENSURE A RESILIENT SUPPLY CHAIN FOR PPE; AND TOOLS THAT ENABLE MANUFACTURERS TO RAPIDLY CHANGE THEIR AUTOMATION LINES TO SUPPLY PPE PRODUCTS DURING A PANDEMIC. ADDITIONALLY, MANUFACTURERS, AND HEALTH CARE WORKERS INDIRECTLY, WILL BENEFIT FROM THE GREATER OPERATIONAL EFFICIENCIES AND READY ACCESS TO PPE. SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO CONDUCT RESEARCH INTO THRUSTS: 1) BIODEGRADABLE PPE MATERIALS; 2) ELECTONSPUN PPE MATERIALS; AND 3) PPE LINE AUTOMATION ASPECTS OF THIS RESEARCH PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 11116420.73, "Infrastructure Obligations": null, "recipient_id": "91243397-4d29-7709-c593-54f6d5be5fce-R", "generated_internal_id": "ASST_NON_70NANB22H009_1341"}, {"internal_id": 146697907, "Award ID": "70NANB22H008", "Award Amount": 1109520.73, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "11.619", "Description": "TITLE: A VIRTUAL TECHNICIAN & OPERATOR TRAINING PROGRAM (VTOTP) FOR ADVANCED PROCESSES IN THE PHARMACEUTICAL, BIOPHARMACEUTICAL, AND SPECIALTY CHEMICAL INDUSTRIESPURPOSE: THE PURPOSE OF THIS GRANT IS TO SUPPORT EDUCATION AND WORKFORCE DEVELOPMENT GAPS IN MANUFACTURING OF BIO/PHARMACEUTICALS AND SPECIALTY CHEMICALS BY ESTABLISHING A VIRTUAL TECHNICIAN AND OPERATOR TRAINING PROGRAM FOR ADVANCED PROCESSES.ACTIVITIES TO BE PERFORMED: THE PROJECT TEAM WILL DEVELOP AND DEPLOY A VIRTUAL TECHNICIAN AND OPERATOR TRAINING PROGRAM FOR ADVANCED PROCESSES USED BY THE PHARMACEUTICAL AND SPECIALTY CHEMICAL INDUSTRIES; BUILD A ROADMAP FOR TECHNICIAN AND OPERATOR TRAINING FOR THESE INDUSTRIES; AND DEVELOP FIVE E-LEARNING COURSES BASED OFF THE ROADMAP FOR PILOTING WITH 200 PEOPLE.EXPECTED OUTCOMES: THIS PROJECT WILL PROVIDE ACCESS TO A VIRTUAL, ON-DEMAND ARSENAL OF COURSES THAT COULD BE ACCESSED FROM ANYWHERE IN THE U.S. AT ANY TIME AND BRING PROSPECTIVE WORKERS UP-TO-SPEED QUICKLY FOR INDUSTRIES THAT PRODUCE ITEMS CRITICAL TO THE SUPPLY CHAIN INCLUDING MEDICATIONS, VACCINES, AND OTHER CRITICAL CONSUMER GOODS. INTENDED BENEFICIARIES: PHARMACEUTICAL AND SPECIALTY CHEMICAL INDUSTRIES WILL BENEFIT FROM IMPACTFUL EDUCATION AND WORKFORCE DEVELOPMENT PROGRAMS. BROAD ACCESSIBILITY TO ADVANCED MANUFACTURING TRAINING IN A VIRTUAL ENVIRONMENT ENABLES MORE EQUITABLE ACCESS TO PROSPECTIVE EMPLOYEES AND INDIVIDUALS IN THE CURRENT AND FUTURE WORKFORCE PIPELINE, PARTICULARLY THOSE DISPROPORTIONALLY IMPACTED BY CORONAVIRUSES.SUBRECIPIENT ACTIVITIES: THE RECIPIENT DOES NOT PLAN TO AWARD FUNDS TO SUBRECIPIENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 1109520.73, "Infrastructure Obligations": null, "recipient_id": "413edb7b-a309-f0a6-7d75-65fbbdcf14f8-C", "generated_internal_id": "ASST_NON_70NANB22H008_1341"}, {"internal_id": 146697908, "Award ID": "70NANB22H007", "Award Amount": 4982299.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "11.619", "Description": "TITLE: BUILDING PANDEMIC RESILIENCE IN NATIVE AMERICAN COMMUNITIES PURPOSE: THE PURPOSE OF THIS GRANT IS TO TEST A MOBILE, EFFICIENT, AND RAPIDLY DEPLOYABLE RENEWABLE-ENERGY BASED ELECTRIFICATION RESPONSE IN NATIVE AMERICAN COMMUNITIES TO BUILD PANDEMIC RESILIENCE THROUGH POWER GRID INFRASTRUCTURE.ACTIVITIES TO BE PERFORMED: THE PROJECT TEAM WILL DEVELOP A MODULAR, SELF-CONTAINED, SOLAR-POWERED, ENERGY STORAGE SYSTEM BACKED MICROGRID THAT CAN BE DEPLOYED IN ENVIRONMENTS WITH INSUFFICIENT POWER GRIDS. THE TEAM WILL DEVELOP A NOVEL SILICON-CARBIDE (SIC) AND GALLIUM-NITRIDE (GAN) FAST-CHARGING NANOGRID-TIED SYSTEM OF UNMANNED AERIAL VEHICLES AND A COMPACT, SOLAR-POWERED, AND ENERGY STORAGE INTERFACED 4 KW POWER SYSTEMS.   THE TEAM WILL ALSO DEVELOP A COMPACT, LOW-COST, AND ENERGY-EFFICIENT GAN/SIC-BASED AIR-QUALITY CONTROL SYSTEM WITH PATHOGEN SENSING AND DISINFECTION CAPABILITIES.EXPECTED OUTCOMES:  THIS PROJECT WILL DEVELOP RELIABLE, AFFORDABLE, QUALITY ENERGY SOURCES THAT CAN SUPPORT MOBILE HEALTH CARE UNITS, EXPANDED ECONOMIC OPPORTUNITY AND COMMUNITY DEVELOPMENT IN NATIVE COMMUNITIES, AND NEW EDUCATION AND WORKFORCE OPPORTUNITIES.INTENDED BENEFICIARIES: NATIVE AMERICAN COMMUNITIES IN RURAL AREAS WILL BENEFIT FROM DELIVERY OF CRITICAL MEDICAL SUPPLIES; HOME POWER SYSTEMS THAT CAN SUPPORT REFRIGERATION, LIGHTING, AND CRITICAL MEDICAL EQUIPMENT USING RENEWABLE ENERGY; AND AIR QUALITY SENSORS, AND AIR-QUALITY CONTROL AND MITIGATION SYSTEM TO REDUCE AIRBORNE INFECTION RISKS.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO CONDUCT RESEARCH INTO THE FOLLOWING THRUSTS: MODULAR CONTAINER-BASE MOBILE MICROGRID AND COMMUNITY POWER SYSTEM, SCALABLE HOME POWER SYSTEMS, AND COMBATING INDOOR RESPIRATORY INFECTION USING FLEXIBLE AIR-QUALITY CONTROL SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": 4982299.0, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_70NANB22H007_1341"}, {"internal_id": 146697909, "Award ID": "70NANB22H006", "Award Amount": 4638881.93, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "11.619", "Description": "TITLE: ACCELERATED MODULAR PROCESS DEVELOPMENT (AMPD) FOR DOMESTIC MANUFACTURING OF CRITICAL ACTIVE PHARMACEUTICAL INGREDIENT CHEMICAL PRECURSORSPURPOSE: THE PURPOSE OF THIS GRANT IS TO DEVELOP A MORE EFFICIENT FRAMEWORK FOR DOMESTIC MANUFACTURING OF ACTIVE PHARMACEUTICAL INGREDIENTS (APIS) CRITICAL TO MORE EFFECTIVE CORONAVIRUS RESPONSE.ACTIVITIES TO BE PERFORMED: THE PROJECT TEAM WILL DEFINE A NEW STREAMLINED APPROACH TO TAKE A CHEMICAL MANUFACTURING PROCESS FROM LAB BENCH TO COMMERCIAL PRODUCTION. THE PROJECT WILL ALSO DEVELOP A WORK PROCESS THAT INCORPORATES HISTORIC BEST PRACTICES, UPDATED WITH STATE-OF-THE-ART TECHNICAL, ECONOMIC, AND SUSTAINABILITY MODELING, AND INTEGRATES THE APPROACHES TO MODULAR MANUFACTURING. A PROCESS DEVELOPMENT CENTER OF EXCELLENCE WILL BE ESTABLISHED AS A TESTBED WHERE RESEARCHERS CAN ACCESS STATE-OF-THE-ART LABORATORY AND MODULAR PILOT PLANT SYSTEMS FOR DEVELOPING AND SCALING CHEMICAL MANUFACTURING PROCESSES. EXPECTED OUTCOMES: THE PROJECT WILL BUILD GREATER RESILIENCE IN SUPPLY CHAINS FOR ACTIVE PHARMACEUTICAL INGREDIENTS (APIS) THROUGH INTENSIFIED, MODULAR PROCESSES.INTENDED BENEFICIARIES: SMALL AND MEDIUM MANUFACTURERS WILL BENEFIT FROM USE OF THE CENTER OF EXCELLENCE TO DEVELOP PROCESSES AND BUILD PRODUCTION CAPACITY FOR ONSHORING OF SELECTED SPECIALTY CHEMICALS, API PRECURSORS, AND APIS.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO BRING TOGETHER EXPERTS IN CHEMICAL AND PHARMACEUTICAL PROCESS DEVELOPMENT AND MODULAR PROCESSING TECHNOLOGY TO BE AN INTEGRAL PART OF THIS RESEARCH PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 4638881.93, "Infrastructure Obligations": null, "recipient_id": "413edb7b-a309-f0a6-7d75-65fbbdcf14f8-C", "generated_internal_id": "ASST_NON_70NANB22H006_1341"}, {"internal_id": 146697910, "Award ID": "70NANB22H005", "Award Amount": 299149.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "11.619", "Description": "TITLE: PHOTONIC MULTIANALYTE BIOSENSOR FOR RAPID POINT-OF-CARE SARS-COV-2 TESTINGPURPOSE: THE PURPOSE OF THIS GRANT IS TO DEVELOP THE \"PROOF OF CONCEPT\" FOR A DISPOSABLE, LAB-ON-A-CHIP SOLUTION TO COVID-19 TESTING THAT DOES NOT NEED SANDWICH ASSAY, COSTLY REAGENTS, OR COMPLEX, BULKY, AND POWER CONSUMING EXTERNAL HARDWARE, WHILE OFFERING LOW TEMPERATURE SENSITIVITY. ACTIVITIES TO BE PERFORMED: THE PROJECT TEAM WILL EVALUATE AMOUNT OF SURFACE-BOUND SPECIFIC AND NON-SPECIFIC ANTIBODIES TO NUCLEOCAPSID PROTEIN ANTIGENS; SIMULATE OPTOELECTRONIC RESPONSE OF PRACTICAL STRUCTURES TO ANTIBODY ADLAYERS; INVESTIGATE SPECIFICITY AND/OR SENSITIVITY OF ANTIBODIES TO PROTEIN ARRAYS ON ENHANCED CHIPS; UPDATE TECHNOLOGY ROADMAP; AND PERFORM MODELING AND SIMULATION OF DEVICE PERFORMANCE AND ANALYSIS OF TEST RESULTS.EXPECTED OUTCOMES: THE PROJECT WILL BUILD UPON THE LATEST ADVANCES IN THE SILICON PHOTONICS PLATFORM TO EXTEND APPLICABILITY TO CHALLENGING BUT CRITICALLY NEEDED BIOSENSING CAPABILITIES, PAVING THE WAY FOR OTHER TYPES OF DEVICES THAT RANGE FAR BEYOND THE CURRENT PANDEMIC. IT WILL ALSO SUPPORT INTEGRATED PHOTONICS EDUCATION AND CONTRIBUTE TO THE COLLECTIVE KNOWLEDGE OF THE INTEGRATED PHOTONICS COMMUNITY. INTENDED BENEFICIARIES:  THE GENERAL PUBLIC, HEALTHCARE ORGANIZATIONS, AND GOVERNMENTS WILL BENEFIT FROM WIDE-SPREAD RELIABLE POINT-OF-CARE (POC) TESTING FOR EMERGENT CORONAVIRUSES AND SIMILAR EPIDEMICS.  RELIABLE POC TESTING WOULD ENABLE HEALTHCARE, INDIVIDUALS, AND GOVERNMENT ORGANIZATIONS TO MANAGE DIRECT HEALTH CONSEQUENCES AND ECONOMIC (AND THUS INDIRECT HEALTH) CONSEQUENCES WITHOUT RISKING EXPOSURE OR CONSUMING SCARCE RESOURCES SUCH AS HEALTH FACILITY CAPACITY OR PERSONAL PROTECTIVE EQUIPMENT DURING OFFICE OR HOSPITAL TESTING. STUDENTS WILL BENEFIT BY GAINING INTEGRATED PHOTONICS SKILLS WHILE PARTICIPATING IN THE RESEARCH PROJECTS.SUBRECIPIENT ACTIVITIES: THE RECIPIENT PLANS TO SUBAWARD FUNDS TO DEVELOP FABRICATION AND PRODUCTION ROADMAPS, DEVELOP ANALYSIS AND MODELING TO SUPPORT SIMULATION ACTIVITIES TO INFORM CHIP DESIGN, AND PERFORM OPTOELECTRONICS SIMULATION FOR BIOCHEMICAL CONFIGURATION FOR THIS RESEARCH PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": 299149.0, "Infrastructure Obligations": null, "recipient_id": "70cf3904-36de-56c2-eb77-5ab932e826e0-C", "generated_internal_id": "ASST_NON_70NANB22H005_1341"}, {"internal_id": 138331583, "Award ID": "70NANB21H086", "Award Amount": 31800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "11.619", "Description": "THE NATIONAL INSTITUTE FOR INNOVATION IN MANUFACTURING BIOPHARMACEUTICALS (NIIMBL)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_70NANB21H086_1341"}, {"internal_id": 138331584, "Award ID": "70NANB21H085", "Award Amount": 83000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "11.619", "Description": "NIIMBL RESEARCH, DEVELOPMENT, AND TESTBEDS TO HELP THE NATION PREVENT, PREPARE FOR, AND RESPOND TO CORONAVIRUS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": 83000000.0, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_70NANB21H085_1341"}, {"internal_id": 98640156, "Award ID": "70NANB20H106", "Award Amount": 1420420.35, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-30", "CFDA Number": "11.619", "Description": "ADVANCED MANUFACTURING - CRISIS PRODUCTION RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": 869721.0, "Infrastructure Obligations": null, "recipient_id": "f2e62bcc-2441-9ccf-93fe-128b125edd52-C", "generated_internal_id": "ASST_NON_70NANB20H106_1341"}, {"internal_id": 100880672, "Award ID": "70NANB20H092", "Award Amount": 573802.84, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-06", "CFDA Number": "11.619", "Description": "ADVANCED ROBOTICS FOR MANUFACTURING PROGRAM FOR COVID-19 RECOVERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "151aef71-3200-2f3d-5d54-775edc084cab-C", "generated_internal_id": "ASST_NON_70NANB20H092_1341"}, {"internal_id": 98640155, "Award ID": "70NANB20H083", "Award Amount": 1008425.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-30", "CFDA Number": "11.619", "Description": "OPERATION NEXT FOR PANDEMIC RECOVERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dec6afdd-0e44-f176-3c2f-496afb2e70cc-C", "generated_internal_id": "ASST_NON_70NANB20H083_1341"}, {"internal_id": 98645361, "Award ID": "70NANB20H057", "Award Amount": 346736.45, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-05", "CFDA Number": "11.619", "Description": "ARMI RESPONSE: TECHNOLOGY ROADMAPPING FOR PANDEMIC RESPONSE AND RECOVERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1f61b0d-f2dd-d575-84f8-4b3046d53b42-C", "generated_internal_id": "ASST_NON_70NANB20H057_1341"}, {"internal_id": 98640154, "Award ID": "70NANB20H037", "Award Amount": 8982496.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-21", "CFDA Number": "11.619", "Description": "NIIMBL RESPONDS TO THE COVID-19 PANDEMIC #1", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": 8982496.0, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_70NANB20H037_1341"}, {"internal_id": 46313393, "Award ID": "70NANB17H290", "Award Amount": 750000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-06", "CFDA Number": "11.619", "Description": "ASSESSMENT OF TRUSTED IDENTITIES IN CYBERSPACE STATE PILOT AWARDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8303ed9b-9fb4-3e90-ca81-50bbcf400948-C", "generated_internal_id": "ASST_NON_70NANB17H290_1341"}, {"internal_id": 46313362, "Award ID": "70NANB17H254", "Award Amount": 1399998.62, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-17", "CFDA Number": "11.619", "Description": "JOINT FUNDING OF A CRYO-ELECTRON MICROSCOPE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "23b1535c-77e8-dafd-4ece-46b518206e5d-C", "generated_internal_id": "ASST_NON_70NANB17H254_1341"}, {"internal_id": 46313157, "Award ID": "70NANB17H002", "Award Amount": 70000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-12-15", "CFDA Number": "11.619", "Description": "THE NATIONAL INSTITUTE FOR INNOVATION IN MANUFACTURING BIOPHARMACEUTICALS (NIIMBL)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_70NANB17H002_1341"}, {"internal_id": 46313128, "Award ID": "70NANB16H280", "Award Amount": 100943.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-06", "CFDA Number": "11.619", "Description": "DEVELOPMENT OF A FIREBRAND FLUX AND CONDITION SYSTEM: TOWARDS SENSOR-BASED METHODS TO QUANTIFY FIREBRANDS PRODUCED DURING WILDLAND-URBAN INTERFACE FI", "Place of Performance Country Code": "GBR", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0f5711b8-ed69-50e3-3b07-464071ad8ee1-C", "generated_internal_id": "ASST_NON_70NANB16H280_1341"}, {"internal_id": 46313126, "Award ID": "70NANB16H276", "Award Amount": 94533.93, "Award Type": null, "Base Obligation Date": "2016-08-08", "CFDA Number": "11.619", "Description": "MONTGOMERY COUNTY REPLICABLE SMART CITY TECHNOLOGY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2cfc5396-d2ab-c899-2768-b3bbaf0cadb7-C", "generated_internal_id": "ASST_NON_70NANB16H276_1341"}, {"internal_id": 46313111, "Award ID": "70NANB16H258", "Award Amount": 100000.0, "Award Type": null, "Base Obligation Date": "2016-08-03", "CFDA Number": "11.619", "Description": "A FRAMEWORK FOR LOW-COST URBAN AIR QUALITY MEASUREMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "107d1ae2-afe1-5837-46b5-89f3484173d0-C", "generated_internal_id": "ASST_NON_70NANB16H258_1341"}, {"internal_id": 46313110, "Award ID": "70NANB16H257", "Award Amount": 2298077.38, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-25", "CFDA Number": "11.619", "Description": "FY 2016 NSTIC STATE PILOTS COOPERATIVE AGREEMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c9365446-96c4-4715-d882-19f84ece53d9-C", "generated_internal_id": "ASST_NON_70NANB16H257_1341"}, {"internal_id": 46313108, "Award ID": "70NANB16H255", "Award Amount": 2046887.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-25", "CFDA Number": "11.619", "Description": "STATE OF OHIO: ENTERPRISE IDENTITY, AUTHENTICATION AND FRAUD PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd18604d-420d-8b36-371e-84336af861b4-C", "generated_internal_id": "ASST_NON_70NANB16H255_1341"}, {"internal_id": 46313107, "Award ID": "70NANB16H254", "Award Amount": 1474956.34, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-25", "CFDA Number": "11.619", "Description": "UNIVERSAL 2ND FACTOR FOR GOVERNMENT SERVICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b3b505f-b2c8-25cb-d4b8-36e10b5cec67-R", "generated_internal_id": "ASST_NON_70NANB16H254_1341"}, {"internal_id": 46313106, "Award ID": "70NANB16H253", "Award Amount": 1532356.41, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-25", "CFDA Number": "11.619", "Description": "FLORIDA DEPARTMENT OF REVENUE, CHILD SUPPORT PROGRAM  TRUSTED IDENTITIES IN CYBERSPACE PILOT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e586ba0-53a8-1390-7541-812b568e1a56-C", "generated_internal_id": "ASST_NON_70NANB16H253_1341"}, {"internal_id": 46313105, "Award ID": "70NANB16H252", "Award Amount": 999836.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-25", "CFDA Number": "11.619", "Description": "SINGLE FEDERATED IDENTITY LOGIN EHR (SINGLE FILE)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d5b538d-d375-ef95-ce46-71eca3808691-C", "generated_internal_id": "ASST_NON_70NANB16H252_1341"}, {"internal_id": 46313091, "Award ID": "70NANB16H227N", "Award Amount": 99949.6, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-02-28", "CFDA Number": "11.619", "Description": "SMART GRID IN A ROOM SIMULATOR (SGRS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "959819d4-fcbb-189c-44a9-a2fc0644251a-C", "generated_internal_id": "ASST_NON_70NANB16H227N_1341"}, {"internal_id": 46313087, "Award ID": "70NANB16H224", "Award Amount": 459180.29, "Award Type": null, "Base Obligation Date": "2016-08-03", "CFDA Number": "11.619", "Description": "CPS SIMULATION FRAMEWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a536007-27e4-2194-a125-f4b8c55294db-C", "generated_internal_id": "ASST_NON_70NANB16H224_1341"}, {"internal_id": 46312891, "Award ID": "70NANB16H019", "Award Amount": 136227.96, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-02-29", "CFDA Number": "11.619", "Description": "THE ROLE OF ICS TESTBEDS IN SECURITY EXPERIMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b31a6584-f8ff-0848-3b7a-04422c7b4762-C", "generated_internal_id": "ASST_NON_70NANB16H019_1341"}, {"internal_id": 46312878, "Award ID": "70NANB16H002N", "Award Amount": 1025000.0, "Award Type": null, "Base Obligation Date": "2017-03-27", "CFDA Number": "11.619", "Description": "SMART GRID INTEROPERABILITY STANDARDS AND GRID MODERNIZATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb1ee39f-4209-197c-b4f9-870b6fcc9506-C", "generated_internal_id": "ASST_NON_70NANB16H002N_1341"}, {"internal_id": 46312790, "Award ID": "70NANB15H258", "Award Amount": 1817036.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-18", "CFDA Number": "11.619", "Description": "EMPOWERING GEORGIA AND NORTH CAROLINA TAXPAYERS TO PROTECT THEMSELVES FROM FRAUD UTILIZING A DYNAMIC ELECTRONIC IDENTITY (EID) SOLUTION WHICH CARRIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "816756b3-6f50-09a1-88d4-182d938ba617-C", "generated_internal_id": "ASST_NON_70NANB15H258_1341"}, {"internal_id": 46312787, "Award ID": "70NANB15H256", "Award Amount": 2962576.44, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-18", "CFDA Number": "11.619", "Description": "NEXT-GENERATION IDENTITY PILOTS: SMART HOME AND TRANSIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "740d091d-3577-5abb-5af7-22f777673ee2-C", "generated_internal_id": "ASST_NON_70NANB15H256_1341"}, {"internal_id": 46312715, "Award ID": "70NANB15H176", "Award Amount": 19863612.57, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-05-22", "CFDA Number": "11.619", "Description": "THE CENTER OF EXCELLENCE IN FORENSIC SCIENCE AND STATISTICS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_70NANB15H176_1341"}, {"internal_id": 46312618, "Award ID": "70NANB15H076", "Award Amount": 499994.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-05-07", "CFDA Number": "11.619", "Description": "ADVANCED MANUFACTURING TECHNOLOGY CONSORTIUM FOR AEROSPACE (AMTCA)  A COLLABORATIVE EFFORT TO ADVANCE U.S. AEROSPACE MANUFACTURING TECHNOLOGIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c4dcf25e-9c30-2d1e-9b95-681fc671ed77-C", "generated_internal_id": "ASST_NON_70NANB15H076_1341"}, {"internal_id": 46312617, "Award ID": "70NANB15H075", "Award Amount": 497943.64, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-05-07", "CFDA Number": "11.619", "Description": "CONSORTIUM FOR MANUFACTURING INNOVATION IN STRUCTURAL THERMOPLASTICS (CMIST)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_70NANB15H075_1341"}, {"internal_id": 46312616, "Award ID": "70NANB15H074", "Award Amount": 444727.11, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-05-06", "CFDA Number": "11.619", "Description": "CENTER FOR ACCELERATED DEVELOPMENT OF LARGE-SCALE STRUCTURES (CADLSS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6d05935-a278-0d3a-cc94-b3b380ea7ed7-C", "generated_internal_id": "ASST_NON_70NANB15H074_1341"}, {"internal_id": 46312614, "Award ID": "70NANB15H072", "Award Amount": 475753.36, "Award Type": null, "Base Obligation Date": "2015-05-07", "CFDA Number": "11.619", "Description": "CONSORTIUM FORMATION AND TECHNOLOGY ROADMAP DEVELOPMENT FOR REMANUFACTURING IN THE CIRCULAR ECONOMY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "488884a4-deb2-d5cb-349b-b8c145a83a5e-C", "generated_internal_id": "ASST_NON_70NANB15H072_1341"}, {"internal_id": 46312610, "Award ID": "70NANB15H068", "Award Amount": 429363.41, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-05-07", "CFDA Number": "11.619", "Description": "CONSORTIUM FOR LARGE-SCALE PRECISION MANUFACTURING INNOVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1b3f72b-bb6f-8fd7-5ecd-fb4c67001bdd-C", "generated_internal_id": "ASST_NON_70NANB15H068_1341"}, {"internal_id": 46312609, "Award ID": "70NANB15H067", "Award Amount": 453615.13, "Award Type": null, "Base Obligation Date": "2015-05-07", "CFDA Number": "11.619", "Description": "LYOPHILIZATION TECHNOLOGY CONSORTIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_70NANB15H067_1341"}, {"internal_id": 46312607, "Award ID": "70NANB15H065", "Award Amount": 446038.94, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-05-07", "CFDA Number": "11.619", "Description": "SUSTAINABLE SEPARATION PROCESSES:  CREATING A ROADMAP TO ACCELERATE INDUSTRIAL APPLICATION OF LESS ENERGY INTENSIVE ALTERNATIVE SEPARATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ad62897-577d-7836-fec8-ad97c044a22b-C", "generated_internal_id": "ASST_NON_70NANB15H065_1341"}, {"internal_id": 46312606, "Award ID": "70NANB15H064", "Award Amount": 458220.68, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-05-07", "CFDA Number": "11.619", "Description": "SEMISYNBIO CONSORTIUM AND ROADMAP DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3cb814e-aef6-e398-d71d-09f948688f85-C", "generated_internal_id": "ASST_NON_70NANB15H064_1341"}, {"internal_id": 46312605, "Award ID": "70NANB15H063", "Award Amount": 453316.42, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-05-06", "CFDA Number": "11.619", "Description": "BIOMEDICAL DEVICES AND EQUIPMENT CONSORTIUM ORGANIZATION TO ROADMAP INDUSTRY (BIOCOR)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "56e7333e-38ec-5402-80b8-4d50309afb4c-C", "generated_internal_id": "ASST_NON_70NANB15H063_1341"}, {"internal_id": 46312603, "Award ID": "70NANB15H061", "Award Amount": 409515.87, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-05-07", "CFDA Number": "11.619", "Description": "FLUID POWER ADVANCED MANUFACTURING CONSORTIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_70NANB15H061_1341"}, {"internal_id": 46312590, "Award ID": "70NANB15H044", "Award Amount": 19987166.66, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-02-18", "CFDA Number": "11.619", "Description": "CENTER FOR RISK-BASED COMMUNITY RESILIENCE PLANNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_70NANB15H044_1341"}, {"internal_id": 46312500, "Award ID": "70NANB14H269", "Award Amount": 395856.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-08-12", "CFDA Number": "11.619", "Description": "SEMANTIC MODELING FOR SMART MANUFACTURING ARCHITECTURE AND SOLUTION STACK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "11114b30-e3f5-9501-bf89-71629b7a1b15-C", "generated_internal_id": "ASST_NON_70NANB14H269_1341"}, {"internal_id": 46312453, "Award ID": "70NANB14H215", "Award Amount": 3468668.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-25", "CFDA Number": "11.619", "Description": "NSTIC IDENTITY ECOSYSTEM FRAMEWORK DEVELOPMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c73bee0-5c90-067c-cfa1-bb355cea1b21-R", "generated_internal_id": "ASST_NON_70NANB14H215_1341"}, {"internal_id": 46220230, "Award ID": "60NANB16D279", "Award Amount": 99880.55, "Award Type": null, "Base Obligation Date": "2016-08-31", "CFDA Number": "11.619", "Description": "AN ECONOMICAL RADIANT HEATFLUX GAUGE FOR WILDLAND FIRES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "69d3174f-df36-1147-0d84-e95159a35a3b-C", "generated_internal_id": "ASST_NON_60NANB16D279_1341"}, {"internal_id": 46220229, "Award ID": "60NANB16D278", "Award Amount": 300834.07, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-14", "CFDA Number": "11.619", "Description": "DEVELOPMENT OF A TESTING PROTOCOL FOR INSULATION IGNITION BY WILDLAND FIRE EMBERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_60NANB16D278_1341"}]