[{"internal_id": 160833830, "Award ID": "P23AP01267", "Award Amount": 243457.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-05", "CFDA Number": "15.071", "Description": "THE PACIFIC NORTHWEST AND HAWAIIAN ISLANDS ARTS PROGRAM PROVIDES ENHANCED PACIFIC NORTHWEST AND HAWAIIAN ISLANDS ART PROGRAMS THAT PROMOTE THE SCHOLARLY STUDY OF, AND INSTRUCTION IN, ALASKA NATIVE AND NATIVE HAWAIIAN ARTS AND CULTURE. WORK WILL ESTABLISH PROGRAMS WHICH CULMINATE IN THE AWARDING OF DEGREES IN THE VARIOUS FIELDS OF ALASKA NATIVE AND NATIVE HAWAIIAN ART AND CULTURE, OR TO ESTABLISH CENTERS AND PROGRAMS WITH RESPECT TO ALASKA NATIVE OR NATIVE HAWAIIAN ART AND CULTURE.THE PROJECT, DAAK YAYLATSAAK  PUSH THE BOAT OUT, WILL PRESERVE AND ENHANCE TLINGIT CULTURE AND ART, PROVIDING SCHOLARLY STUDY OF AND INSTRUCTION IN THE MAKING OF TRADITIONAL DUGOUT CANOES, AN INDIGENOUS WATERCRAFT. OVER THE COURSE OF FOUR YEARS, AT LEAST 300 SOUTHEASTERN ALASKAN YOUTH FROM JUNEAU AND KAKE IN GRADES 9-12 WILL BE INVITED TO STUDY AND WORK DIRECTLY WITH CULTURE BEARERS, TLINGIT CARVER AND CANOE EXPERT HERB SHEAKLEY, AND MASTER CARVER WAYNE PRICE TO CREATE TWO UNIQUE TRADITIONAL DUGOUT CANOES. THIS PROJECT S OBJECTIVES ARE PARTNERING WITH ONE URBAN AND ONE RURAL SCHOOL DISTRICT TO: (1) CREATE TWO TRADITIONAL DUGOUT CANOES  (2) DEVELOP AND IMPLEMENT THREE INDIGENOUS HIGH SCHOOL COURSES CONNECTING CANOE-MAKING TO STEM PRINCIPLES  AND (3) LAUNCH OF THE FIRST ANNUAL INTER-CHANNEL YOUTH CANOE GATHERING IN 2026.BENEFICIARIES INCLUDE: LOCAL, FEDERALLY RECOGNIZED INDIAN TRIBAL GOVERNMENTS, MINORITY GROUP, NATIVE AMERICAN ORGANIZATIONS, ARTIST HUMANIST, STUDENT TRAINEE, YOUTH (16-21).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c3f70d8-7dc1-9a85-924a-9c16c296c449-R", "generated_internal_id": "ASST_NON_P23AP01267_1443"}, {"internal_id": 152328471, "Award ID": "P22AP02202", "Award Amount": 1250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "15.071", "Description": "THIS PROGRAM PROVIDES ENHANCED ALASKA AND HAWAIIAN ISLANDS ART PROGRAMS THAT PROMOTE THE SCHOLARLY STUDY OF, AND INSTRUCTION IN, ALASKA NATIVE AND NATIVE HAWAIIAN ARTS AND CULTURE  WORK WILL ESTABLISH PROGRAMS WHICH CULMINATE IN THE AWARDING OF DEGREES IN THE VARIOUS FIELDS OF ALASKA NATIVE AND NATIVE HAWAIIAN ART AND CULTURE, OR TO ESTABLISH CENTERS AND PROGRAMS WITH RESPECT TO ALASKA NATIVE OR NATIVE HAWAIIAN ART AND CULTURE SEALASKA HERITAGE INSTITUTE WILL CONTINUE WITH THE OPERATIONS OF THEIR ARTS CAMPUS FACILITIES AND OUTREACH  THIS WORK SUPPORTS INNOVATIVE EDUCATION AND TRAINING THROUGH WORKSHOPS WITH ALASKA NATIVE ARTISTS  ARTISTS IN RESIDENCE PROGRAMS  ART AND MUSEUM INTERNSHIPS FOR STUDENTS ENROLLED IN THE INSTITUTE OF AMERICAN INDIAN ARTIS OR THE UNIVERSITY OF ALASKA SOUTHEAST  MUSEUM RESEARCH, EXHIBITIONS AND PUBLICATIONS  BENEFICIARIES INCLUDENATIVE HAWAIIANS AND ALASKA NATIVES,LOCAL,FEDERALLY RECOGNIZED INDIAN TRIBAL GOVERNMENTS,MINORITY GROUP,NATIVE AMERICAN ORGANIZATIONS,ARTIST HUMANIST,STUDENT TRAINEE,YOUTH  16 21", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97b8cbcb-ac70-d0ca-fabf-d46725d122de-C", "generated_internal_id": "ASST_NON_P22AP02202_1443"}]