[{"internal_id": 161865173, "Award ID": "P23AC01596", "Award Amount": 20060.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "15.011", "Description": "PROJECT STATEMENT  PROVIDE PROFESSIONAL GUIDANCE AND EXPERTISE TO ADDRESS WILDLAND FIRE PLANNING NEEDS THROUGHOUT PARKS IN INTERIOR REGION 2 OF THE NPS  SPECIFICALLY, SUPPORTING THE REVISION OF FIRE MANAGEMENT PLANS PER THE A-123 FMP AUDIT. PERFORMANCE GOALS  THE EXPERIENCED SERVICES PROGRAM IS DESIGNED TO SUPPORT AND AUGMENT THE CAPACITY OF THE NPS TO MEET ITS MISSION GOALS AND OBJECTIVES IN AREAS WHERE IT LACKS SUFFICIENT EXPERTISE, TECHNICAL SKILLS AND OR CAPACITY. PROJECT OBJECTIVES - THE OBJECTIVES OF THIS PROJECT ARE TO INCREASE THE FIRE PLANNING SUPPORT WITHIN THE DEPARTMENT OF THE INTERIOR REGION 2 (IR2, LEGACY SOUTHEAST REGION) OF THE NPS. IR2", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC01596_1443"}, {"internal_id": 161363358, "Award ID": "P23AC01533", "Award Amount": 95137.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. THE NATIONAL HISTORIC LANDMARKS PROGRAM SEEKS ASSISTANCE IN REVIEWING AND EVALUATING PROGRAM RECORDS AS NEEDED TO SUPPORT UPDATING NOMINATIONS, WITHDRAWING DESIGNATIONS, AND COLLECTING ADMINISTRATIVE HISTORY. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC01533_1443"}, {"internal_id": 161363332, "Award ID": "P23AC01377", "Award Amount": 16393.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-21", "CFDA Number": "15.011", "Description": "15.011: EXPERIENCED SERVICES PROGRAM THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. RECIPIENT AND ENROLLEE WILL PROVIDE MAINTENANCE AND PRESERVATION TREATMENT SERVICES TO BATTLEFIELD CANNON CARRIAGES. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC01377_1443"}, {"internal_id": 161363326, "Award ID": "P23AC01353", "Award Amount": 24108.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-18", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURALAND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID INTHE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES.THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVESPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFINGLEVELS. YOSEMITE YOUTH MENTORING THROUGH EXPERIENCED SERVICES PROGRAM BENEFICIARIES INCLUDE ORGANIZATIONS THATSUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC01353_1443"}, {"internal_id": 161363319, "Award ID": "P23AC01283", "Award Amount": 60000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-24", "CFDA Number": "15.011", "Description": "A.THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THE OBJECTIVES OF THIS PROJECT ARE TO PROVIDE TECHNICAL SUPPORT TO THE INTERMOUNTAIN HISTORIC PRESERVATION SERVICES IN DOI UNIFIED REGION 6, 7,   8 IN THE FOLLOWING FIELDS:1.HISTORY2.CULTURAL LANDSCAPES3.HISTORICAL ARCHITECTURE HISTORIC STRUCTURESBENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.FOR MORE INFORMATION AND GUIDANCE, REFER TO NPS FINANCIAL ASSISTANCE POLICY GUIDANCE DOCUMENT ON USASPENDING.GOV AWARD DESCRIPTIONS (PROJECT ABSTRACTS), OR CONTACT THE NPS FINANCIAL ASSISTANCE POLICY OFFICE AT FINANCIAL ASSITANCE POLICY NPS.GOV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC01283_1443"}, {"internal_id": 160833737, "Award ID": "P23AC01282", "Award Amount": 60594.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-05", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. ENROLLEE(S) WILL PROVIDE RECEPTION SERVICES, INCLUDING ANSWERING AND DIRECTING TELEPHONE CALLS AND DIRECTING VISITORS TO THEIR MEETING LOCATION, SIGNING VISITORS IN, AND ISSUING PARKING PASSES AND TEMPORARY BADGES. ENROLLEE WILL ALSO PROVIDE ADMINISTRATIVE SUPPORT SERVICES, INCLUDING BUT NOT LIMITED TO PAYROLL, TRAVEL, MAIL, PROPERTY, ETC. THE ENROLLEE WILL NOT BE EXPECTED TO PERFORM ANY TYPE OF LAW ENFORCEMENT DUTIES. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC01282_1443"}, {"internal_id": 160633063, "Award ID": "P23AC01271", "Award Amount": 32932.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-30", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. THE ENROLLEE WILL WRITE NEWS RELEASES AND WEB ARTICLES ABOUT BIPARTISAN INFRASTRUCTURE LAW ECOSYSTEM RESTORATION PROGRAM AND ENERGY COMMUNITY REVITALIZATION PROGRAM PROJECTS AND INFLATION REDUCTION ACT PROJECTS.  BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": 15000.0, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC01271_1443"}, {"internal_id": 160633048, "Award ID": "P23AC01215", "Award Amount": 18000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-30", "CFDA Number": "15.011", "Description": "THIS PROJECT S PRIMARY PURPOSE IS TO ADD TEMPORARY, EXPERIENCED, SKILLED WORKERS (AGED 55 AND OLDER) THROUGH THE CONGRESSIONALLY AUTHORIZED EXPERIENCED SERVICES PROGRAM TO ASSIST WITH THE TRAINING AND TRANSITION OF NEW STAFF INTO BUDGET ROLES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC01215_1443"}, {"internal_id": 160833713, "Award ID": "P23AC01205", "Award Amount": 33108.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-05", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. THE PURPOSE OF THIS AWARD IS TO PROVIDE AN EXPERIENCED PROJECT MANAGER TO SUPPLEMENT THE C O CANAL NATIONAL HISTORICAL PARK OPERATIONS IN MAINTENANCE AND PRESERVATION ACTIVITIES WHILE THE FEDERAL POSITION IS BEING FILLED. THIS PROJECT WILL ADDRESS A BACKLOG ON PRESERVATION TASKS WITHIN THE PARK AND ADVISE PARK STAFF ON METHODS TO COMPLETE WORK. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC01205_1443"}, {"internal_id": 160633039, "Award ID": "P23AC01194", "Award Amount": 26567.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-22", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. AN EXPERIENCED SAFETY PROFESSIONAL WILL IDENTIFY BEST PRACTICES NEEDED TO ESTABLISH A LONG-LASTING SAFETY PROGRAM THAT IS CENTERED AROUND EMPLOYEE ACCOUNTABILITY. THE ENROLLEE WILL REVIEW PAST PROGRAM MANAGEMENT AND HAZARD ANALYSIS REPORTS AND SYNTHESIZE THE DATA TO CREATE THE PARKS SAFETY, HEALTH, AND WELLNESS PROGRAM. THE PROGRAM WILL INCLUDE SAFETY POLICIES THAT ADDRESS HEALTH AND WELLNESS, AVIATION SAFETY, FIRE SAFETY, ENVIRONMENTAL SAFETY, SEARCH AND RESCUE (SAR) SAFETY, AND PREVENTION OF SEARCH AND RESCUE (PSAR). BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC01194_1443"}, {"internal_id": 161363310, "Award ID": "P23AC01160", "Award Amount": 31966.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. THE PROJECT WILL PROVIDE EXPERTISE IN RECORDS MANAGEMENT TO ASSESS CURRENT RECORDKEEPING PRACTICES, ESTABLISH REVISED FILE STRUCTURES, AND SUPPORT PARK STAFF IN PRIORITIZING AND IMPLEMENTING MIGRATION OF KEY PARK RECORDS TO MEET NATIONAL ARCHIVE STANDARDS. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC01160_1443"}, {"internal_id": 160027000, "Award ID": "P23AC01149", "Award Amount": 18442.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. THE PROJECT INCLUDES THE DEVELOPMENT OF DESIGN TOOLS FOR PARKS TO USE FOR IMPLEMENTING TYPICAL DEVELOPMENT PROJECTS THAT ENHANCE THE VISITOR EXPERIENCE. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC01149_1443"}, {"internal_id": 161363309, "Award ID": "P23AC01093", "Award Amount": 151059.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-19", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. FACILITY MANAGEMENT STAFF OF VARYING DISCIPLINES AND GRADE LEVELS WILL ASSIST THE NATIONAL CAPITAL REGION OFFICE AND THE PARKS BY PROVIDING TECHNICAL SKILLS, KNOWLEDGE, AND EXPERTISE IN THE DEVELOPMENT OF OPERATIONS PLANS, ASSET TRACKING AND CONDITION REPORTING, CYCLIC MAINTENANCE AND REPAIR CONTRACT PACKAGES, CONSTRUCTION AND SERVICE MONITORING, AND IMPLEMENTING SAFETY AND ENVIRONMENTAL COMPLIANCE REGULATIONS.  THESE ACTIVITIES KEEP VISITORS AND EMPLOYEES SAFE, PRESERVE NATURAL AND CULTURAL RESOURCES, AND REDUCE DEFERRED MAINTENANCE IN PARKS.  ENROLLEES WILL BE EXPECTED TO PROVIDE TECHNICAL GUIDANCE OR ASSISTANCE FOR ASSIGNED PROJECTS, SUPPLEMENTING EXPERTISE WHERE VACANCIES ARE, OR ACT AS A RESOURCE ON UNIQUE AND COMPLEX PROJECT ISSUES.  IDENTIFIED OPPORTUNITIES WILL ASSIST THE NPS BY SERVING AS A TECHNICAL RESOURCE ON FACILITY OPERATIONS AND PROJECT MANAGEMENT WITHIN ALL PARKS OF THE NATIONAL CAPITAL REGION OF NPS. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC01093_1443"}, {"internal_id": 160026992, "Award ID": "P23AC01065", "Award Amount": 43000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-13", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. THIS AGREEMENT WILL SURVEY AND INVENTORY APPROXIMATELY 38 CUBIC FEET OF RECORDS USING NARAS GENERAL RECORDS SCHEDULE, NPSS RECORDS SCHEDULE, AND THE NPS RECORDS AND INFORMATION MANAGEMENT (REIM) GUIDE. ADDITIONALLY, THIS PROJECT WILL ORGANIZE, LABEL, AND PACKAGE ALL RECORDS ACCORDING TO NARA REQUIREMENTS. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC01065_1443"}, {"internal_id": 160026987, "Award ID": "P23AC01013", "Award Amount": 467479.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. NATIONAL EXPERIENCED WORKFORCE SOLUTIONS, WHICH SUPPORTS CAREER ADVANCEMENT OF THOSE 55 YEARS AND OLDER, WILL SUPPLEMENT NATIONAL PARK SERVICE STAFFS CAPACITY TO ACCOMPLISH COMMUNITY CONSERVATION AND OUTDOOR RECREATION PROJECTS ACROSS THE COUNTY.  BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC01013_1443"}, {"internal_id": 160632999, "Award ID": "P23AC00950", "Award Amount": 38201.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-23", "CFDA Number": "15.011", "Description": "THIS PROJECT S PRIMARY PURPOSE IS TO ADD TEMPORARY, EXPERIENCED, SKILLED WORKERS (AGED 55 AND OLDER) THROUGH THE CONGRESSIONALLY AUTHORIZED EXPERIENCED SERVICES PROGRAM TO ASSIST THE PARK IN REPLACING SEVERELY NON-CODE COMPLIANT, CORRODED, COMBINED DIRECT BURIAL SURFACE MOUNTED, ELECTRICAL SECONDARY SERVICE IN THE EMPLOYEE HOUSING AREAS IN TUOLUMNE MEADOWS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00950_1443"}, {"internal_id": 160026957, "Award ID": "P23AC00901", "Award Amount": 58836.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-13", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROJECT FUNDS FOR THE RECRUITMENT OF A HIGHLY SKILLED PROFESSIONAL IN THE FIELD OF EDUCATION AND HISTORIC INTERPRETATION. THE PROFESSIONAL WILL ASSIST THE STAFF OF THE LYNDON B. JOHNSON NATIONAL HISTORICAL PARK WITH: A.EVALUATION OF THE LIMITED AVAILABLE EDUCATIONAL RESOURCES B.DEVELOPING PROGRAMMATIC MATERIALS UTILIZING EXISTING ASSETSC.INSTITUTE NEW EDUCATIONAL METHODOLOGIES D.EXPAND THE PARK CAPACITY TO DELIVER FIELD TRIPS WITH LOCAL PARTNER SCHOOLSTHE PROJECT WILL ENTAIL CREATING A NETWORK OF TEACHERS IN THE LOCAL SCHOOL SYSTEMS AND PROVIDING A MEANS TO SCHEDULE VISITS FOR THE CLASSROOMS. ASSISTING THE PARKS EDUCATION COORDINATOR, THE INCUMBENT WILL DEVISE THE BEST POSSIBLE SCHEDULE AND PROGRAMMATIC THEMES TO BE REPRESENTED IN EDUCATIONAL PROGRAMMING. THIS WILL PROMOTE SUSTAINABILITY BY PROVIDING REALISTIC PLANNING THAT COORDINATES RESOURCES ACROSS THE INTERPRETIVE DIVISION, GUARANTEEING SUCCESSFUL IMPLEMENTATION OF EDUCATION PROGRAMS.BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.FOR MORE INFORMATION AND GUIDANCE, REFER TO NPS FINANCIAL ASSISTANCE POLICY GUIDANCE DOCUMENT ON USASPENDING.GOV AWARD DESCRIPTIONS (PROJECT ABSTRACTS), OR CONTACT THE NPS FINANCIAL ASSISTANCE POLICY OFFICE AT FINANCIAL ASSITANCE POLICY NPS.GOV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00901_1443"}, {"internal_id": 160632996, "Award ID": "P23AC00852", "Award Amount": 53000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "15.011", "Description": "15.011: EXPERIENCED SERVICES PROGRAM SAM.GOV LINK: CLICK HERE FOR THE SAM.GOV ASSISTANCE LISTING THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. THE PURPOSE OF THIS PROJECT WILL FUND A TEMPORARY EXPERIENCED PROFESSIONAL TO FILL A SHORT-TERM NEED IN THE FIELD OF ARCHIVES, RECORDS MANAGEMENT, INFORMATION MANAGEMENT, AND OTHER SPECIALTIES NECESSARY TO INFORM AND ADVANCE RECORDKEEPING AND INFORMATION MANAGEMENT AT EL MALPAIS AND EL MORRO NATIONAL MONUMENTS. THIS PROJECT WILL PROFESSIONALIZE RECORDKEEPING PRACTICES AND PROCEDURES AND BETTER ORGANIZE PARK RECORDS IN LINE WITH THE DIRECTORS ORDER 11D, THE NATIONAL PARK SERVICE RECORDS AND ELECTRONIC INFORMATION MANAGEMENT GUIDE, AND MEETING THE OFFICE OF MANAGEMENT AND BUDGET, AND NATIONAL ARCHIVES AND RECORDS ADMINISTRATION REQUIREMENTS FOR FEDERAL AGENCIES TO FULLY TRANSITION TO ELECTRONIC RECORDS MANAGEMENT BY JUNE 2024.   BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.FOR MORE INFORMATION AND GUIDANCE, REFER TO NPS FINANCIAL ASSISTANCE POLICY GUIDANCE DOCUMENT ON USASPENDING.GOV AWARD DESCRIPTIONS (PROJECT ABSTRACTS), OR CONTACT THE NPS FINANCIAL ASSISTANCE POLICY OFFICE AT FINANCIAL ASSITANCE POLICY NPS.GOV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00852_1443"}, {"internal_id": 160833698, "Award ID": "P23AC00842", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-05", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROJECT FUNDS ORGANIZATION AND CONVERSION OF LEGACY CULTURAL RESOURCES GIS DATA  DEPENDING ON PARK NEEDS, LEGACY CULTURAL RESOURCES GIS DATA WILL BE UPDATED TO CURRENT NPS STANDARDS FOR PARK BASE MAPS AND SITE PROTECTION IN THE EVENT OF WILDFIRE OR FUELS REDUCTION ACTIVITIES. DEVELOPMENT OF GEODATABASES CAN BE DEVELOPED THAT WILL ADDRESS DEFICIENCIES AND TO ASSURE THE LONG-TERM PROTECTION OF RESOURCES.  DATA STRUCTURES FOR THE COLLECTION OF SITE INFORMATION IN THE FIELD MAY BE DEVELOPED ALONG WITH TARGETED TRAINING IN PROTOCOLS FOR COLLECTION AND DOWNLOAD, PORTAL TRANSFER, AND DATA BACKUPS. PROJECT SPECIFIC COPIES OF LEGACY DATA MAY BE RETAINED DEPENDING ON PARK NEED.  BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.FOR MORE INFORMATION AND GUIDANCE, REFER TO NPS FINANCIAL ASSISTANCE POLICY GUIDANCE DOCUMENT ON USASPENDING.GOV AWARD DESCRIPTIONS (PROJECT ABSTRACTS), OR CONTACT THE NPS FINANCIAL ASSISTANCE POLICY OFFICE AT FINANCIAL ASSITANCE POLICY NPS.GOV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00842_1443"}, {"internal_id": 159667578, "Award ID": "P23AC00834", "Award Amount": 166261.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-31", "CFDA Number": "15.011", "Description": "15.011: EXPERIENCED SERVICES PROGRAMTHE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURALAND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID INTHE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES.THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVESPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFINGLEVELS. THIS PROJECT S PRIMARY PURPOSE IS TO ADD TEMPORARY, EXPERIENCED, SKILLED WORKERS (AGED 55 AND OLDER) THROUGH THE CONGRESSIONALLY AUTHORIZED EXPERIENCED SERVICES PROGRAM TO SUPPORT PARK PROJECTS WITH PROFESSIONAL AND TECHNICAL EXPERTISE IN PROJECT MANAGEMENT, UTILITY ANALYSIS, RESTORATION ECOLOGY, AND ARCHIVAL PROCESSING. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00834_1443"}, {"internal_id": 160833694, "Award ID": "P23AC00818", "Award Amount": 167155.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-06", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS.  THE PROJECT INCLUDES THREE POSITIONS THAT WILL BE ASSOCIATED WITH THE STEPHEN T. MATHER BUILDING ARTS   CRAFTSMANSHIP HIGH SCHOOL AND WORK EITHER AT THE SCHOOL OR OTHER NATIONAL PARK SITES WITHIN INTERIOR REGION 1.  THE ENROLLEES WILL PROVIDE EXPERTISE IN STONE MASONRY, LOG BUILDING AND CARPENTRY, AND WELDING.  BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00818_1443"}, {"internal_id": 159667570, "Award ID": "P23AC00793", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-30", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. AN EXPERIENCED ENVIRONMENTAL PROTECTIONS SPECIALIST (EPS) WILL HELP WITH ONGOING PROJECTS FOR CUYAHOGA VALLEY NATIONAL PARK. THE EPS WILL COORDINATE INTERDISCIPLINARY TEAMS TO SCREEN PROJECTS AND TAKE ACTIONS TO ENSURE COMPLIANCE PROJECTS AND DOCUMENTS ARE COMPLETED IN A TIMELY MANNER. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00793_1443"}, {"internal_id": 159667556, "Award ID": "P23AC00765", "Award Amount": 68698.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-19", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROJECT FUNDS TEMPORARY EXPERIENCED WORKERS WITHIN PARKS TO FILL SEVERAL SHORT-TERM NEEDS WITHIN SUPPORTING NATIONAL ENVIRONMENTAL POLICY ACT (NEPA)EVALUATIONS, PROJECT MANAGEMENT, CONTRACT WRITING, TRAINING, AND PROMOTING HEALTH AND SAFETY PROGRAMS FOR PARK STAFF.BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.FOR MORE INFORMATION AND GUIDANCE, REFER TO NPS FINANCIAL ASSISTANCE POLICY GUIDANCE DOCUMENT ON USASPENDING.GOV AWARD DESCRIPTIONS (PROJECT ABSTRACTS), OR CONTACT THE NPS FINANCIAL ASSISTANCE POLICY OFFICE AT FINANCIAL ASSITANCE POLICY NPS.GOV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00765_1443"}, {"internal_id": 159667553, "Award ID": "P23AC00756", "Award Amount": 62790.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-30", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THE RECIPIENT WILL BE RESPONSIBLE FOR WORKING COOPERATIVELY WITH NPS TO DEVELOP THE JOB DESCRIPTION(S), POSTING AND ADVERTISING JOBS, SCREENING CANDIDATES, FORWARDING QUALIFIED CANDIDATES FOR NPS REVIEW, ENROLLING SELECTED CANDIDATE(S) INTO THE EXPERIENCED SERVICES PROGRAM, ADMINISTERING ENROLLEE PAYROLL AND BENEFITS, SEPARATING ENROLLEES UPON PROJECT COMPLETION, AND WORKING WITH THE NPS MONITOR AND ATR TO MANAGE THE TASK AGREEMENT THROUGH ITS LIFECYCLE.BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.FOR MORE INFORMATION AND GUIDANCE, REFER TO NPS FINANCIAL ASSISTANCE POLICY GUIDANCE DOCUMENT ON USASPENDING.GOV AWARD DESCRIPTIONS (PROJECT ABSTRACTS), OR CONTACT THE NPS FINANCIAL ASSISTANCE POLICY OFFICE AT FINANCIAL ASSITANCE POLICY NPS.GOV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00756_1443"}, {"internal_id": 159667548, "Award ID": "P23AC00751", "Award Amount": 18355.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-30", "CFDA Number": "15.011", "Description": "15.011: EXPERIENCED SERVICES PROGRAMTHE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURALAND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID INTHE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES.THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVESPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFINGLEVELS. THIS PROJECT S PRIMARY PURPOSE IS TO ADD TEMPORARY, EXPERIENCED, SKILLED WORKERS (AGED 55 AND OLDER) THROUGH THE CONGRESSIONALLY AUTHORIZED EXPERIENCED SERVICES PROGRAM TO CONSERVE ARTIFACTS THAT REPRESENT OUR CULTURAL HERITAGE, AND ASSESS PRESERVATION CONCERNS AND CONSERVATION NEEDS. BENEFICIARIES INCLUDE ORGANIZATIONS THATSUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00751_1443"}, {"internal_id": 159667537, "Award ID": "P23AC00697", "Award Amount": 6684.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-16", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. THE ENROLLEE WILL PROVIDE VISITOR SUPPORT DURING THE SUMMER OF 2023 TO APOSTLE ISLANDS NATIONAL LAKESHORE. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c4a0d43-9df8-b86b-963f-b2f40322dc5b-R", "generated_internal_id": "ASST_NON_P23AC00697_1443"}, {"internal_id": 158585429, "Award ID": "P23AC00529", "Award Amount": 9500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-28", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. THIS PROJECT WILL PROVIDE SUPPORT TO THE OLMSTED CENTER FOR LANDSCAPE PRESERVATION IN THE FIELD OF HISTORIC STRUCTURES, UPDATING 66 EXISTING HISTORIC STRUCTURE RECORDS AND CREATING 55 NEW HISTORIC STRUCTURE RECORDS FOR THE HOME OF FRANKLIN DELANO ROOSEVELT NATIONAL HISTORIC SITE. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00529_1443"}, {"internal_id": 158585424, "Award ID": "P23AC00520", "Award Amount": 45000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-25", "CFDA Number": "15.011", "Description": "15.011: EXPERIENCED SERVICES PROGRAM THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. THIS PROJECT S PRIMARY PURPOSE IS TO ADD TEMPORARY, EXPERIENCED, SKILLED WORKERS (AGED 55 AND OLDER) THROUGH THE CONGRESSIONALLY AUTHORIZED EXPERIENCED SERVICES PROGRAM TO PROVIDE SUPPORT AND ASSISTANCE AS ENVIRONMENTAL HEALTH SUBJECT MATTER EXPERTS, PROJECT MANAGERS, AND TECHNICAL EXPERTS FOR CERCLA, RCRA, SDWA, TSCA, CWA, CAA, FIFRA, OSHA, AND HUD TITLE X ON PARK PROJECTS. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00520_1443"}, {"internal_id": 158585423, "Award ID": "P23AC00518", "Award Amount": 8684.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-25", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. AN EXPERIENCED PLANNING PROFESSIONAL WILL COMPLETE A WRITTEN DRAFT OF THE COMPREHENSIVE RIVER MANAGEMENT PLAN FOR THE FLATHEAD WILD AND SCENIC RIVER FOR GLACIER NATIONAL PARK AND ITS PARTNER AGENCY, THE UNITED STATES FOREST SERVICE, FLATHEAD NATIONAL FOREST. THE ENROLLEE WILL SERVE AS A SUBJECT MATTER EXPERT IN PLANNING, ENSURING THAT THE CREATED DOCUMENT IS READY FOR USE BY A SEPARATE NEPA TEAM AND LOCAL SPECIALISTS  EDITING WILL NOT BE COMPLETE TO PRINT-READY, BUT WILL BE READY TO TURN OVER TO ANOTHER WRITER EDITOR.BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.FOR MORE INFORMATION AND GUIDANCE, REFER TO NPS FINANCIAL ASSISTANCE POLICY GUIDANCE DOCUMENT ON USASPENDING.GOV AWARD DESCRIPTIONS (PROJECT ABSTRACTS), OR CONTACT THE NPS FINANCIAL ASSISTANCE POLICY OFFICE AT FINANCIAL ASSITANCE POLICY NPS.GOV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00518_1443"}, {"internal_id": 158585419, "Award ID": "P23AC00513", "Award Amount": 9133.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-18", "CFDA Number": "15.011", "Description": "15.011: EXPERIENCED SERVICES PROGRAM THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. THIS PROJECT S PRIMARY PURPOSE IS TO ADD TEMPORARY, EXPERIENCED, SKILLED WORKERS (AGED 55 AND OLDER) THROUGH THE CONGRESSIONALLY AUTHORIZED EXPERIENCED SERVICES PROGRAM TO PROVIDE MENTORSHIP AND FACILITATION TO ONE OR MORE PWR SUPERINTENDENTS WITH THE GOAL TO INFLUENCE AND SUPPORT DECISION MAKING SKILLS AND COMPETENCY DEVELOPMENT AMONG LEADERSHIP IN THE PWR. IN ADDITION, THE POSITION WILL FACILITATE THE ADMINISTRATION OF DATA GATHERED THROUGH DECISION MAKING TOOLS. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00513_1443"}, {"internal_id": 158107096, "Award ID": "P23AC00500", "Award Amount": 450000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-12", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. CENTER FOR WORKFORCE INCLUSION, WHICH SUPPORTS CAREER ADVANCEMENT OF THOSE 55 YEARS AND OLDER, WILL SUPPLEMENT NATIONAL PARK SERVICE STAFFS CAPACITY TO ACCOMPLISH COMMUNITY CONSERVATION AND OUTDOOR RECREATION PROJECTS ACROSS THE COUNTY.   BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c4a0d43-9df8-b86b-963f-b2f40322dc5b-R", "generated_internal_id": "ASST_NON_P23AC00500_1443"}, {"internal_id": 158107081, "Award ID": "P23AC00474", "Award Amount": 505000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-10", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. NATIONAL EXPERIENCED WORKFORCE SOLUTIONS, WHICH SUPPORTS CAREER ADVANCEMENT OF THOSE 55 YEARS AND OLDER, WILL SUPPLEMENT NATIONAL PARK SERVICE STAFFS CAPACITY TO ACCOMPLISH COMMUNITY CONSERVATION AND OUTDOOR RECREATION PROJECTS ACROSS THE COUNTY.  BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00474_1443"}, {"internal_id": 158107073, "Award ID": "P23AC00445", "Award Amount": 60245.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-13", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. AN EXPERIENCED BACK-COUNTRY TRAILS AND STOCK PROGRAM PROFESSIONAL WILL ADVISE AND COLLABORATE WITH STAFF ON PROJECTS, LOGISTICS, AND OPERATIONS PERFORMED BY WORK CREWS.AN EXPERIENCED EMERGENCY SERVICES PROFESSIONAL WILL SERVE AS ADVISOR AND MENTOR  IDENTIFY, DEVELOP, AND RECOMMEND MANAGEMENT ACTIONS, STRATEGIES, AND MITIGATIONS  PREPARE EMERGENCY SERVICES RELATED DOCUMENTS  SERVE AS A LIAISON TO PARK PARTNERS  IMPLEMENT TRAINING SESSIONS  AND PROVIDE REPORTING GUIDANCE.BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.FOR MORE INFORMATION AND GUIDANCE, REFER TO NPS FINANCIAL ASSISTANCE POLICY GUIDANCE DOCUMENT ON USASPENDING.GOV AWARD DESCRIPTIONS (PROJECT ABSTRACTS), OR CONTACT THE NPS FINANCIAL ASSISTANCE POLICY OFFICE AT FINANCIAL ASSITANCE POLICY NPS.GOV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00445_1443"}, {"internal_id": 158585409, "Award ID": "P23AC00413", "Award Amount": 51240.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-20", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. THIS AGREEMENT WILL ALLOW THE NPS TO QUICKLY ADD TEMPORARY CAPACITY AND SUPPORT TO THE CONSERVATION ACTIVITIES OF THE LAB. THE EXPERIENCED SERVICES PROGRAM WILL ALLOW THE NPS TO IMPLEMENT TEMPORARY ASSISTANCE TO ADDRESS SPECIALIZED PROJECT WORKLOAD. PROJECTS WILL INCLUDE THE TREATMENT OF OUTDOOR STATUARY, MONUMENTS, CAST IRON CHURCH BELL, AND ALL METAL OBJECTS. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00413_1443"}, {"internal_id": 158107061, "Award ID": "P23AC00393", "Award Amount": 40890.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-10", "CFDA Number": "15.011", "Description": "PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):MENTOR AND TRAIN ARCHIVIST AND ARCHIVES TECHNICIANS. DEVELOP PROCESSING PLANS TO ADDRESS BACKLOG RECORDS. PROCESS HIGH PRIORITY COLLECTIONS. SUMMARY OF PROJECT SPECIFIC ACTIVITIES:THE ENROLLEE WILL:MENTOR, PROVIDE ON-THE-JOB TRAINING, AND GUIDANCE TO THE GLAC ARCHIVES STAFF.PROCESS (APPRAISE, ARRANGE, REHOUSE, DESCRIBE, CATALOG, AND GENERATE FINDING AID) HIGH PRIORITY PARK RESOURCE MANAGEMENT RECORDS.WRITE PROCESSING PLANS FOR BACKLOG RECORDS TO GUIDE PARK STAFF. PRIORITIES, SPECIAL CONSIDERATIONS, AND TECHNICAL APPROACH FOR EACH RECORD GROUP WILL BE DOCUMENTED IN PROCESSING PLANS.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:PROVIDE ON THE JOB TRAINING MENTORSHIP TO GLAC STAFF. THROUGHOUT AGREEMENTPROCESS 15 LF RESOURCE MANAGEMENT RECORDSBY 10 31 2023COMPETE PROCESSING PLANS FOR 5 RECORD GROUPSBY 12 31 2023 PROCESS 30 LF RESOURCE MANAGEMENT RECORDSBY 6 1 2024COMPLETE PROCESSING PLANS FOR 5 RECORD GROUPSBY 10 31 2024PROCESS 70 LF RESOURCE MANAGEMENT RECORDSBY 12 31 2024BENEFICIARIES: THE NON-PROFIT ORGANIZATION, NATIONAL EXPERIENCED WORKFORCE SOLUTIONS AND SENIOR MEMBER(S) OF THE PUBLIC AGED 55 OR OLDER WILL BE SUPPORTED IN EFFORTS TO ADD FEDERAL CAPACITY TO MEET THE NPS MISSION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00393_1443"}, {"internal_id": 157767398, "Award ID": "P23AC00392", "Award Amount": 61189.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. THIS AGREEMENT WILL SUPPORT PROJECT MANAGEMENT CAPACITY AT DEATH VALLEY NATIONAL PARK TO MANAGE THE REPAIR OF FLOOD DAMAGED ROADS, TRAILS, BUILDINGS, LANDSCAPES, AND UTILITIES. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00392_1443"}, {"internal_id": 158107057, "Award ID": "P23AC00357", "Award Amount": 33199.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-03", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. AN EXPERIENCED WILDERNESS PROFESSIONAL WILL ADVISE ON MULTIPLE SIMULTANEOUS PROJECTS INVOLVING COMPLEX LOGISTICS WITH MULTIPLE WORK UNITS THROUGHOUT THE PARK TO SUPPORT WILDERNESS MANAGEMENT. THE ENROLLEE WILL SERVE AS AN ADVISOR, IDENTIFYING, DEVELOPING, AND RECOMMENDING MANAGEMENT ACTIONS, STRATEGIES, AND MITIGATIONS  SERVE AS A LIAISON TO SPECIAL INTEREST GROUPS AND NPS OFFICES  HELP DETERMINE RESEARCH NEEDS RELATED TO BACKCOUNTRY AND WILDERNESS MANAGEMENT  PREPARE, REVIEW, ANALYZE, AND EVALUATE PROJECTS TO BE CONDUCTED IN WILDERNESS FOR COMPLIANCE  AND TRAIN AND MENTOR OTHER STAFF.BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00357_1443"}, {"internal_id": 158107055, "Award ID": "P23AC00338", "Award Amount": 78517.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-06", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. THE PROJECT WILL PROVIDE STAFF THE OPPORTUNITY FOR PROFESSIONAL DEVELOPMENT WITH WRITING TECHNIQUE AND PHOTOGRAPHIC DOCUMENTATION SKILLS BY WORKING WITH A RETIRED JOURNALIST TO TAKE HISTORIC RESEARCH ABOUT THE EXPLORATION OF THE MEANING OF FREEDOM AND THE ESCAPE FROM ENSLAVEMENT AND DEVELOP EFFECTIVE AND ENGAGING PIECES FOR SOCIAL MEDIA POSTS, WEBSITE ARTICLES AND OTHER PRODUCTS TO CONNECT THIS UNTOLD HISTORY TO THE PUBLIC. THEY WILL WORK WITH NPS NTF HISTORIANS AND COMMUNICATIONS STAFF TO CREATE WIDELY ACCESSIBLE PRODUCTS TO ENGAGE THE PUBLIC THROUGH THE STORIES OF ENSLAVED PEOPLE WHO TOOK THEIR FREEDOM. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00338_1443"}, {"internal_id": 157252565, "Award ID": "P23AC00336", "Award Amount": 74945.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-13", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. FOR THIS PROJECT, PARTICIPANTS WILL ASSIST THE NPS PACIFIC WEST REGION FIRE PROGRAM WITH FIRE PLANNING SUPPORT AND REVISING FIRE MANAGEMENT PLANS. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00336_1443"}, {"internal_id": 157252562, "Award ID": "P23AC00320", "Award Amount": 23184.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-15", "CFDA Number": "15.011", "Description": "REQUIREMENTS FOR ALL AGREEMENTS AND FUNDED MODIFICATIONSTYPE A SHORT DESCRIPTION (150 WORDS OR LESS) TO INCLUDE AWARD PURPOSE, ACTIVITIES, DELIVERABLES  OUTCOMES, AND BENEFICIARIES. THIS INFORMATION IS TYPICALLY FOUND IN THE ASSISTANCE LISTING DESCRIPTION ON SAM.GOV.THE      EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT      FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL      PARK SERVICE (NPS). PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF      PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THE      OBJECTIVES OF THIS PROJECT WILL BE TO ASSIST THE NATIONAL PARK SERVICE      WITH ASSET MANAGEMENT SYSTEMS, DATA ENTRY, REPORT PROCESSING, PROJECT      MANAGEMENT, AND SYSTEM IMPLANTATION AND CHANGES. THE ESP ENROLLEES HIRED      BY THIS PROJECT WILL HELP THE AGENCY MEETING THE DOI GOAL BY ASSISTING      WITH ASSET AND LAND ACQUISITIONS ALIGNING THE DOI GOAL  WORKING TO      CONSERVE AT LEAST 30  EACH OF OUR LANDS AND WATERS BY THE YEAR 2030. THEY      WILL BE ASSISTING WITH PROJECT DEVELOPMENT AND ENSURING WE HAVE THE MEANS      TO INCLUDE AND ACCELERATE RESPONSIBLE DEVELOPMENT OF RENEWABLE ENERGY ON      PUBLIC LANDS AND WATERS.BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.FOR MORE INFORMATION AND GUIDANCE, REFER TO NPS FINANCIAL ASSISTANCE POLICY GUIDANCE DOCUMENT ON USASPENDING.GOV AWARD DESCRIPTIONS ( PROJECT ABSTRACTS ), OR CONTACT THE NPS FINANCIAL ASSISTANCE POLICY OFFICE AT FINANCIAL ASSITANCE POLICY NPS.GOV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00320_1443"}, {"internal_id": 157252558, "Award ID": "P23AC00306", "Award Amount": 57610.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-07", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROJECT FUNDS TEMPORARY EXPERIENCED WORKERS WITH THE WASO CULTURAL RESOURCES PARK HISTORY PROGRAM TO COMPLETE THE UPDATE AND ROLLOUT OF A NEW WEBSITE FOR THE PROGRAM. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00306_1443"}, {"internal_id": 157767368, "Award ID": "P23AC00280", "Award Amount": 60000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-31", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. THIS PROJECT FUNDS TEMPORARY EXPERIENCED WORKERS WITHIN PARKS TO FILL SEVERAL SHORT TERM NEEDS INCLUDING SUPPORTING LEGACY RESTORATION FUND PRESERVATION CREWS BY DOCUMENTING EXISTING AND UNFORESEEN CONDITIONS AS THEY ARE UNCOVERED DURING PRESERVATION ACTIVITIES. INSPECT STRUCTURES TO ASSESS CONDITIONS AND DETERIORATION CAUSES, RECOMMEND APPROPRIATE TREATMENTS, TO PROVIDE DOCUMENTATION FOR SECTION 106 COMPLIANCE AND FOR PRESERVATION REPORTS AND PLANNING EFFORTS. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00280_1443"}, {"internal_id": 156908765, "Award ID": "P23AC00257", "Award Amount": 57273.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-24", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROJECT FUNDS ENROLLEE WILL DO RESEARCH AND TECHNICAL WRITING AND PROVIDE CONSULTATION WITH TRIBES FOR THE NPS NATIONAL TRAILS OFFICE, FOR COMPLETION OF THE CALIFORNIA AUTO TOUR ROUTE (ATR) GUIDE, THE LAST IN THE SERIES.SUMMARY OF PROJECT SPECIFIC ACTIVITIES ENROLLEE WILL COMPLETE TECHNICAL REVIEWS OF DRIVING DIRECTIONS FOR THE WALKER RIVER SONORA, CARSON, TRUCKEE, BECKWOURTH, NOBLES, LASSEN, AND APPLEGATE ROUTES OF THE CALIFORNIA NATIONAL HISTORIC TRAIL (NHT) AND THE PONY EXPRESS NHT, ALL THROUGH CALIFORNIA. ENROLLEE WILL TRAVEL AND COORDINATE WITH CALIFORNIA TRIBAL GROUPS. ENROLLEE WILL DRAFT, COORDINATE REVIEWS, REVISE AND PREPARE A FINAL DRAFT OF AN HISTORICAL NARRATIVE FOR THE ATR GUIDE, INCLUDING EDITING AND LAYOUT OF PHOTOS. ENROLLEE WILL PROVIDE CONSULTATION FOR NPS NATIONAL TRAILS AS NEEDED.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES EXPECTED OUTCOME WILL BE THE FINAL DRAFT OF THE HISTORICAL NARRATIVE FOR THE ATR GUIDE, INCLUDING EDITING AND LAYOUT OF PHOTOS.BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.FOR MORE INFORMATION AND GUIDANCE, REFER TO NPS FINANCIAL ASSISTANCE POLICY GUIDANCE DOCUMENT ON USASPENDING.GOV AWARD DESCRIPTIONS ( PROJECT ABSTRACTS ), OR CONTACT THE NPS FINANCIAL ASSISTANCE POLICY OFFICE AT FINANCIAL ASSITANCE POLICY NPS.GOV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00257_1443"}, {"internal_id": 157252545, "Award ID": "P23AC00236", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-06", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. PETROGLYPH NATIONAL MONUMENT IS IN NEED OF SUPPORT FOR THE ESCARPMENT TRAIL CONNECTOR PROJECT. THE ENROLLEE WILL PROVIDE CONSTRUCTION INSPECTION FOR ADHERENCE TO THE CONTRACT DOCUMENTS AND INDUSTRY STANDARDS AND REPORT TO THE FACILITY MANAGER. THE ENROLLEE WILL ALSO REVIEW PRELIMINARY DESIGN, DESIGN, AND CONSTRUCTION DOCUMENTS SUCH AS DRAWINGS, SPECIFICATIONS, SPECIAL STUDIES REPORTS AND SO FORTH FOR CONSTRUCTABILITY.BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.FOR MORE INFORMATION AND GUIDANCE, REFER TO NPS FINANCIAL ASSISTANCE POLICY GUIDANCE DOCUMENT ON USASPENDING.GOV AWARD DESCRIPTIONS ( PROJECT ABSTRACTS ), OR CONTACT THE NPS FINANCIAL ASSISTANCE POLICY OFFICE AT FINANCIAL ASSITANCE POLICY NPS.GOV.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00236_1443"}, {"internal_id": 156908757, "Award ID": "P23AC00229", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-21", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. PETROGLYPH NATIONAL MONUMENT IS IN NEED OF ARCHAEOLOGICAL SUPPORT FOR VARIOUS PROJECTS AND DUTIES THROUGHOUT THE PARK. THE ENROLLEE WILL PRIMARILY PROVIDE ARCHAEOLOGICAL EXPERTISE ON CONSTRUCTION OR TRAIL PROJECTS. THE ENROLLEE MAY ALSO BE INVOLVED IN FIELD SURVEYS, RECORDING SITES, CONDUCTING ARTIFACT ANALYSIS, CONDUCTING CONDITION ASSESSMENTS, AND OTHER ARCHAEOLOGICAL RELATED WORK AS NEEDED. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00229_1443"}, {"internal_id": 156520665, "Award ID": "P23AC00220", "Award Amount": 65728.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURALAND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID INTHE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES.THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVESPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFINGLEVELS. THE ENROLLEE WILL SUPPORT ADMINISTRATIVE ACTIVITIES FOR THE PLANNING AND IMPLEMENTATION OF AT LEAST 17 DEEPWATER HORIZON (DWH) RESTORATION PROJECTS IN NATIONAL PARK UNITS IN THE GULF OF MEXICO. WORK MAY INCLUDE CONSULTING ON BUDGETING, COST DOCUMENTATION, AND ACCOUNTING. BENEFICIARIES INCLUDE ORGANIZATIONS THATSUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00220_1443"}, {"internal_id": 156520653, "Award ID": "P23AC00202", "Award Amount": 42344.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-13", "CFDA Number": "15.011", "Description": "THIS PROJECT S PRIMARY PURPOSE IS TO ADD TEMPORARY, EXPERIENCED, SKILLED WORKERS (AGED 55 AND OLDER) THROUGH THE CONGRESSIONALLY AUTHORIZED EXPERIENCED SERVICES PROGRAM TO ASSIST WITH PROCESSING THE 200 AVERAGE ANNUAL CURRENT AND NEW GRANT AND COOPERATIVE TASK AGREEMENTS WITHIN THE AK REGION. THE ESP PARTICIPANTS WILL NOT REPLACE OR DISPLACE CURRENT NPS EMPLOYEES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00202_1443"}, {"internal_id": 156520799, "Award ID": "P23AC00174", "Award Amount": 9141.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-01", "CFDA Number": "15.011", "Description": "15.011  EXPERIENCED SERVICES PROGRAM. THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURALAND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID INTHE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES.THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVESPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFINGLEVELS. THIS PROJECT S PRIMARY PURPOSE IS TO ADD TEMPORARY, EXPERIENCED, SKILLED WORKERS (AGED 55 AND OLDER) THROUGH THE CONGRESSIONALLY AUTHORIZED EXPERIENCED SERVICES PROGRAM TO ASSIST IN MEETING THE OFFICE OF MANAGEMENT AND BUDGET (OMB) AND NATIONAL ARCHIVES AND RECORDS ADMINISTRATION (NARA) REQUIREMENT THAT FEDERAL AGENCIES TRANSITION TO FULLY ELECTRONIC RECORDS MANAGEMENT BY JUNE, 2024.BENEFICIARIES INCLUDE ORGANIZATIONS THATSUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00174_1443"}, {"internal_id": 156262510, "Award ID": "P23AC00140", "Award Amount": 18735.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-26", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCES CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROJECT FUNDS A TEMPORARY EXPERIENCED WORKER WITHIN THE PART TO FILL THE NEED FOR GROUND MAINTENANCE OPERATIONS AT ELLWOOD MANOR, A HISTORIC SITE LOCATED IN THE WILDERNESS BATTLEFIELD.POSITION DUTIES INCLUDE THE FOLLOWING  MAINTAIN A YEARLY RECORD OF VOLUNTEER S HOURS. ENSURE ALL VOLUNTEERS COMPLETE REQUIRED NPS VOLUNTEER FORM(S) AND PROVIDE TO PARK STAFF. MOW AND TRIM THE GRASS, TRIM HEDGES, CLEAR PROPERTY OF LEAVES, LIMBS, BRUSH, TRASH, AND OTHER DEBRIS SURROUNDING ELLWOOD MANOR. MAINTAIN THE WALKING TRAILS LOCATED AT ELLWOOD MANOR. ENSURE SAFETY OF SELF AND VOLUNTEERSPERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES COMPLETED GROUND MAINTENANCE TASKS AND MAINTENANCE VOLUNTEER COORDINATION.BENEFICIARIES BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 5 YEARS OF AGE AND OLDER, THE PARTICIPATING PARK VOLUNTEERS, AND THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00140_1443"}, {"internal_id": 155860544, "Award ID": "P23AC00124", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-10", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE. PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NATIONAL PARK SERVICE EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NATIONAL PARK SERVICE STAFFING LEVELS. THE SPECIFIC OBJECTIVE OF THIS PROJECT IS TO OBTAIN FIRE MANAGEMENT SUPPORT AT YOSEMITE NATIONAL PARK AND DEVIL S POSTPILE NATIONAL MONUMENT.BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00124_1443"}, {"internal_id": 155860623, "Award ID": "P23AC00093", "Award Amount": 39526.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-06", "CFDA Number": "15.011", "Description": "THIS PROJECT S PRIMARY PURPOSE IS TO ADD TEMPORARY, EXPERIENCED, SKILLED WORKERS (AGED 55 AND OLDER) THROUGH THE CONGRESSIONALLY AUTHORIZED EXPERIENCED SERVICES PROGRAM TO ASSIST THE PARK IN ANALYZING THE STRUCTURE AND PROCESSES WITHIN THE FACILITIES ORGANIZATION AND MAKE RECOMMENDATIONS FOR IMPROVEMENTS AND STREAMLINING OF PROCESSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00093_1443"}, {"internal_id": 156262520, "Award ID": "P23AC00092", "Award Amount": 40127.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-19", "CFDA Number": "15.011", "Description": "THIS PROJECT S PRIMARY PURPOSE IS TO ADD TEMPORARY, EXPERIENCED, SKILLED WORKERS (AGED 55 AND OLDER) THROUGH THE CONGRESSIONALLY AUTHORIZED EXPERIENCED SERVICES PROGRAM TO ADD TEMPORARY CAPACITY AND SUPPORT TO OUR FEDERAL WORKERS AT BROWN V. BOARD OF EDUCATION NATIONAL HISTORICAL PARK IN TOPEKA, AND AT THE SUMMERTON, SC, DELAWARE, VIRGINIA, AND WASHINGTON D.C. SITES. THE PARK RANGER WILL ASSIST THE AFFILIATED SITES WITH PROGRAMMING NEEDS, SUCH AS DEVELOPING INTERPRETIVE AND EDUCATIONAL MATERIAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00092_1443"}, {"internal_id": 155053621, "Award ID": "P23AC00089", "Award Amount": 50349.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-14", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDER REPRESENTED AT CURRENT NPS STAFFING LEVELS.THE YOSEMITE NATIONAL PARK ESP FREEDOM OF INFORMATION ACT (FOIA) POSITION PRIMARY PURPOSE IS TO ADD TEMPORARY, EXPERIENCED, SKILLED WORKERS (AGED 55 AND OLDER) THROUGH THE CONGRESSIONALLY AUTHORIZED EXPERIENCED SERVICES PROGRAM TO ASSIST WITH PROCESSING BACKLOGGED AND NEW FOIA CASES AS NEEDED SO THAT THE PARK CAN COMPLY WITH THE FOIA STATUTORY TIMELINES.BENEFICIARIES INCLUDE ORGANIZATIONS THATSUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00089_1443"}, {"internal_id": 155053718, "Award ID": "P23AC00077", "Award Amount": 167635.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-07", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM (ESP) PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE (NPS). PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. THE OBJECTIVE OF THIS PROJECT IS TO PROVIDE GRANTS MANAGEMENT SUPPORT THROUGH THE FULL LIFECYCLE FOR MANY OF THE UP TO 20 ACTIVE GRANT PROGRAMS (WITH THOUSANDS OF INDIVIDUAL GRANTS) IN THE CULTURAL RESOURCES, PARTNERSHIPS, AND SCIENCE DIRECTORATE. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00077_1443"}, {"internal_id": 154127125, "Award ID": "P23AC00051", "Award Amount": 97313.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-15", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM  ESP  PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE  NPS . PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. FOR THIS PROJECT, AND ESP ENROLLE WILL PROVIDE ASSISTANCE AND SUPPORT ON CAPITAL IMPROVEMENT PROJECTS AT GREAT BASIN NATIONAL PARK, HELPING TO IMPROVE THE VISITOR EXPERIENCE.BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00051_1443"}, {"internal_id": 154127126, "Award ID": "P23AC00047", "Award Amount": 9906.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-04", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM  ESP  PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURALAND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE  NPS . PARTICIPANTS WILL AID INTHE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES.THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVESPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFINGLEVELS.THIS PROJECT OBJECTIVE IS TO ASSIST WITH FINANCE OFFICE FUNCTIONS AT YOSEMITE NATIONAL PARK  YOSE .BENEFICIARIES INCLUDE ORGANIZATIONS THATSUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00047_1443"}, {"internal_id": 153783682, "Award ID": "P23AC00025", "Award Amount": 92295.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-10-31", "CFDA Number": "15.011", "Description": "15.011  EXPERIENCED SERVICES PROGRAM SAM.GOV LINK  CLICK HERE FOR THE SAM.GOV ASSISTANCE LISTING TEMPLATE  THE EXPERIENCED SERVICES PROGRAM  ESP  PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE  NPS . PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES. THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS. THIS PROJECT S PRIMARY PURPOSE IS TO ADD TEMPORARY, EXPERIENCED, SKILLED WORKERS  AGED 55 AND OLDER  THROUGH THE CONGRESSIONALLY AUTHORIZED EXPERIENCED SERVICES PROGRAM TO ASSIST SAMO WITH ASSESSING THE ESTIMATED VALUE OF ARTIFACTS AND MATERIALS SUBSTANTIALLY DAMAGED OR DESTROYED BY THE 2018 WOOLSEY FIRE. THE TEAM ALSO WILL WORK TO PROVIDE AN ASSESSMENT OF THE ESTIMATED VALUE OF BURNED AND IMPACTED TERRESTRIAL ARCHEOLOGICAL SITES. BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P23AC00025_1443"}, {"internal_id": 151867158, "Award ID": "P22AC02279", "Award Amount": 41111.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "15.011", "Description": "NEW SOLUTIONS WILL WORK WITH THE NPS TO DEVELOP A JOB DESCRIPTION, ADVERTISE THE JOB, SCREEN CANDIDATES, AND ENROLL THE SELECTED CANDIDATE INTO THE EXPERIENCED SERVICES PROGRAM, AND MANAGE THE TASK AGREEMENT DURING THE LIFE OF THE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC02279_1443"}, {"internal_id": 151867911, "Award ID": "P22AC02220", "Award Amount": 565421.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM  ESP  PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL  AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE  NPS   PARTICIPANTS WILL AID IN  THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES   THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE  SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING  LEVELS THE PLACEMENT OF A FACILITY MANAGEMENT PROGRAM SPECIALIST, ENVIRONMENTAL PROTECTION SPECIALIST, CULTURAL RESOURCES SPECIALIST, VISUAL RESOURCES SPECIALIST, COMMUNITY ENGAGEMENT SPECIALIST, SAFETY SPECIALIST, PARTNERSHIPS COORDINATOR, AND ADMINISTRATIVE ASSISTANT WITHIN THE PARK WILL PROVIDE SHORT TERM ASSISTANCE IN MULTIPLE PROGRAM AREAS  THE EXPERIENCED WORKERS WILL GREATLY IMPROVE OVERALL PARKS OPERATIONS, ENHANCE VISITOR SERVICES AND PARTNERSHIPS, AND ENSURE THE PROTECTION OF CULTURAL AND NATURAL RESOURCES  BENEFICIARIES INCLUDE ORGANIZATIONS THAT  SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c4a0d43-9df8-b86b-963f-b2f40322dc5b-R", "generated_internal_id": "ASST_NON_P22AC02220_1443"}, {"internal_id": 151867257, "Award ID": "P22AC02209", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-12", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM  ESP  PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE  NPS   PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES  THIS PROJECT FUNDS A TEMPORARY EXPERIENCED WORKER AT THE NATIONAL PARK OF AMERICAN SAMOA TO WRITE A FOCUSED CONDITION ASSESSMENT OF SUBSISTENCE FISHERIES THAT WILL ENHANCE THE PARKS ABILITY TO MITIGATE FISHING IMPACTS  BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC02209_1443"}, {"internal_id": 152328795, "Award ID": "P22AC02204", "Award Amount": 434588.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.011", "Description": "THE PROJECT INCLUDES ONE POSITION TO PROVIDE EXPERTISE IN RECORDS MANAGEMENT AT FEDERAL HALL NATIONAL MEMORIAL, HEADQUARTERS OFFICES FOR MANHATTAN SITES  THE OTHER SIX POSITIONS WILL BE ASSOCIATED WITH THE STEPHEN T  MATHER BUILDING ARTS AND  CRAFTSMANSHIP HIGH SCHOOL AND WORK EITHER AT THE SCHOOL OR OTHER NATIONAL PARK SITES WITHIN INTERIOR REGION 1  THE ENROLLEES WILL PROVIDE EXPERTISE IN RECORDS MANAGEMENT, STONE MASONRY, LOG BUILDING AND CARPENTRY, LANDSCAPE PROFESSIONAL, PROGRAM DEVELOPMENT, CLIMATE SPECIALIST AND MEDIA SPECIALIST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC02204_1443"}, {"internal_id": 151867424, "Award ID": "P22AC02142", "Award Amount": 68073.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "15.011", "Description": "NATURAL DISASTER SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC02142_1443"}, {"internal_id": 151521863, "Award ID": "P22AC02082", "Award Amount": 87127.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM  ESP  PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE  NPS   PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES  PARTICIPANTS WILL SUPPORT AND AUGMENT THE CAPACITY OF THE NPS FACILITY MANAGEMENT PROGRAM IN INTERIOR REGIONS 8, 9, 10, AND 12, BY PROVIDING THE TECHNICAL KNOWLEDGE THAT IS CURRENTLY MISSING IN AREAS OF PROJECT COST ESTIMATING AND PROJECT DEVELOPMENT  BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC02082_1443"}, {"internal_id": 151521847, "Award ID": "P22AC01999", "Award Amount": 62685.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-29", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM  ESP  PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE  NPS   PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES  THE NATIONAL EXPERIENCED WORKFORCE SOLUTIONS  NEW SOLUTIONS  WILL RECRUIT A STRATEGIC PLANNER TO SUPPORT THE KALAUPAPA NATIONAL HISTORICAL PARK FACILITIES TEAM IN THE DEVELOPMENT OF SHORT TERM AND LONG TERM FACILITY MANAGEMENT PLANS  BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01999_1443"}, {"internal_id": 151522260, "Award ID": "P22AC01960", "Award Amount": 395000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM  ESP  PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE  NPS   PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES  THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS  THIS PROJECT WILL INVOLVE COMMUNITY ASSISTANCE, NATURAL DISASTER AND RECOVERY WORK  BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c4a0d43-9df8-b86b-963f-b2f40322dc5b-R", "generated_internal_id": "ASST_NON_P22AC01960_1443"}, {"internal_id": 151522049, "Award ID": "P22AC01953", "Award Amount": 44107.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "15.011", "Description": "EXPERIENCED SERVICES PROGRAM  ESP  PARTICIPANTS WILL PROVIDE TECHNICAL ASSISTANCE AND SUPPORT TO THE NPS IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE GENERAL PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES  THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES NOT AVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS  THE ESP PARTICIPANTS WILL NOT REPLACE OR DISPLACE CURRENT NPS EMPLOYEES THIS PROJECT WILL IMPROVE THE ACCURACY OF GIS MAPS FOR 1,000 NATIONAL HISTORIC LANDMARKS  NHL  THROUGHOUT THE NORTHEAST REGION, WHICH ARE OWNED AND MANAGED BY A VARIETY OF ORGANIZATIONS, INCLUDING FEDERAL AGENCIES, STATE AND LOCAL LEVELS OF GOVERNMENT, PRIVATE ORGANIZATIONS, AND NON PROFITS  THEY WILL ALSO CREATE USER TOOLS TO IMPROVE ROUTINE QUERIES AND SEARCHES  WORK WILL ALSO INCLUDE THE CREATION OF TWO INTERPRETIVE STORY MAPS FOR A PUBLIC AUDIENCE TO HIGHLIGHT THE HISTORY AND SIGNIFICANCE OF NHLS AS WELL AS THE WORK OF THE NHL PROGRAM PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES  WORK ON THIS PROJECT WILL BEGIN IN EARLY 2023 AND CLOSE BY THE END OF SEPTEMBER  BY THE TIME THE PROJECT CONCLUDES IN SEPTEMBER 2023, IT IS ANTICIPATED THAT MORE THAN 1,000 NHL MAPS WILL HAVE BEEN CORRECTED, AND BOTH STORY MAPS PRODUCED BENEFICIARIES  ESP HIRES 55  IN AGE BENEFIT FROM THE PROGRAM, THE DEVELOPMENT OF STORY MAPS WILL ALSO BENEFIT THE PUBLIC, BECAUSE THEY WILL HAVE UP TO DATE AND ENGAGING INFORMATION ABOUT THE HISTORY AND SIGNIFICANCE OF THESE SIGNIFICANT PLACES IN AMERICAN HISTORY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c4a0d43-9df8-b86b-963f-b2f40322dc5b-R", "generated_internal_id": "ASST_NON_P22AC01953_1443"}, {"internal_id": 151522333, "Award ID": "P22AC01939", "Award Amount": 1300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM  ESP  PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE  NPS   PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES  THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS  THIS PROJECT WOULD PROVIDE USPP WITH DAILY SUPPORT AND EVER GROWING TECHNICAL EXPERTISE AND CAPACITY IN MANY MISSION S CRITICAL AREAS  BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01939_1443"}, {"internal_id": 151521762, "Award ID": "P22AC01847", "Award Amount": 51235.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-19", "CFDA Number": "15.011", "Description": "WITHIN THE ANNUAL APPROPRIATIONS ACT, A PROGRAM HAS BEEN ESTABLISHED WITHIN THE DEPARTMENT OF THE INTERIOR  DOI  THAT ALLOWS BUREAUS TO ISSUE GRANTS OR COOPERATIVE AGREEMENTS FOR THE PURPOSE OF UTILIZING THE EXPERIENCE AND SKILLS OF OLDER AMERICANS  THIS IS REFERRED TO AS THEDOI EXPERIENCED SERVICES PROGRAMAND IT IS AUTHORIZED UNDER SECTION 113 OF THE CONSOLIDATED APPROPRIATIONS ACT, 2019 REQUIREMENTS FOR ALL AGREEMENTS AND FUNDED MODIFICATIONSTYPE A SHORT DESCRIPTION  150 WORDS OR LESS  TO INCLUDE AWARD PURPOSE, ACTIVITIES, DELIVERABLES  OUTCOMES, AND BENEFICIARIES  THIS INFORMATION IS TYPICALLY FOUND IN THE ASSISTANCE LISTING DESCRIPTION ON SAM GOV 15 011 THE EXPERIENCED SERVICES PROGRAM  ESP  PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE  NPS   PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES  THIS TASK AGREEMENT WILL PROVIDE FOR THE RECRUITMENT OF SKILLED PROFESSIONALS IN THE FIELD OF ARCHIVES, RECORDS MANAGEMENT, INFORMATION MANAGEMENT, AND OTHER SPECIALTIES NECESSARY TO INFORM AND ADVANCE RECORDKEEPING AND INFORMATION MANAGEMENT AT LYNDON B  JOHNSON NATIONAL HISTORICAL PARK  PROFESSIONALS WILL ASSIST THE STAFF OF LYNDON B  JOHNSON NATIONAL HISTORICAL PARK WITH  ESTABLISHMENT AND IMPLEMENTATION OF DIGITAL AND HARD COPY FILE PLANS IN LINE WITH NPS POLICIES  DEVELOPMENT OF STANDARD OPERATING PROCEDURES TO GUIDE LOCAL PRACTICES RELATED TO RECORDS CREATION, STORAGE, MANAGEMENT, AND RETENTION  PRIORITIZATION OF FILES FOR ORGANIZATION AND TRANSITION BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER FOR MORE INFORMATION AND GUIDANCE, REFER TO NPS FINANCIAL ASSISTANCE POLICY GUIDANCE DOCUMENT ON USASPENDING GOV AWARD DESCRIPTIONS   PROJECT ABSTRACTS  , OR CONTACT THE NPS FINANCIAL ASSISTANCE POLICY OFFICE AT FINANCIAL ASSITANCE POLICY NPS GOV", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01847_1443"}, {"internal_id": 151521812, "Award ID": "P22AC01844", "Award Amount": 182339.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM IS DESIGNED TO SUPPORT AND AUGMENT THE CAPACITY OF THE NPS TO MEET ITS  MISSION GOALS AND OBJECTIVES IN AREAS WHERE IT LACKS SUFFICIENT EXPERTISE, TECHNICAL SKILLS AND OR CAPACITY  CURRENTLY THE NPS HAS A  12 BILLION PLUS DEFERRED MAINTENANCE BACKLOG AND OTHER CAPACITY ISSUES THAT ARE THREATENING TO INHIBIT THE ABILITY OF THE SERVICE TO ADEQUATELY PROTECT AND MAINTAIN THE TREASURED PUBLIC LAND OF THE UNITED STATES OF AMERICA  ADDITIONALLY, THE RESPONSIBILITIES OF THE NPS HAVE GROWN GREATLY OVER THE LAST SEVERAL DECADES BUT THE WORKFORCE HAS NOT ADEQUATELY AUGMENTED ITS CAPACITY  THIS HAS LED TO A DEFICIT OF TECHNICAL EXPERTISE AND CAPACITY IN SOME CRITICAL PROGRAM AREAS SUMMARY OF PROJECT SPECIFIC ACTIVITIES THE PROJECT WILL APPRAISE AND ORGANIZE RESOURCE MANAGEMENT RECORDS AND PREPARE DESTRUCTION FORMS FOR ITEMS IDENTIFIED FOR REMOVAL PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES COMPLETE APPRAISAL AND ORGANIZATION OF AN ESTIMATED 300 LINEAR FEET OF RESOURCE MANAGEMENT RECORDS BENEFICIARIES  NATIONAL EXPERIENCED WORKFORCE SOLUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01844_1443"}, {"internal_id": 151522495, "Award ID": "P22AC01830", "Award Amount": 238000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM  ESP  PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE  NPS   PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES  THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS  THIS PROJECT WILL INVOLVE COMMUNITY ASSISTANCE, NATURAL DISASTER AND RECOVERY WORK  BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01830_1443"}, {"internal_id": 151019175, "Award ID": "P22AC01763", "Award Amount": 2206441.19, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-15", "CFDA Number": "15.011", "Description": "PURPOSE OF AWARD  SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT  THIS NPS PARK PLANNING, FACILITIES AND LANDS DIRECTORATE WILL BENEFIT FROM TEMPORARY SUPPORT FROM EXPERIENCED PROFESSIONALS FOR A VARIETY OF POSITIONS TO ADVISE, RESEARCH, MENTOR, AND ASSIST STAFF AND UNITS OF THE NATIONAL PARK SYSTEM IN COMPLETING ASSIGNMENTS IN SUPPORT OF THE MISSION ESPECIALLY AS RELATED TO THE PROGRAM COORDINATION REQUIRED BY RECENT INFRASTRUCTURE FUNDING SUMMARY OF PROJECT SPECIFIC ACTIVITIES INDIVIDUALS WITH A SENIOR LEVEL OF EXPERTISE IN THEIR DISCIPLINE WILL ASSIST THE DIRECTORATE THROUGH PROVIDING TECHNICAL SKILLS, KNOWLEDGE, AND PROFICIENCY IN THE AREAS OF REALTY MANAGEMENT, TRANSPORTATION, PLANNING, BUDGET AND HUMAN CAPITAL  ENROLLEES WILL BE EXPECTED TO PROVIDE TECHNICAL GUIDANCE AND ASSISTANCE WITH ASSIGNED PROJECTS AND TASKS, SUPPLEMENTING EXPERTISE WHERE VACANCIES EXIST AND SERVE AS A RESOURCE ON UNIQUE AND COMPLEX PROJECT AND PROGRAM ISSUES PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES THE EXPERIENCED SERVICES PROGRAM IS DESIGNED TO SUPPORT AND AUGMENT THE CAPACITY OF THE NPS TO MEET ITS  MISSION GOALS AND OBJECTIVES IN AREAS WHERE IT LACKS SUFFICIENT EXPERTISE, TECHNICAL SKILLS AND OR CAPACITY  CURRENTLY THE NPS HAS A SIGNIFICANT DEFERRED MAINTENANCE BACKLOG AND OTHER CAPACITY ISSUES THAT ARE THREATENING TO INHIBIT THE ABILITY OF THE SERVICE TO ADEQUATELY PROTECT AND MAINTAIN THE TREASURED PUBLIC LAND OF THE UNITED STATES OF AMERICA  ADDITIONALLY, THE RESPONSIBILITIES OF THE NPS HAVE GROWN GREATLY OVER THE LAST SEVERAL DECADES BUT THE WORKFORCE HAS NOT ADEQUATELY AUGMENTED ITS CAPACITY  THIS HAS LED TO A DEFICIT OF TECHNICAL EXPERTISE AND CAPACITY IN SOME CRITICAL PROGRAM AREAS  THIS PROGRAM WILL ALLOW THE NPS TO QUICKLY ADD TEMPORARY CAPACITY AND SUPPORT TO OUR FEDERAL WORKERS AS THEY WORK TO SUSTAIN OUR PARK OPERATIONS AND RESPOND TO UNEXPECTED EVENTS AND ISSUES THAT OCCUR THROUGHOUT THE SYSTEM  FURTHERMORE, THE SERVICE WILL BE BETTER POSITIONED FOR SUCCESSFULLY EXECUTE INFRASTRUCTURE FUNDING PROGRAM REQUIREMENTS, ENABLING PARKS TO COMPLETE INVESTMENT PROJECTS IN SERVICE OF RESOURCE PROTECTION AND VISITOR SERVICES AND SAFETY BENEFICIARIES NATIONAL EXPERIENCED WORKFORCE SOLUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": 673611.0, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01763_1443"}, {"internal_id": 151019150, "Award ID": "P22AC01627", "Award Amount": 166670.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-12", "CFDA Number": "15.011", "Description": "PURPOSE OF AWARD  SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT  THE EXPERIENCED SERVICES PROGRAM IS DESIGNED TO      SUPPORT AND AUGMENT THE CAPACITY OF THE NPS TO MEET ITS  MISSION GOALS AND      OBJECTIVES IN AREAS WHERE IT LACKS SUFFICIENT EXPERTISE, TECHNICAL SKILLS      AND OR CAPACITY  CURRENTLY THE NPS HAS A  12 BILLION PLUS DEFERRED      MAINTENANCE BACKLOG AND OTHER CAPACITY ISSUES THAT ARE THREATENING TO      INHIBIT THE ABILITY OF THE SERVICE TO ADEQUATELY PROTECT AND MAINTAIN THE      TREASURED PUBLIC LAND OF THE UNITED STATES OF AMERICA  ADDITIONALLY THE      RESPONSIBILITIES OF THE NPS HAVE GROWN GREATLY OVER THE LAST SEVERAL      DECADES BUT THE WORKFORCE HAS NOT ADEQUATELY AUGMENTED ITS CAPACITY  THIS      HAS LED TO A DEFICIT OF TECHNICAL EXPERTISE AND CAPACITY IN SOME CRITICAL      PROGRAM AREAS SUMMARY OF PROJECT SPECIFIC ACTIVITIES LYNDON B  JOHNSON NATIONAL HISTORICAL PARK WAS ESTABLISHED TO PROTECT THE HISTORIC STRUCTURES AND TEXAS HILL COUNTRY LANDSCAPES LINKED TO THE ANCESTRY, LIFE, AND LEGACY OF PRESIDENT JOHNSON AND PROVIDE OPPORTUNITIES FOR VISITORS TO COMPELLINGLY EXPERIENCE THESE PLACES THAT SHAPED THE PERSONALITY, CHARACTER, AND POLITICAL PHILOSOPHY OF LYNDON JOHNSON THROUGHOUT HIS LIFE  OF THE MANY LOCATIONS THAT THE PARK PRESERVES, NO PLACE IS MORE CENTRAL TO THIS THAN THE LBJ RANCH AND, IN PARTICULAR, THE TEXAS WHITE HOUSE COMPLEX  HERE, LBJ SPENT OVER ONE QUARTER OF HIS PRESIDENCY, AND MADE CONSEQUENTIAL DECISIONS WHICH SHAPED OUR NATION S HISTORY PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES  A  STABILIZE AND REHABILITATE THE TEXAS WHITE HOUSE TO BETTER PROTECT THE STRUCTURE, MUSEUM OBJECTS, AND ALLOW FOR VISITOR ACCESS,  B  REHABILITATE CRITICAL INFRASTRUCTURE THROUGHOUT THE COMPLEX, INCLUDING STORMWATER, WASTEWATER, AND TELECOMMUNICATIONS,  C  REPAIR, REHABILITATE, REMOVE, AND OR REPLACE OTHER CRITICAL SUPPORTING STRUCTURES WITHIN THE TEXAS WHITE HOUSE COMPLEX,  D  SAFELY ASSESS, DOCUMENT, CLEAN CONSERVE, PACK, REMOVE, AND STORE A SIGNIFICANT MUSEUM COLLECTION, AND THEN RE STAGE THE HOUSE AFTER COMPLETION OF A HISTORIC FURNISHING STUDY  E  MAKE CRITICAL IMPROVEMENTS TO THE VISITOR EXPERIENCE TO PROVIDE A COMPELLING AND ENGAGING 21ST CENTURY EXPERIENCE BENEFICIARIES TASKS AND PROJECTS UNDERTAKEN UNDER THIS AGREEMENT WILL SUPPORT AND AUGMENT THE ABILITY OF THE SERVICE TO MAINTAIN AND SUPPORT OUR PARK UNITS AND PROGRAM OFFICES THAT INTERFACE WITH LOCAL COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01627_1443"}, {"internal_id": 151522213, "Award ID": "P22AC01598", "Award Amount": 82715.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-26", "CFDA Number": "15.011", "Description": "FACILITIES PROJECT ADVISOR   THE EXPERIENCED SERVICES PROGRAM PROVIDES TECHNICAL ASSISTANCE AND SUPPORT FOR NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE  NPS   PARTICIPANTS AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES  THIS PROJECT WILL PROVIDE THREE PART TIME ADVISORS TO WORK WITH THE PROJECT REVIEW TEAM AND SOUTHEASTERN PARKS TO ENSURE ALL DOCUMENTATION AND COMPLIANCE REQUIREMENTS HAVE BEEN FULLY COMPLETED PRIOR TO PROJECTS BEING FUNDED BY THE REGIONAL COMPTROLLER S OFFICE, AND TO MEET THE INTERNAL DEADLINES FOR THE CONTRACTING PROCESS  REVIEW COMMENTS WILL BE COMPILED EVERY OTHER MONTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01598_1443"}, {"internal_id": 151019575, "Award ID": "P22AC01581", "Award Amount": 260082.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "15.011", "Description": "PURPOSE OF AWARD  SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT  THE EXPERIENCED SERVICES PROGRAM IS DESIGNED TO SUPPORT AND AUGMENT THE CAPACITY OF THE NPS TO MEET ITS  MISSION GOALS AND OBJECTIVES IN AREAS WHERE IT LACKS SUFFICIENT EXPERTISE, TECHNICAL SKILLS AND OR CAPACITY  CURRENTLY THE NPS HAS A  12 BILLION PLUS DEFERRED MAINTENANCE BACKLOG AND OTHER CAPACITY ISSUES THAT ARE THREATENING TO INHIBIT THE ABILITY OF THE SERVICE TO ADEQUATELY PROTECT AND MAINTAIN THE TREASURED PUBLIC LAND OF THE UNITED STATES OF AMERICA  ADDITIONALLY THE RESPONSIBILITIES OF THE NPS HAVE GROWN GREATLY OVER THE LAST SEVERAL DECADES BUT THE WORKFORCE HAS NOT ADEQUATELY AUGMENTED ITS CAPACITY  THIS HAS LED TO A DEFICIT OF TECHNICAL EXPERTISE AND CAPACITY IN SOME CRITICAL PROGRAM AREAS THE USE OF PRIVATE NON PROFIT ORGANIZATIONS ALIGNS WITH MANY OF THE DEPARTMENT OF THE INTERIOR GOALS FOR FOSTERING BETTER RELATIONSHIPS WITH THE COMMUNITIES IT SERVES AND INCREASING THE EFFICIENCY AND EFFECTIVE OF NPS OPERATIONS SUMMARY OF PROJECT SPECIFIC ACTIVITIES NPS PROVIDES THE FUNDS, OFFICE SPACE, TASK ORDER, WORK ASSIGNMENTS AND OVERSIGHT FOR THE ESP ENROLLEES, WHILE NEW SOLUTIONS ADVERTISES, RECRUITS, SCREENS, REFERENCE CHECKS AND ENROLLS CANDIDATES, AND ADMINISTERS PAY AND BENEFITS TO ENROLLEES  IF AN ISSUE ARISES WITH AN ENROLLEE, NEW SOLUTIONS FACILITATES A MUTUALLY AGREEABLE RESOLUTION WITH NPS  THIS PROJECT WILL PROVIDE TEMPORARY PROGRAM SUPPORT TO STAFF IN THE WASO CRPS STATE, TRIBAL, LOCAL, PLANS AND  GRANTS DIVISION  THIS SUPPORT WILL HELP IN DRAFTING A REPORT ON THE IMPACT OF ESHPF ALLOCATIONS TO SUPPORT DISASTER RECOVERY AND TO REVIEW THE TRIBAL CONSULTATION PROCESS IN STLPG PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES 1  SUPPORT IN DRAFTING A REPORT ON THE IMPACT OF EMERGENCY SUPPLEMENTAL HISTORIC PRESERVATION FUND  ESHPF  ALLOCATIONS TO SUPPORT DISASTER RECOVERY  THE ENROLLEE WILL USE PREVIOUSLY GATHERED SURVEY DATA FROM HURRICANE SANDY GRANT RECIPIENTS, AS WELL AS THE  DISASTER PLANNING AND RESPONSE IN THE STATES AND TRIBES AFFECTED BY HURRICANE SANDY  A 2016 SURVEY REPORT  AND FINAL GRANT PROGRAM REPORTS TO DRAFT TEXT FOR A SUMMARY DOCUMENT  THIS SUMMARY DOCUMENT WILL BE ILLUSTRATED BY PHOTOGRAPHS  NPS TO PROVIDE  AND WILL HIGHLIGHT IN BROAD, GENERAL TERMS, THE IMPACT AND LESSONS LEARNED OF THE SANDY GRANT PROGRAM IN THE 12 STATES AND 2 TRIBES THAT RECEIVED FUNDING  IN ADDITION TO A SUMMARY DOCUMENT, PRODUCTION OF AN PUBLIC CONSUMABLE EDUCATIONAL DOCUMENT ACCESSIBLE VIA DIGITAL OR PRINT MEANS WILL ALSO BE PRODUCED  BOTH DOCUMENTS SHALL BE CREATED WITH THE INTENT OF SERVING AS A MODEL FOR ADDITIONAL ESHPF GRANT REPORTING 2  SUPPORT IN ADVISING AND COORDINATING TRIBAL CONSULTATION ACTIVITIES IN THE STATE, TRIBAL, LOCAL, PLANS AND GRANTS DIVISION OF THE NATIONAL PARK SERVICE, INCLUDING KNOWLEDGE OF SECTION 106 AND SECTION 110 OF THE NATIONAL HISTORIC PRESERVATION ACT THE ENROLLEE WILL REVIEW THE TRIBAL CONSULTATION PROCESS IN STLPG AND OTHER NPS DIVISIONS AS NEEDED, INCLUDING EXAMINATION OF WORKFLOWS AND METHODS OF CONTACT, AND DESIGN AND IMPLEMENT A PROCESS FOR NATIVE AMERICAN TRIBAL CONSULTATION CONTACTS  THE ENROLLEE WILL COMPILE A FINAL REPORT THAT WOULD INCLUDE RECOMMENDATIONS ON THE IMPROVEMENT OF THE WORKING METHODOLOGY FOR CONDUCTING TRIBAL CONSULTATION THE PURPOSE OF THIS AGREEMENT IS TO ACQUIRE AND UTILIZE THE EXPERTISE OF INDIVIDUALS AGES 55 AND OVER THROUGH THE EXPERIENCED SERVICES PROGRAM  ESP   THE POSITION WILL BE LOCATED IN WASHINGTON, DC OR AT THE INDIVIDUAL S HOME TELEWORK LOCATION  WORK CARRIED OUT UNDER THIS TASK AGREEMENT IS IN ACCORDANCE WITH MASTER COOPERATIVE AGREEMENT P20AC00011 WITH THE NATIONAL EXPERIENCED WORKFORCE SOLUTIONS BENEFICIARIES NEW SOLUTIONS  NATIONAL EXPERIENCED WORKFORCE SOLUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01581_1443"}, {"internal_id": 151019101, "Award ID": "P22AC01554", "Award Amount": 82703.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-02", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM IS DESIGNED TO SUPPORT AND AUGMENT THE CAPACITY OF THE NPS TO MEET ITS MISSION GOALS AND OBJECTIVES IN AREAS WHERE IT LACKS SUFFICIENT EXPERTISE, TECHNICAL SKILLS AND OR CAPACITY THROUGH THE ENGAGEMENT OF HIGHLY QUALIFIED WORKERS IN A TEMPORARY CAPACITY, THE NPS CAN IN A COST EFFECTIVE AND EFFICIENT MANNER MEET ITS STRATEGIC AND MISSION GOALS OF PROTECTING AND MAINTAINING ITS PARK UNITS AND PROVIDE NECESSARY ADMINISTRATIVE SUPPORT TO FIELD PERSONNEL  THE RECIPIENT WILL RECRUIT, SCREEN, AND ENROLL AN INDIVIDUAL OF 55 YEARS OF AGE OR OLDER IN SUPPORT OF KALAUPAPA NATIONAL HISTORICAL PARK TO SUPPORT INTERAGENCY WORKING GROUP MEETINGS, STATE OF HAWAII DEPARTMENT OF HEALTH MONTHLY MEETINGS, AGREEMENT SUPPORT AND MENTORSHIP DEVELOPMENT OF PARK STAFF ON NPS POLICY AND PROCESS  THIS AGREEMENT WILL SUPPORT THE NPS MISSION OF NATURAL AND CULTURAL RESOURCE CONSERVATION AND RESTORATION OF OUR NATION S PUBLIC LANDS  TASKS AND PROJECTS UNDERTAKEN UNDER THIS AGREEMENT WILL SUPPORT AND AUGMENT THE ABILITY OF THE SERVICE TO MAINTAIN AND SUPPORT OUR PARK UNITS AND PROGRAM OFFICES THAT INTERFACE WITH LOCAL COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01554_1443"}, {"internal_id": 151019214, "Award ID": "P22AC01494", "Award Amount": 99373.4, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-02", "CFDA Number": "15.011", "Description": "REQUIREMENTS FOR ALL AGREEMENTSPURPOSE OF AWARD  SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT  THE PRIMARY PURPOSE OF THIS AGREEMENT IS TO PROVIDE THE NPS WITH AN EXPERIENCED WORKER TO PROVIDE TECHNICAL KNOWLEDGE IN SUPPORT OF UNIQUE ARCHITECTURAL PLANNING, RESEARCH, AND MONITORING PROJECTS SUMMARY OF PROJECT SPECIFIC ACTIVITIES THIS PROJECT WILL ADDRESS THE DEVELOPMENT AND ANALYSIS OF ALTERNATIVE MATERIALS FOR THE REPLACEMENT OF WATER MILL SHAFTS AT SAUGUS IRON WORKS AND PROVIDE MENTORING TO STAFF ON ENVIRONMENTAL ISSUES PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES RECOMMEND TREATMENT THAT WILL ADDRESS DEFICIENCIES AND HELP TO ASSURE THE LONG TERM PRESERVATION OF THE RESOURCE THAT WILL MEET THE SECRETARY OF THE INTERIOR S STANDARDS FOR THE TREATMENT OF HISTORIC PROPERTIES BENEFICIARIES THIS AGREEMENT WILL ALLOW THE NPS TO QUICKLY ADD TEMPORARY CAPACITY AND SUPPORT TO SUSTAIN PARK OPERATIONS AND RESPOND TO UNEXPECTED EVENTS AND ISSUES THAT OCCUR THROUGHOUT THE SYSTEM  THE EXPERIENCED SERVICES PROGRAM WILL ALLOW THE NPS TO IMPLEMENT TEMPORARY FIXES AND ADDRESS CRITICAL PROBLEMS WHILE MORE PERMANENT SOLUTIONS ARE DEVELOPED AND EXECUTED  THE SELECTED 55  INDIVIDUAL WILL ALSO BENEFIT FROM THIS ADDITIONAL SOURCE OF INCOME", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01494_1443"}, {"internal_id": 151019472, "Award ID": "P22AC01458", "Award Amount": 44865.82, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-05", "CFDA Number": "15.011", "Description": "COMMUNITY GARDEN INSTRUCTIONAL DESIGNER AND EDUCATOR SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01458_1443"}, {"internal_id": 150670353, "Award ID": "P22AC01452", "Award Amount": 24882.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-28", "CFDA Number": "15.011", "Description": "PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):THE PURPOSE OF THIS AWARD IS TO ALLOW THE NPS TO PROVIDE MENTORSHIP AND TRAINING TO NEW EMPLOYEES IN THE IR1 COMPTROLLER'S OFFICE SO THAT IT CAN BUILD EFFICIENCY AND CAPACITY THROUGHOUT THE FISCAL CLOSE-OUT AND START UP PROCESSES.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:THE PROJECT INCLUDES ONE POSITION TO PROVIDE EXPERTISE IN BUDGET EXECUTION FUNCTIONS. THE ENROLLEE WILL PROVIDE TRAINING AND GUIDANCE IN WBS CREATION AND RELEASE, STATUS OF FUNDS CREATION AND REVIEWS, ASSETS UNDER CONSTRUCTION REPORTING, SPENDING PLAN REVIEWS, REALLOCATION OF FUNDS, BUDGET TRANSFERS, AND CARRYOVER REPORTING.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:MENTOR AND TRAIN TWO GS-12 BUDGET ANALYSTS. THESE TWO ANALYSTS ARE RESPONSIBLE FOR REPAIR REHAB, CYCLIC, GREAT AMERICAN OUTDOORS ACT (GAOA), LINE-ITEM CONSTRUCTION (LIC) AND RECREATION FEE FUNDING. THIS PERSON WILL TRAIN IN ALL ASPECTS OF DISTRIBUTING FUNDS AND RECONCILING FUNDS. THIS INCLUDES THE PROCESS OF WORKING WITH WASO ON MOVING FUNDS FOR THESE LARGE PROGRAMS, IN PARTICULAR GAOA AND LIC. TRAINING WILL BE CONDUCTED AN AVERAGE OF 7.5 HOURS/WEEK FOR 20 WEEKS THROUGH THE BUSIEST AND MOST CHALLENGING TIME OF THE YEAR. BOTH ANALYSTS WILL GROW IN EXPERTISE AND EFFICIENCY BY THE END OF THIS PERIOD.RESEARCH AND PROVIDE ADVICE AND GUIDANCE TO PARK SUPERINTENDENTS, ADMINISTRATIVE OFFICERS, DIVISION CHIEFS, PROGRAM MANAGERS, OTHER PARK STAFF, AND ADMINISTRATIVE STAFF ON A VARIETY OF BUDGETARY AND FINANCIAL MANAGEMENT CONCERNS AND ISSUES, SUCH AS APPROPRIATIONS AND FUNDING SOURCES. WRITTEN CORRESPONDENCE AND TEAMS CALLS WILL OCCUR THROUGHOUT THE 20-WEEK PERIOD IN TANDEM WITH THE GS-12 BUDGET ANALYSTS SO THAT THEY GATHER THE NECESSARY KNOWLEDGE BASE TO TROUBLE-SHOOTING ISSUES.MENTOR NPS EMPLOYEES IN THE PREPARATION OF FUND ALLOCATION CHARTS, TABLES, AND SUMMARIES, AUTHORIZATIONS, LIMITATIONS, AND GUIDANCE RELATING TO THE USE OF FUNDS TO EXPEDITIOUSLY ACCOMPLISH ALLOTMENT ADVICE. MENTORING THE GS-12 BUDGET ANALYSTS WILL BE CONDUCTED APPROXIMATELY 3 HOURS A WEEK AS THEY BEGIN TO TAKE ON MORE ADVANCED BUDGET EXECUTION DUTIES. BY THE END OF THE 20 WEEK PERIOD, THE GS-12 BUDGET ANALYSTS WILL BE ABLE TO PREPARE ADVANCED BUDGET EXECUTION PRODUCTS INDEPENDENTLY.REVIEW FINANCIAL MANAGEMENT POLICIES, PRACTICES, TECHNIQUES AND PROCEDURES THAT GUIDE OFFICE FINANCIAL WORK, IDENTIFY THOSE GUIDELINES THAT ARE IN NEED OF REVISION, DEVELOP RECOMMENDATIONS FOR CHANGES, AND ANALYZE THE IMPACT OF CHANGES. REVIEW AND ANALYZE FINANCIAL REPORTS GENERATED BY THE FINANCIAL SYSTEMS. IDENTIFY PROBLEMS AND DISCREPANCIES, DETERMINE IF ADJUSTMENTS OR CORRECTIONS ARE REQUIRED AND THEN TAKE NECESSARY ACTIONS TO CORRECT AND PRODUCE NEEDED REPORTS. THIS PORTION OF THE DUTIES WILL REPRESENT 1.5 HOURS/WEEK AND THE RESULT WILL BE COMPLETED, ACCURATE REPORTS PROVIDED ON A WEEKLY AND MONTHLY BASIS.BENEFICIARIES:THIS AGREEMENT WILL SUPPORT THE NPS MISSION AND THE DIRECTORS GOALS OF IMPROVING, STREAMLINING, AND MODERNIZING THE NPS AND BUSINESS PRACTICES, AND ENSURING ACCOUNTABILITY TO OURSELVES, OUR PARTNERS, AND THE AMERICAN PEOPLE. TASKS AND PROJECTS UNDERTAKEN UNDER THIS AGREEMENT WILL SUPPORT AND AUGMENT THE ABILITY OF THE SERVICE TO MAINTAIN AND SUPPORT OUR PARK UNITS AND PROGRAM OFFICES. ENROLLEES WILL PROVIDE PROFESSIONAL AND TECHNICAL EXPERTISE WHILE WORKING WITH OUR NEW STAFF.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01452_1443"}, {"internal_id": 151522009, "Award ID": "P22AC01448", "Award Amount": 630000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM  ESP  PROVIDES TECHNICAL ASSISTANCE AND SUPPORT TO NATURAL AND CULTURAL RESOURCE CONSERVATION PROJECTS WITH THE NATIONAL PARK SERVICE  NPS   PARTICIPANTS WILL AID IN THE DEVELOPMENT AND EXECUTION OF PROJECTS THAT BENEFIT THE PUBLIC AND PROVIDE SUPPORT TO NPS EMPLOYEES  THIS PROGRAM WILL PROVIDE OPPORTUNITIES TO QUALIFIED INDIVIDUALS 55 YEARS OF AGE AND OLDER, WHO HAVE SPECIFIC TECHNICAL SKILLS AND ABILITIES THAT ARE UNAVAILABLE OR UNDERREPRESENTED AT CURRENT NPS STAFFING LEVELS  THIS PROJECT WILL SEEK OUT EXPERIENCED PROFESSIONALS TO ASSIST EXISTING EFFORTS IN THE CREATION OF NEW TRAINING PROGRAMS, PUBLIC OUTREACH, AND PARTNERSHIP DEVELOPMENT BENEFICIARIES INCLUDE ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01448_1443"}, {"internal_id": 151019133, "Award ID": "P22AC01430", "Award Amount": 20000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-04", "CFDA Number": "15.011", "Description": "PROJECT STATEMENT   THIS PROJECT PAIRS A SEASONED BUDGET TECHNICIAN WITH THE TRANSITIONING COMPTROLLER S OFFICE  WITH MANY NEW EMPLOYEES, THE RETENTION AND SHARING OF LONG TERM SUCCESSFUL PRACTICES IS KEY TO A SMOOTH END OF YEAR PRACTICE  THE PROJECT WILL ENSURE THE EXPERIENCED PERSON SHARES INSIGHTS ABOUT FUND SOURCES, FINANCIAL MANAGEMENT SYSTEMS, AND LEGISLATIVE GUIDANCE PERFORMANCE GOALS   THE EXPERIENCED SERVICES PROGRAM IS DESIGNED TO SUPPORT AND AUGMENT THE CAPACITY OF THE NPS TO MEET ITS  MISSION GOALS AND OBJECTIVES IN AREAS WHERE IT LACKS SUFFICIENT EXPERTISE, TECHNICAL SKILLS AND OR CAPACITY A SECONDARY GOAL OF THIS PROGRAM WILL BE TO PROMOTE ECONOMIC DEVELOPMENT IN GATEWAY COMMUNITIES NEAR NPS UNITS AND PROVIDE SUPPLEMENTAL INCOME TO INDIVIDUALS 55 YEARS AND OLDER PROJECT OBJECTIVESMENTOR THE NEW COMPTROLLER STAFF IN THE NUANCES OF FUND SOURCE LEGISLATIVE MANDATES ASSIST THE BUDGET OFFICE WITH THE FUND RECONCILIATION PROCESS WITHIN THE CLOSING OF THE FISCAL YEAR PROVIDE RECOMMENDATIONS AND ASSISTANCE TO THE IR 2 PARKS WITH NEW ADMINISTRATIVE OFFICERS AND BUDGET ANALYSTS TO BETTER MANAGE THE WORKLOAD MILESTONES N AASSISTANCE LISTING   TITLE   BENEFICIARIES15 011  EXPERIENCED SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01430_1443"}, {"internal_id": 150670166, "Award ID": "P22AC01412", "Award Amount": 55637.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "15.011", "Description": "PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):NATIONAL EXPERIENCED WORKFORCE (NEW) SOLUTIONS PROVIDES PROFESSIONAL AND EXPERIENCED STAFF TO COMPLETE HISTORIC PRESERVATION TRADE SKILLS ON PARK HISTORIC MONUMENTS. THIS PROJECT WILL ADDRESS DIFFERED PRESERVATION MAINTENANCE NEEDS ON SEVERAL MONUMENTS THROUGH THE PARK LANDSCAPESUMMARY OF PROJECT SPECIFIC ACTIVITIES:FIELD PROJECTS INCLUDE: 1) STONE AND MASONRY PRESERVATION REPAIRS TO MONUMENTS, 2) METAL PRESERVATION FOR HISTORIC CANNONS AND CANNON CARRIAGES. NATIONAL PARK STAFF WILL PROVIDE ON-SITE HISTORIC PRESERVATION TRAINING WITH SKILLED STONE WORKERS AND LANDSCAPE PRESERVATIONISTS.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:THIS PROJECT WILL ADDRESS DEFERRED MAINTENANCE ON SEVERAL PARK MONUMENTS AND CANNON. NPS STAFF WILL HOST WEEKLY SAFETY TAIL-GATE SESSIONS AND MONTHLY WORK PROGRESS REVIEWS.BENEFICIARIES:THE PUBLIC WILL BENEFIT FROM THESE SKILLS THROUGH LONG-TERM PRESERVATION OF OUR SHARED RESOURCES FOR FUTURE GENERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01412_1443"}, {"internal_id": 150670206, "Award ID": "P22AC01405", "Award Amount": 34396.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-26", "CFDA Number": "15.011", "Description": "PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):\"LEGACY RECORDS AND CULP'S HILL CULTURAL LANDSCAPE REPORT\" AT GETTYSBURG NATIONAL MILITARY PARK WILL ASSIST THE PARK IN COMPLETING CRITICAL BASELINE HISTORICAL DOCUMENTATION WITH EXPERIENCED HISTORIANS THAT ARE FAMILIAR WITH THE RESOURCES AND HISTORY OF THE PARK.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:THIS PROJECT INCLUDES: 1) SUMMARIZING DETAILED HISTORICAL RECORDS TO DETERMINE LANDSCAPE FEATURES THAT AFFECTED THE OUTCOME OF THE THREE-DAY BATTLE OF GETTYSBURG SO FUTURE MANAGERS CAN MAKE INFORMED DECISIONS ABOUT THE PRESERVATION AND REHABILITATION OF NATIONALLY SIGNIFICANT CHARACTER DEFINING RESOURCES, 2). COMPLETE HISTORY SECTIONS OF THE CULP HILL CULTURAL LANDSCAPE REPORT, A BASELINE DOCUMENT FOR MANAGING SITE.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:THIS PROJECT WILL (1) TO DEVELOP MANAGEMENT SUMMARIES OF RESOURCES THAT AFFECTED THE OUTCOME OF THE BATTLE; (2) COMPLETION OF INDIVIDUAL SUMMARY SPREADSHEETS; (3) COMPLETION OF BIBLIOGRAPHIC MAPPING PROJECT; (4) ASSURE ALL RECORDS ASSOCIATED WITH THESE PROJECTS ARE ORGANIZED AND READY FOR TRANSFER TO THE PARK ARCHIVES.THE OBJECTIVES OF THIS PROJECT FOR THE CULP'S HILL CULTURAL LANDSCAPE REPORT ARE: (1) TO PREPARE A CONCISE HISTORY OF THE CULP'S HILL AREA FOR INCLUSION IN THE CULTURE LANDSCAPE REPORT FOR CULP'S HILL; (2) ASSURE ALL RECORDS ASSOCIATED WITH THIS RESEARCH PROJECT ARE ORGANIZED FOR INCLUSION IN THE LARGER CULTURAL LANDSCAPE REPORT ADMINISTRATIVE RECORD.BENEFICIARIES:THE VISITING PUBLIC AND FUTURE HISTORIANS WILL BENEFIT FROM THE DOCUMENTATION END FILE PRODUCT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01405_1443"}, {"internal_id": 151019125, "Award ID": "P22AC01347", "Award Amount": 27112.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "15.011", "Description": "PROJECT STATEMENT   THIS PROJECT WILL PROVIDE A HIGHLY EXPERIENCED REALTY SPECIALIST TO COORDINATE THE BLUE RIDGE PARKWAY  BLRI  RIGHT OF WAY, TRESPASS MANAGEMENT, AND LAND ACQUISITION PROGRAMS DURING THE SHORT TERM ABSENCE OF THE BLRI LANDS RESOURCES SPECIALIST  THE PERMANENT BLRI LANDS RESOURCES SPECIALIST IS ON PAID PARENTAL LEAVE UNTIL THE BEGINNING OF SEPTEMBER 2022  THIS PROJECT WILL ENSURE THAT TIME SENSITIVE RIGHT OF WAY, TRESPASS, AND LAND ACQUISITION PROCESSES WILL CONTINUE UNIMPEDED DURING THEIR ABSENCE PERFORMANCE GOALS   THE EXPERIENCED SERVICES PROGRAM IS DESIGNED TO SUPPORT AND AUGMENT THE CAPACITY OF THE NPS TO MEET ITS  MISSION GOALS AND OBJECTIVES IN AREAS WHERE IT LACKS SUFFICIENT EXPERTISE, TECHNICAL SKILLS AND OR CAPACITY PROJECT OBJECTIVES   HIRE AN EXPERIENCED REAL ESTATE SPECIALIST TO SUPPORT THE BLUE RIDGE PARKWAY LAND RESOURCES PROGRAM WHILE THE STAFF REALTY SPECIALIST IS ON PARENTAL LEAVE UNTIL SEPTEMBER 1, 2022   FACILITATE THE PROCESSING AND ISSUANCE OF 36 IN PROCESS RIGHT OF WAY  ROW  PERMIT APPLICATIONS, AS WELL AS ANY NEW ROW PERMIT APPLICATIONS FACILITATE THE RESOLUTION OF 60 ACTIVE TRESPASS ISSUES, AS WELL AS ANY NEW TRESPASS ISSUES DISCOVERED DURING THEIR TENURE COORDINATE THE CONVEYANCE OF 18 PARCELS CURRENTLY IN THE ACQUISITION PROCESS, AND ANY NEW PARCELS IDENTIFIED FOR ACQUISITION DURING THEIR TENURE CFDA  15 011, EXPERIENCED WORKERS SUPPORT SERVICES ACTIVITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01347_1443"}, {"internal_id": 150045163, "Award ID": "P22AC01314", "Award Amount": 79541.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "15.011", "Description": "NPS-FY22-WASO-EXPERIENCED SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01314_1443"}, {"internal_id": 150670238, "Award ID": "P22AC01241", "Award Amount": 76848.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-22", "CFDA Number": "15.011", "Description": "PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):THE EXPERIENCED SERVICES PROGRAM IS DESIGNED TO SUPPORT AND AUGMENT THE CAPACITY OF THE NATIONAL PARK SERVICE (NPS) TO MEET ITS MISSION GOALS AND OBJECTIVES IN AREAS WHERE IT LACKS SUFFICIENT EXPERTISE, TECHNICAL SKILLS AND/OR CAPACITY. THROUGH THE ENGAGEMENT OF HIGHLY QUALIFIED WORKERS 55 YEARS AND OLDER IN A TEMPORARY CAPACITY, THE NPS CAN IN A COST EFFECTIVE AND EFFICIENT MANNER MEET ITS STRATEGIC AND MISSION GOALS OF PROTECTING AND MAINTAINING ITS PARK UNITS AND PROVIDE NECESSARY ADMINISTRATIVE SUPPORT TO FIELD PERSONNEL. PARTICIPANTS IN THIS PROGRAM WILL BE ABLE TO TRANSFER IMPORTANT TECHNICAL EXPERTISE AND EXPERIENCE TO CURRENT NPS EMPLOYEES AND ASSIST WITH PROJECTS THAT PROVIDE A BENEFIT TO THE VISITING PUBLIC.DUE TO FEDERAL STAFF ATTRITION, MESA VERDE NATIONAL PARK NEEDS SUPPORT FOR CONSTRUCTION PROJECTS AT TWO LOCATIONS IN THE PARK THAT ARE EXPECTED TO OCCUR AT THE SAME TIME: (1) REHABILITATE CIVILIAN CONSERVATION CORP (CCC) BARRACKS 5, CHAPIN MESA CCC AREA, AND (2) CONSTRUCT VISITOR CONTACT STATION, WETHERILL MESA. USE OF THE EXPERIENCED SERVICES PROGRAM WOULD ALLOW HIGHLY QUALIFIED, EXPERIENCED WORKERS TO PROVIDE IMMEDIATE, TEMPORARY CONSTRUCTION INSPECTOR SUPPORT TO MESA VERDE NATIONAL PARK.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:THE TWO CONSTRUCTION INSPECTOR ENROLLEES WOULD PROVIDE CONSTRUCTION INSPECTION FOR ADHERENCE TO THE CONTRACT DOCUMENTS AND INDUSTRY STANDARDS, WRITE DAILY INSPECTION REPORTS AND PHOTOGRAPH CONSTRUCTION PROGRESS, AND REPORT TO THE PROJECT MANAGER. THE CONSTRUCTION INSPECTOR ENROLLEES WOULD ALSO REVIEW SUBMITTALS, REQUESTS FOR INFORMATION (RFI) AND CONSTRUCTION DOCUMENTS SUCH AS DRAWINGS, SPECIFICATIONS, AND REPORTS FOR CONSTRUCTABILITY AND PROVIDE RECOMMENDATIONS TO THE PROJECT MANAGER/CONTRACT OFFICER'S REPRESENTATIVE (COR).PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:IT IS EXPECTED THAT CONSTRUCTION WOULD BEGIN IN EARLY AUTUMN OF 2022 AND CONTINUE UNTIL THE WORK IS COMPLETED OR IS STOPPED DUE WINTER WEATHER. IF A STOP IN CONSTRUCTION OCCURS DUE TO WINTER, WORK WOULD RESUME IN THE SPRING OF 2023 AND CONTINUE UNTIL THE TWO CONSTRUCTION PROJECTS ARE COMPLETED. DURING THIS PERFORMANCE PERIOD CONSTRUCTION INSPECTIONS WOULD OCCUR, AND THE PROJECTS ARE EXPECTED TO COMPLETE BY EARLY SUMMER OF 2023.BENEFICIARIES:NATIONAL PARK SERVICE AND MESA VERDE NATIONAL PARK WILL BENEFIT WITH THE ABILITY TO QUICKLY ADD TEMPORARY CAPACITY AND SUPPORT EXISTING FEDERAL WORKERS AS THEY WORK TO SUSTAIN PARK OPERATIONS AND RESPOND TO UNEXPECTED EVENTS AND ISSUES THAT OCCUR THROUGHOUT THE NATIONAL PARK SYSTEM. THE EXPERIENCED SERVICES PROGRAM PROMOTES ECONOMIC DEVELOPMENT IN GATEWAY COMMUNITIES NEAR NPS UNITS AND PROVIDES SUPPLEMENTAL INCOME TO INDIVIDUALS 55 YEARS AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01241_1443"}, {"internal_id": 150045085, "Award ID": "P22AC01221", "Award Amount": 130030.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-07", "CFDA Number": "15.011", "Description": "PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):PROJECT WILL HIRE EXPERIENCED WORKERS TO FILL SEVERAL SHORT TERM NEEDS WITH IN THE PARK SUPPORTING NEPA EVALUATIONS, PROJECT MANAGEMENT, CONTRACT WRITING, TRAINING AND PROMOTING HEALTH AND SAFETY PROGRAMS FOR PARK STAFF.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:PROJECT WILL HIRE EXPERIENCED WORKERS TO FILL SEVERAL SHORT TERM NEEDS WITH IN THE PARK SUPPORTING NEPA EVALUATIONS, PROJECT MANAGEMENT, CONTRACT WRITING, TRAINING AND PROMOTING HEALTH AND SAFETY PROGRAMS FOR PARK STAFF. PARK RADIO SYSTEM WILL BE EVALUATED AND WORK INITIATED TO MAKE REPAIRS, SAFETY PROGRAM WILL BE SUPPORTED, TRAINING WILL BE PROVIDED TO STAFF IN FACILITY MANAGEMENT.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:THE PROJECT WILL SUPPORT SEVERAL PROJECTS THE PARK WILL BE IMPLEMENTING WITH PLANNED PROJECT FUNDING, REPAVING SOUTH GWMP PARKWAY (EXPECTED 2024), RESTORING CLARA BARTON NATIONAL HISTORIC SITE (2023), DEVELOPMENT OF GREAT FALLS, VA FACILITIES (2025). PARK RADIO SYSTEM WILL BE EVALUATED, AND WORK INITIATED TO MAKE REPAIRS, SAFETY PROGRAM WILL BE SUPPORTED, TRAINING WILL BE PROVIDED TO STAFF IN FACILITY MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c4a0d43-9df8-b86b-963f-b2f40322dc5b-R", "generated_internal_id": "ASST_NON_P22AC01221_1443"}, {"internal_id": 151521998, "Award ID": "P22AC01189", "Award Amount": 69530.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-19", "CFDA Number": "15.011", "Description": "AWARD GOALS THE NATIONAL PARK SERVICE EXPERIENCED SERVICES PROGRAM OFFERS INDIVIDUALS 55 AND OLDER TEMPORARY PAID ASSIGNMENTS TO SUPPORT AND AUGMENT THE CAPACITY OF THE NPS TO MEET ITS MISSION, GOALS AND OBJECTIVES IN AREAS WHERE IT LACKS SU?CIENT EXPERTISE, TECHNICAL SKILLS AND OR CAPACITY PURPOSE OF AWARD THIS PROJECT IS FOR THE PREPARATION OF A HISTORIC STRUCTURE REPORT PART 1 FOR KELLY HOUSE AT BLACKSTONE RIVER STATE PARK IN LINCOLN  STATE PARK , RHODE ISLAND SPECIFIC ACTIVITIES RESEARCH OF PRIMARY AND SECONDARY SOURCES IN LOCAL REPOSITORIES, LIBRARIES AND OTHER SCHOLARLY RESOURCES DURING SITE VISITS CONTRACTOR WILL DOCUMENT, PHOTOGRAPH AND INVESTIGATE THE KELLY HOUSE  A REPORT WILL BE COMPILED AND DISTRIBUTED TO THE PUBLIC  THIS WILL BE USED TO MANAGE AND PRESERVE THE HISTORIC KELLY HOUSE GOALS SUBMISSIONS OF DRAFT AND FINAL VERSIONS OF THE REPORT DUE TO PARK FOR COMMENTS AND INPUT AT 50 , 90 , AND 100   EXPECTED OUTCOME IS A FULLY ILLUSTRATED, NARRATIVE, PROFESSIONAL REPORT WITH TABLES, APPENDICES, ETC BENEFICIARIES ELIGIBLE AND SELECTED 55  INDIVIDUALS AND LOCAL RESIDENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01189_1443"}, {"internal_id": 149742618, "Award ID": "P22AC01076", "Award Amount": 430146.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-23", "CFDA Number": "15.011", "Description": "FUNDING OPPORTUNITY NUMBER: P-P-NPSA-22-030PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):THE PURPOSE OF THIS AGREEMENT IS TO ACQUIRE AND UTILIZE THE EXPERTISE OF INDIVIDUALS AGES 55 AND OVER THROUGH THE EXPERIENCED SERVICES PROGRAM (ESP). THE POSITION WILL BE LOCATED IN THE WASO INFORMATION SERVICE CENTER AND CAN BE PERFORMED REMOTELY. THE ESP POSITIONS FUNDED UNDER THIS TASK AGREEMENT WILL WORK WITH NPS. WORK CARRIED OUT UNDER THIS TASK AGREEMENT IS IN ACCORDANCE WITH MASTER COOPERATIVE AGREEMENT P20AC00011 WITH THE NATIONAL OLDER WORKER CAREER CENTER (NOWCC).SUMMARY OF PROJECT SPECIFIC ACTIVITIES:THE DUTIES LISTED BELOW WILL BE PERFORMED UNDER THE GUIDANCE OF A FULL TIME PERMANENT NPS EMPLOYEE. PARTICIPANT WILL BE TRAINED BY NPS EMPLOYEE, AND PROVIDED WITH A GOVERNMENT LAPTOP, AND DISPLAY ONLY SYSTEM (FBMS/SAP) ACCESS ON AN \"AS NEEDED\" BASIS.INSTALLATION OF GNSS BASE STATIONS AS PART OF THE NTRIP.NPS.GOV GNSS CORRECTION SYSTEMTRAIN FIELD STAFF IN THE USE OF HIGH-ACCURACY SPATIAL DATA COLLECTION TECHNIQUESPROVIDE FIELD SUPPORT FOR HIGH-ACCURACY FIELD DATA COLLECTION.MODERNIZE THE NTRIP.NPS.GOV SYSTEM BY SOFTWARE MANAGEMENT AND ADVISING STAFF ON SITE MONITORING AND DATA STORAGE.COMMUNICATE THE NTRIP.NPS.GOV SYSTEM WITH UPDATED WEB MAPS.COMPLETE NPS-WIDE STRATEGY FOR STORING, REFERENCING, AND MAPPING SURVEY CONTROL MARKS.MENTOR NISC STAFF IN PLANNING AND MANAGEMENT OF THE NPS GNSS POSITIONING AND NAVIGATION PROGRAMPERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:SPECIFIC TASKS AND SCHEDULE/MILESTONE REQUIREMENTS WILL BE DETERMINED ONCE THE ENROLLEES ARE CONFIRMED AND IN PLACE. EXPECTED OUTCOMES WILL INCLUDE INSTALLATION AND OPERATION OF NEW NTRIP.NPS.GOV GNSS STATIONS, CARTOGRAPHIC PRODUCTS, AND COMPLETED MONUMENT DATABASE PRODUCTS.BENEFICIARIES:ENROLLEESNATIONAL PARK SERVICEWASO INFORMATION RESOURCESNATIONAL INFORMATION SERVICES CENTERINFORMATION SYSTEMS SERVICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01076_1443"}, {"internal_id": 150670344, "Award ID": "P22AC01068", "Award Amount": 40162.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "15.011", "Description": "PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):THE EXPERIENCED SERVICES PROGRAM WILL SUPPORT AND AUGMENT THE CAPACITY OF APPOMATTOX COURT HOUSE NHP TO MEET ITS' MISSION GOALS AND OBJECTIVES IN AREAS WHERE IT LACKS SUFFICIENT EXPERTISE, TECHNICAL SKILLS AND/OR CAPACITY. THROUGH THE ENGAGEMENT OF A HIGHLY QUALIFIED WORKER IN A TEMPORARY CAPACITY, APCO WILL PROVIDE ADMINISTRATIVE AND TECHNICAL SUPPORT TO ALL PARK FIELD STAFF IN CARRYING OUT PARK MISSION GOALS. THESE INDIVIDUALS WILL WORK ON PROJECTS IN ADMINISTRATIVE SUPPORT SERVICES.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:THE ADMINISTRATIVE ASSISTANT/FILE CLERK WILL ASSIST THE PARK WITH THE FOLLOWING TASKS:REVIEW AND ADHERE TO NPS RECORDS MANAGEMENT POLICY FOR FILES;REVIEW NPS RECORDS AND CATALOGS IN ACCORDANCE WITH NPS RECORDS MANAGEMENT POLICY;CONVERT RECORDS TO BE MAINTAINED INTO A DIGITAL FORMAT;DISPOSE OF OBSOLETE RECORD IN ACCORDANCE WITH NARA AND NPS RECORDS MANAGEMENT POLICY;ENSURE FILES CONTAINING PERSONALLY IDENTIFIABLE INFORMATION (PII) ARE PROPERLY DISPOSED OF IAW POLICIES AND PROCEDURES.ASSIST THE PARK WITH MAIL DUTIES AND OTHER OFFICE WORK AS MAY BE NEEDED.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:THE OUTCOMES FOR THE PROJECT INCLUDE IMPROVED RECORDS MANAGEMENT THAT WILL ALLOW PARK STAFF TO BETTER MEET PARK MISSION GOALS.BENEFICIARIES:EXPERIENCED WORKERS, NATIONAL PARK SERVICE, APPOMATTOX COURT HOUSE NATIONAL HISTORICAL PARK, AMERICAN PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01068_1443"}, {"internal_id": 149742617, "Award ID": "P22AC01066", "Award Amount": 613216.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-23", "CFDA Number": "15.011", "Description": "FUNDING OPPORTUNITY NUMBER: P-P-NPSA-22-030PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):THE PURPOSE OF THIS AGREEMENT IS TO ACQUIRE AND UTILIZE THE EXPERTISE OF INDIVIDUALS AGES 55 AND OVER THROUGH THE EXPERIENCED SERVICES PROGRAM (ESP). THE POSITIONS WILL BE LOCATED THROUGHOUT THE COUNTRY AND COULD WORK REMOTELY OR OUT OF ONE OF HISTORIC PRESERVATION TRAINING CENTER (HPTC'S) HEADQUARTERS IN FREDERICK, MD OR MOOSE, WY.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:EXPERIENCED SERVICES PROGRAM AT THE HISTORIC PRESERVATION TRAINING CENTER (HPTC) WILL FOCUS ON THREE KEY AREAS OF SUPPORT: HISTORIC PRESERVATION TRAINING SERVICES, HISTORIC PRESERVATION PROFESSIONALS TO PROVIDE TECHNICAL SERVICES AND CAPACITY BUILDING.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:THROUGH THE ENGAGEMENT OF HIGHLY QUALIFIED WORKERS IN A TEMPORARY CAPACITY, THE NPS CAN IN A COST EFFECTIVE AND EFFICIENT MANNER MEET ITS STRATEGIC AND MISSION GOALS OF PROTECTING AND MAINTAINING ITS PARK UNITS AND PROVIDE NECESSARY ADMINISTRATIVE SUPPORT TO FIELD PERSONAL. THIS PROGRAM WILL ALLOW THE NPS TO QUICKLY ADD TEMPORARY CAPACITY AND SUPPORT TO OUR FEDERAL WORKERS AS THEY WORK TO SUSTAIN OUR PARK OPERATIONS AND RESPOND TO UNEXPECTED EVENTS AND ISSUES THAT OCCUR THROUGHOUT THE SYSTEM.??BENEFICIARIES: NATIONAL EXPERIENCED WORKFORCE SOLUTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC01066_1443"}, {"internal_id": 150670153, "Award ID": "P22AC00988", "Award Amount": 42879.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "15.011", "Description": "ROCKY MOUNTAIN NATIONAL PARK IS IN NEED OF ASSISTANCE FROM THE EXPERIENCED SERVICES PROGRAM TO CONDUCT A VARIETY OF PROJECT PLANNING, HISTORIC PRESERVATION, MUSEUM AND CULTURAL RESOURCE CONSERVATION, INTERPRETIVE PLANNING, COLD STORAGE REHABILITATION, ENVIRONMENTAL COMPLIANCE, AND OTHER SPECIALTIES NECESSARY TO COMPLETE PROJECTS RELATED TO SUPPORT THE MUSEUM AND ARCHIVES PROGRAM.THE PROJECTS WILL REQUIRE EXPERTISE IN MULTIPLE SPECIALTY AREAS SUCH AS HISTORICAL OR ARCHITECTURAL CONSERVATOR, MUSEUM PREPARATION, INTERPRETIVE PLANNING, CULTURAL RESOURCE CONSERVATION, BOTANY OR CULTURAL RESOURCE TAXONOMY, PROJECT DEVELOPMENT AND SO FORTH. MULTIPLE POSITIONS MAY BE FILLED TO COVER THE BREADTH OF THE NEEDS AND BROUGHT ON AT DIFFERENT TIMES AS PROJECTS BEGIN.WORK WITH A PRESERVATION AND ACCESS SPECIALIST UNDER THE EXPERIENCED SERVICES PROGRAM TO DO SPECIFIC DUTIES SUCH AS:  DATA ENTRY      FOR PRESERVATION AND      ACCESS (SHERI FEDORCHAK) 8 HOURS      A WEEK WATER RIGHTS, PLANNING DOCUMENT INVENTORY, SLIDES       COMPARISONSCAN OVERSIZED MAPS & PLANS: 1000 QUANTITYPHOTOGRAPH      ARCHEOLOGY: 30 - 100 HOURS DIGITAL       IMAGES, RENAME, ATTACH TO CATALOG RECORDCREATE A       TEMPLATE FOR EXPORTING INFO FOR INDIVIDUAL LABELSPACKAGING FOR COLD STORAGEBENEFICIARIES: NATIONAL OLDER WORKER CAREER CENTER AND THE EXPERIENCED SERVICES PROGRAM AND ROCKY MOUNTAIN NATIONAL PARK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00988_1443"}, {"internal_id": 149415348, "Award ID": "P22AC00984", "Award Amount": 152958.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-15", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM IS DESIGNED TO SUPPORT AND AUGMENT THE CAPACITY OF THE NPS TO MEET ITS' MISSION GOALS AND OBJECTIVES IN AREAS WHERE IT LACKS SUFFICIENT EXPERTISE, TECHNICAL SKILLS AND/OR CAPACITY.NEW SOLUTIONS WILL ADVERTISE, RECRUIT, SCREEN CANDIDATES, AND ENROLLEE A SELECTED CANDIDATE, AGE 55+, TO SUPPORT PINNACLES NATIONAL PARK WITH TECHNICAL SUPPORT INCLUDING PROJECT MANAGEMENT FOR ALL ACTIVITIES ASSOCIATED WITH THE PLANNING AND CONSTRUCTION OF NEW FACILITIES, REHABILITATION OF EXISTING FACILITIES, AND THE DEVELOPMENT OF 5 YEAR ASSET MANAGEMENT PLAN.TASKS AND PROJECTS UNDERTAKEN UNDER THIS AGREEMENT WILL SUPPORT AND AUGMENT THE ABILITY OF THE NPS TO MAINTAIN AND SUPPORT OUR PARK UNITS AND PROGRAM OFFICES THAT INTERFACE WITH LOCAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00984_1443"}, {"internal_id": 149415350, "Award ID": "P22AC00930", "Award Amount": 65722.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-15", "CFDA Number": "15.011", "Description": "FUNDING OPPORTUNITY GOALS TEXT:THROUGH THE ENGAGEMENT OF HIGHLY QUALIFIED WORKERS IN A TEMPORARY CAPACITY, THE NPS CAN IN A COST EFFECTIVE AND EFFICIENT MANNER MEET ITS STRATEGIC AND MISSION GOALS OF PROTECTING AND MAINTAINING ITS PARK UNITS AND PROVIDE NECESSARY ADMINISTRATIVE SUPPORT TO FIELD PERSONAL. THIS PROGRAM WILL ALLOW THE NPS TO QUICKLY ADD TEMPORARY CAPACITY AND SUPPORT TO OUR FEDERAL WORKERS AS THEY WORK TO SUSTAIN OUR PARK OPERATIONS AND RESPOND TO UNEXPECTED EVENTS AND ISSUES THAT OCCUR THROUGHOUT THE SYSTEM. THE EXPERIENCED SERVICES PROGRAM WILL ALLOW THE NPS TO IMPLEMENT TEMPORARY FIXES AND ADDRESS CRITICAL PROBLEMS WHILE MORE PERMANENT SOLUTIONS ARE DEVELOPED AND EXECUTED. THIS PROGRAM WILL IN NO WAY DISPLACE CURRENT EMPLOYEES OR SUBSTITUTE FUTURE FEDERAL WORKERS.REQUIREMENTS FOR ALL AGREEMENTSPURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):DUE TO FEDERAL STAFF ATTRITION, SAGUARO NATIONAL PARK IS IN NEED OF SUPPORT FOR TWO CONSTRUCTION PROJECTS AT TWO DISTRICTS: (1) REHABILITATE THE GEORGE CLAYTON GREENE HOUSE, RINCON MOUNTAIN DISTRICT, AND (2) REPAIR HISTORIC RAMADA'S AND PROVIDE ACCESSIBLE PICNIC AREAS, SIGNAL HILL, TUCSON MOUNTAIN DISTRICT.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:THE ENROLLEE WILL PROVIDE CONSTRUCTION INSPECTION FOR ADHERENCE TO THE CONTRACT DOCUMENTS AND INDUSTRY STANDARDS, AND REPORT TO THE FACILITY MANAGER. THE ENROLLEE WILL ALSO REVIEW PRELIMINARY DESIGN, DESIGN, AND CONSTRUCTION DOCUMENTS SUCH AS DRAWINGS, SPECIFICATIONS, SPECIAL STUDIES/REPORTS AND SO FORTH FOR CONSTRUCTABILITY.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:THE EXPERIENCED SERVICES PROGRAM IS DESIGNED TO SUPPORT AND AUGMENT THE CAPACITY OF THE NPS TO MEET ITS MISSION GOALS AND OBJECTIVES IN AREAS WHERE IT LACKS SUFFICIENT EXPERTISE, TECHNICAL SKILLS AND/OR CAPACITY.A SECONDARY GOAL OF THIS PROGRAM WILL BE TO PROMOTE ECONOMIC DEVELOPMENT IN GATEWAY COMMUNITIES NEAR NPS UNITS AND PROVIDE SUPPLEMENTAL INCOME TO INDIVIDUALS 55 YEARS AND OLDER.BENEFICIARIES:SAGUARO NATIONAL PARK AND THE ESP INCUMBENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": 10174.0, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00930_1443"}, {"internal_id": 149415679, "Award ID": "P22AC00893", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-07", "CFDA Number": "15.011", "Description": "FUNDING OPPORTUNITY NUMBER: P-P-NPSA-22-030PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):THE PROJECT WILL ASSIST THE CRPS DIRECTORATE IN MANAGING AND COMPLETING THE CONVERSION AND CONSOLIDATION OF WEB AND PRINT MEDIA INFORMATION AND RECORDS TO A REPOSITORY OF DOCUMENTS MEETING ALL NECESSARY ACCESSIBILITY AND COMPLIANCE REVIEW STANDARDS.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:THE 508 COMPLIANCE SPECIALIST WILL SUPPORT THE CRPS WEB & PRINT MEDIA PROGRAM BY THE FOLLOWING:EVALUATE DOCUMENTS TO DETERMINE IF THEY SHOULD BECOME LIVE WEB CONTENT OR NEED TO BE RETAINED AS 508 COMPLIANT DOCUMENTS; REVIEW DOCUMENT EVALUATION WITH NPS STAFF; PROVIDE NOTES ON THE DETERMINATION OF EACH DOCUMENT FOR LIVE WEB CONTENT VS. ACCESSIBLE DOCUMENT; PREPARE CONTENT TO BE PUBLISHED BY OTHERS IN THE CONTENT MANAGEMENT SYSTEM; PROVIDE TEXT IN A WORD DOCUMENT; DEVELOP GUIDANCE, WORKFLOW, AND BEST PRACTICES TO BE DEVELOPED BY PROGRAMS TO ENSURE COMPLIANCE OF FUTURE PRODUCTS; AND CONDUCT TRAINING, FORMAL OR INFORMAL, TO ENSURE COMMON UNDERSTANDING OF ROLES AND RESPONSIBILITIES, GUIDANCE, WORKFLOW, AND BEST PRACTICES FOR PROGRAM STAFF TO APPLY TO THEIR OWN WORK.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:THE GOALS/OBJECTIVES ARE TO ENSURE 508 COMPLIANCE FOR DOCUMENTS IN THE WEB AND PRINT MEDIA PROGRAM'S WEB CONTENT, TO DRAFT GUIDANCE FOR CRPS SPECIFIC DOCUMENT 508 COMPLIANCE NEEDS AND TASKS, AND TO ADVISE PROGRAM STAFF ON THEIR ROLES AND RESPONSIBILITIES, AND TRAIN TASKS FOR 508 COMPLIANCE OF DOCUMENTS.BENEFICIARIES: ENROLLEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00893_1443"}, {"internal_id": 149415677, "Award ID": "P22AC00873", "Award Amount": 117841.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-06", "CFDA Number": "15.011", "Description": "THE PURPOSE OF THIS AWARD IS TO PROVIDE AN EXPERIENCED HEAVY EQUIPMENT OPERATOR TO SUPPLEMENT THE C&O CANAL NATIONAL HISTORICAL PARK OPERATIONS IN MAINTENANCE AND PRESERVATION ACTIVITIES WHILE THE FEDERAL POSITION IS BEING FILLED.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:AN EXPERIENCED HEAVY EQUIPMENT OPERATOR WILL OPERATE VARIOUS PIECES OF EQUIPMENT TO ASSIST WITH: DEBRIS REMOVAL, ROAD AND TOWPATH REPAIR, EQUIPMENT TRANSPORTATION, PARK APPROVED DIGGING, EQUIPMENT REPAIR, AND GENERAL MAINTENANCE WORK. THE RECIPIENT WILL ALSO SERVE AS A MENTOR FOR PARK EMPLOYEES BY SHARING EXPERIENCES AND OFFERING SUGGESTIONS BASED ON PRIOR WORK HISTORY.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:DURING THE LIFE OF THIS AGREEMENT, THE GOAL IS TO PROTECT AND MAINTAIN THE C&O CANAL NHP; ADD TEMPORARY CAPACITY TO NPS STAFF; AND PROVIDE SUPPLEMENTAL INCOME TO EXPERIENCED INDIVIDUALS 55 YEARS AND OLDER WHILE MENTORING C&O CANAL EMPLOYEES ON EQUIPMENT OPERATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00873_1443"}, {"internal_id": 148995069, "Award ID": "P22AC00790", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-31", "CFDA Number": "15.011", "Description": "FUNDING OPPORTUNITY NUMBER: P-P-NPSA-22-030PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):THE EXPERIENCED SERVICES PROGRAM IS DESIGNED TO SUPPORT AND AUGMENT THE CAPACITY OF THE NPS TO MEET ITS' MISSION GOALS AND OBJECTIVES IN AREAS WHERE IT LACKS SUFFICIENT EXPERTISE, TECHNICAL SKILLS AND/OR CAPACITY. THE EXPERIENCED SERVICES PROGRAM WILL ALLOW THE NPS IMPLEMENT TEMPORARY FIXES AND ADDRESS CRITICAL PROBLEMS WHILE MORE PERMANENT SOLUTIONS ARE DEVELOPED AND EXECUTED. THIS PROGRAM WILL ALSO PROMOTE ECONOMIC DEVELOPMENT IN GATEWAY COMMUNITIES NEAR NPS UNITS AND PROVIDE SUPPLEMENTAL INCOME TO INDIVIDUALS 55 YEARS AND OLDER. PARTICIPANTS IN THIS PROGRAM WILL BE ABLE TO TRANSFER IMPORTANT TECHNICAL EXPERTISE AND EXPERIENCE TO CURRENT NPS EMPLOYEES AND ASSIST WITH PROJECTS THAT PROVIDE A BENEFIT TO THE VISITING PUBLIC.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:THIS AGREEMENT WILL PROVIDE AN EXPERIENCED PROGRAM MANAGER WHO WILL ASSIST THE YOUTH PROGRAMS DIVISION WITH NPS WORKFORCE & INCLUSION PROJECTS, INCLUDING CAREER FAIRS, JOB CORPS AND WORKFORCE DATA ANALYSIS AND RECOMMENDATIONS, OUTREACH AND CONNECTION, AND SUPPORTING EXECUTIVE ORDERS PERTAINING TO MINORITY SERVING INSTITUTIONS.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:THE ENROLLEE WILL PROVIDE EXPERTISE IN WORKFORCE ANALYSIS AND DEVELOPMENT AND WILL MANAGE AND COORDINATE THE BRIDGE CAREER FAIR EVENT; ANALYZE AND EVALUATE ALL NATIONAL RESOURCE ASSISTANT DHA AND PUBLIC LANDS CORPS PROGRAMS; STUDY WORKFORCE HIRING DEMOGRAPHIC DATA; CONDUCT BARRIER ANALYSIS ON KEY CAREER SERIES AND IDENTIFY EFFECTIVE METHODS FOR CONNECTING ELIGIBLE PLC AND DHA CANDIDATES WITH CAREER POSITIONS; AND WILL DEVELOP A STRATEGIC PLAN ON HOW THE NPS YOUTH PROGRAMS CAN SUPPORT THE NEW EXECUTIVE ORDERS PERTAINING TO MINORITY SERVING INSTITUTIONS.BENEFICIARIES: ENROLLEES", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00790_1443"}, {"internal_id": 149415678, "Award ID": "P22AC00750", "Award Amount": 20023.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-08", "CFDA Number": "15.011", "Description": "FUNDING OPPORTUNITY NUMBER: P-P-NPSA-22-030PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):THIS TASK AGREEMENT ARE FOR ONE OR TWO COORDINATORS WHO WILL HEAD UP TWO PROJECTS: ONE TO DEVELOP MULTIPLE PUBLICATIONS SERIES FOR NCPTT, AND THE OTHER IS TO PROVIDE FURTHER DEVELOPMENT OF THE FRIENDS OF NCPTT, PARTICULARLY IMPLEMENTING RECOMMENDATIONS FROM A CONSULTANT.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:THERE ARE TWO PRIMARY TASKS IN THIS TASK AGREEMENT, WHICH ARE PUBLICATION SERIES DEVELOPMENT FOR NCPTT, AND TO FURTHER DEVELOP THE FRIENDS OF NCPTT, INCLUDING BETTER FINANCIAL PROCESSES. DEVELOP PRESERVATION MATTERS BRIEFS, ANNUAL REPORTS, AND CONFERENCE PUBLICATION SERIES. IMPLEMENT THE RECOMMENDATIONS OF A CONSULTANT FOR DEVELOPMENT OF THE FRIENDS OF NCPTT.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:A. DEVELOP A DISTRIBUTION AND MEDIA PLAN FOR PRESERVATION MATTERS BRIEFS,B. OPTIMIZE PROCESSES,C. REVIEW AND REVISE ASSET MANAGEMENT,D. CREATE FRIENDS OF NCPTT ONLINE PUBLICATIONS STORE FOR PRINT ON DEMAND SALESE. SERVE AS LIAISON TO NPS MEDIA GROUP FOR LIVE CONTENT ON NCPTT'S WEBSITEF. SUPPORT 508 COMPLIANCE FOR ELECTRONIC AND HARDCOPY DISTRIBUTIONG. WORK WITH FRIENDS BOARD TO IMPROVE PROCESS FOR APPROVING AND DOCUMENTING EXPENDITURESH. WORK TOWARDS HAVING AT LEAST TWO BOARD MEMBERS WILLING AND ABLE TO REVIEW/SIGN REQUESTSI. WORK WITH ALUMNI CENTER SO ALL INVOLVED UNDERSTAND HOW THE FRIENDS OPERATE, AND WITH NCPTT STAFF TO MAKE SURE THAT ALUMNI CENTER HAS EVIDENCE OF FRIENDS APPROVALJ. REVIEW RICHARD WAGNER FRIENDS PROPOSAL AND BRIEF NCPTT LEADERSHIP ON CONTENTK. WORK WITH RICHARD AND FRIENDS BOARD TO IMPLEMENT RECOMMENDATIONS, INCLUDING EXPANDING THE BOARD NATIONALLY AND ESTABLISHING A DEVELOPMENT (FUNDRAISING) PROGRAML. RECOMMEND NEXT STEPS TO THE EXEC DIRECTOR REGARDING HIRING OR CONTRACTING DEVELOPMENT ASSISTANCEM. DEVELOP A STRATEGY TO INVOLVE THE \"NEXT GENERATION\" OF NATCHITOCHES RESIDENTS IN THE FRIENDS (I.E., INVOLVING THE UNDER-60 CROWD)N. WORK WITH WEB & PRINT MEDIA GROUP TO UPGRADE FRIENDS WEBSITEO. SET UP ONLINE SALES BY FRIENDS OF NCPTT MEMENTOS, INCLUDING HATS, T-SHIRTS, PATCHES, ETC. ENSURE THEY ARE COMPLIANT WITH NPS BRANDING POLICYBENEFICIARIES: NCPTT, FRIENDS OF NCPTT AND ALL THE CUSTOMERS OF BOTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00750_1443"}, {"internal_id": 148994891, "Award ID": "P22AC00697", "Award Amount": 84657.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-19", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM IS DESIGNED TO SUPPORT AND AUGMENT THE CAPACITY OF THE NATIONAL PARK SERVICE TO MEET ITS' MISSION GOALS AND OBJECTIVES IN AREAS WHERE IT LACKS SUFFICIENT EXPERTISE, TECHNICAL SKILLS AND/OR CAPACITY. THE PURPOSE OF THIS PROJECT IS TO EXPAND THE PUBLIC AFFAIRS ORGANIZATIONAL CAPACITY AND PROVIDE PROFESSIONAL SUPPORT AND MENTORING TO THE FEDERAL STAFF AT PARKS AND/OR PROGRAMS IN INTERIOR REGIONS 8, 9, 10, AND 12 (THE LEGACY PACIFIC WEST REGION). THE EXPERIENCED SERVICES PROGRAM ENROLLEE WILL SUPPORT THE REGIONAL PUBLIC AFFAIRS PROGRAM BY IMPROVING COMMUNICATIONS AND RELATIONSHIPS WITH VARIOUS STAKEHOLDERS, HELPING TO DEVELOP COMPREHENSIVE COMMUNICATIONS STRATEGIES AND SUPPORTING STAFF ON THE GROUND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00697_1443"}, {"internal_id": 148676708, "Award ID": "P22AC00668", "Award Amount": 25062.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-12", "CFDA Number": "15.011", "Description": "EXPERIENCED SERVICES PROGRAM, DESIGN TOOLS AND RESOURCES TO SUPPORT PARK MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00668_1443"}, {"internal_id": 148994893, "Award ID": "P22AC00661", "Award Amount": 7854.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-31", "CFDA Number": "15.011", "Description": "A.PERFORMANCE GOALS - THE EXPERIENCED SERVICES PROGRAM IS DESIGNED TO SUPPORT AND AUGMENT THE CAPACITY OF THE NPS TO MEET ITS' MISSION GOALS AND OBJECTIVES IN AREAS WHERE IT LACKS SUFFICIENT EXPERTISE, TECHNICAL SKILLS AND/OR CAPACITY. CURRENTLY THE NPS HAS A $12 BILLION PLUS DEFERRED MAINTENANCE BACKLOG AND OTHER CAPACITY ISSUES THAT ARE THREATENING TO INHIBIT THE ABILITY OF THE SERVICE TO ADEQUATELY PROTECT AND MAINTAIN THE TREASURED PUBLIC LAND OF THE UNITED STATES OF AMERICA. ADDITIONALLY THE RESPONSIBILITIES OF THE NPS HAVE GROWN GREATLY OVER THE LAST SEVERAL DECADES BUT THE WORKFORCE HAS NOT ADEQUATELY AUGMENTED ITS CAPACITY. THIS HAS LED TO A DEFICIT OF TECHNICAL EXPERTISE AND CAPACITY IN SOME CRITICAL PROGRAM AREAS.B.PROJECT OBJECTIVES - ESTABLISH A MANAGEMENT FRAMEWORK TO GUIDE FUTURE DECISIONS AND ACTIONS FOR THE NORTH END OF CRATERS OF THE MOON NM&P. THIS POSITION WILL PROVIDE PROJECT MANAGEMENT SUPPORT INCLUDING PROFESSIONAL PLANNING AND FACILITATION SERVICES TO AN INTERDISCIPLINARY TEAM WITH THE OUTCOME BEING A WRITTEN PLANNING DOCUMENT FOR THE NORTH END THAT PROVIDES CLARITY AND GUIDANCE TO FUTURE PARK MANAGERS AND STAFF.THE ~10,000 ACRE 'NORTH END' OF CRATERS OF THE MOON WAS ADDED TO THE PARK IN 1928 AND IS WHERE THE CRATERS LAVA FLOWSMEET THE FOOTHILLS OF THE PIONEER MOUNTAINS, A SUBRANGE OF THE ROCKY MOUNTAINS. LOCATED ACROSS HIGHWAY 20/26/93 (AKA HIGHWAY 20) FROM THE CRMO VISITOR CENTER AND LOOP ROAD, THIS PORTION OF THE PARK INCLUDES IMMENSELY DIFFERENT AND IMPORTANT HABITAT TYPES FROM THE AREAS SOUTH OF HIGHWAY 20. IN CONTRAST TO THOSE LANDS, THE NORTH END INCLUDES OLDER AND THEREFORE MORE DENSELY VEGETATED LAVA FLOWS AND CINDER CONES, SAGEBRUSH, ASPEN, WILLOWS, AND DOUGLAS-FIR TREES. THE SLOPES OF THE PIONEER MOUNTAINS ALSO CONTAIN NUMEROUS SPRINGS THAT FEED SMALL CREEKS AND WETLANDS AND IS HOME TO ABUNDANT WILDLIFE AND CULTURALLY IMPORTANT RESOURCES.THEREFORE, THE PURPOSE OF THIS PROJECT WILL BE TODEVELOP A MANAGEMENT FRAMEWORK TO GUIDE FUTURE DECISIONS AND ACTIONS ON THE NORTH END OF CRMO. THIS INCLUDES DEVELOPING A RANGE OF POTENTIAL ALTERNATIVES, ASSESSING THE ANTICIPATED EFFECTS OF EACH, SELECTING A PREFERRED ALTERNATIVE, AND CREATING A COMPREHENSIVE MANAGEMENT PLAN TO GUIDE FUTURE MANAGEMENT OF THIS ECOLOGICALLY SENSITIVE AND CULTURALLY IMPORTANT AREA OF THE PARK.THERE SHALL BE A TWO- OR THREE-DAY ROUNDTABLE DISCUSSION WITH THE CRATERS OF THE MOON STAFF. THE ROUNDTABLE WILL GATHER THE INPUT FROM ALL PARK EMPLOYEES AND DIVISIONS, TO ENSURE ALL POTENTIAL SOLUTIONS ARE HEARD, IN HOPE TO GATHER ENOUGH INFORMATION FOR A COHESIVE DECISION AND REPORT THE PARK CAN CONSIDER IMPLEMENTING FOR THE FUTURE USE OF THE NORTH END OF CRMO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00661_1443"}, {"internal_id": 148206946, "Award ID": "P22AC00593", "Award Amount": 233336.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-29", "CFDA Number": "15.011", "Description": "PROJECT STATEMENTEVERGLADES NATIONAL PARK WILL NEED SHORT-TERM PROJECT-BASED NATIONAL ENVIRONMENTAL POLICY ACT COMPLIANCE SUPPORT FOR TWO GREAT AMERICAN OUTDOOR ACT INITIATIVES.PERFORMANCE GOALSTHE ENROLLEE WILL ASSIST THE PARK'S CHIEF OF PLANNING AND COMPLIANCE IN THE PRE-NEPA AND NEPA PHASES OF BELOW PROJECTS.REHABILITATION OF THE FLAMINGO BULKHEADS: COMPLETION OF AN ENVIRONMENTAL ASSESSMENT AND FONSI DECISION DOCUMENT.REHABILITATION WATER/WASTEWATER: COMPLETION OF ONE OR MORE ENVIRONMENTAL ASSESSMENTS AND FONSI DECISION DOCUMENTS. COMPLETION OF SEVERAL DOCUMENTED CATEGORICAL EXCLUSION DECISION DOCUMENTS.PERFORMANCE OBJECTIVESANALYZE PUBLIC COMMENTS AND DRAFT RESPONSES TO SUBSTANTIVE COMMENTS RECEIVEDDRAFT NEPA DECISION DOCUMENTS (FONSIS OR CES)COORDINATE PARK AND REGION 2 REVIEW AND APPROVAL OF FONSISCOORDINATE IDT COMPLETION OF CESMAINTAIN PLANNING ENVIRONMENT AND PUBLIC COMMENT (PEPC) WEBSITES AND DECISION FILESPARTICIPATE IN AND/OR LEAD INTERAGENCY CONFERENCE CALLS, PREPARE MEETING NOTES, AND OTHER SUPPORTIVE DUTIES AS ASSIGNED BY THE COMPLIANCE CHIEF.ASSISTANCE LISTING - TITLE - BENEFICIARIES15.011- EXPERIENCED SERVICES PROGRAM.PRIVATE NON-PROFIT ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00593_1443"}, {"internal_id": 148995080, "Award ID": "P22AC00587", "Award Amount": 11564.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-16", "CFDA Number": "15.011", "Description": "NPS FINANCIAL ASSISTANCE AGREEMENT PROJECT ABSTRACTCOMPETITIVE AWARD AGREEMENT REQUIREMENTSFUNDING OPPORTUNITY NUMBER: N/AFUNDING OPPORTUNITY GOALS TEXT: N/AREQUIREMENTS FOR ALL AGREEMENTSA. PROJECT STATEMENT - EXHIBIT PLANNING FOR JEAN LAFITTE NATIONAL HISTORICAL PARK AND PRESERVE FRENCH QUARTER VISITOR CENTER. PROJECT SPECIALIST SUPPORT TO BOTH JEAN LAFITTE NATIONAL HISTORICAL PARK AND PRESERVE AND NEW ORLEANS JAZZ NATIONAL HISTORICAL PARK IN RE-CONSTRUCTING THE VISITOR CENTER INSIDE THE FRENCH QUARTER. THE SPECIALIST WILL PROVIDE TECHNICAL INTERPRETIVE AND DESIGN EXPERTISE WITH PLANNING AND EXHIBIT DESIGN FOR THE PROJECT. POSITION MAY BE INTERMITTENT AND WORK IN DIFFERENT PHASES OF THE PROJECT. B. PERFORMANCE GOALS - THE EXPERIENCED SERVICES PROGRAM IS DESIGNED TO SUPPORT AND AUGMENT THE CAPACITY OF THE NPS TO MEET ITS' MISSION GOALS AND OBJECTIVES IN AREAS WHERE IT LACKS SUFFICIENT EXPERTISE, TECHNICAL SKILLS AND/OR CAPACITY.C. PERFORMANCE OBJECTIVES -SUPPORT NATIONAL PARK SERVICE EFFORTS TO MAKE      THE FINDINGS FROM THE JAZZ NATIONAL HISTORICAL PARK      VISITOR CENTER THEME AND CONCEPT DOCUMENT AVAILABLE TO THE PUBLIC.DEVELOP A COLLABORATIVE SCOPE OF WORK FOR AN      EXHIBIT CONCEPT PLAN WHICH WILL OUTLINE THE PLAN, DESIGN, AND FABRICATION      OF AN INTEGRATED PROGRAM OF DIORAMAS, MEDIA, TACTILE ACTIVITIES, AND BOLD      DESIGNS ENCOMPASSING MORE THAN 3,000 SQ/FT. THIS IMMERSIVE EXHIBIT COVERS      POTENTIALLY THE ENTIRE FIRST LEVEL OF J JEAN LAFITTE NATIONAL HISTORICAL PARK AND PRESERVE HEADQUARTERS COMPLEX.D. MILESTONES - IF APPLICABLE IF NOT TYPE N/AASSISTANCE LISTING - TITLE - BENEFICIARIES 15.011- EXPERIENCED SERVICES PROGRAM.PRIVATE NON-PROFIT ORGANIZATIONS THAT SUPPORT CAREER ADVANCEMENT AND PLACEMENT FOR INDIVIDUALS 55 YEARS OF AGE AND OLDER. INDIVIDUALS 55 YEARS OF AGE AND OLDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00587_1443"}, {"internal_id": 147751406, "Award ID": "P22AC00507", "Award Amount": 115701.48, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-06", "CFDA Number": "15.011", "Description": "PURPOSE OF AWARDTHE PROJECT WILL PROVIDE OPPORTUNITIES FOR HIGHLY QUALIFIED INDIVIDUALS TO SUPPORT THE ORGANIZATIONAL OBJECTIVES OF SEKI. THESE INDIVIDUALS WILL WORK ON PROJECTS THAT ENTAIL TECHNICAL, ANALYTICAL, PLANNING AND NECESSARY PROFESSIONAL SUPPORT TO FIELD STAFF IN ANALYTICAL SUPPORT, PROJECT PLANNING, ENVIRONMENTAL COMPLIANCE, FISCAL ADMINISTRATION AND BIOLOGY AND RELATED SCIENTIFIC DISCIPLINES. WORK WILL FOCUS ON SUPPORTING POST-FIRE RECOVERY NEEDS OF THE PARK INCLUDING BURNED AREA EMERGENCY RESPONSE PLAN EXECUTION AND COORDINATION, BURNED AREA REHABILITATION PLAN COORDINATION, AND DISASTER SUPPLEMENT RECOVERY PROJECT PLANNING ASSISTANCE AND INTEGRATION WITH BAER AND BAR. NPS PROVIDES THE FUNDS, COMPUTER, TASKS ORDER, WORK ASSIGNMENTS AND OVERSIGHT FOR THE ESP ENROLLEES, WHILE NEW SOLUTIONS ADVERTISES, RECRUITS, SCREENS, REFERENCE CHECKS AND ENROLLS CANDIDATES, AND ADMINISTERS PAY AND BENEFITS TO ENROLLEES.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:WORK WILL FOCUS ON SUPPORTING POST-FIRE RECOVERY NEEDS OF THE PARK INCLUDING BURNED AREA EMERGENCY RESPONSE PLAN EXECUTION AND COORDINATION, BURNED AREA REHABILITATION PLAN COORDINATION, AND DISASTER SUPPLEMENT RECOVERY PROJECT PLANNING ASSISTANCE AND INTEGRATION WITH BAER AND BARPERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:TECHNICAL SERVICES- SEKI WILL SEEK SUBJECT MATTER EXPERTS TO DEVELOP AND DELIVER CONTENT TO INCREASE ORGANIZATIONAL EFFICIENCY AND EFFECTIVENESS. NOWCC WILL PROVIDE QUALIFIED PROFESSIONALS TO SUPPORT THE EXECUTION OF SPECIALIZED PROJECT WORK THAT THE NPS DOES NOT HAVE THE SPECIFIC EXPERTISE OR CAPACITY TO COMPLETE, INCLUDING, BUT NOT LIMITED TO: PROJECT MANAGEMENT, ENVIRONMENTAL COMPLIANCE, FINANCIAL ADMINISTRATION, AND BIOLOGY, AND OTHER SUPPORT OF SCIENTIFIC AND TECHNICAL POST-FIRE PROJECT WORK. BENEFICIARIES: THE PURPOSE OF THIS AGREEMENT IS TO UTILIZE THE EXPERTISE OF INDIVIDUALS AGES 55 AND OVER THROUGH THE EXPERIENCED SERVICES PROGRAM (ESP). THISAGREEMENT WILL SUPPORT THE NPS MISSION OF NATURAL AND CULTURAL RESOURCE CONSERVATION AND RESTORATION OF OUR NATION'S PUBLIC LANDS. TASKS AND PROJECTS UNDERTAKEN UNDER THIS AGREEMENT WILL SUPPORT AND AUGMENT THE ABILITY OF THE SERVICE TO MAINTAIN AND SUPPORT OUR PARK UNITS AND PROGRAM OFFICES THAT INTERFACE WITH LOCAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00507_1443"}, {"internal_id": 147432687, "Award ID": "P22AC00470", "Award Amount": 110000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-29", "CFDA Number": "15.011", "Description": "NEW SOLUTIONS (FORMERLY NOWCC) WILL ADVERTISE THE PROJECT MANAGEMENT POSITION AND RECRUIT, SCREEN, AND ENROLL A CANDIDATE INTO THE ESP TO SUPPORT THE PROJECT MANAGEMENT NEEDS OF JODA, DESCRIBED IN THE TASK AGREEMENT AND POSITION DESCRIPTION.PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):THE OVERALL GOAL OF THIS PROJECT IS TO REVISE MANAGEMENT OF THE HISTORIC CANT RANCH CULTURAL LANDSCAPE LOCATED IN THE SHEEP ROCK UNIT OF THE MONUMENT BECAUSE CURRENT PRACTICES ARE FINANCIALLY AND ECOLOGICALLY UNSUSTAINABLE. TO ACHIEVE THIS GOAL THE PARK'S 2017 FOUNDATION STATEMENT CALLS FOR PREPARING A \"CANT RANCH AGRICULTURAL MANAGEMENT PLAN,\" AND THE SPECIFIC PERFORMANCE GOALS FOR THIS PROJECT ARE INTENDED TO LAY THE FOUNDATION FOR THIS PLAN AND FOR PRESUMED PREPARATION OF AN ENVIRONMENTAL ASSESSMENT. TO THIS END THE PERFORMANCE GOAL FOR THIS TASK AGREEMENT IS TO FULFILL ALL LEGAL, POLICY AND PRACTICAL REQUIREMENTS FOR INTERAGENCY, CIVIC AND TRIBAL ENGAGEMENT, ALSO REFERRED TO AS \"PRE NATIONAL ENVIRONMENTAL POLICY ACT [NEPA] DUE DILIGENCE.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:PRODUCE A PROJECT CHARTER THAT FORMALIZES AN INTERDISCIPLINARY TEAM FOR PLANNING PURPOSES AND FOSTERS COMMUNICATION, COORDINATION AND COLLABORATION. PRODUCE AN \"INTERNAL SCOPING AND CIVIC ENGAGEMENT REPORT\" TO CAPTURE THE RESULTS OF THE SUBJECT EFFORTS AND DIRECTLY INFORM FUTURE PLANNING. THE REPORT SHALL AT A MINIMUM IDENTIFY KEY STAKEHOLDERS, CLARIFY PROJECT PURPOSE AND NEED, ISSUES, AND PROVIDE A \"PRELIMINARY PREFERRED MANAGEMENT ALTERNATIVE\" PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:INTERNAL SCOPING. DEVELOP A CHARTER TO FORMALIZE AN INTERDISCIPLINARY TEAM OF PARK STAFFS, ACADEMICS FROM OREGON STATE UNIVERSITY-BEND CAMPUS, REPRESENTATIVES FROM THE CONFEDERATED TRIBES OF WARM SPRINGS, REGIONAL NATIONAL PARK SERVICE SCIENTISTS AND CULTURAL RESOURCE SPECIALISTS, AND REPRESENTATIVES FROM THE OREGON DEPARTMENT OF FISH AND WILDLIFE. FACILITATE SEVERAL PLANNING SESSIONS TO CLARIFY THE PRELIMINARY PURPOSE, NEED, AND OBJECTIVES FOR TAKING ACTION, ISSUES, IMPACT TOPICS, AND POTENTIAL RANGE OF ALTERNATIVES.CIVIC ENGAGEMENT. IDENTIFY KEY STAKEHOLDERS AND DEVELOP A COMMUNICATIONS STRATEGY SCALED TO THE LEVEL OF POTENTIAL PUBLIC INTEREST, PROJECT SCOPE AND POTENTIAL FOR PUBLIC CONTROVERSY. CONDUCT PUBLIC OUTREACH ACTIVITIES TO UNDERSTAND SUFFICIENTLY EXTERNAL INTERESTS, ISSUES, CONCERNS, AND POTENTIAL RISKS.PREPARE AN INTERNAL SCOPING/CIVIC ENGAGEMENT REPORT THAT CAPTURES THE RESULTS OF INTERNAL SCOPING AND CIVIC ENGAGEMENT, WHICH WILL BE USED AS THE FOUNDATION FOR FUTURE PLANNING, INCLUDING PRESUMED PREPARATION OF AN ENVIRONMENTAL ASSESSMENT.ASSIST THE SUPERINTENDENT WILL MISCELLANEOUS YET IMPORTANT ASPECTS OF THE PROJECT, INCLUDING PROJECT SCHEDULING, PREPARATION OF BRIEFING STATEMENTS, PRESENTATIONS, AND FURTHER DEVELOPMENT OF THE EXISTING ADMINISTRATIVE RECORD.BENEFICIARIES:SUPPORTS THE NPS MISSION OF NATURAL AND CULTURAL RESOURCE CONSERVATION AND RESTORATION OF OUR NATION'S PUBLIC LANDS. TASKS AND PROJECTS UNDERTAKEN UNDER THIS AGREEMENT WILL SUPPORT AND AUGMENT THE ABILITY OF THE SERVICE TO MAINTAIN AND SUPPORT OUR PARK UNITS AND PROGRAM OFFICES THAT INTERFACE WITH LOCAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00470_1443"}, {"internal_id": 146954219, "Award ID": "P22AC00257", "Award Amount": 20000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-09", "CFDA Number": "15.011", "Description": "NOWCC WILL RECRUIT, SCREEN, AND ONBOARD AN EXPERIENCED WORKER AGE 55+ TO SUPPORT GLBA BY PROVIDING TECHNICAL REVIEW OF NPS-PROVIDED MAPPING AND LIDAR DATA, DEVELOP A PRELIMINARY PROPOSED ROUTE FOR APPROXIMATELY 4-6 MILES OF NEW TRAIL, ENGAGE IN A SITE VISIT TO GROUND AND FINE TUNE THE PROPOSED ROUTE AND PROVIDE TECHNICAL TRAINING TO NPS AND PARTNER ORGANIZATION STAFF IN SUSTAINABLE TRAIL DESIGN, BUILDING AND MAINTENANCE. NOWCC WILL MANAGE THE ENROLLEE AND PROVIDE HR AND ADMINISTRATIVE FUNCTIONS WHILE THE PARK WILL ASSIGN AND MONITOR WORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00257_1443"}, {"internal_id": 146215199, "Award ID": "P22AC00179", "Award Amount": 13063.97, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-09", "CFDA Number": "15.011", "Description": "PURPOSE OF AWARD:NOWCC WILL ADVERTISE, RECRUIT, AND ENROLL AN EXPERIENCED 55+ PERSON TO SUPPORT GOGA IN REVIEWING, ANALYZING, AND MAKING RECOMMENDATIONS ON THE ORGANIZATIONAL STRUCTURE OF THE FACILITIES DIVISION AS WELL AS PROCESSES AND PROCEDURES THAT COULD BE IMPROVED, CONSOLIDATED, OR ELIMINATED.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:THE PARTICIPANT WILL PROVIDE THE FOLLOWING SERVICES AT GOLDEN GATE NATIONAL RECREATION AREA:THE PARTICIPANT WILL START REVIEWING THE EXISTING ORGANIZATION CHART FOR THE FACILITIES DIVISION, FIRST MAKING RECOMMENDATIONS ON ORGANIZATIONAL EFFECTIVENESS FOR THE BUILDINGS AND UTILITIES SUB-GROUPS, AND THEN MAKE RECOMMENDATIONS FOR THE REMAINING DIVISIONAL SUB-GROUPS. THE DELIVERABLE WILL BE IN THE FORM OF A WRITTEN REPORT. THE PARTICIPANT SHALL REVIEW THE PARK'S 5-YEAR PROJECT PLAN FOR CYCLIC MAINTENANCE AND MAKE RECOMMENDATIONS FOR CHANGES AND IMPROVEMENTS BASED ON THE INCREASED FUNDING BRACKET. THE DELIVERABLE SHALL BE IN THE FORM OF A WRITTEN REPORT. PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:THE SPECIFIC GOAL OF THIS PROJECT IS TO ASSIST THE PARK IN ANALYZING THE STRUCTURE AND PROCESSES WITHIN THE FACILITIES ORGANIZATION AND MAKE RECOMMENDATIONS FOR IMPROVEMENTS AND STREAMLINING OF PROCESSES. THE ESP PARTICIPANT MUST HAVE A STRONG WORKING KNOWLEDGE OF DOI/NPS ORGANIZATION, GOVERNING LAWS, AND POLICIES IN ORDER TO PROPERLY REVIEW AND ANALYZE THE ORGANIZATION. ADDITIONALLY, THE ENROLLEE SKILLS MAY BE USED TO PROVIDE SUPPORT AND MENTORING TO NEW NPS STAFF AS NEEDEDBENEFICIARIES:DOI PRIORITY:GREATLY IMPROVE, STREAMLINE, AND MODERNIZE NPS MANAGEMENT AND BUSINESS PRACTICES,ANDENSURE ACCOUNTABILITY TOOURSELVES, OUR PARTNERS, AND THE AMERICAN PEOPLETHE USE OF PRIVATE NON-PROFIT ORGANIZATIONS ALIGNS WITH MANY OF THE DEPARTMENT OF THE INTERIOR GOALS FOR FOSTERING BETTER RELATIONSHIPS WITH THE COMMUNITIES IT SERVES AND INCREASING THE EFFICIENCY AND EFFECTIVE OF NPS OPERATIONS. THIS TASK AGREEMENT WILL SUPPORT THE GOLDEN GATE NATIONAL RECREATION AREA'S DIVISION OF FACILITY MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00179_1443"}, {"internal_id": 146215198, "Award ID": "P22AC00152", "Award Amount": 35128.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-04", "CFDA Number": "15.011", "Description": "THE EXPERIENCED SERVICES PROGRAM IS DESIGNED TO SUPPORT AND AUGMENT THE CAPACITY OF THE NATIONAL PARK SERVICE TO MEET ITS' MISSION GOALS AND OBJECTIVES IN AREAS WHERE IT LACKS SUFFICIENT EXPERTISE, TECHNICAL SKILLS AND/OR CAPACITY. FOR THIS PROJECT, AN EXPERIENCED SERVICES PROGRAM PARTICIPANT WILL ASSIST WITH PROCESSING FREEDOM OF INFORMATION ACT (FOIA) REQUESTS AT POINT REYES NATIONAL SEASHORE. THE FOIA STATUTE HAS VERY SHORT TIMELINES WHICH ARE DIFFICULT TO COMPLY WITH GIVEN THE CURRENT STAFFING. ADDING AN EXPERIENCED SERVICES PROGRAM PARTICIPANT TO THE FOIA PROGRAM WILL ALLOW POINT REYES NATIONAL SEASHORE TO RESPOND IN A TIMELY MANNER TO THE REQUESTING PARTIES. THE GOAL OF THE PROJECT IS TO CLEAR THE BACKLOGGED CASES AND MEET THE REQUIRED TIMELINES FOR ANY NEW CASES RECEIVED DURING THE COURSE OF THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00152_1443"}, {"internal_id": 146215309, "Award ID": "P22AC00146", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-03", "CFDA Number": "15.011", "Description": "FUNDING OPPORTUNITY NUMBER:P-P-NPSA-22-030CFDA(S): 15.011APPLICANT NAME:NATIONAL OLDER WORKER CAREER CENTERDESCRIPTIVE TITLE OF APPLICANT'S PROJECT: WASO COMPTROLLER'S OFFICE BUDGET EXECUTION SUPPORTPROJECT ABSTRACT: THIS PROGRAM WILL ALLOW THE NPS TO QUICKLY ADD TEMPORARY CAPACITY AND SUPPORT TO OUR FEDERAL WORKERS AS THEY WORK TO SUSTAIN OUR PARK OPERATIONS AND RESPOND TO UNEXPECTED EVENTS AND ISSUES THAT OCCUR THROUGHOUT THE SYSTEM. A SECONDARY GOAL OF THIS PROGRAM WILL BE TO PROMOTE ECONOMIC DEVELOPMENT IN GATEWAY COMMUNITIES NEAR NPS UNITS AND PROVIDE SUPPLEMENTAL INCOME TO INDIVIDUALS 55 YEARS AND OLDER. PARTICIPANTS IN THIS PROGRAM WILL BE ABLE TO TRANSFER IMPORTANT TECHNICAL EXPERTISE AND EXPERIENCE TO CURRENT NPS EMPLOYEES AND ASSIST WITH PROJECTS THAT PROVIDE A BENEFIT TO THE VISITING PUBLIC.THIS AGREEMENT WILL PROVIDE A BUDGET/PROGRAM ANALYST TO SUPPLEMENT THE WASO OFFICE OF THE COMPTROLLER STAFF BY PROVIDING ANALYSIS, COORDINATION, AND TRACKING OF REIMBURSABLE AGREEMENTS AND RELATED DOCUMENTS AND PROCESSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00146_1443"}, {"internal_id": 145920724, "Award ID": "P22AC00138", "Award Amount": 60000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-01-28", "CFDA Number": "15.011", "Description": "FUNDING OPPORTUNITY NUMBER: P-P-NPSA-22-030CFDA(S):15.011APPLICANT NAME:CENTER FOR WORKFORCE INCLUSIONDESCRIPTIVE TITLE OF APPLICANT'S PROJECT:NPS COMMUNITY ASSISTANCE/FEMA WORK WITH SENIOR SERVICE AMERICAPROJECT ABSTRACT:THE OBJECTIVE OF THIS TASK AGREEMENT IS TO PROVIDE CAPACITY FOR NPS COMMUNITY ASSISTANCE IN CONSERVATION AND OUTDOOR RECREATION PROJECTS WITH THE NPS RIVERS, TRAILS, AND CONSERVATION ASSISTANCE PROGRAM THROUGHOUT THE UNITED STATES IN ADDITION TO RESPONDING TO NPS/FEMA RESPONSE PLANS.THE OBJECTIVE IS TO IDENTIFY INDIVIDUAL SKILLS RELATED TO A SPECIFIC CONSERVATION AND OUTDOOR RECREATION PROJECT. NPS WILL SUBMIT A POSITION DESCRIPTION, SCOPE OF WORK, TIMELINE AND BUDGET THAT SUPPORT A SPECIFIC PROJECT. THE SELECTED NOWCC PARTICIPANT WILL IMPLEMENT AND SUPPORT THE PROJECT(S) WITH OVERSIGHT BY NPS MANAGER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c4a0d43-9df8-b86b-963f-b2f40322dc5b-R", "generated_internal_id": "ASST_NON_P22AC00138_1443"}, {"internal_id": 146215193, "Award ID": "P22AC00134", "Award Amount": 35522.25, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-02", "CFDA Number": "15.011", "Description": "THIS PROJECT WILL SUPPORT THE ALASKA REGION GRANTS MANAGEMENT OFFICE WITH SURGE WORK ON GRANTS AND COOPERATIVE AGREEMENTS, ASSISTING WITH PREPARATION, DOCUMENTATION, VERIFICATION, PROCESSING, COORDINATION, MONITORING, AND REPORTING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P22AC00134_1443"}, {"internal_id": 140482384, "Award ID": "P21AC12386", "Award Amount": 122658.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "15.011", "Description": "PROJECT MANAGEMENT SUPPORT FOR THE REFERENCE MANUAL FOR STRUCTURAL FIRE", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC12386_1443"}, {"internal_id": 140060097, "Award ID": "P21AC12019", "Award Amount": 110557.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-14", "CFDA Number": "15.011", "Description": "NPS EXPERIENCED SERVICES PROGRAM - CHESAPEAKE BAY OFFICE SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC12019_1443"}, {"internal_id": 139632865, "Award ID": "P21AC11702", "Award Amount": 259160.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-16", "CFDA Number": "15.011", "Description": "NATIONAL REGISTER/NATIONAL HISTORIC LANDMARKS EVALUATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC11702_1443"}, {"internal_id": 139632299, "Award ID": "P21AC11693", "Award Amount": 62489.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-18", "CFDA Number": "15.011", "Description": "NPS ESP FACILITY MANAGEMENT SPECIALIST FOR THE PACIFIC WEST REGIONAL OFFICE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC11693_1443"}, {"internal_id": 139632301, "Award ID": "P21AC11657", "Award Amount": 64025.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "15.011", "Description": "GRCA TECHNICAL TRADES SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC11657_1443"}, {"internal_id": 139632591, "Award ID": "P21AC11631", "Award Amount": 74977.15, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "15.011", "Description": "EXPERIENCED SERVICES PROGRAM-GETT LEGACY RECORDS AND CULP'S HILL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC11631_1443"}, {"internal_id": 139033859, "Award ID": "P21AC11601", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "15.011", "Description": "MUSEUM ARCHIVAL COLLECTION ESP", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC11601_1443"}, {"internal_id": 139033858, "Award ID": "P21AC11580", "Award Amount": 416321.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "15.011", "Description": "HISTORIC PRESERVATION FUND GRANT AND SECTION 106 OUTREACH", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC11580_1443"}, {"internal_id": 139033857, "Award ID": "P21AC11579", "Award Amount": 49483.22, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-09", "CFDA Number": "15.011", "Description": "ASSISTING WITH THE IMPROVEMENT OF PARK AND OFFICE SHAREPOINT SITES", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC11579_1443"}, {"internal_id": 139033856, "Award ID": "P21AC11560", "Award Amount": 100638.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-04", "CFDA Number": "15.011", "Description": "FIRE PROTECTION ENGINEER", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC11560_1443"}, {"internal_id": 139632653, "Award ID": "P21AC11559", "Award Amount": 83582.83, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-16", "CFDA Number": "15.011", "Description": "NPS ESP MIDWEST ARCHAEOLOGICAL CENTER ADMINISTRATIVE SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC11559_1443"}, {"internal_id": 138765989, "Award ID": "P21AC11508", "Award Amount": 85593.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-28", "CFDA Number": "15.011", "Description": "ESP AT MUSEUM RESOURCE CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c4a0d43-9df8-b86b-963f-b2f40322dc5b-R", "generated_internal_id": "ASST_NON_P21AC11508_1443"}, {"internal_id": 139033855, "Award ID": "P21AC11497", "Award Amount": 23544.91, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-02", "CFDA Number": "15.011", "Description": "FOMC PROJECT MANAGER IPM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC11497_1443"}, {"internal_id": 138765996, "Award ID": "P21AC11496", "Award Amount": 72372.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-26", "CFDA Number": "15.011", "Description": "EXPERIENCED SERVICES PROGRAM SUPPORT TO WELLNESS AND RESILIENCE BRANCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC11496_1443"}, {"internal_id": 138766094, "Award ID": "P21AC11431", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-30", "CFDA Number": "15.011", "Description": "HIST. ARCH, STRUCTURAL ENGINEER, ARCH CONSERVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC11431_1443"}, {"internal_id": 138766178, "Award ID": "P21AC11348", "Award Amount": 111614.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-14", "CFDA Number": "15.011", "Description": "EXPERIENCED SERVICES PROGRAM AT OLMSTED/LONGFELLOW-WASHINGTON'S HQ AND KENNEDY NHS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC11348_1443"}, {"internal_id": 138766089, "Award ID": "P21AC11325", "Award Amount": 104030.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-20", "CFDA Number": "15.011", "Description": "EXPERIENCED SERVICES PROGRAM-HOT SPRINGS NATIONAL PARK-MUSEUM SERVICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC11325_1443"}, {"internal_id": 139033849, "Award ID": "P21AC11213", "Award Amount": 93238.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "15.011", "Description": "SEKI PROJECT MANAGEMENT AND PLANNING PROGRAM ASSISTANCE WITH DOI EXPERIENCED SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC11213_1443"}, {"internal_id": 137750964, "Award ID": "P21AC11126", "Award Amount": 46709.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-23", "CFDA Number": "15.011", "Description": "EXPERIENCED SERVICES PROGRAM, NPS/IMD DATA STORE SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC11126_1443"}, {"internal_id": 137750969, "Award ID": "P21AC10897", "Award Amount": 472000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-15", "CFDA Number": "15.011", "Description": "NPS COMMUNITY ASSISTANCE/FEMA WORK WITH NATIONAL OLDER WORKER CAREER CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC10897_1443"}, {"internal_id": 137750970, "Award ID": "P21AC10889", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-15", "CFDA Number": "15.011", "Description": "NOWCC ASSISTANCE FOR WASO IEV", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC10889_1443"}, {"internal_id": 138765822, "Award ID": "P21AC10845", "Award Amount": 140000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-07", "CFDA Number": "15.011", "Description": "EXPERIENCED SERVICES PROGRAM - PARK HISTORY INFORMATION SPECIALIST", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC10845_1443"}, {"internal_id": 137750763, "Award ID": "P21AC10842", "Award Amount": 110214.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-22", "CFDA Number": "15.011", "Description": "PROFESSIONAL & TECH SUPPORT FOR THE TEXAS WHITE HOUSE COMPLEX REHABILITATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC10842_1443"}, {"internal_id": 137750865, "Award ID": "P21AC10601", "Award Amount": 15402.39, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-15", "CFDA Number": "15.011", "Description": "FREEDOM OF INFORMATION ACT, REGIONAL SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC10601_1443"}, {"internal_id": 137750795, "Award ID": "P21AC10518", "Award Amount": 52673.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-01", "CFDA Number": "15.011", "Description": "INCIDENT QUALIFICATION AND CERTIFICATION SYSTEM (IQCS) MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC10518_1443"}, {"internal_id": 137750773, "Award ID": "P21AC10437", "Award Amount": 4357.81, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-01", "CFDA Number": "15.011", "Description": "EXPERIENCED SERVICES PROGRAM - ESP SUPPORT FOR JELA JAZZ EXHIBIT PLANNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC10437_1443"}, {"internal_id": 136839692, "Award ID": "P21AC10434", "Award Amount": 192728.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-25", "CFDA Number": "15.011", "Description": "CRD PROJECT INSPECTOR AND ESD EQUIPMENT OPERATORS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC10434_1443"}, {"internal_id": 136839691, "Award ID": "P21AC10396", "Award Amount": 49447.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-17", "CFDA Number": "15.011", "Description": "EXPERIENCED SERVICES PROGRAM-GOLDEN GATE FOIA SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC10396_1443"}, {"internal_id": 133593509, "Award ID": "P21AC10340", "Award Amount": 174386.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-11", "CFDA Number": "15.011", "Description": "NCR CONTRACTING ESP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC10340_1443"}, {"internal_id": 133593360, "Award ID": "P21AC10298", "Award Amount": 80178.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-04", "CFDA Number": "15.011", "Description": "NTIR HISTORIC RESEARCH PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC10298_1443"}, {"internal_id": 127923206, "Award ID": "P21AC10137", "Award Amount": 23049.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-10", "CFDA Number": "15.011", "Description": "NPS EXPERIENCED SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC10137_1443"}, {"internal_id": 125348121, "Award ID": "P21AC10053", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-02-09", "CFDA Number": "15.011", "Description": "SNOWPLOWING FOR YELLOWSTONE'S SPRING OPENING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P21AC10053_1443"}, {"internal_id": 109846897, "Award ID": "P20AC01106", "Award Amount": 159976.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "15.011", "Description": "THIS PROJECT IS TO PROVIDE TWO REALTY SPECIALIST ADVISORS TO ASSIST NPS LANDS PROGRAM STAFF WITH FEDERAL LAND ACQUISITION ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC01106_1443"}, {"internal_id": 109846758, "Award ID": "P20AC01061", "Award Amount": 19031.12, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "15.011", "Description": "RIGHT OF WAY PERMITTING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c4a0d43-9df8-b86b-963f-b2f40322dc5b-R", "generated_internal_id": "ASST_NON_P20AC01061_1443"}, {"internal_id": 108494314, "Award ID": "P20AC00998", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-05", "CFDA Number": "15.011", "Description": "NOWCC IT ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00998_1443"}, {"internal_id": 108494315, "Award ID": "P20AC00974", "Award Amount": 14103.55, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-01", "CFDA Number": "15.011", "Description": "NOWCC ADMINISTRATIVE ASSISTANT, DISPOSAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00974_1443"}, {"internal_id": 107141191, "Award ID": "P20AC00965", "Award Amount": 11508.03, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-25", "CFDA Number": "15.011", "Description": "NOWCC VISITOR SERVICES ASSISTANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00965_1443"}, {"internal_id": 108494249, "Award ID": "P20AC00964", "Award Amount": 316000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-04", "CFDA Number": "15.011", "Description": "NPS COMM ASST/FEMA WORK WITH SSAI", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c4a0d43-9df8-b86b-963f-b2f40322dc5b-R", "generated_internal_id": "ASST_NON_P20AC00964_1443"}, {"internal_id": 98667940, "Award ID": "P20AC00903", "Award Amount": 99719.94, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-09", "CFDA Number": "15.011", "Description": "NPS COMM ASST/FEMA WORK WITH NOWCC", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00903_1443"}, {"internal_id": 108494316, "Award ID": "P20AC00770", "Award Amount": 3805914.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-06", "CFDA Number": "15.011", "Description": "EXPERIENCED SERVICES PROGRAM USPP", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": 2448655.0, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00770_1443"}, {"internal_id": 109846423, "Award ID": "P20AC00728", "Award Amount": 16092.27, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.011", "Description": "P20AC00011 MASTER AGREEMENT, P20AC00011 TASK AGREEMENT, NATIONAL OLDER WORKER CAREER CENTER, ADMINISTRATIVE SUPPORT ASSISTANTS - JEFF, FY2020, $37,852.11", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00728_1443"}, {"internal_id": 98429712, "Award ID": "P20AC00720", "Award Amount": 33224.04, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-24", "CFDA Number": "15.011", "Description": "BUDGET OFFICER SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00720_1443"}, {"internal_id": 98429707, "Award ID": "P20AC00655", "Award Amount": 160320.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-22", "CFDA Number": "15.011", "Description": "GETT IT AND GIS SUPPORT THROUGH NOWCC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00655_1443"}, {"internal_id": 97834446, "Award ID": "P20AC00650", "Award Amount": 961486.65, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-19", "CFDA Number": "15.011", "Description": "DSC FY20 TO NOWCC FOR EXPERIENCED SVCS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00650_1443"}, {"internal_id": 107141132, "Award ID": "P20AC00648", "Award Amount": 23282.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-21", "CFDA Number": "15.011", "Description": "GATE NOWCC/ESP TASK AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00648_1443"}, {"internal_id": 97269190, "Award ID": "P20AC00642", "Award Amount": 1690880.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-11", "CFDA Number": "15.011", "Description": "EXPERIENCED SERVICES PROGRAM AT HPTC", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00642_1443"}, {"internal_id": 98099189, "Award ID": "P20AC00629", "Award Amount": 94804.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-13", "CFDA Number": "15.011", "Description": "CHESAPEAKE BAY OFFICE SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00629_1443"}, {"internal_id": 97269187, "Award ID": "P20AC00628", "Award Amount": 74953.34, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-11", "CFDA Number": "15.011", "Description": "NOWCC - HPF APPORTIONMENT FORMULA", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00628_1443"}, {"internal_id": 97269185, "Award ID": "P20AC00626", "Award Amount": 51179.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-11", "CFDA Number": "15.011", "Description": "CULTURAL RESOURCES HR ADMIN ESP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00626_1443"}, {"internal_id": 97056609, "Award ID": "P20AC00585", "Award Amount": 53134.43, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-30", "CFDA Number": "15.011", "Description": "EXPERIENCED SERVICES PROGRAM, DESIGN TOOLS AND RESOURCES TO SUPPORT PARK MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00585_1443"}, {"internal_id": 97834432, "Award ID": "P20AC00584", "Award Amount": 62277.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-28", "CFDA Number": "15.011", "Description": "CONSERVATOR (ARCHITECTURAL), ESP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00584_1443"}, {"internal_id": 97056602, "Award ID": "P20AC00570", "Award Amount": 80000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-23", "CFDA Number": "15.011", "Description": "HISTORICAL ARCHITECTURE SUPPORT AND MENTORSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00570_1443"}, {"internal_id": 97056598, "Award ID": "P20AC00564", "Award Amount": 206217.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-20", "CFDA Number": "15.011", "Description": "ELECTRICAL, GEOTECHNICAL AND CIVIL ENGINEERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00564_1443"}, {"internal_id": 97056591, "Award ID": "P20AC00551", "Award Amount": 856859.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-30", "CFDA Number": "15.011", "Description": "INTERPRETIVE MEDIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00551_1443"}, {"internal_id": 97056571, "Award ID": "P20AC00451", "Award Amount": 25674.42, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-24", "CFDA Number": "15.011", "Description": "PROVIDE EXPERIENCED SERVICES SUPPORT FOR RECYCLING AND ADMINISTRATIVE PROGRAMS AT RICH AND MAWA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00451_1443"}, {"internal_id": 98099171, "Award ID": "P20AC00400", "Award Amount": 70947.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-06-11", "CFDA Number": "15.011", "Description": "FACILITY MANAGEMENT ASSISTANT FOR LAKE MEAD NATIONAL RECREATION AREA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00400_1443"}, {"internal_id": 109846905, "Award ID": "P20AC00261", "Award Amount": 28423.69, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-19", "CFDA Number": "15.011", "Description": "ASSESSMENT OF MORTALITY AND RECRUITMENT IN FORESTS IN PACIFIC NORTHWEST NATIONAL PARKS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00261_1443"}, {"internal_id": 96171274, "Award ID": "P20AC00012", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-23", "CFDA Number": "15.011", "Description": "EXPERIENCED SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c4a0d43-9df8-b86b-963f-b2f40322dc5b-R", "generated_internal_id": "ASST_NON_P20AC00012_1443"}, {"internal_id": 92576995, "Award ID": "P20AC00011", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-11-13", "CFDA Number": "15.011", "Description": "EXPERIENCED SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "408d2ff2-b307-55cc-8425-5cd918b49351-C", "generated_internal_id": "ASST_NON_P20AC00011_1443"}]