[{"internal_id": 161864811, "Award ID": "L23AC00477", "Award Amount": 253973.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-14", "CFDA Number": "15.015", "Description": "THE GOAL OF THIS PROPOSAL IS TO INITIATE THE PROCESS OF RESTORING FIRST NATIONS TRADITIONAL FOOD SOURCES   CULTURAL PLANTS ON ANCESTRAL SALISH AND KOOTENAI TRIBAL LANDS THROUGH INTERAGENCY COOPERATION AND SUPPORT. IN THIS PROPOSAL, THE FOCUS IS SPECIFICALLY ON BITTERROOT, CAM.AS, AND WHITEBARK PINE SPECIES  EACH REPRESENTING SEPARATE MODELS WITH DISTINCT HABITATS, COMMUNITY DYNAMICS, GROWTH FORMS, USES AND REQUIREMENTS  EACH OFFERING UNIQUE CHALLENGES AND OPPORTUNITIES FOR RESTORATION. THE FUNDING WILL GO TOWARDS THREE CRITICAL AREAS: PROPAGULE ACQUISITION SEED COLLECTIONS, PROPAGULE SEED PROCESSING, AND SUPPORT FOR A WHITEBARK PINE PROGRAM MANAGER POSITION AND SEASONAL POSITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b17e593-e1de-2dbd-3e33-b39f3cf19338-C", "generated_internal_id": "ASST_NON_L23AC00477_1422"}, {"internal_id": 161363065, "Award ID": "L23AC00342", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-20", "CFDA Number": "15.015", "Description": "BLM CA GNA CALFIRE STATEWIDE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 400000.0, "recipient_id": "5c9ae99f-478d-a07b-5cc1-c4ab9e08187f-C", "generated_internal_id": "ASST_NON_L23AC00342_1422"}, {"internal_id": 160833460, "Award ID": "L23AC00270", "Award Amount": 277483.12, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "15.015", "Description": "EEL RIVER CLIMATE RESILIENCE REFUGIA PROTECTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 277483.12, "recipient_id": "81c474bf-dc68-1c2f-c55f-0a973d94ee9a-R", "generated_internal_id": "ASST_NON_L23AC00270_1422"}, {"internal_id": 160632502, "Award ID": "L23AC00264", "Award Amount": 90000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-22", "CFDA Number": "15.015", "Description": "GAME AND FISH COMMISSION, WYOMING INTENDS TO CONTINUE THE ON-GOING WILDLIFE HABITAT IMPROVEMENT AND FUELS REDUCTION WORK ON THE LANDER BLM FIELD OFFICE IN PARTNERSHIP WITH THE WYOMING GAME AND FISH DEPARTMENT.  THE PARTNER AGENCIES INTEND TO IMPLEMENT FOREST STAND IMPROVEMENT WORK TO BENEFIT MULE DEER AND REDUCE THE RISK OF CATASTROPHIC WILDFIRES.  THE WORK WILL INCLUDE UP TO 1,850 ACRES OF MECHANICAL CONIFER REMOVAL FROM ASPEN, RIPARIAN, AND MIXED MOUNTAIN SHRUB HABITAT WITHIN THE 5 YEAR AGREEMENT PERIOD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": 90000.0, "recipient_id": "a6d92a25-0d94-dc11-8b89-72ba340f89ff-C", "generated_internal_id": "ASST_NON_L23AC00264_1422"}, {"internal_id": 160026735, "Award ID": "L23AC00236", "Award Amount": 280000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-13", "CFDA Number": "15.015", "Description": "GAME AND FISH COMMISSION, WYOMING INTENDS A CONTINUATION OF THE ORIGINAL SOUTHERN WYOMING RANGE MULE DEER HABITAT (SWRMD) EFFORT, WHICH WAS A COLLABORATIVE EFFORT BETWEEN BLM AND WYOMING GAME AND FISH DEPARTMENT (WGFD) THAT BEGAN IN 2018 AND WAS COMPLETED IN 2022 (L17AC00072).  ONE OF THE ACCOMPLISHMENTS FROM THE ORIGINAL SWRMD EFFORT WAS PREPARATION AND APPROVAL OF THE SOUTHERN WYOMING RANGE MULE DEER HABITAT ENVIRONMENTAL ASSESSMENT (DOI-BLM-WY-D090-2019-0026-EA).  THE EA IDENTIFIES AN ARRAY OF TREATMENTS FOR ASPEN, MIXED MOUNTAIN SHRUB, RIPARIAN AND SAGEBRUSH-GRASSLAND VEGETATIVE COMMUNITIES THROUGHOUT THE BLM KEMMERER FIELD OFFICE TO ENHANCE HABITAT FOR MULE DEER AND OTHER WILDLIFE.  WGFD WILL COLLABORATE CLOSELY WITH BLM AND USE NEWLY AWARDED GRANT FUNDS TO IMPLEMENT VEGETATION MANIPULATION TECHNIQUES, SUCH AS MECHANICAL, CHEMICAL, AND PRESCRIBED FIRE TREATMENTS, RIPARIAN STRUCTURES, ENCLOSURES, AND GRAZING MANAGEMENT STRATEGIES TO RESTORE DEGRADED PLANT COMMUNITIES AND CREATE MORE HIGH-QUALITY HABITAT FOR MULE DEER AND OTHER WILDLIFE POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": 280000.0, "recipient_id": "a6d92a25-0d94-dc11-8b89-72ba340f89ff-C", "generated_internal_id": "ASST_NON_L23AC00236_1422"}, {"internal_id": 160026734, "Award ID": "L23AC00235", "Award Amount": 595432.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-13", "CFDA Number": "15.015", "Description": "THE FUELS TREATMENT PROJECT IF PART OF THE SUBLETTE CHEATGRASS TASKFORCE TO CONTROL CHEATGRASS AN INVASIVE ANNUAL GRASS. CHEATGRASS HAS BEEN PROVEN TO CHANGE THE LANDSCAPE IF THE SAGEBRUSH STEPPE FROM A SAGEBRUSH DOMINATED PLANT COMMUNITY TO AN ANNUAL INVASIVE GRASSLAND. THIS CONVERSION IS EXACERBATED BY FIRE. IF WE CAN REDUCE F INE FUELS LOADS CREATED BY CHEATGRASS WE CAN REDUCE CATASTROPHIC FIRE AND KEEP SAGEBRUSH RANGELANDS HEALTHY. THE TASKFORCE IS COMMITTED TO TREATING CHEATGRASS AND KEEPING OUR IMPORTANT SAGEBRUSH RANGELANDS INTACT IN OUR PLANT COMMUNITIES. MOST OF THE SAGEBRUSH IN SUBLETTE COUNTY IS ON BLM LANDS AND UNINVADED. WE PLAN TO KEEP IT THAT WAY, BY AGGRESSIVELY TREATING CHEATGRASS AND MONITORING THE HEALTH OF THESE SYSTEMS. WE WILL BE TREATING CHEATGRASS WITH HELICOPTER AT THE LANDSCAPE SCALE WITH A HIRED CONTRACTOR. WE WILL ALSO SURVEY NEW AREAS AND PREVIOUSLY TREATED AREAS TO INFORM US IF THERE IS A NEED TO RETREAT. WE WILL BE TREATING WITH THE BEST TOOLS AVAILABLE AT THE TIME AND COMMUNICATING ALL CHOICES WITH OUR TASK FORCE PARTNERS INCLUDING OUR LOCAL BLM STAFF.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": 295432.0, "recipient_id": "f78efd5d-7e54-6420-69ac-5f976da6e6a6-R", "generated_internal_id": "ASST_NON_L23AC00235_1422"}, {"internal_id": 160026733, "Award ID": "L23AC00234", "Award Amount": 120500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-12", "CFDA Number": "15.015", "Description": "IMPLEMENT CONTROL MEASURES FOR ANNUAL INVASIVE CHEATGRASS.AS A TEAM, SWEETWATER CO WEED AND PEST, BLM, GAME AND FISH, WE WILL IMPLEMENT A MONITORING PLAN AND CONTROL PLAN. THE MONITORING TEAM WILL SELECT SITES WITHIN THE PROJECT AREA AND SURROUNDING AREAS TO MONITOR CHEATGRASS. AREAS TO BE MONITORED WILL INCLUDE BUT ARE NOT LIMITED TO: DENSITY OF CHEATGRASS BEFORE AND AFTER HERBICIDE APPLICATIONS, DENSITY AND BIOASSAY OF NATIVE SPECIES BEFORE AND AFTER HERBICIDE APPLICATIONS, AND GENERAL OBSERVATIONS OF SITE THROUGHOUT PERFORMANCE PERIOD. THE CONTROL MEASURE WILL CONSIST OF HERBICIDE APPLICATIONS BEING MADE IN LATE SUMMER TO SELECT AREAS WHICH WILL MAPPED BY THE PROJECT TEAM BASED ON DATA COLLECTED FROM MONITORING SITES, PAST APPLICATIONS MADE, HISTORICAL DATA, AND FIRE EVENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92dfb53c-65b4-9e5e-5b7c-d3296cd77e09-C", "generated_internal_id": "ASST_NON_L23AC00234_1422"}, {"internal_id": 160026726, "Award ID": "L23AC00217", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "15.015", "Description": "ANNUAL GRASSES ARE A GROWING ISSUE IN THE STATE OF WYOMING, THIS HAS LED TO A LARGE INCREASE IN HAZARDOUS FUELS CHANGING THE SHAPE OF WILDFIRE ON OUR BLM LANDS. IT HAS ALSO STARTED TO CHANGE NATURAL HABITAT FOR WILDLIFE AND GRAZING HABITAT. THIS PROPOSAL IS A COMBINATION OF THE KEMMERER BLM DISTRICT, LINCOLN COUNTY WEED AND PEST, WYOMING GAME AND FISH AND SUBSEQUENT PERMITEES OF THE DESCRIBED AREA. WE WORK IN CONJUNCTION WITH THE FIRE AND FUELS PERSONAL, RANGE CONS AND PERMIT HOLDERS WHILE DETERMINING HOW TO TREAT THE NOXIOUS WEED INFESTATIONS IN THE AREA. OUR PROPOSAL WILL BE IN TOTAL COOPERATION WITH BLM PERSONAL AND THE PERMITEES THAT THEY REPRESENT. ALL OF THE WORK THAT IS DONE IS AGREED UPON BY EACH ENTITY. THIS WAY ALL PARTIES HAVE A SAY IN THIS PROCESS. WE HOLD QUARTERLY MEETINGS AND COUNTLESS PHONE CALLS TO ORGANIZE THIS EFFORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b5bf5c0e-eac0-0e8f-b48e-65e610c42953-C", "generated_internal_id": "ASST_NON_L23AC00217_1422"}, {"internal_id": 159100954, "Award ID": "L23AC00197", "Award Amount": 510001.2, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-10", "CFDA Number": "15.015", "Description": "SUBLETTE COUNTY NOXIOUS AND INVASIVE SPECIES MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": 125000.0, "recipient_id": "f78efd5d-7e54-6420-69ac-5f976da6e6a6-R", "generated_internal_id": "ASST_NON_L23AC00197_1422"}, {"internal_id": 159100950, "Award ID": "L23AC00190", "Award Amount": 21420.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-09", "CFDA Number": "15.015", "Description": "THIS PROJECT WILL ENHANCE MULE DEER WINTER RANGE HABITAT ON BLM SURFACE IN THE BEAVER CREEK DRAINAGE IN SOUTHERN JOHNSON COUNTY. CURRENT MULE DEER WINTER RANGE HABITAT IS LIMITED BY NUMEROUS FACTORS, INCLUDING CONIFER ENCROACHMENT INTO CURL-LEAF MOUNTAIN MAHOGANY SHRUBLANDS, DECADENT CURL-LEAF MOUNTAIN MAHOGANY STANDS, CHEATGRASS INVASION, AND OVER STOCKED PONDEROSA PINE FORESTS. THIS PROJECT WILL MECHANICALLY REMOVE CONIFER IN CURL-LEAF MOUNTAIN MAHOGANY SHRUBLANDS.THIS PROJECT WILL PROVIDE TREMENDOUS BENEFITS FOR WILDLIFE, SPECIFICALLY MULE DEER. THIS WILL IN TURN PROVIDE BENEFITS FOR THE SPORTSMEN AND WILDLIFE ENTHUSIASTS WHO DESIRE TO SEE MORE WILDLIFE AND MULE DEER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6d92a25-0d94-dc11-8b89-72ba340f89ff-C", "generated_internal_id": "ASST_NON_L23AC00190_1422"}, {"internal_id": 159100949, "Award ID": "L23AC00189", "Award Amount": 73500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-08", "CFDA Number": "15.015", "Description": "THE KENAI PENINSULA (KP) IS IN THE MIDST OF A MAJOR FOREST DISTURBANCE FROM THE WESTERN SPRUCE BARKBEETLE (SBB) IN WHAT IS NOW WIDELY RECOGNIZED AS A SPRUCE STAND COLLAPSE. FORESTERS ARE REPORTING THATTHE KP IS EXPERIENCING A MARKEDLY HIGH RATE OF MATURE SPRUCE MORTALITY AND HIGH SUSCEPTIBILITY OF SPRUCE 5INCHES DIAMETER AND GREATER. MATURE WHITE SPRUCE STANDS ARE OFTEN MIXED WITH MATURE AND DECLINING BIRCH.THESE TWO FOREST COMPONENTS PRESENTLY HAVE A MARGINAL MARKET VALUE, DUE IN PART TO HIGH COSTS OF LOGGINGAND TRANSPORTATION AND LACK OF A DOMINANT TIMBER MARKET. TIMING IS A KEY ELEMENT HERE, AS TIMBER QUALITYDIMINISHES, COST PER ACRE FOR FUEL MITIGATION TREATMENT INCREASES, AS WELL AS CATASTROPHIC RISK FROMWILDLAND FIRE.SELECTIVE-THINNING TIMBER HARVEST AND HAZARDOUS FUEL MITIGATION TREATMENTS HAVE BEEN IDENTIFIED AS THEMOST EFFECTIVE MANAGEMENT TOOLS AND CAN PROVIDE MULTIPLE BENEFITS INCLUDING, REMOVAL OF OVERHEAD FALLINGHAZARDS AND HAZARDS THAT CREATE UN-ACCESSIBLE FORESTS, FUEL REDUCTION TO PREVENT CATASTROPHIC WILDFIRE,CAPITALIZATION OF COMMERCIAL (TIMBER) AND NON-COMMERCIAL FOREST PRODUCTS, IMPROVED FOREST HEALTH, ANDBENEFITS TO MANY SPECIES OF WILDLIFE.IN A PRELIMINARY REMOTE FOREST INVENTORY, 21,000 ACRES ON BOROUGH- MANAGED LANDS WERE IDENTIFIED ASHIGH PRIORITY IN HIGHLY IMPACTED AREAS AROUND COOPER LANDING, NIKISKI, STERLING, KENAI, SOLDOTNA, ANDKASILOF. OF THIS, 540 ACRES ARE ON AND AROUND    KENAI PENINSULA BOROUGH SCHOOL DISTRICT CAMPUSES.WITH AN ON-THE-GROUND FIELD INVENTORY AND ANALYSIS, WE WILL BE ABLE TO PRIORITIZE AREAS ON CAMPUSES FOR TREATMENT THAT NEED IMMEDIATE ACTION. THINNING THESE STANDS FOR HAZARD MITIGATION WILL IMPROVE SAFETY FORSCHOOL DISTRICT CAMPUSES AND THE RECREATIONAL TRAILS THAT EXIST IN AND AROUND THE FORESTS OF SCHOOL DISTRICTS.TREATING THESE SMALL, URBAN FOREST STANDS AREAS WOULD OTHERWISE BE VERY DIFFICULT WITHOUT A FUNDINGMECHANISM.THE KENAI PENINSULA BOROUGH (KPB) DOES NOT CURRENTLY HAVE THE FUNDING, STRUCTURE, OR STAFFING TO PRODUCEFUEL MITIGATION TREATMENTS AT THE PACE OR SCALE THAT IS NEEDED TO RESPOND TO THIS SITUATION. THE KENAIPENINSULAS 2021 COMMUNITY WILDFIRE PROTECTION PLANS PRIORITIZE TREATING AREAS THAT FALL IN THE WUI.WORK WILL BE SUB-CONTRACTED OUT TO LOCAL FORESTRY COMPANIES ON A COMPETITIVE MARKET BASIS. THIS PROJECTWILL INCLUDE DEVELOPING A FOREST MANAGEMENT PLAN  PROGRAM OF WORK FOCUSED ON BEETLE KILL TREATMENT ONKPB-MANAGED LAND. WE WILL DETERMINE INVENTORY MEASURES AND FORESTRY PRESCRIPTIONS BASED ON SITESPECIFIC CONDITIONS, PREPARE TIMBER SALES AND TECHNICAL SERVICE CONTRACTS FOR FUEL MITIGATIONS, AND PLAN IMPLEMENT THESE CONTRACTS WITH THE AID OF THE SUB-CONTRACTORS THROUGH COMPLETION.EXPECTED DELIVERABLES FOR THIS FUNDING ARE AMOUNT OF ACRES THINNED  TREATED WITH MANUAL AND MECHANIZEDFUEL MITIGATION PRESCRIPTIONS WHICH CAN ALSO BE INVENTORIED, QUANTIFIED, AND TRACKED TO REPORT VOLUME OFBIOMASS REMOVED TRANSFORMED ON THE LANDSCAPE. ACTIONS WILL BENEFIT BOROUGH RESIDENTS BY REDUCINGECOLOGICAL AND ECONOMIC COSTS OF THIS ECOSYSTEM DISTURBANCE AND PREVENT THE INCURRED COSTS AND POTENTIALINFRASTRUCTURE LOSS OR DAMAGE FROM FIRE, AS WELL AS THE IMMEDIATE BENEFIT OF REMOVING THE HAZARDS OF THESESTANDING DEAD TREES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 73500.0, "recipient_id": "279ee15d-508e-f9d6-258d-7586fa20cd35-C", "generated_internal_id": "ASST_NON_L23AC00189_1422"}, {"internal_id": 160026717, "Award ID": "L23AC00179", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "15.015", "Description": "BLM CA GNA CALTRANS STATEWIDE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 200000.0, "recipient_id": "96835974-d068-a460-18f6-f7ffe322d778-C", "generated_internal_id": "ASST_NON_L23AC00179_1422"}, {"internal_id": 160026714, "Award ID": "L23AC00176", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-05", "CFDA Number": "15.015", "Description": "BLM CA GNA CCC STATEWIDE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 200000.0, "recipient_id": "5bf012d5-3a40-ba3c-af0c-b032ed7af3b0-C", "generated_internal_id": "ASST_NON_L23AC00176_1422"}, {"internal_id": 158585109, "Award ID": "L23AC00165", "Award Amount": 30000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-23", "CFDA Number": "15.015", "Description": "CONTROL INVASIVE AND NOXIOUS WEEDS AND PESTS IN COOPERATION WITH BLM NEWCASTLE FIELD OFFICE WITHIN CROOK COUNTY, WYOMING. INTEGRATED PEST MANAGEMENT PRINCIPLES WILL BE USED TO TREAT NOXIOUS WEEDS AND PESTS AND INVASIVE SPECIES TO IMPROVE FOREST, RANGELAND, WATERSHEDS, AND WILDLIFE HABITATS. TREATMENTS ARE EXPECTED TO MEET GOALS TO RESTORE LANDSCAPE CONNECTIVITY AND FUNCTION AND TO CONSERVE AND RESTORE LANDS TO INCREASE RESILIENCY TOWARDS CLIMATE CHANGE. PROJECT RESULTS WILL BENEFIT RESIDENTS AND VISITORS FOR CROOK COUNTY, WYOMING AS WELL AS CONTRIBUTE TOWARDS BLM INVASIVE SPECIES MANAGEMENT PRIORITIES.TREATMENT OF VASCULAR NOXIOUS WEEDS WILL BE CONDUCTED ANNUALLY OVER THE FIVE-YEAR PROJECT TERM ON BLM LANDS WITHIN CROOK COUNTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "03292f73-7368-d61a-b698-e5a5264d9e3a-R", "generated_internal_id": "ASST_NON_L23AC00165_1422"}, {"internal_id": 158585108, "Award ID": "L23AC00164", "Award Amount": 31000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-23", "CFDA Number": "15.015", "Description": "REMOVAL AND MANAGEMENT OF HAZARDOUS FUELS (ANNUAL GRASSES) ACROSS THE LANDSCAPE LOWERS OVERALL FLAMMABILITY OF THE SYSTEM, ALLOWING NATIVE VEGETATION TO RE-ESTABLISH AND PROLIFERATE WHICH IMPROVES RANGELAND HEALTH, LIVESTOCK FORAGE, WILDLIFE HABITAT AND FORAGE, WATERSHED FUNCTION, AND STABILITY OF THE OVERALL SYSTEM. THIS PROJECT IS TO CONTROL THE SPREAD AND MANAGEMENT OF INVASIVE ANNUAL GRASSES IN JOHNSON COUNTY. INVASIVE ANNUAL GRASSES THREATEN WILDLIFE HABITAT QUANTITY AND QUALITY, INCREASE THE RISK OF WILDFIRE, AND DECREASE NATIVE PERENNIAL GRASSLAND ECOLOGICAL INTEGRITY. THIS PROJECT WILL IMPLEMENT AERIAL HERBICIDE TREATMENTS ON NATIVE RANGELAND TO MANAGE AND CONTROL THE SPREAD OF INVASIVE ANNUAL GRASSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6d92a25-0d94-dc11-8b89-72ba340f89ff-C", "generated_internal_id": "ASST_NON_L23AC00164_1422"}, {"internal_id": 158585107, "Award ID": "L23AC00162", "Award Amount": 214000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-23", "CFDA Number": "15.015", "Description": "CHEATGRASS WILL BE TREATED TO DECREASE ITS PREVALENCE ACROSS THE LANDSCAPE, ESPECIALLY WHERE IT HAS BECOME ESTABLISHED AND POSES A HAZARDOUS WILDLAND FUEL IN PROXIMITY TO WUI AND OTHER INFRASTRUCTURE AND IDENTIFIED VALUES AT RISK. CARBON COUNTY INTENDS TO MANAGE AND TREAT INVASIVE VEGETATION SPECIES, PRIMARILY CHEATGRASS, ON BLM LANDS IN THE RAWLINS FIELD OFFICE IN CONJUNCTION WITH TREATMENTS ON MULTIPLE OWNERSHIPS. FUNDING WILL BE USED TO IDENTIFY, INVENTORY, DELINEATE, TREAT, AND MONITOR IDENTIFIED INFESTATIONS OF INVASIVE VEGETATION.  PROJECT(S) INCLUDE TREATMENT DESIGNATION, PLANNING, COORDINATION, ADMINISTRATION, CONTRACTING, AND IMPLEMENTATION ON ANNUALLY IDENTIFIED TREATMENT UNITS, AND MONITORING OF UNITS FOLLOWING TREATMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": 214000.0, "recipient_id": "6eead2c9-78d5-53e0-6505-a30a998fe381-C", "generated_internal_id": "ASST_NON_L23AC00162_1422"}, {"internal_id": 159100944, "Award ID": "L23AC00161", "Award Amount": 180000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-02", "CFDA Number": "15.015", "Description": "MISSION OF WSFD IS TO CONSERVE WORKING FORESTS BY PROMOTING SOUND MANAGEMENT PRACTICES  ENHANCE THE BENEFITS OF FORESTS THROUGH IMPROVED MANAGEMENT OF WYOMINGS VARIED FOREST RESOURCES IN COMMUNITIES, RIPARIAN AREAS, AND MOUNTAIN RANGES  AND PROTECT FOREST RESOURCES AND OTHER VALUES AGAINST WILDFIRE AND FOREST HEALTH THREATS WHILE PREPARING TO MANAGE NEW FORESTS AND RESTORE FOREST ECOSYSTEMS. USING FOREST MANAGEMENT TECHNIQUES INCLUDING HARVEST, AND THINNING, TO SUPPORT RESTORATION OF HEALTHY FORESTS ECOSYSTEMS AT A LANDSCAPE SCALE. THESE PROJECTS ALIGN WITH THE MISSION OF PROTECTING FOREST RESOURCES AGAINST WILDFIRE AND FOREST HEALTH THREATS, AND ARE PART OF LARGER, CROSS BOUNDARY PROJECTS. PURPOSE: THIS APPLICATION IS MADE BY THE OFFICE OF STATE LANDS AND INVESTMENTS  FORESTRY DIVISION FOR THE PURPOSES OF IMPROVING FOREST HEALTH AND THE REDUCTION OF HAZARDOUS FUELS WITHIN SCHOOL SECTION, AND SHELDON CANYON LOCATED ON THE HIGH PLAINS DISTRICT, THE NORTH PRONG, BARRETT RIDGE, FORTYMILE FLATS,WOODSEDGE, AND FALLEN PINES PROJECT AREAS WITHIN THE RAWLINS FIELD OFFICE. ALL OF THESE AREAS HAVE A POTENTIAL FOR HIGH FUEL LOADING CAUSED BY FOREST HEALTH CONCERNS INCLUDING HIGH MORTALITY AND DOWNED COARSE WOODY DEBRIS (CWD). THE PROJECTS WOULD SERVE AS A FOREST HEALTH, STANDS AND ENCOURAGE REGENERATION, REMOVE DEAD AND DYING TREES TO REDUCE FUEL LOADING, REMOVE AREAS WITH INSECT AND DISEASE, RESTORE HISTORIC RANGE OF VARIABILITY INTO THE LANDSCAPE, REDUCE LADDER FUELS AND WILDFIRE INTENSITY AND BUILD RESILIENCE INTO THE LANDSCAPE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aadaef34-7af8-67a7-19cc-3578309c4793-C", "generated_internal_id": "ASST_NON_L23AC00161_1422"}, {"internal_id": 158106834, "Award ID": "L23AC00157", "Award Amount": 75600.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-14", "CFDA Number": "15.015", "Description": "THE OBJECTIVE OF THIS AGREEMENT IS TO PROVIDE SUPPORT FOR HAZARDOUS FUELS REDUCTION MAINTENANCE PROJECTS FROM 2023-2027 IN THE ALASKAN COMMUNITY OF PILOT STATION. THE PILOT STATION TRIBAL COUNCIL WILL BE THE BENEFICIARIES OF THIS AWARD AND WILL USE FUNDS TO HIRE QUALIFIED LOCAL WORKERS AND OR OTHER QUALIFIED WORKERS TO ACCOMPLISH FUELS REDUCTION MAINTENANCE PROJECTS, TO MAKE THE COMMUNITIES MORE RESILIENT TO THE THREAT WILDLAND FIRE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 75600.0, "recipient_id": "920192a3-a5ab-db87-3170-18a2fdccebab-R", "generated_internal_id": "ASST_NON_L23AC00157_1422"}, {"internal_id": 159664310, "Award ID": "L23AC00154", "Award Amount": 29111.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-30", "CFDA Number": "15.015", "Description": "SMOKE MANAGEMENT RESULTING FROM WILDFIRES OR PRESCRIBED FIRE IS AN IMPORTANT PART OF FIRE MANAGEMENT. SMOKE IS A HEALTH HAZARD FOR THE GENERAL PUBLIC AND THE ENVIRONMENT. SMOKE MANAGEMENT IS REGULATED BY THE CLEAN AIR ACT WHICH PROTECTS PUBLIC HEALTH, WELFARE, AND ENVIRONMENTAL QUALITY FOR CONTROLLING AIR POLLUTION. THIS PROJECT PROVIDES A REVIEW AND RECOMMENDATIONS OF COURSES AND MODULES ESSENTIAL FOR EFFECTIVE SMOKE MANAGEMENT TRAINING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_L23AC00154_1422"}, {"internal_id": 158106826, "Award ID": "L23AC00146", "Award Amount": 420000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-05", "CFDA Number": "15.015", "Description": "PROJECT IS LOCATED WITHIN THE BIG HORN RIVER WATERSHED. THIS PROJECT WILL IMPROVE THE VIABILITY OF ANDOTHERWISE BENEFIT THE FISH, WILDLIFE, AND OTHER BIOTIC RESOURCES BY DECREASING THE NUTRIENTS AND WATER TAKEN UPBY INVASIVE SPECIES THAT WOULD OTHERWISE BE USED BY NATIVE PLANTS, FISH, AND WILDLIFE. THIS PROJECT WILL ALSOREDUCE THE RISK OF NATURAL DISASTERS WHERE PUBLIC SAFETY IS THREATENED ON PUBLIC AND PRIVATE LAND. PROTECT THENATURAL RESOURCES OF BLM LAND AND BORDERING PRIVATE PROPERTY FROM THE THREAT OF WILDFIRE BY REDUCING FUELSFOUND IN THE FORM OF RUSSIAN OLIVE AND SALTCEDAR TREES AND CHEATGRASS. OUTCOME WOULD BE THE RESULT OF AREDUCTION IN FUELS FOR WILDFIRES.THE EXPECTED OUTCOMES OF THIS PROJECT INCLUDE: REDUCED POPULATIONS OF WILDFIRE CAUSING NOXIOUS WEEDS ON BLM ADMINISTERED LANDS. THE COLLECTION OF ADDITIONAL GIS DATA ON INVASIVE SPECIES LOCATION, DENSITY, AND DISTRIBUTION. HEALTHIER, MORE PRODUCTIVE NATIVE ECOSYSTEMS ON BLM LANDS. REDUCED RISK OF WILDFIRE ON BLM LANDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "23358004-d4b3-f0df-ff45-2c9b55be1880-C", "generated_internal_id": "ASST_NON_L23AC00146_1422"}, {"internal_id": 157766975, "Award ID": "L23AC00140", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-29", "CFDA Number": "15.015", "Description": "WYOMING GAME AND FISH DEPARTMENT PROPOSES TO REMOVE ENCROACHING CONIFERS AND CHEMICALLY TREAT UNDESIRABLESPECIES ON UP TO 2,500 ACRES IN ASPEN, RIPARIAN AND SAGEBRUSH COMMUNITIES ON BLM, STATE AND PRIVATE LANDS IN THE BIG HORN BASIN (CODY AND WORLAND FIELD OFFICES. PRESCRIPTIONS FOR CONIFER REMOVAL WILL VARY BY COMMUNITY TYPE AND DESIRED RESULTS BUT WILL INCLUDE JACKSTRAWING, LOP AND SCATTER AND PILE AND BURN. ALL TREATMENTS WILL BE CONDUCTED BY A PRIVATE CONTRACTORS USING CHAINSAWS AND OR TRACKED OR WHEELED EQUIPMENT WITH MASTICATING ATTACHMENTS. TREATED AREAS WILL ACT AS NATURAL FIREBREAKS ON THE LANDSCAPE. RESILIENCE TO WILDFIRE IN ASPEN, RIPARIAN AND SAGEBRUSH STEPPE WILL BE IMPROVED AND WILDFIRE BEHAVIOR WITHIN AND ADJACENT TO TREATED STANDS WILL BE MODERATED THROUGH CONIFER REMOVAL. WILDLAND FIRE BURN SEVERITY AND DURATION WITHIN THESE COMMUNITIES WILL BE REDUCED. TREATMENT OF UNDESIRABLE SPECIES SUCH AS CHEATGRASS WILL INCLUDE GROUND AND AERIAL APPLICATIONS OF HERBICIDE. CHEMICAL CONTROL OF ANNUAL GRASSES AND OTHER HIGHLY FLAMMABLE SPECIES WILL REDUCE FIRE SPREAD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6d92a25-0d94-dc11-8b89-72ba340f89ff-C", "generated_internal_id": "ASST_NON_L23AC00140_1422"}, {"internal_id": 157766974, "Award ID": "L23AC00139", "Award Amount": 31622.71, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.015", "Description": "THE ANCHORAGE SOIL AND WATER CONSERVATION DISTRICT (ASWCD) HAS LAUNCHED AN INVASIVE SPECIES PROGRAM AND HAS DRAFTED A PLAN TO DEVELOP THAT PROGRAM. ASWCD ENVISIONS BEING A LEADER OF A ROBUST ANCHORAGE COOPERATIVE INVASIVE SPECIES MANAGEMENT AREA (ANC CISMA) THAT STRATEGICALLY MANAGES INVASIVE SPECIES IN ANCHORAGE AND MINIMIZES THEIR RELEASE INTO ALASKA. ASWCD HAS HIRED A HALF TIME INVASIVE SPECIES SPECIALIST TO START UP THE PROGRAM AND FINISH THE INCOMPLETE ANC CISMA INVASIVE PLANT MANAGEMENT PLAN. WE AIM TO FULLY FUND THAT POSITION AND WE ANTICIPATE HIRING SEASONAL TECHNICIANS TO HELP WITH SURVEYS, TREATMENT, RESTORATION, AND OUTREACH.A TOP GOAL FOR THE ANC CISMA IS TO LIMIT INVASIVE SPECIES SPREAD INTO WILD LANDS BEYOND THE URBANIZED AREA OF THE MUNICIPALITY OF ANCHORAGE (MOA). TO DO THIS STRATEGICALLY, ANC CISMA NEEDS UP TO DATE INFORMATION ON THE DISTRIBUTION AND ABUNDANCE OF INVASIVE SPECIES ON THE EAST SIDE OF ANCHORAGE NEAR THE URBAN WILDLAND INTERFACE THAT INCLUDES THE BLM CAMPBELL TRACT. THE ANC CISMA CAN THEN REFINE TREATMENT PRIORITIES BASED ON UPDATED LOCATION DATA AND BEGIN RESTORATION OF THE NATIVE VEGETATION BY MANAGING INVASIVE PLANTS USING INTEGRATED PEST MANAGEMENT TECHNIQUES AND PLANTING AS NECESSARY. ASWCD REQUESTS FUNDING ASSISTANCE FOR SURVEYS FOR HIGH PRIORITY PLANT SPECIES ON LANDS SURROUNDING THE CAMPBELL TRACT, AND TO MANAGE HIGH PRIORITY INFESTATIONS AND ACTIVELY RESTORE DEGRADED AREAS.WE KNOW THAT INVASIVE PRUNUS TREES HAD ALREADY SPREAD INTO THE WILD LANDS OWNED BY THE MOA ADJACENT TO THE CAMPBELL TRACT OVER A DECADE AGO. WE BELIEVE THAT ELIMINATING THOSE TREES BEFORE THEY DEGRADE RIPARIAN HABITAT AND CONTINUE THEIR MARCH EASTWARD IS A TOP VALUE ACTIVITY TOWARD PROTECTING WILD LANDS. A SUBSET OF THE ABOVE SURVEY WORK IS TO SURVEY RIPARIAN AREAS ADJACENT TO BLM LANDS EAST OF ELMORE ROAD FOR PRUNUS PLANTS, TREAT THEM USING MANUAL AND CHEMICAL METHODS, AND TO ACTIVELY REPLANT NATIVE SPECIES IN AREAS NEEDING MORE THAN RECOLONIZATION BY EXTANT NATIVE VEGETATION. THE MOA HAS REQUESTED RESTORATION PLANS IN ADVANCE OF AUTHORIZING TREATMENT, SO ASWCD WILL PREPARE AN ADAPTABLE RIPARIAN RESTORATION PLAN AND REVIEW IT WITH THE MOA. THE PURPOSE OF THE AWARD IS TO FUND STAFF TIME AND EXPENSES TO SURVEY FOR INVASIVE PLANTS ON LAND SURROUNDING THE CAMPBELL TRACT, PLAN RESTORATION INCLUDING COORDINATING WITH MOA PERMITTERS, TREAT INVASIVE PLANTS USING INTEGRATED PEST MANAGEMENT TECHNIQUES, AND ACTIVELY RESTORE DEGRADED SITES.ONCE ASWCDS INVASIVE SPECIES PROGRAM IS SET ON COURSE, ASWCD PROFESSIONALS WILL BE ABLE AND AVAILABLE TO ASSIST BLM WITH RESTORATION WORK IN UNSERVED AREAS THROUGHOUT ALASKA, IF NEEDED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95b628fa-abcc-fe4b-1920-cfd7d0c90c4f-R", "generated_internal_id": "ASST_NON_L23AC00139_1422"}, {"internal_id": 157766972, "Award ID": "L23AC00137", "Award Amount": 35400.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-24", "CFDA Number": "15.015", "Description": "THE TREATMENTS THAT WOULD BE PROVIDED THROUGH THIS FUNDING WOULD BE A GREAT BENEFIT TO ALL WHOUTILIZE BLM LAND. GRAZING ALLOTMENT HOLDERS, HUNTERS, ANGLERS, AND OTHER RECREATIONALISTS ALLBENEFIT FROM HEALTHY NATURAL LANDSCAPES FREE FROM THE DETRIMENTS OF INVASIVE SPECIES INFESTATIONS.CONTROLLING NOXIOUS WEEDS ON BLM LAND ALSO HELPS TO PROTECT BORDERING PRIVATE LAND FROMNOXIOUS WEED INFESTATIONS THAT ORIGINATE ON PUBLIC LAND.THIS PROJECT MEETS THE DOI PRIORITY OF CREATING FAMILY SUPPORTING AND UNION JOBS. THIS FUNDING WILL ENABLEMANY BIG HORN COUNTY RESIDENTS HAVE A WELL PAYING SEASONAL JOB APPLYING HERBICIDES ON BLM LANDS.ELIMINATING INVASIVE SPECIES FROM BLM LANDSCAPES IS AN AUTHORIZED RESTORATION SERVICE THROUGH THE GOODNEIGHBOR AUTHORITY BECAUSE BY REMOVING INVASIVE SPECIES FROM THE LANDSCAPE IT ENABLES THE NATURALECOSYSTEM TO RESTORE ITSELF.THE EXPECTED OUTCOMES OF THIS PROJECT INCLUDE  REDUCED POPULATIONS OF NOXIOUS WEEDS AND PESTS ON BLM ADMINISTERED LANDS. THE COLLECTION OF ADDITIONAL GIS DATA ON INVASIVE SPECIES LOCATION, DENSITY, AND DISTRIBUTION HEALTHIER, MORE PRODUCTIVE NATIVE ECOSYSTEMS ON BLM LANDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "23358004-d4b3-f0df-ff45-2c9b55be1880-C", "generated_internal_id": "ASST_NON_L23AC00137_1422"}, {"internal_id": 157766971, "Award ID": "L23AC00136", "Award Amount": 37000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-24", "CFDA Number": "15.015", "Description": "THIS GOAL OF THIS PROGRAM IS TO REDUCE NOXIOUS WEEDS IN HOT SPRINGS COUNTY WYOMING. CONTRACTORS ANDCREWS EMPLOYED BY HOT SPRINGS COUNTY WEED AND PEST CONTROL DISTRICT (HSCWP) WILL SURVEY FOR ANDTREAT NOXIOUS WEEDS WITH THE BEST AVAILABLE CONTROL METHODS. INFESTATIONS WILL BE ERADICATED WHEREPOSSIBLE, AND REDUCED OR CONTAINED WHEN ERADICATION IS NOT POSSIBLE. THIS PROGRAM WILL BENEFIT ALLRESIDENTS OF, AND VISITORS TO HOT SPRINGS COUNTY, AS WELL AS REDUCE THE SPREAD OF NOXIOUS SPECIES TONEIGHBORING COUNTIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81f314f1-44af-e5f9-8080-e4733a1b2aa2-C", "generated_internal_id": "ASST_NON_L23AC00136_1422"}, {"internal_id": 157766970, "Award ID": "L23AC00135", "Award Amount": 596690.88, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.015", "Description": "THE OREGON DEPARTMENT OF AGRICULTURES NOXIOUS CONTROL WEED PROGRAM (ODA) HAS OVER 45 YEARS OFSUCCESSFUL LEADERSHIP WORKING AND COLLABORATING WITH COOPERATORS FROM FEDERAL, STATE, TRIBAL, COUNTY ANDLOCAL GOVERNMENTS, CONSERVATION GROUPS, AND PRIVATE LAND MANAGERS AND LANDOWNERS, AND THROUGHCOMMUNITY ENGAGEMENT TO IMPLEMENT INVASIVE NOXIOUS WEED PREVENTION AND CONTROL PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 70000.0, "recipient_id": "63f65ef7-8707-3e89-a07d-fda3dbb84748-C", "generated_internal_id": "ASST_NON_L23AC00135_1422"}, {"internal_id": 157766968, "Award ID": "L23AC00132", "Award Amount": 31000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-22", "CFDA Number": "15.015", "Description": "PARK COUNTY WY INTEGRATED PEST MANAGEMENT PRINCIPLES WILL BE USED TO TREAT NOXIOUS WEEDS AND PESTS AND INVASIVE SPECIES TO IMPROVE FOREST, RANGELAND, WATERSHEDS, AND WILDLIFE HABITATS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf6b461d-2fb8-5ead-2f52-ee042989591c-C", "generated_internal_id": "ASST_NON_L23AC00132_1422"}, {"internal_id": 157766965, "Award ID": "L23AC00126", "Award Amount": 37000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-21", "CFDA Number": "15.015", "Description": "WASHAKIE COUNTY WEED AND  PEST CONTROL DISTRICT (WCWP) INTENDS TO USE THE AWARD FUNDS TO INVENTORY AND DOCUMENT LOCATIONS OF NOXIOUS WEEDS AND OTHER INVASIVE SPECIES, AND TO TAKE MEASURES TO TREAT, CONTROL AND POTENTIALLY ERADICATE THOSE SPECIES. WCWP WORKS TO ENSURE THE MOST EFFECTIVE HERBICIDES ARE USED FOR EACH SPECIFIC NOXIOUS INVASIVE SPECIES TARGETED THROUGH THIS AWARD. MONITORING AND EVALUATION OF TREATMENTS IS AN IMPORTANT PART OF THE WORK THAT WCWP STRIVES TO ACCOMPLISH. WCWP PLANS TO HIRE SEASONAL WORKERS AS WELL AS LOCAL SUBCONTRACTORS TO ASSIST IN THE TREATMENT OF NOXIOUS INVASIVE SPECIES FOUND IN THE PROJECT AREAS. ALL PROJECTS THAT WCWP UNDERTAKES ARE EFFORTS TO SUPPORT LAND CONSERVATION AND BIODIVERSITY BY REDUCING THE FOOTPRINT OF NOXIOUS INVASIVE SPECIES ON PUBLIC LANDS, WHILE PROTECTING THE DESIRABLE NATIVE VEGETATION AND INSECTS THAT BUILD UP THE ECOSYSTEM. THESE EFFORTS ALLOW THE PUBLIC TO ENJOY RECREATION ACTIVITIES ON PUBLIC LANDS WITHOUT THE ANNOYANCE OF NOXIOUS AND INVASIVE PLANTS AND INSECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e95ab19e-387f-0beb-27c3-58b8cc092774-C", "generated_internal_id": "ASST_NON_L23AC00126_1422"}, {"internal_id": 157766962, "Award ID": "L23AC00123", "Award Amount": 131000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-20", "CFDA Number": "15.015", "Description": "LACKS CREEK FUELS AND SOD TREATMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 100000.0, "recipient_id": "6b81d321-fcc2-345b-b6c6-5fd1c34dd7d7-C", "generated_internal_id": "ASST_NON_L23AC00123_1422"}, {"internal_id": 157246940, "Award ID": "L23AC00117", "Award Amount": 235450.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-13", "CFDA Number": "15.015", "Description": "THE PURPOSE OF THE GOOD NEIGHBOR AUTHORITY AGREEMENT AWARD IS TO FUND HAZARDOUS FUELS REDUCTION PROJECTS IN 2022 AND IN 2023 2026 IN THE ALASKAN VILLAGE OF NULATO. THE NULATO TRIBAL COUNCIL WILL BE THE BENEFICIARIES OF THIS AWARD. NULATO TRIBAL COUNCIL WILL USE THE AWARD FUNDS TO HIRE QUALIFIED LOCAL WORKERS AND OR OTHER QUALIFIED WORKERS TO ACCOMPLISH THE FUELS REDUCTION PROJECTS, WHICH WILL AID IN PROTECTING COMMUNITIES AND CRITICAL INFRASTRUCTURE.WILDFIRE IS A MAJOR LOCAL ENVIRONMENTAL CHARACTERISTIC THAT POSES A THREAT TO NULATO, AND AS THE FREQUENCY OF WILDFIRES INCREASE SO DOES THIS THREAT. PROTECTION FROM WILDFIRE HAS LONG BEEN A CONCERN IN THE COMMUNITY. IN 2015, THE COMMUNITY WAS NEARLY LOST WHEN WILDFIRE SURROUNDED NULATO. FROM THAT FIRE A FUEL BREAK WAS CONSTRUCTED AROUND 1 3RD OF THE HILLSIDE SITE OF THE COMMUNITY. THE FIREBREAKS IS NOW RUN OVER FROM TALL DRY GRASS AND IS IN DANGER OF BEING LOST IF NOT MAINTAINED AS THE VEGETATION IS GROWING BACK IN THE FORM OF BRUSH AND TREES. THE COMMUNITY LACKS VIABLE FUEL BREAKS OUTSIDE OF TOWN AND NEEDS TO MAINTAIN EXISTING BREAKS THAT SURROUND PART OF THE COMMUNITY. THE MAIN PRIORITY OF THIS PROJECT WILL BE TO MAINTAIN THE EXISTING FUEL BREAKS AND CREATE SEVERAL NEW FUEL BREAKS TO PROTECT THE COMMUNITY FROM WILDFIRE.THE SECOND PART OF THE PROJECT IS TO CREATE DEFENSIBLE SPACE AROUND RESIDENTIAL HOMES, COMMUNITY BUILDINGS, AND CRITICAL INFRASTRUCTURE. THE METHODOLOGY OF FIREWISE WILL BE USED TO REMOVE TREES AND BURNABLE VEGETATION AROUND THESE STRUCTURES. FIREWISE IS A COOPERATIVE EFFORT AMONG LOCAL, STATE AND FEDERAL AGENCIES, AND ORGANIZATIONS TO PROMOTE FIRE SAFETY IN THE WILDLAND URBAN INTERFACE. THE PROGRAM ADAPTS ESPECIALLY WELL TO SMALL COMMUNITIES, DEVELOPMENTS, AND RESIDENTIAL HOME ASSOCIATIONS OF ALL TYPES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 235450.0, "recipient_id": "50a21297-68d8-3f61-5f22-6a14048be604-C", "generated_internal_id": "ASST_NON_L23AC00117_1422"}, {"internal_id": 158106819, "Award ID": "L23AC00112", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-13", "CFDA Number": "15.015", "Description": "THE PURPOSE OF THIS APPLICATION AND FUNDING, IF AWARDED, IS THE IMPLEMENTATION OF THE ADOPTED 2008 MATANUSKA-SUSITNA BOROUGH (BOROUGH) COMMUNITY WILDFIRE PROTECTION PLAN THROUGH FUNDING THE BOROUGH FUEL REDUCTION PROGRAM SAW CREW PROJECT. THE SAW CREW PROJECT CONSISTS OF A 4-PERSON TEAM THAT PERFORMS FUEL REDUCTION ACTIVITIES AT PRIORITY PUBLIC FACILITIES, CONSTRUCT SHADED FUEL BREAKS AND PERFORM SITE MAINTENANCE AT PREVIOUS FUEL REDUCTION AREAS IN RESPONSE TO REGENERATION AND THE RECENT SPRUCE BARK BEETLE OUTBREAK. TOP PRIORITY ARE SCHOOLS LISTED AS CRITICAL INFRASTRUCTURE IN THE BOROUGH HAZARD MITIGATION PLAN. THE 2020 HAZARD VULNERABILITY ANALYSIS LISTED THE RISK OF WILDLAND AND CONFLAGRATION FIRES THROUGHOUT THE BOROUGH AS HIGH. FIRES IN THE BOROUGH TEND TO BE WILDLAND FIRES THAT CONSUME STRUCTURES. ADDITIONALLY, THE BOROUGH HAS EXPERIENCED A REGIONAL SPRUCE BARK BEETLE OUTBREAK. FIRE RISK HAS INCREASED IN RECENT YEARS DUE TO THESE INFESTATIONS THAT HAVE AFFECTED BOTH WHITE AND BLACK SPRUCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "50a8e703-e5e8-7f4b-7a48-210abbd36993-C", "generated_internal_id": "ASST_NON_L23AC00112_1422"}, {"internal_id": 154661086, "Award ID": "L23AC00028", "Award Amount": 270866.88, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-23", "CFDA Number": "15.015", "Description": "CA CESU SOUTH FORK EEL RIVER INVASIVE SPECIES MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 270866.88, "recipient_id": "2f14ac11-bc8d-d1e9-d103-1585414b0792-C", "generated_internal_id": "ASST_NON_L23AC00028_1422"}, {"internal_id": 152328809, "Award ID": "L22AC00660", "Award Amount": 19878.29, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-23", "CFDA Number": "15.015", "Description": "COMMUNITY HAZARDOUS   MAINTAINING FOREST BRUSHCLEARING FOREST BRUSH AND DRY GROWTH AND MAINTAINING ROAD , AIRPORT AND BURNING THE PILE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "67e30b8c-7ec9-d546-3538-2e00d3ab1a66-C", "generated_internal_id": "ASST_NON_L22AC00660_1422"}, {"internal_id": 152328605, "Award ID": "L22AC00648", "Award Amount": 302000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "15.015", "Description": "INCLUDED IN ATTACHMENT A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 172000.0, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_L22AC00648_1422"}, {"internal_id": 152328819, "Award ID": "L22AC00630", "Award Amount": 918446.53, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.015", "Description": "OUR OBJECTIVE IS TO PARTNER WITH THE BLM TO IMPLEMENT VEGETATION MANAGEMENT, HABITAT IMPROVEMENTS, AND RESTORATION ACTIVITIES THROUGHOUT THE ELY BLM DISTRICT TO CONSERVE AND ENHANCE WILDLIFE HABITAT VALUES AND MITIGATE FIRE RISKS  THROUGH THIS PARTNERSHIP WE HOPE TO INCREASE THE QUANTITY AND QUALITY OF PROJECTS IMPLEMENTED ON BLM MANAGED LANDS, WHICH IS NECESSARY TO CONSERVE LAND, WATER, AND WILDLIFE RESOURCES  MORE SPECIFICALLY, WE PLAN TO CONTRACT AERIAL HERBICIDE AND SEEDING FOR VARIOUS FIRE REHABILITATION AND RESTORATION PROJECTS IN THE ELY BLM DISTRICT, AND ASSESS THE EFFECTIVENESS OF THESE TREATMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": 841580.53, "recipient_id": "a46ea3f9-022e-da5e-9c0d-bf676f6e220f-C", "generated_internal_id": "ASST_NON_L22AC00630_1422"}, {"internal_id": 152328792, "Award ID": "L22AC00573", "Award Amount": 1486929.82, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.015", "Description": "WILDLIFE HABITAT AND ECOLOGICAL RESTORATION IN THE EAGLE LAKE AND APPLEGATE FIELD OFFICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": 300000.0, "recipient_id": "a46ea3f9-022e-da5e-9c0d-bf676f6e220f-C", "generated_internal_id": "ASST_NON_L22AC00573_1422"}, {"internal_id": 151522266, "Award ID": "L22AC00472", "Award Amount": 4200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "15.015", "Description": "INITIAL ASSESSMENT AND BASE MAPPING OF WADE AND NOME CREEK AREAS WOULD BE COMPLETED  ASSESSMENTS WOULD USE AIM METHODS TO EVALUATE CURRENT CONDITIONS AND THE ROOT CAUSES OF IMPAIRED STREAM AND FLOODPLAIN FUNCTIONS  THE AVAILABILITY OF RESTORATION RESOURCES ON SITE OR IN CLOSE PROXIMITY TO THE PROJECT AREAS WOULD ALSO BE COMPLETED  THE COLLECTED ASSESSMENT AND SURVEY DATA WOULD BE USED TO DEVELOP RESTORATION DESIGNS FOR SECTIONS OF WADE AND NOME CREEKS  IMPLEMENTATION OF THE DESIGNS WOULD BE CONTINGENT UPON THE LEVEL OF FUNDING AVAILABLE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 2750000.0, "recipient_id": "a6d75e09-9999-4715-8268-358e2301b3f0-C", "generated_internal_id": "ASST_NON_L22AC00472_1422"}, {"internal_id": 151867958, "Award ID": "L22AC00415", "Award Amount": 213837.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "15.015", "Description": "TO INCREASE AND ADD TO THE CAPACITY AND ABILITY FOR BLM TO PROVIDE STEWARDSHIP TO THE LANDS AND MAINTAIN AND CARRY OUT AUTHORIZED FOREST AND RESTORATION ACTIVITIES  WORK IN PARTNERSHIP AND COLLABORATE TO INCREASE THE SCALE AND QUALITY OF RESTORATION ACTIVITIES ON BLM LANDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6282e49a-a9e0-da64-d5ad-36f4e5b9f036-C", "generated_internal_id": "ASST_NON_L22AC00415_1422"}, {"internal_id": 151867895, "Award ID": "L22AC00388", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "15.015", "Description": "FORM LONG TERM PARTNERSHIPS BETWEEN NON PROFIT ORGANIZATIONS, FEDERAL AND STATE AGENCIES, AND PRIVATE LANDOWNERS TO MANAGE INVASIVE GORSE IN ORDER TO REDUCE HAZARDOUS FUELS, IMPROVE FOREST AND DUNE HEALTH INCLUDING RESTORATION OF HABITAT OF SPECIAL STATUS SPECIES, AND INCREASE WILDLIFE HABITAT IN THE WILDLAND URBAN INTERFACE  WUI  OF THE SOUTHERN OREGON COAST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 120000.0, "recipient_id": "f474412e-c9e6-7e01-57d1-a5f0d079aba8-R", "generated_internal_id": "ASST_NON_L22AC00388_1422"}, {"internal_id": 151522292, "Award ID": "L22AC00375", "Award Amount": 209221.04, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "15.015", "Description": "DESCRIPTIVE TITLE OF APPLICANT S PROJECT  INTERIOR ALASKA INVASIVE PLANT MANAGEMENT  DALTON ANDTAYLOR HIGHWAYSPROJECT ABSTRACT  THE SALCHA DELTA SWCD  SDSWCD  WILL PREPARE A PESTICIDE USE PROPOSAL PUP   THE PUP WILL ALLOW THE SDSWCD TO APPLY HERBICIDE ON BLM LAND IN SELECT LOCATIONS THE SDSWCD WILL USE CHEMICAL AND MANUAL CONTROL METHODS TO CONTROL NON NATIVE PLANT SPECIESIN SELECTED LOCATIONS IN PROXIMITY TO THE DALTON AND TAYLOR HIGHWAY CORRIDORS  TARGET SPECIESWILL BE THOSE INCLUDED ON THE ALASKA WEED FREE GRAVEL CERTIFICATION LIST OF SPECIES  PRIOR TOPERFORMING ANY GIVEN TREATMENT, THE SDSWCD WILL SURVEY THE DESIGNATED TREATMENT AREA FOR ALLSPECIES OF CONCERN, RECORD SPATIAL DATA TO DEFINE THE TREATMENT AREA, AND RECORD OCULAR COVER OFTARGET SPECIES  POST TREATMENT EFFECTIVENESS MONITORING WILL OCCUR WITHIN THE SAME GROWINGSEASON AND A MINIMUM OF ONE MONTH POST TREATMENT  EFFECTIVENESS MONITORING WILL INCLUDE USEOF BLM S VMAP FIELD FORMS, TIME ALLOCATED TO TREATMENT OF THE AREA, AND POST TREATMENT OCULARCOVER OF TARGET SPECIES AS RECORDED  ALL PERTINENT INFORMATION WILL BE SUMMARIZED AND PRESENTEDTO THE BLM IN A FORMAL END OF YEAR REPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6d75e09-9999-4715-8268-358e2301b3f0-C", "generated_internal_id": "ASST_NON_L22AC00375_1422"}, {"internal_id": 150670500, "Award ID": "L22AC00267", "Award Amount": 500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-27", "CFDA Number": "15.015", "Description": "TO FACILITATE BLM HAZARDOUS FUELS REDUCTION TREATMENTS AND WILDFIRE-MITIGATIONRELATED ACTIVITIES THROUGH ADDED WORKFORCE CAPACITY THAT THE WASHINGTON DEPT. OF NATURAL RESOURCES (STATE) CANPROVIDE TO SUPPORT BLM ANNUAL TARGETS AND AGENCY PRIORITIES, AND WHERE POSSIBLE CONDUCTING WORK 20 YEARFOREST HEALTH STRATEGIC PLAN (STRATEGIC PLAN) PRIORITY WATERSHEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 250000.0, "recipient_id": "5ef3308c-c237-fdde-6a60-98eb4c2e6280-C", "generated_internal_id": "ASST_NON_L22AC00267_1422"}, {"internal_id": 150670605, "Award ID": "L22AC00236", "Award Amount": 579875.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-26", "CFDA Number": "15.015", "Description": "THE PURPOSE OF THE AWARD WILL BE TO RESTORE ODFW'S OREGON CONSERVATION STRATEGY SPECIES AND BIG GAME HABITATS AND WATER RESOURCES AFFECTED BY PAST AND PRESENT LAND AND WATER USE, INVASIVE SPECIES, WILDFIRE, DROUGHT AND FLOODS AND TO INCREASE THEIR RESILIENCE AND ADAPTABILITY TO CLIMATE CHANGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37a1fb0b-1748-278b-137d-d90e1c816b0e-C", "generated_internal_id": "ASST_NON_L22AC00236_1422"}, {"internal_id": 149742558, "Award ID": "L22AC00219", "Award Amount": 39385.6, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.015", "Description": "THE PURPOSE OF THIS ACTION IS TO CREATE AND MAINTAIN HEALTHY FORESTS CAPABLE OF PROVIDING A  SUSTAINABLE SUPPLY OF TIMBER AND OTHER FOREST COMMODITIES TO SUPPORT LOCAL AND REGIONAL ECONOMIES.  PROVIDE FOR THE UTILIZATION OF COMMERCIALLY VALUABLE WOOD PRODUCTS SUCH AS SAWLOGS, HOUSE LOGS,  POST & POLES, AND BIOMASS FOR ENERGY PRODUCTION; INTRODUCING DISTURBANCE TO THE VEGETATION IN THE  PROJECT AREA AND REDUCE THE WILDFIRE HAZARD ASSOCIATED WITH HIGH FUEL LOADING, CONTINUOUS FUEL  ARRANGEMENT, AND STAND DENSITY ALONG WITH INCREASING RESILIENCY OF THE FOREST STANDS. THE USE OF  PROPOSED FOREST MANAGEMENT PRACTICES (SANITATION/SALVAGE, TIMBER HARVESTS, AND MECHANICAL  TREATMENTS (PRE-COMMERCIAL THINNING-PCT) PREVENTS THE CONTINUED DETERIORATION OF THE FOREST  STANDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aadaef34-7af8-67a7-19cc-3578309c4793-C", "generated_internal_id": "ASST_NON_L22AC00219_1422"}, {"internal_id": 149742582, "Award ID": "L22AC00198", "Award Amount": 210000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-26", "CFDA Number": "15.015", "Description": "GNA FUELS. THIS AREA HAS BEEN THE FOCUS OF THE PAST SEVERAL YEARS OF FUNDING. SIGNIFICANT HEADWAY HAS BEEN MADE ON CONTROLLING INVASIVE AND NOXIOUS WEEDS ON BLM ADMINISTERED LANDS. ADDITIONAL TREATMENTS ARE NECESSARY TO ENSURE THAT THE MOMENTUM CONTINUES TO DIMINISH INFESTATION LEVELS. CONTROLLING WEEDS ON BLM ADMINISTERED LANDS HELP PREVENT THE INFESTATION FROM EXPANDING ONTO NEIGHBORING LANDS. BIG HORN COUNTY WEED AND PESTS MISSION STATEMENT IS TO HAVE AN INTERACTIVE PROGRAM FOR THE MANAGEMENT OF NOXIOUS WEEDS AND PESTS, WITHIN THE BOUNDARIES OF BIG HORN COUNTY, WHILE AIDING IN THE PROTECTION, PRESERVATION AND ENHANCEMENT OF NATURAL RESOURCES. TO PROMOTE AND COORDINATE THE MANAGEMENT AND CONTROL OF NOXIOUS WEEDS AND PESTS. INTEGRATING PEST MANAGEMENT TECHNIQUES, COOPERATION WITH LANDOWNERS, AGENCIES, ORGANIZATIONS, AND BY PROVIDING TECHNICAL EXPERTISE AND EDUCATIONAL OPPORTUNITIES TO ALL WITHIN THE COUNTY. THIS FUNDING WILL ALLOW US TO CONTINUE FOLLOWING OUR MISSION STATEMENT ON BLM LANDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "23358004-d4b3-f0df-ff45-2c9b55be1880-C", "generated_internal_id": "ASST_NON_L22AC00198_1422"}, {"internal_id": 149742601, "Award ID": "L22AC00195", "Award Amount": 269000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-23", "CFDA Number": "15.015", "Description": "GNA FUELS PROJECT - PARKS W&P WILL REDUCE HAZARDOUS FUELS BY TREATING NOXIOUS/INVASIVE PLANT SPECIES SUCH AS CHEATGRASS, AND OTHER RELATED FUELS WITH PROJECT AREAS. PROJECT WILL AID IN RESTORING LANDSCAPE FUNCTION AND CONNECTIVITY, CONSERVE LANDS TO COMBAT CLIMATE CHANGE, AND REDUCE THE IMPACTS FOR AREAS IMPACTED BY WILDFIRE. THE FOCUS IN THESE AREAS IS TO REDUCE OR PREVENT INVASIVE/NOXIOUS PLANT SPECIES FROM DISRUPTING THE NATIVE SPECIES WITHIN THE AREA. NATIVE PLANT SPECIES PROVIDE FOR A MORE RESILIENT LANDSCAPE WHEN IMPACTED BY WILDFIRES. REDUCING THE SEVERITY AND FREQUENCY OF WILDLAND FIRE AIDS IN ECOLOGICAL RESTORATION OF THE AREA WHILE MINIMIZING THE IMPACTS TO LOCAL COMMUNITIES BOTH SOCIALLY AND ECONOMICALLY. THE EXPECTED OUTCOMES ARE A REDUCTION IN THE PRESENCE OF HAZARDOUS FUELS THROUGH A REDUCTION OF INVASIVE SPECIES OVER TIME. THE INTENDED BENEFICIARIES INCLUDE THE GENERAL PUBLIC FOR SUSTAINING OR INCREASING RECREATIONAL OPPORTUNITIES ON PUBLIC LAND AS WELL AS THE AGRICULTURAL COMMUNITY BY REDUCING THE FREQUENCY AND SEVERITY OF WILDLAND FIRE, WHICH IN TURN WILL ALLOW FOR SUSTAINED GRAZING PRACTICES BY LIVESTOCK PRODUCER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf6b461d-2fb8-5ead-2f52-ee042989591c-C", "generated_internal_id": "ASST_NON_L22AC00195_1422"}, {"internal_id": 149742540, "Award ID": "L22AC00192", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-23", "CFDA Number": "15.015", "Description": "THE PROJECTS ARE LOCATED WITHIN THE NORTH PLATTE RIVER WATERSHED IN SOUTH-CENTRAL WYOMING. THE PROJECTS WILL MANAGE AND TREAT HAZARDOUS VEGETATIVE MATERIAL AND FUELS ON BLM LANDS IN CONJUNCTION WITH TREATMENTS ON MULTIPLE OWNERSHIPS. FUNDING WILL BE USED TO IDENTIFY, INVENTORY, DELINEATE, TREAT AND MONITOR IDENTIFIED AREAS WHERE THE UNNATURAL ACCUMULATION OF LIVE AND DEAD FUELS THREATENS IDENTIFIED COMMUNITIES AT RISK, IMPORTANT WILDLIFE HABITAT, AND OTHER IDENTIFIED VALUES AT RISK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "b756917e-e419-2932-ab0a-0a7e62aa7a2b-C", "generated_internal_id": "ASST_NON_L22AC00192_1422"}, {"internal_id": 149742505, "Award ID": "L22AC00191", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-22", "CFDA Number": "15.015", "Description": "THE PROJECT WILL MANAGE AND TREAT HAZARDOUS VEGETATIVE MATERIAL AND FUELS ON BLM LANDS IN CONJUNCTION WITH TREATMENTS ON MULTIPLE OWNERSHIPS. FUNDING WILL BE USED TO IDENTIFY, INVENTORY, DELINEATE, TREAT, AND MONITOR IDENTIFIED AREAS WHERE THE UNNATURAL ACCUMULATION OF LIVE AND DEAD FUELS THREATENS IDENTIFIED COMMUNITIES AT RISK (CAR), IMPORTANT WILDLIFE HABITATS, AND OTHER IDENTIFIED VALUES AT RISK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "65678df7-a2cd-6b8a-6583-75d46063f0be-R", "generated_internal_id": "ASST_NON_L22AC00191_1422"}, {"internal_id": 148995051, "Award ID": "L22AC00162", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-31", "CFDA Number": "15.015", "Description": "THIS PROPOSAL INCLUDES PLANNING ACTIVITIES ASSOCIATED WITH INVASIVE SPECIES MANAGEMENT SUCH AS PROJECT IDENTIFICATION, LAYOUT, ADMINISTRATION AND DATA MANAGEMENT. FUNDS WILL ALSO BE USED FOR THE PURCHASE OF APPROVED HERBICIDES AND THEIR APPLICATION, VIA FIXED WING, HELICOPTER, OR GROUND TO TARGET INVASIVE ANNUAL GRASSES. DOI PRIORITIES WILL BE ADDRESSED BY REDUCING THREAT OF WILDFIRE, MANAGING FOR NATIVE VEGETATION AND THE FORAGE AND COVER BENEFITS FOR LIVESTOCK AND WILDLIFE ASSOCIATED WITH NATIVE, PERENNIAL PLANT COMMUNITIES. PUBLIC BENEFIT WILL BE ACHIEVED THROUGH MAINTENANCE AND/OR REHABILITATION OF RANGELAND RESOURCES UTILIZED BY WILDLIFE AND LIVESTOCK. AREAS DOMINATED BY INVASIVE ANNUALS TYPICALLY BURN MORE FREQUENTLY AND FIRES IN THESE AREAS TYPICALLY EXHIBIT HIGHER RATES OF SPREAD AND GREATER RESISTANCE TO CONTROL. CONTROLLING INVASIVE ANNUALS WILL RESULT IN IMPROVED FORAGE QUALITY AND QUANTITY FOR WILDLIFE AND LIVESTOCK. THE PROJECT WILL MANAGE AND TREAT HAZARDOUS VEGETATIVE MATERIAL AND FUELS ON BLM LANDS IN CONJUNCTION WITH TREATMENTS ON MULTIPLE OWNERSHIPS. FUNDING WILL BE USED TO IDENTIFY, INVENTORY, DELINEATE, TREAT, AND MONITOR IDENTIFIED AREAS WHERE THE UNNATURAL ACCUMULATION OF LIVE AND DEAD FUELS THREATENS IDENTIFIED COMMUNITIES AT RISK (CAR), IMPORTANT WILDLIFE HABITAT, AND OTHER IDENTIFIED VALUES AT RISK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": 50000.0, "recipient_id": "a6d92a25-0d94-dc11-8b89-72ba340f89ff-C", "generated_internal_id": "ASST_NON_L22AC00162_1422"}, {"internal_id": 148995075, "Award ID": "L22AC00150", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-24", "CFDA Number": "15.015", "Description": "THE FUNDS FROM THIS PROJECT WILL BE USED TO TREAT FOR NOXIOUS/INVASIVE PLANT SPECIES IN AREAS SUCH AS THE DENVER JAKE FUEL BREAK AND NOWATER ANNUAL BROMES TREATMENTS. TREATING THESE AREAS WILL HELP NATIVE PLANTS TO RECOVER AND FLOURISH IN AREAS THAT MAY EASILY BE OVERTAKEN BY NON-NATIVE AND INVASIVE SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e95ab19e-387f-0beb-27c3-58b8cc092774-C", "generated_internal_id": "ASST_NON_L22AC00150_1422"}, {"internal_id": 148995060, "Award ID": "L22AC00137", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-19", "CFDA Number": "15.015", "Description": "HOT SPRINGS COUNTY WEED AND PEST WILL IMPLEMENT CONTROL METHODS ON THREE PRIMARY SPECIES THROUGHOUT THE COUNTY, CHEATGRASS, SALTCEDAR, AND RUSSIAN OLIVE. CHEATGRASS INCREASES WILDFIRE LIKELIHOOD BY CREATING A MONOCULTURE OVER VAST EXPANSES OF RANGELAND. IT ALSO ACCUMULATES DENSE MATS OF FLAMMABLE DETRITUS. SALTCEDAR INCREASES THE SALINITY OF SOIL, GREATLY REDUCING THE ABILITY OF NATIVE SPECIES TO SURVIVE OR ESTABLISH. RUSSIAN OLIVE SPREADS QUICKLY AND AGGRESSIVELY, CHOKING OUT NATIVE SPECIES, AND PREVENTING NATIVE GERMINATION. BOTH RUSSIAN OLIVE AND SALTCEDAR CONSUME MASSIVE QUANTITIES OF WATER. IN AN ALREADY VERY DRY CLIMATE, AND ESPECIALLY DURING A DROUGHT, THIS REDUCTION IN AVAILABLE WATER IS DEVASTATING TO THE SURVIVAL AND ESTABLISHMENT OF NATIVE SPECIES.CHEATGRASS CONTROL WILL BE AERIAL APPLICATION OF IMAZAPIC. HELICOPTER APPLICATION IS THE FIRST CHOICE, BUT IF NO PILOT IS AVAILABLE WITHIN THE TREATMENT WINDOW, A FIXED WING APPLICATION WILL BE UTILIZED. IF NECESSARY, SOME APPLICATIONS MAY BE MADE WITH GROUND UNITS. TREATMENTS WILL OCCUR IN LATE SUMMER OR EARLY FALL.SALTCEDAR AND RUSSIAN OLIVE CONTROL WILL BE A COMBINATION OF METHODS. LARGER PLANTS, OR THICK STANDS WILL BE MECHANICALLY REMOVED MECHANICALLY. ISOLATED PLANTS, OR THOSE IN PLACES THAT PREVENT MECHANICAL REMOVAL WILL BE REMOVED BY HAND. STUMPS WILL BE TREATED WITH TRICLOPYR TO PREVENT REGROWTH. YOUNGER PLANTS WILL BE CONTROLLED WITH BASAL BARK TREATMENTS OF TRICLOPYR. TREATMENTS WILL OCCUR IN LATE FALL AND WINTER.ALL TREATMENT AREAS WILL BE MAPPED WITH GPS AND GIS BOTH IN THE FIELDS, AND IN MAPPING SOFTWARE USING SATELLITE DATA. MAPPING DATA WILL BE COLLECTED BEFORE CONTROL OPERATIONS COMMENCE, DURING TREATMENT, AND AFTER TREATMENTS ARE FINISHED.PLANT DENSITY DATA WILL BE COLLECTED BEFORE AND AFTER TREATMENTS TO ASSESS EFFICACY. MONITORING WILL CONTINUE AT LEAST FIVE YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81f314f1-44af-e5f9-8080-e4733a1b2aa2-C", "generated_internal_id": "ASST_NON_L22AC00137_1422"}, {"internal_id": 148995012, "Award ID": "L22AC00136", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-16", "CFDA Number": "15.015", "Description": "ABSAROKA ASPEN ENHANCEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6d92a25-0d94-dc11-8b89-72ba340f89ff-C", "generated_internal_id": "ASST_NON_L22AC00136_1422"}, {"internal_id": 148206940, "Award ID": "L22AC00117", "Award Amount": 6048660.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-27", "CFDA Number": "15.015", "Description": "THE PRIMARY OBJECTIVE OF THIS PARTNERSHIP WOULD BE TO WORK TOGETHER TO BETTER FACILITATE AQUATIC MANAGEMENT PROJECTS WITH PARTNERS, IN AREAS OF MUTUAL INTEREST. THE FOCUS OF THE WORK WOULD BE VARIED, AND WOULD INCLUDE DESIGN AND IMPLEMENTATION OF INSTREAM RESTORATION PROJECTS THAT INCREASE HABITAT COMPLEXITY AND RESILIENCY, AS WELL AS THE REMOVAL OF BARRIERS TO FISH AND OTHER AQUATIC ORGANISM PASSAGE. INVENTORY, ASSESSMENT AND MONITORING ARE KEY COMPONENTS THAT INFORM AQUATIC RESTORATION. DATA COLLECTED FROM MONITORING AND ASSESSMENTS PROVIDE INFORMATION ON BASELINE ECOLOGICAL CONDITION, ARE USED TO DESIGN RESTORATION PROJECTS AND DETERMINE THE EFFECTIVENESS OF THE PROJECTS. ENGAGING WITH THE PUBLIC AND STAKEHOLDERS THROUGH ENVIRONMENTAL EDUCATION AND OUTREACH PROGRAMS PROMOTES KNOWLEDGE AND SKILLS NEEDED TO ADDRESS COMPLEX ENVIRONMENTAL ISSUES AND ENSURES THE PUBLIC IS INFORMED ABOUT CONSERVATION AND RESTORATION OF NATURAL RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 1822645.0, "recipient_id": "0a2b82a9-07b7-cc43-250f-f839d2e25429-C", "generated_internal_id": "ASST_NON_L22AC00117_1422"}]