[{"internal_id": 160026525, "Award ID": "F23AP01491", "Award Amount": 713554.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-02", "CFDA Number": "15.069", "Description": "THE SHIVWITS BAND OF PAIUTE INDIANS (TRIBE), A SOVEREIGN FEDERALLY RECOGNIZED INDIAN TRIBE WITH A LAND BASE OF 28,000 ACRES IN SOUTHWESTERN UTAH SUBMITS THIS APPLICATION FOR THEIR BUILDING CAPACITY FOR WILDLIFE ZOONOSIS SURVEILLANCE AND PREVENTION PROJECT. THE SIGNIFICANT THREATS POSED BY ZOONOTIC DISEASES, ESPECIALLY IN AREAS WHERE HUMAN POPULATIONS ARE RAPIDLY EXPANDING INTO NEW GEOGRAPHIC AREAS, SUCH AS IN WASHINGTON COUNTY, UTAH, NECESSITATE INCREASED VIGILANCE AND COOPERATION BETWEEN JURISDICTIONS AND AGENCIES. TO COMBAT THESE THREATS, THE TRIBES PROJECT FOCUSES ON EDUCATING TRIBAL MEMBERS AND THE LARGER COMMUNITY ABOUT VARIOUS ZOONOTIC DISEASE THREATS, TRAINING TRIBAL PERSONNEL TO CONDUCT SURVEILLANCE FOR THOSE THREATS, AND BUILDING THE COLLABORATIVE CAPACITY BETWEEN THE TRIBE AND REGIONAL PARTNERS TO EFFECTIVELY COMBAT ZOONOSES FOR THE LONG TERM. GROUNDED IN THE ONE HEALTH  APPROACH, THE TRIBES BUILDING CAPACITY FOR WILDLIFE ZOONOSIS SURVEILLANCE AND PREVENTION PROJECT IS BASED ON THE IDEA THAT HUMAN HEALTH IS CLOSELY CONNECTED TO THE HEALTH OF ANIMALS AND OUR SHARED ENVIRONMENT, A BELIEF LONG EMBRACED BY INDIGENOUS COMMUNITIES. WITH THE ONE HEALTH MODEL IN MIND, THE TRIBES PROJECT ADDRESSES GAPS IN SURVEILLANCE AND INVESTIGATION ACTIVITIES FOR ZOONOSES IN WILDLIFE AND COMPANION ANIMALS, DEVELOPS SURVEILLANCE TOOLS AND STRATEGIES FOR THE RAPID DETECTION AND CHARACTERIZATION OF ZOONOSES, EXPANDS KNOWLEDGE OF SPECIES SUSCEPTIBILITY TO ZOONOSES TO IMPROVE UNDERSTANDING OF POTENTIAL ROUTES OF TRANSMISSION, AND HELPS IDENTIFY EFFECTIVE INTERVENTIONS AND OTHER MEASURES TO PREVENT TRANSMISSION OF ZOONOTIC DISEASE AT THE HUMAN-ANIMAL-ENVIRONMENT INTERFACE.THE INTER-AGENCY, MULTI-JURISDICTIONAL SYNERGISM ADVOCATED IN THE TRIBES PROJECT HAS THE POTENTIAL TO POSITIVELY IMPACT PUBLIC HEALTH OUTCOMES BOTH LOCALLY AND IN THE LARGER SOUTHWESTERN UNITED STATES. THE MULTI-JURISDICTIONAL AND INTER-AGENCY COLLABORATION AT THE HEART OF THE TRIBES PROJECT IS PARTICULARLY IMPORTANT IN AN ERA WHEN INCREASING CLIMATE AND LAND USE CHANGES LEAD TO OPPORTUNITIES FOR PATHOGEN SHARING AMONG PREVIOUSLY GEOGRAPHICALLY ISOLATED WILDLIFE SPECIES. HAVING A CROSS-JURISDICTIONAL PUBLIC HEALTH FORCE TRAINED IN THE PREVENTION AND DETECTION OF ZOONOSES IS AN ESSENTIAL COMPONENT IN THE OVERALL EFFORT TO PREVENT HUMAN OUTBREAKS. BY ENHANCING SURVEILLANCE, PROMOTING EDUCATION AND PUBLIC AWARENESS, AND EFFECTIVELY ADDRESSING THE PREVENTION OF AND RESPONSE TO ONE HEALTH DISEASE THREATS, THE BUILDING CAPACITY FOR WILDLIFE ZOONOSIS SURVEILLANCE AND PREVENTION PROJECT WILL SERVE AS A MODEL FOR THE TYPE OF COLLABORATIVE, MULTISECTORAL ACTION NEEDED TO COMBAT ZOONOTIC DISEASE THREATS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": 713554.0, "Infrastructure Obligations": null, "recipient_id": "908e9eed-3775-7aa7-f060-d42ccc4e0e36-R", "generated_internal_id": "ASST_NON_F23AP01491_1448"}, {"internal_id": 160026523, "Award ID": "F23AP01484", "Award Amount": 134320.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-02", "CFDA Number": "15.069", "Description": "THIS PROJECT IS BEING PROPOSED BY THE ARIZONA GAME AND FISH DEPARTMENT AND WILL INCLUDE PARTICIPATION BY ARIZONA TRIBAL NATIONS, THE ARIZONA DEPARTMENT OF AGRICULTURE, INSTITUTIONS OF HIGHER EDUCATION, AND NON-PROFIT ORGANIZATIONS.THE ACTIVITIES DESCRIBED IN THIS PROPOSAL WILL INCREASE THE LIKELIHOOD THAT AN EMERGING ZOONOTIC DISEASE WILL BE DETECTED BY BIOLOGISTS AND NATURAL RESOURCE MANAGERS IN ARIZONA. WE PROPOSE TO INCREASE SURVEILLANCE BY INCREASING INTERAGENCY COOPERATION, NAMELY TRIBAL DEPARTMENTS OF NATURAL RESOURCES AND DEVELOPING AN ENHANCED SYNDROMIC SURVEILLANCE SYSTEM WITH LICENSED WILDLIFE REHABILITATORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": 134320.0, "Infrastructure Obligations": null, "recipient_id": "35b9b619-8460-b94e-a3b2-ddb53d049d26-C", "generated_internal_id": "ASST_NON_F23AP01484_1448"}, {"internal_id": 160026522, "Award ID": "F23AP01483", "Award Amount": 665266.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-02", "CFDA Number": "15.069", "Description": "THROUGH COLLABORATIONS WITH THE UNIVERSITY OF MARYLAND, THE U.S. GEOLOGICAL SURVEY, AND THEUNIVERSITY OF GEORGIAS SOUTHEASTERN COOPERATIVE WILDLIFE DISEASE STUDY, THE MARYLAND DEPARTMENT OF NATURAL RESOURCES AIMS TO ADDRESS DIVERSIFIED WILDLIFE SURVEILLANCE PLANNING, DEVELOP ASSOCIATED SPATIALLY EXPLICIT RISK MODELING, AND CREATE THE CHESAPEAKE BAY WILDLIFE ZOONOTIC DISEASE WORKING GROUP WHICH WILL PARTICIPATE IN FORMALIZED STRUCTURED DECISION MAKING PRACTICES TO INFORM WILDLIFE DISEASE MANAGEMENT IN THE REGION, WITH INITIAL EMPHASIS ON HIGH PATHOGENICITY AVIAN INFLUENZA (HPAI) AND FUTURE STRUCTURE FOR EMERGING ZOONOTIC-BASED ONE HEALTH ISSUES. WE PROPOSE HERE THROUGH THESE COLLABORATIVE EFFORTS TO BUILD CAPACITY TO ADDRESS DISEASE SAMPLING AND DIAGNOSTIC TESTING FOR A MUCH BROADER DIVERSITY OF WILDLIFE SPECIES, ASSESSING POTENTIAL IMMUNITY AND SUSCEPTIBILITY, ALONG WITH SPATIAL DISTRIBUTION MODELING TO PROACTIVELY INFORM RISK AND MANAGEMENT DECISIONS. SURVEILLANCE, IMMUNOLOGICAL DATA, AND MODELING CAN THEN BE LEVERAGED TO BETTER INFORM EMERGENCY WILDLIFE MANAGEMENT DECISIONS AND PLANNING ACROSS MULTIPLE STATES. WE WILL COLLECT THESE DATA IN PART THROUGH A FORMATION OF A REGIONAL WORKING GROUP CHESAPEAKE BAY WILDLIFE ZOONOTIC DISEASE WORKING GROUP TO ADDRESS AVIAN INFLUENZA IMPACTS VIA DECISION MAKING IN A SOCIAL SCIENCE CONTEXT. THE WORKING GROUP ALONG WITH OTHER STAKEHOLDERS WILL ALSO LEVERAGE ON-GOING EXPERIENCES THROUGH A FRAMEWORK OF DECISION ANALYSIS, PRIORITIZING UNCERTAINTIES SURROUNDING AVIAN INFLUENZA AS WELL AS IN THE HANDLING OF FUTURE ZOONOTIC DISEASE OUTBREAKS TO STRENGTHEN ANY EMERGENCY DISEASE RESPONSE.CURRENT FEDERAL SAMPLING REGIMES FOR AVIAN INFLUENZA PRIMARILY ADDRESS WATERFOWL, SPECIFICALLYDABBLING DUCKS, WHICH ARE LIKELY SPECIES REPRESENTING HIGH TRANSMISSION AND DISPERSAL RATES. HOWEVER, THE LANDSCAPE OF THE TRANSMISSION AND DISPERSAL DYNAMICS OF THE CURRENT H5N1 AVIAN INFLUENZA HAVE CHANGED AND ADAPTED, RESULTING IN AN INCREASED ROLE THAT DIVERSE MIGRATORY BIRD GROUPS PLAY IN THE EPIDEMIOLOGY OF AVIAN INFLUENZA. THE LEVERAGING OF EXISTING MONITORING WORK FOR DISEASE SAMPLING WILL PROVIDE AN IMPROVED UNDERSTANDING OF THE IMPACTS AND ROLE DIVERSE WILDLIFE SPECIES PLAY IN THE EPIDEMIOLOGICAL ECOLOGY OF AVIAN INFLUENZA. DESPITE THE PREVIOUSLY RECOGNIZED NEED TO IDENTIFY AREAS ALONG THE WILD BIRD AND DOMESTIC POULTRY INTERFACE AT WHICH AVIAN INFLUENZA TRANSMISSION IS MOST LIKELY TO OCCUR, THERE IS NOW ALSO A NEED TO EXTEND THESE MODELING EFFORTS TO INCLUDE THE VARIED BIRD SPECIES BEING AFFECTED AND LIKELY IMPACTING BOTH TRANSMISSION AND VULNERABLE POPULATIONS. THE RISK MODELING PROPOSED HERE WILL PROVIDE AN IMPROVED UNDERSTANDING OF THE ROLE DIVERSE WILDLIFE ARE PLAYING IN THE FUTURE AND CONTINUED TRANSMISSION OF AVIAN INFLUENZA.A STRUCTURED DECISION-MAKING (SDM) ANALYTICAL FRAMEWORK WILL BE EMPLOYED TO REFINE THE RESPONSETO AVIAN INFLUENZA MITIGATION AND MANAGEMENT ACROSS DIFFERENT SCALES, PROVIDING TOOLS TO IDENTIFY ACTIONSWHICH WOULD BEST REDUCE THE GLARING UNCERTAINTIES OF THE HPAI DISEASE SYSTEM. THE WORKING GROUP WILLORGANIZE FORMALIZED, INCLUSIVE WORKSHOPS WHICH WILL ADDRESS DISTINCT DECISION-MAKING PROBLEMS FOR TARGETSPECIES SUCH AS SEABIRDS OR RAPTORS. ADDITIONALLY, THIS GROUP WILL ADDRESS THE NEED FOR AN EMERGENCY PLANNING FRAMEWORK TO ADJUST TASK FORCES WITHIN THE WORKING GROUP BASED ON ADDITIONAL WILDLIFE EMERGING DISEASES AT THEY DEVELOP AND FACILITATE COMMUNICATION ACROSS THE REGION.THE DATA PRODUCED BY THIS PROJECT WILL BE USED BY THE STATE OF MARYLAND TO MAKE INFORMED DECISIONSON THE MANAGEMENT OF SUSCEPTIBLE WILDLIFE IN THE STATE AND WILL BE SHARED THROUGH THE FORMATION OF THECHESAPEAKE BAY WILDLIFE ZOONOTIC DISEASE WORKING GROUP WITH STATE AGENCIES, RESEARCHERS, BIOLOGISTS, VETERINARIANS, THE AGRICULTURAL SECTOR, AND OTHER STAKEHOLDERS THROUGHOUT THE CHESAPEAKE BAY AND MID-ATLANTIC REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": 665266.0, "Infrastructure Obligations": null, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_F23AP01483_1448"}, {"internal_id": 160026521, "Award ID": "F23AP01482", "Award Amount": 774999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-02", "CFDA Number": "15.069", "Description": "THE CULTURE OF HAWAII  HISTORICALLY AND TODAY - REVOLVES AROUND THE OCEAN. PEOPLE ARE DEPENDENT UPON THE OCEAN FOR FOOD, TRANSPORTATION, JOBS, RECREATION, AND RENEWAL. GOVERNOR JOSH GREEN, M.D. DECLARED JANUARY 2023, HAWAII ONE HEALTH MONTH TO FOCUS ATTENTION ON THE INTERCONNECTEDNESS OF HUMAN, ANIMAL, AND ENVIRONMENTAL HEALTH. ENDEMIC AND ENDANGERED HAWAIIAN MONK SEALS, PLUS MORE THAN 20 SPECIES OF DOLPHINS AND WHALES, INHABIT HAWAIIAN WATERS. MARINE MAMMALS SUFFER FROM VIRAL, BACTERIAL, FUNGAL AND PARASITIC INFECTIONS THAT MAY CAUSE ILLNESS IN HUMANS. CLOSE INTERACTIONS BETWEEN MARINE MAMMALS AND HUMANS PROVIDE OPPORTUNITY FOR PATHOGEN EXPOSURE AND SPREAD. TO DATE, ZOONOTIC AGENTS IDENTIFIED IN WHALES, DOLPHINS AND MONK SEALS IN HAWAII INCLUDE THE PARASITE TOXOPLASMA, THE BACTERIA BRUCELLA AND STAPHYLOCOCCUS, AND FUNGAL AGENTS. ADDITIONAL PATHOGENS FOUND IN STRANDED MARINE MAMMALS ELSEWHERE, INCLUDING AVIAN INFLUENZA AND THE BACTERIA LEPTOSPIRA AND MYCOPLASMA, HAVE THE POTENTIAL TO ENDANGER HUMAN HEALTH, THEREFORE THIS PROJECT WILL ALSO INCLUDE SCREENING FOR THESE IMPORTANT INFECTIOUS AGENTS IN STRANDED AND SICK MARINE MAMMALS IN HAWAII.  THE STATE OF HAWAIIS AQUATIC RESOURCES DIVISION IN THE DEPARTMENT OF LAND AND NATURAL RESOURCES (DLNR-DAR) WORKS CLOSELY WITH THE UNIVERSITY OF HAWAIIS HEALTH AND STRANDING LABORATORY (UHHSL) AND NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATIONS NATIONAL MARINE FISHERIES SERVICE (NOAA-NMFS) TO RESPOND TO SICK, INJURED AND DECEASED MARINE MAMMALS THAT STRAND ON LAND AND IN THE NEARSHORE WATERS. STRANDING RESPONDERS ARE AT RISK OF EXPOSURE TO ZOONOTIC DISEASES AND THERE IS CURRENTLY NO IDEAL SYSTEM IN PLACE TO DEAL WITH AN EXPOSURE EVENT. THERE IS ALSO A LACK OF LOCAL AND REGIONAL LABORATORY CAPACITY TO TEST FOR ALL POTENTIAL INFECTIOUS AGENTS, SO THE PREVALENCE OF DISEASE IN HAWAIIS MARINE MAMMAL POPULATIONS IS CURRENTLY UNKNOWN.DLNR-DAR, TOGETHER WITH ITS SUB AWARDEE, UHHSL, PROPOSES TO GREATLY IMPROVE THE BIOSAFETY FOR THE MARINE MAMMAL STRANDING RESPONSE TEAMS IN HAWAII, AS WELL AS IN THE U.S. TERRITORIES IN THE PACIFIC ISLANDS REGION (GUAM, SAIPAN, AND AMERICAN SAMOA) WHICH HAVE SIMILAR STRANDING RESPONSE PROGRAMS, THROUGH COLLABORATION IN AREAS SUCH AS: IMPROVING STANDARD OPERATING PROCEDURES AND TRAINING  STRENGTHENING COMMUNICATIONS BETWEEN UHHSL (THE REGIONAL DIAGNOSTIC LABORATORY), THE HAWAII DEPARTMENT OF HEALTH AND THE BROADER STRANDING RESPONSE NETWORK AND IMPROVING UHHSLS ZOONOTIC PATHOGEN SCREENING CAPACITY. DLNR-DAR WILL ALSO CONDUCT PUBLIC OUTREACH THROUGH PUBLIC AND STAKEHOLDER MEETINGS, NEWS AND SOCIAL MEDIA, AND EDUCATIONAL MATERIALS, PARTICULARLY IN COMMUNITIES WHERE MARINE MAMMAL STRANDING EVENTS ARE MORE LIKELY TO OCCUR. THE HEALTH OF HUMANS, MARINE MAMMALS, AND THE UNIQUE ISLAND ENVIRONMENT, ARE ALL DEPENDENT ON US RECOGNIZING THESE IMPORTANT CONNECTIONS AS HAWAII ONE HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": 774999.0, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_F23AP01482_1448"}, {"internal_id": 160026520, "Award ID": "F23AP01481", "Award Amount": 772948.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-02", "CFDA Number": "15.069", "Description": "GLOBALLY, ONE HEALTH HAS BEEN INCREASINGLY ACCEPTED AS AN EFFECTIVE FRAMEWORK FOR MANAGING HEALTH ISSUES AT THE HUMAN-ANIMAL-ENVIRONMENT INTERFACE. THIS INTEGRATED APPROACH MAY BE PARTICULARLY IMPORTANT FOR PREVENTING, PREDICTING, DETECTING, AND RESPONDING TO GLOBAL HEALTH THREATS. THOUGH EFFECTIVE, A ONE HEALTH APPROACH IS INHERENTLY COMPLICATED BECAUSE IT REQUIRES COORDINATION, COMMUNICATION, AND COLLABORATION ACROSS SCALES AND DISCIPLINES. IT CAN ONLY BE AS EFFECTIVE AS THE WEAKEST LINK IN COLLABORATIVE NETWORKS. THE OVERARCHING GOAL OF THIS PROPOSAL IS TO CREATE A HEALTHY, INCLUSIVE, AND SUSTAINABLE WILDLIFE HEALTH PROGRAM THAT HAS STRONG INTERNAL AND EXTERNAL PARTNERSHIPS AS WELL AS CLEAR SUCCESSION PLANNING. WE AIM TO INCORPORATE FOUR OBJECTIVES TO ACHIEVE SUSTAINABILITY GOALS INCLUDING 1) CONDUCTING A GAP ANALYSIS TO DETERMINE THE EFFECTIVE PROCESSES AND SHORTCOMINGS OF OUR PROGRAM, 2) DEVELOPING OFFICIAL OCCUPATIONAL HEALTH GUIDELINES TO PROTECT THE HEALTH OF STAFF, VOLUNTEERS, AND EXTERNAL STAKEHOLDERS, 3) PARTNERING WITH THE NONGAME MAMMAL PROGRAM TO INSTITUTE A FRAMEWORK FOR SURVEILLANCE, AND 4) UPDATING OUR WILDLIFE LIFE HEALTH APPLICATION TO ALLOW FOR INCREASED DISEASE SURVEILLANCE ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": 772948.0, "Infrastructure Obligations": null, "recipient_id": "f528c817-8166-5643-bd8a-d80a7ecb3262-C", "generated_internal_id": "ASST_NON_F23AP01481_1448"}, {"internal_id": 160026519, "Award ID": "F23AP01479", "Award Amount": 683697.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-02", "CFDA Number": "15.069", "Description": "THE MAJORITY OF EMERGING INFECTIOUS DISEASES HAVE AN ANIMAL ORIGIN AND POSE A SIGNIFICANT HEALTH RISK TO HUMANS, WILDLIFE, AND DOMESTIC ANIMALS. THERE IS A CRITICAL NEED TO INCREASE CAPACITY FOR FISH AND WILDLIFE DISEASE SURVEILLANCE, MONITORING, AND RESPONSE PREPAREDNESS TO MITIGATE THE DETRIMENTAL IMPACTS OF ZOONOTIC DISEASES. THE KENTUCKY DEPARTMENT OF FISH AND WILDLIFE RESOURCES (KDFWR) PROPOSES A PROJECT THAT WILL FOCUS ON FOUR CRITICAL AREAS OF NEED TO INCREASE THE AGENCYS ABILITY TO DETECT AND RESPOND TO EXISTING AND EMERGING FISH AND WILDLIFE DISEASE THREATS. THE FIRST PRIORITY IS TO DEVELOP A FISH AND WILDLIFE HEALTH DATABASE TO ENHANCE SURVEILLANCE, MONITORING, AND DISEASE FORECASTING ACTIVITIES AND FACILITATE INTER-AGENCY DATA REPORTING. THE SECOND IS TO CREATE A WILDLIFE HEALTH COMMUNICATION PLAN TO ENHANCE THE DISSEMINATION OF INFORMATION REGARDING FISH AND WILDLIFE HEALTH AND ZOONOTIC DISEASE EVENTS. TO ACCOMPLISH THESE GOALS, THE AGENCY WILL HIRE TWO FULL-TIME STAFF FOR THE NEXT THREE YEARS, ONE AS A DATA SCIENTIST TO BUILD A DATABASE AND THE OTHER AS A WILDLIFE HEALTH COMMUNICATION SPECIALIST. THE THIRD AREA OF FOCUS IS STRENGTHENING STATEWIDE CAPACITY FOR THE DETECTION OF FISH AND WILDLIFE DISEASES BY ESTABLISHING NEW DIAGNOSTIC SERVICE CONTRACTS FOR SPECIES THAT CURRENTLY HAVE NO DISEASE SURVEILLANCE, NAMELY FISH, REPTILES, AMPHIBIANS, AND AQUATIC INVERTEBRATES. THIS FOCAL AREA ALSO INCLUDES AN INVESTIGATION OF THE DISTRIBUTION OF TICKS AND ASSOCIATED ZOONOTIC DISEASES ON WILDLIFE MANAGEMENT AREAS ACROSS KENTUCKY, WHICH WILL BE USED TO GUIDE KDFWRS OCCUPATIONAL SAFETY GUIDELINES.  LASTLY, THE PROPOSED WORK WILL PROVIDE ZOONOTIC DISEASE OCCUPATIONAL SAFETY AND OUTBREAK RESPONSE TRAINING FOR STAFF AND THE DIVERSE GROUP OF PARTNERS THAT WORK WITH KDFWR. BY STANDARDIZING TRAINING FOR STAFF AND PREPARING PARTNERS, WE CAN MOVE TOWARD ESTABLISHING A NETWORK OF TRAINED VOLUNTEERS. THIS NETWORK COULD BE USED IN THE FUTURE TO RESPOND EFFICIENTLY AND APPROPRIATELY TO A VARIETY OF WILDLIFE DISEASE EVENTS AND OUTBREAKS IN A MANNER THAT PREVENTS ENVIRONMENTAL CONTAMINATION AND MITIGATES RISK TO HUMAN INVESTIGATORS, WILDLIFE, DOMESTIC ANIMALS, AND THE PUBLIC. OVERALL, THE PROPOSED WORK AIMS TO INCREASE THE KDFWRS ABILITY TO DETECT AND RESPOND TO EMERGING DISEASE THREATS AND CREATE SUSTAINABLE INFRASTRUCTURE WHICH INCLUDES A FUNCTIONAL DATABASE, A WILDLIFE HEALTH COMMUNICATION PLAN, BASELINE HEALTH DATA FOR UNDER-REPRESENTED GROUPS OF TAXA, AND A NETWORK OF TRAINED PARTNERS AND STAFF TO SUPPORT FUTURE DISEASE OUTBREAK NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": 683697.0, "Infrastructure Obligations": null, "recipient_id": "82821819-eef5-c1d5-194a-60ceaf679a3a-C", "generated_internal_id": "ASST_NON_F23AP01479_1448"}, {"internal_id": 160026518, "Award ID": "F23AP01478", "Award Amount": 773300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-02", "CFDA Number": "15.069", "Description": "THE MASSACHUSETTS DIVISION OF FISHERIES AND WILDLIFE IS THE STATE AGENCY RESPONSIBLE FOR THE PROTECTION, AND CONSERVATION OF THE INLAND FISH AND WILDLIFE IN THE COMMONWEALTH OF MASSACHUSETTS INCLUDING THREATENED AND ENDANGERED PLANTS AND ANIMALS. THE PURPOSE OF THIS PROJECT IS TO DEVELOP AN INTERAGENCY TASK FORCE CONSISTING OF SUBJECT AREA EXPERTS INCLUDING TRIBAL PARTNERS, COOPERATING INSTITUTIONS, PUBLIC HEALTH OFFICIALS AND AGRICULTURAL AGENCIES TO BUILD ZOONOTIC RESILIENCE AND PREVENTION RELATED TO NEW AND EMERGING WILDLIFE HEALTH ISSUES. ACTIVITIES TO BE PERFORMED UNDER THIS GRANT WILL INCLUDE DEVELOPMENT OF DISEASE RESPONSE PLANS FOR TERRESTRIAL, AQUATIC, AND AVIAN TAXA  DISEASE SURVEILLANCE AND TESTING  DEVELOP AND IMPLEMENT TRAINING PROGRAMS FOR STAFF ON SAFE PRACTICES FOR SAMPLE COLLECTION, PROPER SHIPPING PROCEDURES, AND CONFLICT RESOLUTION  AND DEVELOP AND IMPLEMENT A ROBUST WILDLIFE HEALTH COMMUNICATION PLAN FOR EDUCATING THE PUBLIC ON DISEASE PREVENTION STRATEGIES USING BOTH INTRA AND INTERAGENCY COORDINATION. OVERALL, THIS PROJECT WILL IMPROVE THE CAPACITY FOR MASSACHUSETTS TO ADDRESS EMERGING WILDLIFE HEALTH ISSUES WHILE LAYING THE GROUNDWORK FOR FUTURE PROGRAM GROWTH AND ACTING AS A RESOURCE MODEL FOR FURTHER PROGRAM DEVELOPMENT ACROSS NEW ENGLAND. THESE ACTIVITIES ARE DESIGNED TO BENEFIT BOTH THE PUBLIC AND THE WILDLIFE RESOURCES OF THE COMMONWEALTH. SUBRECIPIENTS WILL INCLUDE THE UNIVERSITY OF MASSACHUSETTS AND CORNELL UNIVERSITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": 773300.0, "Infrastructure Obligations": null, "recipient_id": "c46edbf8-d3a1-fcca-8758-1d8e34a5eda3-C", "generated_internal_id": "ASST_NON_F23AP01478_1448"}, {"internal_id": 160026517, "Award ID": "F23AP01477", "Award Amount": 598015.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-02", "CFDA Number": "15.069", "Description": "ENDEMIC AND EMERGING INFECTIOUS AND NON-INFECTIOUS DISEASES NEGATIVELY IMPACT WILDLIFE AND FISH POPULATIONS MANAGED FOR RECREATION AND CONSERVATION. THESE DISEASES ARE FREQUENTLY ZOONOTIC AND TRANSBOUNDARY REQUIRING SIGNIFICANT LOCAL, STATE, REGIONAL AND FEDERAL COORDINATION. THE ABILITY TO RAPIDLY DETECT, CHARACTERIZE, AND RESPOND TO EMERGING PATHOGENS AND DISEASE OUTBREAKS IS ESSENTIAL TO MINIMIZE DISEASE SPREAD AMONG WILDLIFE POPULATIONS, REDUCE IMPACTS ON POPULATION VIABILITY, AND PREVENT SPILLOVER TO LIVESTOCK AND HUMANS. IN CALIFORNIA, THIS ABILITY DEPENDS ON IN-STATE CAPACITY AND REGIONAL COLLABORATIONS FOR WILDLIFE DISEASE SURVEILLANCE, NOVEL PATHOGEN DIAGNOSTICS AND CHARACTERIZATION, EPIDEMIOLOGIC INVESTIGATION, DATA INFORMATION MANAGEMENT, HEALTH MANAGEMENT PLANNING AND OUTBREAK RESPONSE. CALIFORNIA IS THE MOST ECOLOGICALLY DIVERSE STATE WITH THE HIGHEST DEGREE OF SPECIES ENDEMISM OF ANY STATE, 13 DIFFERENT ECOREGIONS, AND 4 BIOMES (1). ADD INCREASING THREATS FROM CLIMATE CHANGE INDUCED HIGH-SEVERITY WILDFIRES, DROUGHT, AND OCEANIC ANOMALIES, AND IT COMES AS NO SURPRISE THAT CALIFORNIAS WILDLIFE AND HABITATS FACE UNREMITTING PRESSURE FROM URBANIZATION, HABITAT LOSS AND FRAGMENTATION, AND LAND CONVERSION FOR LIVESTOCK AND AGRICULTURE. THESE PRESSURES NOT ONLY INCREASE THE LIKELIHOOD OF EMERGING AND EPIDEMIC DISEASES IN CALIFORNIAS WILDLIFE, BUT ALSO FACILITATE CONTACT BETWEEN PEOPLE, DOMESTIC ANIMALS, AND WILDLIFE, INCREASING THE LIKELIHOOD OF ZOONOTIC SPILLOVER, AND THE NEED FOR RAPID DISEASE SURVEILLANCE AND EFFECTIVE WILDLIFE HEALTH PROGRAMS USING A ONE HEALTH FRAMEWORK BOTH WITHIN CALIFORNIA AND NEIGHBORING STATES.AS COVID-19 BECOMES AN ENDEMIC DISEASE IN PEOPLE, SPILLOVERS OF SARS-COV-2 INTO POTENTIAL WILDLIFE RESERVOIRS (6, 7, 8) WILL CONTINUE WITH UNKNOWN CONSEQUENCES. SARS-COV-2 IS BUT ONE ZOONOTIC PATHOGEN WITH SUCH POTENTIAL, MANY MORE EXIST. WITH THE HIGHEST DIVERSITY OF PEOPLE, WILDLIFE, AND AGRICULTURE IN THE U.S., CALIFORNIA IS A PARTICULARLY IMPORTANT FOCUS FOR NOVEL SPILLOVERS OF ZOONOTIC PATHOGENS INTO WILDLIFE RESERVOIRS AND THE EMERGENCE OR RE-EMERGENCE OF ZOONOTIC DISEASE FROM WILDLIFE RESERVOIRS. THIS PROJECT WILL DEVELOP AND OPERATIONALIZE A FRAMEWORK TO ADDRESS CRITICAL NEEDS AND CORRECT LONG-STANDING CAPACITY AND CROSS-SECTORAL COLLABORATION CHALLENGES TO ENHANCE CAPACITY TO MANAGE WILDLIFE HEALTH AND DISEASE  FACILITATE INCLUSION OF WILDLIFE HEALTH INTO SPECIES, TAXA, AND ECOSYSTEM MANAGEMENT PLANNING  AND IMPROVE PUBLIC TRUST. WE WILL DEVELOP AND PILOT THIS FRAMEWORK IN CALIFORNIA THEN EXPAND TO SUPPORT WILDLIFE HEALTH PROGRAMS REGIONALLY, TO ACHIEVE THE USFWS ZOONOTIC DISEASE INITIATIVES (ZDI) STATED PURPOSE TO INCREASE READINESS FOR WILDLIFE AGENCIES TO PROTECT AGAINST FUTURE PANDEMICS AND ENCOURAGE THEM TO COORDINATE THEIR EFFORTS ACROSS JURISDICTIONS IN A SEAMLESS MANNER. BY CONDUCTING A SYSTEMATIC NEEDS ASSESSMENT AND DEMONSTRATING PROOF OF CONCEPT WHILE PROVIDING IMPORTANT ZOONOTIC DISEASE SURVEILLANCE DATA AND ENHANCING CURRENT WILDLIFE DISEASE DETECTION CAPABILITIES, WE WILL ARTICULATE A CLEAR VISION TO POLICY MAKERS AND LEGISLATORS ABOUT WHAT IS NEEDED TO SUSTAIN A COMPREHENSIVE WILDLIFE HEALTH PROGRAM WITH THE APPROPRIATE ORGANIZATIONAL, FUNDING, AND TECHNICAL CAPACITY TO ADDRESS CALIFORNIAS MANY NEEDS. WITHOUT SUPPORT TO RADICALLY RE-ENVISION WILDLIFE HEALTH CAPACITY IN CALIFORNIA, CDFW WILL CONTINUE TO LACK THE ORGANIZATIONAL, DIAGNOSTIC, AND FUNDING CAPACITY TO RAPIDLY DETECT, RESPOND TO AND MANAGE EMERGING WILDLIFE AND ZOONOTIC DISEASE ISSUES. ALTHOUGH THIS PROJECT WILL INITIALLY FOCUS ON CALIFORNIA, THE FRAMEWORK WILL BE SCALABLE, WITH THE EVENTUAL GOAL OF SUPPORTING NEVADA, ARIZONA, AND OTHER WESTERN STATES AND TRIBES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 598015.0, "Infrastructure Obligations": null, "recipient_id": "6dbfa9e4-2810-6eee-6996-251196fb1203-C", "generated_internal_id": "ASST_NON_F23AP01477_1448"}, {"internal_id": 160026516, "Award ID": "F23AP01470", "Award Amount": 762271.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-02", "CFDA Number": "15.069", "Description": "THE SALT RIVER PIMA-MARICOPA INDIAN COMMUNITY (SRPMIC OR COMMUNITY) IS A FEDERALLY RECOGNIZED INDIAN TRIBE OF OVER 10,000 ENROLLED MEMBERS BORDERED BY THE CITIES OF SCOTTSDALE, TEMPE, MESA, AND FOUNTAIN HILLS, AS WELL AS BY THE FORT MCDOWELL YAVAPAI NATION AND TONTO NATIONAL FOREST. THE COMMUNITY IS HOME TO VULNERABLE POPULATIONS AND AN URBAN RURAL TRANSITIONAL INTERFACE. THEREFORE, MONITORING THE ANIMAL POPULATION FOR SIGNS OF DISEASE IN ORDER TO DECREASE THE POTENTIAL SPREAD IS TRULY CRITICAL. AS SUCH, THE COMMUNITY HAS IDENTIFIED THE NEED TO THOROUGHLY ASSESS CURRENT WILDLIFE POPULATIONS, HABITATS AND HUMAN WILDLIFE INTERACTIONS, EVALUATE THE INHERENT RISKS AND PRIORITY THEREOF, DEVELOP WILDLIFE HEALTH MANAGEMENT AND DISEASE RESPONSE PLANS, AND, SUBSEQUENTLY, INTEGRATE THESE PLANS INTO THE COMMUNITYS OVERARCHING EMERGENCY RESPONSE AND COMMUNICATION FRAMEWORKS.WHILE THE COMMUNITY HAS AN EXISTING WILDLIFE BIOLOGIST, SRPMIC PROPOSES TO INCREASE CAPACITY BY HIRING A WILDLIFE BIOLOGIST WITH EXPERIENCE IN WILDLIFE DISEASE, A WILDLIFE TECHNICIAN AND IF FEASIBLE, FUNDING STUDENT INTERN POSITIONS TO ASSESS WILDLIFE HEALTH AND DISEASE. UNDERSTANDING THE WILDLIFE POPULATIONS WITHIN THE COMMUNITY ARE THE KEY TO ANALYZING AND PRIORITIZING WILDLIFE DISEASE RISKS. TO UNDERSTAND THE WILDLIFE POPULATIONS WITHIN THE COMMUNITY, WILDLIFE SURVEILLANCE AND MONITORING WILL BE USED. ADDITIONALLY, BUILDING THE FOUNDATION OF A WILDLIFE ACTION PLAN AND INCORPORATING WILDLIFE DISEASE RESPONSE INTO THE COMMUNITYS EMERGENCY RESPONSE SYSTEM WILL HELP MOVE THE COMMUNITY FORWARD IN PROTECTING TRIBAL MEMBERS AND THE SURROUNDING COMMUNITY RESIDENCES, AND PREPARING FOR THE FUTURE. WHEN ASSESSING WILDLIFE DISEASE AND HEALTH, NOT ONLY IS EMERGENCY PREPAREDNESS IMPORTANT, COMMUNICATION, EDUCATION AND OUTREACH ARE KEY ELEMENTS IN ENSURING PREPAREDNESS FOR THE FUTURE AND PROTECTION IN THE PRESENT. THE COMMUNITY PLANS TO UTILIZE THIS GRANT TO DEVELOP WILDLIFE DISEASE PREPAREDNESS BY ASSESSING AND MONITORING WILDLIFE POPULATIONS, AS A TOOL TO BUILD UPON BOTH AN EXISTING EMERGENCY AND A PERFUNCTORY COMMUNICATION NETWORK OF TRIBAL, REGIONAL AND STATE CONTACTS, TO DEVELOP A WILDLIFE HEALTH AND DISEASE DATABASE, AND TO PROVIDE EDUCATION ABOUT HUMAN WILDLIFE INTERACTIONS AND THE CONCERNS THEREIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": 762271.0, "Infrastructure Obligations": null, "recipient_id": "dd0bd1e0-1f73-bba7-58f4-0abe75782830-C", "generated_internal_id": "ASST_NON_F23AP01470_1448"}, {"internal_id": 160026515, "Award ID": "F23AP01469", "Award Amount": 148180.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-02", "CFDA Number": "15.069", "Description": "THE NAVAJO NATION DEPARTMENT OF FISH AND WILDLIFE (NNDFW) PLAYS AN IMPORTANT ROLE IN SAFEGUARDING THE HEALTH AND WELL-BEING OF THE NAVAJO PEOPLE AND THE WILDLIFE POPULATIONS THAT THEY RELY ON. NNDFW HAS IDENTIFIED TWO PRIORITY NEEDS FOR ZOONOTIC DISEASE PREPAREDNESS: 1) RECRUIT A CONTRACT WILDLIFE VETERINARIAN WHO WILL PROVIDE ASSISTANCE WITH DISEASE TESTING, MONITORING, AND MANAGEMENT ON NAVAJO NATION, AND 2) DEVELOP A COMPREHENSIVE ZOONOTIC DISEASE PREPAREDNESS AND RESPONSE PLAN THAT FOLLOWS A ONE HEALTH APPROACH. BY EMPLOYING A ONE HEALTH APPROACH TO ZOONOTIC DISEASE PREPAREDNESS, NNDFW AIMS TO BUILD CAPACITY WITHIN NAVAJO NATION AGENCIES AND STRENGTHEN SURVEILLANCE AND COMMUNICATION NETWORKS ON A REGIONAL SCALE.STATEMENT OF NEED: THE NAVAJO NATION DEPARTMENT OF FISH AND WILDLIFE (NNDFW) HAS FACED CHALLENGES IN DEVELOPING A COMPREHENSIVE MONITORING AND RESPONSE PLAN FOR ZOONOTIC DISEASES DUE TO LIMITED FINANCIAL RESOURCES AND STAFFING SHORTAGES. IN ADDITION, THERE IS CURRENTLY NO ESTABLISHED COMMUNICATION NETWORK BETWEEN NAVAJO WILDLIFE AND HEALTH AGENCIES, NOR WITH STATE, FEDERAL AND OTHER TRIBAL JURISDICTIONS IN THE SOUTHWESTERN REGION. FURTHERMORE, WITHOUT A TRIBAL VETERINARIAN THIS YEAR AND THE ABSENCE OF A WILDLIFE VETERINARIAN FOR THE LAST 6 YEARS HAS LEFT NAVAJO WILDLIFE, AGRICULTURAL, AND PUBLIC HEALTH SECTORS ILL-EQUIPPED TO RESPOND TO POTENTIAL ZOONOTIC OUTBREAK EVENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": 148180.0, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_F23AP01469_1448"}, {"internal_id": 160026514, "Award ID": "F23AP01467", "Award Amount": 773206.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-02", "CFDA Number": "15.069", "Description": "UNDER THIS PROJECT THE CTFW WILL LEAD THE CONFEDERATED TRIBES OF THE COLVILLE RESERVATION INDIGENOUS WILDLIFE HEALTH MANAGEMENT PROGRAM- ZOONOTIC DISEASE INITIATIVE AND WILL DIRECTLY COORDINATE ITS PROPOSED ACTIVITIES WITH PROJECT PARTNERS INCLUDING THE UPPER COLUMBIA UNITED TRIBES (UCUT) AND THE STATE OF WASHINGTON DEPARTMENT OF FISH AND WILDLIFE (WDFW). THE COLVILLE TRIBE IS A FRONTLINE HUNTING AND FISHING COMMUNITY RELIANT ON TRADITIONAL FOODS NATIVE TO THEIR TERRITORIES TO MEET THEIR SUBSISTENCE AND CULTURAL NEEDS SINCE TIME IMMEMORIAL. HABITAT LOSS, CLIMATE CHANGE AND WILDLIFE EXPLOITATION HAVE ALL CREATED ADVERSE CONDITIONS THAT IMPACT THE HEALTH OF WILDLIFE POPULATIONS AND CONTRIBUTE TO THE DEVELOPMENT OF ZOONOTIC DISEASES LIKE COVID-19. THESE FACTORS CONTRIBUTE TO SOCIO-ENVIRONMENTAL CONDITIONS THAT BRING HUMANS CLOSER TO WILDLIFE AND CREATE OPTIMAL CONDITIONS FOR DISEASE TO SPREAD. THERE IS A NEED FOR INCREASED MONITORING, COORDINATION, DATA MANAGEMENT AND EXCHANGE, AND EMERGENCY RESPONSE BETWEEN WILDLIFE MANAGERS ON ZOONOTIC DISEASE ACROSS GEOGRAPHIES. THE CTFW RECOGNIZES THE IMPORTANCE OF MONITORING VULNERABLE TERRESTRIAL, AVIAN, AND AQUATIC WILDLIFE SPECIES TO MINIMIZE THE NEGATIVE IMPACTS TO COMMUNITY HEALTH AND SAFETY.  THIS PROJECT WILL STRENGTHEN COMMUNICATIONS AND INTER-JURISDICTIONAL PLANNING AND ENGAGEMENT ON MONITORING, DETECTION, DATA MANAGEMENT AND RESPONSE, DEVELOP A TRIBAL DISEASE RESPONSE NETWORK BY FACILITATION CERTIFIED TRAINING FOR LOCAL TRIBAL NATIONS.THE ULTIMATE GOAL OF THE CTFW AND TRIBE IS TO PREVENT, MINIMIZE, AND MITIGATE THE OCCURRENCES AND IMPACTS OF THE VARIOUS WILDLIFE DISEASES WITH THE POTENTIAL TO MIGRATE ONTO THE RESERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": 773206.0, "Infrastructure Obligations": null, "recipient_id": "6ce25445-c3cd-822c-b7b4-cc431f2ebf8b-C", "generated_internal_id": "ASST_NON_F23AP01467_1448"}, {"internal_id": 156262425, "Award ID": "F23AP00496", "Award Amount": 247544.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-26", "CFDA Number": "15.069", "Description": "MANY NATIVE NATIONS ARE RESTORING BUFFALO TO TRIBAL LANDS FOR A WIDE VARIETY OF PURPOSES, INCLUDING AS ATRADITIONAL, CULTURAL, AND NUTRITIOUS FOOD SOURCE. MANY CONDUCT FIELD BUFFALO HARVESTS, WHERE MEAT IS HARVESTEDOUTSIDE OF THE PROCESSING PLANT SETTING, OFTEN BY BUFFALO PROGRAM STAFF AND SOMETIMES COMMUNITY MEMBERS DIRECTLY.AT THE SAME TIME, BUFFALOS  INCREASING POPULATION MEANS THAT GROWING NUMBERS OF COMMUNICABLE DISEASES HAVE BEENIMPACTING HERDS. MANY OF THESE DISEASES ARE ZOONOTIC, HAVING THE POTENTIAL TO CROSS SPECIES AND IMPACT HUMANS ASWELL AS BUFFALO. THIS INCREASING INSTANCE OF HUMAN WILDLIFE INTERFACE   AT THE CULTURAL BUFFALO HARVEST   CREATESA GROWING OPPORTUNITY FOR EMERGING ZOONOTIC DISEASES TO IMPACT HUMANS. IT ALSO, HOWEVER, CREATES NOVELOPPORTUNITIES FOR DISEASE SURVEILLANCE, EARLY DETECTION AND RESPONSE, COOPERATIVE LEARNING, AND COMMUNICATIONREGARDING BUFFALO DISEASES AND THEIR HUMAN IMPACTS. THERE IS CURRENTLY NO OFFERING OF NECROPSY TRAINING THAT ISTRIBALLY CREATED, AND NONE SPECIFICALLY DESIGNED FOR APPLICABILITY TO CULTURAL FIELD HARVESTS OF BUFFALO.LABORATORY DIAGNOSTICS ARE OFTEN EXPENSIVE, AND THERE IS NO REGULAR NETWORK OF DISEASE SURVEILLANCE ACROSSAGENCIES WHICH PARTICIPATE IN BUFFALO RESTORATION ACTIVITIES. TO ADDRESS THESE CHALLENGES, INTERTRIBAL BUFFALOCOUNCIL AND OUR MEMBERSHIP OF 76 NATIONS WILL DESIGN AND CONDUCT REGIONAL NECROPSY TRAININGS SPECIFIC TO BUFFALOAND TAILORED FOR USE DURING CULTURAL FIELD HARVESTS, WILL DISTRIBUTE NECROPSY KITS, AND CREATE A FUND AVAILABLETO OUR MEMBERSHIP FOR THE SUBMISSION OF LABORATORY SAMPLES COLLECTED DURING EITHER PLANNED FIELD HARVESTS OROPPORTUNISTIC NECROPSIES IN RESPONSE TO BUFFALO MORTALITY. THIS PRACTICE REFLECTS A MOVE TOWARDS SURVEILLING FORDISEASE EVEN IN HEALTHY ANIMALS, OR ONES IN WHICH NO OUTWARD SYMPTOMS ARE PRESENT. THIS PROJECT WILL ALSO WORK TOINCREASE ZOONOTIC DISEASE READINESS ON A NATIONAL LEVEL BY STRENGTHENING NETWORKS BETWEEN AGENCIES AND SECTORS OFBUFFALO MANAGEMENT. AT THE COMPLETION OF THIS PROJECT, ITBC WILL HAVE DEVELOPED A CURRICULUM FOR NECROPSYTRAINING, DELIVERED FOUR TRAININGS THAT WILL HAVE REACHED 80 TRIBAL BUFFALO PROGRAM STAFF, DEVELOPED AT LEAST TWOMANAGEMENT PLANS RELATED TO DISEASE SURVEILLANCE AND BIOSECURITY BIOSAFETY DURING FIELD HARVESTS, DISTRIBUTEDNECROPSY KITS AND FIELD SUPPLIES TO 80 TRIBAL BUFFALO PROGRAM STAFF, AND WILL HAVE PROVIDED A STEADY ANDACCESSIBLE FUNDING BASE FOR LABORATORY DIAGNOSTIC FEES FROM SAMPLES COLLECTED AT BUFFALO NECROPSIES. WE WILL HAVECREATED A DATABASE TO MANAGE NECROPSY DATA AND WILL IDEALLY HAVE LEARNED ABOUT LARGER TRENDS IN BUFFALO DISEASESURVEILLANCE. WE WILL SHARE, NETWORK, AND LEARN THROUGH THE HOSTING OF 8 VIRTUAL OPEN INVITATION ZOOM MEETINGSREGARDING BUFFALO DISEASE SURVEILLANCE. OUR STAFF WILL BE EXPERIENCED IN ASSISTING TRIBES WITH SUDDEN MORTALITY,MORBIDITY, AND PROACTIVE HEARD HEALTH MANAGEMENT OF THEIR BUFFALO HERDS. THIS PROJECT AIMS FOR AN OVERALLINCREASE IN THE NORMALIZATION OF CONDUCTING NECROPSIES EACH TIME THERE IS A BUFFALO MORTALITY, WHETHER DUE TOSICKNESS OR TO PLANNED HARVEST. WITH AN INCREASING EYE ON EMERGING ZOONOTIC DISEASES, ACCOMPANIED BY TRAINING,SUPPORT, AND RESOURCES, TRIBAL BUFFALO PROGRAMS CAN LEAD THE WAY IN MONITORING WILDLIFE AND HUMAN HEALTH AS THERELATIONSHIP BETWEEN BUFFALO AND HUMANS IS RESTORED ACROSS THE NATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": 247544.0, "Infrastructure Obligations": null, "recipient_id": "902dc85d-cb1d-bf76-8992-76e557f9671c-C", "generated_internal_id": "ASST_NON_F23AP00496_1448"}, {"internal_id": 155053664, "Award ID": "F23AP00205", "Award Amount": 775000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-14", "CFDA Number": "15.069", "Description": "THE KARUK TRIBE S ITHIVTHANEENYAV, ONE GOOD EARTH,  INDIGENOUS WILDLIFE HEALTH INFRASTRUCTURE PROJECT WILL CREATE A LANDSCAPE LEVEL INDIGENOUS LED  WILDLIFE HEALTH PLAN ACROSS 1.049 MILLION ACRES OF KARUK ABORIGINAL LANDS. THE PLAN  DEVELOPMENT WILL ENTAIL RESEARCH AND MONITORING, SAMPLE GATHERING AND DATA ANALYSIS, AND  CAPACITY AND INFRASTRUCTURE BUILDING OF THE KARUK TRIBE DEPARTMENT OF NATURAL RESOURCES WILDLIFE  DIVISION TO BETTER UNDERSTAND THE ECOLOGY OF DISEASE TRANSMISSION ALONG THE HUMAN WILDLIFE  INTERFACE PERTAINING TO TICKS, DEER, AND ELK. IT WILL BE MODELED FROM THE UNIVERSITY OF CALIFORNIA,  DAVIS ONE HEALTH INSTITUTE APPROACH WHICH IS DIRECTLY ALIGNED WITH THE KARUK STEWARDSHIP ETHIC OF  SUSTAINABLY USING AND MANAGING NATURAL RESOURCES, VALUES EMBEDDED IN ALL INDIGENOUS CULTURES.  WITH THE INCLUSION OF PLACED BASED INDIGENOUS TRADITIONAL ECOLOGICAL KNOWLEDGE, THIS PROJECT  WILL RESULT IN NOVEL IDEAS AND INNOVATIVE ACTIONS THAT WILL BE REPLICABLE BY INDIGENOUS PEOPLES AND  LOCAL COMMUNITIES ACROSS THE GLOBE. IT WILL ALSO EMPLOY WESTERN SCIENCE METHODOLOGY AND  COLLABORATIONS WITH SEVERAL RESEARCHERS AND AGENCIES. THE PROJECT WILL DEVELOP A WILDLIFE HEALTH  PLAN FOR GUIDING FUTURE WILDLIFE DISEASE SURVEILLANCE AND DATA SHARING, CONDUCT PILOT CASE STUDIES  ON TICKS, DEER, AND ELK, AND DEVELOP THE RESEARCH AND MONITORING INFRASTRUCTURE AND SUPPORTING  NETWORK OF RELATIONSHIPS AND COOPERATIVE AGREEMENTS THAT WILL ENABLE EFFECTIVE EARLY DETECTION,  RESPONSE, AND MANAGEMENT OF DISEASE TRANSMISSION ALONG THE HUMAN WILDLIFE INTERFACE. THE  PROJECT ADVANCES KARUK TRIBAL SOVEREIGNTY AND COLLABORATIONS WITH INSTITUTIONS AND AGENCIES BY  DEVELOPING A MANAGEMENT PLAN INFORMED BY DATA AND RESEARCH THAT FILLS KEY INFORMATION GAPS  ABOUT DISEASE MONITORING AND MANAGEMENT IN THE HUMAN WILDLIFE INTERFACE IN KARUK ABORIGINAL  LANDS. THE PROJECT SUPPORTS EQUITY, DIVERSITY, ENVIRONMENTAL JUSTICE, AND ACCESSIBILITY OF SERVICES  BY PROVIDING JOBS AND CAPACITY BUILDING FOR A HIGHLY RURAL, LOW INCOME, INDIGENOUS COMMUNITY  WHICH IS OFTEN OVERLOOKED. THIS PROPOSAL PUTS INTO ACTION INDIGENOUS TRADITIONAL ECOLOGICAL  KNOWLEDGE AND WESTERN KNOWLEDGE TO MONITOR THE HEALTH OF DEER AND ELK, TWO KARUK CULTURAL  INDICATOR SPECIES. EXPECTED DELIVERABLES INCLUDE  1) KARUK WILDLIFE HEALTH PLAN FOR IMPLEMENTING A COLLABORATIVE KARUK WILDLIFE HEALTH MONITORING PROGRAM BASED UPON ONE HEALTH PRINCIPLES FOR EFFICIENT SURVEILLANCE OF 1.049 MILLION ACRES OF FORESTED BIODIVERSE KARUK ABORIGINAL LANDS. 2)  AGREEMENTS WITH EXPERTS AT THE NATIONAL, STATE, AND LOCAL LEVEL TO ACCESS EXPERTISE AND SERVICES  ENABLING A KARUK WILDLIFE HEALTH SURVEILLANCE PROGRAM ACROSS THE KARUK ABORIGINAL LANDSCAPE. 3)  BUILT CAPACITY FOR A KARUK WILDLIFE HEALTH SURVEILLANCE PROGRAM  INCLUDING STAFF, EQUIPMENT, AND  DATA MANAGEMENT SYSTEMS PROTOCOLS. 4) PILOT CASE STUDIES TO DEVELOP THE RESEARCH AND MONITORING  INFRASTRUCTURE AND SUPPORTING NETWORK OF RELATIONSHIPS AND REGULATORY POLICY THAT WILL ENABLE THE  EFFECTIVE EARLY DETECTION, RESPONSE, AND MANAGEMENT FOR KNOWN AND POTENTIALLY NOVEL ZOONOTIC  PATHOGENS CIRCULATING IN WILDLIFE ON KARUK ABORIGINAL LANDS. 5) SHARED FINDING THROUGH  PUBLICATIONS, REPORTS, PRESS AND OTHER COMMUNICATIONS INCLUDING RESEARCH RESULTS, MONITORING AND  MANAGEMENT PROTOCOLS, BEST PRACTICES, AND LESSONS LEARNED  EMPHASIS ON SHARING WITH INDIGENOUS  COMMUNITIES, STATE FEDERAL AGENCIES, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 775000.0, "Infrastructure Obligations": null, "recipient_id": "1e81ab07-3aaf-64a7-e9aa-0eb7a7e8890e-C", "generated_internal_id": "ASST_NON_F23AP00205_1448"}, {"internal_id": 154661079, "Award ID": "F23AP00163", "Award Amount": 759245.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-28", "CFDA Number": "15.069", "Description": "THIS PROJECT AIMS TO INCREASE OUR AGENCY S ABILITY TO DETECT AND RESPOND TO WILDLIFE DISEASES BY INCREASING OUR  RESPONSE CAPABILITY, IMPROVING OUR CAPACITY FOR SURVEILLANCE AND DIAGNOSTICS, AND ADDING DEDICATED RESOURCES  DEDICATED TO MANAGING OUR DATA AND COMMUNICATIONS NEEDS. THE FLORIDA FISH AND WILDLIFE CONSERVATION COMMISSION S   FWC  FISH AND WILDLIFE HEALTH  FWH  TEAM IS TASKED WITH PREVENTING, DETECTING, AND MANAGING DISEASES OF  WILDLIFE, RESPONDING TO STAKEHOLDER NEEDS, AND DETERMINING THE EXTENT OF DISEASE IMPACTS AND THE RISK POSED TO  OTHER SPECIES INCLUDING DOMESTIC ANIMALS AND PEOPLE. WITH A SMALL BUT DEDICATED STAFF, WE RESPOND TO WILDLIFE  HEALTH NEED IN A HEAVILY POPULATED YET ECOSYSTEM RICH STATE THAT STRECTCHES OVER 800 MILES FROM ONE END TO THE  OTHER. THIS PROJECT WILL ALLOW US TO HIRE TWO FULL-TIME STAFF FOR THE NEXT THREE YEARS TO ORGANIZE AND MANAGE  DATA AND RESPOND TO DISEASE EVENTS. BY ENACTING A STATEWIDE WH PLAN, WE WILL BUILD AND OUTFIT DISEASE RESPONSE  TEAMS IN 3 OR MORE DISTRICTS. WE WILL ALSO DEVELOP AND DISTRIBUTE A LIST OF 12 HIGH-PRIORITY COMMUNICATIONS  PRODUCTS AND DELIVER A RELATIONAL DATABASE CAPABLE OF BEING QUERIED FOR THE VERY FIRST TIME. THE RESULTS ARE  GREATER TRANSPARENCY AND COMMUNICATION WITH OUR STAKEHOLDERS, MORE IN-DEPTH OUTBREAK INVESTIGATIONS THROUGH  INCREASED SURVEILLANCE AND DIAGNOSTICS, AND IMPROVED ABILITY TO RESPOND TO EMERGING DISEASE THREATS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": 759245.0, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_F23AP00163_1448"}, {"internal_id": 155053646, "Award ID": "F23AP00162", "Award Amount": 774478.02, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-01", "CFDA Number": "15.069", "Description": "THE QAWALANGIN TRIBE OF UNALASKA (QTU), A FEDERALLY RECOGNIZED SOVEREIGN NATION LOCATED IN THE ALEUTIAN CHAIN, ALASKA,  RELIES ON A SUBSISTENCE LIFESTYLE FOR FOOD SECURITY, TRADITIONAL AND CULTURAL VALUES, AND ECONOMIC BENEFITS. HOWEVER,  SUBSISTENCE FOODS AND PUBLIC HEALTH IS CURRENTLY AT RISK DUE TO THE CONFIRMED DETECTION OF THE AVIAN INFLUENZA (HPAI) IN RED  FOX AND EAGLES FROM UNALASKA. GIVEN THAT ALASKA HAS BEEN IDENTIFIED AS A POINT OF ENTRY FOR ASIAN ORIGIN INFLUENZA VIRUSES  INTO NORTH AMERICA, WHICH HAS RESULTED IN AT LEAST ONE FATALITY, ZOONOTIC EXPOSURE TO AVIAN ORIGIN INFLUENZA VIRUSES IS AN  IMPORTANT HUMAN HEALTH CONCERN. QTU PLANS TO DEVELOP A TEAM WITH TRIBAL, CITY, OUNALASHKA CORPORATION, AND STATE AND  FEDERAL AGENCIES AND OTHER STAKEHOLDERS TO DEVELOP A WILDLIFE HEALTH MANAGEMENT PLAN FOR IDENTIFYING, MONITORING, AND  MITIGATING AVIAN FLU. ADDITIONAL ACTIVITIES INCLUDE TRAINING QTU AND TRIBAL MEMBERS IN THE IDENTIFICATION OF AVIAN FLU AND THE  SAFE DISPOSAL OF THE CARCASSES  AS MANY TRIBAL MEMBERS REGULARLY PARTICIPATE IN SUBSISTENCE HUNTING AND GATHERS, THEY CAN  BE  EYES AND EARS  FOR THIS PROJECT. THE QTU ALSO PLANS TO TRAIN MEDICAL STAFF IN IDENTIFYING AVIAN FLU IN PEOPLE AND  ADMINISTERING VACCINES, KEPT ON ISLAND, TO INFECTED PEOPLE. THIS IS IMPORTANT TO BOTH TREAT INFECTED PEOPLE QUICKLY AND PREVENT  THE SPREAD OF THE DISEASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": 774478.02, "Infrastructure Obligations": null, "recipient_id": "45548c71-339b-260d-257e-8739cbb3576d-C", "generated_internal_id": "ASST_NON_F23AP00162_1448"}, {"internal_id": 156908348, "Award ID": "F23AP00161", "Award Amount": 434782.24, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-16", "CFDA Number": "15.069", "Description": "THE ARKANSAS GAME AND FISH COMMISSION (AGFC) CREATED ITS FIRST FISH AND WILDLIFE HEALTH PROGRAM IN 2017. THIS TEAM HAS WORKED TOGETHER TO DEVELOP DISEASE MANAGEMENT PLANS, INCORPORATE HEALTH AND DISEASE CONSIDERATIONS INTO SPECIES MANAGEMENT PLANS, INITIATE WILDLIFE DISEASE RESEARCH, COORDINATE INCREASED SURVEILLANCE AND RESPONSE TO DISEASE MORTALITY EVENTS, AND TRAIN STAFF. HOWEVER, AS THE PROGRAM HAS GROWN AND INVASIVE SPECIES AND WILDLIFE PATHOGENS CONTINUE TO EMERGE AND SPREAD, THE CAPACITY OF THE CURRENT STAFF AND RESOURCES HAS BEEN EXCEEDED. THEREFORE, THE ARKANSAS GAME AND FISH COMMISSION PROPOSES TO (1) ENHANCE CAPACITY OF THE ARKANSAS FISH AND WILDLIFE HEALTH PROGRAM THROUGH FUNDING NEW AND CURRENT STAFF  (2) INCREASE AQUATIC NUISANCE SPECIES (ANS) CONTROL AND AQUATIC DISEASE MANAGEMENT CAPACITY THROUGH ACQUISITION OF NECESSARY EQUIPMENT AND CONTRACTING DISEASE TESTING SERVICES  (3)IMPROVE FISH AND WILDLIFE HEALTH EMERGENCY RESPONSE IN ARKANSAS THROUGH AGFC STAFF TRAININGS, WORKSHOPS, AND PUBLIC OUTREACH  (4) FUND RESEARCH OF AN EMERGING ZOONOTIC DISEASE, SARCOPTIC MANGE  AND (5) INCREASE STATEWIDE RABIES SURVEILLANCE IN ARKANSAS. THESE ACTIVITIES WILL MEET THE THREE MAIN OBJECTIVES OF OUR PROPOSAL   TO INCREASE AGFC S CAPACITY TO RAPIDLY AND SAFELY RESPOND TO FISH AND WILDLIFE DISEASE EVENTS, TO PARTNER WITH OTHER STATE AGENCIES AND UNIVERSITIES TO INCREASE DISEASE SURVEILLANCE AND DISEASE ECOLOGY RESEARCH THAT WILL INFORM SCIENCE BASED CONTROL PROGRAMS, AND TO CONDUCT OUTREACH AND EDUCATION TO INCREASE PREPAREDNESS FOR DISEASE DETECTION AND RESPONSE. THESE ACTIVITIES WILL BE COMPLETED IN A 2 YEAR PERIOD, FROM 2022 2024.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": 434782.24, "Infrastructure Obligations": null, "recipient_id": "4629946d-edd7-d220-9327-966c0f6ceae2-C", "generated_internal_id": "ASST_NON_F23AP00161_1448"}, {"internal_id": 154661068, "Award ID": "F23AP00157", "Award Amount": 702706.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-28", "CFDA Number": "15.069", "Description": "HEALTHY ECOSYSTEMS BENEFIT PEOPLE, PLANTS, DOMESTIC ANIMALS, AND WILDLIFE IN ALABAMA. DISEASES IMPACT AGRICULTURE, PUBLIC HEALTH AND WILDLIFE CONSERVATION. FOCUSING UPON THIS SUBJECT, THE ALABAMA DEPARTMENTS OF AGRICULTURE AND INDUSTRIES, CONSERVATION AND NATURAL RESOURCES, AND PUBLIC HEALTH, TOGETHER WITH AUBURN UNIVERSITY, WILL FORM A NEW COALITION TO DEVELOP A ONE HEALTH FRAMEWORK TO PREPARE AND SAFEGUARD AGAINST CURRENT AND EMERGING INFECTIOUS DISEASE THREATS. OUR OBJECTIVES CENTER AROUND ENHANCED SURVEILLANCE, PREVENTION, CONTROL, APPLIED RESEARCH, AND TRAINING ON WILDLIFE HEALTH ISSUES THROUGHOUT THE STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": 702706.0, "Infrastructure Obligations": null, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_F23AP00157_1448"}, {"internal_id": 155860588, "Award ID": "F23AP00150", "Award Amount": 354067.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-04", "CFDA Number": "15.069", "Description": "THE PEOPLE OF THE LUMMI NATION ARE STRONGLY CONNECTED TO THEIR CULTURAL AND TRADITIONAL FOODSINCLUDING ANIMALS, BERRIES, BIRDS, FISH, PLANTS, AND SHELLFISH THAT PHYSICALLY AND SPIRITUALLYSUSTAIN THEM AS PEOPLE. DISEASE SPREAD AMONGST THESE IMPORTANT WILDLIFE SPECIES IS A DIRECT THREATTO THE LUMMI COMMUNITY, THEIR WAY OF LIFE, AND THEIR GOAL TO MAINTAIN AND DEFEND TREATY RIGHTS,INCLUDING HUNTING AND FISHING WITHIN TRADITIONAL HUNTING AND GATHERING AREAS. THE WILDLIFE DIVISIONWAS RECENTLY ADDED TO THE LUMMI NATURAL RESOURCES (LNR) DEPARTMENT WITH THE GOAL OF FURTHERDEFENDING AND PROTECTING TREATY RIGHTS RELATED TO WILDLIFE, HUNTING, AND GATHERING. IN ORDER TOPROPERLY MANAGE WILDLIFE AMONGST CURRENT AND FUTURE CLIMATE CONDITIONS, IT IS IMPORTANT TOINCORPORATE PLANS FOR MONITORING, TESTING, AND RESPONDING TO WILDLIFE DISEASE FOR THE PROTECTION OFTHE WILDLIFE SPECIES AND THE PEOPLE THAT ARE SUSTAINED BY THIS WILDLIFE. THE PLANS SHOULD ALSOINCLUDE ADAPTATION STRATEGIES AS WILDLIFE DISEASE SPREAD MAY INCREASE WITH CLIMATE CHANGECONDITIONS. WILDLIFE DISEASES LIKE ADENOVIRUS HEMORRHAGIC DISEASE (AHD) AND TREPONEME ASSOCIATEDHOOF DISEASE (TAHD) ARE ALREADY PRESENT IN DEER AND ELK POPULATIONS IN NORTHWEST WASHINGTON ANDWILL LIKELY CONTINUE TO SPREAD AND GROW MORE PREVALENT WITHIN THESE SPECIES, THREATENING POPULATIONHEALTH AND SUSTAINABILITY. NOW THERE IS AN ADDED CONCERN THAT CHRONIC WASTING DISEASE (CWD) IS FASTAPPROACHING WASHINGTON AND COULD SOON BE IMPACTING LOCAL WILD CERVIDS AS IT HAS IN MANY OTHERSTATES AND PROVINCES. THE POTENTIAL ZOONOTIC DISEASE THREAT OF THESE WILDLIFE DISEASES TO HUMANSHAS NOT YET BEEN PROVEN, BUT MONITORING AND RESEARCH IS BEING CONDUCTED TO MORE CONFIDENTIALLYIDENTIFY THE ZOONOTIC THREAT OF WILDLIFE DISEASE WITHIN SIGNIFICANT WILDLIFE SPECIES UTILIZED BYTRIBES FOR SUBSISTENCE, CULTURAL AND SPIRITUAL PURPOSES. THE TIME TO BE PREPARED FOR WILDLIFEDISEASE AND POTENTIAL ZOONOTIC IMPACTS IS NOW AND THAT S WHY BUILDING THE STRUCTURE AND FOUNDATIONFOR MANAGING, RESEARCHING, MONITORING, RESPONDING AND EDUCATING ABOUT WILDLIFE DISEASE IS CRUCIALFOR ALL WILDLIFE PROGRAMS TO BEST MANAGE WILDLIFE SPECIES AND SUSTAIN COMMUNITIES FOR GENERATIONSTO COME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 354067.0, "Infrastructure Obligations": null, "recipient_id": "00f96565-5a09-035a-81b3-4ca729d68162-C", "generated_internal_id": "ASST_NON_F23AP00150_1448"}, {"internal_id": 155053648, "Award ID": "F23AP00145", "Award Amount": 773303.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-07", "CFDA Number": "15.069", "Description": "THE ALASKA NATIVE TRIBAL HEALTH CONSORTIUM (ANTHC) IS THE LEAD APPLICANT AGENCY AND WILL WORK THROUGH THE CENTER FOR CLIMATE AND HEALTH (AN ANTHC   ALASKA PACIFIC UNIVERSITY (APU) PARTNERSHIP), TO IMPLEMENT THE  DEVELOPINGTRIBAL CAPACITY FOR ZOONOTIC DISEASE PREPAREDNESS AND RESPONSE   A ONE HEALTH INITIATIVE  PROJECT WITH A GOAL OF INCREASING INTERAGENCY COLLABORATION, SURVEILLANCE, AND TRIBAL ENGAGEMENT IN THE PREPARATION FOR AND RESPONSE TOZOONOTIC DISEASES IN ALASKA. ALASKA NATIVE (AN) PEOPLE FACE UNIQUE AND SIGNIFICANT CHALLENGES FROM ZOONOTIC DISEASES DUE TO SUBSISTENCE HARVESTING PRACTICES THAT RELY ON THE COLLECTION AND CONSUMPTION OF TRADITIONALFOODS, LIMITED HEALTH SERVICE ACCESS, SOCIAL DETERMINANTS OF HEALTH, AND THE IMPACTS OF CLIMATE CHANGE, YET THERE ARE LIMITED RESOURCES IN RURAL ALASKA TO RESPOND TO ZOONOTIC DISEASE OUTBREAKS. ALASKA IN GENERAL HAS LIMITED CAPACITY FOR RESPONDING TO OUTBREAKS OF ZOONOTIC DISEASES DUE TO THE HIGH COST OF TRAVEL TO RURAL AND REMOTE VILLAGES  LIMITED RESOURCES TO PERFORM SURVEILLANCE, SAMPLING, AND TESTING OF WILDLIFE  AND THE LEGAL AND JURISDICTIONAL BARRIERS THAT CAN LIMIT COORDINATED INTERAGENCY RESPONSE. AS A RESULT, ZOONOTIC DISEASE DETECTION AND RESPONSE IS IN SOME CASES DELAYED, MARGINALIZED OR ABSENT, RESULTING IN UNCERTAINTY AND POTENTIALLY HIGHER RISK FOR OUTBREAKS.THIS PROJECT AIMS TO DEVELOP CAPACITY IN THE ALASKA TRIBAL HEALTH SYSTEM AND IDENTIFY STRATEGIES TO MORE EFFECTIVELY ENGAGE AND COLLABORATE WITH STATE AND FEDERAL PARTNERS TO ADDRESS ZOONOTIC DISEASE THROUGH PLANNING,SURVEILLANCE, TRAINING, AND OUTREACH. THE GOAL TO INCREASE READINESS FOR ZOONOTIC DISEASE RESPONSE, WHICH WOULD BE ACCOMPLISHED THROUGH EXPANDING SURVEILLANCE CAPACITY THROUGH THE BUILD OUT OF THE LOCAL ENVIRONMENTAL OBSERVER NETWORK AND TRAINING COMMUNITIES TO EFFECTIVELY UTILIZE THIS PLATFORM. OTHER KEY OBJECTIVES WOULD INCLUDE DEVELOPMENT OF A TRIBAL ZOONOTIC DISEASE ENGAGEMENT PLAN, INCLUDING DEVELOPING REGIONAL EXPOSURE PROFILES AND CLINICAL DEFINITIONS FOR PRESENTATION OF DIFFERENT ZOONOSIS IN WILDLIFE. ANTHC WOULD ALSO IDENTIFY KEY CONTACTS THROUGH A STATEWIDE DIRECTORY, AND HOLD COLLABORATIVE MEETINGS AND WEBINARS WITH A FOCUS ON THE SEVEN PRIORITY(AMNESIC SHELLFISH POISONING PARALYTIC SHELLFISH POISONING, ZOONOTIC INFLUENZA, CRYPTOSPORIDIOSIS GIARDIASIS,TOXOPLASMOSIS, BRUCELLOSIS, AND Q FEVER) ALASKA ZOONOTIC DISEASE AND THE IDENTIFICATION OF NEW AND EMERGING ONES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": 773303.0, "Infrastructure Obligations": null, "recipient_id": "4645cfc7-3a13-6af3-c3dc-e28845875db2-C", "generated_internal_id": "ASST_NON_F23AP00145_1448"}, {"internal_id": 155053666, "Award ID": "F23AP00130", "Award Amount": 764410.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-08", "CFDA Number": "15.069", "Description": "ZOONOTIC DISEASES ACCOUNT FOR MORE THAN 70  OF INFECTIOUS DISEASES WORLDWIDE. IN THE UNITED STATES, AVIAN INFLUENZA VIRUSES SUCH AS H5N1 AND H1N1 HOLD THE GREATEST PANDEMIC POTENTIAL OF KNOWN VIRUS GROUPS  THEREFORE, BOLSTERING THE ABILITY TO MONITOR AND PREDICT POTENTIAL SPILLOVER EVENTS FROM WILDLIFE WILL BE INTEGRAL FOR TAKING STEPS TO PREVENT HUMAN AND DOMESTIC INFECTION. THIS WILL REQUIRE STRONG COMMUNICATION AMONG STAKEHOLDERS, THE CAPACITY TO CONDUCT ACTIVE SURVEILLANCE RESEARCH, AND HAVING ADEQUATE SUPPLIES AND EQUIPMENT FOR QUICKLY RESPONDING TO DISEASE EVENTS.   AS SUCH, THIS MULTI AGENCY PROJECT AIMS TO 1) BUILD A COMMUNICATION NETWORK AMONG STAKEHOLDERS FOR RAPID DISSEMINATION OF WILDLIFE DISEASE EVENTS, INCLUDING A STREAMLINED METHOD FOR TRACKING WILDLIFE DISEASES IN THE STATE, 2) INCREASE ACCESS TO PERSONAL PROTECTIVE EQUIPMENT FOR WILDLIFE BIOLOGISTS, WILDLIFE REHABILITATORS, AND CONSERVATION OFFICERS, 3) DEVELOP A WILDLIFE DISEASE AND RESPONSE TRAINING PROGRAM FOR STAKEHOLDERS, 4) INCREASE DIAGNOSTIC CAPACITY FOR WILDLIFE REHABILITATION CENTERS AND STATE WILDLIFE HEALTH OFFICIALS, AND FINALLY TO 5) FULLY EXECUTE REPLICABLE STUDY DESIGN TO INVESTIGATE THE CONNECTION BETWEEN WATER QUALITY AND THE ZOONOTIC POTENTIAL OF VIRUS COMMUNITIES IN INDIANA WATERFOWL.THIS DIVERSIFIED PROJECT ENCOMPASSES A ONE HEALTH APPROACH TO WILDLIFE DISEASES AND WILL BUILD A STRONG FOUNDATION FOR A WILDLIFE HEALTH PROGRAM THAT HAS BEEN OPERATING FOR FEWER THAN FIVE YEARS.  THE OVERARCHING AIM IS TO BUILD A FRAMEWORK OF STAKEHOLDER PREPAREDNESS AND RESPONSE IN THE STATE AND TO DEMONSTRATE ITS FEASIBILITY WITH A RESEARCH STUDY DESIGN THAT WILL IDENTIFY HOTSPOTS OF POTENTIAL ZOONOTIC SPILLOVER TO HUMANS AND DOMESTIC ANIMALS. THE GOAL IS TO FOSTER SOUND GUIDANCE FOR FUTURE POLICY DECISIONS THAT ARE BASED ON SCIENTIFIC EVIDENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": 764410.0, "Infrastructure Obligations": null, "recipient_id": "f528c817-8166-5643-bd8a-d80a7ecb3262-C", "generated_internal_id": "ASST_NON_F23AP00130_1448"}, {"internal_id": 154661080, "Award ID": "F23AP00118", "Award Amount": 746757.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-28", "CFDA Number": "15.069", "Description": "GLOBALLY, THE HEALTH OF OUR MARINE ECOSYSTEMS IS AT RISK. THROUGH ANTHROPOGENIC ACTIVITIES, OUR SOCIETY HAS CREATED A PERFECT STORM OF CONDITIONS THAT FACILITATE THE EMERGENCE OF ZOONOTIC DISEASES  DISEASES SHARED BY ANIMALS AND HUMANS  AND OTHER HEALTH THREATS. FOR INSTANCE, WARMING OCEANS ARE CAUSING THE COLLAPSE OF MARINE FOOD WEBS NECESSARY TO SUSTAIN HEALTHY WILDLIFE POPULATIONS AND THE ECONOMIES AND LIVELIHOODS OF HUMANS RESIDING IN COASTAL COMMUNITIES. IN ADDITION, RUNOFF AND SEWAGE INTRODUCE CONTAMINANTS AND NOVEL DISEASES, AND CONTRIBUTE TO THE FREQUENCY AND SEVERITY OF ALGAL BLOOMS HARMFUL TO THE HEALTH OF PEOPLE AND ANIMALS. PROMOTING HEALTHY OCEANS HAS BEEN A MAJOR FOCUS OF SEVERAL RECENT INITIATIVES, INCLUDING THE UNITED NATIONS SUSTAINABLE DEVELOPMENT GOALS. HOWEVER, WE ARE FAILING TO DEVELOP EFFECTIVE AND ACHIEVABLE SOLUTIONS, IN PART BECAUSE OF THE COMPLEXITY OF THESE ISSUES. THE URGENCY OF THESE THREATS REQUIRES AN APPROACH THAT UNITES STAKEHOLDERS WHO ARE DEDICATED TO WORKING TOGETHER BY SHARING INFORMATION ACROSS DISCIPLINES AND ENGAGING IN INTEGRATED, LONG-TERM STUDIES TO DETECT THE IMPACTS OF CLIMATE CHANGE AND OTHER STRESSORS ON MARINE ECOSYSTEM HEALTH AND TO GUIDE DEVELOPMENT OF INNOVATIVE SOLUTIONS THAT BRING TRANSFORMATIVE AND SUSTAINABLE CHANGE.THIS PROJECT WILL BRING TOGETHER A MULTIDISCIPLINARY, CROSS-SECTORAL NETWORK OF EXPERTS AND STAKEHOLDERS TO FORM THE EASTERN PACIFIC MARINE ONE HEALTH COALITION  EPMOHC , DEDICATED TO A COORDINATED APPROACH, SPANNING DIFFERENT INSTITUTIONS AND JURISDICTIONS, TO ADDRESS COMPLEX CHALLENGES THAT NO ONE ENTITY CAN TACKLE ALONE. THE COALITION WILL BE FOUNDED ON A MODEL THAT BRINGS PARTNERS SHARED VALUE AND IS SOLUTIONS-BASED, TRANSFORMATIVE, SUSTAINABLE, AND SCALABLE. THESE INDIVIDUALS, AS WELL AS COASTAL COMMUNITIES, WILL BE THE DIRECT BENEFICIARIES OF THE COALITION AND ITS ACHIEVEMENTS.EPMOHC WILL PROVIDE A PLATFORM TO MOBILIZE EXPERTISE AND RESOURCES AND COLLECTIVELY UNLEASH INNOVATIVE APPROACHES THAT WILL HAVE DIRECT BEARING ON THE MANAGEMENT OF PROTECTED SPECIES IN MARINE ECOSYSTEMS AND THE HEALTH AND LIVELIHOODS OF COASTAL COMMUNITIES. THIS COALITION WILL BE CONVENED FOR A SERIES OF WORKSHOPS DURING WHICH MEMBERS WILL FORM SMALL WORKING GROUPS TO STRENGTHEN EXISTING CAPACITIES FOR HEALTH MONITORING, ZOONOTIC DISEASE SURVEILLANCE, RESPONSE, AND MANAGEMENT IN MARINE ENVIRONMENTS IN THE EASTERN PACIFIC BY - IDENTIFYING SHARED GOALS AND NEEDS - SHARING KNOWLEDGE AND RESOURCES - DEVELOPING A FRAMEWORK THROUGH WHICH TO SHARE DATA AND INTEGRATE LONG-TERM DATASETS ON MARINE MAMMAL HEALTH AND OCEANOGRAPHIC CONDITIONS - SHARING DATA AND ARCHIVED MARINE MAMMAL SAMPLES TO REACH COMMON GOALS AROUND HEALTH MONITORING AND RESEARCH - IDENTIFYING FUNDING OPPORTUNITIES AND FORMING WORKING GROUPS TO PURSUE THEM  AND- SHARING ANALYTICAL APPROACHES TO APPLY TO THESE LARGE, INTEGRATED DATASETS TO UNDERSTAND COMPLEX INTERACTIONS, INCLUDING OCEANOGRAPHIC AND ANTHROPOGENIC FACTORS, INFLUENCING INFECTIOUS DISEASE IN THE MARINE ECOSYSTEM.KEY ACTIVITIES ALSO INCLUDE BUILDING ON EXISTING ZOONOTIC DISEASE SURVEILLANCE EFFORTS IN CALIFORNIA SEA LIONS AS A CASE STUDY TO - UNDERSTAND CLIMATE IMPACTS ON LEPTOSPIRA DYNAMICS, INCLUDING TRANSMISSION TO OTHER SUSCEPTIBLE MARINE MAMMALS  E.G. STELLER SEA LIONS, SEA OTTERS  - EVALUATE THE PERFORMANCE OF TWO RAPID, FIELD-DEPLOYABLE LEPTOSPIRA DIAGNOSTIC TESTS RELATIVE TO THE GOLD STANDARD TEST  AND- INCLUDE OTHER DISEASES AND ZOONOSES SUCH AS SARS-COV-2 AND INFLUENZA A VIRUS.KEY DELIVERABLES ARE ESTABLISHING A COALITION OF STAKEHOLDERS DEDICATED TO STRENGTHENING EXISTING CAPACITIES FOR HEALTH MONITORING, ZOONOTIC DISEASE SURVEILLANCE, RESPONSE AND MANAGEMENT IN MARINE ENVIRONMENTS OF THE EASTERN PACIFIC  EXECUTING THE WORKSHOP-RELATED ACTIVITIES DESCRIBED ABOVE  EXTENDING LONG-TERM ZOONOTIC SURVEILLANCE OF LEPTSOPIRA IN MARINE MAMMALS  AND EVALUATING THE PERFORMANCE OF RAPID, PATIENT-SIDE LEPTOSPIRA DIAGNOSTIC TESTS IN SEA LIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": 746757.0, "Infrastructure Obligations": null, "recipient_id": "37a1fb0b-1748-278b-137d-d90e1c816b0e-C", "generated_internal_id": "ASST_NON_F23AP00118_1448"}]