[{"internal_id": 161864608, "Award ID": "G23AC00561", "Award Amount": 660018.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "15.073", "Description": "PROJECT TITLE: GEOCHEMICAL REANALYSIS OF NURE SAMPLES FROM THE COLORADO PLATEAU, NEW MEXICO, UTAH, COLORADO, AND ARIZONAPROJECT PERIOD: 08 10 2023  08 09 2026AWARD PURPOSETHE AREA CONTAINS 36 FOCUS AREAS COVERING 14 MINERAL SYSTEMS AND 38 DEPOSIT TYPES AND REPRESENTS A SIGNIFICANT GEOLOGIC AND MINERAL RESOURCE PROVINCE, INCLUDING NUMEROUS CRITICAL MINERALS. THIS PROJECT PROPOSES TO HAVE A SELECT GROUP OF EXISTING NURE SEDIMENT PULPS TO BE REANALYZED BY THE USGSUSING MODERN GEOCHEMICAL METHODS. THIS DATA WOULD BE INVALUABLE FOR USE IN REGIONAL MINERALRESOURCE ASSESSMENTS AND GENERAL GEOLOGIC STUDIES. IN ADDITION, SELECT FOCUS AREAS CONTAINING CRITICAL MINERALSWILL BE RESAMPLED TO ADD TO KNOWLEDGE IN CRITICAL AREAS.NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES WILL SERVE AS THE PRIMARY STATESURVEY, AND WILL WORK COOPERATIVELY IN A LEADERSHIP ROLE WITH THE SECONDARY STATE SURVEYS,ARIZONA, UTAH, AND COLORADO, THROUGHOUT THE PERIOD OF PERFORMANCE. THE DESIRED MULTI-STATEPARTNERSHIP HAS BEEN ASSEMBLED BY THE PRIMARY STATE GEOLOGICAL SURVEY TO ENSURE A BROADEVALUATION OF THE COLORADO PLATEAU FOCUS AREA AS OUTLINED IN THE ACCOMPANYING FOCUS AREADESCRIPTION, AND ACCORDINGLY IT WILL BE NECESSARY TO REACH OUT AND ACQUIRE SAMPLES FROM THE STATEGEOLOGICAL SURVEYS LISTED ABOVE. THE PRIMARY GEOLOGIC SURVEY WILL DISTRIBUTE FUNDING TO THESECONDARY AND THE SUPPORTING STATE GEOLOGICAL SURVEYS, TO SECURE SAMPLES OF RELEVANTSTRATIGRAPHIC INTERVALS, DEVELOP THE METHODOLOGY FOR SAMPLE COLLECTION AND SAMPLECHARACTERIZATION, COORDINATE SAMPLE SUBMITTALS TO THE USGS GEOCHEMISTRY LABORATORY, EVALUATETHE GEOCHEMICAL RESULTS, AND DEVELOP A REPORT AND GEOCHEMICAL DATA RELEASE THAT SUMMARIZES THESALIENT CONCLUSIONS OF THE STUDY. ACTIVITIES TO BE PERFORMED1. COMPILE ALL AVAILABLE DATA AND ENTER INTO GIS IF APPROPRIATE, DEVELOP DATABASE2. DEFINE SAMPLING METHODS TO BE USED BY ALL PARTICIPATING STATE GEOLOGICAL SURVEYS.3. CREATE MAPS OF EXISTING NURE SAMPLE LOCATIONS WITH LAND STATUS TO DIRECT NEW STREAM SEDIMENT, ROCK, AND SOIL SAMPLING. EMPLOY DRAINAGE BASIN ANALYSIS IN GIS TO DETERMINE COVERAGE OF STREAM SEDIMENT SAMPLES.4. DETERMINE WHICH EXISTING NURE SAMPLES SHOULD BE REANALYZED AND SUBMIT LIST TO USGS.5. CONSTRUCT A WELL-DOCUMENTED GEOCHEMICAL DATABASE, FOLLOWING USGS PROVISION OF GEOCHEMICAL DATA BASED ON ANALYSES OF THE SUBMITTED SAMPLES.6. COLLECT NEW STREAM SEDIMENT, ROCK, AND SOIL SAMPLES. SEND TO USGS FOR ANALYSIS. PERFORM MINERALOGICAL ANALYSIS WHERE APPROPRIATE.7. COMPILATION OF FINAL TECHNICAL REPORT, GEOCHEMICAL DATA, AND SAMPLE MAP. PRESENTATION AT MEETINGS. PUBLICATION IN APPROPRIATE JOURNALS.DELIVERABLESTHE DELIVERABLES WILL INCLUDE A TECHNICAL REPORT, ALONG WITH GEOCHEMICAL ANDMINERALOGICAL DATA. RESULTS WILL BE PRESENTED AT CONFERENCES IN FY23-24 AT NEW MEXICOGEOLOGICAL SOCIETY SPRING MEETINGS AND ANNUAL MEETINGS OF THE GEOLOGICAL SOCIETY OF AMERICA,SOCIETY OF ECONOMIC GEOLOGISTS (SEG) AND OR SOCIETY FOR MINING, METALLURGY, AND EXPLORATION,INC. (SME). PUBLICATION IN APPROPRIATE JOURNALS WILL FOLLOW.INTENDED BENEFICIARIESTHIS PROJECT IS IMPORTANT TO THE STATES INVOLVED BECAUSE CRITICAL MINERAL RESOURCESMUST BE IDENTIFIED BEFORE LAND EXCHANGES, WITHDRAWALS OR OTHER LAND USE DECISIONS ARE MADE BYGOVERNMENT OFFICIALS. SOME LAND INVESTIGATED IS U.S. FOREST SERVICE, WHO ALSO REQUIRED THESEDATA FOR LAND DECISION MAKING, INCLUDING POTENTIAL PERMITTING OF EXPLORATION AND MINING EFFORTS.FUTURE MINING OF POTENTIAL CRITICAL MINERALS DEPOSITS WILL DIRECTLY BENEFIT THE ECONOMY OF THERESPECTIVE STATES. FURTHERMORE, THIS PROJECT WILL INCLUDE TRAINING AND TEACHING OF YOUNGER,PROFESSIONAL GEOLOGISTS AND STUDENTS IN ECONOMIC GEOLOGY BY THE PIS.SUBRECIPIENTS:UTAH GEOLOGICAL SURVEY, COLORADO GEOLOGICAL SURVEY, ARIZONA GEOLOGICAL SURVEY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "03eb6810-7870-d8cb-dc0f-5defaaa07d45-C", "generated_internal_id": "ASST_NON_G23AC00561_1434"}, {"internal_id": 161864598, "Award ID": "G23AC00526", "Award Amount": 297963.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "15.073", "Description": "PROJECT TITLE: INVENTORY AND CHARACTERIZATION OF MINE WASTES IN THE UPPER MISSISSIPPI VALLEY LEAD-ZINC DISTRICTFROM ILLINOIS AND WISCONSINPROJECT PERIOD: 9 1 2023 THROUGH 9 1 2025THE UPPER MISSISSIPPI VALLEY (UMV) LEAD-ZINC DISTRICT IS ONE OF THE LARGEST BASE METAL DISTRICTS IN NORTH AMERICA AND THE TYPE LOCALITY FOR MISSISSIPPI VALLEY-TYPE (MVT) DEPOSITS. IT COVERS MORE THAN 7,800 KM2 IN NORTHWEST ILLINOIS, NORTHEAST IOWA, AND SOUTHWEST WISCONSIN. THE UMV LEAD-ZINC DISTRICT IN THIS AREA HAS PRODUCED OVER 1.5 MILLION SHORT TONS OF ZINC AND 500,000 SHORT TONS OF LEAD. THE ORES CONTAIN 4  TO 8  OF ZN, AND 0.5  TO 1  OF PB. A LARGE VOLUME OF MINE WASTES HAS REJECTED FROM EXTRACTION OF PB AND ZN ORES FORMING MINE, MILL TAILINGS, AND ROCK PILES ACROSS THE UMV LEAD-ZINC DISTRICT. REMAINING LEAD AND ZINC IN SOME OF THESE MINE TAILINGS PILES GAVE HIGH CONCENTRATIONS OF LEAD (446 TO 1,943 PPM) AND ZINC (3,502 TO 20,088 PPM) BUT THERE IS NO RELIABLE DATA AVAILABLE ON THE DISTRIBUTION OR THE CONCENTRATIONS OF CRITICAL MINERALS SUCH AS ZN, BA, U, CD, AG, GA, IN, AND GE-BEARING MINERALS WITHIN MVT SPHALERITE ORE, AND ASSOCIATED BARITE ORE.  FOR THIS 2-YEAR EARTH MAPPING RESOURCE INITIATIVE (EMRI) PROJECT, THE ISGS AND WGNHS PROPOSES TO INVENTORY AND CHARACTERIZE UMV MINE WASTE SITES THAT MAY POTENTIALLY CONTAIN CRITICAL MINERAL RESOURCES. THE EMRI MINE WASTE COOPERATIVE AGREEMENTS G23AS00160 PROVIDES AN OPPORTUNITY TO DELIVER UNBIASED INFORMATION OF UNKNOWN MINERAL RESOURCE POTENTIAL, DISPOSAL VOLUME, AND ENVIRONMENTAL INTERACTION IN A REGION THAT HAS BEEN LARGELY MINED FOR LEAD AND ZINC ORES.PRIORITY 1 NATIONAL MINE WASTE INVENTORY WILL COLLECT, COMPILE, AND MAP EXISTING DATA OF UMV MINE WASTE SITES IN ILLINOIS AND WISCONSIN TO PROVIDE THE SURFACE FRAMEWORK FOR FUTURE EXPLORATIONS OF CRITICAL MINERALS. THE ISGS WILL DELIVER A GEMS COMPLIANT ARCGIS DATABASE, A MAP OF ALL GEOREFERENCED UMV MINE WASTE SITES, A REPORT, AND FEEDBACK PROVIDED BY USMIN.FOR THE PRIORITY 2 PROJECT, THE ISGS HAS PRIORITIZED TWO MINE WASTE SITES IN ILLINOIS FOR THEIR VOLUME, GEOLOGY, AND POTENTIALLY RESOURCES: (1) THE BAUTSCH-GRAY MINE SUPERFUND SITE, AND (2) THE LITTLE GIANT MINES MINE TAILING PILE. MINE WASTES MATERIALS WILL BE COLLECTED FOLLOWING THE NEWLY CREATED USGS SAMPLING PROTOCOL FOR MINE WASTE CHARACTERIZATION EFFORTS TO STANDARDIZE THE SAMPLING CARRIED OUT BY THE STATE GEOLOGICAL SURVEYS. THE SAMPLES WILL BE ANALYZED FOR GEOCHEMISTRY AND MINERALOGY TO IDENTIFY MINE WASTE SITES FOR THEIR EXTRACTION OF CRITICAL MINERALS IN THE FUTURE. THE ISGS WILL DELIVER TO THE USGS GEOSPATIAL DATA OF THE UMV MINE WASTE SITES, VOLUME ESTIMATES OF MINE TAILINGS PILES, GEOCHEMISTRY, RESOURCE ESTIMATION, AND REPORT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G23AC00526_1434"}, {"internal_id": 161864594, "Award ID": "G23AC00502", "Award Amount": 299028.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "15.073", "Description": "PROJECT TITLE: MINERAL RESOURCE AND MINE WASTE MAPPING - A BASELINE ASSESSMENT TO UNDERSTAND MINERAL RESOURCES AND GUIDE REGULATORY DECISIONS FOR THE EMPIRE STATEPROJECT PERIOD: 9 4 2023 THROUGH 9 3 2025AWARD PURPOSE: TO PRODUCE SCIENTIFIC INFORMATION THAT WILL IMPROVE THE UNDERSTANDING OF THE GEOCHEMICAL ANDMINERAL COMPOSITION OF ROCKS WITHIN NEW YORK STATE.ACTIVITIES TO BE PERFORMED: GEOLOGICAL FIELDWORK AND MAPPING WILL OCCUR IN MULTIPLE COUNTIES ACROSS NEW YORK STATE AND INCLUDE ST. LAWRENCES, LEWIS, ESSEX, CLINTON, JEFFERSON, PUTNAM, WESTCHESTER, ORANGE, SULLIVAN, HAMILTON AND WARREN COUNTIES. FIELD WORK CONSISTS OF FIELD TRAVERSES AND COLLECTION OF ROCK SAMPLES FROM MINE TAILINGS OR WASTE PILES FROM MINING OPERATIONS.DELIVERABLES: THE RESULTING DELIVERABLES WILL INCLUDE TWO-DIMENSIONAL GEOLOGIC MAPS OF MINERAL OCCURRENCES, MINES AND MINE WASTE PILES AT THE SURFACE. IN ADDITION, DATABASES ON THE MINERALOGICAL AND CHEMICAL COMPOSITION OF MINE WASTE WILL ALSO BE PRODUCED. THE MAPS, REPORTS AND INFORMATION WILL PROVIDE INFORMATION ON THE LOCATION OF CRITICAL MINERALS IMPORTANT FOR SOCIETAL INFRASTRUCTURE AND THE NATIONS ECONOMY. INTENDED BENEFICIARIES: THE MAPS AND DATA WILL PROVIDE EARTH SCIENCE EDUCATIONAL INFORMATION ON THE NATURAL HISTORY OF NEW YORK STATE AND WILL SIMULTANEOUSLY PROVIDE COUNTY LAND USE OFFICIALS SUCH AS HEALTH DEPARTMENTS, HIGHWAY DEPARTMENTS, AND WATER DEPARTMENTS THAT MANAGE AND PERMIT ACTIVITIES. STATE AGENCIES SUCH AS PARKS, ENVIRONMENTAL CONSERVATION, THRUWAY AND TRANSPORTATION AND OTHER AGENCIES WILL BE ABLE TO UTILIZE THE DETAILED SCIENTIFIC INFORMATION ON THE GEOLOGY TO MANAGE RESOURCES AND LONG-RANGE PLANNING.SUBRECIPIENTS: N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a189d720-b766-95c7-8e39-d6a56e43905a-C", "generated_internal_id": "ASST_NON_G23AC00502_1434"}, {"internal_id": 161864593, "Award ID": "G23AC00497", "Award Amount": 53998.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "15.073", "Description": "PROJECT TITLE:  INVENTORY OF MILLS, TAILINGS, SLAGS, AND SMELTERS IN NEW MEXICOAWARD PURPOSE: INVENTORY OF MILLS, TAILINGS, SLAGS, AND SMELTERS IN NEW MEXICO ACTIVITIES TO BE PERFORMED:1)THE RECIPIENT FIRST POPULATE RECORDS FOR FIVE MINE WASTE MILLS, TAILINGS, SLAGS, AND SMELTERS TO CALIBRATE DATA ENTRY AND SUBMIT THAT TO THE USMIN PROJECT PERSONNEL TO ASSURE THE DATA ARE IN THE PROPER STANDARD FORMAT.2)THE RECIPIENT WILL THEN CHECK THE INITIAL FIVE RECORDS AND PROVIDE FEEDBACK TO THE STATES ON THOSE RECORDS, NOTING WHICH FIELDS ARE POPULATED CORRECTLY, AND WHICH FIELDS NEED TO BE CORRECTED. THIS WILL ASSURE THAT ANY QUESTIONS OR ISSUES ARE ADDRESSED AT THE BEGINNING OF THE PROJECT BEFORE SIGNIFICANT TIME AND RESOURCES ARE EXPENDED.3)BASED ON THE FEEDBACK FROM THE USGS, RECIPIENT PERSONNEL WILL THEN POPULATE RECORDS FOR 20 ADDITIONAL MINE WASTE FEATURES.4)THE RECIPIENT WILL REVIEW THOSE 20 RECORDS, AND THEN PROVIDE FEEDBACK TO THE STATES ON THOSE RECORDS, NOTING WHICH FIELDS ARE POPULATED CORRECTLY, AND WHICH FIELDS NEED TO BE CORRECTED.5)THEN THE RECIPIENT WILL CONTINUE WITH THE INVENTORY OF MILLS, TAILINGS, SLAGS, AND SMELTERS IN NEW MEXICOPROJECT DELIVERABLES AND OUTCOMES:1)25 RECORDS OR MORE THAT HAVE BEEN POPULATED ACCORDING TO THE USGS QUALITY CONTROL STEPS AND THEN ALL SUBSEQUENTIAL RECORDS WHOSE INPUT INCORPORATES THE FEEDBACK PROVIDED BY USMIN2)ALL RECORDS WILL BE SUBMITTED AS A SINGLE ARCGIS DATABASE TO USMIN USGS.GOV.3)A BRIEF (1-2 PAGES) REPORT DESCRIBING THE PROCESS AND SUMMARIZING WHAT WAS SUBMITTEDINTENDED BENEFICIARIES:1)USGS USMIN2)STATE AND FEDERAL GOVERNMENT DECISION MAKERS3)GENERAL PUBLICSUBRECIPIENT: N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "03eb6810-7870-d8cb-dc0f-5defaaa07d45-C", "generated_internal_id": "ASST_NON_G23AC00497_1434"}, {"internal_id": 161362939, "Award ID": "G23AC00475", "Award Amount": 53568.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-28", "CFDA Number": "15.073", "Description": "PROJECT TITLE: MINE WASTE INVENTORY FOR OKLAHOMAPROJECT PERIOD: 8 1 2023 THROUGH 7 31 2025AWARD PURPOSE: IN OKLAHOMA, MINE WASTE IS GENERALLY REGULATED BY 3 STATE GOVERNMENT OFFICES, THE DEPARTMENT OF ENVIRONMENTAL QUALITY (DEQ), OKLAHOMA DEPARTMENT OF MINES AND THE LAND OFFICE. ALL THREE SOURCES HAVE PUBLICLY AVAILABLE RECORDS OF MINE WASTE, BUT TO DATE THERE IS NOT A COMPREHENSIVE LIST OF POTENTIAL MINE WASTE SOURCES IN OKLAHOMA. IN ORDER FOR OKLAHOMA TO DETERMINE IF ANY OF THESE MINE WASTE SOURCES COULD BE A VIABLE ECONOMIC RESOURCE, A COMPREHENSIVE LIST DETAILING THE POTENTIAL MINERAL AND MINE WASTE SOURCES IS NEEDED FOR THE ENTIRE STATE. THEREFORE, THE GOAL OF THIS PROJECT AT THE OKLAHOMA GEOLOGICAL SURVEY, WILL BE TO CREATE A COMPREHENSIVE ARCGIS MINE WASTE DATABASE FOR THE STATE OF OKLAHOMA USING PUBLICLY AVAILABLE DATA. THIS DATABASE WILL ALLOW OGS TO IDENTIFY POTENTIAL SITES FOR MINE WASTE CHARACTERIZATION FOR A FUTURE PROPOSAL.ACTIVITIES: THE MINE WASTE INVENTORY FOR THE STATE OF OKLAHOMA WILL BE COMPILED USING PUBLICLY AVAILABLE DATA FROM A FEW DIFFERENT SOURCES. CURRENTLY, THE PLAN IS TO INCORPORATE 3 MAIN SOURCES OF DATA INTO THIS ARCGIS INVENTORY, (1) WORK WITH THE OFFICE OF THE OKLAHOMA CONSERVATION COMMISSION TO VERIFY THE REMAINING MINERAL AND MINE WASTE RECORDS OBTAINED FROM THE MINERAL RESOURCES DATA SYSTEM (MRDS) DATABASE (2) WORK WITH THE DEPARTMENT OF MINES TO DIGITIZE DECADES OF PAPER RECORDS REGARDING MINING OPERATIONS (INCLUDING, ACTIVE, INACTIVE, PROSPECT), (3) INCORPORATE THE MINERAL AND MINE WASTE DATA FOR THE STATE THAT IS CURRENTLY CONTAINED IN THE USMIN DATABASE COMPILED BY HORTON AND SAN JUAN (2016).DELIVERABLES   OUTCOMES: THE DELIVERABLES WILL INCLUDE A COMPREHENSIVE ARCGIS MINE WASTE DATABASE FOR THE STATE OF OKLAHOMA WITH THE 25 RECORDS THAT HAVE BEEN POPULATED ACCORDING TO QUALITY CONTROL STEPS LISTED IN THE NOFO. THE DATABASE, AND ANY OTHER DOCUMENTATION (TABLES, FIGURES, ETC) WILL BE FORMATTED TO MEET THE REQUIRED ARCGIS USMIN DATABASE STANDARD. A SUMMARY REPORT WILL ALSO BE COMPILED BASED ON THE PROCESS AND THE DATABASE AND WILL BE SUBMITTED UPON COMPLETION OF THE PROJECT.BENEFICIARIES: THE PRIMARY BENEFICIARIES OF THE PROPOSED DATABASE WILL BE STATE GOVERNMENT AGENCIES AND THE PUBLIC.SUBRECIPIENTS: N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": 53568.0, "recipient_id": "4837eb8d-f028-01fb-72d6-af2f904c0e4c-C", "generated_internal_id": "ASST_NON_G23AC00475_1434"}, {"internal_id": 161362937, "Award ID": "G23AC00470", "Award Amount": 53995.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-28", "CFDA Number": "15.073", "Description": "PROJECT TITLE: EARTH MAPPING RESOURCES INITIATIVE: KENTUCKY NON-COAL MINE WASTE INVENTORYPROJECT PERIOD: 8 1 2023 THROUGH 7 31 2025AWARD PURPOSE - TO USE ARCHIVE MINING DOCUMENTS TOGETHER WITH REMOTE SENSING METHODS TO LOCATE AND DELINEATE POTENTIAL NON-COAL MINE WASTE SITES. THE HISTORY OF MINING FOR NON-COAL MINERAL RESOURCES IN KENTUCKY REACHES BACK TO 1830S  HOWEVER, PRODUCTION HAS BEEN ERRATIC THROUGHOUT MUCH OF THE 1900S, WITH NO NOTABLE RECENT MINING ACTIVITY. NON-COAL MINING ACTIVITIES WERE FOCUSED IN THREE MAIN AREAS OF MINERALIZATION: THE WESTERN KENTUCKY FLUORSPAR DISTRICT, THE CENTRAL KENTUCKY MINERAL DISTRICT, AND THE SOUTH CENTRAL KENTUCKY MINERAL DISTRICT. THE MINERALIZATION IN THESE AREAS BELONG TO THE BASIN BRINE PATH, MAGMATIC RARE EARTH ELEMENT, AND HYBRID BASIN BRINE PATH MAGMATIC RARE EARTH ELEMENT MINERAL SYSTEMS. THESE MINERAL DEPOSITS ARE CONSIDERED TO BELONG TO THE MISSISSIPPI VALLEY-TYPE DEPOSITS AND ARE HOSTED IN MISSISSIPPIAN CARBONATES IN THE WESTERN KENTUCKY FLUORSPAR DISTRICT AND IN ORDOVICIAN CARBONATES IN CENTRAL AND SOUTH-CENTRAL KENTUCKY. MINERALS PRIMARILY MINED IN THESE AREAS WERE FLUORITE, SPHALERITE, AND BARITE. THE CRITICAL MINERALS ASSOCIATED WITH THESE DEPOSITS ARE BARIUM, COBALT, FLUORINE, GALLIUM, GERMANIUM, INDIUM, RARE EARTH ELEMENTS,STRONTIUM, AND ZINC. DESPITE THE LONG MINING HISTORY IN THE STATE, THERE IS NO INFORMATION READILYAVAILABLE ABOUT THE LOCATION AND VOLUME OF NON-COAL MINE WASTE. IDENTIFYING THE LOCATION AND EXTENT OF MINE WASTE SITES IS NOT ONLY OF INTEREST AS POTENTIAL SOURCES FOR RESIDUAL CRITICAL MINERALS BUT ALSO IN RELATION TO HEALTH AND ENVIRONMENTAL RISKS THAT MAY BE ASSOCIATED WITH THESE WASTE PILES.ACTIVITIES TO BE PERFORMED - PROJECT PERSONNEL WILL REVIEW HUNDREDS OF ARCHIVE MINING DOCUMENTS PUBLICLY AVAILABLE VIA THE KENTUCKY GEOLOGICAL SURVEY S KENTUCKY MINERAL RESOURCES INFORMATION MAP SERVICE TO IDENTIFY ANY INFORMATION ON NON-COAL MINE WASTE. IDENTIFIED MINE WASTE SITES WILL BE LOCATED ON DIGITAL ELEVATION MODELS PRODUCED USING LIGHT DETECTION AND RANGING (LIDAR) DATA. THESE DATA WILL BE USED WITH THE INTENT OF DEVELOPING A MACHINE LEARNING TOOL TO IDENTIFY MORPHOLOGICAL FEATURES THAT MAY BE THE RELATED TO WASTE SITES THUS FACILITATING THE IDENTIFICATION OF UNDOCUMENTED MINE WASTE LOCATIONS.DELIVERABLES AND OUTCOMES - THE DELIVERABLES FOR THIS PROJECT ARE GEOSPATIAL DATA THAT OUTLINE THE LOCATION, GEOLOGY, AND RESOURCES OF MINE WASTE IN KENTUCKY WITH FOCUS ON THE WESTERN KENTUCKY FLUORSPAR DISTRICT.INTENDED BENEFICIARIES -THE OUTCOMES OF THIS PROJECT WILL BE INCORPORATED INTO THE NATIONAL MINE WASTE INVENTORY USGS IS CURRENTLY BUILDING AND WILL SUPPORT STATE AND FEDERAL AGENCIES THAT ARE RESPONSIBLE FOR LAND MANAGEMENT PLANNING AND REMEDIATION DECISIONS. THE OUTCOMES OF THIS PROJECT WILL ALSO HELP ANSWER THE QUESTIONS OF HOW MANY MINE WASTE SITES THERE ARE IN THE US AND WHERE THEY ARE LOCATED.SUBRECIPIENTS: N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": 53995.0, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_G23AC00470_1434"}, {"internal_id": 161362936, "Award ID": "G23AC00469", "Award Amount": 53964.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-28", "CFDA Number": "15.073", "Description": "PROJECT TITLE: INVENTORYING ARIZONA S MINE WASTEPROJECT PERIOD: 8 1 2023 THROUGH 7 31 2025AWARD PURPOSE: TO COMPILE MINE WASTE SITES IN NORTHWESTERN ARIZONA (COCONINO, MOHAVE, AND YAVAPAI COUNTIES). THIS PROJECT WILL CONSIDER THEIR KNOWN GEOLOGY, PAST PRODUCTION HISTORY, AND ESTIMATE VOLUME OF MINE WASTE LEFT AFTER HISTORIC MINING TO ESTIMATE HOW MUCH ADDITIONAL RESOURCES MAY REMAIN IN THE LEGACY MINE WASTE SITES. THIS WILL BE OF SIGNIFICANT IMPORTANCE TO THE NATION AS THE CRITICAL MINERALS NEEDED TO DRIVE THE GREEN ENERGY TRANSITION HAVE LOWER OCCURRENCES THAN THE MAJOR, NON-CRITICAL METALS HISTORICALLY MINED ACROSS THE UNITED STATES. UNDERSTANDING WHAT COMMODITIES MAY REMAIN IN MINE WASTE IS THE FIRST STEP TOWARDS DECIDING IF THIS IS A POTENTIAL AVENUE TO ACHIEVE ENERGY INDEPENDENCE FOR THE NATION.ACTIVITIES TO BE PERFORMED:1) OUTLINING AREAS WITH MEDIUM- TO LARGE-SCALE MINE WASTE SITES2) COMPILING AVAILABLE GEOLOGIC INFORMATION ON MINE WASTE SITES3) ESTIMATING POTENTIAL RESOURCES IN EACH MINE WASTE SITEDELIVERABLES AND EXPECTED OUTCOMES:1. INITIAL 25 RECORDS POPULATED TO THE REQUIRED QUALITY CONTROL STEPS AND PROVIDED TO THE USGS FOR FEEDBACK 2. ALL RECORDS INTEGRATED IN A POPULATED ARCGIS DATABASE DELIVERED TO USMIN 3. A BRIEF REPORT DESCRIBING THE PROCESSES AND SUMMARIZING THE CONTENTS OF THE SUBMISSION 4. AZGS OPEN-FILE REPORT SYNTHESIZING THE ABOVE ITEMS PUBLISHED TO THE AZGS DATA REPOSITORY.INTENDED BENEFICIARIES:ARIZONA GEOLOGICAL SURVEY PRODUCTS ARE INTENDED TO BE USED BY NUMEROUS STAKEHOLDERS, INCLUDING DECISION POLICYMAKERS, PROFESSIONAL GEOLOGISTS IN ENGINEERING, ENVIRONMENTAL, AND MINERALS GEOLOGY, STUDENT AND ACADEMIC GEOLOGISTS, AND MEMBERS OF THE PUBLIC INTERESTED IN THEIR LOCAL GEOLOGY. WE ANTICIPATE SYNTHESIS PRODUCTS BEING PARTICULARLY USEFUL TO PLANNERS AND ENGINEERING GEOLOGISTS INTERESTED IN RESOURCES FOR INFRASTRUCTURE DEVELOPMENT, ENVIRONMENTAL HYDROGEOLOGISTS INTERESTED IN WATER RESOURCES, EXPLORATION MINE GEOLOGISTS LOOKING FOR MINERAL RESOURCES, AND COMMUNITY MEMBERS WANTING TO IDENTIFY EXISTING GEOLOGIC HAZARDS.SUBRECIPIENTS: N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": 53964.0, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_G23AC00469_1434"}, {"internal_id": 160632300, "Award ID": "G23AC00460", "Award Amount": 330000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-30", "CFDA Number": "15.073", "Description": "ARKANSAS EARTH MAPPING RESOURCES INITIATIVE PROJECT ABSTRACT SUMMARY - FY2023PROJECT TITLE: GEOLOGIC MAPPING OF ARKANSAS MISSISSIPPI VALLEY-TYPE MINERAL DISTRICTPROJECT PERIOD: JULY 1, 2023 THROUGH JUNE 30, 2026THE PURPOSE OF THIS AWARD IS TO CONDUCT DETAILED GEOLOGIC MAPPING IN AREAS OF NORTH ARKANSAS THAT CONTAIN THE CRITICAL MINERALS ZINC AND LEAD. THIS WILL SET THE STAGE FOR ASSESSMENT OF THESE AND ADDITIONAL CRITICAL MINERALS AS A DOMESTIC RESOURCE. GEOLOGISTS WILL LOCATE AND DESCRIBE GEOLOGIC UNITS THAT CONTAIN THE CRITICAL MINERALS, COLLECT SAMPLES OF MINERALIZED ZONES FOR GEOCHEMICAL ANALYSES, AND INTEGRATE THE DATA INTO A GEOSPATIAL DATABASE FOR EASE OF USE. THE GEOLOGIC MAPS WILL SHOW THE DISTRIBUTION OF THE MINERALIZED UNITS AT THE SURFACE AND THE CROSS-SECTIONS WILL DISPLAY THICKNESS OF THE UNITS BENEATH THE SURFACE FOR POTENTIAL THREE-DIMENSIONAL MAPS FOR SUBSEQUENT SUBSURFACE RESEARCH.THE ACTIVITIES PROPOSED IN THIS GRANT WILL BE PERFORMED BY TWO GEOLOGISTS, WORKING AS A TEAM. THEY WILL CONDUCT FIELDWORK ON A WEEKLY BASIS FOR APPROXIMATELY 35 WEEKS OUT OF EACH YEAR, FOR THREE CONSECUTIVE YEARS. DURING THEIR TRAVERSES IN THE FIELD, THEY WILL ENTER DATA INTO A HANDHELD DATA COLLECTOR AND COLLECT ROCK SAMPLES FOR DESCRIPTIONS AND POSSIBLY THIN SECTIONS. WHEN BACK IN THE OFFICE, THIS DATA WILL BE USED TO DRAW GEOLOGIC MAPS AND CROSS SECTIONS WHICH WILL THEN BE DIGITIZED BY A GIS TECHNICIAN. THE GEOLOGISTS WILL THEN CREATE JOINT DIAGRAMS, STRATIGRAPHIC COLUMNS, AND ANY OTHER MAP ELEMENTS NEEDED FOR THE MAP LAYOUT. ONCE THE LAYOUT IS COMPLETED AND FINALIZED, THE MAPS WILL GO THROUGH A RIGOROUS EDITING PROCESS AND BE CONVERTED INTO A LEVEL 3 COMPLIANT GEOLOGIC MAP SCHEMA GEODATABASE.THE GEOLOGISTS WILL ALSO SUBMIT 200 MINERAL AND ROCK SAMPLES TO THE UNITED STATES GEOLOGICAL SURVEY FOR GEOCHEMICAL ANALYSES.DELIVERABLES ARE DIVIDED INTO THREE YEARS:YEAR 1DIGITAL GEOLOGIC MAPS OF THE SMITHVILLE 1:24,000-SCALE QUADRANGLE AND PORTIONS OF THE POUGHKEEPSIE, EATON, BLACK ROCK, AND IMBODEN 1:24,000-SCALE QUADRANGLES IN .PDF FORMAT AND MAP DATA IN A GEOLOGIC MAP SCHEMA LEVEL 3-COMPLIANT DATABASE WILL BE DELIVERED BY JUNE 30, 2024.YEAR 2  DIGITAL GEOLOGIC MAPS OF THE ZINC AND PYATT 1:24,000-SCALE QUADRANGLES AND PORTIONS OF THE OMAHA NE, BERGMAN, AND HARRISON 1:24,000-SCALE QUADRANGLES IN .PDF FORMAT AND MAP DATA IN A GEOLOGIC MAP SCHEMA LEVEL 3-COMPLIANT DATABASE WILL BE DELIVERED BY JUNE 30, 2025.YEAR 3 - DIGITAL GEOLOGIC MAPS OF THE COTTER SW 1:24,000-SCALE QUADRANGLE AND PORTIONS OF THE PEEL, COTTER, AND COTTER NW 1:24,000-SCALE QUADRANGLES IN .PDF FORMAT AND MAP DATA IN A GEOLOGIC MAP SCHEMA LEVEL 3-COMPLIANT DATABASE WILL BE DELIVERED BY JUNE 30, 2026.ALSO PROVIDED IN THE LAST YEAR IS A SUMMARY OF SCIENTIFIC RESULTS FOR THE PROJECT AREA.BENEFICIARIES AND USERS OF THIS DATA ARE STATE AGENCIES SUCH AS ARKANSAS DEPARTMENTS OF HEALTH, ENVIRONMENTAL QUALITY, AND THE HIGHWAY DEPARTMENT, LOCAL PUBLIC WATER SYSTEM MANAGERS AND USERS, PRIVATE COMPANIES THAT PRODUCE NATURAL RESOURCES INCLUDING THE OIL AND GAS, AND UNIVERSITY RESEARCHERS. LANDOWNERS AND DEVELOPERS ALSO BENEFIT FROM INFORMATION ABOUT RESOURCES THAT ARE ON THEIR PROPERTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c3d5277-2ee1-3289-bb2e-40d637196b76-C", "generated_internal_id": "ASST_NON_G23AC00460_1434"}, {"internal_id": 160833343, "Award ID": "G23AC00459", "Award Amount": 550000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-06", "CFDA Number": "15.073", "Description": "PROJECT TITLE: CHARACTERIZATION OF RARE EARTH ELEMENTS IN ALLEGHANIAN AND NEO-ACADIAN GRANITOIDS IN VIRGINIA, NORTH CAROLINA, AND SOUTH CAROLINAPROJECT PERIOD: 7 6 2023 THROUGH 6 30 2026AWARD PURPOSE: THIS AWARD PROVIDES FUNDS FROM THE US GEOLOGICAL SURVEY (USGS) EARTH MAPPING RESOURCES INITIATIVE (MRI) TO CHARACTERIZE RARE EARTH ELEMENTS IN WEATHERED ROCK AND SOIL OVERLYING GRANITES AND RELATED ROCKS IN NORTH CAROLINA, SOUTH CAROLINA, AND VIRGINIA. THE GOAL OF EARTH MRI IS TO IMPROVE KNOWLEDGE OF THE GEOLOGIC FRAMEWORK IN THE UNITED STATES AND IDENTIFY AREAS THAT MAY CONTAIN CRITICAL MINERAL RESOURCES.ACTIVITIES TO BE PERFORMED: TO CHARACTERIZE POTENTIAL RARE EARTH ELEMENT RESOURCES, THE PROJECT WILL IDENTIFY TARGET GRANITES AND RELATED ROCKS IN EACH OF THE THREE STATES. THE STATES WILL THEN IDENTIFY SAMPLING SITES ON THE TARGET GRANITES  COLLECT ROCK, WEATHERED ROCK, AND SOIL SAMPLES  AND SUBMIT THE SAMPLES FOR ELEMENTAL AND MINERALOGICAL ANALYSES. FINALLY, THE STATES WILL PRODUCE TWO REPORTS AND A GEOCHEMISTRY DATABASE AS DISCUSSED BELOW.DELIVERABLES AND EXPECTED OUTCOMES: THIS PROJECT WILL PRODUCE THREE DELIVERABLES. THE FIRST WILL BE A GEMS LEVEL-3 DATABASE CONTAINING ALL GEOCHEMICAL AND MINERALOGICAL DATA COLLECTED DURING THE STUDY. THE DATABASE WILL BE AVAILABLE THROUGH THE SOUTH CAROLINA GEOLOGICAL SURVEY. THE SECOND WILL BE A FINAL REPORT CONTAINING THE PROJECT S RESULTS WHICH WILL BE PUBLISHED THROUGH THE NORTH CAROLINA GEOLOGICAL SURVEY AND MADE AVAILABLE TO THE PUBLIC ON THEIR WEBSITE. THE THIRD WILL BE A REPORT EXAMINING THE EFFECTIVENESS OF PORTABLE X-RAY FLUORESCENCE AS A GEOCHEMICAL SCREENING TOOL WHICH WILL BE PUBLISHED BY THE VIRGINIA GMR PROGRAM AND AVAILABLE ON THEIR WEBSITE.INTENDED BENEFICIARIES: THE INTENDED BENEFICIARIES OF THIS PROJECT ARE THE USGS EARTH MRI, LAWMAKERS, STATE GOVERNMENT AGENCIES, INDUSTRY, AND THE PUBLIC.SUBRECIPIENT ACTIVITIES: THE NORTH CAROLINA GEOLOGICAL SURVEY WILL SUBCONTRACT WITH SOUTH CAROLINA GEOLOGICAL SURVEY AND THE VIRGINIA GEOLOGY AND MINERAL RESOURCES PROGRAM TO CHARACTERIZE WEATHERED ROCK AND SOIL IN THEIR RESPECTIVE STATES. THE NORTH CAROLINA GEOLOGICAL SURVEY WILL ALSO SUBCONTRACT WITH SGS CANADA TO ANALYZE WHICH MINERALS ARE PRESENT IN SAMPLES FROM THE THREE STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": 550000.0, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_G23AC00459_1434"}, {"internal_id": 160632299, "Award ID": "G23AC00458", "Award Amount": 330000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-30", "CFDA Number": "15.073", "Description": "PROJECT TITLE: GEOLOGIC MAP OF THE ORIENT 15-MINUTE QUADRANGLE AND ANALYSIS OF MINERALIZATION ALONG A REGIONAL DETACHMENT SYSTEMPROJECT PERIOD: 7 1 2023 THROUGH 6 30 2026AWARD PURPOSE: THE RECIPIENT WILL COMPLETE A 1:48,000-SCALE GEOLOGIC MAP OF THE ORIENT 15-MINUTE QUADRANGLE IN NORTHEASTERN WASHINGTON TO HELP PROVIDE A GEOLOGIC FRAMEWORK FOR CRITICAL MINERAL INVENTORIES AND MINERAL-DEPOSIT MODELS. THE RECIPIENT WILL ALSO USE DETAILED GEOCHEMISTRY AND ZIRCON PETROLOGY ALONG THE LENGTH OF A REGIONAL LOW-ANGLE NORMAL FAULT SYSTEM TO UNDERSTAND THE MAGMA CONDITIONS DURING PERIODS OF KNOWN MINERALIZATION IN ORDER TO BETTER UNDERSTAND HOW THE MINERAL SYSTEMS FORMED.ACTIVITIES TO BE PERFORMED: THIS PROJECT WILL PRIMARILY BE A COMPILATION EFFORT OF MULTIPLE OVERLAPPING PREVIOUSLY PUBLISHED AND UNPUBLISHED MAPS. THE RECIPIENT WILL RECONCILE THESE DATA WITH NEWLY AVAILABLE LIDAR AND COLLECT NEW GEOCHEMISTRY AND GEOCHRONOLOGY TO CHARACTERIZE THE AGES OF VARIOUS GEOLOGIC UNITS. WE WILL ALSO COLLECT AND PROCESS NEW GRAVITY DATA ALONG A CROSS SECTION LINE THAT, COMBINED WITH THE NEW HIGH-RESOLUTION AEROMAGNETICS BEING COLLECTED AT PRESENT, WE WILL USE TO CONSTRAIN THE GEOMETRY OF SUBSURFACE GEOLOGY. THE RECIPIENT WILL COLLECT AND PROCESS NEW DETAILED GEOCHEMICAL AND PETROLOGIC SAMPLES FROM BOTH THE ORIENT 15-MINUTE QUADRANGLE AND THE ADAMS MOUNTAIN 7.5-MINUTE QUADRANGLE ABOUT 50 KM TO THE SOUTH TO CHARACTERIZE THE PRESSURE-TEMPERATURE CONDITIONS AND MAGMA REDOX STATE DURING EMPLACEMENT (AND MINERALIZATION). FIELD WORK WILL BEGIN JULY 1, 2023 AND CONTINUE THROUGH OCTOBER, 2023. A SECOND FI ELD SEASON WILL OCCUR FROM JUNE TO OCTOBER OF 2024. MAP COMPILATION WILL BEGIN WINTER OF 2023 2024 AND CONTINUE THROUGH THE REMAINDER OF THE AGREEMENT PERIOD.DELIVERABLES AND OUTCOMES: THE RECIPIENT WILL PUBLISH A DETAILED SURFICIAL AND BEDROCK GEOLOGIC MAP AT 1:48,000 SCALE FOR THE ORIENT 15-MINUTE QUADRANGLE ALONG WITH A TECHNICAL REPORT AND GEMS LEVEL 3 GIS DATABASE PRIOR TO DELIVERY TO THE PROGRAM OFFICER BY JUNE 30, 2026. INTENDED BENEFICIARIES: THIS PROJECT WILL HAVE MULTIPLE BENEFICIARIES. IN GENERAL, THE WORK IS USED BY A WIDE VARIETY OF GEOSCIENTISTS, POLICY MAKERS, PLANNERS, AND OTHERS TO: 1) IDENTIFY AND CHARACTERIZE GEOLOGIC HAZARDS  2) BUILD UNDERSTANDING OF WATER AND EARTH RESOURCES TO IMPROVE GROWTH MANAGEMENT ACT PLANNING  3) PROVIDE MAPPING IN AREAS OF EMERGING SOCIETAL NEED, AND  4) UNDERSTAND GEOLOGIC PROCESSES. WE HOPE THAT THIS WORK IN PARTICULAR WILL BE USEFUL TO BETTER UNDERSTAND THE MINERAL-RESOURCE POTENTIAL OF NORTHEAST WASHINGTON WHICH IS OF INTEREST TO THE MINERAL-RESOURCE INDUSTRY AND TO ACADEMIC RESEARCHERS WITH AN INTEREST IN REGIONAL TECTONICS AND MINERAL RESOURCES.SUBRECIPIENT ACTIVITIES:  CENTRAL WASHINGTON UNIVERSITY WILL BE THE PRIMARY RESEARCHERS INVESTIGATING THE PRESSURE-TEMPERATURE CONDITIONS AND MAGMA REDOX STATE DURING PLUTON EMPLACEMENT WHEN THE VAST MAJORITY OF KNOWN MINERAL SYSTEMS FORMED. THE AGREEMENT SUPPORTS THEIR RESEARCH, TRAVEL COSTS FOR FIELD WORK, AND ANALYTICAL COSTS. ALL OF THEIR ANALYTICAL WORK WILL BE ACCOMPLISHED IN HOUSE AT CENTRAL WASHINGTON UNIVERSITY, OR AT THE UNIVERSITY OF CALIFORNIA AT SANTA BARBARA, OR POMONA COLLEGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 330000.0, "recipient_id": "5ef3308c-c237-fdde-6a60-98eb4c2e6280-C", "generated_internal_id": "ASST_NON_G23AC00458_1434"}, {"internal_id": 160632296, "Award ID": "G23AC00443", "Award Amount": 191439.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-30", "CFDA Number": "15.073", "Description": "PROJECT TITLE: CHARACTERIZATION OF REE-ENRICHED MINE WASTE AT THE BROWNS BOTTOM QUARRY IN DUBUQUE, IOWA, USAPROJECT PERIOD: 7 1 2023 THROUGH 6 30 2025PURPOSE:  THE RECIPIENT WILL DEVELOP A STATE MINE WASTE INVENTORY TO SUPPORT STATE, FEDERAL, AND TRIBAL AGENCIES IN LAND MANAGEMENT PLANNING AND REMEDIATION. BECAUSE MANY OF THESE SITES HAVE NEVER BEEN EVALUATED FOR CRITICAL MINERALS, THEY COULD HOST RECOVERABLE AMOUNTS OF THESE MINERALS WHICH MIGHT AID IN REMEDIATION EFFORTS OR BE ECONOMICAL TARGETS ON THEIR OWN. THIS INVENTORY EFFORT WILL HELP TO UNDERSTAND HOW MANY SITES THERE ARE, HOW MUCH MINE WASTE MATERIAL IS AVAILABLE, AND THE GEOLOGIC CONTEXT OF THE SITES. TOGETHER THESE DATA WILL GUIDE FUTURE CHARACTERIZATION EFFORTS, BOTH AT A NATIONAL AND STATE LEVEL. THE RECIPIENT WILL ALSO CHARACTERIZE THE GEOCHEMISTRY AND PHYSICAL CHARACTERISTICS OF 10 KNOWN MINE WASTE SITES. CHARACTERIZING THE MINE WASTE ACROSS A WIDE RANGE OF GEOCHEMICAL PARAMETERS WILL ALSO HELP ESTABLISH IF PARTICULAR SITES ARE BEST CONSIDERED ENVIRONMENTAL LIABILITIES OR ECONOMICAL ASSETS (OR BOTH).ACTIVITIES: USING PUBLICLY AVAILABLE DATA, THE RECIPIENT WILL DEVELOP A STATEWIDE INVENTORY OF MINE WASTEINCLUDING THE GEOLOGY OF THE ASSOCIATED MINES, WHERE KNOWN, AND MINE-WASTE VOLUMEFOR SITES WITH MORE THAN 2,000 SQ M OF WASTE. THE RECIPIENT FULLY ANTICIPATES THIS WILL BE A COMPILATION EFFORT FROM MULTIPLE SOURCES. THE RECIPIENT WILL ALSO DEVELOP AND REFINE OUR MINE-WASTE FIELD-DATA COLLECTION SCHEMA AND FIELD WORK FLOW PRIOR TO THEIR MINE-WASTE CHARACTERIZATION FIELD EFFORTS. THE RECIPIENT WILL LEARN THE USGS SAMPLING PROTOCOL THROUGH ON-SITE TRAINING PROVIDED BY THE USGS. THE RECIPIENT WILL ASSESS AND CHARACTERIZE 10 FAVORABLE MINE-WASTE SITES ON PUBLICLY AVAILABLE LAND AND COMPLETE GEOCHEMICAL AND GEOLOGICAL ANALYSIS AND WRITE-UPS FOR EACH SITE. THE RECIPIENT WILL ALSO DEVELOP A PUBLICATION WORK FLOW AND TEMPLATE FOR PHASE 2 CHARACTERIZATION EFFORTS.DELIVERABLES AND OUTCOMES: FOR PRIORITY 1 TASKS, THE RECIPIENT WILL PROVIDE WITHIN 90 DAYS AFTER THE CONCLUSION OF THE PROJECT: AN ARCGIS GEODATABASE CONTAINING SITE LOCATIONS AND INFORMATION, GEOLOGY, RESOURCES, AND REFERENCES FOR MINE SITES THAT HAVE AT LEAST 2,000 SQ M OF MINE WASTE AND A BRIEF (12 PAGE) REPORT DESCRIBING THE PROCESS OF THEIR INVENTORY AND A SUMMARY OF OUR EFFORTS.FOR PRIORITY 2 TASKS, THE RECIPIENT WILL PROVIDE WITHIN 90 DAYS AFTER THE CONCLUSION OF THE PROJECT:GEOSPATIAL DATA, INCLUDING DETAILED WASTE-FEATURE BOUNDARIES, IN THE SAME TEMPLATE AS USED FOR THE PRIORITY 1 INVENTORY. THIS WILL LINK TO THE NATIONAL GEOCHEMICAL DATABASE.VOLUME ESTIMATES FOR SOLID WASTE AND LOAD ESTIMATES FOR ANY EFFLUENT  RESOURCE ESTIMATES OF CRITICAL MINERALS AND OTHER POTENTIAL COMMODITIES  DESCRIPTION OF ORE-BODY SAMPLES  AND DIGITAL ARCHIVES OF FIELD-DATA COLLECTION NOTES.FINAL REPORT, INCLUDING ALL THE INFORMATION DESCRIBED ABOVE, IN ADDITION TO THE INTERPRETATION OF RESULTS AND OUR DETAILED METHOD, PROTOCOL, AND WORK FLOW. THIS REPORT WILL BE PUBLISHED BY THE WASHINGTON GEOLOGICAL SURVEY AND MADE PUBLICLY AVAILABLE PRIOR TO DELIVERABLE SUBMISSION.INTENDED BENEFICIARIES: THIS EFFORT WILL BE OF INTEREST AND BENEFIT TO A WIDE RANGE OF FEDERAL, STATE, TRIBAL, AND LOCAL AGENCIES WHO ENGAGE IN THE INVENTORY OF CRITICAL MINERALS AND (OR) THE REMEDIATION OF EXISTING AND ABANDONED MINE LANDS. THE RECIPIENT ALSO INTENDS FOR THE RESOURCE ESTIMATES TO BE USED BY STAKEHOLDERS IN THE MINING INDUSTRY IN THEIR PLANNING FOR THE EXTRACTION OF CRITICAL MINERALS FROM EXISTING MINE WASTE.SUBRECIPIENTS:  N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": 191439.0, "recipient_id": "0b441d38-e3c0-de89-ee08-69fc9e6ee58a-C", "generated_internal_id": "ASST_NON_G23AC00443_1434"}, {"internal_id": 160632293, "Award ID": "G23AC00433", "Award Amount": 295633.77, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-28", "CFDA Number": "15.073", "Description": "PROJECT TITLE:  INVENTORY AND PRELIMINARY CHARACTERIZATION OF MINE WASTE PILES IN MONTANA FOR CRITICAL MINERALSPROJECT PERIOD: 7 1 2023 THROUGH 6 30 2025AWARD PURPOSE: THE MONTANA BUREAU OF MINES AND GEOLOGY SEEKS FUNDING FROM THE UNITED STATES GEOLOGICAL SURVEY (USGS) TO INVENTORY AND CHARACTERIZE MINE WASTE SITES IN MONTANA TO ESTIMATE THEIR POTENTIAL FOR CRITICAL MINERALS.ACTIVITIES TO BE PERFORMED: THE COMPILATION OF A DIGITAL INVENTORY OF A MINIMUM OF 25 ACTIVE, INACTIVE, ABANDONED, AND RECLAIMED MINE SITES IN MONTANA. THIS INVENTORY WILL PROVIDE UPDATED INFORMATION IN TERMS OF LOCATION, AREA, AMOUNT OF LEFTOVER MINED MATERIAL, COMMODITY TYPES, GEOLOGY, PRODUCTION DATA, STRUCTURES, AND STATUS OF MINES WITHIN THE STATE. IN ADDITION, FOUR MINE SITES WILL BE VISITED BY BUREAU STAFF TO BE MAPPED OUT IN TERMS OF MINE WASTE (I.E., TAILINGS) FEATURES. THE MINE WASTE WILL BE COMPREHENSIVELY SAMPLED AND ASSAYED TO ESTIMATE THE GRADE AND TONNAGES OF ANY CRITICAL MINERALS (E.G., RARE EARTH ELEMENTS, GERMANIUM, ZINC, ETC.) PRESENT. THE MINERALOGIES OF THE MINE WASTE AT THESE SITES WILL ALSO BE EXAMINED IN ORDER TO PROVIDE A REALISTIC ASSESSMENT OF THE ECONOMIC VALUES AND OR ENVIRONMENTAL LIABILITIES THESE COLLECTIONS OF MATERIAL REPRESENT.DELIVERABLES AND OUTCOMES: THE RESULTING GEOGRAPHIC INFORMATION SYSTEM (GIS) DATABASE WILL BE PROVIDED TO THE USGS. THE DATA WILL ALSO BE AVAILABLE ONLINE TO THE PUBLIC THROUGH A SIMPLIFIED WEB BROWSER-BASED GIS DASHBOARD A TECHNICAL REPORT ON THE RESULTS WILL BE PROVIDED TO THE USGS. ALSO, THE RESULTS OF THESE INVESTIGATIONS WILL BE PUBLICLY AVAILABLE THROUGH THE AFOREMENTIONED BROWSER-BASED SYSTEM.INTENDED BENEFICIARIES:THIS PROJECT WILL BE DIRECTED BY DR. ADRIAN VAN RYTHOVEN, ECONOMIC GEOLOGIST, OF THE MONTANA BUREAU OF MINES AND GEOLOGY AS THE PRINCIPAL INVESTIGATOR. JOHN SANFORD, GIS MANAGER, WILL BE A CO-PRINCIPAL INVESTIGATOR.SUBRECIPIENTS:N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": 295633.77, "recipient_id": "fab6bba7-e180-0ccb-b122-ccbdc71906a2-C", "generated_internal_id": "ASST_NON_G23AC00433_1434"}, {"internal_id": 161864585, "Award ID": "G23AC00432", "Award Amount": 54000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "15.073", "Description": "PROJECT TITLE: EARTH MRI CRITICAL MINERALS INVENTORY AND SAMPLINGPROJECT PERIOD: 8 28 2023 THROUGH 4 25 2023PURPOSE: COMPILE AND INVENTORYING DATA ON MINE WASTE SITES.ACTIVITIES: THE RECIPIENT WILL EXAMINE THE PUBLIC DOMAIN DIGITAL DATABASES IN SEARCH FOR WASTE ROCK, TAILINGS, OR OVERBURDEN REPORTED IN ACTIVE, MANAGED, AND ABANDONED MINES ACROSS THE UPPER PENINSULA (UP) OF MICHIGAN, SELECT SIZABLE ( 2000 M2) OCCURRENCES, QUANTIFY THE VOLUMES OF MINE WASTE IN EACH OF THE OCCURRENCES, AND DEVELOP A DIGITAL DATABASE TO HOST THE GENERATED DATA.DELIVERABLES: ARCGIS DATABASE IN USGS STANDARDS FOR ALL LOCATIONS IDENTIFIED AND INPUT TO THE DATABASE WITH ANY ADDITIONAL SPECIFIED LOCATIONS SUBMITTED BY THE END OF THE PROJECT.INTENDED BENEFICIARIES: MICHIGAN CITIZENS, USGS AND MGSSUBRECIPIENTS: N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b68c9445-5627-e42b-33c6-f4e6d4688d9c-C", "generated_internal_id": "ASST_NON_G23AC00432_1434"}, {"internal_id": 160632292, "Award ID": "G23AC00423", "Award Amount": 154512.51, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-28", "CFDA Number": "15.073", "Description": "PROJECT TITLE: EARTH MRI MINE WASTE COOPERATIVE AGREEMENT IN NORTH CAROLINAPROJECT PERIOD: 7 1 2023 THROUGH 6 30 2024AWARD PURPOSE:PRIORITY 1 - TO ASSIST IN BUILDING A NATIONAL MINE WASTE INVENTORYPRIORITY 2 - TO CHARACTERIZE TAILINGS FROM THE TUNGSTEN QUEEN MINE, LOCATED IN THE HAMME TUNGSTEN MINING DISTRICT, AS A PILOT STUDY IN NORTH CAROLINAACTIVITIES TO BE PERFORMED:PRIORITY 1 - THE RECIPIENT WILL REVIEW THREE EXISTING DATABASES AND ASSOCIATED FILES: 1) THE NC MINE INVENTORYMAINTAINED BY THE NC MINING PROGRAM  2) NCS VERSION OF THE MINERAL RESOURCES DATA SYSTEM DATABASE(NCMRDS)  AND 3) THE MINERALS RESEARCH LABORATORY MINE WASTE INVENTORY DATA.PRIORITY 2 - THE RECIPIENT WILL SAMPLE THREE TAILINGS PONDS ASSOCIATED WITH THE TUNGSTEN QUEEN MINE AND COLLECT AND SAMPLE THREE SONIC DRILL CORES. DELIVERABLES AND EXPECTED OUTCOMES: PRIORITY 1 - NATIONAL MINE WASTE INVENTORY - NC GEOLOGICAL SURVEY WILL INVENTORY 25 LOCATIONS OF MINE WASTE GREATER THAN 2,000 M2 THAT HAVE THE POTENTIAL TO HOST CRITICAL MINERALS.PRIORITY 2 - MINE WASTE CHARACTERIZATION - THE GOAL OF THIS STUDY IS TO CHARACTERIZE TAILINGS FROM THE TUNGSTEN QUEEN MINE, LOCATED IN THE HAMME TUNGSTEN MINING DISTRICT, IN NORTH CAROLINA.INTENDED BENEFICIARIES: THE GOAL OF EARTH MRI IS TO IMPROVE OUR KNOWLEDGE OF THE GEOLOGIC FRAMEWORK IN THE UNITED STATES AND TO IDENTIFY AREAS THAT MAY HAVE THE POTENTIAL TO CONTAIN UNDISCOVERED CRITICAL MINERAL RESOURCES. ENHANCEMENT OF THE DOMESTIC MINERAL SUPPLY WILL DECREASE THE NATIONS RELIANCE ON FOREIGN SOURCES OF MINERALS THAT ARE FUNDAMENTAL TO OUR SECURITY AND ECONOMY.SUBRECIPIENT ACTIVITIES: N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": 154512.51, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_G23AC00423_1434"}, {"internal_id": 160632291, "Award ID": "G23AC00422", "Award Amount": 53921.85, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-28", "CFDA Number": "15.073", "Description": "PROJECT TITLE: GEOSPATIAL INVENTORY OF NEVADA MINE WASTE POTENTIALPROJECT PERIOD: 7 1 2023 THROUGH 6 30 2024AWARD PURPOSE: THIS MINE WASTE PROJECT THAT WILL GUIDE THE LONG-TERM  STRATEGY OF INVENTORYING EXTENSIVE MINE WASTE SITES IN NEVADA AND GUIDING FUTURE PROPOSALS IN SAMPLING MINE WASTE UNDER THE UNITED STATES GEOLOGICAL SURVEY (USGS) EARTH MAPPING  RESOURCES INITIATIVE (EARTH MRI) MINE WASTE COOPERATIVE AGREEMENTS.ACTIVITIES TO BE PERFORMED: THE NEVADA BUREAU OF MINES AND GEOLOGY (NBMG) WILL COLLABORATE WITH THE NEVADA DIVISION OF ENVIRONMENTAL PROTECTION (NDEP) AND THE NEVADA DIVISION OF MINERALS (NDOM) IN ORDER TO LEVERAGE ABANDONED MINE LAND DATABASES CONSTRUCTED OFF OF THE USGS MINE SYMBOLS PLOTTED ON TOPOGRAPHIC MAPS. NEVADA HAS OVER 300,000 SUCH FEATURES, MANY OF WHICH HAVE ASSOCIATED MINE WASTE, ROCK DUMPS, OR TAILINGS PILES. NBMG PROPOSES TO BUILD OFF OF THESE INITIAL QUERIES BY RESEARCHING GEOLOGIC MAPS, THE MINING DISTRICT DATABASE FILES, REFERENCING HAND SAMPLES AND THIN SECTIONS (WHERE APPLICABLE). THE 2023 PRIORITY 1 EARTH MAPPING RESOURCES INITIATIVE MINE WASTE PROJECT WILL FOCUS ON COMPILING DIFFERENT ASPECTS OF THESE DATASETS INCLUDING: 1) DATA COMPILATION OF EXISTING MINE WASTE INVENTORY CATALOGUED BY NDEP  2) MINE LOCATIONS AND MINE WASTE FOOTPRINTS COMPILED BY NDOM BASED ON USGS TOPOGRAPHIC MAPS  AND 3) RECORDS, MAPS, REPORTS, AND GEOLOGIC DATA (INCLUDING HAND SAMPLES AND THIN SECTIONS COLLECTED THAT OVERLAP WITH VARIOUS MINE WASTE SITES THROUGHOUT NEVADA) HOUSED AT NBMG. NBMG ALSO PROPOSES THE USE OF RECENTLY COLLECTED QL1 AND QL2 LIDAR DATA TO BETTER UNDERSTAND THE SIZE AND EXTENT OF MINE WASTE SITES THROUGH REMOTE SENSING AND GEOSPATIAL MAPPING. THESE EXISTING DATASETS WILL BE USED TO GLEAN ADDITIONAL INFORMATION ON THE GEOLOGY, MINE WASTE SIZE, AND ANY EXISTING GEOCHEMICAL DATA FOR THESE SITES.DELIVERABLES AND OUTCOMES: DATA PRODUCED THROUGH THIS PROCESS ARE EXPECTED TO GUIDE FUTURE WORK ON MINE WASTE INVENTORY, PRODUCE GUIDELINES FOR SURVEYING ADDITIONAL AREAS WITHIN NEVADA, AS WELL AS GUIDE EFFORTS FOR MINE WASTE SAMPLING AND GEOCHEMICAL ANALYSIS OF CRITICAL MINERALS. INTENDED BENEFICIARIES: THESE DATA WILL BENEFIT RECENT CRITICAL MINERAL INITIATIVES AND HELP GUIDE FUTURE EXPLORATION AND DISCOVERY OF MUCH NEEDED CRITICAL MINERAL RESOURCES.  SUBRECIPIENT ACTIVITIES: STAFF AT NDEP WILL USE THEIR DATABASE TO GUIDE SITE IDENTIFICATION AND SELECTION, COMPILE DATA ON MINERALIZATION OF MINE WASTE, ESTIMATE DIMENSIONS, AND SUMMARIZE MINING AND PRODUCTION HISTORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": 53921.85, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_G23AC00422_1434"}, {"internal_id": 160632289, "Award ID": "G23AC00420", "Award Amount": 192463.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-28", "CFDA Number": "15.073", "Description": "PROJECT TITLE: MINE WASTE INVENTORY AND PHASE 1 MINE WASTE CHARACTERIZATION IN WASHINGTON STATEPROJECT PERIOD: 7 1 2023 THROUGH 6 30 2025PURPOSE:  THE RECIPIENT WILL DEVELOP A STATE MINE WASTE INVENTORY TO SUPPORT STATE, FEDERAL, AND TRIBAL AGENCIES IN LAND MANAGEMENT PLANNING AND REMEDIATION. ACTIVITIES: USING PUBLICLY AVAILABLE DATA, THE RECIPIENT WILL DEVELOP A STATEWIDE INVENTORY OF MINE WASTEINCLUDING THE GEOLOGY OF THE ASSOCIATED MINES, WHERE KNOWN, AND MINE-WASTE VOLUMEFOR SITES WITH MORE THAN 2,000 SQ M OF WASTE. THE RECIPIENT FULLY ANTICIPATES THIS WILL BE A COMPILATION EFFORT FROM MULTIPLE SOURCES. THEY WILL ALSO DEVELOP AND REFINE THEIR MINE-WASTE FIELD-DATA COLLECTION SCHEMA AND FIELD WORK FLOW PRIOR TO THE MINE-WASTE CHARACTERIZATION FIELD EFFORTS. THE RECIPIENT WILL LEARN THE USGS SAMPLING PROTOCOL THROUGH ON-SITE TRAINING PROVIDED BY THE USGS. THE RECIPIENT WILL ASSESS AND CHARACTERIZE 10 FAVORABLE MINE-WASTE SITES ON PUBLICLY AVAILABLE LAND AND COMPLETE GEOCHEMICAL AND GEOLOGICAL ANALYSIS AND WRITE-UPS FOR EACH SITE. THE RECIPIENT WILL ALSO DEVELOP A PUBLICATION WORK FLOW AND TEMPLATE FOR PHASE 2 CHARACTERIZATION EFFORTS.DELIVERABLES AND OUTCOMES: FOR PRIORITY 1 TASKS, THE RECIPIENT WILL PROVIDE WITHIN 90 DAYS AFTER THE CONCLUSION OF THE PROJECT: AN ARCGIS GEODATABASE CONTAINING SITE LOCATIONS AND INFORMATION, GEOLOGY, RESOURCES, AND REFERENCES FOR MINE SITES THAT HAVE AT LEAST 2,000 SQ M OF MINE WASTE AND A BRIEF (12 PAGE) REPORT DESCRIBING THE PROCESS OF THEIR INVENTORY AND A SUMMARY OF OUR EFFORTS.FOR PRIORITY 2 TASKS, THE RECIPIENT WILL PROVIDE WITHIN 90 DAYS AFTER THE CONCLUSION OF THE PROJECT:GEOSPATIAL DATA, INCLUDING DETAILED WASTE-FEATURE BOUNDARIES, IN THE SAME TEMPLATE AS USED FOR THE PRIORITY 1 INVENTORY. THIS WILL LINK TO THE NATIONAL GEOCHEMICAL DATABASE.VOLUME ESTIMATES FOR SOLID WASTE AND LOAD ESTIMATES FOR ANY EFFLUENT  RESOURCE ESTIMATES OF CRITICAL MINERALS AND OTHER POTENTIAL COMMODITIES  DESCRIPTION OF ORE-BODY SAMPLES  AND DIGITAL ARCHIVES OF FIELD-DATA COLLECTION NOTES.FINAL REPORT, INCLUDING ALL THE INFORMATION DESCRIBED ABOVE, IN ADDITION TO THE INTERPRETATION OF RESULTS AND OUR DETAILED METHOD, PROTOCOL, AND WORK FLOW. THIS REPORT WILL BE PUBLISHED BY THE WASHINGTON GEOLOGICAL SURVEY AND MADE PUBLICLY AVAILABLE PRIOR TO DELIVERABLE SUBMISSION.INTENDED BENEFICIARIES: THIS EFFORT WILL BE OF INTEREST AND BENEFIT TO A WIDE RANGE OF FEDERAL, STATE, TRIBAL, AND LOCAL AGENCIES WHO ENGAGE IN THE INVENTORY OF CRITICAL MINERALS AND (OR) THE REMEDIATION OF EXISTING AND ABANDONED MINE LANDS. THE RECIPIENT INTENDS FOR THE RESOURCE ESTIMATES TO BE USED BY STAKEHOLDERS IN THE MINING INDUSTRY IN THEIR PLANNING FOR THE EXTRACTION OF CRITICAL MINERALS FROM EXISTING MINE WASTE.SUBRECIPIENTS: N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 192463.0, "recipient_id": "5ef3308c-c237-fdde-6a60-98eb4c2e6280-C", "generated_internal_id": "ASST_NON_G23AC00420_1434"}, {"internal_id": 160632288, "Award ID": "G23AC00419", "Award Amount": 660000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-30", "CFDA Number": "15.073", "Description": "PROJECT TITLE:  CRITICAL MINERALS IN DEVONIAN BLACK SHALES OF THE MIDCONTINENT EMRI INITIATIVE COOPERATIVE AGREEMENT FY23PROJECT PERIOD:  06 22 2023 - 06 21 2026PURPOSE: THE ILLINOIS STATE GEOLOGICAL SURVEY WILL PROVIDE LEADERSHIP IN THIS COLLABORATIVE STUDY OF CRITICAL MINERALS WITHIN DEVONIAN BLACK SHALES OF THE ILLINOIS BASIN. COLLABORATORS INCLUDE THE IOWA, INDIANA, AND KENTUCKY STATE GEOLOGICAL SURVEYS. THE STUDY AREA COVERS OUTCROP AND SUBSURFACE OCCURRENCES IN SOUTHEASTERN IOWA,CENTRAL TO SOUTHERN ILLINOIS, WESTERN INDIANA, AND WESTERN KENTUCKYACTIVITIES: THE OBJECTIVES OF THIS STUDY ARE TO COLLECT NEW GEOCHEMICAL DATA ON CRITICAL MINERAL CONCENTRATIONS OF DEVONIAN BLACK SHALES ACROSS THE ILLINOIS BASIN AND TO MAP THOSE CONCENTRATIONS BY AGE OF THE DEPOSITS. DELIVERABLES: THIS DATA WILL ALSO HELP FUTURE EVALUATION OF ORE MINERALIZING SYSTEM MODELS BY DOCUMENTING GEOCHEMICAL GRADIENTS, SEDIMENTOLOGY, AND CHARACTERISTICS OF BLACK SHALE-ENCLOSING STRATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": 660000.0, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G23AC00419_1434"}, {"internal_id": 160632287, "Award ID": "G23AC00418", "Award Amount": 4000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-28", "CFDA Number": "15.073", "Description": "PROJECT TITLE: EARTH MRI 2023 WORKSHOP TRAVEL FUNDING FOR WSGSPROJECT PERIOD: 7 1 2023 THROUGH 11 30 2023AWARD PURPOSE: THIS AWARD WILL PROVIDE TRAVEL FUNDS FOR TWO WYOMING STATE GEOLOGICAL SURVEY (WSGS) GEOLOGIST TO ATTEND THE OCTOBER 2023 ANNUAL EARTH MRI WORKSHOP IN RESTON, VA.  THESE FUNDS ARE PROVIDED PURSUANT TO COMPETITIVE NOFO G23S00160.ACTIVITIES: ATTENDANCE AT THE WORKSHOPDELIVERABLES AND OUTCOMES: FINAL TECHNICAL REPORTINTENDED BENEFICIARIES: THE WYOMING STATE GEOLOGICAL SURVEYSUBRECIPIENTS: N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": 4000.0, "recipient_id": "cfb68004-0946-d578-0b20-f5e801a827af-C", "generated_internal_id": "ASST_NON_G23AC00418_1434"}, {"internal_id": 160632286, "Award ID": "G23AC00408", "Award Amount": 4250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-29", "CFDA Number": "15.073", "Description": "PROJECT TITLE:  TIER-II MAGNETIC AND RADIOMETRIC DATA WITHIN THE WESTERN KUSKOKWIM RIVER (WKR) AIRBORNE GEOPHYSICAL DATA-ACQUISITION REGION FOR THE FFY2023 EARTH MRI PROGRAMPROJECT PERIOD:  07 01 2023 - 06 30 2025PURPOSE: THE RESULTING HIGH-QUALITY GEOPHYSICAL DATA WILL PROVIDE THE FRAMEWORK FOR ENHANCING FUTURE DGGS AND USGS GEOLOGICAL MAPPING AND MINERAL-RESOURCE EVALUATIONS, AND HENCE, UNDERSTANDING OF THE AREA S CRITICAL-MINERAL POTENTIAL AS WELL. MAGNETIC DATA ARE USEFUL FOR DISTINGUISHING VARIOUS MAGNETIC UNITS AND FOR CORRELATING GEOLOGY THROUGH AREAS COVERED BY VEGETATION AND SURFICIAL DEPOSITS. INVERSIONS AND MODELLING OF AVAILABLE MAGNETIC AND ELECTROMAGNETIC DATA ARE USEFUL FOR BUILDING GEOLOGIC-MAP CROSSSECTIONS AND UNDERSTANDING THE 2D AND 3D GEOMETRY OF SUBSURFACE GEOLOGIC BODIES AND STRUCTURES.ACTIVITIES TO BE PERFORMED: THE DGGS WILL BE THE LEAD GEOLOGICAL SURVEY FOR GEOPHYSICAL-SURVEY CONTRACTING, DESIGN, QA QC, AND PUBLICATION. DGGS WILL WORK COLLABORATIVELY WITH THE USGS ON ALL ASPECTS OF GEOPHYSICAL-SURVEY DESIGN AND LOCATION. DGGS WILL CONTRACT DATA ACQUISITION TO PRE-QUALIFIED GEOPHYSICAL DATA-COLLECTION VENDORS THAT ARE ON OUR MASTER AGREEMENT LIST. INDIVIDUAL GEOPHYSICAL SURVEYS WILL BE AWARDED TO ONE OR MORE OF THESE VENDORS USING A COMPETITIVE-BID TASK ORDER SOLICITATION (TOS).DELIVERABLES AND OUTCOMES: WITHIN THREE YEARS OF RECEIPT OF FUNDING, ALL DATA FROM THE WKR AIRBORNE GEOPHYSICAL SURVEYS WILL BE MADE AVAILABLE TO THE PUBLIC VIA THE DGGS WEB SITE IN DIGITAL FORMAT AFTER GOING THROUGH THE DGGS PUBLICATION-REVIEW AND APPROVAL PROCESS. DATA WILL BE PROVIDED IN A VARIETY OF INDUSTRY STANDARD FORMATS WITH CLEAR AND CONCISE METADATA AND README FILES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 4250000.0, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_G23AC00408_1434"}, {"internal_id": 160026618, "Award ID": "G23AC00373", "Award Amount": 330000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "15.073", "Description": "PROJECT TITLE:  GEOCHEMISTRY AND DETAILED MAPPING OF THE BLACK HAWK ARSENIDE-5 ELEMENT VEINSYSTEM (FOCUS AREA SW001)PROJECT PERIOD:  6 1 2023 THROUGH 5 31 2026AWARD PURPOSETHE PURPOSES OF THIS PROJECT ARE TO 1) MAP THE GEOLOGY, STRUCTURE, ALTERATION, AND MINERALIZEDAREAS, 2) DETERMINE THE MINERALOGY, CHEMICAL COMPOSITION, ORIGIN AND CRITICAL MINERAL-POTENTIAL OF THEARSENIDE-5-ELEMENT VEIN DEPOSITS IN THE BLACK HAWK DISTRICT, AND 3) COMPARE THE BLACK HAWK DEPOSITS TOOTHER ARSENIDE-5-ELEMENT VEIN DEPOSITS IN THE WORLD. HIGHLY ALTERED AREAS COULD BE INDICATIVE OF HIGHERGRADES OF MINERAL DEPOSITS AND USED AS VECTORS TOWARDS HIGHLY MINERALIZED ZONES. GEOCHEMICAL WHOLE ROCK AND MINERAL ANALYSES OF IGNEOUS ROCKS, MINERALIZED VEINS AND ALTERATION ZONES WILL AID IN A BETTERUNDERSTANDING OF THE GENETIC RELATIONSHIP BETWEEN THE IGNEOUS INTRUSIONS AND THE MINERALIZATION PROCESSESIN THE AREA.ACTIVITIES TO BE PERFORMED1 COMPILE ALL AVAILABLE DATA AND ENTER INTO GIS IF APPROPRIATE, DEVELOP DATABASE2 DESCRIBE, PHOTOGRAPH, AND SAMPLE DRILL CORE FROM THE AREA STORED AT DUNCAN, AZ3 DETAILED FOCUS OUTCROP GEOLOGIC MAPPING AT 1:12,000 TO 1:6000 SCALE OF LITHOLOGY,MINERALIZED VEINS, ALTERATION, AND STRUCTURES (APPROXIMATELY 28 SQ MILES), INCLUDING DETAILEDMAPPING OF EXISTING WORKINGS, IF SAFE 4 COLLECT MINERALIZED AND ALTERED SAMPLES FORPETROGRAPHY, WHOLE-ROCK GEOCHEMISTRY, GEOCHRONOLOGY, FLUID INCLUSION, AND MINERALCHEMISTRY ANALYSES. OBTAIN A REPRESENTATIVE GEOCHEMICAL DATABASE AND SUITE OF SAMPLES OFBLACK HAWK ARSENIDE-5 ELEMENT VEIN SYSTEM.5 CHARACTERIZE THE HOST AND ADJACENT PROTEROZOIC, LATE CRETACEOUS, AND EOCENE-OLIGOCENE IGNEOUS ROCKS.6 CHARACTERIZE THE CHEMISTRY AND MINERALOGY OF THE MINERAL DEPOSITS, ALTERATION FEATURES (I.E.METASOMATISM SERICITIZATION), AND MINERAL PARAGENESIS OF THE MINERALIZED DEPOSITS.7 DETERMINE THE MINERAL CHEMISTRY, ESPECIALLY CO, NI, U, AS, BI, AG ETC. USING THE ELECTRONMICROPROBE, INCLUDING PYRITE AND OTHER SULFIDES.8 DEVELOP AN ORE GENESIS MODEL AND DEFINE THE EVOLUTION OF THE MINERAL DEPOSITS IN THE BLACKHAWK DISTRICT, AND COMPARE WITH OTHER ARSENIDE-5 ELEMENT VEIN SYSTEMS WORLDWIDE.9 COMPILATION OF FINAL REPORT AND GEOLOGIC MAP. PRESENTATION AT MEETINGS.DELIVERABLESTHE DELIVERABLES WILL INCLUDE GEMS DIGITIZED GEOLOGIC MAP (REGIONAL MAP AT 1:24,000 SCALE, WITHDETAILED GIS DATA AT 1:12,000 TO 1:6,000 SCALE) AND A TECHNICAL REPORT, ALONG WITH GEOCHEMICAL,MINERALOGICAL, AND GEOCHRONOLOGICAL DATA. RESULTS WILL BE PRESENTED AT CONFERENCES IN FY23-24 AT NEWMEXICO GEOLOGICAL SOCIETY SPRING MEETINGS AND ANNUAL MEETINGS OF THE GEOLOGICAL SOCIETY OF AMERICA,SOCIETY OF ECONOMIC GEOLOGISTS (SEG) AND OR SOCIETY FOR MINING, METALLURGY, AND EXPLORATION, INC.(SME). PUBLICATION IN APPROPRIATE JOURNALS WILL FOLLOW.INTENDED BENEFICIARIESNOT ONLY ARE THESE DATA REQUIRED IN ORDER TO DELINEATE FAVORABLE GEOLOGIC TERRANES AND PRIORITYAREAS CONTAINING POTENTIAL CRITICAL MINERALS IN THE ARSENIDE-5-ELEMENT VEIN SYSTEMS FOR THE USGS MANDATE,BUT IDENTIFICATION AND EXAMINATION OF CRITICAL MINERALS IS A HIGH PRIORITY OF THE NMBGMR. THIS PROJECT ALSO IS IMPORTANT TO THE STATE OF NEW MEXICO BECAUSE CRITICAL MINERAL RESOURCES MUST BEIDENTIFIED BEFORE LAND EXCHANGES, WITHDRAWALS OR OTHER LAND USE DECISIONS ARE MADE BY GOVERNMENTOFFICIALS. MOST OF THE AREA IS WITHIN U.S. FOREST SERVICE, WHO ALSO REQUIRED THESE DATA FOR LAND DECISIONMAKING, INCLUDING POTENTIAL PERMITTING OF EXPLORATION AND MINING EFFORTS. SANTA FE GOLD CORP. AND TEXASMINERAL RESOURCES CORP. CONTROL THE PATENTED CLAIMS AND HAVE PROVIDED PERMISSION TO WORK ON THEIRPRIVATE HOLDINGS, AS WELL AS PERMISSION TO LOG AND PHOTOGRAPHY DRILL CORE STORED IN DUNCAN, AZ. FUTUREMINING OF POTENTIAL CRITICAL MINERALS DEPOSITS WILL DIRECTLY BENEFIT THE ECONOMY OF NEW MEXICO.FURTHERMORE, THIS PROJECT WILL INCLUDE TRAINING OF YOUNGER, PROFESSIONAL GEOLOGISTS AND STUDENTS INECONOMIC GEOLOGY BY THE PIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": 330000.0, "recipient_id": "03eb6810-7870-d8cb-dc0f-5defaaa07d45-C", "generated_internal_id": "ASST_NON_G23AC00373_1434"}, {"internal_id": 160026617, "Award ID": "G23AC00372", "Award Amount": 1575000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "15.073", "Description": "PROJECT TITLE: FFY2023 CHENA FIELD-GEOLOGIC MAPPING PROJECTPROJECT PERIOD: 6 1 2023 THROUGH 5 31 2026THE YUKON-TANANA UPLAND CONTAINS MANY DISTINCT, OVERLAPPING MINERAL SYSTEMS, SUCH AS METAMORPHIC, MAGMATIC-HYDROTHERMAL, AND ORTHOMAGMATIC SYSTEMS, THAT ARE ALL PROSPECTIVE FOR A VARIETY OF BASE, PRECIOUS, AND CRITICAL MINERALS. HOWEVER, THE DISTRIBUTION OF THESE SYSTEMS AND THEIR CRITICAL MINERAL ENRICHMENTS IN THE UPLAND ARE VARIABLE AND REMAIN INCOMPLETELY MAPPED AND POORLY DESCRIBED. THIS PROPOSAL FOCUSES ON KEY AREAS WITH THE GREATEST OVERLAP BETWEEN MULTIPLE MINERAL SYSTEMS WITH ASSOCIATED CRITICAL MINERAL ENRICHMENTS AND OUTLINES KEY FEATURES THAT RELATE TO CRITICAL MINERAL ENRICHMENTS IN DIVERSE GEOLOGIC ENVIRONMENTS. IDENTIFYING SALIENT FEATURES IN THESE COMPLEX SYSTEMS THAT INFLUENCE WHERE, HOW, AND WHY CRITICAL MINERALS ARE ENRICHED IN MINERAL SYSTEMS LAYS THE GROUNDWORK FOR HIGHER-QUALITY, DATA-DRIVEN PROSPECTIVELY AND MINERAL ASSESSMENT WORK AND PROVIDES AN UPDATED, DATA-RICH FRAMEWORK FOR PLANNING AND CONDUCTING MRP AND EARTH MRI GEOLOGICAL MAPPING AND RESEARCH.THE PROPOSED FFY2023 CHENA FIELD-GEOLOGIC MAPPING PROJECT WILL BUILD ON ONGOING USGS AND DEPARTMENT OF NATURAL RESOURCES DIVISION OF GEOLOGICAL   GEOPHYSICAL SURVEYS (DGGS) COLLABORATIVE EFFORTS TO UPGRADE GEOLOGIC DATA IN THE YTU. THE PRIMARY OBJECTIVES ARE TO: COMPLETE MODERN 1:100,000-SCALE GEOLOGIC MAPPING, GEOCHEMISTRY, AND GEOCHRONOLOGY IN PARTS OF THE BIG DELTA, CIRCLE, FAIRBANKS, AND CHARLEY RIVER QUADRANGLES. THE DGDS MAPPING CAMPAIGN WILL PARSE AND FURTHER CHARACTERIZE THE CRETACEOUS INTRUSIVE COMPLEXES IN THE REGION. IT WILL ESTABLISH CONTEXT FOR SN, W, AND REE MINERALIZATION AND EVALUATE THE AREA FOR UNDISCOVERED TIN GRANITES AND PERALKALINE INTRUSIONS AMONG THE AREA S NUMEROUS CRETACEOUS GRANITIC BODIES. DGDS WILL USE MAPPING, GEOCHEMISTRY, AND GEOCHRONOLOGY TO CAPTURE THE REGION S COMPLETE MESOZOIC-CENOZOIC MAGMATIC HISTORY, WHICH WILL INCREASE UNDERSTANDING OF THE DISTRIBUTION OF IGNEOUS ROCKS WITH POTENTIAL TO HOST UNDISCOVERED CRITICAL MINERALS. DGDS WILL BUILD UPON USGS WORK REFINING THE STRUCTURAL SUBDIVISIONS AND ASSEMBLY OF PALEOZOIC METAMORPHIC UNITS (E.G., DUSEL-BACON AND OTHERS, 2006). GEOLOGIC MAPPING (DAY AND OTHERS, 2003  DAY AND OTHERS, 2007  WERDON AND OTHERS, 2004) INDICATES THAT BOTH LOW-ANGLE AND HIGH-ANGLE FAULT SYSTEMS TRAVERSE THE PROPOSED MAP AREA  THIS WORK WILL SEEK TO VALIDATE THESE STRUCTURES ON THE GROUND AND TO MAP GEOLOGICAL RELATIONSHIPS THAT CONSTRAIN THEIR TIMING AND DISPLACEMENT.DELIVERABLES: WITHIN THREE YEARS OF RECEIPT OF FUNDING, DGGS WILL PRODUCE A TWO-DIMENSIONAL, DIGITAL, BEDROCK GEOLOGIC MAP AT 1:100,000 SCALE USING GEMS SCHEMA. DELIVERABLES WILL INCLUDE A PDF MAP LAYOUT, BROWSE IMAGE, FGDC METADATA, FILE GEODATABASE, ARCMAP .MXD DOCUMENT, AND ASSOCIATED RESOURCES. THE MAP WILL INCLUDE A CORRELATION OF MAP UNITS, CROSS SECTION, AND UNIT DESCRIPTIONS. STATION LOCATIONS INCLUDING FIELD NOTES, STRUCTURAL MEASUREMENTS, AND COMPLETED GEOCHRONOLOGY WILL BE DELIVERED WITHIN THE GEMS FILE GEODATABASE. NEW GEOCHEMICAL DATA WILL BE RE-ANALYZED BY THE USGS CONTRACT LABORATORY AND PUBLISHED THROUGH DGGS AND USGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_G23AC00372_1434"}, {"internal_id": 155860622, "Award ID": "G23AC00107", "Award Amount": 299656.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-12", "CFDA Number": "15.073", "Description": "NEVADA FY22 EARTH MRI PROPOSAL FOR GEOLOGIC MAPPING (ABSTRACT)TITLE  GEOLOGIC MAPPING IN THE MCDERMITT CALDERA LITHIUM FOCUS AREA, NORTHERN NEVADAPROJECT PERIOD  01 13 2023 THROUGH 01 12 2026DESCRIPTION OF PROJECT  THE NEVADA BUREAU OF MINES AND GEOLOGY (NBMG) IS CONDUCTING 1 24,000 SCALE GEOLOGIC MAPPING IN THE THACKER PASS AREA OF THE MCDERMITT CALDERA IN NORTHERN NEVADA, WHICH HOSTS SOME OF THE RICHEST LI DISTRICTS IN THE UNITED STATES AND IN NORTH AMERICA. THE AREA IS CURRENTLY UNDER EXTENSIVE EXPLORATION, MOSTLY FOR LI BEARING CLAYS IN THE MIOCENE INTRACALDERA BASINS IN THE SOUTHERN PART OF THE CALDERA IN NEVADA, AND IN ITS NORTHERN EXTENSION IN OREGON. THE MCDERMITT CALDERA IS PART OF A LARGE IGNEOUS PROVINCE THAT PRODUCED THE COLUMBIA RIVER BASALT GROUP AND THE OTHER SILICIC CALDERAS OF THE YELLOWSTONE HOTSPOT TRACK. LITTLE IS KNOWN ABOUT THE CRITICAL FACTORS IN THE CALDERA EVOLUTION AND BASIN DEVELOPMENT GENERATING LI BEARING CLAY RESOURCES. THE SOURCE ROCKS OF LI AND THE POTENTIAL ROLE PLAYED BY HYDROTHERMAL ACTIVITY DURING THE INITIAL CALDERA FORMING ERUPTION, AS WELL AS THE EFFECT OF RESURGENCE RELATED MAGMATISM ON THE CONCENTRATION OF LI REMAIN STILL UNRESOLVED. THE THACKER PASS AREA IS IN THE SOUTHERN PART OF THE MCDERMITT CALDERA  THE AREA HOSTS THE MOST IMPORTANT LI RESOURCES AND HAS BEEN EXTENSIVELY DRILLED IN THE LAST YEARS. THE THACKER PASS SECTION IS ABOUT 100 M THICK AND IS DIVIDED INTO FIVE DISTINCT UNITS FROM YOUNGEST TO OLDEST  UNIT 1, CAPPING BASALT AND UPPER SHALE  UNIT 2, TEPHRA DOMINANT WITH INTERCALATED SHALE  UNIT 3, CARBONACEOUS SHALE  DOMINANT WITH THIN TEPHRA  UNIT 4, MIXED TEPHRA AND SHALE  AND UNIT 5, DENSELY WELDED MCDERMITT TUFF. THE ORE GRADE LI MINERALIZATION OCCURS IN SHALE DOMINANT STRATA OF UNIT 3 AND IN OVERLYING UNIT 2. THE LI BEARING CLAYS CONSIST OF MINERALOGICALLY COMPLEX ASSEMBLAGES OF ILLITE (2.5 2.7 WT.  LI2O) AND SMECTITE (0.8 1.5 WT.  LI2O) IN VARIABLE PROPORTIONS.DETAILED GEOLOGIC MAPPING IN CONJUNCTION WITH THIN SECTION PETROGRAPHY, WHOLE ROCK AND MINERAL GEOCHEMISTRY, INTERPRETED GEOPHYSICAL DATA, AND HIGH PRECISION GEOCHRONOLOGY, WILL PROVIDE IMPORTANT LITHOLOGICAL AND STRUCTURAL CONSTRAINTS ON THE DISTRIBUTION AND POTENTIAL ORIGIN OF LI DEPOSITS IN THE MCDERMITT CALDERA LITHIUM FOCUS AREA. THE PRINCIPAL OBJECTIVE OF THE PROPOSED TASK IS TO DOCUMENT THE GEOLOGY OF THE THACKER PASS AREA IN THE SOUTHERN PART OF THE MCDERMITT CALDERA INCLUDING THE CLAY HOSTED LI DEPOSITS TO PROVIDE A LITHOSTRATIGRAPHIC AND STRUCTURAL CONTEXT TO THE LI DEPOSITS. POTENTIAL CRITICAL MINERAL IN PROJECT AREA  LI.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": 299656.0, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_G23AC00107_1434"}, {"internal_id": 156262473, "Award ID": "G23AC00096", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-23", "CFDA Number": "15.073", "Description": "EARTH MRI BARAGA AND  DICKINSON COUNTIESPROJECT PERIOD  01 23 2023 THROUGH 01 22 2026DESCRIPTION OF PROJECT  THE MICHIGAN GEOLOGICAL SURVEY (MGS) IS MAPPING IN THE UPPER PENINSULA OF MICHIGAN, ONE OF THE MOST HISTORICALLY IMPORTANT AREAS OF U.S. MINERAL PRODUCTION DUE TO COPPER AND IRON MINING, INCLUDING THE WHITE PINE DEPOSIT. THE REGION ALSO CONTAINS THE SMALL, VERY HIGH GRADE, CONDUIT TYPE  EAGLE LUNDIN  NI CU PGE CO DEPOSIT  A METAMORPHIC GRAPHITE DEPOSIT WITH MINOR PAST PRODUCTION  AND SECONDARY MANGANESE PRODUCTION FROM THE GROVELAND IRON MINE NORTH OF IRON MOUNTAIN. MAGMATIC REE DEPOSITS MAY ALSO BE HOSTED IN POORLY UNDERSTOOD PALEOPROTEROZOIC (AND ARCHEAN ) GRANITES. FINALLY, UNDISCOVERED LCT PEGMATITES MAY BE PRESENT IN ARCHEAN ROCKS THAT HAVE HISTORICALLY RECEIVED LITTLE ATTENTION. THE UPPER PENINSULA HAS HAD SELECTIVE GEOLOGIC AND MINIMAL GEOPHYSICAL DATA COMPILATION OVER THE LAST FORTY YEARS. STATE OF MICHIGAN AND USGS GEOLOGISTS HAVE SELECTIVELY MAPPED AREAS, WHICH ARE OFTEN NOT CONTIGUOUS, AND A COMPREHENSIVE COMPILATION OF SUCH MAPPING HAS NOT BEEN MADE. GEOLOGIC MAPPING IN THIS REGION HAS BEEN HAMPERED BY EXTENSIVE GLACIAL COVER, WETLANDS, AND DIFFICULT ACCESS  NEARLY ALL MAPPING IN THIS REGION OF COMPLEX PRECAMBRIAN GEOLOGY WAS CONDUCTED PRIOR TO THE ADVENT OF PLATE TECTONIC CONCEPTS. THE MGS WILL MAP IN FOUR QUADRANGLES (NESTORIA, THREE LAKES, RALPH, AND RALPH SW) AT 1 24,000 SCALE AND WILL FIELD VERIFY ROCK GEOPHYSICAL SIGNATURES. THE MGS WILL ALSO EXAMINE RELEVANT AVAILABLE DRILL CORE TO ENSURE A COMPREHENSIVE MAP CAN BE MADE AND TO SELECT SAMPLES FOR LABORATORY ANALYSES. THERE IS AN EXTENSIVE SUITE OF ARCHIVED EXPLORATORY DRILL CORES AND BOREHOLE LOGS WITH ANALYTICAL OR CHEMICAL DATA AT THE STATE OF MICHIGAN UP GWINN CORE REPOSITORY OR OTHER PRIVATE INDUSTRY CORE STORAGE LOCATIONS (E.G. CLEVELAND CLIFFS WAREHOUSES) THAT WILL PROVIDE CRUCIAL INFORMATION FOR THIS MAPPING PROJECT. MGS WILL REACH OUT TO THE MINERAL INDUSTRY IN MICHIGAN TO DETERMINE IF THERE ARE ANY OTHER DATA RESOURCES THAT CAN BE ACCESSED AND AVAILABLE TO EVALUATE NEAR SURFACE GEOLOGIC SAMPLES OR CORE. THIS WORK WILL SUPPLEMENT OUTCROP OBSERVATIONS FOR THE GEOLOGIC MAP COMPILATION. SAMPLES FROM THESE COLLECTIONS AND FROM OUTCROPS WILL BE USED FOR DETAILED PETROLOGICAL AND GEOCHEMICAL STUDIES. THIS MAPPING PROGRAM, COUPLED WITH NEW AIRBORNE GEOPHYSICAL AND LIDAR DATA, AIMS TO DEVELOP THE GEOLOGIC UNDERSTANDING OF THE AREA AND TO IDENTIFY NEAR SURFACE AND DEEPER GEOLOGIC SYSTEMS FAVORABLE TO CRITICAL ELEMENTS IN THE REGION. POTENTIAL CRITICAL MINERALS IN PROJECT AREA  CO, CR, CS, GRAPHITE, LI, MN, NB, NI, PGE, REE, SN, TA, TI, AND ZN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": 300000.0, "recipient_id": "b68c9445-5627-e42b-33c6-f4e6d4688d9c-C", "generated_internal_id": "ASST_NON_G23AC00096_1434"}, {"internal_id": 156262469, "Award ID": "G23AC00095", "Award Amount": 197543.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-23", "CFDA Number": "15.073", "Description": "EARTH MRI GEOLOGIC MAPPING OF CORNUDAS, HUECO STATION, AND BLACK MOUNTAINS QUADRANGLES, TRANS PECOS, TEXASPROJECT PERIOD  01 23 2023 THROUGH 01 22 2026DESCRIPTION OF PROJECT  RESEARCHERS FROM THE TEXAS BUREAU OF ECONOMIC GEOLOGY ARE CONDUCTING 1 24,000 SCALE GEOLOGIC MAPPING AND GEOCHEMICAL SAMPLING ACTIVITIES TO SUPPORT RARE EARTH ELEMENT (REE) ASSESSMENTS IN THREE QUADRANGLES (CORNUDAS, HUECO STATION, BLACK MOUNTAINS) IN THE CORNUDAS AIRBORNE GEOPHYSICAL SURVEY AREA, FILLING IN PREVIOUSLY UNMAPPED CONTINUATIONS OF THE CORNUDAS INTRUSIONS. THIS SURVEY AREA IS ONE OF FOUR BEING FLOWN BY THE U. S. GEOLOGICAL SURVEY (USGS) IN THE TRANS PECOS FOCUS AREA OF FAR WEST TEXAS WHERE PALEOGENE ALKALINE IGNEOUS UNITS WITH REE RESOURCE POTENTIAL ARE EXPOSED. PALEOGENE IGNEOUS ROCK EXPOSURES HAVE BEEN MAPPED IN QUADRANGLES NEAR THE PRESENT STUDY AREA (1) IN THE CORNUDAS MOUNTAINS IN THE NORTHEASTERN PART OF THE SIXTEEN MOUNTAINS QUADRANGLE AND THE NORTHWESTERN PART OF THE ADJACENT CERRO DIABLO QUADRANGLE, (2) AT SIXTEEN MOUNTAINS AND DOG MOUNTAIN IN THE SOUTHEASTERN PART OF THE SIXTEEN MOUNTAINS QUADRANGLE, (3) AT CERRO DIABLO IN THE SOUTHEASTERN PART OF THE CERRO DIABLO QUADRANGLE, AND (4) IN PARTS OF THE SIERRA TINAJA PINTA IN THE SOUTHWESTERN PART OF THE CERRO DIABLO QUADRANGLE. THE NEW MAPPING EXTENDS PREVIOUS STATEMAP RELATED AND EARTH MRI GEOLOGIC MAPPING GENERALLY TO THE EAST OF THE GEOPHYSICAL SURVEY AREAS AND IS SPECIFICALLY FOCUSED ON EXPOSURES OF SHALLOW PALEOGENE IGNEOUS INTRUSIONS AND THEIR POTENTIAL AS CRITICAL MINERAL RESOURCES. EXPOSURES OF THESE INTRUSIVE ROCKS ARE REASONABLY WELL MAPPED, BUT THEIR SUBSURFACE EXTENT AND EXPRESSION ARE NOT WELL UNDERSTOOD. AIRBORNE GEOPHYSICAL SURVEYS BEING CONDUCTED AS A MAJOR PART OF THIS EARTH MRI EFFORT ARE INTENDED TO REVEAL THE LATERAL AND VERTICAL EXPRESSION OF PHYSICAL PROPERTIES THAT CAN SERVE AS PROXIES FOR THESE IGNEOUS UNITS AND HOST STRATA. THE THREE QUADRANGLES BEING MAPPED IN THE PRESENT STUDY COVER NEARLY TWO THIRDS OF THE CORNUDAS GEOPHYSICAL SURVEY AREA IN TEXAS, WHERE SEVERAL IGNEOUS INTRUSIONS ARE EXPOSED IN THE CORNUDAS MOUNTAINS, CERRO DIABLO, AND THE SIERRA TINAJA PINTA. THE TEXAS PART OF THE BROADER CORNUDAS SURVEY AREA IS ON THE DIABLO PLATEAU. ALL DIABLO PLATEAU INTRUSIVE ROCKS ARE HYPABYSSAL OR SUBVOLCANIC UNITS EMPLACED AT MEDIUM TO SHALLOW DEPTHS IN THE CRUST. IGNEOUS BODIES INCLUDE DISCORDANT SHEETS, SILLS, PLUGS, DOMES, AND LACCOLITHS INTRUDED INTO LOWER PERMIAN LIMESTONE AND LOWER CRETACEOUS SANDSTONE. THESE IGNEOUS ROCKS SHOW LIMITED COMPOSITIONAL VARIATION, RANGING FROM NEPHELINE SYENITE AND PHONOLITE TO SYENITE AND TRACHYTE. THE GOAL OF THE PROJECT IS TO CONSTRUCT IMPROVED TWO  AND THREE DIMENSIONAL GEOLOGIC MODELS OF THE DISTRIBUTION, EXTENT, AND VOLUME OF THESE POTENTIAL RESOURCES AND THEIR RELATIONSHIP TO STRATA INTO WHICH THEY INTRUDE. POTENTIAL CRITICAL MINERALS IN PROJECT AREA  REE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": 197543.0, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_G23AC00095_1434"}, {"internal_id": 155860617, "Award ID": "G23AC00093", "Award Amount": 975000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-09", "CFDA Number": "15.073", "Description": "CRITICAL MINERALS IN PENNSYLVANIAN BLACK SHALES OF THE US MIDCONTINENT PROJECT PERIOD  01 10 2023 THROUGH 01 09 2026  AWARD PURPOSE THE PURPOSE OF THIS PROJECT IS TO COLLECT MAJOR AND TRACE ELEMENTAL DATA ON PENNSYLVANIAN AGEDBLACK SHALES FROM THE CHEROKEE FOREST CITY, ILLINOIS, AND APPALACHIAN (WESTERN MARGIN) BASINS TOSUPPORT REGIONAL ASSESSMENTS OF CM ABUNDANCE. THE JUSTIFICATION FOR THIS STUDY IS TO SUPPORT THEUS FEDERAL GOVERNMENT S EFFORTS TO IDENTIFY AND ASSESS CM DEPOSITS IN THE UNITED STATES.  ACTIVITIES TO BE PERFORMED DEFINE THE SAMPLING METHODS TO BE USED BY ALL COOPERATING STATES (WORKING AS A TEAM WITHALL PARTICIPANTS TO ACCOMMODATE THE UNIQUE CONDITIONS OF EACH ORGANIZATION).(2) COORDINATE AND MONITOR ALL PROJECT SAMPLE COLLECTION.(3) COORDINATE PXRF METHODS AND USE OF USGS REFERENCE MATERIALS.(4) CONSOLIDATE SAMPLES ACQUIRED BY ALL PARTICIPANTS.(5) CONTRIBUTE HIGH CM SAMPLES TO THE USGS FOR FURTHER GEOCHEMICAL ANALYSIS.(6) CONSTRUCT A WELL DOCUMENTED GEOCHEMICAL DATABASE OF PXRF DATA FROM COOPERATINGSTATES.  DELIVERABLES AND EXPECTED OUTCOMES 1) DETAILED REPORT ON CM CONCENTRATIONS FROM DATA COLLECTED FROM THE METALLIFEROUS SHALES.PUBLICATIONS WILL BE SUBMITTED IN THE PEER REVIEWED MIDCONTINENT GEOSCIENCE AND GSABULLETIN.2) COMPREHENSIVE GEODATABASE OF MAJOR ELEMENT GEOCHEMISTRY DERIVED FROM PXRF ANALYSISFROM THE FOCUS AREAS IN ALL STATES. DATA WILL BE PUBLISHED IN CSV AND XLS FORMAT VIA OPEN FILE REPORTS (OFRS) AT EACH SURVEY. GEOSPATIAL DATA WILL BE SERVED THROUGH STATE GIS PORTALS(E.G., KANSAS USES KANSASGIS.ORG). A SINGLE PROJECT WEBSITE AT KGS WILL LINK TO ALL THE DATA.(KGS HAS NUMEROUS EXAMPLES OF THESE LIKE THE HUGOTON PROJECT OR ANY OF THE CCUSPROJECTS).3) SAMPLES DELIVERED TO USGS FOR FURTHER GEOCHEMICAL ANALYSIS4) ESEM IMAGERY AND EDS QUALITATIVE GEOCHEMICAL DATA. OPEN FILE REPORTS FROM EACH STATELINKED THROUGH A KGS PROJECT LEVEL WEBSITE.5) GEOLOGICAL MAPS WITH THICKNESS AND CONCENTRATION VARIATIONS. THESE MAPS WILL BE SUBMITTEDIN GEMS STANDARD DIGITAL FORMAT AS USED THROUGH THE STATEMAP PROGRAM FUNDED THROUGHTHE NCGMP.6) PUBLICATIONS. THERE WILL BE OFRS AT EACH STATE FOR DATA. JOURNALS (INTERNAL OR EXTERNAL) FORSCIENCE INTERPRETATIONS. PROJECT WEBSITE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": 975000.0, "recipient_id": "77c2126f-1eeb-1497-ee97-f5b830ca5e7d-C", "generated_internal_id": "ASST_NON_G23AC00093_1434"}, {"internal_id": 156262468, "Award ID": "G23AC00090", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-23", "CFDA Number": "15.073", "Description": "GEOLOGIC MAPPING IN THE HAILE RIDGEWAY AND BREWER, SOUTH CAROLINA FOCUS AREASPROJECT PERIOD   01 23 2023 THROUGH 01 22 2026DESCRIPTION OF PROJECT  THE SOUTH CAROLINA DEPARTMENT OF NATURAL RESOURCES GEOLOGICAL SURVEY (SCGS) IS CONDUCTING NEW DETAILED GEOLOGIC MAPPING AND GEOCHEMICAL SAMPLING IN A PORTION OF THE HAILE RIDGEWAY AND BREWER FOCUS AREA IN THE EASTERN PIEDMONT OF SOUTH CAROLINA. THE PRIMARY PURPOSE OF THIS PROJECT IS TO PRODUCE NEW 1 24,000 SCALE MAPS OF NINE 7.5 MINUTE QUADRANGLES IN THE CAROLINA TERRANE (FLINT HILL, GREAT FALLS, HEATH SPRINGS, KERSHAW, LANCASTER SOUTHEAST, LIBERTY HILL, RABON CROSSROADS, WESTVILLE, AND WHITE OAK CREEK) AND TO COMPILE THOSE MAPS AT 100,000 SCALE WITH EXISTING 1 24,000 SCALE STATEMAP AND SCGS MAPS. THE MAPPING WILL HELP DELINEATE THE DISTRIBUTION OF BASE METAL AND ASSOCIATED CRITICAL MINERAL DEPOSITS IN THE EASTERN CAROLINA TERRANE. GEOCHEMICAL SAMPLING WILL TARGET TWO MAIN AREAS  1) CAROLINA TERRANE ROCKS THAT CONSIST OF A HETEROGENEOUS ASSEMBLAGE OF GREENSCHIST FACIES, CALC ALKALINE MAFIC FELSIC METAVOLCANIC AND EPICLASTIC SEDIMENTARY ROCKS, AND 2) LATE PALEOZOIC PLUTONIC ROCKS (E.G. LIBERTY HILL). ADDITIONALLY, MINERALIZED ZONES OF QUARTZ SERICITE, PROPYLITIC, ANDALUSITE QUARTZ, AND SILICEOUS ALTERATION WILL BE EVALUATED FOR CRITICAL MINERALS. THE FOCUS AREA ENCOMPASSES THE CAROLINA TERRANE, A NEOPROTEROZOIC   CAMBRIAN, PERI GONDWANAN VOLCANIC ISLAND ARC SYSTEM THAT EXTENDS OVER 640 KILOMETERS FROM SOUTHERN VIRGINIA TO NORTHERN GEORGIA. IN SOUTH CAROLINA AND GEORGIA, THE WESTERN BOUNDARY OF THE CAROLINA TERRANE IS THE CHAPPELLS SHEAR ZONE, A MULTIPLY REACTIVATED SE DIPPING HIGH STRAIN ZONE THAT JUXTAPOSES THE CAROLINA TERRANE WITH THE ADJACENT CHARLOTTE TERRANE. IN SOUTHWESTERN SOUTH CAROLINA AND EASTERN GEORGIA, THE EASTERN BOUNDARY OF THE CAROLINA TERRANE IS THE MODOC SHEAR ZONE, A DEXTRAL HIGH STRAIN ZONE REACTIVATED WITHIN THE EASTERN PIEDMONT FAULT SYSTEM. THE PROJECT AREA INCLUDES THE HAILE GOLD MINE, WHOSE ORE DEPOSITS ARE PART OF A HIGH SULFIDATION PORPHYRY CU MO AU SYSTEM THAT HAS BEEN WORKED SINCE THE MID 1800 S FOR GOLD AND SILVER BUT ALSO HAS SHOWN POTENTIAL FOR TOPAZ, TELLURIDE MINERALS, AND REES. BASE METAL ORE DEPOSITS ARE PRIMARILY HOSTED ALONG THE CONTACT BETWEEN LOWER METAVOLCANIC AND UPPER METASEDIMENTARY ROCKS, AND ARE ASSOCIATED WITH QUARTZ SERICITE, PROPYLITIC, ANDALUSITE QUARTZ, AND SILICEOUS ALTERATION OF THE METAMORPHOSED FELSIC VOLCANIC AND SEDIMENTARY HOST ROCKS  TOPAZ MINERALIZATION IS COMMONLY FOUND IN VEINLETS AND SILICIFIED ZONES AND MAY LOCALLY BE RELATED TO INTRUSION OF LATE PALEOZOIC PLUTONS. THE VOLCANIC AND VOLCANOGENIC HOST ROCKS HAVE BEEN METAMORPHOSED AND DEFORMED BY PALEOZOIC OROGENESIS AND SUBSEQUENT CONTINENTAL RIFTING. THE GOAL OF THE PROJECT IS TO ENHANCE OUR UNDERSTANDING OF THE GEOLOGIC FRAMEWORK OF THE FOCUS AREA, AID IN THE DEVELOPMENT OF LITHOSTRATIGRAPHIC AND STRUCTURAL MODELS, AND INVESTIGATE THE POTENTIAL ECONOMIC DEPOSITS OF CRITICAL MINERALS AND BASE METALS. POTENTIAL CRITICAL MINERALS IN PROJECT AREA  AS, BI, F (TOPAZ), REE, SB, TE, AND ZN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": 300000.0, "recipient_id": "6ff770b9-fd39-5446-2086-5462e925bc71-C", "generated_internal_id": "ASST_NON_G23AC00090_1434"}, {"internal_id": 156262464, "Award ID": "G23AC00089", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-23", "CFDA Number": "15.073", "Description": "WYOMING FY22 EARTH MRI PROPOSAL FOR RECONNAISSANCE GEOCHEMISTRY (ABSTRACT)TITLE  EARTH MAPPING RESOURCES INITIATIVE GEOCHEMISTRY AND GEOCHRONOLOGY RECONNAISSANCE OF THE MEDICINE BOW MOUNTAINS, WYOMINGPROJECT PERIOD  01 23 2023 THROUGH 01 22 2026DESCRIPTION OF PROJECT  THE WYOMING STATE GEOLOGICAL SURVEY (WSGS) IS CONDUCTING AN ANALYTICALLY INTENSIVE GEOCHEMISTRY AND GEOCHRONOLOGY RECONNAISSANCE PROJECT IN THE MEDICINE BOWS MOUNTAINS, WYOMING. THE MEDICINE BOWS HAVE GREAT POTENTIAL FOR CRITICAL MINERAL DEPOSITS VITAL TO U.S. GROWTH AND STABILITY. THE AREA S COMPLEX GEOLOGY, INCLUDING THE JUXTAPOSITION OF THE ARCHEAN WYOMING PROVINCE WITH THE ACCRETED COLORADO PROVINCE TERRANES ALONG THE CHEYENNE BELT AND ASSOCIATED SHEAR ZONES, MULTIPLE EPISODES OF MAFIC AND FELSIC INTRUSIONS, THICK PACKAGES OF METASEDIMENTS AND METAVOLCANICS, POSSIBLE LATER METAMORPHIC EVENTS, AND LARAMIDE UPLIFT SUGGEST THAT DIVERSE MINERAL SYSTEMS EXIST WITHIN THE MEDICINE BOWS. HISTORICAL MINING IN THE AREA HAS CONFIRMED THE EXISTENCE OF ECONOMICALLY VIABLE AU, AG, CU, PGE, AND MINOR U AND REE DEPOSITS. HISTORIC MINING EFFORTS ALSO NOTED THE EXISTENCE OF METALS NOW CONSIDERED CRITICAL, THE PRESENCE OF WHICH HAS BEEN CONFIRMED BY SUBSEQUENT SCIENTIFIC STUDIES HOWEVER, GEOCHEMICAL DATA FOR THE REGION ARE NOT AVAILABLE IN A COMPREHENSIVE PUBLIC DATABASE. PREEXISTING DATA ARE INCONSISTENT IN METHODOLOGY, ELEMENTS ANALYZED, SPATIAL COVERAGE, AND PUBLIC AVAILABILITY. THIS PROJECT WILL DEVELOP AND CONDUCT AN EXHAUSTIVE SAMPLING PROGRAM TO TARGET AREAS OF KNOWN AND UNKNOWN MINERALIZATION IN SHEAR HOSTED VEINS  LAYERED MAFIC ULTRAMAFIC INTRUSIONS AND ASSOCIATED FELSIC INTRUSIONS ALONG THE CHEYENNE BELT  FELSIC INTRUSIONS, PEGMATITES, AND VEIN SYSTEMS IN THE ACCRETED PROTEROZOIC TERRANES  PRECAMBRIAN SULFIDE RICH METASEDIMENTS AND METAVOLCANICS  RADIOACTIVE PALEOPLACERS  AND RARE EARTH ELEMENT (REE)  AND URANIUM RICH PEGMATITES. THE PROPOSED STUDY AREA ENCOMPASSES ALL OF THE WYOMING PORTION OF THE MEDICINE BOW MOUNTAINS A PRECAMBRIAN CORED LARAMIDE UPLIFT FLANKED BY THE LARAMIE BASIN TO THE EAST, THE HANNA BASIN TO THE NORTH, AND THE SARATOGA VALLEY AND SIERRA MADRE MOUNTAINS TO THE WEST. THIS PROJECT WILL DIRECTLY COMPLEMENT THE EARTH MRI PHASE 2  AND WYOMING LEGISLATURE FUNDED AIRBORNE MAGNETIC AND RADIOMETRIC SURVEY SCHEDULED FOR SUMMER 2022 IN THE MEDICINE BOWS AND EASTERN SIERRA MADRE MOUNTAINS. THE GOAL IS AN INTEGRATED UNDERSTANDING OF THE GEOCHEMICAL, STRUCTURAL, PETROLOGICAL, AND DEFORMATIONAL PROCESSES THAT MAKE UP THE REGIONAL MINERAL SYSTEMS  THIS WILL HAVE THE POTENTIAL TO AID MINERAL EXPLORATION EFFORTS NOT ONLY IN THE MEDICINE BOWS, BUT ALSO IN AREAS WITH A SIMILAR GEOLOGIC HISTORY, SUCH AS THE SIERRA MADRE RANGE TO THE WEST AND ELSEWHERE ALONG THE TREND OF THE CHEYENNE BELT. POTENTIAL CRITICAL MINERALS IN THE PROJECT AREA  CO, CR, NI, PGE, REE, AND ZN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": 250000.0, "recipient_id": "cfb68004-0946-d578-0b20-f5e801a827af-C", "generated_internal_id": "ASST_NON_G23AC00089_1434"}, {"internal_id": 156262513, "Award ID": "G23AC00088", "Award Amount": 297067.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-23", "CFDA Number": "15.073", "Description": "PROJECT TITLE  WICHITA MOUNTAINS OF SOUTHERN OKLAHOMAPROJECT PERIOD   01 23 2023 THROUGH 01 22 2026DESCRIPTION OF PROJECT  THE PURPOSE OF THIS PROJECT IS TO USE GEOLOGIC AND GEOCHEMICAL MAPPING TO DETERMINE THE DISTRIBUTION OF CRITICAL MINERALS IN THE WICHITA MOUNTAINS AREA. THE OKLAHOMA GEOLOGICAL SURVEY (OGS) ARE INTERESTED IN NOT ONLY WHAT ELEMENTS ARE PRESENT, BUT ALSO IN THE GENESIS AND WILL ANSWER QUESTIONS SUCH AS  ARE THEY PRIMARY MINERALS OR ARE THEY DUE TO SECONDARY EVENTS (EX. BASINAL BRINES OR DIRECT INTRUSIVE EVENTS)  IF OGS CAN SUCCESSFULLY IDENTIFY WHERE THE GROUP OF ROCKS THAT CONTAIN CRITICAL MINERALS AND UNDERSTAND THEIR PARAGENESIS, OGS WILL BE ABLE TO ALSO DELINEATE OTHER KEY AREAS OF INTEREST IN OKLAHOMA THAT MIGHT ALSO CONTAIN THEM USING MRI TECHNIQUES THAT CAN BE CORRELATED WITH THESE SYSTEMS. ADDITIONALLY, BY MAPPING SEDIMENTARY UNITS OUTWARD FROM THE BASEMENT EXPOSURES, OGS CAN DELINEATE THE GEOGRAPHIC AREAS MOST LIKELY TO CONTAIN ECONOMIC RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": 297067.0, "recipient_id": "4837eb8d-f028-01fb-72d6-af2f904c0e4c-C", "generated_internal_id": "ASST_NON_G23AC00088_1434"}, {"internal_id": 155860597, "Award ID": "G23AC00086", "Award Amount": 299925.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-13", "CFDA Number": "15.073", "Description": "MONTANA FY22 EARTH MRI PROPOSAL FOR GEOLOGIC MAPPING (ABSTRACT)PROJECT PERIOD   01 16 2023 THROUGH 01 15 2026TITLE  EARTH MRI GEOLOGICAL MAPPING PROJECT   SHEEP CREEK MINERAL HILLDESCRIPTION OF PROJECT  THE SHEEP CREEK MINERAL HILL MINERAL BELT EXTENDS IN A NORTHWEST DIRECTION FROM IDAHO INTO MONTANA AND HOSTS RARE EARTH ELEMENT (REE) BEARING CARBONATITE HORIZONS AND CARBONATE HOSTED NB BEARING RUTILE DEPOSITS OF UNKNOWN AGE AND ORIGIN. THE MONTANA BUREAU OF MINES AND GEOLOGY IS CONDUCTING GEOLOGIC MAPPING WITHIN THE SHEEP CREEK MINERAL HILL MINERAL BELT AT A SCALE OF 1 24,000 IN THE ALTA AND HORSE CREEK PASS QUADRANGLES. DETAILED GEOLOGIC MAPPING AND GEOCHEMICAL SAMPLING WILL BE CONDUCTED AROUND CLUSTERS OF REE PROSPECTS IN THE MONTANA PORTION OF THE MINERAL BELT. TO AUGMENT GEOLOGIC MAPPING OBJECTIVES AND ROCK SAMPLING, SAMPLES ARE BEING COLLECTED FOR GEOCHRONOLOGY AND GEOCHEMICAL CHARACTERIZATION, INCLUDING STREAM SEDIMENT SAMPLES TO HELP PINPOINT UNDISCOVERED DEPOSITS. IN MONTANA, THE AREA OF INTEREST IS UNDERLAIN BY GRANITIC GNEISS, AMPHIBOLITE, GABBRO, AND PARAGNEISS. REE MINERALS ARE DISTRIBUTED THROUGH CARBONATE HOST ROCKS THAT OCCUR IN A BAND OF PRE MESOPROTEROZOIC GNEISSES AND SCHISTS AND ALSO LOCALIZED WITHIN AMPHIBOLITE LAYERS. THE REE DEPOSITS WERE EXPLORED IN THE 1950S FOR NB AND TI WITH SOME UNDERGROUND DEVELOPMENT ON THE MONTANA SIDE AND WERE PROSPECTED FOR REES IN THE LATE 2000S. THE REE DEPOSITS HAVE NOT BEEN DRILLED. MONAZITE IS LOW TH, AND NB IS PRESENT IN COLUMBITE AND NB RUTILE. STRATIGRAPHIC CORRELATIONS ARE OBSCURE, AND SOURCE AND ORE CONTROLS ARE NOT EVIDENT FROM CURRENT DATA. AGE OF THE REE MINERALIZATION IS UNKNOWN, AND DATING MAY HELP DETERMINE ITS RELATIONSHIP TO BETTER STUDIED REE BEARING VEINS AT LEMHI PASS. THE OBJECTIVE OF THE PROJECT IS TO PROVIDE DETAILED, PUBLICLY AVAILABLE GEOLOGIC MAPPING AND RELATED GEOCHEMICAL DATA TO BETTER UNDERSTAND THE GEOLOGIC FRAMEWORK, DISTRIBUTION, AGE, AND CONTROLS OF THE MINERALIZATION IN THE SHEEP CREEK MINERAL HILL REE BELT. POTENTIAL CRITICAL MINERALS IN PROJECT AREA  NB, REE, AND TI.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": 299925.0, "recipient_id": "fab6bba7-e180-0ccb-b122-ccbdc71906a2-C", "generated_internal_id": "ASST_NON_G23AC00086_1434"}, {"internal_id": 156262498, "Award ID": "G23AC00085", "Award Amount": 288750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-23", "CFDA Number": "15.073", "Description": "PROJECT TITLE  INTEGRATED STUDIES OF OVERLAPPING CRITICAL MINERAL SYSTEMS IN SOUTH CENTRAL KENTUCKY AND NORTH CENTRAL TENNESSEEPROJECT PERIOD  01 23 2023 THROUGH 01 22 2026DESCRIPTION OF PROJECT  THE KENTUCKY GEOLOGICAL SURVEY, IN COLLABORATION WITH THE TENNESSEE GEOLOGICAL SURVEY, IS DEVELOPING A REGIONAL STRATIGRAPHIC FRAMEWORK AND MINERAL SYSTEM CONCEPTUAL MODELS AS WELL AS AN ACCOMPANYING INTEGRATED DATABASE THAT COVERS A REPRESENTATIVE AREA OF THE SOUTH CENTRAL KENTUCKY AND NORTH CENTRAL TENNESSEE MINERAL DISTRICTS (KTMD). THESE MINERAL DISTRICTS ARE IN THE CUMBERLAND SADDLE REGION OF THE CINCINNATI ARCH THAT SEPARATES THE ILLINOIS AND APPALACHIAN BASINS, AND THEY ENCOMPASS A FOCUS AREA THAT IS PERMISSIVE FOR MINERAL COMMODITIES RELATED TO AT LEAST TWO MINERAL SYSTEMS  MARINE CHEMOCLINE, AND BASIN BRINE PATH MINERAL SYSTEMS. THE KTMD HOST DEPOSITS OF SPHALERITE, GALENA, FLUORITE AND BARITE MOSTLY RELATED TO BASIN BRINE PATH MISSISSIPPI VALLEY TYPE (MVT) MINERALIZATION WITHIN UNITS OF THE LOWER ORDOVICIAN UPPER KNOX GROUP. UNLIKE MOST OTHER MVT DEPOSITS IN NORTH AMERICA, THE KTMD DEPOSITS CONTAIN SUBSTANTIAL AMOUNTS OF FLUORITE, SIMILAR TO THE NEARBY ILLINOIS KENTUCKY FLUORSPAR DISTRICT (IKFD) TO THE WEST NORTHWEST, AND THE CENTRAL KENTUCKY MINERAL DISTRICT TO THE NORTH. THE CLOSE ASSOCIATION OF FLUORITE DEPOSITS AND IGNEOUS DIKES IN THE IKFD HAS LONG BEEN INVOKED TO EXPLAIN THE MAGMATIC ORIGIN OF FLUORINE IN FLUORITE. IN THE KTMD, SPHALERITE IS THE ONLY HISTORICALLY ORE GRADE MINERAL AND HAS BEEN SHOWN TO CONTAIN ELEVATED CONCENTRATIONS OF CRITICAL MINERALS INCLUDING GERMANIUM, GALLIUM AND COBALT. LARGE, UNEVENLY DISTRIBUTED SPHALERITE ORE BODIES ARE ASSOCIATED WITH THE OUTER ZONES OF SOLUTION COLLAPSE BRECCIA BODIES. THE SPHALERITE OCCURS IN VARYING PROPORTIONS WITH GALENA, FLUORITE, BARITE, MARCASITE, PYRITE, CALCITE, DOLOMITE, AND QUARTZ. IN ADDITION TO THE SOLUTION COLLAPSE BRECCIAS, BARITE OCCURS FILLING FRACTURES AND FAULTS WITHIN ORDOVICIAN TO MISSISSIPPIAN CARBONATES AND IN RESIDUAL SURFACE DEPOSITS FORMED BY THE WEATHERING OF BARITE BEARING VEIN AND BRECCIA DEPOSITS. THE PROJECT INCLUDES COLLECTION AND COMPILATION OF MAPPABLE DATA, SELECTION OF SAMPLES, SAMPLING AND ANALYSIS OF MINERAL CORES FOR GEOCHEMICAL AND PETROGRAPHIC ANALYSIS, INTEGRATION OF THE RESULTS INTO SUPPORTING DATABASES, AND INTERPRETATION AND SYNTHESIS OF DATA OVER THE ENTIRE AREA. OVERALL, THIS PROJECT WILL LEAD TO AN IMPROVED UNDERSTANDING OF THE DISTRIBUTION, GEOLOGIC CONTEXT, STRUCTURAL CONTROLS, AND MINERALOGICAL ASSOCIATIONS OF CRITICAL MINERALS IN THIS FOCUS AREA. THE PURPOSE OF THIS PROJECT IS TO DEVELOP REGIONAL STRATIGRAPHIC FRAMEWORK AND MINERAL SYSTEM CONCEPTUAL MODELS TO SUPPORT THE CRITICAL MINERAL ASSESSMENT IN THE AREA OF THE KTMD. POTENTIAL CRITICAL MINERALS IN PROJECT AREA  BA, CO, F, GA, GE, AND ZN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": 288750.0, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_G23AC00085_1434"}, {"internal_id": 156262518, "Award ID": "G23AC00084", "Award Amount": 299999.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-23", "CFDA Number": "15.073", "Description": "CONTINUED 3D MAPPING AND GEOCHEMICAL INVESTIGATION OF THE ILLINOIS KENTUCKY FLUORSPAR DISTRICT AND THE MIDWEST PERMIAN ULTRAMAFIC DISTRICTPROJECT PERIOD  01 23 2023 THROUGH 01 22 2026DESCRIPTION OF PROJECT  THE ILLINOIS STATE GEOLOGICAL SURVEY (ISGS) IS CONTINUING MAPPING OF THE ILLINOIS KENTUCKY FLUORSPAR DISTRICT (IKFD) AND THE MIDWEST PERMIAN ULTRAMAFIC DISTRICT (MPUD), WHICH ARE LOCATIONS OF PROVEN CRITICAL MINERAL RESOURCES AND WERE A MAJOR SOURCE OF FLUORSPAR PRIOR TO THE 1970S. ULTRAMAFIC LAMPROPHYRES, CARBONATITES, AND MINERALIZED LAMPROPHYRIC BRECCIAS (E.G., HICKS DOME) CONTAINING SIGNIFICANT QUANTITIES OF RARE EARTH ELEMENTS OCCUR WITHIN THE IKFD MPUD. DIATREMES AND BRECCIA PIPES ARE WELL DOCUMENTED NEAR AND WITHIN HICKS DOME, WHERE VARIOUS RARE EARTH ELEMENT MINERALS HAVE BEEN IDENTIFIED. RESULTS OF THE PHASE 1 USGS AIRBORNE GEOPHYSICAL SURVEY REVEALED NUMEROUS MAGNETIC ANOMALIES THAT MAY REPRESENT UNMAPPED DIKES AND POSSIBLE IGNEOUS CENTERS IN ADDITION TO HICKS DOME. FIELD MAPPING AND GEOCHEMICAL ANALYSIS OF METASOMATIC BEDROCK FEATURES ARE BEING CONDUCTED PROXIMAL TO MAGNETIC ANOMALIES. THE ISGS IS ALSO CONDUCTING STREAM SEDIMENT SAMPLING NEAR MAGNETIC ANOMALIES AND GEOCHEMICAL ANALYSIS OF HEAVY MINERAL SEPARATES. MAPPING WILL TAKE PLACE IN KNOWN FLUORIDE SUBDISTRICTS WITHIN THE IKFD AT THE APEX OF HICKS DOME (KARBER S RIDGE QUADRANGLE, HARDIN CO., IL). THE ISGS WILL CONDUCT SURFICIAL MAPPING, SAMPLING, AND GEOCHEMICAL ANALYSIS OF NEAR SURFACE FLUORSPAR OCCURRENCES, SOILS, AND OXIDIZED AND REGOLITH ZONES AT HICKS DOME TO SHED LIGHT ON HOW CRITICAL MINERALS ARE CONCENTRATED IN THESE MATERIALS. SOUTHERN ILLINOIS REPRESENTS A REMARKABLE LOCATION TO MAP AND STUDY THE ASSOCIATION OF MAGNETIC ANOMALIES, CARBONATITE RELATED REE DEPOSITS, AND ASSOCIATED FLUORSPAR ORE. THE PROJECT RESULTS WILL SHED LIGHT ON THE GENETIC LINK BETWEEN THE TWO DISTRICTS. THE ULTIMATE GOAL IS A 3D MODEL THAT INCLUDES BOTH DISTRICTS AND THAT INTEGRATES SUBSURFACE WELL, STRUCTURAL, GEOPHYSICAL, GEOCHEMICAL, MINERALOGICAL, AND HISTORICAL MINE FOOTPRINT DATA  THE 3D MODEL IS EXPECTED TO AID IN CRITICAL MINERAL ASSESSMENT AND FUTURE EXPLORATION EFFORTS. POTENTIAL CRITICAL MINERALS N THE PROJECT AREA  BE, BARITE, FLUORITE, NB, REE, TH, TI MINERAL CONCENTRATES, AND Y.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": 299999.0, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G23AC00084_1434"}, {"internal_id": 155551196, "Award ID": "G23AC00058", "Award Amount": 299976.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-29", "CFDA Number": "15.073", "Description": "CUYUNA PENOKEAN OROGEN PRIORITY AREA, DRILL CORE LOGGING   GRAVITY SURVEY PROJECT PERIOD  12 29 2022   12 28 2025  AWARD PURPOSE THE REGIONAL LEGACY DATA SYNTHESIS, GROUND GEOPHYSICS, AND PILOTPETROGRAPHIC LITHOGEOCHEMICAL AND GEOCHRONOLOGIC WORK, WILL PROVIDE AN ORDERLY START UP OF WORK IN THE REGION, IDEALLY TO SUPPORT LATER AIRBORNE GEOPHYSICS, GEOLOGIC MAPPING, AND MINERAL POTENTIAL STUDY.  ACTIVITIES TO BE PERFORMED THIS PROJECT WILL CONDUCT GEOPHYSICAL, GEOLOGICAL, GEOCHEMICAL, AND GEOCHRONOLOGICAL ANALYSIS IN CROW WING AND AITKIN COUNTIES OF NORTH CENTRAL MINNESOTA, WHICH CONTAIN THE SECOND LARGEST MN OCCURRENCE IN THE US. SELECTED DRILL CORES WILL BE LOGGED AND SAMPLED FOR GEOCHRONOLOGICAL AND LITHOGEOCHEMICAL ANALYSES. GROUND GEOPHYSICS WILL BE CONDUCTED WITH PASSIVE SEISMIC DETERMINATION OF DEPTH TO BEDROCK.  DELIVERABLES AND EXPECTED OUTCOMES THE DATA COMPILATION WILL RESULT IN A SYNTHESIS THAT WILL PROVIDE A NEW QUANTITATIVE INSIGHT INTO THE GEOLOGY OF THE DISTRICT. INFILL GRAVITY MEASUREMENTS WILL IMPROVE THE GEOPHYSICAL DATABASE ACROSS CRITICAL GEOLOGIC STRUCTURES AND CONTACTS, ALLOWING FOR TARGETED GEOPHYSICAL MODELING. PASSIVE SEISMIC DATA WILL IMPROVE THE DEPTH TO BEDROCK MODEL, WHOSE APPLICATION WOULD INCLUDE INTERPRETATION OF THE GRAVITY SURVEY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": 299976.0, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G23AC00058_1434"}, {"internal_id": 155860616, "Award ID": "G23AC00056", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-11", "CFDA Number": "15.073", "Description": "THE MISSOURI GEOLOGICAL SURVEY (MGS) PLANS EARTH MRI FUNDED BEDROCK GEOLOGIC MAPPING OF THE CHEROKEE PASS, HIGDON, AND MARQUAND 7.5  QUADRANGLES TO DEVELOP GEOLOGIC FRAMEWORK MODELS.PROJECT PERIOD  01 11 2023 THROUGH 01 10 2026THE MISSOURI GEOLOGICAL SURVEY (MGS) PLANS EARTH MRI FUNDED BEDROCK GEOLOGIC MAPPING OF THE CHEROKEE PASS, HIGDON, AND MARQUAND 7.5  QUADRANGLES TO DEVELOP GEOLOGIC FRAMEWORK MODELS FOR CRITICAL MINERAL EVALUATION, INCLUDING COBALT, NICKEL, MANGANESE, RARE EARTH ELEMENTS, TITANIUM, TUNGSTEN, AND ZINC. BEDROCK MAPPING IS PLANNED FOR A THREE YEAR TIME FRAME, AND WILL BE SUPPORTED BY GEOCHEMISTRY, PETROGRAPHY, AND CORE AND CUTTINGS LOGGING. PREVIOUSLY FLOWN USGS GEOPHYSICS WILL BE INCORPORATED IN INTERPRETATION. THE QUADRANGLES ARE IN THE EASTERN ST. FRANCOIS MOUNTAINS AND CONTAIN A PORTION OF THE COBALT RICH FREDERICKTOWN MINE LA MOTTE SUBDISTRICT OF THE SOUTHEAST MISSOURI LEAD DISTRICT.THE THREE MAPS AND ACCOMPANYING DATA WILL BE PRODUCED IN ESRI ARCGIS PRO. HIGH RESOLUTION COLOR GEOPDFS OF THE MAPS AND GEODATABASES GEMS LEVEL 3 WILL BE DELIVERED BY THE END OF THE COOPERATIVE AGREEMENT PERIOD. OUTCOMES WILL INCLUDE DEFINITION OF NEW MESOPROTEROZOIC UNITS, GREATER UNDERSTANDING OF CAMBRIAN FACIES, AND DATA FOR GEOLOGIC FRAMEWORK DEVELOPMENT IN THE MAP AREA. THE PROJECT ALSO WILL SUPPORT EVALUATION OF MISSISSIPPI VALLEY TYPE (MVT) HOSTED ZINC COBALT NICKEL MINERALIZATION, POTENTIAL FOR MESOPROTEROZOIC MINERALIZATION, MANGANESE MINERALIZATION IN MULTIPLE LITHOLOGIES, AND RELATIONSHIPS BETWEEN CAMBRIAN AGE STRATA AND MESOPROTEROZOIC ROCKS.USEFULNESS OF THE DATA WILL EXTEND FAR BEYOND MINERAL POTENTIAL EVALUATION IN THE AREA AND DEVELOPMENT OF A LARGER GEOLOGIC FRAMEWORK. INCREASED UNDERSTANDING OF THE STRUCTURAL FRAMEWORK WILL AID IN GEOLOGIC HAZARD RESPONSE PLANNING, ESPECIALLY AS THE REGION IS ADJACENT TO THE NEW MADRID SEISMIC ZONE. THE MAPS CAN ALSO BE USED FOR DETERMINATION OF AGGREGATE SOURCES AND RESERVES FOR INFRASTRUCTURE DEVELOPMENT. IDENTIFICATION OF KARST FEATURES CAN ASSIST BOTH HAZARD EVALUATION AND GROUNDWATER PROTECTION. IGNEOUS EXPOSURES MAY HAVE POTENTIAL TO SERVE AS TEMPORARY WASTE DISPOSAL SITES AFTER A NATURAL DISASTER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": 300000.0, "recipient_id": "9ac4ea8c-e02c-dcd3-f1eb-7e05abff17c8-C", "generated_internal_id": "ASST_NON_G23AC00056_1434"}, {"internal_id": 155551198, "Award ID": "G23AC00055", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-30", "CFDA Number": "15.073", "Description": "USGS EARTH MRI PROPOSAL   SHEEP CREEK MINERAL HILL PROJECT PROJECT PERIOD  12 30 2022 THROUGH 12 29 2025  AWARD PURPOSE THE PROPOSED PROJECT BUILDS ON RECENT IDAHO GEOLOGICAL SURVEY (IGS GEOLOGIC MAPPING FOR STATEMAP IN TWO QUADRANGLES TO THE EAST (HENDERSON RIDGE AND ULYSSES MOUNTAIN). THE IDAHO GEOLOGICAL SURVEY PROPOSES TO CONDUCT ADDITIONAL NEW GEOLOGIC MAPPING IN TWO QUADRANGLES WITHIN THE BELT AT A SCALE OF 1 24,000 (ULYSSES AND SHOUP  FIGURE 1). IGS ALSO INTENDS TO CONDUCT DETAILED GEOLOGIC MAPPING AND GEOCHEMICAL SAMPLING ON AT LEAST EIGHT OF THE RARE EARTH ELEMENT (REE) PROSPECTS IN THE IDAHO PORTION OF THE MINERAL BELT. TO AUGMENT THE GEOLOGIC MAPPING WORK, IGS PROPOSE TO COLLECT ROCK SAMPLES FOR GEOCHRONOLOGY AND GEOCHEMICAL CHARACTERIZATION ALONG WITH STREAM SEDIMENT SAMPLES THAT MIGHT IDENTIFY PREVIOUSLY UNKNOWN DEPOSITS.  ACTIVITIES TO BE PERFORMED FIELD WORK WILL BE CONDUCTED BY FOUR EXPERIENCED GEOLOGISTS, ONE NEW HIRE, AND ONE STUDENT FIELD ASSISTANT. TOTAL TRAVEL DAYS ARE 146. FOR THE BULK OF THE PROJECT MAPPERS WILL CAMP WITHIN THE MAP AREA TO REDUCE TRAVEL COSTS AND TRAVEL TIME. THE MAPPING STRATEGY WILL BE TO MAP IN THE FALL OF 2022 AND IN THE SUMMER AND FALL OF 2023. THE EARLY PART OF THE SUMMER OF 2024 WILL BE USED FOR FIELD CHECKING BEFORE FINAL COMPLETION OF BOTH QUADRANGLES BY THE END OF THE AWARD.  DELIVERABLES AND EXPECTED OUTCOMES NEW MAPPING AT 1 24,000 SCALE  2 QUADRANGLES, ULYSSES AND SHOUP, PROVIDED IN GEMS LEVEL THREEFORMAT AND WITH A FINAL PDF MAP.DETAILED GEOLOGIC MAPS OF AT LEAST 8 PROSPECTS IN THE SHEEP CREEK MINERAL HILL MINERAL BELT ALONGWITH GEOCHEMICAL SAMPLE LOCATIONS.GEOCHEMICAL RESULTS FROM WHOLE ROCK AND STREAM SEDIMENT SAMPLES IN THE SHEEP CREEK MINERAL HILLMINERAL BELT, DELIVERED IN SPREADSHEET FORM.SUMMARY REPORT, PRODUCED IN COOPERATION WITH THE MONTANA BUREAU MINES AND GEOLOGY (ASSUMINGTHEY OBTAIN FUNDING) THAT PRESENTS AN INTEGRATED GEOLOGIC AND MINERALIZATION MODEL FOR THE SHEEPCREEK MINERAL HILL MINERAL BELT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_G23AC00055_1434"}, {"internal_id": 155551205, "Award ID": "G23AC00054", "Award Amount": 599956.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-30", "CFDA Number": "15.073", "Description": "PROJECT TITLE  GEOCHEMISTRY OF THE LARAMIDE PORPHYRY BELT, ARIZONA AND NEW MEXICOPROJECT PERIOD  12 30 2022 THROUGH 12 29 2025AWARD PURPOSE THE ARIZONA GEOLOGICAL SURVEY (AZGS) AND NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES (NMBGR) HAVE A HISTORY OF STUDYING THE PORPHYRY COPPER MINERALIZATION OF THE UNITED STATES SOUTHWEST. THIS PROJECT CONTINUES THAT TRADITION WITH A REGIONAL GEOCHEMICAL ASSESSMENT OF THE LARAMIDE PORPHYRY COPPER BELT FOR CRITICAL MINERAL POTENTIAL. WHILE THE PRINCIPAL COMMODITIES OF PORPHYRY COPPER SYSTEMS ARE NOT CONSIDERED CRITICAL MINERALS AT PRESENT, THESE SYSTEMS REPRESENT EXCELLENT OPPORTUNITIES TO DEVELOP SECONDARY OR TERTIARY RECOVERY CIRCUITS TO RECOVER POTENTIALLY ECONOMIC CONCENTRATIONS OF CRITICAL MINERALS. CURRENT UNDERSTANDING OF THE DISTRIBUTION OF CRITICAL MINERALS WITHIN PORPHYRY COPPER SYSTEMS IS RELATIVELY POOR, SO THIS STUDY AIMS TO ADDRESS THAT THROUGH A TWO PRONGED APPROACH  1) DEVELOP A REGIONAL SYNTHESIS OF THE GEOCHEMISTRY OF PORPHYRY COPPER SYSTEMS, THEIR ASSOCIATED IGNEOUS ROCKS, AND DIFFERENT ALTERATION TYPES TO SEE WHICH SYSTEMS MIGHT HAVE ELEVATED LEVELS OF CRITICAL MINERALS, AND 2) SELECT SEVERAL PORPHYRY COPPER SYSTEMS IN EACH STATE TO STUDY IN GREATER DETAIL TO DEVELOP A SYSTEM LEVEL UNDERSTANDING OF THE CRITICAL MINERALS POTENTIAL WITHIN EACH SYSTEM TO HELP ANTICIPATE WHERE CRITICAL MINERALS MIGHT BE ELEVATED WITHIN EACH SYSTEM. THE DATA FROM THIS PROJECT WILL BE PUBLISHED AS A LARGE GEOCHEMICAL DATASET WITH A COMPREHENSIVE REPORT PROVIDING A REGIONAL OVERVIEW OF THE DATA AND SUGGESTIONS FOR WHERE CRITICAL MINERALS MIGHT BE PRESENTACTIVITIES TO BE PERFORMED 1)COMPILATION OF EXISTING DATA FROM THE GEOLOGIC LITERATURE 2)SAMPLE COLLECTION OF REPRESENTATIVE ROCK SAMPLES FROM EACH PORPHYRY SYSTEM 3)SAMPLE CHARACTERIZATION (PETROGRAPHY, GEOCHEMISTRY, MINERAL CHEMISTRY,GEO THERMOCHRONOLOGY, GEO THERMOBAROMETRY, FLUID INCLUSIONS, ETC.) 4)DETAILED STUDIES OF SELECT PORPHYRY SYSTEMS FOR SYSTEM SCALE UNDERSTANDING 5)DEVELOPMENT OF A UNIFORM DATASET FOR GEOCHEMISTRY AND OTHER ANALYTICAL DATA  AND6)WRITING OF A COMPREHENSIVE REPORT PROVIDING A REGIONAL ASSESSMENT OF THE GEOCHEMICALPROSPECTIVITY OF THE LARAMIDE ARC AND IDENTIFY PROSPECTS DEPOSITS THAT HAVE ELEVATEDCRITICAL MINERAL POTENTIAL.DELIVERABLES AND EXPECTED OUTCOMES 1)GEOCHEMICAL DATABASE, WITH ACCOMPANYING GEOCHEMICAL DATASETS, OF PORPHYRY COPPERPROSPECTS, DEPOSITS, AND SYSTEMS IN ARIZONA AND NEW MEXICO (INCLUDING LEGACY,PUBLISHED DATA)  AND2)COMPREHENSIVE SUMMARY REPORT PROVIDING A REGIONAL ASSESSMENT BASED ON COMPILED ANDNEW ANALYTICAL DATA.INTENDEDBENEFICIARIES AZGS AND NMBGMR PRODUCTS ARE USED BY NUMEROUS STAKEHOLDERS, INCLUDING DECISION POLICYMAKERS, PROFESSIONAL GEOLOGISTS IN ENGINEERING, ENVIRONMENTAL, AND MINERALS GEOLOGY, STUDENT AND ACADEMIC GEOLOGISTS, AND MEMBERS OF THE PUBLIC INTERESTED IN THEIR LOCAL GEOLOGY. AZGSANTICIPATES THE PRODUCTS FROM THIS PROJECT BEING PARTICULARLY USEFUL TO EXPLORATION   MINE GEOLOGISTS LOOKING FOR MINERAL RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": 599956.0, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_G23AC00054_1434"}, {"internal_id": 154661082, "Award ID": "G23AC00004", "Award Amount": 246792.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-16", "CFDA Number": "15.073", "Description": "PROJECT TITLE EARTH MAPPING RESOURCES INITIATIVE PHOSPHATE WASTE STREAM GEOCHEMICAL SAMPLING IN NORTH ANDCENTRAL FLORIDAPERIOD OF PERFORMANCE  12 1 2022 THROUGH 11 30 2024DESCRIPTION  THIS PROJECT WILL DETERMINE IF THE PHOSPHATE MINING WASTES CONTAIN AN ECONOMIC ABUNDANCE OF CRITICAL RESOURCES, SUCH AS RARE EARTH ELEMENTS. THE MOST  SIGNIFICANT FRACTION OF WASTE IS IN THE FORM OF PHOSPHOGYPSUM, WHICH IS STORED IN LARGE STACKS  KNOWN AS GYPSUMSTACKS. THIS MATERIAL IS VARIABLY ACIDIC AND RADIOACTIVE AND, THEREFORE, STOCKPILED  PERMANENTLY ON SITE. OTHER FORMS OF WASTE PRESENT INCLUDE WASTE ROCK PILES, OFTEN USED AS BACKFILL, AND CLAY SETTLING PONDS THAT CONTAIN PHOSPHATE SLIMES AND FROTH TAILINGS. WASTES SUCH AS TAILINGS  AND SLIMES ARE GENERATED THROUGHOUT THE EARLY STAGES OF MINING AND BENEFICIATION WHILE THE  PHOSPHOGYPSUM IS GENERATED AS A BYPRODUCT OF PRODUCING PHOSPHORIC ACID FROM BOTH PHOSPHATE  AND SULFURIC ACID.ACTIVITIES TO BE PERFORMED  COLLECT SAMPLES FOR GEOCHEMICAL  ANALYSIS FROM THE PHOSPHOGYPSUM STACKS AND RECLAIMED AREAS VIA SURFICIAL SAMPLING AND BOTH  CONTRACT AND IN-HOUSE DRILLING METHODS  COLLECT WATER SAMPLES FROM PONDS WHICH INCLUDE BOTH PITS AND SETTLING  PONDS  AND GEOCHEMICAL ANALYSES ON THE COLLECTED SAMPLES TO CHARACTERIZE THE STRATEGIC  CRITICAL MINERAL RESOURCES PRESENT IN THE PHOSPHATE MINING WASTE IN THE NORTH AND CENTRAL FLORIDA  PHOSPHATE MINING DISTRICTS.DELIVERABLES  THE DELIVERABLES WILL INCLUDE A FINAL REPORT CONTAINING THE PHOSPHATE MINE WASTE STANDARD  OPERATING PROCEDURES, GEOCHEMICAL SAMPLE ANALYSIS INTERPRETATION AND DISCUSSION, THE  GEOCHEMICAL DATA, A PROCESSED LIGHT DETECTION AND RANGING DATASET, AND A LIGHT DETECTION AND  RANGING DERIVED DIGITAL ELEVATION MAP OF THE STUDY AREAS. WHERE POSSIBLE, MASS, VOLUME, AND  DISCHARGE ESTIMATES OF MINE WASTE STREAMS WILL BE MADE USING DEFINED METHODOLOGIES. THE  FLORIDA GEOLOGICAL SURVEY WILL PUBLISH AN OPEN-FILE REPORT ONCE ALL DELIVERABLES HAVE BEEN  SUBMITTED AND APPROVED BY THE UNITED STATES GEOLOGICAL SURVEYINTENDED BENEFICIARIES THE STATE OF FLORIDA WILL BENEFIT FROM A DETAILED CHARACTERIZATION OF THIS WASTE IN TERMS OF RESOURCE MANAGEMENT AND POSSIBLE RECOVERY OF CRITICAL MINERALS THAT COULD HAVE DOWNSTREAM ECONOMIC BENEFITS LOCALLY, AS WELL AS THE POTENTIAL FOR A REDUCTION IN HAZARDOUS WASTE.SUBRECIPIENTS  NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": 246792.0, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_G23AC00004_1434"}, {"internal_id": 152328987, "Award ID": "G22AC00609", "Award Amount": 525000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "15.073", "Description": "IDAHO FY22 EARTH MRI PROPOSAL FOR GEOCHEMISTRY  ABSTRACT PROJECT PERIOD  9 22 2022 TO 9 21 2025TITLE  GEOCHEMISTRY OF THE WESTERN PHOSPHATE FIELDDESCRIPTION OF PROJECT  THE PERMIAN PHOSPHORIA FORMATION OF THE WESTERN UNITED STATES COMPRISES ONE OF THE LARGEST COMMERCIAL RESOURCES OF PHOSPHATE ROCK IN THE WORLD WITH EXPOSURES OCCURRING ACROSS AN AREA OF 300,000 SQUARE KILOMETERS IN IDAHO, UTAH, WYOMING, AND MONTANA  THE REGION, REFERRED TO AS THE WESTERN PHOSPHATE FIELD, HAS BEEN MINED AS A SOURCE OF PHOSPHORUS FOR THE FERTILIZER INDUSTRY SINCE THE EARLY 1900S  PHOSPHATE BEARING LAYERS OF ROCK ARE PART OF THE PHOSPHORIA FORMATION AND ARE ASSOCIATED WITH A SUCCESSION OF MARINE SEDIMENTARY ROCKS DEPOSITED 265 MILLION YEARS AGO ON THE WESTERN MARGIN OF NORTH AMERICA  THE RICHEST DEPOSITS OF PHOSPHATE ARE ASSOCIATED WITH THE MEADE PEAK AND RETORT MEMBERS THAT CONSIST OF AN INTERSTRATIFIED MIXTURE OF BLACK ORGANIC RICH MUDSTONES, SILTSTONES, PHOSPHORITES, CARBONATES, AND CHERT DEPOSITED DURING EPISODES OF MARINE TRANSGRESSION  BOTH UNITS DISPLAY CONSIDERABLE LITHOLOGIC AND STRATIGRAPHIC VARIABILITY AND WERE SEVERELY DEFORMED AND FAULTED BY A SERIES OF EVENTS INCLUDING THE SEVIER FOLD OROGENY, THE LARAMIDE OROGENY, CENOZOIC BASIN AND RANGE EXTENSION, AND MOST RECENTLY BY DOWN WARPING ASSOCIATED WITH MIGRATION OF THE YELLOWSTONE HOTSPOT IN THE REGION OF THE EASTERN SNAKE RIVER PLAIN  THIS PROJECT IS A FOUR STATE COOPERATIVE EFFORT INVOLVING STATE SURVEYS FROM IDAHO, WYOMING, UTAH, AND MONTANA AND ADMINISTERED BY THE IDAHO GEOLOGICAL SURVEY  THE PROJECT CENTERS ON COLLECTING NEW GEOLOGIC AND GEOCHEMICAL DATA NEEDED TO ASSESS THE MINERAL SYSTEM AND RARE EARTH ELEMENT  REE  RESOURCE POTENTIAL ASSOCIATED WITH THE WESTERN PHOSPHATE FIELD  THE FOCUS WILL BE ON THE MEADE PEAK AND RETORT MEMBERS OF THE PERMIAN PHOSPHORIA FORMATION, AS PREVIOUS STUDIES HAVE SHOWN THAT ELEVATED LEVELS OF REES AND OTHER CRITICAL MINERALS SUCH AS CHROMIUM, VANADIUM, AND FLUORINE ARE CONCENTRATED WITHIN PHOSPHORITES AND BLACK SHALES ASSOCIATED WITH THOSE TWO UNITS  DATA ARE BEING ACQUIRED ALONG MEASURED VERTICAL SECTIONS IN THE CONTEXT OF A REGIONAL STRATIGRAPHIC FRAMEWORK AND AT LOCATIONS  SUITABLE OUTCROPS, MINE EXPOSURES, CORE  CONSIDERED STRATEGIC FROM A MINERAL RESOURCE AND OR SCIENTIFIC STANDPOINT  THE OBJECTIVE IS TO CONSTRUCT GEOLOGIC MODELS THAT ASSESS AND DELINEATE THE RESOURCE POTENTIAL OF REE DEPOSITS ASSOCIATED WITH THE WESTERN PHOSPHATE FIELD OF IDAHO, MONTANA, UTAH, AND WYOMING  THE GOAL IS TO PROVIDE AN ENHANCED UNDERSTANDING OF MARINE CHEMOCLINE MINERAL SYSTEMS WORLDWIDE  POTENTIAL CRITICAL MINERALS IN PROJECT AREA  CR, F, REE, V", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": 525000.0, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_G22AC00609_1434"}, {"internal_id": 152328800, "Award ID": "G22AC00608", "Award Amount": 299999.81, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "15.073", "Description": "UTAH FY22 EARTH MRI PROPOSAL FOR RECONNAISSANCE GEOCHEMISTRY  ABSTRACT PROJECT PERIOD  9 22 2022 TO 9 21 2025TITLE  GEOCHEMISTRY OF THE WEST DESERT SKARN, UTAHDESCRIPTION OF PROJECT  THE UTAH GEOLOGICAL SURVEY IS CONDUCTING A 400 SAMPLE REGIONAL GEOCHEMICAL ASSESSMENT OVER THE WEST DESERT ZN CU IN SKARN IN THE FISH SPRINGS MINING DISTRICT IN WESTERN JUAB COUNTY, UTAH  THE FISH SPRINGS DISTRICT IS IN THE DEEP CREEK TINTIC MINERAL BELT IN THE BASIN AND RANGE PROVINCE IN WEST CENTRAL UTAH  THE WEST DESERT SKARN IS ON THE NORTHERN END OF THE FISH SPRINGS RANGE AND IS CENTERED ON AN EOCENE MONZONITE STOCK THAT INTRUDED FOLDED AND FAULTED CAMBRIAN AND ORDOVICIAN BASEMENT  IT IS THE ONLY KNOWN INDIUM RESOURCE IN THE U S  HISTORIC MINERALIZATION IS PRIMARILY PB AG VEIN AND REPLACEMENT DEPOSITS IN THE SILURIAN LAKETOWN DOLOMITE WHICH ARE ANOMALOUS IN AS, CD, MN, MO, V, AND ZN  BLEACHING AND RECRYSTALLIZATION OF THE CARBONATE ROCKS ALONG THE NORTHWESTERN RANGE FRONT IN THE FISH SPRINGS DISTRICT AND A VERY STRONG MAGNETIC HIGH IN THE PEDIMENT LED TO DRILL TESTING AND THE DISCOVERY OF A CONCEALED, EOCENE AGE FELSIC INTRUSIVE COMPLEX DATED AT 38 5 1 0 MA AND THE ASSOCIATED WEST DESERT ZN CU IN SKARN, PREVIOUSLY KNOWN AS THE CRYPTO SKARN  THE MAIN ORE HOSTS ARE THE ORDOVICIAN ELY SPRINGS DOLOMITE AND POGONIP GROUP, AND DEEPER MINERALIZATION IS IN THE CAMBRIAN ORR FORMATION  MINERALIZATION AT WEST DESERT CONSISTS OF SPHALERITE WITH LESSER CHALCOPYRITE OCCURRING COMMONLY WITH MASSIVE MAGNETITE IN SKARN AND REPLACEMENT BODIES WITH WIDESPREAD MARBELIZATION AND HORNFELSING OF THE COUNTRY ROCK AROUND THE MINERALIZATION  TO UNDERSTAND THE SOURCE AND SUBSEQUENT MOBILIZATION AND CONCENTRATION OF INDIUM, BOTH THE MAGMATIC COMPLEX AND PALEOZOIC BASEMENT ARE BEING COMPREHENSIVELY SAMPLED TO DELINEATE THE GEOCHEMICAL SIGNATURE OF BARREN, ALTERED, AND MINERALIZED ZONES  BOTH OXIDE AND SULFIDE   THIS SAMPLING WILL BE DONE ON DRILLCORE AND UNDERGROUND SURFACE OUTCROP, PROVIDING A 3D GEOCHEMICAL MODEL OF ENRICHMENT AND DEPLETION ZONES THAT WILL ALSO BE ABLE TO TAKE INTO ACCOUNT STRUCTURAL CONTROLS  FAULTS, BEDDING, ETC    ADDITIONALLY, BECAUSE SAMPLING WILL INCLUDE MINERALIZED ZONES, RESULTS WILL ALSO ALLOW ASSESSMENT OF THE POTENTIAL ENRICHMENT OF OTHER CRITICAL MINERALS, SUCH AS GERMANIUM AND GALLIUM, WHICH ARE ALSO COMMONLY ASSOCIATED WITH ZINC MINERALIZATION  COMPREHENSIVE GEOCHRONOLOGY WILL BE CONDUCTED TO DETERMINE THE LENGTH OF THE MAGMATIC EVENT  FURTHER ISOTOPIC AND OR MINERAL CHEMISTRY WILL BE CARRIED OUT AS NEEDED TO FULLY CHARACTERIZE THE SOURCE, TRANSPORT, AND CONCENTRATION OF INDIUM  THE GOALS ARE TO 1  IDENTIFY THE SOURCE OF INDIUM ENRICHMENT, 2  DELINEATE DEPORTMENT OF THE INDIUM IN BOTH THE OXIDE AND SULFIDE ZONES OF THE DEPOSIT, AND 3  EVALUATE THE GEOCHEMICAL DISPERSION OF BOTH INDIUM AND THE OVERALL DEPOSIT SIGNATURE  POTENTIAL CRITICAL MINERALS IN PROJECT AREA  GA, GE, IN, ZN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": 299999.81, "recipient_id": "64d85583-e8dc-f315-2329-ce3d59aaa680-C", "generated_internal_id": "ASST_NON_G22AC00608_1434"}, {"internal_id": 152328570, "Award ID": "G22AC00594", "Award Amount": 298682.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "15.073", "Description": "GEOLOGIC MAPPING OF MANGANESE BEARING DEPOSITS IN AROOSTOOK COUNTY, MAINE09 22 2022 THROUGH 09 21 2025  AWARD PURPOSE THE MAINE GEOLOGICAL SURVEY  MGS  PROPOSES A 3 YEAR PROJECT IN RESPONSE TO THE 2022 EARTHMAPPING RESOURCES INITIATIVE  EARTH MRI  REQUEST TO SUPPORT ACTIVITIES WHICH FOCUS ON GEOLOGIC MAPPINGIN AREAS THAT HAVE POTENTIAL FOR HOSTING MINERAL SYSTEMS AND DEPOSIT TYPES THAT COMMONLY CONTAIN CRITICALMINERALS  THE PROPOSED PROJECT INVOLVES DETAILED 1 24,000 SCALE GEOLOGIC MAPPING AND GEOCHEMICAL,GEOCHRONOLOGICAL, AND PALEONTOLOGICAL CHARACTERIZATION OF SEDIMENTARY IRON MANGANESE DEPOSITS AND THESURROUNDING ROCKS IN AROOSTOOK COUNTY TO BETTER UNDERSTAND THE CONDITIONS OF DEPOSIT FORMATION   ACTIVITIES TO BE PERFORMED THIS WORK WILL PRODUCE DETAILED BEDROCK MAPS WHERE ONLY SMALL SCALE OR RECONNAISSANCE MAPSCURRENTLY EXIST, AS WELL AS MAP DISTRIBUTIONS AND CHARACTERISTICS OF MANGANESE BEARING DEPOSITS  RECENTRECONNAISSANCE MAPPING IN THE AREAS COVERED BY THIS PROJECT SHOW THAT WHILE THE MAPPING AND EXPLORATIONIN THE 1940S AND 1950S LAID A SOLID FOUNDATION FOR FUTURE WORK, THE LOW LEVEL OF DETAIL OF THE MAPS ISPROBLEMATIC FOR STRATIGRAPHIC INTERPRETATION  SEVERAL KEY ISSUES REMAIN TO BE SOLVED, INCLUDING   1  THESILURIAN STRATIGRAPHY NEEDS TO BE CAREFULLY EXAMINED AND RE ESTABLISHED  FOR EXAMPLE, WHAT IS THESTRATIGRAPHIC RELATIONSHIP BETWEEN THE SILURIAN CLASTIC FORMATIONS IN THE WEST AND THE CARBONATES OF THECARYS MILLS FORMATION IN THE EAST  IS THE MAPLE MOUNTAIN FORMATION IN THE CENTRAL SUB DISTRICT EQUIVALENTTO THE NEW SWEDEN FORMATION IN THE NORTHERN SUB DISTRICT  BOTH FORMATIONS HOST FE MN DEPOSITS AND WILLBE THE FOCUS OF THE PROJECT  ANY FUTURE EXPLORATION OF THE FE MN DEPOSITS RELIES ON SOLID KNOWLEDGE OF THESILURIAN STRATIGRAPHY IN THE REGION   2  WHAT WERE THE METALLOGENIC CONDITIONS FOR PRODUCING THE FE MNDEPOSITS  WITH MODERN GEOCHEMICAL ANALYTIC METHODS AND CURRENT UNDERSTANDING OF THE FORMATIONCONDITIONS OF FE MN DEPOSITS WORLDWIDE, WE HOPE WE CAN COME TO A REASONABLE ANSWER TO THIS QUESTIONTHROUGH THIS PROJECT WORK  NORTHERN MAINE HAS WIDESPREAD SILURIAN SEDIMENTARY ROCKS THAT MAY CONTAINSIMILAR LAYERS OF FAVORABLE GEOLOGY FOR DEPOSITION OF FE MN DEPOSITS  DUE TO LITTLE OR NO SUCH WORKPERFORMED IN THE PAST, THE POTENTIAL FOR MORE MN DEPOSITS IN NORTHERN MAINE SHOULD NOT BEUNDERESTIMATED  RESULTS FROM THIS PROJECT WILL GUIDE ANY FUTURE MN EXPLORATION IN THE REGION   DELIVERABLES AND EXPECTED OUTCOMES SAMPLES OF ORE BEARING ROCKS, VOLCANIC ROCKS AND IGNEOUS INTRUSIONS, AND THE METASEDIMENTARY ROCKSTHAT HOST THEM WILL BE COLLECTED FOR IGNEOUS ZIRCON AND DETRITAL ZIRCON DATING  SPECIFIC TARGETS HAVE ALREADYBEEN IDENTIFIED  3 IGNEOUS ZIRCON DATING SAMPLES FROM THE DUNN BROOK FORMATION AND THE SPRUCE TOPGREENSTONE, AND 3 DETRITAL ZIRCON DATING SAMPLES FROM THE GRAND PITCH, NINE LAKE, AND MAPLE MOUNTAINFORMATIONS  MAPLE MOUNTAIN FORMATION HOSTS THE IRON MANGANESE DEPOSIT   ROCK SAMPLES WILL ALSO BECOLLECTED FOR GEOCHEMICAL ANALYSIS THROUGH THE USGS SCIENCE CENTER  PART OF THE 200 SAMPLES PROVIDEDWITH THE PROJECT   ADDITIONAL SAMPLES WILL BE COLLECTED FOR THIN SECTIONING AND THE CREATION OF THIN SLABS FORORE MICROSCOPY ANALYSIS VIA REFLECTED LIGHT, SEM, AND ELECTRON MICROPROBE ANALYSIS AT THE UNIVERSITY OFMAINE AT ORONO LABORATORY FACILITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": 298682.0, "recipient_id": "1a86fa8a-47d0-1d2e-4ba9-44a8efae4c1e-C", "generated_internal_id": "ASST_NON_G22AC00594_1434"}, {"internal_id": 151522011, "Award ID": "G22AC00510", "Award Amount": 244370.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "15.073", "Description": "PROJECT TITLE GEOCHEMISTRY OF CRITICAL MINERALS IN MINE WASTES IN NEW MEXICOPERIOD OF PERFORMANCE  9 1 2022 THROUGH 8 31 2024THERE ARE TENS OF THOUSANDS OF INACTIVE OR ABANDONED MINE FEATURES IN 274 MINING DISTRICTS IN NEW MEXICO  NM   INCLUDING COAL, URANIUM, METALS, AND INDUSTRIAL MINERALS DISTRICTS   HOWEVER, MANY OF THESE MINES HAVE NOT BEEN INVENTORIED OR PRIORITIZED FOR RECLAMATION  MANY OF THESE MINES HAVE EXISTING MINE WASTES, GENERATED DURING MINERAL PRODUCTION, WHICH COULD HAVE POTENTIAL FOR CRITICAL MINERALS, ESPECIALLY SINCE THE ACTUAL MINERAL PRODUCTION WAS GENERALLY FOR PRECIOUS AND BASE METALS AND NOT CRITICAL MINERALS  THE PURPOSE OF THIS PROJECT IS TO 1  CHARACTERIZE AND ESTIMATE THE CRITICAL MINERAL ENDOWMENT OF MINE WASTES IN THREE MINING DISTRICTS IN NM  COPPER FLAT AT HILLSBORO, BLACK HAWK IN BURRO MOUNTAINS, AND CARLISLE CENTER MINES IN STEEPLE ROCK DISTRICT  AND 2   BETA TEST  USGS PROCEDURES AND PROVIDE INFORMAL FEEDBACK  AFTER CONTACTING LAND OWNERS, NMBGMR STAFF WILL TROUBLESHOOT USGS PROCEDURES BY SAMPLING AND CHARACTERIZING THE MINE FEATURES IN THE THREE DISTRICTS  DELIVERABLES INCLUDE A MAP WITH LOCATIONS AND TONNAGES  INCLUDING DENSITIES  OF MINES AND WASTE MATERIALS, REVISED USGS SOPS, SAMPLING FIELD SHEETS, CHEMICAL DATABASE WITH METADATA AND OTHER INFORMATION, REPORT ON CHARACTERIZATION OF MINE WASTES  CHEMISTRY, MINERALOGY, PHYSICAL, MICROBIAL , PROGRESS REPORTS EVERY 6 MONTHS, ARCHIVE ALL SOLID SAMPLES, DETAILED METHODOLOGY, AND PUBLISHING OF A FINAL PEER REVIEWED TECHNICAL REPORT BY NMBGMR  OPEN FILE OR BULLETIN   THIS PROJECT IS IMPORTANT TO THE STATE OF NM BECAUSE CRITICAL MINERAL RESOURCES MUST BE IDENTIFIED BEFORE LAND EXCHANGES, WITHDRAWALS OR OTHER LAND USE DECISIONS ARE MADE BY GOVERNMENT OFFICIALS  FUTURE MINING OF MINE WASTES THAT POTENTIALLY CONTAIN CRITICAL MINERALS WILL DIRECTLY BENEFIT THE ECONOMY OF NM  POSSIBLE RE MINING OF MINE WASTES COULD CLEAN UP THESE SITES AND PAY FOR RECLAMATION  FURTHERMORE, THIS PROJECT WILL INCLUDE TRAINING OF YOUNGER, PROFESSIONAL GEOLOGISTS AND STUDENTS IN ECONOMIC AND RECLAMATION GEOLOGY BY THE PIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": 244370.0, "recipient_id": "03eb6810-7870-d8cb-dc0f-5defaaa07d45-C", "generated_internal_id": "ASST_NON_G22AC00510_1434"}, {"internal_id": 151522540, "Award ID": "G22AC00509", "Award Amount": 276642.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "15.073", "Description": "PROJECT TITLE RECONNAISSANCE INVESTIGATION OF CRITICAL MINERALS IN MINE WASTE, COLORADOPERIOD OF PERFORMANCE  9 5 2022 THROUGH 9 4 2024THIS PROJECT WILL FOCUS ON CONDUCTING A RECONNAISSANCE INVESTIGATION OF CRITICAL MINERALS ASSOCIATED WITH MINE RELATED WASTE MATERIALS FROM HISTORIC MINES IN COLORADO  CRITICAL MINERALS ARE ESSENTIAL TO THE U S  ECONOMIC AND NATIONAL SECURITY  THE U S  RELIES ON IMPORTS OF THESE MATERIALS FROM OTHER COUNTRIES  THE U S  MAY HAVE ECONOMIC DEPOSITS OF CRITICAL MINERALS  MANY OF THE CRITICAL MINERALS OCCUR IN TRACE AMOUNTS AND MAY HAVE BEEN MINED BUT NOT RECOVERED FROM MINES IN THE PAST  WASTE MATERIAL ASSOCIATED WITH HISTORIC MINES MAY CONTAIN ELEVATED CONCENTRATIONS OF CRITICAL MINERALS  ALSO, CONCENTRATIONS OF CRITICAL MINERALS MAY BE ELEVATED IN HISTORIC MINE RELATED GROUNDWATER THAT IS CURRENTLY TREATED AND DISCHARGED TO PROTECT HUMAN HEALTH AND THE ENVIRONMENT  NUMEROUS MINE RELATED WASTE PILES AND WATER DISCHARGES ARE PRESENT IN COLORADO  THIS INVESTIGATION WILL CONCENTRATE ON SAMPLING SELECT MINE RELATED WASTE PILES AND WATER DISCHARGES IN COLORADO TO DETERMINE THE CONCENTRATIONS OF CRITICAL MINERALS IN THESE MATERIALS AND TO ASSIST WITH THE DEVELOPMENT OF STANDARD PROCEDURES TO SAMPLE THIS MATERIAL MINE RELATED WASTE MATERIALS FROM HISTORIC MINES WILL BE SAMPLED AND ANALYZED FROM SIX AREAS ASSOCIATED WITH MINERAL DEPOSITS THAT MAY CONTAIN ELEVATED CONCENTRATIONS OF CRITICAL MINERALS  HISTORIC MINE RELATED WASTE MATERIALS INCLUDES WASTE ROCK OR MINE TAILINGS PRODUCED DURING THE MINING PROCESS  MINE RELATED WATER ASSOCIATED WITH HISTORIC MINING AREAS THAT MAY CONTAIN CRITICAL MINERALS WILL ALSO BE COLLECTED AND ANALYZED SEASONALLY FROM TEN PERPETUAL WATER DISCHARGES  CURRENTLY, MANY OF THESE HISTORIC MINE DISCHARGES ARE REGULATED BY STATE AND FEDERAL PUBLIC HEALTH AGENCIES  STANDARD PROCEDURES FOR SAMPLING WILL BE DEVELOPED AND MAY BE MODIFIED DURING THE PROJECT  A PUBLICLY AVAILABLE ELECTRONIC REPORT WILL BE PUBLISHED WHICH WILL INCLUDE THE DATA, ANALYSIS OF THE DATA, AND RESULTS THE RESULTS OF THIS RECONNAISSANCE INVESTIGATION WILL ASSIST IN DETERMINING THE CONCENTRATIONSOF CRITICAL MINERALS IN MINE RELATED WASTE IN SELECT AREAS OF COLORADO AND ALSO PROVIDE DATA FOR FUTURE STUDIES ASSOCIATED WITH THE EXTRACTION AND ECONOMIC POTENTIAL OF CRITICAL MINERALS FROM THIS MATERIAL  MINING CRITICAL MINERALS FROM MINE RELATED WASTE MAY ASSIST WITH PROVIDING ADDITIONAL NATIONAL SOURCES OF CRITICAL MINERALS FURTHER DECREASING U S  RELIANCE ON THESE MATERIALS WHILE REMEDIATING HISTORIC MINE RELATED WASTE WHICH, IN SOME CASES, CAN IMPACT HUMAN HEALTH AND THE ENVIRONMENT  STANDARD PROCEDURES DEVELOPED DURING THIS PROJECT WILL ASSIST WITH ADEQUATELY CHARACTERIZING THIS MATERIAL AND DEVELOPING STANDARDS FOR SAMPLING MINE RELATED WASTE ASSOCIATED WITH CRITICAL MINERALS IN OTHER AREAS OF THE U S", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 276642.0, "recipient_id": "cc5207ca-4d78-1308-62c7-b425dd44275c-C", "generated_internal_id": "ASST_NON_G22AC00509_1434"}]