[{"internal_id": 48328534, "Award ID": "A96AV00007", "Award Amount": 1062136.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2013-03-04", "CFDA Number": "15.032", "Description": "MBCI ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76414c00-09cc-c42a-685b-b4101d9552e4-C", "generated_internal_id": "ASST_NON_A96AV00007_1450"}, {"internal_id": 159660503, "Award ID": "A23AP00129", "Award Amount": 174360.86, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-19", "CFDA Number": "15.032", "Description": "LPPSR NETWORK EXPANSION PLANNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 174360.86, "Infrastructure Obligations": null, "recipient_id": "7c3de353-abe3-95a1-0e42-d1ae5755d5c6-R", "generated_internal_id": "ASST_NON_A23AP00129_1450"}, {"internal_id": 159660487, "Award ID": "A23AP00098", "Award Amount": 120361.08, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.032", "Description": "THE BAY MILLS INDIAN COMMUNITY (BMIC OR TRIBE) IS INTERESTED IN PERFORMING A FEASIBILITY STUDY TO ASSESS BROADBAND (THE PROJECT) WITHIN THE BAY MILLS INDIAN COMMUNITY.  A PROJECT OF THIS TYPE HAS NOT BEEN COMPLETED IN THE PAST BY BMIC.  A TEAM OF KEY STAFF FROM BMIC WILL SEEK AND USE CONSULTANTS TO DETERMINE WHAT IS ALREADY IN PLACE FOR CURRENT SERVICES.  A CONSULTANT WILL DO AN ASSESSMENT, FOLLOWED BY TECHNICAL ANALYSES, TO DELVE INTO THE COMMUNITYS BROADBAND NEEDS, SERVICES, AND INFRASTRUCTURE.  A FINAL REPORT OF THE ASSESSMENT MAY CONTAIN A ROADMAP FOR THE EXECUTION AND ASSIST IN POSITIONING BMIC TO PURSUE FURTHER FUNDING FOR BROADBAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": 120361.08, "Infrastructure Obligations": null, "recipient_id": "c0962d55-32b1-598a-bf41-89f1904d85f1-C", "generated_internal_id": "ASST_NON_A23AP00098_1450"}, {"internal_id": 159660486, "Award ID": "A23AP00097", "Award Amount": 175000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.032", "Description": "THE TWENTY-NINE PALMS BAND OF MISSION INDIANS RESPECTFULLY REQUEST  175,000 IN FY22 NATIONAL TRIBAL BROADBAND GRANT PROGRAM FUNDING FOR ITS BROADBAND INFRASTRUCTURE STUDY FOR SOUTHERN RESERVATION PROJECT. THE PROPOSED PROJECT WILL TAKE PLACE AT THE TRIBES SOUTHERN RESERVATION LOCATED NEAR COACHELLA, RIVERSIDE COUNTY, CA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 175000.0, "Infrastructure Obligations": null, "recipient_id": "426536a6-1aaf-9a76-4c09-f6b2b65b511c-R", "generated_internal_id": "ASST_NON_A23AP00097_1450"}, {"internal_id": 159660485, "Award ID": "A23AP00096", "Award Amount": 175000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.032", "Description": "THE ALABAMA-COUSHATTA TRIBE OF TEXAS (ACTT) PROPOSES THE FEASIBILITY AND PLANNING FOR BROADBAND CONNECTIVITY FOR THE ALABAMA-COUSHATTA TRIBE OF TEXAS (ACTT) PROJECT AS A BROADBAND ASSESSMENT, FEASIBILITY, AND PLANNING PROJECT TO FOCUS AND PRIORITIZE DEVELOPMENT OF BROADBAND CONNECTIVITY FOR THE DISTINCT PURPOSE OF ENHANCING THE OVERALL ECONOMIC RESILIENCE OF THE TRIBAL COMMUNITY IN POLK COUNTY, TEXAS. THE PROJECT WILL INCLUDE THREE DISTINCT PHASES, EACH WITH A DISTINGUISHABLE OBJECTIVE AND DELIVERABLE, A BROADBAND ASSESSMENT, FEASIBILITY STUDY AND DEPLOYMENT IMPLEMENTATION PLAN. THE COMPREHENSIVE APPROACH WILL EXPLORE THE ASSETS AND OPPORTUNITIES AVAILABLE TO THE TRIBE AND CULMINATE IN A PLAN TO IMPLEMENT THE MOST FEASIBLE STRATEGIES IDENTIFIED THROUGH THE EXPLORATION PROCESS. THE PROJECT WILL FOCUS THE TRIBES EFFORTS TO BECOME A CONNECTED COMMUNITY WHILE SUSTAINING THE CULTURE AND HERITAGE OF THE PEOPLE OF THE ALABAMA-COUSHATTA TRIBE OF TEXAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": 175000.0, "Infrastructure Obligations": null, "recipient_id": "cf05421a-0cda-28da-4cc8-90f114a7f7dc-C", "generated_internal_id": "ASST_NON_A23AP00096_1450"}, {"internal_id": 159660484, "Award ID": "A23AP00095", "Award Amount": 131300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.032", "Description": "THIS PROJECT WILL ASSESS THE RISKS, REWARDS, AND ROADMAP FOR THE CREATION OF A TELECOMMUNICATIONS ENTERPRISE TO SERVE THE LOWER BRULE RESERVATION OF SOUTH DAKOTA. THE OUTCOMES WILL EMPOWER THE TRIBE WITH THE INFORMATION REQUIRED TO ADEQUATELY ADDRESS THE CONSIDERATIONS OF FINANCIAL AND PRACTICAL RISKS ASSOCIATED WITH DEVELOPING A BROADBAND NETWORK PROPOSED TO BE WITHIN THE TWO COMMUNITIES OF LOWER BRULE AND WEST LOWER BRULE AND THROUGHOUT THE RESERVATION AREA, POPULATION 698 (SEE MAP).THE GOAL OF THIS PROJECT IS TO DETERMINE IF THE LOWER BRULE SIOUX TRIBE SHOULD BUILD A REGULATED TELECOMMUNICATIONS OPERATION OR A LESSER REGULATED ENTITY TO PROVIDE BROADBAND SERVICE TO THE LOWER BRULE SIOUX RESERVATION OF SOUTH DAKOTA. PRODUCTS OR OBJECTIVES TO REACH THE STATED GOAL GENERATED BY THIS PROJECT WILL INCLUDE  10 TO11 OBJECTIVES WILL BE STUDIED RANGING FROM COMPREHENSIVE MAPPING OF TELECOM ASSETS IN AND SURROUNDING THE LOWER BRULE SIOUX RESERVATION, A SCENARIO BASED FINANCIAL MODEL, OPPORTUNITIES ANALYSIS, BUSINESS STRUCTURE EVALUATION, REGULATED ENTITY ROAD MAP, COMPANY CHARTER ROAD MAP, BUSINESS OPERATIONS SYSTEMS REQUIREMENTS, POLICIES AND PROCEDURE NEEDS FOR A TISP AND REQUIREMENTS FOR AN AFFORDABLE CONNECTIVITY PROGRAM (ACP).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": 131300.0, "Infrastructure Obligations": null, "recipient_id": "7e055bcd-498f-6044-c80f-36da90485237-C", "generated_internal_id": "ASST_NON_A23AP00095_1450"}, {"internal_id": 159660483, "Award ID": "A23AP00094", "Award Amount": 107520.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.032", "Description": "THE PRAIRIE BAND POTAWATOMI NATION (PBPN OR THE NATION) IS PURSUING A NATIONAL TRIBAL BROADBAND GRANT (NTBG) IN THE AMOUNT OF  107,520 TO ASSESS THE FEASIBILITY OF FIBER BROADBAND ON THE NATIONS LAND IN RURAL NORTHEAST KANSAS. ALL RESIDENCES WITHIN THE PBPN 121.5 SQUARE MILE GEOGRAPHIC AREA LACK ACCESS TO RELIABLE BROADBAND SERVICE, AND MANY LACK ACCESS TO ANY BROADBAND PROVIDER AT ALL. EXISTING BROADBAND INFRASTRUCTURE ON THE NATION WAS BUILT PRIMARILY TO SERVE GOVERNMENT BUILDINGS AND IS IN A LIMITED SECTION OF THE RESERVATION. HOWEVER, THE COVID-19 PANDEMIC HAS BROUGHT TO THE FOREFRONT THE CRITICAL NEED FOR RELIABLE, QUALITY BROADBAND ACCESS TO EVERY HOME.  WHILE THE NATION HAS MADE GREAT STRIDES TO DEVELOP ITS FIBER INFRASTRUCTURE, IT IS STILL LACKING AN UNDERSTANDING OF MANY FINANCIAL COMPONENTS THAT WILL BE CRITICAL TO ENSURING ITS LONG-TERM SUCCESS, INCLUDING A FINANCIAL ANALYSIS, A COMPETITIVE AND NEEDS ANALYSIS, AND AN OPERATING PRO FORMA BUSINESS PLAN. THESE COMPONENTS ARE SOUGHT TO BE ADDRESSED THROUGH THIS PROJECT. IF AWARDED, THE NATION WOULD BE CLOSER THAN IT HAS EVER BEEN TO A STATE OF READINESS TO DEPLOY BROADBAND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": 107520.0, "Infrastructure Obligations": null, "recipient_id": "85bc6a66-b2fb-f3c8-e6e0-4f565b830e0a-C", "generated_internal_id": "ASST_NON_A23AP00094_1450"}, {"internal_id": 159660482, "Award ID": "A23AP00093", "Award Amount": 102980.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.032", "Description": "THE IOWA TRIBE OF KANSAS AND NEBRASKA (TRIBE) REQUIRES THIS GRANT BECAUSE THE TRIBE HAS AN OLD TRIBALLY OWNED FIBER NETWORK THAT WAS INSTALLED ON PART OF THE RESERVATION 10 YEARS AGO.  IT DOES NOT REACH ALL OF THE HOMES OR ANCHOR INSTITUTIONS, IS UNRELIABLE, AND NEEDS TO BE UPGRADED AND EXPANDED TO MEET THE NEEDS OF THE RESIDENTS AND BUSINESS.   THIS GRANT WILL FUND A STUDY AND CREATE A BROADBAND PLAN TO MEET THE DIGITAL ACCESS AND EQUITY NEEDS OF THE COMMUNITY FOR HEALTHCARE, EDUCATION, AND ECONOMIC DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": 102980.0, "Infrastructure Obligations": null, "recipient_id": "651f7815-b0af-c2ee-8a41-2b480766c224-C", "generated_internal_id": "ASST_NON_A23AP00093_1450"}, {"internal_id": 159660481, "Award ID": "A23AP00092", "Award Amount": 174500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.032", "Description": "THE CENTRAL COUNCIL OF THE TLINGIT   HAIDA INDIAN TRIBES OF ALASKA (TLINGIT   HAIDA), A FEDERALLY RECOGNIZED TRIBE WITH 34,000 TRIBAL CITIZENS, IS REQUESTING  174,500 FOR A BROADBAND FEASIBILITY STUDY THAT WILL PRODUCE MULTIPLE DESIGN CONCEPTS AT VARYING LOCATIONS IN SOUTHEAST ALASKA. THIS PROPOSED STUDY SPEAKS SQUARELY TO THE TRIBES MISSION TO PROVIDE HIGH-QUALITY MODERN INFRASTRUCTURE, INCLUDING BROADBAND INFRASTRUCTURE, AND IS CRITICAL TO PROMOTING THE ECONOMIC SOVEREIGNTY AND SUCCESS OF OUR CITIZENS. THE STUDY WILL FOCUS ON PRINCE OF WALES ISLAND, WHICH SITS 135 MILES BY 65 MILES, SLIGHTLY LARGER THAN THE STATE OF DELAWARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": 174500.0, "Infrastructure Obligations": null, "recipient_id": "5494e08f-b4b5-6739-59a6-df37af41a345-C", "generated_internal_id": "ASST_NON_A23AP00092_1450"}, {"internal_id": 159660480, "Award ID": "A23AP00091", "Award Amount": 175000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.032", "Description": "BROADBAND NETWORKS RANK AMONG THE MOST IMPORTANT INFRASTRUCTURE ASSETS OF OUR TIME  FOR PURPOSES OF ECONOMIC DEVELOPMENT AND COMPETITIVENESS, INNOVATION, WORKFORCE PREPAREDNESS, HEALTH CARE, EDUCATION, AND ENVIRONMENTAL SUSTAINABILITY. ACCESS TO HIGH-SPEED INTERNET SERVICE HAS BECOME AN ESSENTIAL COMPONENT FOR THE ECONOMY, EDUCATION, AND HEALTHCARE WITHIN COMMUNITIES WORLDWIDE. HOWEVER, US FEDERAL DATA CONTINUES TO SHOW THAT TRIBAL LANDS ARE AMONG THE LEAST CONNECTED AREAS IN NORTH AMERICA. COMMUNITIES WITHOUT RELIABLE HIGH-SPEED INTERNET SERVICE CITE A GROWING GAP BETWEEN THE RESOURCES AND OPPORTUNITIES AVAILABLE TO THEIR RESIDENTS AND THOSE IN COMMUNITIES THAT HAVE ROBUST NETWORK ACCESS.THE U.S. DEPARTMENT OF THE INTERIORS (DOI) OFFICE HAS IDENTIFIED THE NEED FOR FEASIBILITY STUDIES IN ORDER TO EXPLORE THE POSSIBILITY OF DEVELOPING OR EXTENDING BROADBAND SERVICES IN TRIBAL COMMUNITIES.  THE FEASIBILITY STUDY WILL ASSIST THE PALA BAND OF MISSION INDIANS WITH MAKING AN INFORMED DECISION REGARDING THE DEPLOYMENT AND EXPANSION OF BROADBAND WITHIN OUR COMMUNITY.THE NATIONAL TRIBAL BROADBAND GRANT WILL SERVE APPROXIMATELY 1,250 ENROLLED TRIBAL MEMBERS OF THE PALA BAND OF MISSION INDIANS, A FEDERALLY RECOGNIZED TRIBE. THE PALA RESERVATION IS LOCATED IN THE RURAL PARTS OF SOUTHERN CALIFORNIA, APPROXIMATELY 40 MILES NORTHEAST OF SAN DIEGO AND 30 MILES INLAND FROM THE PACIFIC OCEAN.THE PALA BAND OF MISSION INDIANS HAS BEEN INTERESTED IN ESTABLISHING BROADBAND SERVICES, TRANSMITTED THROUGH FIBER. HOWEVER, DUE TO PERSONNEL LIMITATIONS AND ECONOMIC HURDLES DUE TO THE COVID-19 PANDEMIC, BROADBAND HAS YET TO BE IMPLEMENTED. THIS IS WHY THE NATIONAL TRIBAL BROADBAND GRANT OPPORTUNITY IS THE PERFECT OPPORTUNITY TO CONDUCT A FEASIBILITY STUDY THAT WILL GUIDE INSIGHTFUL PLANNING TOWARDS THE IMPLEMENTATION OF BROADBAND. THE FEASIBILITY STUDY WILL PROVIDE THE TRIBE WITH THE INFORMATION NEEDED FOR THE ESTABLISHMENT, EXPANSION AND IMPLEMENTATION OF A SUSTAINABLE BROADBAND ACCESS SOLUTION TO IMPROVE BROADBAND ACCESS FOR EXISTING UNDERSERVED UNCONNECTED TRIBAL AREAS. THE STUDY WILL TAKE ACCOUNT OF KEY VARIABLES INCLUDING SPECTRUM, REGULATORY, POLICY, TECHNOLOGY, APPLICATIONS, USER DEMAND, COMPETITION, FINANCIAL MODELING, AND OTHER FACTORS TO DEVELOP A PLAN THAT WILL ENABLE HOLISTIC ECONOMIC DEVELOPMENT - INCLUDING BROADBAND CONNECTIVITY.THE PALA BROADBAND PLANNING PROJECT GREATLY BENEFITS THE TRIBES ABILITY TO GROW AS A GOVERNMENT, INCLUDING THE 25 DEPARTMENTS AND 571 RESIDENTIAL HOMES. THROUGH HIRED CONSULTANTS, THE EXPECTED OUTCOMES INCLUDE AN ASSESSMENT OF THE TRIBES CURRENT BROADBAND SERVICES, ENGINEERING ASSESSMENTS AND AN ESTIMATE TO BUILD AND EXPAND A BROADBAND NETWORK THAT WILL MEET THE MINIMUM CONNECTIVITY REQUIREMENTS. AFTER THESE DELIVERABLES HAVE BEEN ACHIEVED, THE TRIBES EDUCATIONAL RESOURCES AND REMOTE LEARNING OPPORTUNITIES WILL BE ENHANCED, EMERGENCY AND LAW ENFORCEMENT NEEDS WILL BE MET, AND OPPORTUNITIES FOR SELF-EMPLOYMENT WILL BE IMPROVED. THE FEASIBILITY AND ASSESSMENT SERVICES WILL HELP THE PALA BAND OF MISSION INDIANS MAKE DECISIONS REGARDING THE DEPLOYMENT OF BROADBAND IN OUR COMMUNITY, EMPHASIZING THAT THIS OPPORTUNITY WOULD CONTINUE TO SUPPORT OUR SOVEREIGNTY AS A NATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 175000.0, "Infrastructure Obligations": null, "recipient_id": "6f2c76e6-fa29-0a3f-ebbb-02ce5cc3fb27-C", "generated_internal_id": "ASST_NON_A23AP00091_1450"}, {"internal_id": 159660479, "Award ID": "A23AP00090", "Award Amount": 130000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.032", "Description": "MIDDLETOWN RANCHERIA OF POMO INDIANS OF CALIFORNIAS  MIDDLETOWN RANCHERIA BROADBAND PARTNERSHIP AND ENGINEERING FEASIBILITY STUDY  AIMS TO DEVELOP MIDDLETOWNS OWN BROADBAND NETWORK UPON ITS TRIBAL LANDS. CURRENTLY, THE BROADBAND SERVICE THAT THE RANCHERIA RECEIVES IS UNRELIABLE BECAUSE THE SERVICE PROVIDER CANNOT OFFER THE CAPACITY THAT THE RANCHERIA NEEDS, AND THE SERVICES IT DOES PROVIDE ARE AT A HIGH RATE. THE FOCUS OF THIS NTBG STUDY, THEREFORE, WILL BE TO INVESTIGATE COSTS AND ENGINEERING REQUIREMENTS TO BRING BROADBAND BACKHAUL TO THE RANCHERIA VIA A MICROWAVE SHOT FROM WILLIAMS, CA.  THIS PROJECT WILL ALLOW MIDDLETOWN TO EXPLORE THE FEASIBILITY OF MAINTAINING MOST OF THE CURRENT SERVICE BUT PROVIDING AUGMENTATION AND OR FAR TOLERANCE TO THE EXISTING PIPE AND CONNECTING MIDDLETOWN S FUTURE FIBER NETWORK TO INTERNET BACKHAUL PROVIDED BY A SECOND PROVIDER, WHICH IS LOCATED JUST OUTSIDE OF WILLIAMS. BRINGING BACKHAUL TO MIDDLETOWN WOULD AID THE RANCHERIA IN CREATING AND MAINTAINING ITS OWN INTERNET SERVICE RATHER THAN HAVING TO RELY ON THE OFTEN-SPOTTY SERVICE CURRENTLY PROVIDED. TO ACHIEVE THIS GOAL, THE PROJECT WILL ACHIEVE THE FOLLOWING OBJECTIVES: (1) ASSESS THE TECHNICAL AND FINANCIAL FEASIBILITY OF PROVIDING AN ALTERNATE BROADBAND INTERNET PEERING OPTION TO THE RANCHERIA AND MIDDLETOWN COMMUNITY  (2) EXPLORE THE TECHNICAL AND FINANCIAL FEASIBILITY OF BUILDING A PRIVATE TOWER ON MIDDLETOWNS TRIBAL LAND  (3) EVALUATE POTENTIAL THIRD-PARTY PARTNERSHIPS, PARTICULARLY FOR THE RANCHERIAS FUTURE ENGINEERING AND DEPLOYMENT NEEDS  (4) DETERMINE THE POSSIBILITY OF SELF-SERVICE BY INTEGRATING BROADBAND INTO TRIBAL ADMINISTRATION OR A TRIBAL UTILITY AUTHORITY  AND (5) EXPLORE WAYS TO ENHANCE OVERALL TRIBAL BROADBAND SERVICE BY EMPLOYING TECHNOLOGY THAT CAN UTILIZE THE EXISTING 2.4 GHZ BROADBAND SERVICE LICENSE THE TRIBE WAS RECENTLY ISSUED VIA AN APPLICATION FILING WITH THE FCC FOR THIS TRIBAL BROADBAND SPECTRUM OPPORTUNITY. THE CONSTRUCTION OF A TOWER ON THE TRIBAL FOOTPRINT WOULD ENHANCE THIS POSSIBILITY. BY IMPROVING BROADBAND ACCESS FOR ITS 201 TRIBAL MEMBERS AS WELL AS SURROUNDING POPULATIONS, MIDDLETOWN RANCHERIA WILL IMPROVE THE WELLBEING OF ITS RURAL COMMUNITY BY MAKING CRITICAL SERVICESSUCH AS TELEHEALTH, REMOTE WORK OPPORTUNITIES, AND ONLINE EDUCATIONAVAILABLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": 130000.0, "Infrastructure Obligations": null, "recipient_id": "21a9fce3-ed2e-61b3-1128-e32f4dd7e9c7-R", "generated_internal_id": "ASST_NON_A23AP00090_1450"}, {"internal_id": 159660478, "Award ID": "A23AP00089", "Award Amount": 104835.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.032", "Description": "LUMMI INDIAN BUSINESS COUNCILS GOAL IS TO BRING ULTRA-FAST INTERNET AND COMMUNICATION TO THE LUMMI NATION. THE COVID-19 PANDEMIC HAS SHOWN HOW ESSENTIAL BROADBAND SERVICES ARE, HOWEVER, THERE ARE MANY AREAS IN THE COMMUNITY WHERE BROADBAND SPEEDS ARE TOO SLOW AND SOME AREAS WHERE RESIDENTS DO NOT GET BROADBAND SERVICES. SO, THE DEVELOPMENT OF A LUMMI OWNED INTERNET SERVICE PROVIDER WILL HELP CLOSE THE DIGITAL DIVIDE BY BRINGING CRITICAL BROADBAND INFRASTRUCTURE TO THE LUMMI RESERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 104835.0, "Infrastructure Obligations": null, "recipient_id": "00f96565-5a09-035a-81b3-4ca729d68162-C", "generated_internal_id": "ASST_NON_A23AP00089_1450"}, {"internal_id": 159660477, "Award ID": "A23AP00088", "Award Amount": 156026.06, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.032", "Description": "THE SAULT STE. MARIE TRIBE OF CHIPPEWA INDIANS (SAULT TRIBE) SEEKS FUNDING OF  162,318.06 FOR A TWO-YEAR PROGRAM TO DEVELOP A BROADBAND FEASIBILITY STUDY ACROSS THE SAULT TRIBES SEVEN-COUNTY SERVICE AREA IN THE EASTERN UPPER PENINSULA (UP) OF MICHIGAN. THE SAULT TRIBES SEVEN-COUNTY SERVICE AREA INCLUDES CHIPPEWA, MACKINAC, LUCE, ALGER, DELTA, MARQUETTE, AND SCHOOLCRAFT COUNTIES. COMBINED, THE SERVICE AREA SERVES APPROXIMATELY 180,000 PEOPLE, COVERS 8,573 SQUARE MILES OF LAND MASS, AND ANOTHER 10,488 SQUARE MILES OF WATER. EXCLUDING MARQUETTE COUNTY, WITH THE CITY OF MARQUETTE, THE POPULATION DENSITY IS FEWER THAN 18 PEOPLE PER SQUARE MILE.FOR THE SAULT TRIBE BROADBAND PLANNING GRANT (NTBG) PROJECT, SAULT TRIBE WILL CONTRACT WITH MAGELLAN, A BROADBAND DESIGN, ENGINEERING, AND CONSULTING FIRM THAT HAS BEEN COMPETITIVELY SELECTED TO CONSTRUCT THE FEASIBILITY STUDY. WHILE THE PROJECT WILL HAVE A TWO-YEAR PERIOD OF PERFORMANCE, SAULT TRIBE WILL COMPLETE THE PROJECT WITHIN FIFTEEN (15) MONTHS.THE FEASIBILITY STUDY WILL INCLUDE THE FOLLOWING SECTIONS:1. TECHNICAL OPTIONS  WITH LAND MASS COVERING LESS THAN 50  OF THE SEVEN-COUNTY TOPOGRAPHY, FIBER-TO-THE-HOME (FTTH) MAY NOT BE COST EFFECTIVE. THE ALTERNATIVES MAY INCLUDE FIBER BACKBONE, WIRELESS LAST-MILE SERVICES DELIVERED USING LICENSED AND UNLICENSED SPECTRUM FROM COMMUNICATIONS TOWERS. THE STUDY WILL ALSO CONSIDER LEASING OF FIBER FROM EXISTING PROVIDERS AND PARTNERSHIPS WITH COMMERCIAL INTERNET SERVICE PROVIDERS (ISP) AND LOCAL UNIVERSITIES AND COLLEGES.2. COMPLETE CONSTRUCTION COST ALTERNATIVES  FOR THE IDENTIFIED SOLUTIONS, SAULT TRIBE WILL DEVELOP CONSTRUCTION AND OPERATING COST ESTIMATES FOR A BROADBAND NETWORK COVERING THE FOCUS AREAS IDENTIFIED AS CRUCIAL BY THE SAULT TRIBE AND DETERMINED AS MOST IN NEED.3. COMPLETE ASSESSMENT OF CURRENT SERVICES  THOSE PLANS AND SERVICES OFFERED BY COMMERCIAL INTERNET SERVICE PROVIDERS (ISP) ACROSS THE UP BY ZIP CODE.4. SURVEY DEVELOPMENT  SAULT TRIBE WILL DEVELOP A BROADBAND SURVEY, INCLUDING INTEGRATED SPEED TESTS AND OPINION QUESTIONS ON WHETHER AND HOW SAULT TRIBE SHOULD PARTICIPATE IN BROADBAND. SAULT TRIBE WILL ALSO LEVERAGE STATE OF MICHIGANS SURVEYS TO SUPPORT STATEWIDE MAPPING, IF APPROPRIATE.5. DEVELOPMENT OF SEVEN-COUNTY MAP  THIS MAP WILL INCLUDE ALL PREMISES AND SUPPORT PLANNING FOR LATER BEAD SUBGRANT APPLICATION DEVELOPMENT BY DENOTING PREMISES AS UNSERVED, UNDERSERVED, OR SERVED. SAULT TRIBE WILL WORK CLOSELY WITH MICHIGAN HIGH-SPEED INTERNET OFFICE (MIHI) TO COORDINATE SUBMISSION OF CHALLENGES TO FCCS ACCESS DATA.6. SUMMARY OF BROADBAND ALTERNATIVES  PREPARE AN ANALYSIS OF OPTIONS OF OWNERSHIP AND OPERATIONS ALTERNATIVES, INCLUDING PROS AND CONS OF EACH OPTION. SAULT TRIBES CONTRACTOR WILL RECOMMEND THE BEST OPTIONS FOR SAULT TRIBE.7. IDENTIFY BROADBAND ACCESS NEEDS  BASED ON TRIBAL NEEDS AND EXISTING SERVICES, ENUMERATE OPPORTUNITIES FOR IMPROVED ACCESS TO ENABLE TELEWORK, TELEHEALTH, DISTANCE LEARNING, AND OTHER SERVICES.8. DEVELOP ISP SOLICITATIONS  INCLUDING PLANS FOR SAULT TRIBE MANAGING ISP OVER THE LONG TERM.9. DEVELOP FIBER CONSTRUCTION AND MAINTENANCE SOLICITATIONS  INCLUDING PLANS FOR (A) MANAGING THE NETWORK AND (B) MARKETING DARK FIBER.10. DEVELOP PARTNERSHIP STRATEGIES, DOCUMENTS  INCLUDING PLANS FOR ASSESSING PARTNERS, COORDINATING ACTIVITIES, AND PRODUCING DRAFT PARTNERSHIP AGREEMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": 156026.06, "Infrastructure Obligations": null, "recipient_id": "004bc0d1-f8e7-6932-742e-a37a48e069f4-C", "generated_internal_id": "ASST_NON_A23AP00088_1450"}, {"internal_id": 159660476, "Award ID": "A23AP00086", "Award Amount": 175000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.032", "Description": "THE MUSCOGEE (CREEK) NATION (MCN) IS THE FOURTH LARGEST FEDERALLY RECOGNIZED TRIBE IN THE UNITED STATES WITH A TOTAL POPULATION OF 97,343 CITIZENS  MORE THAN HALF OF WHOM LIVE WITHIN THE TRIBAL RESERVATION. MCN TRIBAL HEADQUARTERS ARE CENTRALLY SITUATED WITHIN THE NATION S JURISDICTION IN THE CITY OF OKMULGEE. THE SERVICE AREA CONSISTS OF URBAN, RURAL, AND VERY RURAL-REMOTE AREAS. POPULATION DENSITIES VARY FROM SMALL UNINCORPORATED COMMUNITIES, WITH FEWER THAN 50 RESIDENTS, TO TULSA, ONE OF THE LARGEST URBAN AREAS WITHIN THE STATE OF OKLAHOMA.      SPANNING NEARLY 5,000 SQUARE MILES, THE MCN RESERVATION INCLUDES ELEVEN COUNTIES IN EAST-CENTRAL OKLAHOMA, INCLUDING TWO DESIGNATED OPPORTUNITY ZONES. THE JURISDICTION IS DIVIDED INTO EIGHT DISTRICTS CORRESPONDING NAMELY WITH THE COUNTIES OF CREEK, MCINTOSH, MUSKOGEE, OKFUSKEE, OKMULGEE, AND PORTIONS OF WAGONER, TULSA, ROGERS, HUGHES, SEMINOLE, AND MAYES. THE NATION PROVIDES VITAL SERVICES SUCH AS HEALTH CARE, HOUSING, EDUCATION ASSISTANCE, SOCIAL SERVICES, TRANSPORTATION, CULTURE AND LANGUAGE PRESERVATION, AND OTHER BASIC GOVERNMENT FUNCTIONS AND SERVICES.     MCN IS PLEASED TO SUBMIT THIS APPLICATION FOR THIS GRANT WHICH WILL UTILIZE GRANT FUNDING TO PERFORM AN ANALYSIS OF EXISTING BROADBAND PROVIDERS, COMPARE PROVIDER SERVICES AND COSTS, AND DEVELOP A COMPREHENSIVE STRATEGY FOR THE INTERCONNECTION POINTS IDENTIFIED IN BRISTOW, BEGGS, OKEMAH, CALVIN, DUSTIN, AND EUFAULA, ALL IN OKLAHOMA. NEUTRAL HOST CARRIERS HAVE BEEN IDENTIFIED IN EACH LOCATION AND FURTHER RESEARCH IS NEEDED TO UNCOVER THE SPECIFIC TECHNOLOGIES, EQUIPMENT, AND POLICIES FOR EACH INTERCONNECTION POINT AS IT RELATES TO THE LONG-TERM PLANNING THAT IS IN PROGRESS. INTERCONNECTION POINTS ARE CRUCIAL FOR THE SUCCESS, RESILIENCE, AND AFFORDABILITY OF FUTURE BROADBAND DEVELOPMENTS. AS PART OF THIS STUDY, THE MCN WILL ALSO CONDUCT AN INVENTORY OF ITS EXISTING RESOURCES (EQUIPMENT) AND SERVICE CONTRACTS AT EACH OF ITS GOVERNMENT FACILITIES AND THEIR RESPECTIVE INFORMATION TECHNOLOGY (IT) DEPARTMENTS.      THE NATION IS REQUESTING  175,000 IN FEDERAL FUNDING TO CARRY OUT THIS PROJECT WHICH, IF REALIZED, WILL BE USED TO MEET THE CRITICAL NEEDS OF THE COMMUNITY AND PRESENTS AN OPPORTUNITY FOR MCN TO CONTINUE TO ADDRESS THE SUSTAINABILITY OF OUR COMMUNITY THROUGH TRIBAL BROADBAND EXPANSION. THIS PROJECT IS IN KEEPING WITH THE NATIONAL TRIBAL BROADBAND GRANT ELIGIBLE PROGRAM ACTIVITIES TO SUPPORT A FEASIBILITY STUDY FOR THE EXPANSION OF HIGH-SPEED INTERNET (BROADBAND) AND WILL NOT DUPLICATE PREVIOUS WORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": 175000.0, "Infrastructure Obligations": null, "recipient_id": "db7bccb1-58bc-18b1-7b4e-a510a974958d-C", "generated_internal_id": "ASST_NON_A23AP00086_1450"}, {"internal_id": 159660475, "Award ID": "A23AP00085", "Award Amount": 139638.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.032", "Description": "THE NENANA BROADBAND PROJECT AWARD WILL PROVIDE FUNDING FOR THE CREATION OF A THOROUGHFEASIBILITY STUDY TO ESTABLISH A COORDINATED AND STRATEGIC APPROACH TOWARDS A CONSTRUCTION READYDESIGN FOR THE RURAL, UNSERVED COMMUNITY OF NENANA, ALASKA. THE PROPOSED STUDY WILL ASSESSFEASIBILITY OF DEPLOYING A FIBER NETWORK IN THE VILLAGE AMONGST MANY EXISTING, POORLY DOCUMENTEDBURIED AND OVERHEAD UTILITIES. THE STUDY WILL CONSIDER THE FINANCIAL AND PRACTICAL RISKS ASSOCIATEDWITH DEVELOPING A BROADBAND NETWORK AND CONTEMPLATE FUTURE OPERATIONS AND MAINTENANCESTRUCTURES FOR NEW TRIBALLY OWNED INFRASTRUCTURE.AS OUTLINED IN THE NTBG FUNDING OPPORTUNITY NOTICE, THIS PROJECT ALIGNS WITH THE PURPOSEOF THE GRANT PROGRAM WITH THE OBJECTIVES TO IMPROVE QUALITY OF LIFE, SPUR ECONOMIC DEVELOPMENTAND COMMERCIAL ACTIVITY, CREATE OPPORTUNITIES FOR SELF- EMPLOYMENT, ENHANCE EDUCATIONALRESOURCES AND REMOTE LEARNING OPPORTUNITIES, AND MEET EMERGENCY AND LAW ENFORCEMENT NEEDS BYBRINGING BROADBAND SERVICES TO NENANA, ALASKA.UPON COMPLETION OF THE SCOPE OF WORK, NENANA NATIVE ASSOCIATION (THE FEDERALLYRECOGNIZED TRIBE), EMERGENCY SERVICES, SCHOOLS, AND COMMUNITY FRAMEWORK WILL BE CONNECTEDTO THE WORLD AND MORE EFFECTIVE, MAKING RESIDENTS SAFER, HEALTHIER, AND MORE ECONOMICALLYCOMPETITIVE. NENANA IS A RURAL COMMUNITY SERVING AS AN IN-BETWEEN ON THE GEORGE PARKSHIGHWAY FOR THE LARGER CITIES OF WASILLA AND FAIRBANKS. RELIABLE INTERNET IS CRITICAL TO NENANASRESIDENTS AND VISITORS. ALL COMPONENTS OF A THRIVING COMMUNITY ARE POSSIBLE THROUGH AFFORDABLEHIGH-SPEED BROADBAND. THE NENANA NATIVE ASSOCIATION NEEDS A MORE IN DEPTH, COMMUNITYTAILORED, AND ROBUST ENGINEERED APPROACH TO THEIR TRIBALLY OWNED NETWORK.SUCCESSFUL BROADBAND IMPLEMENTATION IS ONLY POSSIBLE WITH ENGINEERING. THE PROPOSEDFEASIBILITY STUDY FUNDED THROUGH NTBG WILL ASSIST NENANA NATIVE ASSOCIATION TO MAKE INFORMEDDECISIONS REGARDING DEPLOYMENT AND EXPANSION OF BROADBAND IN THEIR COMMUNITY. IT WILL PROVIDEDATA NEEDED FOR AN OPTIMIZED NETWORK INFRASTRUCTURE. CONSIDERATION OF FINANCIAL AND PRACTICALRISKS ASSOCIATED WITH DEVELOPING A BROADBAND NETWORK WILL BE A CRITICAL COMPONENT OF THEFEASIBILITY STUDY. THIS WILL BE THE FOUNDATION FOR NENANA NATIVE ASSOCIATION TO BUILD CAPACITY ANDTO SUCCESSFULLY OWN THEIR NETWORK.NENANA NATIVE ASSOCIATION IMPLICITLY COMMITS TO ALL CRITICAL PRIORITIZATION AREAS OF THENTBG PROGRAM AND WILL INVARIABLY REMAIN A BROADBAND ADVOCATE FOR THE HOUSEHOLDS, BUSINESSES,AND TRIBAL MEMBERS OF NENANA, ALASKA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": 139638.0, "Infrastructure Obligations": null, "recipient_id": "a333fec4-1007-6202-7bfa-8915e51c1c9f-R", "generated_internal_id": "ASST_NON_A23AP00085_1450"}, {"internal_id": 159660474, "Award ID": "A23AP00084", "Award Amount": 161416.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.032", "Description": "FBIC WILL ANALYZE THE KEY DATA RELEVANT TO UNDERSTANDING CURRENT INFRASTRUCTURE EXTENSION, DELIVERY, AND ITS LIMITATIONS INCLUDING THE MIDDLE MILE INFRASTRUCTURE TO CONNECT ANY FUTURE SERVICES BY EITHER THE INCUMBENT OR A NEW PROVIDER. WE WILL DETERMINE THE CURRENT LEVEL OF THE TRIBES TECHNICAL, ADMINISTRATIVE, ORGANIZATIONAL, AND MANAGEMENT CAPACITY FOR BROADBAND DEVELOPMENT. FBIC WILL ALSO DETERMINE WHICH TECHNICAL, ADMINISTRATIVE, OR ORGANIZATIONAL AND MANAGEMENT CAPACITIES FOR BROADBAND DEVELOPMENT WILL NEED ENHANCEMENT. IMPORTANT INPUTS ANALYZED AND THEN COMBINED INTO THE REPORT WILL INCLUDE THE FOLLOWING: BROADBAND: ANALYZE AND IDENTIFY USAGE, DEMAND, INCUMBENT INTERNET RATES, SERVICE TOWERS, GROUND-LAID BROADBAND WIRING, AND INTERCONNECTING MIDDLE MILE MEANS. ECONOMIC DEVELOPMENT AND WORKFORCE EXPANSION (REMOTE WORK CAPABILITIES) FOR TRIBAL MEMBERS.BROADBAND USE AND ADOPTION REPORT - EDUCATIONAL REQUIREMENTS, EDUCATIONAL DEVELOPMENT FOR TRIBAL MEMBERS, AND LOCAL OR REMOTE EDUCATIONAL LEARNING CAPABILITIES.LEGAL REGULATORY: REVIEW RIGHT OF WAYS, TRIBAL CONSTITUTION, LEASES, PERMITTING, AND RULINGS WITHIN AND WITHOUT RELEVANT TO TRIBE HISTORY, ALONG WITH AN EVALUATION OF THE KEY CONTRACTUAL UNDERPINNINGS REQUIRED TO FORM A TRIBAL SERVICE PROVIDER. ORGANIZATIONAL: ASSIST THE TRIBE IN DETERMINING THE OPTIMAL OWNERSHIP STRUCTURE BASED ON EXISTING TRIBAL DEPARTMENTS, ENTERPRISES, COMMITTEES, AND LEADERSHIP INPUT OPPORTUNITIES AND OR LIMITATIONS. FINANCE: IDENTIFY ECONOMIC DRIVERS WITHIN AND OUTSIDE THE TRIBAL COMMUNITY. FURTHER DEFINE AND QUANTIFY THE RELATIVE IMPORTANCE IMPACT OF KEY PERFORMANCE METRICS, AND OPERATIONS MANAGEMENT AGREEMENTS, AND DEFINE TIMELINES THAT MAY BE INTEGRAL TO MEETING PARTICULAR STATE OR FEDERAL INCENTIVES OR OTHER TIME-SENSITIVE REQUIREMENTS WHICH AFFECT ECONOMICS. THERE WILL ALSO BE A REVIEW OF CURRENT AND FUTURE GRANT, LOAN, OR OTHER PROGRAMS FOR THE DEPLOYMENT OF NEW OR EXPANDED BROADBAND CAPABILITIES ON THE RESERVATION AND WHAT ARE THE REQUIREMENTS (MONTANA HAS SEVERAL RESTRICTIONS ON NON-ETC S FROM GAINING BROADBAND DEVELOPMENT FUNDS). THIS STUDY WILL ENCOMPASS THE EXISTING, PLANNED, OR REQUESTED MIDDLE MILE INFRASTRUCTURE AND ALSO CHANGES TO THE OVERALL RESERVATION AREA WITH TRIBAL MEMBERS MOVING BACK TO THE RESERVATION DUE TO THE ECONOMIC CLIMATE, NEW HOUSING COMMUNITIES BEING DEVELOPED AND REQUIRING SIGNIFICANT BROADBAND EXPANSION, WHILE ALSO WORKING TO IDENTIFY AND ESTIMATE THE EXPANSION OR IMPLEMENTATION OF SERVICES ON THE TRIBAL RESERVATION CONSIDERING OVER HALF OF THE RESERVATION LACKS HIGH-SPEED BROADBAND AND 100  OF THE RESERVATION IS LACKING STABLE, RELIABLE, AND AFFORDABLE BROADBAND THAT STILL DOES NOT FALL WITHIN THE NTIAS OR FCCS CLASSIFICATION OF SERVED.  THE FEASIBILITY STUDY WILL PROVIDE A REPORT TO ANSWER THE FOLLOWING ITEMS - AN ESTIMATE OF THE COST OF BUILDING OR EXPANDING A BROADBAND INFRASTRUCTURE BY EITHER A NEW ORGANIZATION OR THE INCUMBENT  A DETERMINATION OF THE TRANSMISSION MEDIUM(S) THAT WILL BE EMPLOYED (MIDDLE MILE INFRASTRUCTURE AND TIER-1 PROVIDERS)  IDENTIFICATION OF POTENTIAL FUNDING AND OR FINANCING FOR THE DEPLOYMENT  AND CONSIDERATION OF FINANCIAL AND PRACTICAL RISKS ASSOCIATED WITH DEVELOPING A BROADBAND INFRASTRUCTURE  WHAT WILL BE THE ADDITIONAL COSTS TO THE INCUMBENT OR TO A NEW ORGANIZATION AND ACCOUNT FOR THE AFFORDABLE CONNECTIVITY PROGRAM OR OTHER OPTIONS TO HELP DRIVE AFFORDABILITY AND BROADBAND OBTAINMENT FOR TRIBAL MEMBERS. THE NEXT PORTION OF THIS PLAN THROUGH THIS FEASIBILITY STUDY WOULD BE TO IDENTIFY HOW THIS BROADBAND WILL IMPROVE THE QUALITY OF LIFE AND THEN ADDRESS TRIBAL NEEDS TO SPUR ECONOMIC DEVELOPMENT AND COMMERCIAL ACTIVITY (JOB CREATION AND RETENTION), CREATE OPPORTUNITIES FOR SELF-EMPLOYMENT, ENHANCE EDUCATIONAL RESOURCES AND REMOTE LEARNING OPPORTUNITIES, AND IMPROVE PUBLIC SAFETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": 161416.0, "Infrastructure Obligations": null, "recipient_id": "acb076d3-fb9d-08aa-7b0c-92a9de7b558e-C", "generated_internal_id": "ASST_NON_A23AP00084_1450"}, {"internal_id": 159660473, "Award ID": "A23AP00083", "Award Amount": 175000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.032", "Description": "TTHE TUNICA-BILOXI TRIBE OF LOUISIANA IS SEEKING FUNDING UNDER THE BUREAU OF INDIAN AFFAIRS NATIONAL TRIBAL BROADBAND GRANT TO REDUCE THE NUMBER OF TRIBAL FAMILIES THAT LACK ACCESS TO BROADBAND INTERNET SERVICES AND OTHER INFORMATION TECHNOLOGY THROUGH THE IMPLEMENTATION OF THE TUNICA-BILOXI BROADBAND DEVELOPMENT AND DEPLOYMENT FEASIBILITY STUDY PROJECT (PROJECT TITLE). BY COMPLETING A COMPREHENSIVE FEASIBILITY STUDY, THE TRIBE EXPECTS TO IDENTIFY AND DEVELOP A COMPREHENSIVE PLAN TO INCREASE BROADBAND ADOPTION AND USE AMONG TUNICA-BILOXI CITIZENS. INCREASED ACCESS TO BROADBAND SERVICES FOR TRIBAL CITIZENS WILL PERMIT THE TUNICA DEPARTMENT OF HEALTH TO CONDUCT PREVENTATIVE OUTREACH AND PROVIDE MEDICAL TELEHEALTH SERVICES TO ALL TRIBAL CITIZENS, REGARDLESS OF THEIR LOCATION  FACILITATE COMMUNICATION BETWEEN THE AVOYELLES PARISH SCHOOL BOARD, THE TRIBES EDUCATION DEPARTMENT, AND TUNICA-BILOXI STUDENTS AND PARENTS  ALLOW THE TRIBES GOVERNMENT AND WHOLLY-OWNED ENTITIES TO CONTINUE TO OPERATE AND PROVIDE ESSENTIAL TRIBAL SERVICES DURING UNEXPECTED CLOSURES  AND ALLOW LOCAL PRIMARY SECONDARY AND VOCATIONAL SCHOOLS TO TEACH AND PROVIDE EDUCATIONAL OPPORTUNITIES VIRTUALLY TO TUNICA-BILOXI YOUTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": 175000.0, "Infrastructure Obligations": null, "recipient_id": "8ce21dc0-bfa6-54c4-ddb1-ead114bb3ce7-C", "generated_internal_id": "ASST_NON_A23AP00083_1450"}, {"internal_id": 159660472, "Award ID": "A23AP00082", "Award Amount": 174770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.032", "Description": "THE PUEBLO OF LAGUNA REQUESTS  174,770 TO EXPAND UPON AN EXISTING FEASIBILITY STUDY, BUSINESS PLAN AND ADDITIONAL BROADBAND STUDIES FOR THE POTENTIAL DEVELOPMENT AND BUILD OUT OF AN INTERNET SERVICE PROVIDER ENTITY ON THE PUEBLO. THE INTERNET SERVICE PROVIDER PLAN WILL INCLUDE A REVIEW OF THE PUEBLOS STRATEGIC BROADBAND DEPLOYMENT FEASIBILITY STUDY, AN ISP BUSINESS PLAN CREATED IN COLLABORATION WITH LAGUNA ECONOMIC ADVANCEMENT, LLC (LEA), AMERIND CRITICAL INFRASTRUCTURE (ACI), AND THE PUEBLO OF LAGUNA UTILITY AUTHORITY (UA), FOR THE TRIBAL BROADBAND CONNECTIVITY PROGRAM GRANT APPLICATION (WHICH IS CURRENTLY PENDING A FUNDING AWARD FROM NTIA). THE INTERNET SERVICE PROVIDER PLAN WILL PROVIDE GUIDANCE TO THE PUEBLO OF LAGUNA AND LAGUNA ECONOMIC ADVANCEMENT ON THE FORWARD PATH FOR PROVIDING HIGH-SPEED, AFFORDABLE, RELIABLE, AND SUSTAINABLE INTERNET TO THE PUEBLO OF LAGUNA COMMUNITY AND FOR THE DEVELOPMENT OF THE ISP ENTITY. THE PUEBLO OF LAGUNA DESIRES TO CONTINUE ITS PARTNERSHIP WITH LAGUNA ECONOMIC ADVANCEMENT, LLC, THE PUEBLO OF LAGUNA UTILITY AUTHORITY (BOTH PUEBLO OWNED ENTITIES), AMERIND CRITICAL INFRASTRUCTURE, ARCADIAN INFRACOM, AND TFP CAPITAL PARTNERS TO FINALIZE A FEASIBILITY STUDY FOR AN INTERNET SERVICE PROVIDER TO OPERATE AND MAINTAIN ITS FIBER TO THE PREMISE (FTTP) NETWORK. BUILDING THE CAPACITY NECESSARY TO DEVELOP A SUSTAINABLE AND CAPABLE ISP ENTITY IS VITAL TO THE CONTINUED GOALS AND OBJECTIVES IN THE PUEBLO OF LAGUNA STRATEGIC BROADBAND DEPLOYMENT PLAN. THE PUEBLO OF LAGUNA DESIRES TO ISSUE A SUB-GRANT AGREEMENT TO LAGUNA ECONOMIC ADVANCEMENT, LLC AS THE LEAD FOR THE PUEBLOS STRATEGIC BROADBAND DEPLOYMENT PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": 174770.0, "Infrastructure Obligations": null, "recipient_id": "a28546c1-2611-b13c-7f0c-852a65f5dd3c-C", "generated_internal_id": "ASST_NON_A23AP00082_1450"}, {"internal_id": 159660471, "Award ID": "A23AP00081", "Award Amount": 147293.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.032", "Description": "THE ROSEBUD SIOUX TRIBE (THE TRIBE) APPLIED FOR AND WAS AWARDED A  48.4 MILLION NTIA TRIBAL CONNECTIVITY GRANT TO BUILD A WIRELESS AND FIBER NETWORK SERVING ALL HOUSEHOLDS, BUSINESSES AND TRIBAL LOCATIONS ON TRIBAL LANDS.  WITH THE NTIA GRANT FUNDING, THE TRIBE WILL USE GRANT FUNDS FOR THE CONSTRUCTION OF NEW BROADBAND INFRASTRUCTURE THAT DEPLOYS A WIRELESS CANOPY COVERING 1907 SQ MILES OF UNSERVED AREA. THE PURPOSE OF THIS GRANT REQUEST FOR  150,000 TO THE OFFICE OF INDIAN ENERGY AND ECONOMIC DEVELOPMENT (IEED), OFFICE OF THE ASSISTANT SECRETARY-INDIAN AFFAIRS, IS TO HIRE A CONSULTING TEAM TO PERFORM: 1) FEASIBILITY STUDY AND 2) BUSINESS PLAN FOR THE DEPLOYMENT OR EXPANSION OF HIGH SPEED INTERNET (BROADBAND) TRANSMITTED, VARIOUSLY, THROUGH WIRELESS AND FIBER CONNECTIONS THAT WILL BE BUILT WITH FUNDING AWARDED TO THE ROSEBUD SIOUX TRIBE THROUGH ITS SUCCESSFUL APPLICATION FOR A NTIA TRIBAL CONNECTIVITY GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": 147293.0, "Infrastructure Obligations": null, "recipient_id": "ba2993f8-efcd-e4c7-054a-8df600be9a6c-C", "generated_internal_id": "ASST_NON_A23AP00081_1450"}, {"internal_id": 157765507, "Award ID": "A23AP00066", "Award Amount": 78701.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "THE NORTHERN ARAPAHO TRIBE OF WYOMING (CLIENT OR TRIBE) IS PROPOSING TO APPLY FOR THE FISCAL YEAR 2022 BIA TRIBAL TOURISM GRANT PROGRAM TO CONDUCT A TRIBAL TOURISM FEASIBILITY STUDY TO DETERMINE THE OPTIMAL DEVELOPMENT LOCATION FOR A CASINO RESORT DEVELOPMENT. THE PROPOSED PROJECT WILL PROVIDE FUNDING TO THE TRIBE TO RETAIN CONSULTANTS TO PERFORM FEASIBILITY STUDIES ON TRIBAL TOURISM OPPORTUNITIES. THE FEASIBILITY STUDY WILL HELP FACILITATE INFORMED DECISION MAKING REGARDING THE TRIBES ECONOMIC FUTURES AND MAY CONCERN THE VIABILITY OF A TOURISM PROJECT. THE FEASIBILITY STUDY WILL EMPOWER THE TRIBE TO MAKE INFORMED DECISIONS ON THE POTENTIAL OF THE TRIBAL TOURISM BUSINESS. THE PROPOSED FEASIBILITY WORK FOR THE TTGP IS AS FOLLOWS HOTEL MARKET ASSESSMENT FOR FOOD AND BEVERAGE MARKET ASSESSMENT, MULTI PURPOSE EVENT CENTER MARKET ASSESSMENT, ANCILLARY AMENITIES MARKET ASSESSMENT AND PRO FORMA OPERATING STATEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0329df36-fb78-b6af-d446-aa8c07481752-C", "generated_internal_id": "ASST_NON_A23AP00066_1450"}, {"internal_id": 157765506, "Award ID": "A23AP00065", "Award Amount": 63000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "THE LAC COURTE OREILLES BAND OF LAKE SUPERIOR CHIPPEWA INDIANS OWN THREE CORNERS OF THE BUSIEST COUNTY HIGHWAY INTERSECTION OF THE RESERVATION, KNOWN LOCALLY AS THE HIGHWAY B AND  K INTERSECTION AND THE VACANT FACILITY LOCATED ON THE SOUTHWEST CORNER KNOWN AS THE C 2 TRAVEL PLAZA. THIS INTERSECTION IS IMPORTANT TO THE TRIBE AS IT CONNECTS THE RESERVATION TO THE TOWNS OF HAYWARD, WINTER, STONE LAKE, AND IS ALSO THE MAIN ROADS TRAVELLED FOR TOURISTS TO ARRIVE TO THEIR DESTINATION MADE OF THE NATURAL MIXED FORESTS AND PRISTINE LAKES NORTHWEST WISCONSIN IS FAMOUS FOR. WISDOT TRAFFIC COUNTS SHOW THIS INTERSECTION TO BE THE MOST POPULOUS OF THE RESERVATION, MOST RECENTLY AVERAGING 5,700 DAILY TRAFFIC COUNTS IN 2021.  IT IS THE TRIBES INTENT TO BEGIN TO PARTICIPATE MORE HEAVILY IN THE TOURISM AND RECREATION INDUSTRIES AS BOTH TOURISM AND RECREATION ARE THE COUNTYS NUMBER ONE REVENUE GENERATORS   AND THE TRIBE BELIEVES THE KAND B INTERSECTION TRAVEL PLAZA IS A GREAT STARTING POINT. A FEASIBILITY STUDY FOLLOWED BY A BUSINESS PLAN, WILL ALLOW THE TRIBE TO INCREASE THE TRIBES PRESENCE IN THE ECONOMY OF THE LOCAL AREA TO ACCESS A GREATER PORTION OF THE ANNUAL  95.9 MILLION OF DIRECT VISITOR SPENDING AND ENHANCE THE ECONOMIC DEVELOPMENT OF THE TRIBE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30a494ed-9ff3-086b-f11c-683a15045292-C", "generated_internal_id": "ASST_NON_A23AP00065_1450"}, {"internal_id": 157765505, "Award ID": "A23AP00064", "Award Amount": 71720.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "THE NANSEMOND INDIAN NATION (NANSEMOND OR THE TRIBE) IS A FEDERALLY RECOGNIZED INDIANTRIBE LOCATED PRIMARILY IN THE CITY OF SUFFOLK IN SOUTHEASTERN VIRGINIA. THE TRIBE OWNS SEVERALDISTINCT PARCELS OF LAND, BUT FOR THE PURPOSE OF THIS TOURISM FOCUSED PROJECT, MATTANOCK TOWN ISTHE MOST RELEVANT PROPERTY. PRESENT DAY MATTANOCK TOWN CONSISTS OF APPROXIMATELY 70 ACRES OFANCESTRAL LAND ALONG THE NANSEMOND RIVER, A 20 MILE LONG TRIBUTARY OF THE JAMES RIVER. WERECEIVED THIS PROPERTY FROM THE CITY OF SUFFOLK IN 2013 AND NAMED IT AFTER ONE OF OUR HISTORICVILLAGES. MATTANOCK TOWN HAS SWIFTLY BECOME THE CENTER OF OUR NANSEMOND INDIAN NATIONACTIVITIES, HOUSING OUR GOVERNMENT OFFICE BUILDING AND OUR SOON TO BE EXPANDED TRIBAL LODGE,WHICH SERVES AS OUR COMMUNITY CENTER AND GATHERING PLACE. THE RESTORATION OF THIS PARCEL OFLAND TO OUR TRIBAL CONTROL HAS BEEN CRITICAL TO REPAIRING THE FRAYED CONNECTION BETWEEN THENANSEMOND PEOPLE AND THE RIVER THAT HAS SUSTAINED US FOR EONS. WE BELIEVE THE TOURISMPOTENTIAL OF THIS BEAUTIFUL, BIODIVERSE RIVERFRONT SITE ALSO OFFERS US THE MEANS TO SUSTAIN OUR TRIBEECONOMICALLY WHILE FULFILLING OUR DUTY AS STEWARDS OF THIS RIVER AND ITS SURROUNDING LANDS. OURTRIBAL CITIZENS, ELECTED LEADERSHIP, AND ECONOMIC DEVELOPMENT ADVISORS HAVE DISCUSSED POSSIBLERECREATION AND ECOTOURISM ACTIVITIES AT MATTANOCK TOWN INCLUDING GUIDED KAYAK TOURS OF THESURROUNDING WATERWAYS, OVERNIGHT LODGING DESIGNED IN TRADITIONAL NANSEMOND STYLE WHILEINCORPORATING MODERN AMENITIES, AND DINING EXPERIENCES THAT EXPLORE NATIVE FOODWAYS IN OURLODGE. THE PROPOSED MATTANOCK TOWN ECOTOURISM CENTER FEASIBILITY STUDY AND BUSINESS PLANTRIBAL TOURISM GRANT PROGRAM (TTGP) STUDY WILL ENABLE THE TRIBE TO IDENTIFY A LIST OF POSSIBLEECOTOURISM ACTIVITIES, TO SELECT THOSE OPPORTUNITIES WHICH ARE ECONOMICALLY VIABLE ANDCONSISTENT WITH OUR TRIBAL VALUES AND GOALS, AND TO DEVELOP A FINANCIAL AND OPERATING PLAN TOLAUNCH THESE ACTIVITIES AT MATTANOCK TOWN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bd5f9a1-c31b-0ebc-53a1-61d26f953900-R", "generated_internal_id": "ASST_NON_A23AP00064_1450"}, {"internal_id": 157765504, "Award ID": "A23AP00063", "Award Amount": 75190.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "THE ROSEBUD SIOUX TRIBE (RST) SICANGU RESOURCE DEVELOPMENT OFFICE IS SEEKING  75,190 IN FEDERAL FINANCIAL SUPPORT TO CONDUCT A 12 MONTH COMPREHENSIVE FEASIBILITY STUDY PROJECT ON CULTURAL HERITAGE TOURISM. THIS IS A TARGETED EFFORT TO ASSIST THE TRIBAL GOVERNMENT IN FACILITATING INFORMED DECISION MAKING REGARDING THE TRIBES ECONOMIC FUTURE.  THE SOUTH DAKOTA DEPARTMENT OF TOURISM CURRENTLY LEADS THE NATION IN ECONOMIC RECOVERY POST PANDEMIC CREATING  4.4 BILLION IN VISITOR SPENDING IN 2020. THE ROSEBUD SIOUX TRIBE FEELS THAT NOW IS THE IDEAL TIME TO DEVELOP OUR ECONOMIC OPPORTUNITIES SUCH AS TOURISM IN AN EFFORT TO TAP INTO THIS TREMENDOUS REVENUE SOURCE TO THE STATE. THE RST POSSESSES THE POTENTIAL AND CAPACITY TO CREATE SUSTAINABLE CULTURAL HERITAGE TOURISM ON THE RESERVATION. PROJECT GOAL 1  ASSESS FROM A COMMUNITY AND ECONOMIC PERSPECTIVE THE FEASIBILITY OF SUSTAINABLE CULTURAL HERITAGE TOURISM FOR THE SICANGU OYATE.OBJECTIVE 1.1  ASSESS THE FEASIBILITY OF A CULTURAL HERITAGE TOURISM DEPARTMENT.OBJECTIVE 1.2  ASSESS THE FEASIBILITY OF A CULTURAL ARTS AND WELCOME CENTER.  PROJECT GOAL 2  PROVIDE RECOMMENDATIONS AND NEXT STEPS TO CREATE AND ENHANCE CULTURAL HERITAGE TOURISM OPPORTUNITIES.OBJECTIVE 2.1  ENHANCE ECONOMIC OPPORTUNITY RELATED TO TOURISM FOR THE SICANGU OYATE.OBJECTIVE 2.2  ENHANCE WORKFORCE OPPORTUNITIES RELATED TO TOURISM FOR THE SICANGU OYATE.CULTURAL HERITAGE TOURISM IS A WAY FOR THE SICANGU TO REVITALIZE OUR LANGUAGE, STORIES, TRADITIONS, AND WAY OF LIFE WHILE LEARNING WAYS TO PROTECT AND CONSERVE OUR CULTURAL AND NATURAL RESOURCES FOR GENERATIONS TO COME. ADDITIONALLY, TOURISM CAN HELP CREATE ECONOMIC OPPORTUNITIES FOR TRIBAL MEMBERS TO BECOME SELF SUFFICIENT AND PROVIDE FOR THEIR FAMILIES. THE ROSEBUD SIOUX TRIBE IS READY TO DEVELOP SUSTAINABLE CULTURAL HERITAGE TOURISM AND BEGIN WELCOMING VISITORS TO OUR BEAUTIFUL HOMELANDS TO SHARE OUR BEAUTIFULLY VIBRANT HISTORY AND CULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37dcdcba-4810-a4b3-4ad1-b6117f38065f-C", "generated_internal_id": "ASST_NON_A23AP00063_1450"}, {"internal_id": 157765503, "Award ID": "A23AP00062", "Award Amount": 149423.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "THE MUSCOGEE (CREEK) NATION (MCN) IS THE FOURTH LARGEST FEDERALLY RECOGNIZED TRIBE IN THE UNITED STATES WITH A TOTAL POPULATION OF 97,343 CITIZENS  MORE THAN HALF OF WHOM LIVE WITHIN THE TRIBAL RESERVATION. MCN TRIBAL HEADQUARTERS ARE CENTRALLY SITUATED WITHIN THE NATION S JURISDICTION IN THE CITY OF OKMULGEE. THE SERVICE AREA CONSISTS OF URBAN, RURAL, AND VERY RURAL REMOTE AREAS. POPULATION DENSITIES VARY FROM SMALL UNINCORPORATED COMMUNITIES, WITH FEWER THAN 50 RESIDENTS, TO TULSA, ONE OF THE LARGEST URBAN AREAS WITHIN THE STATE OF OKLAHOMA.      SPANNING NEARLY 5,000 SQUARE MILES, THE MCN RESERVATION INCLUDES ELEVEN COUNTIES IN EAST CENTRAL OKLAHOMA, INCLUDING TWO DESIGNATED OPPORTUNITY ZONES. THE JURISDICTION IS DIVIDED INTO EIGHT DISTRICTS CORRESPONDING NAMELY WITH THE COUNTIES OF CREEK, MCINTOSH, MUSKOGEE, OKFUSKEE, OKMULGEE, AND PORTIONS OF WAGONER, TULSA, ROGERS, HUGHES, SEMINOLE, AND MAYES. THE NATION PROVIDES VITAL SERVICES SUCH AS HEALTH CARE, HOUSING, EDUCATION ASSISTANCE, SOCIAL SERVICES, TRANSPORTATION, CULTURE AND LANGUAGE PRESERVATION, AND OTHER BASIC GOVERNMENT FUNCTIONS AND SERVICES.     MCN IS PLEASED TO SUBMIT THIS APPLICATION FOR THIS GRANT WHICH WILL SUPPORT FURTHER ECONOMIC DEVELOPMENT TO HELP SUSTAIN OUR COMMUNITY IN THE FUTURE. THE NATION IS APPLYING TO THE DEPARTMENT OF THE INTERIOR, BUREAU OF INDIAN AFFAIRS, TRIBAL TOURISM GRANT PROGRAM  SOLICITATION OF PROPOSALS FOR FUNDING FROM THE TRIBAL TOURISM GRANT PROGRAM. MCN WILL UTILIZE THE FUNDING TO PERFORM A TOURISM PROJECT MARKET ASSESSMENT AND FEASIBILITY STUDY AND DEVELOP A TOURISM FIVE YEAR BUSINESS PLAN TO CONNECT THE HISTORICAL PAST OF THE NATION TO A CONTEMPORARY PRESENCE. THIS WILL BE COMPLETED TO DETERMINE THE FEASIBILITY OF INTERNATIONAL TOURISM, BUS TOURS, WEBSITE DEVELOPMENT, UNIFYING TOURISM WITH GAMING INITIATIVES, CREATING MORE COHESIVE GIFT SHOPS, AND PARTICIPATION IN THE ROUTE 66  ROAD AHEAD INITIATIVE.     THE NATION IS REQUESTING  149,423 IN FEDERAL FUNDING TO CARRY OUT THIS PROJECT WHICH, IF REALIZED, WILL BE USED TO MEET THE CRITICAL NEEDS OF THE COMMUNITY AND PRESENTS AN OPPORTUNITY FOR MCN TO CONTINUE TO ADDRESS THE SUSTAINABILITY OF OUR COMMUNITY THROUGH THE TOURISM INDUSTRY. THIS PROJECT IS IN KEEPING WITH THE TRIBAL TOURISM GRANT PROGRAM ELIGIBLE PROGRAM ACTIVITIES TO OBTAIN TECHNICAL ASSISTANCE TO PERFORM FEASIBILITY STUDIES OR DEVELOP TRIBAL TOURISM BUSINESS PLANS AND WILL NOT DUPLICATE PREVIOUS WORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db7bccb1-58bc-18b1-7b4e-a510a974958d-C", "generated_internal_id": "ASST_NON_A23AP00062_1450"}, {"internal_id": 157765502, "Award ID": "A23AP00061", "Award Amount": 113251.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-28", "CFDA Number": "15.032", "Description": "FOR THE BUREAU OF INDIAN AFFAIRS TRIBAL TOURISM GRANT PROGRAM, THE INDIAN PUEBLO CULTURAL CENTER IS SEEKING TECHNICAL ASSISTANCE THROUGH THE UNIVERSITY OF NEW MEXICOS BUREAU OF BUSINESS AND ECONOMIC RESEARCH (BBER) TO ASSESS THE FEASIBILITY OF BUSINESS AND CULTURAL PROGRAM OPPORTUNITIES IN CONNECTION WITH THE CULTURAL CENTERS LONG TERM MASTER PLAN. WITH THE GOAL OF SUPPORTING TRIBAL TOURISM, BBER WILL ASSIST THE IPCC TO EVALUATE AND BETTER UNDERSTAND THE MERITS, AS WELL AS THE POTENTIAL CHALLENGES, OF BUSINESSES AND ECONOMIC DEVELOPMENT OPPORTUNITIES UNDER CONSIDERATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1dbb41a-4816-fd67-d15a-f54a88abd002-C", "generated_internal_id": "ASST_NON_A23AP00061_1450"}, {"internal_id": 157765501, "Award ID": "A23AP00060", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "THE SPIRIT LAKE TRIBE S SPIRIT LAKE TRIBAL TOURISM FEASIBILITY STUDY WILL CONDUCT A FEASIBILITY STUDY INTO THE SPIRIT LAKE TRIBES TOURISM ASSETS, WHICH WILL DELIVER A TRIBAL TOURISM BUSINESS PLAN. IN PARTICULAR, THE TRIBE AIMS TO DETERMINE THE BASELINE ECONOMIC FEASIBILITY OF BUILDING OUT THE TOURISM ASSETS PRIORITIZED IN THE 2022 SPIRIT LAKE CASINO AND  RESORT MASTER PLAN.SPIRIT LAKE TRIBES PROSPERITY DIRECTLY DEPENDS UPON CREATING A VIBRANT LOCAL ECONOMY, WHICH WILL PROVIDE  INCOME  TO  OUR  TRIBE  AND  QUALITY  JOB  OPPORTUNITIES  FOR  OUR  TRIBAL  MEMBERS.  ONE  WAY  IN  WHICH WE AIM TO EXPAND OUR ECONOMY IS BY CREATING TOURISM ASSETS ON THE SPIRIT LAKE RESERVATION. THIS  TRIBAL  TOURISM  FEASIBILITY  STUDY  WILL  REVIEW  SPIRIT  LAKES  EXISTING  TRIBAL  TOURISM  ASSETS,  REVIEW  NEW  OPERATION  COST  ASSUMPTIONS,  CONFIRM  MARKET  DYNAMICS  OF  THE  RESERVATIONS  TOURISM  ECONOMY,  DEVELOP  BUSINESS  CASES,  AND  OUTREACH  TO  POTENTIAL  THIRD  PARTY  OPERATORS  TO  UNDERSTAND  POTENTIAL TERMS OF PARTNERSHIPS. THIS PROJECT WILL HAVE FOUR (4) PHASES. FIRST, THE PROJECT DEFINITION PHASE WILL OUTLINE THE INITIATIVES AND SCOPE SCENARIOS OF THOSE INDIVIDUAL PROJECT OPPORTUNITIES INCLUDING HOW THEY COULD SUPPLEMENT OR  ENHANCE  EXISTING  TOURISM  ASSETS.  SECOND,  THE  TRIBE  WILL  HIRE  A  QUALIFIED  ARCHITECTURAL  AND   ENGINEERING (A E) FIRM TO DEVELOP CONCEPTUAL DESIGN AND BUDGETARY INFORMATION, SO THAT THE TRIBE CAN USE THE INPUTS TO DEVELOP A TRIBAL TOURISM BUSINESS CASE. THIRD, A COMPREHENSIVE PROJECT PRO FORMA MODEL AND SENSITIVITY ANALYSIS WILL BE DEVELOPED, CONSIDERING THE CAPITAL BUDGET, FUNDING STRUCTURE, REVENUE GENERATORS, AND OPERATIONAL COST VARIABLES. FINALLY, THE FOURTH PHASE WILL IDENTIFY CAPITAL STACK AND FUNDING STRATEGY SCENARIOS TO SUPPORT THE PROJECT.THE FINAL FINDINGS WILL INCLUDE A CLEAR PROJECT TIMELINE, POTENTIAL RISKS, AND NEXT STEPS FOR THE TRIBE. AT  THE  COMPLETION  OF  THIS  PROPOSED  PROJECT,  THE  TRIBE  WILL  BE  ABLE  TO  UNDERSTAND  HOW  TO  BEST  LEVERAGE ITS TOURISM ASSETS TO BUILD ITS ECONOMY AND WILL HAVE A DETAILED PLAN FOR MOVING FORWARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71b447ab-8f76-3d17-5322-2e07c9f861aa-C", "generated_internal_id": "ASST_NON_A23AP00060_1450"}, {"internal_id": 157765500, "Award ID": "A23AP00059", "Award Amount": 112771.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "THE APSALOOKE TOURISM ACTION PLAN IS A STREAMLINED AND COORDINATED STRUCTURE FOR TOURISM DEVELOPMENT PLANNING ON THE CROW INDIAN RESERVATION, WHICH IS HOME TO RICH NATURAL LANDSCAPES AND WATERWAYS. ACTIVITIES ON THE RESERVATION INCLUDE HERITAGE TOURS, HUNTING, FISHING, AND BOATING AND THESE ACTIVITIES GENERATE TOURISM FOR THE REGION. LIKEWISE, LOCAL FISHING AND HUNTING OUTFITTERS AND BOATING RENTALS MAKE A LARGE PROFIT DURING PEAK SEASON.THE BIA TTGP WOULD DRAMATICALLY STRENGTHEN THE CROW TRIBES ABILITY TO DEVELOP TOURISM ON THE RESERVATION IN FIVE KEY AREAS WHICH HAVE BEEN IDENTIFIED AS STRONGLY SUPPORTED AND HIGHEST PRIORITY BY BOTH THE TRIBAL GOVERNMENT AND COMMUNITY MEMBERS TO CREATE A SUSTAINABLE, SUCCESSFUL, AND INCREASED FLOW OF TOURISM TO THE RESERVATION  THE TEEPEE CAPITAL OF THE WORLD CAMPGROUND MODERNIZATIONS AND ENHANCEMENT WILL BRING THE APSALOOKE ROLE AS THE MOST GRACIOUS HOSTS TO THE FOREFRONT BY UPGRADING OUR CROW FAIRGROUNDS FOR A MORE ENJOYABLE AND CONVENIENT EXPERIENCE BY PROVIDING RESTROOMS, SHOWERS, SECURITY LIGHTING, LIGHTED PATHWAYS, SIGNAGE, AND STREET SIGNS FOR EASE OF NAVIGATION, SEASONAL RV HOOKUPS, AND CAMPGROUNDS SITES. APSALOOKE CURATION FACILITY AND CULTURAL MUSEUM REQUIRES A BUSINESS PLAN TO IDENTIFY BEST PRACTICES FOR MUSEUM OPERATIONS AND TO ENABLE LONG TERM SUCCESS OF THE PROJECT. THIS CURATION FACILITY WOULD ALLOW THE CROW TRIBE TO REPATRIATE OUR SIGNIFICANT CULTURAL HISTORICAL ITEMS IN OUR OWN FACILITY. THIS ACTUALIZES OUR SOVEREIGNTY BY CARING FOR, DISPLAYING, GIVING US AGENCY IN OUR OWN STORY AND HISTORY, THE AUTONOMY TO UTILIZE OUR OWN CULTURAL ITEMS, AND TAKING BACK OUR PAST AND CULTURE NOW AND FOR OUR FUTURE GENERATIONS.BIG METAL TOURISM INITIATIVE WILL MAXIMIZE TOURISM DOLLARS FROM THE NATURAL SPLENDOR OF THE BIG HORN VALLEY.  THE TOURISM ACTIVITIES IN BIGHORN VALLEY NEED A BUSINESS PLAN FOR THE OK A BEH MARINA CONCESSIONS INCLUDING BOAT AND PONTOON RENTALS, FOOD CONCESSIONS, GAS SALES, AND CAMPGROUNDS AT THE AFTERBAY AREA, ADDING ACTIVITIES LIKE RECREATIONAL CRUISES, HERITAGE TOURS, AND CENTRALIZING FISHING AND OUTFITTING PERMITS.BAAAHKASHE LODGING ACCOMMODATIONS AND AMENITIES PROJECT IS A FEASIBILITY STUDY TO CREATE A FACILITY FOR LODGING ACCOMMODATIONS THAT INCLUDE AN EVENTS CENTER, A GATHERING PLACE, A CONFERENCE FACILITY, AND OTHER POSSIBLE GUEST SERVICES AND AMENITIES. BAAAHKASHE IS THE CROW WORD FOR LARGE GATHERING. LODGING NEAR THE LITTLE BIG HORN BATTLEFIELD AND CROW FAIR CELEBRATION HAS BEEN A CONSTANT AND GLARING NEED THAT WE WISH TO FULFILL FOR OUR VISITING GUESTS. THE NEAREST HOTELS ARE 12 MILES AWAY, WHICH ARE NORMALLY SOLD OUT DURING THE BUSY TIMES WHEN THE NEED FOR OUR GUESTS IS THE GREATEST. IN ADDITION, THERE ARE LIMITED LOCAL CHOICES FOR AFFORDABLE, CONVENIENT, CLOSE LOCATIONS FOR MEETING, TRAININGS, AND CONFERENCES. APSALOOKE CULTURAL ENTREPRENEUR MARKET REQUIRES A FEASIBILITY STUDY TO DETERMINE THE MOST BENEFICIAL AND SUSTAINABLE WAY TO ASSIST OUR CROW OWNED TOURISM BASED BUSINESSES AND ARTISANS WITH A SPACE TO OFFER SERVICES TO CUSTOMERS. THIS CAN INCLUDE A GIFT SHOP, A LOCAL MARKET, VENDOR STALLS, AN ART MARKET, AND HOW THE CROW TRIBE CAN FACILITATE THESE ENTREPRENEURS.THE ULTIMATE OUTCOMES OF THIS PROJECT WILL BRING SIGNIFICANT SUCCESS AND SUSTAINABILITY TO TOURISM INITIATIVES FOR THE CROW TRIBE, WHICH IN TURN WILL HOLISTICALLY STRENGTHEN A COMMUNITY BURSTING WITH CULTURAL AND HISTORICAL TRADITION, PRESERVING AND SHARING THAT CULTURE FOR GENERATIONS TO COME.THE APSALOOKE TOURISM ACTION PLAN HAS THE POTENTIAL TO LAUNCH THE CROW TRIBES GROWING INVESTMENT IN TOURISM BY PROVIDING THE BLUEPRINT FOR WHAT EXACTLY TO IMPLEMENT FOR THE MOST SUCCESSFUL, SUSTAINABLE OUTCOMES. ONCE SPECIFIC PLANS ARE IN HAND FOR THE FIVE IDENTIFIED PROJECTS, THE TRIBE CAN PROCEED WITH THE NEXT STAGE TO FULLY REALIZE THOSE INITIATIVES IN A COST EFFECTIVE, EFFICIENT, AND TIMELY MANNER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc8a8813-41b8-2d32-7723-212226b3480f-C", "generated_internal_id": "ASST_NON_A23AP00059_1450"}, {"internal_id": 157765499, "Award ID": "A23AP00058", "Award Amount": 104515.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "THE LEECH LAKE BAND OF OJIBWE (LLBO) TOURISM FEASIBILITY STUDY (STUDY) WILL IDENTIFY THE VIABILITY OF INVESTING IN A TOURISM PROGRAM FOR THE LEECH LAKE BAND OF OJIBWE. THE PROPOSED PROJECT WILL ECONOMICALLY BENEFIT THE LLBO BY INVESTIGATING POTENTIAL OPPORTUNITIES FOR CREATING A TRIBE LED TOURISM PROGRAM TO WORK IN COORDINATION WITH ONGOING MASTER PLANNING EFFORTS FOR REVITALIZATION IN THE CITY OF CASS LAKE AND OTHER POTENTIAL HISTORICAL AND CULTURAL SITES AND VISITOR DESTINATIONS IN THE AREA. THIS STUDY WILL LAY THE GROUNDWORK FOR FUTURE STRATEGIC PLANS TO DEVELOP COMPETITIVE TOURIST ATTRACTIONS AND ENCOURAGE DOMESTIC AND INTERNATIONAL VISITORS TO INVEST IN AN ECO FRIENDLY AND SUSTAINABLE PROGRAM THAT ENGAGES PEOPLE OF ALL AGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb5b19f6-a331-99c6-8dd4-d73401132218-C", "generated_internal_id": "ASST_NON_A23AP00058_1450"}, {"internal_id": 157765498, "Award ID": "A23AP00057", "Award Amount": 105000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "WABANAKI PUBLIC HEALTH AND WELLNESS (WPHW) IS SEEKING FUNDS TO SUPPORT A FEASIBILITY STUDY FOR THE WABANAKI WAY, AN INTER CONNECTED INDIGENOUS TOURISM EXPERIENCE ROOTED IN WABANAKI HOSPITALITY AND CULTURE, IN MILLINOCKET AND HOULTON MAINE. WPHWS MISSION IS TO PROVIDE COMMUNITY DRIVEN, CULTURALLY CENTERED PUBLIC HEALTH AND SOCIAL SERVICES TO ALL WABANAKI COMMUNITIES AND PEOPLE WHILE HONORING WABANAKI CULTURAL KNOWLEDGE, CULTIVATING INNOVATION, AND FOSTERING COLLABORATION. WABANAKI PUBLIC HEALTH AND WELLNESS AND THE HOULTON BAND OF MALISEET INDIANS WILL PARTNER WITH THE UNIVERSITY OF SOUTHERN MAINES DEPARTMENT OF TOURISM AND  HOSPITALITY TO COMPLETE THE FEASIBILITY STUDY, WITH THE LONG TERM GOAL OF BUILDING SUSTAINABLE INDIGENOUS BASED TOURISM THAT WILL SUPPORT HEALING AND RECOVERY EFFORTS FOR GENERATIONS TO COME.WPHW PROPOSES TO CONDUCT A FEASIBILITY STUDY FOR THE WABANAKI WAY, A PROJECT CONNECTING TRIBAL TOURISM AT ALL THREE LOCATIONS. WABANAKI WAY IS THE CONCEPT OF PROVIDING A TOURISM EXPERIENCE BASED IN WABANAKI HOSPITALITY AND CULTURE. IT WILL DEMONSTRATE THE HEALING POWER OF TRADITIONAL AND MODERN INDIGENOUS PRACTICES OF LAND STEWARDSHIP AND SUSTAINABILITY, AS WELL AS PROVIDE SPACES FOR THOSE WISHING TO ENGAGE IN HEALING AND WELLNESS. THE ASSESSMENT WILL ALLOW WPHW AND HBMI TO EXPLORE WAYS OF IMPROVING INFRASTRUCTURE, BUSINESS PRACTICES, AND PROMPTING WABANAKI HOSPITALITY, BY PROVIDING HIGH QUALITY EXPERIENCES THAT DEMONSTRATE THE KNOWLEDGE, SOVEREIGNTY, AND LONGEVITY OF THE WABANAKI PEOPLE. THIS PROCESS WITH INCLUDE ENGAGING WABANAKI KNOWLEDGE KEEPERS IN ALL ASPECTS OF THE FEASIBILITY STUDY AND RESULTING PLANS. COMPONENTS OF THE PROPOSED FEASIBILITY STUDY FOR THE WABANAKI WAY WILL INCLUDE ASSESSMENTS SUPPORTING WPHWS TRIBAL TOURISM FOR THE CAMPGROUND AT THE GATHERING PLACE IN MILLINOCKET MAINE, AS WELL AS ASSESSMENTS FOR BROADLY CONNECTING TO AND SUSTAINING THE HOULTON BAND OF MALISEET INDIANS TRIBAL TOURISM WORK AT WOLASTOQ INN AND SUITES AND WILDERNESS PINES CAMPGROUND. AS A PUBLIC HEALTH ORGANIZATION WHICH FOCUSES ON REDUCING BARRIERS AND IMPROVING HEALTH WITHIN THE FIVE FEDERALLY RECOGNIZED TRIBAL COMMUNITIES OF MAINE, FOR PROFIT WORK WOULD BE A NEW INITIATIVE FOR THE ORGANIZATION AND DOES NOT DUPLICATE ANY PREVIOUS WORK. THIS BUSINESS STEP IS NECESSARY TO PROVIDE FURTHER ECONOMIC SUPPORT AND RESILIENCY FOR WABANAKI PEOPLE, AND TO CREATE A STREAM OF REVENUE THAT IS INDEPENDENT OF PHILANTHROPIC OR GOVERNMENTAL SYSTEMS TO SUPPORT WPHW HEALING AND RECOVERY PROGRAMMING. THE OPPORTUNITY TO CONDUCT A FEASIBILITY STUDY FOR THE WABANAKI WAY WILL ALLOW US TO INVEST IN OUR COLLABORATIVE WORK WITH HBMI AND USM, AND TO BUILD A FOUNDATIONAL CAPACITY AND INDEPENDENT REVENUE STREAM TO PROMOTE SOVEREIGNTY, WELL BEING, RESILIENCY, AND COMMUNITY HEALING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "165215ef-7722-aa71-9ff4-1c121c1fb895-R", "generated_internal_id": "ASST_NON_A23AP00057_1450"}, {"internal_id": 157765497, "Award ID": "A23AP00056", "Award Amount": 149010.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "ABSTRACT   THE PENOBSCOT NATION SEEKS A TOTAL OF  150,000 TO ADVANCE THE PENOBSCOT INDIAN NATION TOURISM DEVELOPMENT INITIATIVE.  PROJECT GOAL  THE PENOBSCOT NATION IS RECOGNIZED AS A LEADER INTERNATIONALLY FOR DELIVERING A COMPREHENSIVE, HIGH QUALITY TOURISM EXPERIENCE CENTERED ON PENOBSCOT CULTURE THAT  CAPTURES THE ESSENCE OF PLACE AND THE TRIBES RELATIONSHIP WITH THE PENOBSCOT RIVER, MOUNT KATAHDIN, AND THE MAINE WOODS CREATES SUSTAINABLE ECONOMIC OPPORTUNITY FOR TRIBAL CITIZENS THAT INCREASES HOUSEHOLD INCOME, EXPANDS EMPLOYMENT, AND LEADS TO ECONOMIC SELF SUFFICIENCY STRENGTHENS PURPOSE AND MEANING ASSOCIATED WITH BEING PENOBSCOT FOR TRIBAL CITIZENS THROUGH GREATER CONNECTION TO CULTURAL TRADITIONS, PRACTICES, AND STORIES HIGHLIGHTS SHOWCASES THE AMAZING ENVIRONMENTAL ASSETS THE PENOBSCOT HAVE ENJOYED FOR THOUSANDS OF YEARS  AND CELEBRATES PENOBSCOT TRADITIONS AND WAYS OF INTERACTING WITH THE EARTH.PROJECT OBJECTIVE  OVER A 12 MONTH PERIOD, THE PENOBSCOT WILL ENGAGE IN A TOURISM INITIATIVE THAT STRENGTHENS AND EXPANDS THE TRIBES TOURISM SECTOR THROUGH INVESTMENT IN PRODUCT DEVELOPMENT, CULTURAL TRAINING, TOURISM INFRASTRUCTURE, AND MARKET DEVELOPMENT.  THE INITIATIVE WILL DRAW FROM PENOBSCOT CULTURE, ENGAGE THE PENOBSCOT PEOPLE, UTILIZE SOUND MARKET RESEARCH TO DETERMINE PRODUCT DEVELOPMENT, ADHERE TO BEST PRACTICES IN TOURISM OPERATIONS AND FINANCIAL MANAGEMENT, FULLY LEVERAGE THE EXPERIENCE BASED ECONOMY, AND SUPPORT TOURISM CAPACITY BUILDING OF TRIBAL GOVERNMENT, TRIBAL PROGRAMS, AND NATIVE ARTISANS ENTREPRENEURS.  TO ACHIEVE THE PROJECT GOALS AND OBJECTIVES, THE PENOBSCOT TOURISM DEVELOPMENT INITIATIVE WILL ENGAGE IN A COMMUNITY DEVELOPMENT PROCESS THAT WILL RESULT IN THE FOLLOWING ASSESSMENT OF PENOBSCOT TERRITORY AND TRIBAL ASSETS,FEASIBILITY STUDY AND BUSINESS PLAN FOR LODGE SPORTS CAMP, GLAMPING LOCATIONS AND OR A SERIES OF SMALL HUTS CONNECTED THROUGH A TRAIL NETWORK (MULTIPLE LOCATIONS STUDIED).LODGING PRELIMINARY RENDERINGS, ENGINEERING, ENVIRONMENTAL REVIEW, AND COST ESTIMATES.FEASIBILITY STUDY AND BUSINESS PLAN FOR A NATIVE GUIDE AND ARTISAN COOPERATIVE.ASSESSMENT OF AND PROGRAM DESIGN FOR PROFESSIONAL DEVELOPMENT OPPORTUNITIES FOR NATIVE GUIDES, ARTISANS, AND ENTREPRENEURS WORKING IN THE TOURISM SECTOR.UPDATE TRIBAL DIRECTORY OF NATIVE GUIDES, ARTISANS, ENTREPRENEURS, CULTURAL PRACTITIONERS.ESTABLISH AN INTEGRATED TOURISM DEVELOPMENT STRATEGY THAT CONSIDERS ALL THAT IS OUTLINED ABOVE, AS WELL AS EXISTING ASSETS, INFRASTRUCTURE, PROGRAMS, AND OFFERINGS.FUND DEVELOPMENT STRATEGY THAT INCLUDES STARTUP CAPITAL, PRODUCT DEVELOPMENT, WORKFORCE DEVELOPMENT, ORGANIZATION CAPACITY BUILDING, AND SUSTAINABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6b621e0-979f-b31c-11fe-09c228e08ff7-C", "generated_internal_id": "ASST_NON_A23AP00056_1450"}, {"internal_id": 157765496, "Award ID": "A23AP00055", "Award Amount": 72672.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "SEE ATTACHMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1656f87e-1290-4732-9022-03bb076591f1-C", "generated_internal_id": "ASST_NON_A23AP00055_1450"}, {"internal_id": 157765495, "Award ID": "A23AP00054", "Award Amount": 82764.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "THE PRAIRIE BAND POTAWATOMI NATION (PBPN OR THE NATION) IS A FEDERALLY RECOGNIZED TRIBE LOCATED IN RURAL NORTHEAST KANSAS. WHILE PRIMARILY BASED IN KANSAS, PBPN ALSO HAS AN EXISTING RESERVATION NEAR SHABBONA, ILLINOIS IT WISHES TO EVALUATE FOR DEVELOPMENT OPTIONS THAT COULD BRING TOURISM AND REVENUE TO THE NATION. THE NATION OWNS 129 ACRES OF LAND ON THE EXISTING SHABBONA RESERVATION, AND DEVELOPMENT OF THIS LAND HAS THE POTENTIAL TO PROVIDE SIGNIFICANT ECONOMIC BENEFIT TO THE NATION, PROMOTE TRIBAL ECONOMIC DEVELOPMENT, JOB CREATION, AND TRIBAL SOVEREIGNTY. THIS PROPOSAL, ENTITLED PRAIRIE BAND POTAWATOMI NATION SHABBONA ANALYSIS, REQUESTS  82,764 TO COMPLETE A FEASIBILITY STUDY FOR DEVELOPMENT ON THE EXISTING SHABBONA RESERVATION CONSISTING OF A CULTURAL CENTER, LODGING AND DINING, AND RETAIL. THE CONSULTANT WILL ALSO DEVELOP A SHORT LIST SET OF ADDITIONAL DEVELOPMENT OPTIONS THAT COULD BRING ECONOMIC BENEFIT TO PBPN. THIS ANALYSIS WILL HELP THE NATION UNDERSTAND THE COMPETITIVE LANDSCAPE FOR DEVELOPMENT, EVALUATE DEMAND AND REVENUE POTENTIAL, AND MAKE INFORMED DECISIONS ON HOW TO PROCEED WITH THE NATIONS LAND ON THE SHABBONA RESERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "85bc6a66-b2fb-f3c8-e6e0-4f565b830e0a-C", "generated_internal_id": "ASST_NON_A23AP00054_1450"}, {"internal_id": 157765494, "Award ID": "A23AP00053", "Award Amount": 49408.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "NEZ PERCE TRIBAL TOURISM BUSINESS PLAN BIA TTGP FUNDING WILL ENABLE THE NEZ PERCE TRIBE TO CONDUCT A COMPREHENSIVE TRIBAL TOURISM BUSINESS PLAN OVER THE NEXT YEAR TO HELP GUIDE SOUND PLANNING AND DECISION MAKING FOR THE TRIBE S COMMUNITY AND ECONOMIC DEVELOPMENT. THE NEZ PERCE TRIBE IS RECOGNIZED NATIONALLY AND THERE ARE SIGNIFICANT OPPORTUNITIES FOR TOURISM DEVELOPMENT, BRANDING, AND BUSINESS DEVELOPMENT. STEVE PETERSON OF THE UNIVERSITY OF IDAHO WHO IS THE REGIONAL ECONOMIST FOR THE NEZ PERCE TRIBE REGION IN NORTH CENTRAL IDAHO WILL WORK WITH TRIBAL LEADERSHIP AND PLANNERS TO DEVELOP THE NEZ PERCE TRIBAL TOURISM BUSINESS PLAN. PROJECT COLLABORATORS INCLUDE NEZ PERCE TRIBAL COUNCIL, NEZ PERCE OFFICE OF EXECUTIVE DIRECTION, NEZ PERCE ENTERPRISES, NEZ PERCE ECONOMIC DEVELOPMENT, AND THE TRIBE S PLANNING TEAM, WHICH IS COMPRISED OF MANAGERS OF SEVERAL TRIBAL DEPARTMENTS. DEVELOPMENT OF THE NEZ PERCE TRIBAL TOURISM BUSINESS PLAN WILL BUILD UPON THE SUCCESS OF THE RECENTLY COMPLETED, BIA FUNDED TRIBAL TOURISM FEASIBILITY STUDY FOR THE NEZ PERCE BY FOCUSING ON AREAS IDENTIFIED IN THE FEASIBILITY STUDY AS HAVING GREATEST TOURISM POTENTIAL. THE BUSINESS PLAN WILL LAY OUT A FRAMEWORK FOR ACTUAL IMPLEMENTATION OF PROFIT MAKING BUSINESS OPERATIONS FOR THE TRIBE ITSELF AND EMERGING AND EXPANDING TRIBAL BUSINESSES ENGAGED IN TOURISM AND OUTDOOR RECREATION. THE BUSINESS PLAN WILL EMPOWER THE NEZ PERCE COMMUNITY TO DEVELOP AND EXPAND BUSINESS DEVELOPMENT BY CONDUCTING A MARKETING ANALYSIS, IDENTIFYING STRONG BUSINESS OPPORTUNITIES THAT ARE LIKELY TO GENERATE REVENUE AND SUSTAIN TRIBAL TOURISM BUSINESSES, AND POTENTIAL ECONOMIC GROWTH FOR TOURISM AS A KEY NEZ PERCE INDUSTRY. THE RESULTING INCREASE IN TRIBAL TOURISM ON THE RESERVATION WILL HELP CREATE JOBS AND BUILD THRIVING COMMUNITIES ACROSS THIS RURAL REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_A23AP00053_1450"}, {"internal_id": 157765493, "Award ID": "A23AP00052", "Award Amount": 48600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "THE ELK VALLEY RANCHERIA, CALIFORNIA, A FEDERALLY RECOGNIZED TRIBE (THE TRIBE), IS RESPECTFULLY SUBMITTING THE ELK VALLEY RANCHERIA RV PARK FEASIBILITY STUDY PROJECT TO THE BIA OFFICE OF INDIAN ECONOMIC DEVELOPMENT, TRIBAL TOURISM GRANT PROGRAM IN ORDER TO COMPLETE AN ECONOMIC FEASIBILITY STUDY FOR DEVELOPMENT OF AN RV PARK (THE PROJECT) ON RESERVATION TRUST LAND.  THE TRIBE WILL UTILIZE THE SERVICES OF A QUALIFIED CONSULTANT (PRO FORMA ADVISORS), WHOM HAVE BEEN A PROVEN PARTNER ON OTHER FEASIBILITY STUDY PROJECTS ON THE TRIBES PROPERTY.  THE TRIBES RESERVATION IS LOCATED ADJACENT TO THE REDWOODS NATIONAL AND STATE PARK WHICH RECEIVES OVER A MILLION VISITORS EACH YEAR.  THE TRIBE IS HOPING TO DEVELOP TOURISM BASED SERVICES ON ADJACENT RESERVATION LANDS THAT WILL CATER TO THESE VISITORS, THEREBY BRINGING MUCH NEEDED REVENUES TO THE TRIBAL ECONOMY.  THE RV PARK WOULD BE DEVELOPED WITHIN THE FOOTPRINT OF A RECREATIONAL RESORT THAT INCLUDES AN EXISTING CASINO, A FUTURE HOTEL, AND FUTURE RECREATIONAL HIKING TRAILS WILDLIFE VIEWING PLATFORMS.   THE STUDY WILL BE USED TO QUANTIFY THE REVENUE AND PROFITABILITY POTENTIAL OF THE RV PARK, INCLUDING ACHIEVABLE SLIP OCCUPANCY, AVERAGE DAILY RATE, EXPECTED NET PROFITABILITY, EXPECTED DEVELOPMENT COST, AND INVESTMENT POTENTIAL.  THE TRIBE WILL UTILIZE THE FEASIBILITY STUDY TO MAKE AN INFORMED DECISION PRIOR TO FULL DEVELOPMENT.  THE OVERALL GOAL OF THIS PROJECT IS TO PURSUE A HIGHLY ATTRACTIVE TOURISM BASED ECONOMIC DEVELOPMENT PROJECT THAT WILL SERVE TO PROVIDE INCREASED EMPLOYMENT OPPORTUNITIES FOR TRIBAL MEMBERS, IMPROVE THE SOCIOECONOMIC STATUS OF THE TRIBE, INCREASE FUNDING FOR A VARIETY OF SOCIAL, GOVERNMENTAL, ADMINISTRATIVE, EDUCATIONAL, HEALTH AND WELFARE SERVICES, PROVIDE REVENUE TO RESTORE THE LOST LAND BASE, TO PROVIDE CAPITAL FOR OTHER ECONOMIC DEVELOPMENT OPPORTUNITIES AND TO PROVIDE FOR ECONOMIC SELF SUFFICIENCY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6587261-8ab8-ff66-3cef-87ba58ecffd1-C", "generated_internal_id": "ASST_NON_A23AP00052_1450"}, {"internal_id": 157765492, "Award ID": "A23AP00051", "Award Amount": 55066.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "THE ENTERPRISE RANCHERIA MAIDU TRIBE OF CALIFORNIA, ALSO KNOWN AS THE ENTERPRISE RANCHERIA YUMEKA MAIDU (TRIBE), HAS 40 ACRES OF TRUST LAND IN YUBA COUNTY WHERE IT OPERATES ITS CASINO AND HOTEL, THE HARD ROCK HOTEL AND CASINO SACRAMENTO AT FIRE MOUNTAIN (CASINO).  IT IS IN A UNIQUE ZONING DESIGNATION KNOWN AS THE THE YUBA COUNTY SPORTS AND ENTERTAINMENT ZONE (YSEZ). THE YSEZ IS APPROXIMATELY 1,000 ACRES AND IS FIVE MILES SOUTH OF MARYSVILLE, CALIFORNIA, AND IS ALSO HOME TO THE 18,500 SEAT TOYOTA AMPHITHEATRE. THE TRIBE HAS AN OPTION FOR 352 ACRES LOCATED BETWEEN THE EXISTING 40 ACRES TRUST LAND PARCEL AND THE TOYOTA AMPHITHEATER WITH FINAL PAYOFF SCHEDULED FOR 2023. THE TRIBE INTENDS TO PLACE THE LAND IN TRUST SINCE IT IS CONTIGUOUS TO TRUST LAND, ALTHOUGH IT IS NOT ELIGIBLE FOR GAMING. WITH THE UNIQUE DESIGNATION OF THE YSEZ, THE TRIBE HAS A WONDERFUL OPPORTUNITY TO DEVELOP A DESIRABLE TOURISM DESIGNATION. THIS OPPORTUNITY IS WHY A PROFESSIONAL FEASIBILITY STUDY IS NEEDED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b22c224-5895-3e9d-0c82-151bfc5865f0-R", "generated_internal_id": "ASST_NON_A23AP00051_1450"}, {"internal_id": 157765491, "Award ID": "A23AP00050", "Award Amount": 149212.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "THE MESA GRANDE BUSINESS DEVELOPMENT CORPORATION (BDC), THE ECONOMIC DEVELOPMENT ARM OF THE MESA GRANDE BAND OF MISSION INDIANS, IS REQUESTING  149,212 FOR THE PURPOSE OF  PRODUCING  A COMPREHENSIVE BUSINESS PLAN FOR THE OPERATION AND MARKETING OF THE TRIBE S GOLDEN EAGLE FARM AS AN AGRITOURISM DESTINATION. THE PROJECT WILL ENGAGE A SMALL GROUP OF INDEPENDENT EXPERTS IN DEVELOPING THE BUSINESS PLAN, EACH ADDRESSING SPECIFIC TOPIC AREAS IN WHICH THEY HAVE SPECIAL EXPERTISE. THE FINAL INTEGRATED PLAN, WHEN IMPLEMENTED, WILL HELP THE BDC BUILD TRIBAL TOURISM CAPACITY, INCREASE REVENUES, ADDRESS PERSISTENT ECONOMIC CHALLENGES FACING THE TRIBE AND ITS CITIZENS, AND FOSTER SUSTAINABLE LONG TERM BUSINESS DEVELOPMENT.THE CONSULTING TEAM WILL PRODUCE A SERIES OF TECHNICAL MEMORANDA (DELIVERABLES) DESCRIBING EXISTING AND POTENTIAL AGRITOURISM ASSETS, RECOMMENDED MARKETING STRATEGY, RECOMMENDED OPERATIONS AND MANAGEMENT STRUCTURE, AND ESTIMATED REVENUE EXPENSE PROJECTIONS. THESE DELIVERABLES WILL FORM THE BASIS FOR THE FINAL BUSINESS PLAN. THE DEVELOPMENT OF THE GOLDEN EAGLE FARM AS AN AGRITOURISM DESTINATION IS SUSTAINABLE FOR LONG TERM ECONOMIC BENEFIT. THE BDC HAS ALREADY PLANTED AND HARVESTED CROPS ON TWO ACRES OF GOLDEN EAGLE LAND. THREE RESIDENCES ON THE FARM ARE UNDER RENOVATION FOR USE AS SHORT TERM VACATION RENTALS. PLANS ARE UNDERWAY FOR GRADUAL REPAIRS AND IMPROVEMENTS TO THE BARNS, STABLES AND OTHER EQUINE INFRASTRUCTURE TO ALLOW FOR THE HOSTING OF EQUINE GATHERINGS AND EVENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d4833be-f14d-3b93-4124-01c95d9a2dd2-R", "generated_internal_id": "ASST_NON_A23AP00050_1450"}, {"internal_id": 157765490, "Award ID": "A23AP00049", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-28", "CFDA Number": "15.032", "Description": "THE HUALAPAI TRIBE IS REQUESTING FUNDS TO HIRE A CONSULTANT TO ASSIST THE TRIBE IN DEVELOPING A 10 YEAR PLAN FOR TOURISM DEVELOPMENT ON THE RESERVATION, ESPECIALLY IN THE DOWNTOWN AREA.   THE PROJECT NEEDS A TEAM WHO UNDERSTANDS RURAL NATIVE COMMUNITIES IN THE SOUTHWEST, HISTORIC BUILDING PRESERVATION, AND CAN PROJECT MARKET TRENDS FOR THE NEAR FUTURE.  THE TRIBE REQUESTING  150,000 TO COVER THE EXPENSE OF ATTENDING THE WORKSHOP IN WASHINGTON DC AND TO HIRE THE CONSULTING FIRM TO ASSIST IN THE PLANNING EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e95cabb7-df65-59ef-aa46-adf0b601d4c9-C", "generated_internal_id": "ASST_NON_A23AP00049_1450"}, {"internal_id": 157765489, "Award ID": "A23AP00048", "Award Amount": 30916.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "THE NATIVE VILLAGE OF CHENEGA REQUESTS GRANT FUNDS FROM THE BUREAU OF INDIAN AFFAIRS (BIA) FOR THE TRIBAL TOURISM GRANT PROGRAM (TTGP).  CHENEGA IRA COUNCIL IS REQUESTING ONE TIME FUNDING IN THE AMOUNT OF  30,916 IN SUPPORT OF OUR HERITAGE TOURISM BUSINESS PLAN. THIS PLAN WILL ANALYZE THE INDEPENDENT TRAVELER MARKET WITH A DO IT YOURSELF FOCUS, AS OPPOSED TO A FULL SERVICE LODGE, THROUGH THE USE OF TRADITIONAL SUGPIAQ (SUGSTUN) THEMED DRY CABINS AND WELL ESTABLISHED TENT PLATFORMS.  THESE SITES WILL HAVE OTHER BOOSTED AMENITIES, SUCH AS WEATHER COVERAGE, BEAR DETERRENTS AND STORAGE, TRASH CONTAINERS, FIRE PITS WITH PROVIDED WOOD, AND OUTHOUSES. FROM THESE ESTABLISHED LOCATIONS, VISITORS ARE FREE TO EXPLORE PRINCE WILLIAM SOUND AND LEARN FROM INTERPRETIVE SIGNAGE AND DISPLAYS LEARNING HISTORY, SCIENCE, CULTURE, THE TRADITIONAL LANGUAGE SUGPIAQ (SUGSTUN) SPOKEN BY THE ALUTIIQ PEOPLE.  CHARTER BOATS, KAYAK RENTALS AND GUIDE OPTIONS WILL BE PROVIDED AS CUSTOMERS TAILOR THEIR ADVENTURE NEEDS. THE STUDY WILL ALSO INCLUDE A TRANSPORTATION SERVICE ASPECT, PROVIDING RIDES TO AND FROM VARIOUS LOCATIONS.  THIS BUSINESS PLAN IS BASED ON A PRE FEASIBILITY STUDY CONDUCTED IN 2020, AND ITS ALIGNED WITH THE CHENEGA 2021 2026 COMMUNITY STRATEGIC PLAN, WHICH IDENTIFIES THE DEVELOPMENT OF A NETWORK OF PROPERTIES THAT CAN GENERATE REVENUE THROUGH VISITATION AND PROVIDE A SPACE FOR CULTURE CAMP PROGRAMS AND IMPLEMENTATION.  EXPANDING TOURISM INCLUDES ENGAGING LOCAL STAKEHOLDERS AND UNLOCKING A RANGE OF OPPORTUNITIES FOR RESIDENTS, INCLUDING EMPLOYMENT OPPORTUNITIES, ACCESS TO EDUCATION, AND CULTURAL RESOURCES. THE CHENEGA IRA COUNCIL LOOKS FORWARD TO THE PRESENCE OF A ROBUST TRIBAL TOURISM PLAN IN PRINCE WILLIAM SOUND FOR REGIONAL DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1abb939e-5536-afe0-ffc0-f7d813c828dd-C", "generated_internal_id": "ASST_NON_A23AP00048_1450"}, {"internal_id": 157765488, "Award ID": "A23AP00047", "Award Amount": 54708.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "SITKA TRIBE OF ALASKA (STA) IS A FEDERALLY RECOGNIZED GOVERNMENT FOR MORE THAN 4,400 TRIBAL CITIZENS WHO ARE PRIMARILY OF TLINGIT, HAIDA, ALEUT, AND TSIMSHIAN HERITAGE IN SOUTHEAST ALASKA BASED IN SITKA, ALASKA. STA HOUSES SITKA TRIBAL ENTERPRISES (STE), NOT FOR PROFIT COMPANY THAT HAS BEEN IN OPERATION SINCE MAY OF 1994. STE OVERSEES SITKA TRIBAL TOURS, A LOCAL TOURISM PROGRAM THAT SEEKS TO PRESENT LOCAL NATIVE CULTURE IN A MANNER THAT IS POSITIVE AND INVIGORATING  ENSURING THAT VISITORS LEAVE SITKA WITH AN AUTHENTIC PERSPECTIVE ON THE TLINGIT CULTURE. SITKA TRIBAL TOURS SERVES TO PROVIDE BOTH ECONOMIC AND EMPLOYMENT OPPORTUNITIES FOR THE LOCAL NATIVE COMMUNITY.OVER THE PAST DECADE SITKA TRIBAL TOURS HAS EXPERIENCED CHANGES IN MANAGEMENT, PRODUCT OFFERINGS, AND TRAINING PROGRAMS, AS WELL AS THE NATIONWIDE COVID 19 PANDEMIC THAT BROUGHT A HALT TO ALL TOURISM INITIATIVES. AS A RESULT, SITKA TRIBAL TOURS HAS HAD TO REBUILD FROM THE GROUND UP, AND AFTER A SUCCESSFUL BUT BUSY 2022 TOURISM SEASON, STA WOULD LIKE TO TAKE THE OPPORTUNITY TO WORK WITH A QUALIFIED AGENCY ON THE DEVELOPMENT OF A BUSINESS PLAN. THE LAST BUSINESS PLAN DEVELOPED FOR TRIBAL TOURS WAS COMPLETED IN 2006, AND DOES NOT ACCOUNT FOR ALL OF THE CHANGES THE PROGRAM HAS UNDERGONE IN THE YEARS SINCE.STA HOPES TO UTILIZE THE BUSINESS PLAN AND THE RECOMMENDATIONS OF THE EXPERTS TO TRANSITION THE BUSINESS MODEL OF TRIBAL TOURS INTO A MORE SELF SUSTAINING, REVENUE GENERATING SOCIAL ENTERPRISE AS IT SOLVES KEY CHALLENGES AROUND INCREASING PROFITS AND DECREASING EXPENSES. STA ALSO HOPES TO CREATE A VIABLE MARKET FOR OFF SEASON TRAVEL, AND AS ALWAYS, TO BUILD A VIABLE TOURISM BUSINESS THAT WILL SUSTAIN, ENHANCE, PRESERVE, AND PERPETUATE THE TLINGIT HERITAGE AND  CULTURE THROUGH INNOVATIVE, ENTERPRISING CONCEPTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f8a2fc5-3eca-40e0-59d7-91c0c4550bb6-C", "generated_internal_id": "ASST_NON_A23AP00047_1450"}, {"internal_id": 158106009, "Award ID": "A23AP00046", "Award Amount": 149270.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-12", "CFDA Number": "15.032", "Description": "THE VILLAGE OF KAKTOVIK (AKA BARTER ISLAND) SEEKS FUNDING TO CONDUCT A POLAR BEAR TOURISM FEASIBILITY STUDY TO CONSIDER THE TECHNICAL, ECONOMIC, AND COMMUNITY FACTORS OF RE-IMPLEMENTING A POLAR BEAR TOURISM PROGRAM IN KAKTOVIK AS THE FIRST STEP TOWARDS CREATING A BUSINESS PLAN AND TOURISM PROGRAM THAT IS CULTURALLY RESPONSIBLE AND COMMUNITY-LED, AND THAT BRINGS ECONOMIC GROWTH AND OPPORTUNITIES TO KAKTOVIK. THE VILLAGE OF KAKTOVIK INTENDS TO WORK THROUGH THE TRIBAL TOURISM GRANT PROGRAM (TTGP) TO COLLABORATE WITH MCKINLEY RESEARCH GROUP (MRG) TO CONDUCT THIS STUDY AND DETERMINE THE BEST PATH FORWARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cdde35b3-450f-0ae3-bf1b-ae37f662b2b4-R", "generated_internal_id": "ASST_NON_A23AP00046_1450"}, {"internal_id": 158106008, "Award ID": "A23AP00045", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-12", "CFDA Number": "15.032", "Description": "INTRODUCTIONHYDABURG, ALASKA, A REMOTE VILLAGE ON PRINCE OF WALES ISLAND, IS HOME TO ONE OF ONLY TWO HAIDA TRIBES IN THE UNITED STATES, WITH A POPULATION OF JUST UNDER 400 AND A MAJORITY BEING OF HAIDA DESCENT. TODAY, MANY OF THE INDUSTRIES THAT ONCE PROVIDED VALUABLE JOBS TO HYDABURG RESIDENTSJOBS IN TIMBER AND COMMERCIAL FISHINGHAVE ALL BUT DISAPPEARED, RESULTING IN A SIGNIFICANT NEGATIVE IMPACT ON THE LOCAL ECONOMY. THE OUTLOOK REMAINS OPTIMISTIC, HOWEVER, FOR THERE IS A NEW OPPORTUNITY THAT SHOWS GREAT PROMISE: TOURISM. THE VISITOR INDUSTRY ON PRINCE OF WALESAN OTHERWISE REMOTE PART OF THE STATES FAMED INSIDE PASSAGE DUE TO ITS ABSENCE FROM ALASKA AIRLINES FLIGHT PATHS OR LARGE CRUISE SHIP ITINERARIESIS ALREADY PREPARING FOR POTENTIALLY RAPID EXPANSION FOLLOWING THE ANNOUNCEMENT THAT SMALL CRUISE VESSELS ARE ADDING THE COMMUNITY OF KLAWOCK TO THEIR MAY 2023 SAILING SCHEDULE, JUST 54 MILES BY ROAD FROM HYDABURG. WITH ALASKAS VISITOR INDUSTRY SEEKING NEW DESTINATIONS, AND AN EMERGING TOURISM MARKET LOOKING FOR MORE MEANINGFUL ECOTOURISM AND CULTURAL EXPERIENCES, HAIDA CORPORATION BELIEVES THAT THE TIME IS RIGHT TO EXPLORE THE FEASIBILITY OF PARTICIPATING IN ALASKAS TOURISM INDUSTRY. OBJECTIVEHAIDA CORPORATION SEES THE HYDABURG TOURISM FEASIBILITY STUDY AS THE KEY TO IDENTIFYING SUSTAINABLE WAYS TO GENERATE ECONOMIC GROWTH AND EMPLOYMENT FOR THE TOWN-S PEOPLE WHILE SIMULTANEOUSLY CREATING OPPORTUNITIES TO PRESERVE, PROTECT, AND CREATE AWARENESS OF HAIDA CULTURE. WITH THE ENTIRE COMMUNITY OF HYDABURG NOW FULLY ENGAGED IN EXPLORING WAYS TO DEVELOP AN ENRICHING VISITOR EXPERIENCE, THE CHALLENGE OF SELECTING WHICH IDEAS TO PURSUE IS ENORMOUS. HAIDA CORPORATION CANNOT ACHIEVE ITS GOAL OF DEVELOPING A MASTER PLAN FOR TOURISM DEVELOPMENT WITHOUT THE SUPPORT AND EXPERTISE OF A FEASIBILITY TEAM.PROJECT TEAMTO EXECUTE THE HYDABURG TOURISM FEASIBILITY STUDY, HAIDA CORPORATION HAS SELECTED AN EXPERIENCED ALASKAN TEAM COMPOSED OF FOUR OF SOUTHEAST ALASKAS LEADING PLANNING FIRMS INCLUDING CORVUS DESIGN, PND ENGINEERS, RAIN COAST DATA, AND NORTHWIND ARCHITECTS (FEASIBILITY TEAM). TOGETHER, THIS TEAM OF LEADING EXPERT ARCHITECTS, MARINE AND CIVIL ENGINEERS, AND TOURISM ECONOMISTS WILL BRING THEIR VAST EXPERIENCE IN DEVELOPING CULTURAL PLANS FOR THE REGIONS COASTAL COMMUNITIES DIRECTLY INTO THE COMMUNITY OF HYDABURG TO WORK ALONGSIDE HAIDA CORPORATION AND ITS UNITED FRONT COLLABORATORS, COMPRISED OF HAIDA CORPORATION, THE VILLAGE TRIBE HAIDA COOPERATIVE ASSOCIATION, THE CITY OF HYDABURG, AND THE HYDABURG CITY SCHOOL DISTRICT.TECHNICAL DESCRIPTIONTHE HYDABURG TOURISM FEASIBILITY STUDY WILL PROVIDE A ROADMAP FOR HAIDA CORPORATION TO FOLLOW TOWARD ITS GOAL OF MINDFULLY DEVELOPING TOURISM IN A WAY THAT BOTH CELEBRATES AND PRESERVES HAIDA HERITAGE AND CULTURE WHILE PROVIDING VALUABLE JOB OPPORTUNITIES AND A SUSTAINABLE SOURCE OF INCOME FOR FUTURE GENERATIONS. THE HYDABURG TOURISM FEASIBILITY STUDY CONSISTS OF FOUR PHASES COMPLETED BETWEEN JANUARY - DECEMBER 2023. THE RESULT IS A PREFERRED COMMUNITY TOURISM MASTER PLAN INFORMED BY COLLABORATIVE EFFORTS BETWEEN THE EXPERT FEASIBILITY TEAM, HAIDA CORPORATION, AND THE BROADER COMMUNITY OF HYDABURG. THE FINAL DELIVERABLE INCLUDES A PROPOSED MASTER PLAN COMMUNITY DESIGN COMPLETE WITH EXPERT DRAWINGS, EXPLANATORY NARRATIVES FOR EACH ELEMENT OF THE PLAN, CONSTRUCTION PROJECT ESTIMATES, DETAILED ECONOMIC BENEFIT ANALYSIS OF THE PLAN TO THE COMMUNITY OF HYDABURG, AND PHASING RECOMMENDATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "971ebb4f-2dcd-5466-5314-33c9bb8b4197-R", "generated_internal_id": "ASST_NON_A23AP00045_1450"}, {"internal_id": 157765487, "Award ID": "A23AP00044", "Award Amount": 101762.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-28", "CFDA Number": "15.032", "Description": "THE PROPOSED ONEIDA INDIAN NATION TRIBAL TOURISM FEASIBILITY STUDY WILL EXPLORE THE POSSIBILITY OF ADDING MOTOCROSS TRACK FACILITIES TO NATION LANDS IN CENTRAL NEW YORK TO ATTRACT VISITORS AND DIVERSIFY REVENUE SOURCES. THE PROPOSED TRACK FACILITIES WILL PROVIDE A VENUE FOR PROFESSIONAL AND AMATEUR MOTOCROSS COMPETITIONS, YEAR ROUND PUBLIC USE AND RECREATION, AND MOTORCYCLE TRAINING ACTIVITIES. THE NATION PROPOSES TO HIRE MX TRACK BUILDERS, AN INDUSTRY LEADER IN THE DESIGN AND CONSTRUCTION OF MOTOCROSS TRACKS, TO SERVE AS THE CONSULTANT FOR THE PROJECT. MX TRACK BUILDERS WILL CONDUCT A SITE VISIT AND THOROUGH SITE ANALYSIS BEFORE PRODUCING A WRITTEN FEASIBILITY STUDY, INCLUDING OPERATIONAL RECOMMENDATIONS, MARKET ANALYSIS, AND FINANCIAL DATA. THE PROPOSED TRACK FACILITIES WILL BENEFIT THE NATION BY PROVIDING A NEW NON GAMING REVENUE SOURCE AND DRAWING VISITORS TO NATION LANDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "668c01e9-21b0-f435-a225-b9163e3f8153-C", "generated_internal_id": "ASST_NON_A23AP00044_1450"}, {"internal_id": 157765486, "Award ID": "A23AP00043", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "THE CHOCTAW NATION OF OKLAHOMA (CNO) IS A FEDERALLY RECOGNIZED NATIVE AMERICAN TRIBE THAT OVERSEES A 10,922 SQUARE MILE RESERVATION IN SOUTHEASTERN OKLAHOMA, WHICH OVERLAYS 13 OKLAHOMA COUNTIES  ATOKA, BRYAN, CHOCTAW, COAL, HASKELL, HUGHES, JOHNSTON, LATIMER, LEFLORE, MCCURTAIN, PITTSBURG, PONTOTOC, AND PUSHMATAHA. CURRENTLY, THERE IS NO STRATEGY BASED BUSINESS PLAN IN PLACE FOR TOURISM ACROSS THE RESERVATION. THIS GRANT WILL ALLOW FOR A CONTRACTED PLAN THAT WILL IDENTIFY KEY STAKEHOLDERS FOR THE FUTURE, INVENTORY CNOS EXISTING TOURISM SITES, PLAN FOR EVENTS AND ATTRACTIONS, AS WELL AS ESTABLISH A VISION FOR THE FUTURE OF THE NATIVE AMERICAN BASED TOURISM INDUSTRY IN SOUTHEASTERN OKLAHOMA. ONE OF THE MOST VALUABLE ASSETS THAT SOUTHEASTERN OKLAHOMA HAS TO OFFER IS ITS WIDE RANGE OF NATURAL SURROUNDINGS. DENSE FORESTS, RUGGED HILLS, AND PEACEFUL LAKES MAKE FOR A MYRIAD OF OPTIONS FOR TRAVELERS. DURING THE HEIGHT OF THE COVID 19 PANDEMIC MORE AND MORE PEOPLE WERE SEEKING TEMPORARY REFUGE AT CAMPING SITES AND REMOTE WILDERNESS LOCATIONS, TO AVOID THE CROWDS OF LARGER CITIES OR SHUTTERED ATTRACTIONS. IT IS OF PARAMOUNT IMPORTANCE TO THE CHOCTAW NATION THAT ANCESTRAL NATIVE AMERICAN SITES ARE PRESERVED AND RESPECTED BY VISITORS, SO THEIR EDUCATIONAL IMPACT CAN BE SHARED WITH GENERATIONS TO COME.FROM A TECHNICAL STANDPOINT, THE PLAN WILL INCLUDE IN DEPTH RESEARCH, IN PERSON SITE TOURS, TRAVELER DATA COLLECTION, PLANNED VISITS WITH LOCAL AND MUNICIPAL AUTHORITIES, AND GOAL PROJECTIONS. WITH THE COMPLETION AND IMPLEMENTATION OF THE CHOCTAW COUNTRY DESTINATION MANAGEMENT PLAN, INCREASED TOURISM AND REVENUE STREAMS WITHIN THE RESERVATION CAN BE REALIZED AND BUILT UPON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "96c72797-883c-edba-d96f-49124973851d-C", "generated_internal_id": "ASST_NON_A23AP00043_1450"}, {"internal_id": 157765485, "Award ID": "A23AP00042", "Award Amount": 45755.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "CCTTFSP WILL HIRE (1) CONSULTANT TO CONDUCT (1) TOURISM MARKET FEASIBILITY STUDY ON POTENTIAL TOURISM OPPORTUNITIES ON THE ROCKY BOYS INDIAN RESERVATION, THEREBY INCREASING TOURISM CAPACITY AND INFORMED DECISION MAKING, FOR THE DURATION OF THE 12 MONTH PROJECT PERIOD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569ffaf6-f5fa-34b8-1831-b027fe03d743-C", "generated_internal_id": "ASST_NON_A23AP00042_1450"}, {"internal_id": 157765484, "Award ID": "A23AP00041", "Award Amount": 124122.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "THE DEPARTMENT OF TOURISM WITHIN THE CHICKASAW NATION DEPARTMENT OF COMMERCE, AN EXECUTIVE BRANCH OF THE CHICKASAW NATION, OPERATES EXHIBIT C GALLERY IN THE BRICKTOWN DISTRICT OF OKLAHOMA CITY, OKLAHOMA. EXHIBIT C GALLERY WILL BE RELOCATING TO A NEW TOURISM DEVELOPMENT SITE IN OKLAHOMA CITY. THE NEW SITE IS ADJACENT TO THE FIRST AMERICANS MUSEUM (FAM), WHICH OPENED IN SEPTEMBER 2021, AND THE NEW OKANA RESORT AND WATERPARK, WHICH WILL OPEN IN EARLY 2025.EXHIBIT C GALLERY IS A FIRST AMERICAN RETAIL GALLERY THAT OPENED IN 2014 WITH THE MISSION OF SHOWCASING AND CELEBRATING FIRST AMERICAN ART TO THE MILLION PLUS VISITORS TO OKLAHOMA CITY EACH YEAR. EXHIBIT C GALLERY WILL BE RELOCATING FROM BRICKTOWN S 3,500 SQUARE FOOT LOCATION TO A NEW LOCATION ADJACENT TO FAM AND THE OKANA RESORT AND WATERPARK. THE NEW 10,000 SQUARE FOOT GALLERY WILL SHOWCASE FIRST AMERICAN ARTISTS TO THE ESTIMATED 630,000 GUESTS WHO WILL VISIT THE SITE ANNUALLY. A NEW ADDITION TO EXHIBIT C GALLERY UPON RELOCATION WILL BE UP TO SEVEN WORKING ARTIST STUDIOS, EXCLUSIVELY AVAILABLE TO FIRST AMERICAN ARTISTS WHO WISH TO RENT SPACE TO RESEARCH, DEVELOP AND CREATE THEIR ART IN AN INTEGRATED SPACE. THE STUDIOS ARE AN AMENITY TO THE GALLERY EXPERIENCE, GIVING GUESTS A GLIMPSE INTO THE ARTISTS  CREATIVE PROCESSES AND CREATING MOMENTS OF PERSONAL CONNECTION.EXHIBIT C GALLERY ENCOURAGES COLLABORATION AND CREATIVITY FOR GUESTS, ARTISTS AND EMPLOYEES. CLASSROOM SPACE IS INTEGRATED WITHIN EXHIBIT C GALLERY FOR ART CLASSES, ARTIST TALKS AND RECEPTIONS. AT LEAST THREE TIMES A YEAR, THE EXHIBIT C GALLERY HOSTS THEMED EXHIBITS, BRINGING TOGETHER WORKS OF VARIOUS MEDIUMS AND ARTISTS. THROUGH PUBLIC RELATIONS EFFORTS, THE EXHIBITS ARE SHOWCASED AND CELEBRATED NATIONALLY. ALL ARTWORK WITHIN THE EXHIBIT C GALLERY IS FOR SALE. IN ADDITION TO ART, THE GALLERY SELLS GIFT AND RETAIL ITEMS CREATED BY FIRST AMERICAN COMPANIES OR COMPANIES THAT PARTNER WITH FIRST AMERICAN TRIBES AND CITIZENS.THE CHICKASAW NATION DEPARTMENT OF TOURISM AND EXHIBIT C GALLERY HAVE SPENT THE LAST YEAR DESIGNING THE RELOCATED GALLERY BUILDING WITH THE HIRED ARCHITECTS AND SITE DEVELOPER, RECEIVING FEEDBACK ALONG THE WAY FROM CHICKASAW AND SOUTHEASTERN FIRST AMERICAN ARTISTS. BUILDING PLANNING IS ESSENTIAL FOR OPERATIONAL SUCCESS AND LOGISTICS. UPON RELOCATING, EXHIBIT C GALLERY MUST HAVE A STRONG BUSINESS PLAN TO OUTLINE OPERATIONAL AND STRATEGIC SUCCESS. WITH THE USE OF THE TRIBAL TOURISM GRANT PROGRAM FUNDS, EXHIBIT C GALLERY WILL PARTNER WITH AEA CONSULTING, A GLOBAL CONSULTING FIRM THAT WORKS WITH CULTURAL AND ART ATTRACTIONS WORLDWIDE TO DEVELOP CUSTOM PLANS AND ROADMAPS FOR SUCCESS IN THE CULTURAL SECTOR. THIS PARTNERSHIP WILL ALLOW THE CHICKASAW NATION TO DEVELOP A BUSINESS PLAN TO ENSURE LOCAL, REGIONAL AND INTERNATIONAL TOURISM SUCCESS FOR THE GALLERY AND THE OVER 50 REPRESENTED FIRST AMERICAN ARTISTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cfa0118-3c4a-1163-afa1-f5d4b73c4931-C", "generated_internal_id": "ASST_NON_A23AP00041_1450"}, {"internal_id": 157765483, "Award ID": "A23AP00040", "Award Amount": 102300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "THE BURNS PAIUTE TRIBE (BURNS PAIUTE OR THE TRIBE) IS A FEDERALLY RECOGNIZED INDIAN TRIBELOCATED PRIMARILY IN HARNEY COUNTY, IN RURAL EASTERN OREGON. THE TRIBE OWNS SEVERAL DISTINCTPARCELS OF LAND AROUND THE CITY OF BURNS, INCLUDING OUR PRIMARY RESERVATION AS WELL ASOFF RESERVATION PROPERTY. FOR THE PURPOSE OF THIS TOURISM FOCUSED PROJECT TO EXPLORE THEPOTENTIAL FOR A DESTINATION RESORT FACILITY, ENTITLED FOLEY FIELD DESTINATION RESORT FEASIBILITYSTUDY AND BUSINESS PLAN, OUR PROPERTY AT FOLEY FIELD IS THE MOST RELEVANT PROPERTY. FOLEY FIELDCONSISTS OF APPROXIMATELY 100 ACRES OF LAND, APPROXIMATELY ONE THIRD OF WHICH LIE WITHIN THE CITYLIMITS OF BURNS, OREGON. FOLEY FIELD HAS DIRECT ACCESS TO HIGHWAY 121 AND IS UNIQUELY POSITIONEDJUST NORTH OF THE INTERSECTION OF HIGHWAY 20 (WHICH RUNS EAST WEST CONNECTING THE OREGON COASTTO BOISE, IDAHO) AND HIGHWAY 395 (WHICH RUNS NORTH SOUTH CONNECTING WASHINGTON, CALIFORNIA,AND NEVADA).WE BELIEVE THAT FOLEY FIELD HAS GREAT POTENTIAL AS A SITE FOR TOURISM ACTIVITY. OUR TRIBAL MEMBERS,ELECTED LEADERSHIP, AND ECONOMIC ADVISORS AGREE THAT, GIVEN OUR REMOTE LOCATION, THE OPTIMALTOURISM USE OF FOLEY FIELD MUST INVOLVE CREATING A SIGNIFICANT DESTINATION THAT WILL ATTRACT VISITORSFROM OUTSIDE THE LOCAL AREA, IDEALLY FOR MULTI DAY TRAVEL THAT WILL INVOLVE LODGING AND RECREATIONSPENDING.TAKING THIS INTO CONSIDERATION, OUR VISION FOR THE FOLEY FIELD SITE IS A RESORT CASINO SPADESTINATION  BOTH FOR THE ALMOST 100,000 VISITORS THAT OUR HOME AREA OF HARNEY COUNTYALREADY RECEIVES EACH YEAR, AND A SIGNIFICANT NUMBER OF ADDITIONAL VISITORS THAT WOULD BEATTRACTED BY THIS NEW DESTINATION, BENEFITTING BOTH THE TRIBE AND THE SURROUNDING COMMUNITY.THE PROPOSED TRIBAL TOURISM GRANT PROGRAM (TTGP) STUDY WILL ENABLE THE TRIBE TO ASSESS THEVIABILITY OF THE RESORT CASINO SPA CONCEPT, TO DETERMINE THE APPROPRIATE SCALE OF SUCH ADESTINATION AT FOLEY FIELD, TO IDENTIFY WHICH AMENITIES THE RESORT SHOULD OFFER, AND TO DEVELOP AFINANCIAL AND OPERATING PLAN THAT CAN BE EXECUTED TO BRING THE RESORT CONCEPT TO FRUITION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "893cdbe2-8741-f6e5-258f-3e14a488b81e-C", "generated_internal_id": "ASST_NON_A23AP00040_1450"}, {"internal_id": 157765482, "Award ID": "A23AP00039", "Award Amount": 125388.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "PROJECT ABSTRACT NARRATIVE FOR BLACKFEET TOURISM BUSINESS PLANBIA TTGP 2022 OIED  TRIBAL TOURISM GRANT PROGRAM (TTGP)THE BLACKFEET MANPOWER TOURISM OFFICE WILL HIRE CONSULTANTS FROM OSIYO CONSULTANCY TO WRITE A BUSINESS PLAN TO BUILD A BLACKFEET HERITAGE VISITOR CENTER ON THE BLACKFEET RESERVATION IN MONTANA. ACCORDING TO THE 2020 TOURISM FEASIBILITY ASSESSMENT PRODUCED BY VIRGINIA TECH HOWARD FEIERTAG DEPARTMENT OF HOSPITALITY AND TOURISM MANAGEMENT THERE IS A HIGH RATE IN DATA THAT INDICATES AVID TO POTENTIAL VISITORS ARE INTERESTED IN VISITING A HERITAGE CENTER, TO PURCHASE NATIVE CRAFTS, EAT AND DINE AT NATIVE CUISINE SPOTS, EXPERIENCE SPECIAL NATIVE CULTURE FESTIVAL EVENTS, DEMONSTRATE LIVE CULTURAL PERFORMANCES (COOKING, ARTS, ETC.), HEAR ORAL TRADITIONAL HISTORY AND STORIES, IMMERSE IN EXPERIENCE OF POWWOWS, RODEO, AND INDIAN HORSE RELAYS, AND PARTICIPATE IN GUIDED EXPERIENCES. THE BLACKFEET HERITAGE VISITOR CENTER WOULD SERVE AS A TOURISM HUB FOR VISITORS TO FIND THEIR TRAVEL INTERESTS IN A ONE STOP PLACE. THE BUSINESS PLAN WILL BE GUIDED BY A TOURISM ADVISORY COMMITTEE TO BE ESTABLISHED DURING DEVELOPMENT OF THE BUSINESS PLAN. THE COMMITTEE WILL HELP DETERMINE HOW THE HERITAGE CENTER WILL BE PURPOSED AND DESIGNED, WHO IT WILL SERVE, HOW IT WILL BE MARKETED, WHAT AMENITIES IT WILL OFFER, AND HOW IT WILL BEST SERVE OUR COMMUNITY AS A TOURISM HUB. THE BUSINESS PLAN WILL ALSO ESTABLISH NEXT STEPS FOR FUNDING AND BUILDING THE CENTER AS AN ECONOMIC GENERATOR FOR THE BLACKFEET NATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e8ece01-8a4f-2996-81ef-6311374a5cc1-C", "generated_internal_id": "ASST_NON_A23AP00039_1450"}, {"internal_id": 157765481, "Award ID": "A23AP00038", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "THE BAY MILLS INDIAN COMMUNITY (BMIC OR TRIBE) IS INTERESTED IN PERFORMING A FEASIBILITY STUDY TO ASSESS TOURISM DIVERSIFICATION OPPORTUNITIES WITHIN OUR AREA.  BMIC HAS APPLIED FOR FUNDING FOR THIS PROJECT PREVIOUSLY.  HOWEVER, IT WAS NOT FUNDED, AND NO SUCH STUDY HAS BEEN COMPLETED. A TEAM OF KEY STAFF FROM BMIC WILL SEEK AND USE CONSULTANT INPUT TO DETERMINE THE POSSIBILITY OF DEVELOPING TOURISM DIVERSIFICATION OPPORTUNITIES FOR THE BAY MILLS INDIAN COMMUNITY.  A CONSULTANT WILL LOOK AT THE DEVELOPMENTAL OPPORTUNITIES, FOLLOWED BY TECHNICAL ANALYSIS TO ASSESS THE PROJECTS OVERALL FEASIBILITY.  SHOULD ANY OPPORTUNITIES BE DEEMED FEASIBLE THROUGH THE PROJECT, THE FINAL REPORT MAY CONTAIN A ROADMAP FROM THE EXECUTION AND ASSIST IN POSITIONING BMIC TO PURSUE FURTHER FUNDING FOR THE BUSINESS PLAN DEVELOPMENT AND IMPLEMENTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c0962d55-32b1-598a-bf41-89f1904d85f1-C", "generated_internal_id": "ASST_NON_A23AP00038_1450"}, {"internal_id": 157765480, "Award ID": "A23AP00037", "Award Amount": 120291.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-27", "CFDA Number": "15.032", "Description": "PROJECT ABSTRACT SUMMARYTHE ALABAMA COUSHATTA TRIBE OF TEXAS (ACTT) PROPOSES THE PLANNING AND PRIORITIZATION OF TOURISM FOR THE ALABAMA COUSHATTA TRIBE OF TEXAS (ACTT) PROJECT AS A TOURISM ASSESSMENT, FEASIBILITY, AND PLANNING PROJECT TO FOCUS AND PRIORITIZE DEVELOPMENT OF TRIBAL TOURISM ASSETS OWNED BY, OPERATED BY, OR AFFILIATED WITH THE TRIBE AND ITS MEMBERS FOR THE DISTINCT PURPOSE OF ENHANCING THE OVERALL ECONOMIC RESILIENCE OF THE TRIBAL COMMUNITY IN POLK COUNTY, TEXAS. THE PROJECT WILL INCLUDE THREE DISTINCT PHASES, EACH WITH A DISTINGUISHABLE OBJECTIVE AND DELIVERABLE, A TOURISM DEVELOPMENT ASSESSMENT, FEASIBILITY STUDY AND BUSINESS IMPLEMENTATION PLAN. THE COMPREHENSIVE APPROACH WILL EXPLORE THE ASSETS AND OPPORTUNITIES AVAILABLE TO THE TRIBE AND CULMINATE IN A PLAN TO IMPLEMENT THE MOST FEASIBLE STRATEGIES IDENTIFIED THROUGH THE EXPLORATION PROCESS. THE PROJECT WILL FOCUS THE TRIBES EFFORTS TO BECOME A TOURISM DESTINATION AND SUSTAIN THE CULTURE AND HERITAGE OF THE PEOPLE OF THE ALABAMA COUSHATTA TRIBE OF TEXAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf05421a-0cda-28da-4cc8-90f114a7f7dc-C", "generated_internal_id": "ASST_NON_A23AP00037_1450"}, {"internal_id": 152328349, "Award ID": "A22AP00225", "Award Amount": 58752.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.032", "Description": "NABDI 2022SHINNECOCK POWWOW GROUNDS FEASIBILITY STUDY AND  BUSINESS PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af7bb158-d2f3-48d6-f85a-64e6f0c9a180-C", "generated_internal_id": "ASST_NON_A22AP00225_1450"}, {"internal_id": 151867175, "Award ID": "A22AP00219", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "15.032", "Description": "APPLICANT PROJECT ABSTRACT SUMMARY   IBIP ABSTRACT SUMMARY   TAALA FUND PROJECT PROJECT ABSTRACT SUMMARY  PARAGRAPH 1PROJECT TITLE  TAALA FUND CEDAR ROOT BUSINESS CENTER EXPANSION PROJECTDESCRIPTION OF PROPOSED BUSINESS INCUBATOR LOCATION AND  SERVICES PROVIDEDTHE TAALA FUND CEDAR ROOT BUSINESS CENTER WILL BE LOCATED ON THE QUINAULT INDIAN RESERVATION  QIR  IN THE RURAL PACIFIC NORTHWEST PORTION OF WASHINGTON STATE  THE PHYSICAL LOCATION OF THE TAALA FUND CEDAR ROOT BUSINESS CENTER IS 807 5TH AVE , TAHOLAH, WA 98587  THE QUINAULT TRIBAL COMMUNITIES ARE AMONG THE SMALL NUMBER OF AMERICANS WHO CAN WALK THE SAME BEACHES, PADDLE THE SAME WATERS, AND HUNT THE SAME LANDS OUR ANCESTORS DID CENTURIES AGO  THE QUINAULT INDIAN NATION  QIN  CONSISTS OF THE QUINAULT AND QUEETS TRIBES AND DESCENDANTS OF FIVE OTHER COASTAL TRIBES  QUILEUTE, HOH, CHEHALIS, CHINOOK, AND COWLITZ  THE QIR BOUNDARIES ENCLOSE OVER 208,150 ACRES  84,271 HECTARES  OF SOME OF THE MOST PRODUCTIVE CONIFER FOREST LANDS IN THE UNITED STATES AND IS LOCATED ON THE SOUTHWESTERN CORNER OF THE WASHINGTON STATE OLYMPIC PENINSULA  THE QIN ENCOURAGES INDIVIDUALS TO DEVELOP THEIR OWN BUSINESSES  THE TAALA FUND CEDAR ROOT BUSINESS CENTER WILL PROVIDE THE NECESSARY RESOURCES TO SUPPORT SMALL TO MEDIUM TRIBAL BUSINESS DEVELOPMENT AND SUSTAINABILITY  THE PRIMARY FOCUS OF OUR BUSINESS CENTER WILL BE ON SMALL TO MEDIUM TRIBAL BUSINESS START UPS, AS WELL AS EXISTING TRIBAL BUSINESSES  OUR BUSINESS CENTER WILL SUPPORT THEIR DEVELOPMENT INTO NEW BUSINESSES AS WELL AS ASSISTING EXISTING TRIBAL BUSINESSES TO EXPAND AND OR IMPROVE THEIR PROCESSES  SERVICES TO BE PROVIDED WILL INCLUDE THE FOLLOWING BUSINESS DEVELOPMENT AND SUSTAINABILITY TRAININGS CAREER AND  TECHNICAL EDUCATION FORUMSMARKETING AND  PROMOTIONSBUSINESS PLAN DEVELOPMENTWORKFORCE DEVELOPMENTCOMPUTER NETWORKING AND  CLOUD COMPUTINGHOW TO DO BUSINESS WITH THE GOVERNMENTINSURANCE AND HUMAN RESOURCESFINANCE, LEGAL AND ACCOUNTING CONSIDERATIONSBANK AND  BANKER RELATIONSHIPS 101TAX SAVINGS STRATEGIES FOR SMALL BUSINESSESBECOME A SMALL BUSINESS OWNER THROUGH FRANCHISINGFINANCIAL BASICS FOR NEW SMALL BUSINESSESWHAT TO KNOW BEFORE YOU HIRE OR FIRE YOUR FIRST EMPLOYEEINSTAGRAM MARKETING ESSENTIALSHOW TO BECOME A FACEBOOK MASTERMARKETING 1  DEVELOPING AND  PROMOTING YOUR PRODUCT OR SERVICE MARKETING 2  PRICING YOUR PRODUCT OR SERVICE TO SELL AND  GET ONLINEBUYING AN EXISTING BUSINESS STEP BY STEPLEGAL BASICS THAT SMALL BUSINESS OWNERS NEED TO KNOWQUICKBOOKS ONLINE BASICS YOU NEED TO KNOW", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d3fd59d-7778-d09d-cded-d97eedbfb935-R", "generated_internal_id": "ASST_NON_A22AP00219_1450"}, {"internal_id": 151867267, "Award ID": "A22AP00218", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "15.032", "Description": "THE SOUTH PUGET INTERTRIBAL PLANNING AGENCY  HEREAFTER SPIPA  IS A NON PROFIT 501 C  3  CONSORTIUM OF FIVE NATIVE AMERICAN TRIBES, FORMED IN 1976 TO PROVIDE PLANNING, TECHNICAL ASSISTANCE, AND SUPPORT SERVICES TO THEIR TRIBAL NATIONS  SPIPA HAS WORKED TO SUPPORT AND ASSIST THE CHEHALIS, NISQUALLY, SKOKOMISH, SQUAXIN ISLAND, AND SHOALWATER BAYTRIBES IN THEIR EFFORTS TO IMPROVE THE LIVES OF THEIR MEMBERS AND OTHER AMERICAN INDIAN AND ALASKA NATIVE  AI AN  INDIVIDUALS THROUGHOUT THE SERVICE AREA IN WESTERN WASHINGTON, WHICH SERVES MULTIPLE RESERVATIONS WITHIN EIGHT COUNTIES  SPIPA IS AN ELIGIBLE APPLICANT FOR THE INDIAN BUSINESS INCUBATORS PROGRAM  IBIP  AND WILL USE GRANT FUNDS TO PROVIDE SUPPORTIVE SERVICES FOR A BUSINESS INCUBATOR IN THE CITY OF TUMWATER  THIS SPACE WILL ALLOW NATIVE AMERICAN SMALL BUSINESSES AND NATIVE AMERICAN ENTREPRENEURS TO HAVE ACCESS TO WORKSPACE, A COMPUTER LAB, WORKSHOPS AND NETWORKING EVENTS, AS WELL AS RESOURCES SUCH AS OFFICE SUPPLIES AND TECHNOLOGY, SUCH AS A COPIER FOR MAKING FLYERS AND BROCHURES  IN ORDER TO QUALIFY FOR FULL INCUBATOR SUPPORT, PARTICIPANTS MUST COMPLETE SPIPAS RIGOROUS NATIVE ENTREPRENEURSHIP ACADEMY  GRANT FUNDS WILL BE USED FOR A STAFF POSITION, CONSULTANTS, CONFERENCE TRAVEL, AND A MINI MOBILE INCUBATOR TO BRING SERVICES TO MULTIPLE RESERVATIONS AND PARTICIPANTS UNABLE TO TRAVEL  THE LONG TERM VISION OF SPIPA IBIP IS CAPACITY BUILDING, THAT WILL SUPPORT SMALL BUSINESS GROWTH AMONGST THE CONSORTIUM TRIBES FIRST YEAR OBJECTIVES ARE TO ESTABLISH THE INCUBATOR LOCATION, PROMOTE ITS SERVICES, RECRUIT, TRAIN PARTICIPANTS, COLLABORATE WITH EXISTING ENTREPRENEURSHIP RESOURCES, AND BECOME A HUB OF SMALL BUSINESS SERVICES THAT CATER TO THE FIVE CONSORTIUM TRIBES AND EIGHT COUNTIES THAT SPIPA SERVES  IN THE SECOND YEAR, THE PROGRAM WILL ANALYZE DATA AND REFLECT ON FEEDBACK FROM STAFF, PARTNERS, AND PARTICIPANTS ABOUT WHAT WORKED IN YEAR ONE  SPIPA IBIP WILL EXPAND AND ADAPT SERVICES TO BE MORE CUSTOMIZED TO THE BUSINESS TYPES GOING THROUGH THE INCUBATOR  WE WILL ACQUIRE A VAN TO PROVIDE MOBILE SERVICE AND POP UP EVENTS FOR CLIENTS WHO CANNOT TRAVEL TO THE INCUBATOR  IN THE THIRD YEAR, THE PROGRAM WILL CONTINUE AND IMPROVE MOBILE SERVICE AND EXPAND TRAINING OPPORTUNITIES TO SUPPORT NEW BUSINESS OWNERS   THE PROGRAM WILL WORK TO PROVIDE BUSINESSES ACCESS TO NETWORKS OF POTENTIAL INVESTORS, PROFESSIONALS IN THE SAME OR SIMILAR FIELDS, AND OTHER BUSINESS OWNERS WITH SIMILAR BUSINESSES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0adbc7-e2dc-a3d2-8980-f836cd6cbcbe-C", "generated_internal_id": "ASST_NON_A22AP00218_1450"}, {"internal_id": 151867290, "Award ID": "A22AP00215", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "15.032", "Description": "SINTE GLESKA UNIVERSITY, A TRIBALLY CONTROLLED INSTITUTION OF HIGHER EDUCATION LOCATED ON THE ROSEBUD SIOUX RESERVATION IN SOUTH DAKOTA, WILL OPEN A BUSINESS INCUBATOR IN THE TOWN OF MISSION, SD  THE TITLE OF THE INCUBATOR PROJECT IS OYATE KIN TO WOWASH UN WASHAG UN YAPI   STRENGTHEN THE PEOPLE ECONOMICALLY   THE INCUBATOR WILL SERVE 12 FULL TIME RESIDENT CLIENTS AND OFFER A FULL PROGRAM OF ENTREPRENEUR AND BUSINESS START UP SERVICES TO INCREASE THE NUMBER OF NATIVE OWNED BUSINESSES IN THE ROSEBUDS FIVE COUNTY AREA COVERING 1,952 SQUARE MILES THE PROJECT WILL FOCUS ON THE TOURISM INDUSTRY WHICH ALSO INCLUDES TRADITIONAL LAKOTA ARTISTS  THERE ARE TWO MAIN GOALS  GOAL 1  GROW THE LOCAL ECONOMY BY EXTENDING ASSISTANCE TO NATIVE BUSINESSES AND NATIVE ENTREPRENEURS INTERESTED IN STARTING A TOURISM RELATED RETAIL OR SERVICE BASED BUSINESS THROUGH A FULL SERVICE INCUBATOR LOCATED IN MISSION, SD AS PART OF SINTE GLESKA UNIVERSITYS ECONOMIC DEVELOPMENT OUTREACH PROGRAMS  GOAL 2  THE INCUBATOR RECRUITS BUSINESSES AND ENTREPRENEURS ENGAGED IN THE TOURISM INDUSTRY TRADITIONAL TRIBAL ARTS OR PLANNING A TOURISM RELATED OR TRADITIONAL TRIBAL ARTS BUSINESS THE INCUBATOR WILL MAINTAIN AN ENROLLMENT OF 12 RESIDENT CLIENTS IN YEAR 1 AND 15 RESIDENT CLIENTS IN YEARS 2 AND 3  AN EXPECTED OUTCOME IS THAT AT THE END OF THE THREE YEAR PERIOD, A MINIMUM OF 5 BUSINESSES ARE OPERATIONAL AS FULL TIME ENTERPRISES PROVIDING A LIVING WAGE AND FINANCIAL SOLVENCY FOR AN INCUBATOR GRADUATE  THE INCUBATOR WILL ALSO SERVE WALK INS AND WILL CREATE A NATIVE BUSINESS OWNERS ASSOCIATION OPEN TO CURRENT BUSINESS OWNERS, POTENTIAL BUSINESS OWNERS, AND INTERESTED SUPPORTERS AND MENTORS SERVICES OFFERED THROUGH THE INCUBATOR INCLUDE FINANCIAL, MANAGERIAL, MARKETING EDUCATION, ACCESS TO TECHNOLOGY AND MENTORS THE TOTAL FEDERAL FUNDS FOR YEAR 1 ARE  300,000  THE UNIVERSITYS MATCHING FUNDS TOTAL  85,700 OF IN KIND RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e33d0f8d-f73b-88ed-a5f0-540c2ce2edc6-C", "generated_internal_id": "ASST_NON_A22AP00215_1450"}, {"internal_id": 151867348, "Award ID": "A22AP00213", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "15.032", "Description": "THE QUECHAN INDIAN TRIBE INCUBATOR BUSINESS PLAN IS INTENDED TO SERVE AS A ROADMAP FOR THE TRIBE S ECONOMIC DEVELOPMENT ADMINISTRATION STAFF AS IT LAUNCHES AND MANAGES A RESERVATION BASE TRIBAL BUSINESS INCUBATOR   THIS BUSINESS PLAN WILL ULTIMATELY HELP PROVIDE INDIVIDUALLY TAILORED BUSINESS INCUBATION AND OTHER BUSINESS SERVICES TO NATIVE OWNED BUSINESSES AND NATIVE ENTREPRENEURS TO OVERCOME THE UNIQUE OBSTACLES THEY CONFRONT AND PROVIDE TOOLS NECESSARY TO START AND GROW BUSINESSES THAT OFFER PRODUCTS AND SERVICES TO THE QUECHAN INDIAN TRIBE OF THE FORT YUMA INDIAN RESERVATION, CALIFORNIA AND  ARIZONA   QUECHAN   COMMUNITY   TO SERVE OUR NATIVE ENTREPRENEURS WHILE EXPRESSING OUT TRIBAL CULTURE AND SOVEREIGNTY, SO THAT WE CAN SUPPORT INDIAN OWNED ECONOMIC ENTERPRISES, AND CREATE SUSTAINABLE LIVELIHOODS IN ORDER TO BUILD A THRIVING MARKET BASED ECONOMY FOR OUR RESERVATION AND ITS TRIBAL CITIZENS   THE FORMER PIPA MARKET BUILDING  475 QUECHAN DRIVE  IS 1,754 SQUARE FEET OF COMMERCIAL SPACE AND IS AVAILABLE TO IMMEDIATELY HOUSE THE TRIBAL BUSINESS INCUBATOR  THE FACILITY LOCATION IS A HIGH TRAFFIC COMMERCIAL BUSINESS ZONE THAT IS CENTRALLY LOCATED WITHIN THE RESERVATION S NORTH INDIAN HILL REDEVELOPMENT PLAN  NIHRP  AREA BOUNDARY   THE FACILITY S LOCATION, AVAILABLE PARKING, RESERVATION TRANSPORTATION NETWORK, AND PROXIMITY TO OTHER NORTH INDIAN HILL FACILITIES ARE ATTRACTIVE TO INDIAN OWNED ECONOMIC ENTERPRISES AND THEIR CUSTOMERS FROM ACROSS THE RESERVATION AND SURROUNDING IMPERIAL COUNTY AND YUMA COUNTY COMMUNITY   THE SPACE HAS THE CAPACITY TO HOUSE A MINIMUM OF FIVE  5  BUSINESSES, DEPENDING ON PARTICIPANT NEEDS  THE FIVE PARTICIPANTS WILL LIKELY BE ASSIGNED WORKING SPACE IN THE LARGE TRIBAL INCUBATOR COMMON AREA   IT IS ALSO POSSIBLE TO HOUSE ONE OR TWO PARTICIPANTS WITH LIGHT MANUFACTURING OR ASSEMBLY BUSINESSES IN THE UNFINISHED SPACE IN THE CENTER OF THE TRIBAL INCUBATOR BUILDING   THIS PHYSICAL WORKSPACE WILL PERMIT NATIVE OWNED BUSINESSES AND NATIVE ENTREPRENEURS TO CONDUCT BUSINESS AND COLLABORATE WITH OTHER NATIVE BUSINESSES AND NATIVE ENTREPRENEURS  THE OBJECTIVE OF ESTABLISHING A TRIBAL BUSINESS INCUBATOR IS TO ACCELERATE INDIAN OWNED BUSINESSES GROWTH AND SUCCESS AND DECREASE THE LIKELIHOOD OF FAILURE   THIS IN TURN CREATES NEW SUSTAINABLE JOBS, DIVERSIFIES THE TRIBE S BUSINESS BASE, AND ENHANCES THE QUALITY OF LIFE ON THE RESERVATION  THE TRIBAL BUSINESS INCUBATOR ASPIRES TO 1  ADVANCE THE TRIBE S GOAL OF INCREASING RESERVATION MIDDLE WAGE JOBS THROUGH ECONOMIC GROWTH, 2  HELP ADVANCE THE TRIBE S OBJECTIVE OF PROMOTING NATIVE OWNED SMALL BUSINESS GROWTH AND WORKFORCE DEVELOPMENT IN THE FORT YUMA INDIAN RESERVATION COMMUNITY   SO THAT AFTER GRADUATION   THEY BECOME PERMANENT CONTRIBUTORS TO THE OVERALL VITALITY, DIVERSITY, AND GROWTH OF THE TRIBE S ECONOMY  THE QUECHAN INDIAN TRIBE HAS A LONG HISTORY OF ENTREPRENEURSHIP AND INNOVATION   FROM EARLY SUSTAINABLE FLOOD IRRIGATION AGRICULTURE PRACTICES THAT INCLUDED INTER TRIBAL TRADING WITH THE MOHAVE, HOPI, AND APACHE NATIONS, AND THRIVING TRADITIONAL ECONOMIES IN THE TIME OF EUROPEAN EXPLORES FIRST CONTACT TO TODAY S VENDORS, MERCHANTS, AND ENTREPRENEURS  VMES  BUSINESS COMMUNITY ON THE RESERVATION   BUSINESS STARTING OPPORTUNITY COSTS CAN BE BURDENSOME FOR A NEW START UP IN THE OFF RESERVATION BUSINESS COMMUNITY   THE AFOREMENTIONED TRIBAL HISTORY PRESENTS AN OPPORTUNITY FOR THE TRIBE TO CAPTURE NATIVE BUSINESS OWNERS WHO WANT TO LIVE AND WORK IN A PLACE WHERE THEIR INCOME GOES FURTHER   ON THE RESERVATION   GIVEN THIS OPPORTUNITY AND THE TRIBAL BUSINESS INCUBATOR S CENTRAL LOCATION WITHIN THE RESERVATION, THIS IS AN IDEAL LOCATION FOR A TRIBAL BUSINESS INCUBATOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a2d8caa-57ef-b7b8-5303-fe5e911f9e71-C", "generated_internal_id": "ASST_NON_A22AP00213_1450"}, {"internal_id": 151867268, "Award ID": "A22AP00212", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "15.032", "Description": "THE TITLE OF THE PROJECT IS CROW NATION INNOVATION CENTER   THE CENTER CONSISTS OF A PROPOSED INDIAN BUSINESS INCUBATOR TO SERVE NATIVE BUSINESSES AND NATIVE ENTREPRENEURS IN THE CROW INDIAN RESERVATION COMMUNITY   SERVICES PROPOSED INCLUDE ACCESS TO BELOW MARKET RATE SPACES TO START A NEW OR EXPAND AN EXISTING BUSINESS  SHARED USED OF OFFICE EQUIPMENT, RECEPTION AND OTHER COMMON AREAS  ACCESS TO THE COMPUTER LABORATORY EQUIPPED WITH SOFTWARE AND HARDWARE NEEDED TO CONDUCT BUSINESS IN 21ST CENTURY MARKETS  ACCESS TO CAPITAL SOURCES INCLUDING LOANS, GRANTS, AND NETWORK OF POTENTIAL INVESTORS  ACCESS TO PROFESSIONAL WEB DESIGN SERVICES  ACCESS TO PROFESSIONAL MARKETING SERVICES  ACCESS TO PROFESSIONAL BOOKKEEPING SERVICES  ACCESS TO ON SITE BUSINESS SKILLS TRAINING AND EDUCATION IN THE AREAS OF PLANNING, ACCOUNTING, MANAGEMENT, HUMAN RESOURCES, MARKETING, CUSTOMER SERVICE, AND FINANCING USING  THE INDIANPRENEURSHIP AND START, GROW, REVIVE YOUR BUSINESS CURRICULUMS  AND, ACCESS TO DIRECT MENTORSHIP AND ASSISTANCE FINDING MENTORS IN THE INDUSTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2cce3fa1-df4f-3ddb-007b-739bf7c3ea44-C", "generated_internal_id": "ASST_NON_A22AP00212_1450"}, {"internal_id": 151867177, "Award ID": "A22AP00210", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "15.032", "Description": "THE CHICKASAW NATION BUSINESS NETWORK  CNBN  PRESENTS A PROPOSAL FOR THE INDIAN BUSINESS INCUBATORS PROGRAM  IBIP  GRANT  THE CNBN WILL UTILIZE GRANT FUNDS TO OPEN A STOREFRONT THAT WILL HOUSE A NATIVE BUSINESS INCUBATOR HUB, THE KELELI BUSINESS CENTER  KBC , TO BE LOCATED IN ADA, OKLAHOMA, THAT WILL ASSIST FIRST AMERICAN START UPS AND EXISTING BUSINESSES TO SUCCEED BY PROVIDING CULTURALLY TAILORED INCUBATION SERVICES, WORKSPACES, FINANCIAL GUIDANCE, MENTORING AND TRAINING  THE PROPOSED FORMAL NAME OF THE HUB IS UNDER LEADERSHIP REVIEW  THE CHICKASAW WORD, KELELI, MEANS TO IGNITE, APPROPRIATE FOR THE KBC MISSION, TO IGNITE THE WARRIOR SPIRIT THAT ENCOURAGES ALL FIRST AMERICAN ENTREPRENEURS THE DRIVE TO ACHIEVE SUCCESS IN THEIR BUSINESS ENDEAVORS  THE GRANT WILL CREATE THE OPPORTUNITY TO DIVERSIFY THE RURAL REGIONAL ECONOMY BY INCREASING THE NUMBER OF FIRST AMERICAN SCALABLE START UP COMPANIES LOCAL TO ADA AND RURAL SOUTHERN OKLAHOMA       GRANT FUNDS WILL BE USED TO PROVIDE TECHNOLOGY STATIONS WITH COMPUTERS, ANY SOFTWARE REQUIRED, PRINTER AND OTHER OFFICE FURNITURE AND SUPPLIES NECESSARY TO ENSURE AN ATMOSPHERE AND WORKSPACE THAT SUPPORTS AND ENCOURAGES MENTORING, LEARNING, NETWORKING, EXCHANGING OF IDEAS AND EXPERIENCES AND AN OVERALL PRODUCTIVE EXPERIENCE FOR FIRST AMERICAN START UPS  MENTORING, ADVISING AND TRAINING ARE MAJOR COMPONENTS OF AN INCUBATOR PROGRAM, THEREFORE, THE CNBN WILL CONTRACT FIRST AMERICAN ENTREPRENEURS, WHOSE BUSINESS PRIMARILY FOCUSES ON CONSULTING AND SMALL BUSINESS, TO FULFILL THIS ROLE  IN ADDITION, SPECIALIZED INSTRUCTION, SUCH AS QUICKBOOKS, AND ONLINE TRAINING SITES WILL BE MADE AVAILABLE THROUGH THE KBC IN ORDER TO SUPPORT THE ADDITIONAL WORKLOAD CNBN WILL NEED TO HIRE A BUSINESS ADVISOR, OR SMALL BUSINESS DEVELOPMENT SERVICES LIAISON, WHOSE SALARY WILL BE COVERED BY GRANT FUNDS AND WILL OFFICE OUT OF THE INCUBATOR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cfa0118-3c4a-1163-afa1-f5d4b73c4931-C", "generated_internal_id": "ASST_NON_A22AP00210_1450"}, {"internal_id": 151867154, "Award ID": "A22AP00209", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "15.032", "Description": "PROJECT ABSTRACT THE CHEROKEE NATION PROPOSES TO DEVELOP A BUSINESS INCUBATOR, TO BE LOCATED AT 215 S  MUSKOGEE AVENUE, TAHLEQUAH, OK, THAT WILL EFFECTIVELY IMPART ENTREPRENEURSHIP AND BUSINESS SKILLS TO CHEROKEE BUSINESSES AND ENTREPRENEURS   THIS CHEROKEE NATION RURAL BUSINESS INCUBATOR  CNRBI  WILL PROVIDE SERVICES IN GEOGRAPHICALLY REMOTE LOCATIONS WHERE QUALITY BUSINESS GUIDANCE AND COUNSELING ARE DIFFICULT TO OBTAIN   CNRBI SERVICES ARE TARGETED TO CHEROKEE ENTREPRENEURS LIVING WITHIN THE TRIBES 14 COUNTY RESERVATION AND INCLUDE NO COST AND AFFORDABLE OFFICE SPACE, MARKET EXPANSION SERVICES, AFFORDABLE FINANCING, AND CONTINUED BUSINESS COACHING SUPPORT   OBJECTIVES AND METHODS TO BE USED  PROVIDE THE PHYSICAL WORKSPACE, EQUIPMENT AND CONNECTIVITY FOR CHEROKEE BUSINESSES AND ENTREPRENEURS TO CONDUCT THEIR BUSINESSESJOB CREATION  COMMUNITY BASED JOBS FOR CHEROKEE CITIZENS, REDUCING UNEMPLOYMENT AND UNDEREMPLOYMENT   PRIVATE BUSINESS INVESTMENTS  LEVERAGED THROUGH AFFORDABLE FINANCING THROUGH TRIBES BUSINESS LOANS AND INCREASED COMMUNITY VIABILITY  FAMILY SELF SUFFICIENCY  INCREASED HOUSEHOLD INCOME AND FINANCIAL EDUCATION FOR LOW AND MODERATE INCOME FAMILIES  ENTERPRISE SUSTAINABILITY  LOWER START UP OPERATING COSTS, MARKET EXPANSION, AND LONG TERM ENTREPRENEURIAL DEVELOPMENT  ANDLONG TERM SERVICE ACCESS  THROUGH INCREASED PROGRAMMATIC CAPACITY BY ADDING THE BUSINESS INCUBATOR SERVICE, QUALITY BUSINESS GUIDANCE, AND ON GOING BUSINESS TRAINING AND COUNSELING   CHEROKEE BUSINESSES AND ENTREPRENEURS NOT PARTICIPATING IN THE ACTUAL PHYSICAL INCUBATOR WILL ALSO BE ASSISTED WITH APPROPRIATE BUSINESS SUPPORT SERVICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a367a54-8858-ea26-6524-5708a4e420d8-C", "generated_internal_id": "ASST_NON_A22AP00209_1450"}, {"internal_id": 152328374, "Award ID": "A22AP00208", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "15.032", "Description": "CHANGE LABS IS A NATIVE LED 501C3 ON THE NAVAJO NATION CREATING PATHWAYS FOR NAVAJO AND HOPI ENTREPRENEURS TO STRENGTHEN THEIR BUSINESS SKILLS AND PROVIDE OPPORTUNITIES FOR BUSINESS GROWTH  OUR CURRENT INCUBATOR PROGRAM IS A ONE YEAR PROGRAM WITH A CURRICULUM THAT COVERS INDIGENOUS LEADERSHIP, THE ELEMENTS OF A SUCCESSFUL BUSINESS MODEL AND BOOKKEEPING STRATEGIES  WE CURRENTLY HAVE 22 ENTREPRENEURS ENROLLED IN THE PROGRAM AND WE ANTICIPATE OPENING APPLICATIONS FOR A SECOND 2022 COHORT IN THE FALL  WE ARE REQUESTING  300,000 OVER A 36 MONTH PROJECT PERIOD TO SUPPORT OUR BUSINESS INCUBATOR PROGRAM  SERVICES WILL BE PROVIDED WITHIN 3 MONTHS OF THE AWARD DATE TO ENHANCE AND SUPPORT OUR FALL 2022 COHORT  WE ARE SEEKING FUNDS TO SUPPORT THE COST OF OUR NATIVE BUSINESS COACHING TEAM, NATIVE AMERICAN GRAPHIC DESIGNERS AND PROFESSIONAL NATIVE VIDEOGRAPHERS PHOTOGRAPHERS THAT WORK DIRECTLY WITH OUR ENTREPRENEURS TO HELP THEM DEVELOP THEIR IDEAS  SINCE THE ENTREPRENEURS WE SERVE ARE SCATTERED THROUGHOUT THE NAVAJO NATION, WHICH SPANS THREE STATES AND 28,000 SQUARE MILES, WE ARE ALSO SEEKING FUNDS TO HELP COVER TRAVEL EXPENSES INCURRED BY ENTREPRENEURS TO ATTEND IN PERSON TRAININGS  LASTLY, FUNDS ARE ALSO REQUESTED TO COVER PROGRAM SUPPLIES SUCH AS OFFICE SUPPLIES AND BUSINESS TOOLS THAT WE SHIP TO ENTREPRENEURS EACH QUARTER TO SUPPORT THEIR TRAINING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36bd4aab-f3e4-83f7-f478-b4082b7d798d-R", "generated_internal_id": "ASST_NON_A22AP00208_1450"}, {"internal_id": 151867319, "Award ID": "A22AP00207", "Award Amount": 237055.92, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "15.032", "Description": "FULL AND PROPER NAME OF THE LEAD APPLICANT ORGANIZATION AND  FISCAL AGENT  MOHAVE COUNTY COMMUNITY COLLEGE DISTRICT  MCC , A PUBLIC AND STATE CONTROLLED INSTITUTION OF HIGHER EDUCATION     PARTNER  HUALAPAI TRIBAL NATION, A FEDERALLY RECOGNIZED INDIAN TRIBE     DESCRIPTION OF THE INCUBATOR LOCATION AND SERVICES PROVIDED  THE INCUBATOR WILL BE LOCATED ON THE HUALAPAI RESERVATION IN PEACH SPRINGS, ARIZONA  PLANS ARE TO RENT A MOBILE OFFICE WITH ADEQUATE SPACE FOR THE INCUBATOR MANAGER AND UP TO TWO ENTREPRENEURS BUSINESSES AT A TIME TO WORK AND HOLD SMALL MEETINGS  THE BUSINESS INCUBATOR MANAGER WILL BE AN MCC SMALL BUSINESS DEVELOPMENT CENTER  SBDC  EMPLOYEE AND WILL REPORT TO THE MCC SBDC DIRECTOR  THIS ENABLES THE HUALAPAI TRIBAL NATION BUSINESS INCUBATOR TO OFFER OFFICE SPACE WITH COMPUTERS, PRINTER, HIGH SPEED INTERNET ACCESS AND PHONE ACCESS AND THE FULL RANGE OF SBDC SERVICES INCLUDING TO PROMOTE COLLABORATION, ADDRESS CHALLENGES, AND PROVIDE INDIVIDUALLY TAILORED SERVICES TO OVERCOME THE OBSTACLES THAT ARE UNIQUE TO EACH PARTICIPATING BUSINESS WITHIN THE FIRST QUARTER OF THE GRANT PERFORMANCE PERIOD  BUSINESSES AND ENTREPRENEURS WILL HAVE ACCESS TO EXPERT ASSISTANCE WITH MARKET RESEARCH TO DETERMINE IF THERE IS AN OPPORTUNITY TO TURN IDEAS INTO SUCCESSFUL BUSINESS   ASSISTANCE WITH WRITING A BUSINESS PLAN TO CREATE A ROADMAP FOR HOW TO STRUCTURE, RUN AND GROW THE BUSINESS  ANALYSIS REGARDING HOW MUCH FUNDING IS NEEDED TO SUPPORT OR GROW THE BUSINESS  GUIDANCE ON ACCESSES TO THE CAPITAL NEEDED TO START OR EXPAND THE BUSINESS  SELECTING A BUSINESS LOCATION  CHOOSING A LEGAL BUSINESS STRUCTURE  CHOOSING A NAME FOR THE NEW BUSINESS, ONE THAT REFLECTS THE BRAND AND SPIRIT OF THE ENTERPRISE AND TO ENSURE THERE IS NOT ANOTHER BUSINESS WITH THE SAME NAME  REGISTERING THE BUSINESS WITH THE LOCAL, STATE AND FEDERAL GOVERNMENT, AS NECESSARY  OBTAINING FEDERAL AND STATE TAX IDENTIFICATION NUMBERS  APPLYING FOR LICENSES AND PERMITS, AS NECESSARY  OPENING A BUSINESS BANK ACCOUNT AND ACCESS TO REGULAR SEMINARS CONDUCTED BY THE MCC SBDC AND THEIR EXTENSIVE ONLINE RESOURCES       STATEMENT CONFIRMING THE PROPOSED WORK WILL HAVE THE POTENTIAL TO REACH THE INTENDED GOALS AND OBJECTIVES  THE HUALAPAI TRIBE  TRIBE  HAS PARTNERED WITH MOHAVE COMMUNITY COLLEGE  MCC  TO DEVELOP A BUSINESS INCUBATOR LOCATED ON THE RESERVATION IN PEACH SPRINGS, ARIZONA  MCC HAS A WORKFORCE DEVELOPMENT AND REGIONAL PARTNERSHIP DEVELOPMENT DIVISION AND A SMALL BUSINESS DEVELOPMENT CENTER  SBDC , WHICH HAS ASSISTED HUNDREDS OF BUSINESSES IN MOHAVE COUNTY  IN 2021 THE MCC SBDC SERVED MORE THAN 250 CLIENTS, CREATED 69 NEW JOBS AND HELPED RETAIN 30 EXISTING JOBS  THEY HELPED RAISE MORE THAN  5 9 MILLION IN NEW CAPITAL FOR NEW BUSINESS STARTUPS AND BUSINESS EXPANSIONS, ASSISTED CLIENTS IN STARTING 40 NEW BUSINESSES, AND HELPED INCREASE BUSINESS REVENUES BY MORE THAN  1 7 MILLION  THE MCC CENTER BELONGS TO THE AZ SBDC NETWORK AND RECENTLY THE ARIZONA ASSOCIATION FOR ECONOMIC DEVELOPMENT AWARDED THE AZ SBDC NETWORK THE EDDE AWARD FOR BEST OF AZ 2021  MCC WILL BRING THIS KNOWLEDGE AND EXPERIENCE TO SUPPORT THE HUALAPAI TRIBAL NATION IN THE ESTABLISHMENT OF THE INCUBATOR, HIRING AND TRAINING OF STAFF AND DEVELOPMENT OF SERVICES  PREFERENCE WILL BE GIVEN TO HUALAPAI TRIBAL MEMBERS WHEN HIRING THE INCUBATOR STAFF THE PROPOSAL DEVELOPMENT TEAM CONDUCTED A SURVEY OF TRIBAL MEMBERS TO DETERMINE IF THERE WERE PROSPECTIVE ENTREPRENEURS AND WHAT TYPES OF BUSINESS THEY ENVISIONED OPENING  THEY ALSO ASKED WHAT TYPES OF BUSINESSES THEY WOULD FREQUENT IF THEY WERE LOCATED ON THE RESERVATION IN PEACH SPRINGS  THE RESULTS OF THE SURVEY DEMONSTRATE SIGNIFICANT INTEREST IN DEVELOPING AND UTILIZING NATIVE OWNED BUSINESSES ON THE HUALAPAI RESERVATION  NO SUCH ACTIVITY IS CURRENTLY IN PLACE THERE AND IBIP GRANTS FUNDS WOULD ASSIST IN SETTING UP AN INCUBATOR, HIRING STAFF AND COVERING OPERATING COSTS FOR THE FIRST FEW YEARS AS THE PARTNERS DEVELOP PLANS FOR SUSTAINABILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cc45c8a-cbeb-432d-7175-347b9113a668-C", "generated_internal_id": "ASST_NON_A22AP00207_1450"}, {"internal_id": 151867176, "Award ID": "A22AP00206", "Award Amount": 289869.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "15.032", "Description": "THIS PROPOSED IBIP NATIVE AMERICAN INCUBATOR PROJECT WILL PROVIDE PHYSICAL BUSINESS INCUBATOR WORKSPACE AND TAILORED BUSINESS TRAINING DELIVERED BY NEW MEXICO STATE UNIVERSITY S ARROWHEAD CENTER AT SAN JUAN COLLEGE S ENTERPRISE CENTER  THE PURPOSE OF THIS INCUBATOR IS TO SERVE NATIVE ENTREPRENEURS WITH START UP AND EARLY STAGE BUSINESSES WHO WILL PROVIDE PRODUCTS OR SERVICES TO TRIBAL RESERVATION COMMUNITIES  THE AIBE INCUBATOR WILL PROVIDE ONE ON ONE MATCHING MENTORSHIPS, NETWORKING, TECHNICAL ASSISTANCE, AND ACCESS TO INVESTORS  ADDITIONALLY, THE AIBE INCUBATOR WILL PROMOTE COLLABORATION AND TEAMS, ADDRESS CHALLENGES, AND PROVIDE INDIVIDUALLY TAILORED SERVICES TO OVERCOME OBSTACLES THAT ARE UNIQUE TO EACH NATIVE BUSINESS  ALL BUSINESS TRAINING WILL BE SELF PACED WITH ONE ON ONE GUIDANCE FROM AIBE STAFF AND GRADUATE ASSISTANTS WITH THE PURPOSE OF INCREASING ECONOMIC OPPORTUNITIES ON NATIVE RESERVATIONS  SPECIFICALLY, WE WILL SERVE THE UTE MOUNTAIN UTE TRIBE, SOUTHERN UTE TRIBE, JICARILLA APACHE TRIBE, AND NAVAJO NATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_A22AP00206_1450"}, {"internal_id": 149742195, "Award ID": "A22AP00162", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "15.032", "Description": "THE LUMMI INDIAN BUSINESS COUNCIL IS SEEKING FINANCIAL SUPPORT FROM THE LIVING LANGUAGES PROGRAM FUNDING ANNOUNCED AS A DISCRETIONARY GRANT FROM THE BUREAU INDIAN AFFAIRS, FOR THE PERIOD OF 12-MONTHS IN THE AMOUNT OF $200,000 FOR THE FY22-23 EXPECTED TO START APRIL 18, 2022 AND EXPIRE APRIL 17, 2023. THE LUMMI NATION IS PREPARED TO ADJUST THE PROJECT TIMELINE AFTER WE RECEIVE NOTICE OF AWARD. OUR PROJECT GOAL PROPOSES TO INCREASE PRESERVATION AND ACCESS OF XWLEMI CHOSEN TO THE LUMMI COMMUNITY AND ITS STUDENTS, WHILE AT THE SAME TIME BUILDING THE CAPACITY FOR OUR CURRENT CERTIFIED LANGUAGE TEACHERS. WE BELIEVE BY THIS INVESTMENT AND OUR GOAL WE WILL INCREASE OUR KNOWLEDGE OF TRIBAL IDENTITY AND OUR SENSE OF BELONGING WITH OUR NEXT GENERATION OF LANGUAGE LEARNERS/SPEAKERS/TEACHERS.WE UNDERSTAND OUR ANCESTRAL LANGUAGE AND CULTURAL-WELLBEING AS THE FIRST MAJOR STEP TOWARDS REVITALIZING THE LANGUAGE. THE LUMMI SCHELANGEN DIVISION HAS SPONSORED THE IMPLEMENTATION OF THE LUMMI LANGUAGE PROGRAM. FOR THIS PROPOSAL WE WILL SERVE OUR STUDENTS THAT ARE A PART OF THE LUMMI COMMUNITY, BUT PRIMARILY THOSE BETWEEN THE AGES OF 7-18YEARS OLDS WHO ATTEND THE FERNDALE SCHOOL DISTRICT. BY THE END OF THE GRANT PROJECT WE HAVE DETERMINED THAT OUR OVERALL OUTCOME WILL BE READILY AVAILABLE RESOURCES IN DIGITAL FORMAT, INCREASE IN CLASSROOM MANAGEMENT TRAINING TO COMPLEMENT DISTANT LEARNING PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00f96565-5a09-035a-81b3-4ca729d68162-C", "generated_internal_id": "ASST_NON_A22AP00162_1450"}, {"internal_id": 149742194, "Award ID": "A22AP00161", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "15.032", "Description": "PROJECT ABSTRACT KEWEENAW BAY INDIAN COMMUNITYLIVING LANGUAGES GRANT PROPOALOJIBWE LANGUAGE EDUCATION AND APPRENTICESHIP PROJECTKEWEENAW BAY INDIAN COMMUNITY (KBIC) PROPOSES TO START AN OJIBWE LANGUAGE APPRENTICESHIP PROGRAM TO BUILD OUR CAPACITY TO PRESERVE OUR FIRST LANGUAGE THAT HAS LOST ALMOST ALL OF ITS USERS. OUR CURRENT, CONTRACTED, OJIBWE LANGUAGE INSTRUCTOR WILL TRAIN, TEACH AND MENTOR A KBIC TRIBAL MEMBER LANGUAGE APPRENTICE TO BECOME A FLUENT SPEAKER OF OJIBWE. THE APPRENTICE CAN THEN TEACH YOUTH, FAMILIES WITH YOUNG CHILDREN, AND COMMUNITY MEMBERS OUR FIRST LANGUAGE AND THE CULTURAL PRACTICES OF OUR ANCESTORS.KBIC IS THE OLDEST AND LARGEST FEDERALLY-RECOGNIZED INDIAN TRIBE IN MICHIGAN, (KBIC 1936) COMPRISED OF MORE THAN 3000 TRIBAL MEMBERS AND SEVERAL DESCENDANTS, WITH OVER 1000 RESIDING WITHIN THE APPROXIMATELY 59,000 ACRES OF THE LANSE RESERVATION, LOCATED IN THE FAR NORTH OF THE UPPER PENINSULA OF MI ON THE SHORE OF LAKE SUPERIOR. LIKE MANY TRIBAL COMMUNITIES, THE KBIC HAS NO FLUENT OJIBWE SPEAKERS REMAINING. AS SUCH, THE KBIC CURRENTLY CONTRACTS A LANGUAGE INSTRUCTOR FROM AN OZAWA TRIBE IN CANADA. WITH THE CONTRACTING OF THIS LANGUAGE INSTRUCTOR, KBIC CURRENTLY CAN OFFER SOME HIGH SCHOOL LEVEL LANGUAGE CLASSES AND, HOPEFULLY, SOME WORKSHOPS FOR THE TRIBAL COMMUNITY. THE OJIBWE LANGUAGE EDUCATION AND APPRENTICESHIP PROJECT WILL ACCOMPLISH TWO LARGE GOALS IN THE ABILITY TO PRESERVE THE OJIBWE LANGUAGE IN THE KBIC FOR FUTURE GENERATIONS. THE OJIBWE LANGUAGE EDUCATION AND APPRENTICESHIP PROJECT IS DESIGNED TO DEVELOP AN APPRENTICE TO BECOME A FLUENT LANGUAGE INSTRUCTOR. THE OUTCOME OF THE DEVELOPMENT OF THE APPRENTICE WILL BE THAT KBIC WILL HAVE A LONG-TERM LANGUAGE AND CULTURE INSTRUCTOR WHO HAS LIVED EXPERIENCES OF THE LANGUAGE AND CULTURAL CEREMONIES PRACTICED BY OUR ANCESTORS ON THIS LAND. YOUTH, FAMILIES AND COMMUNITY MEMBERS WILL STAND IN THE VERY SPOTS ON MOTHER EARTH WHERE THEIR ANCESTORS STOOD TO HEAR THEIR STORIES SPOKEN IN OJIBWE WHILE PRACTICING CULTURAL SKILLS SUCH AS WEAVING RICE BASKETS AND CARVING KNOCKERS. WITH THE ADDITION OF A LANGUAGE APPRENTICE, CURRENT LANGUAGE EDUCATION CAN BE EXPANDED, REACHING THE YOUNGEST OF OUR TRIBAL MEMBERS. OFFERING PUBLIC SCHOOL CLASSES IN THE TWO DISTRICTS LOCATED ON AND NEAR THE LANSE RESERVATION; AND LANGUAGE AND CULTURE IMMERSION EXPERIENCES WITH TRIPS TO EXPERIENCE THE NATIVE AMERICAN CULTURE ON A NATIONAL LEVEL; WILL EXCITE YOUNG GENERATIONS OF KEWEENAW BAY TRIBAL MEMBERS TO BE COMMITTED TO LEARNING AND USING  THE OJIBWE LANGUAGE AND CULTURAL PRACTICES. NEW GENERATIONS OF OJIBWE SPEAKERS WILL BE CREATED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1052a3f-c012-c266-bb5c-a41958bb2233-C", "generated_internal_id": "ASST_NON_A22AP00161_1450"}, {"internal_id": 149742188, "Award ID": "A22AP00160", "Award Amount": 199686.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "15.032", "Description": "THERE ARE ONLY EIGHT REMAINING FLUENT SPEAKERS OF KASHIA, ALL ELDERS IN OUR TRIBE LOCATED IN RURAL NORTHERN CALIFORNIA.  CLEARLY, TIME IS OF THE ESSENCE TO RECORD AND FORMALIZE A COMPREHENSIVE, AUTHORITATIVE DICTIONARY AND DEVELOP MECHANISMS FOR BROADER TRANSFER OF KNOWLEDGE TO THE ENTIRE KASHIA TRIBAL COMMUNITY, WHICH WILL BE THE FOCUS OF THIS PROPOSED PROJECT ENTITLED ESTABLISHING COMPREHENSIVE KASHIA LANGUAGE FOUNDATIONS.  WE WILL BUILD A DICTIONARY THAT WILL SERVE AS THE FOUNDATION FOR OUR KASHIA LANGUAGE PRESERVATION AND REVITALIZATION IN THE COMING YEARS.  WE WILL ALSO DEVELOP A VOCABULARY BUILDER APP THAT OUR TRIBAL MEMBERS AND THEIR FAMILIES CAN USE TO LEARN THE KASHIA LANGUAGE.  FINALLY, WE WILL INVEST THE TIME AND ENERGY REQUIRED TO TRACK DOWN AND RECOVER DOCUMENTS AND RESOURCES IN THE KASHIA LANGUAGE WHICH ARE CURRENTLY IN THE POSSESSION OF LIBRARIES AT UNIVERSITIES AND MUNICIPALITIES AROUND CALIFORNIA AND ELSEWHERE ACROSS THE COUNTRY; BRINGING THESE RESOURCES HOME TO KASHIA WILL SERVE AS ANOTHER IMPORTANT FOUNDATION FOR A REVITALIZED FUTURE OF OUR LANGUAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3371fa4d-95a0-0cb9-498b-4be03f69560d-R", "generated_internal_id": "ASST_NON_A22AP00160_1450"}, {"internal_id": 149742190, "Award ID": "A22AP00159", "Award Amount": 121299.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "15.032", "Description": "WAYADEAGA APEGAN IS A SMALL NONPROFIT OPERATING IN THE FORT MCDERMITT PAIUTE-SHOSHONE COMMUNITY. WE STRIVE TO SUPPORT THE PRESERVATION OF THE INDIGENOUS NORTHERN PAIUTE LANGUAGE AND THE MCDERMITT DIALECT IN USE IN THE COMMUNITY MORE SPECIFICALLY. WE MAKE THE WAYADEAGA APEGAN LIVING LANGUAGES GRANT PROGRAM PROPOSAL WHICH CONSISTS IN RECORDING FLUENT SPEAKERS OF THE GRANDPARENT GENERATION, BUILDING LANGUAGE AND CULTURE CURRICULUM, AND CREATING SPACES FOR LANGUAGE IMMERSION IN THE NORTHERN PAIUTE LANGUAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa23a87e-f445-af0f-16dc-c0dd88a9cd33-C", "generated_internal_id": "ASST_NON_A22AP00159_1450"}, {"internal_id": 151521882, "Award ID": "A22AP00158", "Award Amount": 199680.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-19", "CFDA Number": "15.032", "Description": "AANIIIH NAKODA MENTOR APPRENTICE LANGUAGE PROJECTFORT BELKNAP COMMUNITY ECONOMIC DEVELOPMENT CORPORATION  DBA NAKODA AANIIIH ECONOMIC DEVELOPMENT CORPORATION 189 CHIPPEWA AVENUEP O  BOX 1177HARLEM, MT 59526406 353 4260  OFFICE  406 301 3005  CELL WWW FORTBELKNAPCEDC ORGAANIIIH NAKODA MENTOR APPRENTICE LANGUAGE PROJECT ABSTRACTTHE FORT BELKNAP INDIAN COMMUNITY INCLUDES SOME 3,000 MEMBERS OF THE NAKODA  ASSINIBOINE  AND AANIIIH  GROS VENTRE  PEOPLE LIVING ON THE FORT BELKNAP INDIAN RESERVATION IN NORTH CENTRAL MONTANA  AN IMPOVERISHED NATION WITH AN UNEMPLOYMENT RATE OF BETTER THAN 60  AND A PER CAPITA INCOME THAT IS ROUGHLY HALF THE NATIONAL AVERAGE, THE NAKODA AND AANIIIH PEOPLES HAVE TIED THEIR FUTURE ECONOMIC WELL BEING TO A REVITALIZATION OF THE GROS VENTRE AND ASSINBOINE CULTURES THE FORT BELKNAP INDIAN COMMUNITY COUNCIL, THE GOVERNING ENTITY OF THE FORT BELKNAP INDIAN COMMUNITY, HAS CREATED TWO DISTINCT ORGANIZATIONS FOR THE PURPOSES OF STRENGTHENING THE ECONOMY  THE FORT BELKNAP COMMUNITY ECONOMIC DEVELOPMENT CORPORATION  FBCEDC  WAS CREATED TO BUILD A STRONG FORT BELKNAP INDIAN COMMUNITY THROUGH BUSINESS, ENTREPRENEURSHIP, AND COMMUNITY DEVELOPMENT  THE OTHER, ISLAND MOUNTAIN DEVELOPMENT GROUP  IMDG , WAS DEVELOPED TO FOSTER A SELF SUSTAINING ECONOMY BY CREATING OPPORTUNITIES FOR THE AANIIIH AND NAKODA NATIONS THROUGH BUSINESS, JOBS AND RESOURCE DEVELOPMENT  IMDG OPERATES A NUMBER OF BUSINESSES ON THE FORT BELKNAP INDIAN RESERVATION INCLUDING A CALL CENTER WITH NEARLY 300 EMPLOYEES  THE AANIIIH NAKODA COMMUNITY CHILD AND EDUCATION CENTER  ANCCEC  WAS CREATED TO ADDRESS THE NEEDS OF IMDGS EMPLOYEES FOR QUALITY CHILDCARE  WITH PREVIOUS FUNDING FROM ANA EMI, FBCEDC PLACED A AANIIIH AND NAKODA LANGUAGE NEST, LIFES LANGUAGE LODGE WITHIN THE ANC CHILD AND EDUCATION CENTER LIFES LANGUAGE LODGE EMERGED WITHIN THE CONTEXT OF A YEARS LONG EFFORT TO RESTORE THE AANIIIH AND NAKODA LANGUAGES AS PART OF A CULTURAL REVITALIZATION  THE MONTANA INDIAN LANGUAGE PROJECT, OF WHICH THE LANGUAGE NEST IS A PART, AROSE FROM A YEAR LONG COMMUNITY WIDE PLANNING PROCESS THAT INVOLVED NUMEROUS STAKEHOLDERS INCLUDING AANIIIH NAKODA COLLEGE STAFF, TRIBAL ELDERS FROM BOTH TRIBES, CURRENT FLUENT SPEAKERS, INSTRUCTORS, STUDENTS, COMMUNITY MEMBERS AND MEMBERS OF TRIBAL COUNCIL THE STATE OF MONTANA HAS ESTABLISHED A PROCESS FOR CERTIFYING INDIGENOUS LANGUAGE INSTRUCTORS  WHILE THERE ARE ONLY FOUR FLUENT AANIIIH AND NAKODA SPEAKERS WITHIN THE FORT BELKNAP INDIAN COMMUNITY, THERE ARE 21 CLASS 7 CERTIFIED LANGUAGE INSTRUCTORS LIVING IN THE COMMUNITY  THE AANIIIH LANGUAGE IS TAUGHT AT THE WHITECLAY IMMERSION ELEMENTARY SCHOOL AT AANIIIH NAKODA COLLEGE  BOTH AANIIIH AND NAKODA LANGUAGES ARE TAUGHT AT THE JR  HIGH, HIGH SCHOOL AND COLLEGE LEVELS  THE PROPOSED AANIIIH NAKODA MENTOR APPRENTICE LANGUAGE PROJECT FILLS A CRITICAL GAP BY INCREASING THE NUMBER OF FLUENT AANIIIH AND NAKODA MENTOR APPRENTICE LANGUAGE SPEAKERS INSTRUCTORS, WHICH WILL INCREASE LANGUAGE INSTRUCTORS NEEDED AT LIFE S LANGUAGE LODGE  THE LANGUAGE MENTORS PAIRED WITH APPRENTICES WILL INCREASE FLUENT AANIIIH AND NAKODA LANGUAGE SPEAKERS BY PARTICIPATING IN IMMERSION ACTIVITIES AT THE LIFES LANGUAGE LODGE  THE MASTER APPRENTICES WILL TEACH OTHERS THE AANIIIH AND NAKODA LANGUAGES, IMPACTING THE LANGUAGE COMMUNITY ON FORT BELKNAP THROUGH THE CREATION OF NEW SPEAKERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d435505b-b041-4712-5399-dd824288e9ec-C", "generated_internal_id": "ASST_NON_A22AP00158_1450"}, {"internal_id": 149742202, "Award ID": "A22AP00157", "Award Amount": 155717.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "15.032", "Description": "WITH OVERSIGHT FROM FCPCS CULTURAL PRESERVATION DIVISION STAFF, AS WELL AS ASSISTANCE FROM LEADERSHIP IN THE TRIBES PRESCHOOL, THE TRIBE SEEKS FUNDING IN THE AMOUNT OF $155,717.62 TO CONTINUE ITS BODWWADMI LANGUAGE IMMERSION EFFORTS. THE TRIBE ANTICIPATES THAT 125 TRIBAL YOUTH, AGES 0-7, WILL BE IMPACTED EACH YEAR BY THE IMPLEMENTATION OF THIS LANGUAGE CURRICULUM AND SUBSEQUENT COMMUNITY ENGAGEMENT EFFORTS. THIS IS NEARLY 14% OF THE TOTAL TRIBAL POPULATION, WITH THAT NUMBER INCREASING AS FAMILY SIZE GROWS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e52f7db-30b6-37cd-72ae-a3ef062600b1-C", "generated_internal_id": "ASST_NON_A22AP00157_1450"}, {"internal_id": 149742189, "Award ID": "A22AP00156", "Award Amount": 60189.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-28", "CFDA Number": "15.032", "Description": "THE NAVAJO LANGUAGE DOCUMENTATION AND DAILY LIFE PROGRAM IS A SMALL START-UP PROGRAM THAT WILL BUILD NAVAJO LANGUAGE CAPACITY THROUGH THE PRESERVATION OF CEREMONIAL LANGUAGE AND THE EXPLORATION OF EVERYDAY EXPERIENCE. CEREMONIAL LANGUAGE WILL BE PRESERVED BY DOCUMENTING SITE VISITS TO THE HOMES OF MEDICINE MEN, AS WELL AS SPECIAL GATHERINGS THAT CONVENE MEDICINE MEN TOGETHER. THE DIN SOVEREIGNTY INSTITUTE WILL CONVENE MEDICINE MEN FROM ACROSS NAVAJO NATION AND HOST TWO GATHERINGS AT DIN COLLEGES MAIN CAMPUS IN TSAILE, ARIZONA, LOCATED IN THE HEART OF NAVAJO NATION. A VIDEOGRAPHER AND PROGRAM STAFF WILL DOCUMENT AND RECORD WHAT IS LEARNED AT THE GATHERINGS. IN ADDITION, PROGRAM STAFF WILL MAKE SITE VISITS TO LEARN FROM MEDICINE MEN IN THE SPECIFIC CONTEXT OF WHERE THEY LIVE. THIS IS BECAUSE MANY LINGUISTIC AND CEREMONIAL PRACTICES ARE PLACE-BASED, AND INFORMED BY THE HOMES AND IMMEDIATE ENVIRONS OF THE MEDICINE MEN. THE DOCUMENTATION OF THE GATHERINGS AND SITE VISITS WILL RESULT IN THE PRODUCTION OF ELECTRONIC AND PRINT MEDIA. THE DOCUMENTARY RECORD WILL BE A RESOURCE THAT ENHANCES THE UNDERSTANDING OF CEREMONIAL LANGUAGE, AND WILL INCLUDE DESCRIPTIONS OF THE PHYSICAL EXPRESSIONS AND MENTAL STATES THAT ATTEND CEREMONIAL LANGUAGE USE. MEDIA PRODUCED WILL BE A RESOURCE FOR LANGUAGE CAPACITY BUILDING, AND HAVE MANY USES THAT INCLUDE BUT ARE NOT LIMITED TO, INCREASING THE NUMBER AND PROFICIENCY OF SPEAKERS, ENHANCING CURRICULA, AND IMPROVING THE MENTAL HEALTH AND WELLBEING OF THE DIN PEOPLE. THE NAVAJO LANGUAGE WILL BE REVITALIZED THROUGH A SERIES OF NAVAJO-ONLY PODCASTS THAT INVITE PEOPLE TO SHARE HOW THEY ARE ADAPTING AND TRANSFORMING NAVAJO LANGUAGE TO DESCRIBE AND DEAL WITH THE WORLD TODAY. THESE PODCASTS WILL BE BROADCAST ACROSS NAVAJO NATION, AND WE EXPECT THIS FORMAT TO BE POPULAR AMONG ALL GENERATIONS. THE COLLEGE WILL ARCHIVE THE PODCAST FOR USE BY THE COMMUNITY AND RESEARCHERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ca6ae09-c02c-1ad6-1957-79de6f598529-C", "generated_internal_id": "ASST_NON_A22AP00156_1450"}, {"internal_id": 149742191, "Award ID": "A22AP00155", "Award Amount": 198996.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-28", "CFDA Number": "15.032", "Description": "DELAWARE NATION LENAPE IS A LANGUAGE IN GRAVE DANGER.  WITH ONLY A HANDFUL OF SEMI-FLUENT CONVERSATIONAL SPEAKERS REMAINING, AND PERHAPS NO TRULY FLUENT INDIVIDUALS AT ALL, THE LANGUAGE RISKS COMPLETE DORMANCY WITHIN A FEW YEARS IF CONCRETE STEPS ARE NOT TAKEN TO SOLIDIFY THE FOUNDATION OF LANGUAGE LEARNING MATERIALS AND ENGAGE TODAYS DELAWARE NATION CITIZENS IN LEARNING AND USING THEIR LANGUAGE.  TO ACHIEVE OUR GOAL OF REVERSING LANGUAGE LOSS AND BEGINNING THE PROCESS OF GROWING OUR LANGUAGE ONCE AGAIN, THE PROPOSED INITIATING SUSTAINABLE DELAWARE NATION LENAPE LANGUAGE REAWAKENING PROJECT WILL INCLUDING THE FOLLOWING ELEMENTS: (1) DEVELOP A 5-YEAR DELAWARE NATION LENAPE LANGUAGE REAWAKENING STRATEGIC PLAN; (2)  CREATE A NEW DELAWARE NATION LENAPE DICTIONARY DATABASE; (3) PREPARE PHONOLOGY AND ORTHOGRAPHY GUIDES FOR DELAWARE NATION LENAPE; AND (4) PUBLISH PUBLIC-FACING DELAWARE NATION LENAPE RESOURCES SUCH AS COLORING BOOKS AND PICTURE STORYBOOKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1169ac7-4e76-f7df-dc3b-ea5441fe2f71-C", "generated_internal_id": "ASST_NON_A22AP00155_1450"}, {"internal_id": 149742217, "Award ID": "A22AP00154", "Award Amount": 59290.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-28", "CFDA Number": "15.032", "Description": "TAKELMA LANGUAGE REVITALIZATION/ PRESERVATION BY THE LANGUAGE PROGRAM OF THE COW CREEK BAND OF THE UMPQUA TRIBE OF INDIANS.  EFFORTS INCLUDE THE CONTINUED TRIBAL COMMUNITY BASED LESSONS, OUTREACH AT TRIBAL COMMUNITY EVENTS, AND THE CONTINUED DEVELOPMENT OF CONTEMPORARY WORDS FOR A CONTEMPORARY TRIBE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "69fa827d-ec04-ea33-4f46-621aafd369af-C", "generated_internal_id": "ASST_NON_A22AP00154_1450"}, {"internal_id": 149742221, "Award ID": "A22AP00153", "Award Amount": 82396.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-28", "CFDA Number": "15.032", "Description": "THE CONFEDERATED TRIBES OF THE UMATILLA INDIAN RESERVATION LANGUAGE PROGRAM WILL USE THE FUNDS PROVIDED BY THE LIVING LANGUAGES GRANT TO FULFILL THE OBJECTIVE OF CONTINUING AND EXPANDING UPON OUR UMATILLA LANGUAGE IMMERSION PRESCHOOL, AS WELL AS CREATING A CURRICULUM AND TEACHING MATERIALS THAT CAN BE USED TO TEACH CHILDREN THE LANGUAGE FOR YEARS TO COME. THIS IS A PART OF OUR LONG-TERM GOAL TO REVITALIZE UMATILLA, A CRITICALLY ENDANGERED LANGUAGE WITH JUST THREE FIRST-LANGUAGE SPEAKERS REMAINING ON THE RESERVATION.OUR LANGUAGE IMMERSION PRESCHOOL OFFERS FOUR HOURS OF CLASS TIME A DAY, WITH MULTIPLE SHORT BREAKS THROUGHOUT THE YEAR. THE LANGUAGE INPUT IS DESIGNED TO BE 50% IN UMATILLA AND 50% IN ENGLISH, LOOSELY FOLLOWING A ONE-PERSON-ONE-LANGUAGE SYSTEM, WHERE EACH MEMBER OF THE TEACHING TEAM USES ONE LANGUAGE, TO ENCOURAGE CHILDREN TO PUSH THEMSELVES TO COMMUNICATE IN THE TARGET LANGUAGE WITH THE INSTRUCTOR WHO DOES NOT SPEAK ENGLISH. WE ARE ABLE TO OFFER THESE CLASSES TO UP TO SEVEN CHILDREN AT A TIME, WITH CLASSES BEING HELD IN THE IMMERSION ROOM IN THE NIXYAAWI EDUCATION CENTER.  THE CURRICULUM, WHICH THE LANGUAGE PROGRAM IS DEVELOPING WITH A PENDLETON SCHOOL DISTRICT TEACHER WHO SPECIALIZES IN NATIVE LANGUAGES, FOCUSES ON TEACHING THE CHILDREN COMMON CLASSROOM COMMANDS, BASIC VOCABULARY, SONGS, AND CULTURAL KNOWLEDGE. THE ENGLISH LANGUAGE CONTENT IS FOCUSED ON GETTING THE STUDENTS KINDERGARTEN-READY. AS WE FURTHER DEVELOP THE CURRICULUM, WE WILL BE GUIDED BY THE PLAYWAY METHOD, WHERE CHILDREN LEARN BY ENGAGING IN PLAY AND ACTIVITIES. THIS APPEALS TO CHILDRENS NATURAL DESIRE TO PLAY WHILE TEACHING THEM AGE-APPROPRIATE SKILLS AND WORDS. THROUGHOUT THE YEAR, WE WILL ALSO OFFER LANGUAGE CLASSES TO THE STUDENTS PARENTS OR GUARDIANS, WHO SIGN AN AGREEMENT TO SPEND AT LEAST EIGHT HOURS A MONTH STUDYING THE LANGUAGE IN ORDER TO USE IT AT HOME TO REINFORCE LANGUAGE LEARNING. THEREFORE, PARENTS WILL LEARN THE SAME VOCABULARY AS THEIR CHILDREN. PARENTS WILL ALSO LEARN PHRASES TO USE AROUND THE HOME THAT THEY CAN USE AS A FAMILY. THE CHILDRENS LANGUAGE LEARNING PROGRESS WILL BE EVALUATED THROUGHOUT THE YEAR. THIS WILL BE DONE BY AN APPRENTICE OR OTHER LANGUAGE PROGRAM STAFF WHO TESTS EACH STUDENTS KNOWLEDGE OF VOCABULARY AND UNDERSTANDING COMMON UMATILLA CLASSROOM PHRASES. VOCABULARY WILL BE TESTED THROUGH IDENTIFICATION (WHAT IS THIS CALLED?) AND LABELING (WHICH ONE IS THE YAAMAS (DEER)?) TASKS. TO TEST THE STUDENTS UNDERSTANDING OF UMATILLA CLASSROOM PHRASES, WE WILL ASK THEM TO PLAY-ACT WITH A PUPPET, TO MINIMIZE FEELINGS OF SHYNESS. THE STUDENTS WILL TRANSLATE, THROUGH THE PUPPET, WHAT THE PHRASE MEANS TO ANOTHER PUPPET WHO IS A NEW STUDENT IN THE CLASS AND DOESNT UNDERSTAND. THE RESULTS OF THESE ASSESSMENTS WILL BE TRACKED AND WILL US TO IDENTIFY STRENGTHS AND AREAS FOR IMPROVEMENT IN OUR CURRICULUM AND LESSON PLANS. WITH THE EXPERIENCE OF THIS GRANT-FUNDED YEAR OF CONTINUING THE UMATILLA LANGUAGE IMMERSION PRESCHOOL, WE WILL WRITE A REPORT OF OUR FINDINGS AS A POSSIBLE STARTING-POINT FOR OTHER TRIBES WISHING TO IMPLEMENT A SIMILAR PROGRAM. WE WILL CONTINUE TO IMPROVE AND REUSE THE CURRICULUM AND LESSON PLANS WE DEVELOP AND PLAN TO EXPAND THE IMMERSION PRESCHOOL PROGRAM TO SERVE MORE STUDENTS AND THEIR FAMILIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3391a488-8841-9847-8031-b15661bc3081-C", "generated_internal_id": "ASST_NON_A22AP00153_1450"}, {"internal_id": 149742208, "Award ID": "A22AP00152", "Award Amount": 161150.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-28", "CFDA Number": "15.032", "Description": "THIS PROJECT FOCUSES ON EXPANDING THE CONFEDERATED TRIBES OF COOS, LOW UMPQUA, AND SIUSLAW INDIANS (CTCLUSI OR TRIBE) CAPACITY AND ABILITY TO REVITALIZE OUR THREE TRIBAL LANGUAGES; MILUK, HANIS AND SHAYUUSHTA U QUUIICH AND REINTEGRATE THEM INTO THE DAILY LIVES OF TRIBAL MEMBERS. THE KEY ELEMENT OF THIS PROJECT IS TO SECURE THE GENERATIONAL TRANSFERENCE OF OUR THREE DISTINCT TRIBAL LANGUAGES. THIS WILL BE DONE TO SATISFY THE FOLLOWING PRINCIPLES;1)THE CTCLUSI LANGUAGE TEACHERS, LANGUAGE AND CULTURE COMMITTEE WILL LEAD THE DEVELOPMENT OF THEIR ORAL TRADITIONAL PROTOCOLS AS IDENTIFIED BY THE COMMUNITY; 2) POPULATING A LANGUAGE REPOSITORY WITH THE CTCLUSI CONTEMPORARY AND HISTORICAL LANGUAGE SOURCES AND 3) PROVIDE HIGH QUALITY TANGIBLE PUBLICATIONS IN THE LANGUAGE TO DISTRIBUTE TO THE THREE LANGUAGE COMMUNITIES, RESPECTIVELY. OUR CLASSES ARE OPEN TO OUR TRIBAL CITIZENS OF CTCLUSI, AND TO OUR RELATIVES FROM THE CONFEDERATED TRIBES OF SILETZ INDIANS (CTSI) AND COQUILLE INDIAN TRIBE (CIT), RESPECTIVELY.  HOWEVER, THE PRIMARY BENEFICIARIES OF THIS PROJECT ARE THE 1,312 ENROLLED CTCLUSI TRIBAL MEMBERS.THE OVERALL PROJECT GOAL IS TO DEVELOP AND REFINE OUR TRIBES LANGUAGE REPOSITORY AND MAKE OUR THREE DISTINCT TRIBAL LANGUAGES ACCESSIBLE AND SEARCHABLE FOR OUR TRIBAL TEACHERS AND INTERESTED TRIBAL MEMBERS. THE LONG-TIME COMMUNITY GOALS ARE TO PROVIDE ACCESS TO TRIBAL LANGUAGES TO SUPPORT SPEAKERS PREVALENT THROUGHOUT THE DAILY ACTIVITIES AND ACTIONS OF OUR TRIBAL FAMILIES; THUS INCREASING THE LANGUAGE VISIBILITY FOR THE COMMUNITY AT LARGE. TRANSFERRING LANGUAGE TO OUR FUTURE GENERATIONS THROUGH YOUTH AND ELDER CONNECTIONS FOR TEACHING AND CULTURAL SHARING ARE FUNDAMENTAL TO OUR GROWTH IN EFFECTIVE TRANSFERENCE OF OUR LANGUAGES. WE WANT INTERGENERATIONAL TRANSFERENCE AND USE OF OUR TRIBAL LANGUAGES NORMALIZED, AND TO CONTINUE TO GROW THROUGHOUT OUR COMMUNITY, FAMILY AND ALL ASPECTS OF OUR LANGUAGE COMMUNITYS DAILY LIVES. SPECIFIC FOCUS IS PLACED ON IN-HOME USE OF LANGUAGE BETWEEN GRANDPARENTS, PARENTS AND CHILDREN. PRESERVING AND NORMALIZING THE LIFE AND USE OF OUR TRIBAL LANGUAGES: MILUK, HANIS AND SHAYUUSHTA U QUUIICH COOS, LOWER UMPQUA, AND SIUSLAW, OUR TEACHERS BUILD THEIR LESSONS BY REVITALIZING ORAL TRADITION THROUGH LIVING DATABASES, DICTIONARIES AND CURRICULUM DEVELOPMENT PROJECTS. THE FOLLOWING THREE OBJECTIVES TO BE ACCOMPLISHED SIMULTANEOUSLY OVER THE 24-MONTH PROJECT PERIOD ARE:1:THE CTCLUSI LANGUAGE TEACHERS WILL LEAD THE DEVELOPMENT OF ORAL TRADITION PROTOCOLS FOR LANGUAGE CURRICULUM DEVELOPMENT TO MEET OUR COMMUNITYS LANGUAGE NEEDS AND INTERESTS THAT WERE IDENTIFIED IN THE LANGUAGE NEEDS ASSESSMENT COMPLETED INTERNALLY, IN JUNE 2021.2:BUILD CAPACITY TOWARD THE CONTINUED DIGITAL TRANSCRIPTION OF OUR THREE TRIBAL LANGUAGES INTO THE ONLINE INDIGENOUS LANGUAGE DIGITAL ARCHIVE (ILDA), BY FUNDING TRANSCRIBERS, AND THE SPECIFIC TRAINING NEEDED FOR LANGUAGE TRANSCRIPTION OF MILUK, HANIS AND SHAYUUSHTA U QUUIICH. 3:PROVIDE HIGH QUALITY LANGUAGE KITS MATERIALS COMPILED IN DISTINCT LANGUAGE FOR EACH OF OUR THREE LANGUAGES RESPECTIVELY; INCLUDING BOOKS, GAMES, CALENDARS, LABELS AND MODELS THAT WILL SUPPORT THE CURRENT TRANSFER OF THE LANGUAGE THROUGH ONLINE MEETINGS. THE PROJECT OUTCOMES INCLUDE; 1)DEVELOP AN INCREASED CAPACITY TO IMPLEMENT A LANGUAGE EDUCATION PROGRAM THAT MEETS THE NEEDS AND INTERESTS OF LANGUAGE LEARNERS IDENTIFIED BY THE LANGUAGE NEEDS ASSESSMENT CONDUCTED IN 2021 2)DEVELOP AN INCREASED CAPACITY TO IMPLEMENT A LANGUAGE TEACHING PROGRAM AND INCREASED COMMUNITY MEMBER USE OF LANGUAGE LEARNING RESOURCES THAT ARE ACCESSIBLE AND APPROACHABLE 3)INCREASE THE NUMBER OF LANGUAGE LEARNERS AND STRENGTHEN PROFICIENCY AND USE BY LANGUAGE SPEAKERS AS WELL AS MAKING LANGUAGE MORE VISIBLE THROUGHOUT THE TRIBAL ORGANIZATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6fe69da1-48e8-8022-4e4b-17ce92263065-C", "generated_internal_id": "ASST_NON_A22AP00152_1450"}, {"internal_id": 149742203, "Award ID": "A22AP00151", "Award Amount": 192121.24, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-28", "CFDA Number": "15.032", "Description": "COMANCHE NATION LANGUAGE DEPARTMENT (CNLD) WILL UTILIZE THE LIVING LANGUAGES GRANT PROGRAM FUNDING, IF AWARDED, TO EXPAND UPON ITS EXISTING CURRICULUM DEVELOPMENT IN AN EFFORT TO INCREASE PUBLIC ACCESS TO QUALITY LANGUAGE-LEARNING CONTENT. THIS WILL INVOLVE EXPANDING EXISTING CURRICULUM AND WRITING NEW CURRICULUM, USING ARCHIVAL AUDIO AND VIDEO RECORDINGS, AND MINIMAL NEW RECORDINGS TO CREATE FIVE UNITS OF ~ 10 LESSON SETS EACH ON THE TRANSPARENT LANGUAGE ONLINE PLATFORM IN PARTNERSHIP WITH THE NON-PROFIT, 7000 LANGUAGES IN ORDER TO CREATE A SEQUENTIAL, DEVELOPMENTALLY-APPROPRIATE COMANCHE LEVEL 1 ONLINE COURSE. CREATED IN 2019, THE MISSION OF THE COMANCHE NATION LANGUAGE DEPARTMENT IS TO REVITALIZE AND RECLAIM THE COMANCHE LANGUAGE AND TO HELP OUR PEOPLE SPEAK AND THINK IN COMANCHE IN OUR OWN UNIQUE WAYS. REVITALIZING AND RECLAIMING OUR LANGUAGE IS CRITICAL TO COMANCHE NATIONS MISSION FOR ITS CITIZENS, AS THE COMANCHE LANGUAGE IS INTRINSICALLY INTERWOVEN WITH OUR CULTURE AND HISTORY AS A PEOPLE. THE COMANCHE NATION HAS SEEN A SHARP DECLINE IN COMANCHE LANGUAGE SPEAKERS AND HAS SEEN LITTLE TO NO DEVELOPMENT OF EMERGENT SPEAKERS DUE TO A LACK OF INTERGENERATION TRANSMISSION OF THE LANGUAGE AS WELL AS A LACK OF DEVELOPMENTALLY APPROPRIATE, SEQUENTIAL INSTRUCTION IN COMANCHE DUE TO THE FACT THAT OUR LANGUAGE IS STILL NOT WELL DOCUMENTED. WE WANT TO ADDRESS THE TWO GAPS IN TRANSMISSION BETWEEN THE CHILD AND GRANDPARENT GENERATIONS WITH LANGUAGE PROGRAMMING THAT TARGETS BOTH ADOLESCENTS AND PARENT-AGED ADULTS SIMULTANEOUSLY. THE COMANCHE NATION LANGUAGE DEPARTMENT WILL UTILIZE THE LIVING LANGUAGES GRANT PROGRAM FUNDING TO EXPAND UPON ITS PREVIOUS SUCCESS WITH ONLINE LEARNING VIA MEMRISE AND VIDEOS ON OUR SOCIAL MEDIA CHANNELS BY CREATING AN ONLINE COURSE IN THE TRANSPARENT LANGUAGE ONLINE PLATFORM IN PARTNERSHIP WITH THE NON-PROFIT, 7000 LANGUAGES, THAT WILL MAKE UP THE FIRST EVER COMANCHE LEVEL 1 INTERACTIVE COURSE THAT WILL ACCESSIBLE FROM ANYWHERE IN THE WORLD. BY THE END OF THE PROJECT PERIOD, A COMPLETE COMANCHE LEVEL I ONLINE COURSE OF 5 UNITS (~10 LESSONS SETS/UNIT) WILL BE AVAILABLE FOR USE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b18c14b6-ead1-2a81-c075-cdcafbb4ce2a-C", "generated_internal_id": "ASST_NON_A22AP00151_1450"}, {"internal_id": 149742200, "Award ID": "A22AP00150", "Award Amount": 180100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-28", "CFDA Number": "15.032", "Description": "ABSTRACT AMONG THE OJIBWE AND NEIYO OF THE ROCKY BOYS INDIAN RESERVATION, RAPID LANGUAGE LOSS CONTINUES TO PROGRESS AT AN ALARMING RATE. THE OJIBWE LANGUAGE IS IN A HEIGHTENED STATE OF PERIL AS THE NUMBER OF ORIGINAL OJIBWE SPEAKERS HAS DWINDLED TO ZERO SPEAKERS. IN AN EFFORT TO HELP CURB THIS NATION ENDING  TREND THE CHIPPEWA CREE CULTURAL RESOURCES DEPARTMENT / DEPARTMENT OF INDIAN EDUCATION IS FULLY PURSUING A TRIBALLY DRIVEN EFFORT TO ESTABLISH A LONG TERM OJIBWE NEIYO LANGUAGE IMMERSION INITIATIVE. IT IS OUR INTENT TO GAIN SUPPORT THROUGH THE LIVING LANGUAGES GRANT PROGRAM TO FURTHER THIS HIGH PRIORITY TRIBAL TRIBAL LANGUAGE PRESERVATION INITIATIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569ffaf6-f5fa-34b8-1831-b027fe03d743-C", "generated_internal_id": "ASST_NON_A22AP00150_1450"}, {"internal_id": 149742185, "Award ID": "A22AP00149", "Award Amount": 199997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-28", "CFDA Number": "15.032", "Description": "THE CHICKASAW NATION (CN) IS PROPOSING THE SAY SOMETHING IN CHICKASAW PROJECT TO CREATE HIGH-QUALITY, MULTI-PLATFORM VIRTUAL LANGUAGE LEARNING PRODUCTS AND FUND A NETWORK OF ONLINE COMMUNITY LANGUAGE CLASSES, BOTH OF WHICH WILL EXPAND ONLINE LANGUAGE REVITALIZATION EFFORTS. THE SAY SOMETHING IN CHICKASAW PROJECT WILL ALSO EXPAND THE DIGITAL LANGUAGE ARCHIVE TO HOUSE ALL POSSIBLE DIGITAL RESOURCES FOR LEARNING THE CHICKASAW LANGUAGE, INCLUDING ALL NEW PRODUCTS CREATED BY THE PROJECT. THE OVERALL GOAL OF THE SAY SOMETHING IN CHICKASAW PROJECT IS TO ENGAGE CHICKASAW CITIZENS, NO MATTER THEIR LOCATION, IN LEARNING AND USING THE CHICKASAW LANGUAGE. THE CN HAS OVER 73,000 TRIBAL CITIZENS ACROSS THE UNITED STATES (U.S.) AND WORLD. CURRENTLY, THE POPULATION OF THE CHICKASAW NATIVE LANGUAGE SPEAKERS IS LESS THAN 35, WITH AN AVERAGE AGE OF 75. WITH OVER 60 PERCENT OF THE CHICKASAW POPULATION BEING CITIZENS-AT-LARGE AND LIVING OUTSIDE OF THE TREATY TERRITORY LOCATED IN SOUTH CENTRAL OKLAHOMA, LANGUAGE REVITALIZATION EFFORTS MUST INCLUDE ONLINE COMMUNITIES.THIS PROJECT WILL USE PREVIOUS DOCUMENTATION OF CHICKASAW NATIVE LANGUAGE SPEAKERS CONVERSATIONS AND TRANSFORM THESE RECORDINGS INTO LEARNER-FOCUSED PRODUCTS INCLUDING MULTIMEDIA FILES, SHORT AND LONG-FORM VIDEOS, INFOGRAPHICS AND SOCIAL MEDIA LANGUAGE EDUCATION POSTS. THE NEW LEARNER PRODUCTS WILL FOCUS ON HIGH FREQUENCY CONVERSATIONAL FRAMES (E.G. EXPRESSING GREETINGS, PREFERENCES, OPINIONS, ETC.). THIS APPROACH LEANS INTO THE CHICKASAW COMMUNITY ACCEPTANCE OF VIRTUAL, COMPUTER-AIDED LANGUAGE LEARNING PRODUCTS SUCH AS ROSETTA STONE CHICKASAW, WHICH IS CURRENTLY USED BY OVER 8,000 CHICKASAW CITIZENS. THE PROJECT WILL DISSEMINATE THESE PRODUCTS IN SOCIAL MEDIA CAMPAIGNS, ONLINE COMMUNITY LANGUAGE CLASSES AND STUDY GROUPS, IN-PERSON LANGUAGE CLASSES AND ITS CURRICULA AND THE EXPANDED LANGUAGE ARCHIVE THAT IS AVAILABLE TO THE PUBLIC AT CHICKASAWLANGUAGE.COM. THE VIRTUAL LANGUAGE PRODUCTS CREATED BY THE SAY SOMETHING IN CHICKASAW PROJECT WILL SERVE MANY LANGUAGE REVITALIZATION PURPOSES FOR THE CHICKASAW LANGUAGE THROUGH SOCIAL MEDIA PLATFORMS, SUCH AS TWITTER, INSTAGRAM, FACEBOOK AND CHICKASAW.TV. CHICKASAW CITIZENS WILL BE ABLE TO ENGAGE WITH THE PRODUCTS TO QUICKLY LEARN PHRASES IN THE LANGUAGE AND USE THEM ONLINE WITH OTHER CHICKASAW CITIZENS. IN THE ONLINE LANGUAGE CLASSES STUDENTS WILL PRACTICE USING THE LANGUAGE FROM THE LEARNER PRODUCTS. THE CONTENT OF THE LEARNER PRODUCTS WILL COMPLEMENT EXISTING CURRICULA SO THAT PROGRAMS AND TEACHERS CAN INCORPORATE IT INTO THEIR CLASSES. WHILE ACCESSING THE ONLINE LANGUAGE ARCHIVE, USERS WILL BE CONNECTED WITH OTHER RESOURCES TO FURTHER THEIR LEARNING OF THE CHICKASAW LANGUAGE. THIS NOVEL APPROACH TO LANGUAGE DOCUMENTATION, PEDAGOGY, PRODUCT DESIGN AND DISSEMINATION WILL GREATLY ENHANCE LEARNER EXPERIENCES AND ENGAGE A LARGE PERCENTAGE OF CHICKASAW CITIZENS. IF AWARDED, THIS FUNDING WILL BE USED TO CONTRACT A DIGITAL MEDIA PRODUCTION COMPANY, PROVIDE CONTRACTS, TEACHING SUPPLIES AND STIPENDS FOR ONLINE COMMUNITY CLASS TEACHERS AND FUND THE COSTS ASSOCIATED WITH EXPANDING THE DIGITAL LANGUAGE ARCHIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cfa0118-3c4a-1163-afa1-f5d4b73c4931-C", "generated_internal_id": "ASST_NON_A22AP00149_1450"}, {"internal_id": 149742184, "Award ID": "A22AP00148", "Award Amount": 166300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-28", "CFDA Number": "15.032", "Description": "PROJECT GOAL: THE AHTNA CEDAHWDEDIIXEN (INSTRUCTOR) DEVELOPMENT PROJECT CREATED BY CHICKALOON VILLAGE TRADITIONAL COUNCIL (CVTC), THE GOVERNING BODY OF CNV, PROPOSES TO SHARE AND PRESERVE THE IMPERILED AHTNA LANGUAGE THROUGH THE CREATION OF NEW AHTNA LANGUAGE RECORDINGS AND INSTRUCTOR IMMERSION TRAINING MATERIALS IN PARTNERSHIP WITH AHTNA ELDERS AND CULTURE BEARERS. OBJECTIVE #1: INCLUDES EVALUATING AND IDENTIFYING INADEQUACIES AND NEEDED ENHANCEMENTS TO THE EXISTING CURRICULUM RESOURCES AND TEACHING MODALITIES CURRENTLY USED FOR IMMERSION INSTRUCTION AT THE YA NE DAH AH SCHOOL.OBJECTIVE # 2:  INCLUDES WORKING WITH THE FEW REMAINING IDENTIFIED AHTNA LANGUAGE SPEAKING ELDERS TO CREATE NEW AHTNA LANGUAGE RECORDINGS AND TO REVIEW MATERIALS DEVELOPED IN THE CREATION OF AN IMMERSION COMPANION INSTRUCTIONAL GUIDE FOR USE IN THE YA NE DAH AH CLASSROOM, AND FOR SHARING WITH NEW AHTNA LANGUAGE PROGRAMS AND LANGUAGE PRESERVATION PARTNERS.DELIVERABLE PRODUCTS: BY THE END OF THE PROJECT, AT LEAST 100 NEW AHTNA PHRASES WILL HAVE BEEN RECORDED AND A NEW IMMERSION INSTRUCTIONAL GUIDE WILL HAVE BEEN PRODUCED AND PRINTED FOR SHARING WITH YA NE DAH AH SCHOOL TEACHERS AND WITH OTHER LANGUAGE PRESERVATION PARTNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "958881c0-ba09-1d0b-8f94-c44384876206-R", "generated_internal_id": "ASST_NON_A22AP00148_1450"}, {"internal_id": 149742213, "Award ID": "A22AP00147", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-28", "CFDA Number": "15.032", "Description": "CENTRAL COUNCIL OF TLINGIT & HAIDA INDIAN TRIBES OF ALASKA PROPOSES THE KOO AT LATOWUX HAS NAXSATEE, LET THEM BE TEACHERS, PROJECT. THE PRIMARY GOAL OF THE PROJECT IS TO INCREASE THE LINGT LANGUAGE PROFICIENCY OF TEN LINGT LANGUAGE TEACHERS WHO CURRENTLY TEACH THE LANGUAGE TO TRIBAL YOUTH AND COMMUNITIES. THE PROJECTS GOAL WILL BE ACCOMPLISHED BY THESE LINGT LANGUAGE TEACHERS PARTICIPATING IN 12 MONTHLY LINGT LANGUAGE INTENSIVES AND ONE TEN (10) DAY LINGT LANGUAGE INTENSIVE RECEIVING A TOTAL OF 116 HOURS OF LINGT IMMERSION. THE GOAL OF INCREASING THE PROFICIENCY OF LINGT LANGUAGE TEACHERS WILL BE ACCOMPLISHED THROUGH ONE MAIN OBJECTIVE. OBJECTIVE 1) CREATE A CO-HORT OF TEN (10) LINGT LANGUAGE TEACHERS TO FOCUS ON AND SUPPORT EACH OTHER IN INCREASING THEIR LINGT LANGUAGE PROFICIENCY INCLUDING INSTRUCTORS FROM HAA YOO XATNGI KDI AND OTHER JUNEAU BASED LINGT LANGUAGE PROGRAMS SUCH AS THE TLINGIT CULTURE LANGUAGE & LITERACY PROGRAM, UNIVERSITY OF ALASKA SOUTHEAST STAFF INSTRUCTORS, AND LINGT LANGUAGE LEARNERS ACTIVELY PURSUING AND PARTICIPATING IN BECOMING LINGT LANGUAGE TEACHERS.  ACTIVITY 1) COHORT WILL MEET MONTHLY FOR THREE (3) HOURS MONTHLY OR THIRTY-SIX (36) HOURS ANNUALLY, TO ENGAGE IN ACTIVITIES FOCUSED ON INCREASING THEIR LANGUAGE PROFICIENCY AND ABILITY TO TEACH THE LANGUAGE TO THEIR STUDENTS.  ACTIVITY 2) COHORT WILL CONVENE DURING A TEN (10) DAY LANGUAGE INTENSIVE PROVIDING APPROXIMATELY EIGHTY (80) HOURS OF LANGUAGE IMMERSION FOR THIRTY (30) LINGT LANGUAGE TEACHERS, ASPIRING TEACHERS, AND ELDER, BIRTH SPEAKERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5494e08f-b4b5-6739-59a6-df37af41a345-C", "generated_internal_id": "ASST_NON_A22AP00147_1450"}, {"internal_id": 149742219, "Award ID": "A22AP00146", "Award Amount": 86240.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-28", "CFDA Number": "15.032", "Description": "LLGP ABSTRACT BOIS FORTE LANGUAGE REVITALIZATION PROJECTTHE TRIBE IS IN DANGER OF LOSING THE OJIBWE LANGUAGE HAVING FEW TRIBAL MEMBERS WHO CAN SPEAK FLUENTLY. THE TRIBE ESTIMATES HAVING 6 ELDERS LEFT WHO ARE FLUENT AND CAN SPEAK WITH THE DIALECT UNIQUE TO BOIS FORTE. ONE ELDER STATE THAT WHEN WE ARE PASSED ON, OUR LANGUAGE WILL BE GONE. WE ARE AT A CRITICAL STAGE WHEN THE TRIBE MUST ACT QUICK TO PRESERVE THE OJIBWE LANGUAGE. IN RESPONSE TO THE NOTICE OF FUNDING OPPORTUNITY FROM THE SECRETARY OF INTERIOR, DIVISION OF ECONOMIC DEVELOPMENT (DED) LIVING LANGUAGES GRANT PROJECT (LLGP), THE BOIS FORTE BAND OF CHIPPEWA HAS APPLIED FOR A LANGUAGE REVITALIZATION PROJECT.THIS PROJECT PROPOSES TO MEET THE GOALS OF COLLECTING AND PRESERVING TRIBAL ELDERS SPEAKING THE LANGUAGE TO PRESERVE THE OJIBWE LANGUAGE WITH THEIR UNIQUE DIALECT. IN ADDITION, FUNDING WILL ALLOW THE DEVELOPMENT OF A LONG-RANGE STRATEGIC PLAN THAT WILL FORMULATE STRATEGY TO ACHIEVE THE REVITALIZATION OF THE OJIBWE LANGUAGE. THIS PLANNING EFFORT WILL BRING KEY STAKEHOLDERS WITH INPUT FROM THE COMMUNITY TO GATHER IN A UNITED FRONT TO DEVELOP A PLAN. THE STRATEGIC PLAN IS A VALUABLE TOOL THAT PROVIDES STRUCTURE TO MAKE DECISIONS THAT FOLLOW A LARGER VISION AND CREATES A DIRECTION FOR OUR PROJECT TO MAXIMIZE THE OUTCOME. TRIBAL MEMBERS WILL BE KEPT INFORMED ON PROJECT OUTCOMES AND ACHIEVEMENTS THROUGH TRIBAL RESOURCES. THE TRIBE FINDS THAT THE SUBMISSION OF AN LLGP GRANT APPLICATION IS IN THE BEST INTEREST OF TRIBAL MEMBERS TO REVITALIZE CULTURE AND LANGUAGE WHICH IS CENTRAL TO THE CULTURAL IDENTITY, HEALTH, AND WELFARE OF TRIBAL MEMBERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4376de48-e8d7-2e4d-7506-b2a326625d83-C", "generated_internal_id": "ASST_NON_A22AP00146_1450"}, {"internal_id": 151521752, "Award ID": "A22AP00145", "Award Amount": 172026.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "15.032", "Description": "PROJECT SUMMARY  ARCTIC SLOPE COMMUNITY, INC , SANCTIONED BY THE FEDERALLY RECOGNIZED TRIBAL GOVERNMENT OF THE VILLAGE OF WAINWRIGHT TRIBAL COUNCIL, WILL DEVELOP AN IUPIAT LANGUAGE WEB DICTIONARY, SENTENCE BUILDER, AND TRANSLATOR  THE GOAL OF THE PROJECT IS TO PRESERVE THE IUPIAT LANGUAGE IN BOTH TEXT AND SPEECH, FOR USE BY IUPIAT SPEAKERS, LEARNERS, RESEARCHERS, AND EDUCATORS, INDEFINITELY  WEBSITE CONSTRUCTION WILL INCLUDE SEVERAL KEY FEATURES NEEDED FOR EFFECTIVE FUNCTIONALITY  1   DEVELOPMENT OF THE SENTENCE LEVEL IUPIAT WORD BUILDER, 2   COMBINING SEARCHABLE NOUNS WITH VERB AGREEMENT, 3   INCORPORATE ALL THE VERB AND NOUN MOODS FROM IUPIAT GRAMMAR BOOKS, 4   INCLUDE SEARCHABLE POST BASE ENTRIES AND EXAMPLE SENTENCES, 5   WORK WITH IUPIAT TRANSLATORS TO DEVELOP TEXT TO SPEECH OPTIONS, AND 6   PROTOTYPE WITH IUPIAT SPEAKING COMMUNITY MEMBERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "658086d8-5178-056f-231b-1779ef0e6dde-R", "generated_internal_id": "ASST_NON_A22AP00145_1450"}, {"internal_id": 150044823, "Award ID": "A22AP00144", "Award Amount": 129337.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-07", "CFDA Number": "15.032", "Description": "THE MANZANITA BAND OF DIEGUENO MISSION INDIANS IS UNDERTAKING THE MANZANITA FY2022 LIVING LANGUAGES PROJECT TO ADDRESS THE IMMINENT THREAT TO THE SURVIVAL OF THE KUMEYAAY LANGUAGE ON THE MANZANITA RESERVATION BY REVITALIZING THE LANGUAGES THAT CAN BE USED BY A CHILD-BEARING GENERATION, BUT CURRENTLY ARE NOT BEING TRANSMITTED TO CHILDREN. THE PROJECT WILL ENABLE THE MANZANITA TRIBAL COMMUNITY TO ACHIEVE THE FOLLOWING COMMUNITY LANGUAGE GOALS, WHICH ARE DESIGNED TO BUILD THE CAPACITY TO REVITALIZE AND PRESERVE THE LANGUAGE AS IT IS SPOKEN AT MANZANITA: (1) DOCUMENT THE KUMEYAAY LANGUAGE AS IT IS SPOKEN AT MANZANITA; (2) DEVELOP OUTREACH MATERIALS TO ENABLE THE CHILDREN AND ADULTS TO LEARN TO SPEAK THE KUMEYAAY LANGUAGE; AND (3) TEACH, ASSIST, AND ENCOURAGE THE PEOPLE TO USE THE KUMEYAAY LANGUAGE IN FACE-TO-FACE COMMUNICATION AT HOME AND IN PUBLIC GATHERINGS.ALL MANZANITA TRIBAL MEMBERS WILL BENEFIT FROM THIS PROCESS, WHICH WILL BUILD THE CAPACITY TO PRESERVE THE KUMEYAAY LANGUAGE AS IT IS SPOKEN AT MANZANITA AND INCREASE THE ABILITY OF THE CHILDREN TO GRASP AND HOLD ESSENTIAL ELEMENTS OF THEIR CULTURE. THEREBY ENSURING ITS CONTINUATION, RESILIENCY, AND SURVIVAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c40a40eb-8008-b28a-6472-35b2c5f10e34-C", "generated_internal_id": "ASST_NON_A22AP00144_1450"}, {"internal_id": 149742216, "Award ID": "A22AP00143", "Award Amount": 199900.84, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00143", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa3716ca-f709-b625-277f-86bda37ff8df-C", "generated_internal_id": "ASST_NON_A22AP00143_1450"}, {"internal_id": 149742210, "Award ID": "A22AP00142", "Award Amount": 199854.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00142", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c409554-34bd-022e-7e28-5796cb995d08-C", "generated_internal_id": "ASST_NON_A22AP00142_1450"}, {"internal_id": 149742229, "Award ID": "A22AP00141", "Award Amount": 85064.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00141", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9aa90839-f260-8725-67dd-55faef4677ae-C", "generated_internal_id": "ASST_NON_A22AP00141_1450"}, {"internal_id": 149742214, "Award ID": "A22AP00140", "Award Amount": 69789.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00140", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db7bccb1-58bc-18b1-7b4e-a510a974958d-C", "generated_internal_id": "ASST_NON_A22AP00140_1450"}, {"internal_id": 149742223, "Award ID": "A22AP00139", "Award Amount": 159957.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00139", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_A22AP00139_1450"}, {"internal_id": 149742183, "Award ID": "A22AP00138", "Award Amount": 192371.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00138", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7686b158-8279-06ff-ca5b-bf6e0b697574-C", "generated_internal_id": "ASST_NON_A22AP00138_1450"}, {"internal_id": 149742215, "Award ID": "A22AP00137", "Award Amount": 169648.87, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00137", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0329df36-fb78-b6af-d446-aa8c07481752-C", "generated_internal_id": "ASST_NON_A22AP00137_1450"}, {"internal_id": 149742201, "Award ID": "A22AP00136", "Award Amount": 60000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00136", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1bf1b041-3796-341c-3c05-a9dee2e3954c-C", "generated_internal_id": "ASST_NON_A22AP00136_1450"}, {"internal_id": 149742231, "Award ID": "A22AP00135", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00135", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "487344f2-ee8c-91df-5306-d357f3c96d88-C", "generated_internal_id": "ASST_NON_A22AP00135_1450"}, {"internal_id": 149742199, "Award ID": "A22AP00134", "Award Amount": 192460.75, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00134", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f2c76e6-fa29-0a3f-ebbb-02ce5cc3fb27-C", "generated_internal_id": "ASST_NON_A22AP00134_1450"}, {"internal_id": 150044831, "Award ID": "A22AP00133", "Award Amount": 139930.94, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-05", "CFDA Number": "15.032", "Description": "THE LUSHOOTSEED CREATION HISTORY SIGNAGE PROJECT WILL FEATURE ILLUSTRATIONS AND AUDIO OF HOW DUKIB THE CHANGER TRANSFORMED EVERYTHING AND EVERYONE TO PREPARE THE WORLD FOR FUTURE GENERATIONS THROUGH SIGNAGE. THE SIGNAGE WILL BE IN THE TRADITIONAL LANGUAGE OF THE PUYALLUP TRIBE OF INDIANS, LUSHOOTSEED, AND WILL FOLLOW A DRIVING AND WALKING TOUR OF RENAMED STREET SIGNS IN THE TRIBAL RESERVATION COMMUNITY. THE OBJECTIVE OF THE PROJECT IS TO INCREASE THE AMOUNT OF PEOPLE WHO SPEAK LUSHOOTSEED IN THEIR COMMUNITY, THE AMOUNT OF TIME THEY SPEAK LUSHOOTSEED DAILY, AND TO INCREASE THE VARIETY OF TOPICS THEY CAN SPEAK ABOUT. THE SECOND OBJECTIVE IS THAT INDIVIDUALS WILL LEARN PUYALLUP TRIBAL CREATION HISTORY THROUGH THE LENS OF LUSHOOTSEED, RATHER THAN ENGLISH ONLY. THIS IS PART OF A LARGER VISIBILITY CAMPAIGN TO SHARE THEIR CULTURE AND ARTWORK WITH THE WIDER COMMUNITY, SO THAT THE COMMUNITY KNOW THEY ARE ON THE LANDS OF THE PUYALLUP TRIBAL RESERVATION AND THAT THE PEOPLE OF THE PUYALLUP TRIBE FEEL PROUD SEEING THEMSELVES REPRESENTED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa039829-8d9c-5017-7b7b-a177b882686a-C", "generated_internal_id": "ASST_NON_A22AP00133_1450"}, {"internal_id": 149742222, "Award ID": "A22AP00132", "Award Amount": 72000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00132", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d1eaea2-200f-c0b0-8946-b6b407fd8a90-C", "generated_internal_id": "ASST_NON_A22AP00132_1450"}, {"internal_id": 149742205, "Award ID": "A22AP00131", "Award Amount": 168792.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00131", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ba2993f8-efcd-e4c7-054a-8df600be9a6c-C", "generated_internal_id": "ASST_NON_A22AP00131_1450"}, {"internal_id": 149742218, "Award ID": "A22AP00130", "Award Amount": 193998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00130", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abcdb449-2876-8aaa-3370-5cb07ac3d2e7-C", "generated_internal_id": "ASST_NON_A22AP00130_1450"}, {"internal_id": 149742225, "Award ID": "A22AP00129", "Award Amount": 184344.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00129", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "21462ddf-7734-1b69-2bf6-231b5c344171-C", "generated_internal_id": "ASST_NON_A22AP00129_1450"}, {"internal_id": 149742220, "Award ID": "A22AP00128", "Award Amount": 157956.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00128", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bb5c34d-dd93-ab0b-1376-e70adb6974ea-C", "generated_internal_id": "ASST_NON_A22AP00128_1450"}, {"internal_id": 150044819, "Award ID": "A22AP00127", "Award Amount": 123795.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-05", "CFDA Number": "15.032", "Description": "IN RESPONSE TO THE NEED FOR ADVANCEMENT OF SANTO DOMINGO PUEBLO KEWA KERES LANGUAGE PRESERVATION, THE KEWA KERES LIVING LANGUAGE PROJECT WILL SUPPLEMENT AND BUILD ON THE PUEBLOS ONGOING LANGUAGE ACQUISITION AND EXTENSION PROGRAMMING TO DELIVER INTERGENERATIONALLY-INFORMED, CULTURALLY-WHOLISTIC, AND PANDEMIC-RESPONSIVE LANGUAGE CLASSES AND ACTIVITIES TO EIGHT-HUNDRED STUDENTS ATTENDING SEVEN TRIBALLY-APPROVED KEWA KERES LANGUAGE LEARNING SITES AND EDUCATIONAL INSTITUTIONS. THE PROJECT WILL EMPLOY A FULL-TIME PROJECT COORDINATOR TO OVERSEE THE PROJECT AND FIVE SANTO DOMINGO PUEBLO COMMUNITY ELDER INSTRUCTORS EACH DELIVERING FIVE LANGUAGE CLASSES AT THE SEVEN SCHOOL SITES OVER AN EIGHT-MONTH PERIOD. THE PROJECT WILL INCLUDE INITIAL ORIENTATION OF THE PROJECT COORDINATOR AND TRIBAL ELDER INSTRUCTORS BY THE KEWA KERES LANGUAGE PROGRAM MANAGER. THE KEWA KERES LANGUAGE PROGRAM MANAGER, PROJECT COORDINATOR, NEW MEXICO CERTIFIED AND TRIBALLY-ENDORSED SANTO DOMINGO PUEBLO KERES TEACHERS, AND TRIBAL ELDER INSTRUCTORS WILL COLLABORATE ON THE IDENTIFICATION OF QUARTERLY PROGRAM GOALS AND CLASSROOM ACTIVITIES. THE PROJECT COORDINATOR WILL CONDUCT A PRE, INTERIM, AND POST ASSESSMENT TO TRACK PROGRESS ACCORDING TO EACH QUARTERS GOALS AND OBJECTIVES OVER THE COURSE OF THE ONE-YEAR PERFORMANCE PERIOD. FUNDS WILL BE USED FOR STAFF SALARY AND FRINGE BENEFITS, INSTRUCTOR STIPENDS AND TRANSPORTATION, EQUIPMENT, MATERIALS, SUPPLIES, FOOD, AND TRAVEL FOR REQUIRED 3-DAY GRANTEE MEETING IN WASHINGTON, DC. THIS PROJECTS OBJECTIVES AND GOALS WILL CONTRIBUTE TO SHORT-TERM AND LONG-TERM LANGUAGE, HISTORIC, AND CULTURAL PRESERVATION GOALS OF SANTO DOMINGO PUEBLO IN 1) CONTINUING TO DIRECTLY MINIMIZE INTERGENERATIONAL LANGUAGE-USE DISRUPTION; 2) MAINTAIN AND BUILD ON THE INTERGENERATIONAL LEARNING COMPONENT OF KEWA KERES LANGUAGE REVITALIZATION; 3) ADVANCE HOLISTIC SANTO DOMINGO PUEBLO CULTURAL LANGUAGE LEARNING; AND 4) ADDRESS THE GAP IN CLASSROOM KEWA KERES LANGUAGE LEARNING RESULTING FROM THE ONGOING CORONAVIRUS NATIONAL HEALTH EMERGENCY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7f839bb6-657c-cbe8-f3f4-31bb6ad1e739-R", "generated_internal_id": "ASST_NON_A22AP00127_1450"}, {"internal_id": 149742226, "Award ID": "A22AP00126", "Award Amount": 106554.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00126", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "294314e1-b7f5-a56f-84eb-fb1b93935de0-C", "generated_internal_id": "ASST_NON_A22AP00126_1450"}, {"internal_id": 149742230, "Award ID": "A22AP00125", "Award Amount": 170297.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00125", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71b447ab-8f76-3d17-5322-2e07c9f861aa-C", "generated_internal_id": "ASST_NON_A22AP00125_1450"}, {"internal_id": 149742176, "Award ID": "A22AP00124", "Award Amount": 172328.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00124", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "98718bba-8f2a-3ac7-911e-babf05022a9e-C", "generated_internal_id": "ASST_NON_A22AP00124_1450"}, {"internal_id": 149742180, "Award ID": "A22AP00123", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00123", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c781f6d-f28a-2e3f-656e-b037b65900d3-C", "generated_internal_id": "ASST_NON_A22AP00123_1450"}, {"internal_id": 149742227, "Award ID": "A22AP00122", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.032", "Description": "A22AP00122", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d17e7ec-33e9-a6be-182f-8639c68f1b89-C", "generated_internal_id": "ASST_NON_A22AP00122_1450"}, {"internal_id": 149742209, "Award ID": "A22AP00121", "Award Amount": 138230.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "15.032", "Description": "THE WASHOE TRIBE OF NEVADA AND CALIFORNIA (WTNC) THROUGH THE CULTURE/LANGUAGE RESOURCES DEPARTMENT (CRD) REQUESTS LIVING LANGUAGES GRANT PROGRAM FUNDING BEING ADMINISTERED BY THE DEPARTMENT OF THE INTERIOR  BUREAU OF INDIAN AFFAIRS TO IMPLEMENT THE WASHOE TRIBE MASTER-APPRENTICE PROGRAM PROJECT.  THIS PROJECT IS FOCUSED ON THE PRESERVATION, DOCUMENTATION AND REVITALIZATION OF THE WASHOE LANGUAGE THROUGH THE IMPLEMENTATION OF A WASHOE TRIBE MASTER-APPRENTICE PROGRAM. THE GOAL OF THIS PROJECT IS TO CREATE NEW CONVERSATIONALLY FLUENT SPEAKERS OF THE WASHOE LANGUAGE AT THE INTERMEDIATE TO EXPERT LEVEL AMONGST YOUNGER GENERATIONS WITHIN THE WTNC WHO CAN USE THE LANGUAGE TO COMMUNICATE IN DAILY LIFE, ACADEMIC SETTINGS SUCH AS CLASSROOMS AND WITH CHILDREN/FAMILIES IN THE HOME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35b34314-f748-efe7-b4f5-9f30040cbaa0-C", "generated_internal_id": "ASST_NON_A22AP00121_1450"}, {"internal_id": 149742186, "Award ID": "A22AP00120", "Award Amount": 198364.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "15.032", "Description": "THROUGH THE WICHITA COMMUNITY LANGUAGE PROJECT, THE WICHITA AND AFFILIATED TRIBES OF OKLAHOMA AND THE WICHITA CULTURAL EDUCATION PROGRAM AIM TO ESTABLISH A FIVE-YEAR WICHITA LANGUAGE REAWAKENING PLAN FOR ITS APPROXIMATELY 3,500 ENROLLED MEMBERS AND DEVELOP FOUNDATIONAL WICHITA LANGUAGE CURRICULAR MATERIALS TO SUPPORT LANGUAGE PROGRAMMING. THIS PROJECT BUILDS ON THE WICHITA LANGUAGE ARCHIVES, THE LASTING LEGACY OF WICHITAS LAST HERITAGE SPEAKER, DORIS LAMAR-MCLEMORE, WHO CONDUCTED MANY LANGUAGE PRESERVATION AND DOCUMENTATION EFFORTS BEFORE HER PASSING IN 2016. THE WICHITA LANGUAGE LIVES ON THROUGH THESE ARCHIVES, AND THEY WILL SERVE AS THE FOUNDATION FOR EFFORTS TO CREATE NEW GENERATIONS OF FLUENT SPEAKERS. THIS PROJECT WILL DEVELOP A COMMUNITY-DRIVEN PLAN FOR BUILDING LANGUAGE-LEARNING RESOURCES AND PROGRAMMING FROM THESE ARCHIVES WITH THE LONG-TERM COMMUNITY GOAL OF CREATING NEW GENERATIONS OF FLUENT WICHITA SPEAKERS. BY THE END OF THE PROJECT PERIOD, IT WILL DELIVER (1) SIX COMMUNITY WORKSHOPS ON THE WICHITA LANGUAGE; (2) A CATALOGUED WICHITA DICTIONARY DATABASE; (3) ELDER RECORDINGS OF TRADITIONAL SONGS AND STORIES; (4) A WICHITA LANGUAGE CODE; AND (5) A FIVE-YEAR PLAN FOR LANGUAGE PROGRAMMING USING THESE NEW RESOURCES AS A FOUNDATION FOR LONG-TERM LANGUAGE REVITALIZATION EFFORTS. THESE DELIVERABLES WILL ENSURE COMMUNITY INVESTMENT IN LANGUAGE REAWAKENING AND HELP ESTABLISH COMMUNITY-DETERMINED NORMS FOR WRITING, READING, AND SPEAKING THE LANGUAGE. THEY WILL ALSO PROVIDE UP-TO-DATE, ACCESSIBLE, AND USER-FRIENDLY LANGUAGE REFERENCE MATERIALS FROM WHICH THE WICHITA CULTURAL/LANGUAGE PROGRAM WILL GENERATE CURRICULUM AND DEVELOP FUTURE LANGUAGE-LEARNING RESOURCES FOR STUDENTS WITH ALL LEVELS OF WICHITA LANGUAGE PROFICIENCY. OVER THE COURSE OF THE YEAR, THE WICHITA AND AFFILIATED TRIBES WILL HOLD SIX (6) BIMONTHLY COMMUNITY LANGUAGE WORKSHOPS TO GATHER COMMUNITY INPUT AND EXISTING KNOWLEDGE OF THE WICHITA LANGUAGE AND LANGUAGE EDUCATION. THESE MEETINGS WILL COVER A VARIETY OF TOPICS PERTAINING TO LINGUISTICS, LANGUAGE REAWAKENING, AND STRATEGIES FOR LANGUAGE EDUCATION. THROUGH THESE WORKSHOPS, COMMUNITY LEADERS AND MEMBERS WILL DETERMINE COMMUNITY PRIORITIES FOR LANGUAGE DOCUMENTATION AND REVITALIZATION AND MAP A COURSE FOR THE EARLY DEVELOPMENT OF THE WICHITA CULTURAL/LANGUAGE PROGRAM. ONCE A WICHITA LANGUAGE ORTHOGRAPHY HAS BEEN SELECTED FOR ALL PRESENT AND FUTURE LANGUAGE DOCUMENTATION PROJECTS, THE CULTURAL/LANGUAGE PROGRAM WILL COLLABORATE WITH THE LANGUAGE CONSERVANCY (TLC) TO CATALOG THE EXISTING WICHITA LANGUAGE DICTIONARY DATABASE AND UPLOAD EACH ENTRY INTO A TLEX DATABASE. THIS DATABASE WILL SERVE AS THE CORNERSTONE FOR CREATING FUTURE LANGUAGE-LEARNING RESOURCES, INCLUDING A COMPREHENSIVE DICTIONARY AND SCAFFOLDED CURRICULUM. THE ESTABLISHED FIVE-YEAR PLAN WILL ENSURE A PATHWAY TO REALIZING THE COMMUNITY GOALS OF WICHITA LANGUAGE REAWAKENING THROUGH RESOURCES, PROGRAMMING, AND COMMUNITY ENGAGEMENT. NEW RECORDINGS OF ELDER SPEAKERS WILL ALSO BE CREATED TO PRESERVE TRADITIONAL SONGS AND STORIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fde74fc2-db05-e942-5cff-73fe5203d11a-C", "generated_internal_id": "ASST_NON_A22AP00120_1450"}, {"internal_id": 149742232, "Award ID": "A22AP00119", "Award Amount": 81134.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "15.032", "Description": "THE WINNEBAGO TRIBE OF NEBRASKA IS REQUESTING $81,134 IN BIA LIVING LANGUAGE GRANT PROGRAM (LLGP) FUNDS TO SUPPORT PHASE II OF THE MULTI-PHASE HCK GRAMMAR RESEARCH AND VIDEO PROJECT.  THE GOAL OF THIS MULTI-PHASE PROJECT IS TO DOCUMENT AND PRESERVE THE KNOWLEDGE OF TRIBAL ELDERS AND SPEAKERS OF HCK (THE HOCHUNK LANGUAGE), IN ORDER TO REVITALIZE HOCHUNK LANGUAGE USAGE THROUGHOUT THE WINNEBAGO COMMUNITY AND AMONG FUTURE GENERATIONS.  THIS MULTI-PHASE PROJECT SEEKS TO ACCOMPLISH THIS GOAL THROUGH THE PRODUCTION OF GRAMMAR VIDEOS, WHICH ASSIST LEARNERS GROWTH AS LANGUAGE USERS BY OFFERING A FRAMEWORK WITH WHICH TO EXPAND THEIR KNOWLEDGE, ALONG WITH INTERACTIVE ACTIVITIES TO PRACTICE NEW GRAMMATICAL CONCEPTS.  SIX (6) NOVICE-MID LEVEL GRAMMAR TOPICS WILL BE CHOSEN THROUGH THE PROCESS OF COMMUNITY SURVEY. CONVERSATIONS BETWEEN ELDER HOCHUNK SPEAKERS ON CHOSEN TOPICS WILL BE FILMED TO CAPTURE AUTHENTIC SPEECH EXAMPLES OF HOCHUNK LANGUAGE USAGE.  THE AUDIO AND VIDEO FROM RECORDED CONVERSATIONS WILL BE USED TO PRODUCE SIX (6) NEW GRAMMAR VIDEOS, AS WELL AS TEN (10) TOPIC-SPECIFIC AUDIO RECORDINGS OF AUTHENTIC SPEECH, ALL AT THE NOVICE-MID LANGUAGE LEARNING LEVEL.  VIDEOS WILL BE PRODUCED WITH THE ASSISTANCE OF WINNEBAGO STUDENTS, COMMUNITY MEMBERS, AND HOCHUNK RENAISSANCE LANGUAGE PROGRAM STAFF, WHO WILL ACT OUT EXAMPLES FROM FILMED CONVERSATIONS.  ONCE THE PRODUCED FILM SERIES AND RECORDED EXAMPLES OF AUTHENTIC SPEECH ARE FINALIZED, A PUBLIC PRESENTATION WILL BE MADE TO INTRODUCE THE FILMS AND RECORDINGS, AND SHOWCASE SAMPLES OF THE COMPLETED WORK.  COMPLETED VIDEOS AND RECORDINGS WILL BE INCORPORATED INTO HOCHUNK RENAISSANCE PROGRAM CLASSES, AND WILL ALSO BE FREE AND EASILY ACCESSIBLE AS LANGUAGE LEARNING RESOURCES THROUGH YOUTUBE, FACEBOOK, THE NEW HOCHUNK RENAISSANCE WEBSITE, AS WELL AS FUTURE AUDIO BROADCASTS ON THE TRIBES KWTN RADIO STATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1c283d4f-fc65-63e1-0b15-aa6795f1f61c-C", "generated_internal_id": "ASST_NON_A22AP00119_1450"}, {"internal_id": 149742182, "Award ID": "A22AP00118", "Award Amount": 198703.88, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "15.032", "Description": "THE HAROUKLHAMUN (WHAT IS WATCHED) PROJECT WILL CREATE 20 SHORT (3-10 MINUTE) VIDEOS STRUCTURED AROUND SHORT CONVERSATIONS IN SOULATLUK (THE WIYOT LANGUAGE) TO BE USED AS MINI-LESSONS FOR HOME STUDY. THESE VIDEOS WILL BE AN IMPORTANT TOOL FOR THE WIYOT TRIBES ONGOING EFFORTS TO RECOVER SOULATLUK (WHOSE LAST FLUENT SPEAKERS DIED OVER 60 YEARS AGO) FROM ARCHIVAL RECORDS. DR. LYNNIKA BUTLER, LINGUIST FOR THE WIYOT TRIBE, WILL SERVE AS PROJECT MANAGER, AND WIYOT TRIBAL MEMBER AND CULTURAL CENTER MANAGER MARNIE ATKINS WILL ADVISE THE PROJECT ON PEDAGOGICAL EFFECTIVENESS. WE WILL CONTRACT WITH MICHELLE HERNANDEZ, AN EXPERIENCED FILMMAKER AND WIYOT TRIBAL MEMBER, TO PROVIDE VIDEO SHOOTING AND EDITING TRAINING TO PROJECT STAFF AND INTERESTED TRIBAL MEMBERS AT THE BEGINNING OF THE PROJECT, AS WELL AS ONGOING LONG-DISTANCE CONSULTATION THROUGHOUT THE PROJECT. PROJECT OBJECTIVES/GOALS1.TO ESTABLISH A VIDEO LIBRARY OF SOULATLUK LEARNING CONTENT WHICH CAN BE EXPANDED IN FUTURE YEARS ACCORDING TO THE TRIBAL COMMUNITYS LANGUAGE LEARNING PROGRESS AND NEEDS.2.TO TRAIN WIYOT TRIBE STAFF AND INTERESTED TRIBAL MEMBERS IN BASIC VIDEO FILMING AND EDITING TECHNIQUES TO INCREASE THE TRIBES CAPACITY TO GENERATE FUTURE VIDEO CONTENT.3.TO MAKE SOULATLUK MORE ACCESSIBLE TO THE ENTIRE WIYOT TRIBAL COMMUNITY (ENROLLED MEMBERS AS WELL AS THOSE WITH WIYOT ANCESTRY BUT NO FORMAL MEMBERSHIP).4.TO INCREASE WIYOT TRIBAL MEMBERS INTEREST IN SOULATLUK.LANGUAGE CONTENT FOR PROJECT VIDEOS WILL PRIMARILY CONSIST OF SHORT SOULATLUK CONVERSATIONS RESEARCHED AND COMPILED AS PART OF AN INSTITUTE OF MUSEUM AND LIBRARY SERVICES (IMLS)-FUNDED SOULATLUK CONVERSATION BOOK WHICH IS CURRENTLY IN THE EDITING STAGE AND WILL BE COMPLETED THIS SUMMER. WE AIM TO RECRUIT MEMBERS OF THE WIYOT TRIBAL COMMUNITY TO SHOOT AND EDIT AT LEAST 5 OF THE VIDEOS FOR THIS PROJECT, WITH PROJECT STAFF PROVIDING PRONUNCIATION COACHING BEFORE AND DURING FILMING; THE REMAINING VIDEOS WILL BE FILMED AND EDITED BY PROJECT STAFF.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81c474bf-dc68-1c2f-c55f-0a973d94ee9a-R", "generated_internal_id": "ASST_NON_A22AP00118_1450"}, {"internal_id": 140481724, "Award ID": "A21AP10287", "Award Amount": 76200.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "15.032", "Description": "KASHIA COASTAL RESERVE TOURISM OPPORTUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3371fa4d-95a0-0cb9-498b-4be03f69560d-R", "generated_internal_id": "ASST_NON_A21AP10287_1450"}, {"internal_id": 140482055, "Award ID": "A21AP10280", "Award Amount": 40600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.032", "Description": "NEZ PERCE TRIBE TOURISM FEASIBILITY STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_A21AP10280_1450"}, {"internal_id": 140481863, "Award ID": "A21AP10279", "Award Amount": 90608.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.032", "Description": "ASSESSING THE FEASIBILITY OF A MULTI-PURPOSE CONFERENCE CENTER AND LODGING FACILITY ON MESA GRANDE'S GOLDEN EAGLE FARM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d4833be-f14d-3b93-4124-01c95d9a2dd2-R", "generated_internal_id": "ASST_NON_A21AP10279_1450"}, {"internal_id": 140482108, "Award ID": "A21AP10278", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.032", "Description": "TRIBAL CULTURAL HERITAGE TOURISM - LUMMI NATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00f96565-5a09-035a-81b3-4ca729d68162-C", "generated_internal_id": "ASST_NON_A21AP10278_1450"}, {"internal_id": 140481864, "Award ID": "A21AP10277", "Award Amount": 50400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.032", "Description": "FEASIBILITY STUDY FOR A 21 SITE RV PARK WITH IN THE LA POSTA RESERVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22570760-6837-2a22-3b2a-68d968f72b16-R", "generated_internal_id": "ASST_NON_A21AP10277_1450"}, {"internal_id": 140482109, "Award ID": "A21AP10274", "Award Amount": 70000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.032", "Description": "INDIAN CITY MARATHON FEASIBILITY STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1169ac7-4e76-f7df-dc3b-ea5441fe2f71-C", "generated_internal_id": "ASST_NON_A21AP10274_1450"}, {"internal_id": 140481865, "Award ID": "A21AP10273", "Award Amount": 148867.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.032", "Description": "PUEBLO OF SAN FELIPE MASTERPLAN PROJECT: AN ASSESSMENT OF THE PUEBLO'S CAPACITY TO PLAN, DEVELOP AND MANAGE TOURISM AND RELATED INFRASTRUCTURE IN SUPPORT OF ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2a32ff92-895e-7786-f1e1-9661e23fd77d-C", "generated_internal_id": "ASST_NON_A21AP10273_1450"}, {"internal_id": 140482177, "Award ID": "A21AP10272", "Award Amount": 79312.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.032", "Description": "TRIBAL TOURISM FEASIBILITY STUDY AND BUSINESS PLAN FOR THE TRIANGLE PROPERTY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b4293bf7-d287-fa27-dd16-c0704430930e-C", "generated_internal_id": "ASST_NON_A21AP10272_1450"}, {"internal_id": 140482110, "Award ID": "A21AP10271", "Award Amount": 142000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.032", "Description": "PORT GAMBLE S'KLALLAM TRIBE - THE POINT DEVELOPMENT HIGHEST & BEST USE FEASIBILITY STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c9f8aa01-c5cb-8c47-3f18-9968f886cd11-C", "generated_internal_id": "ASST_NON_A21AP10271_1450"}, {"internal_id": 140481990, "Award ID": "A21AP10270", "Award Amount": 60000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.032", "Description": "SEMINOLE TRIBE OF FLORIDA BIG CYPRESS TOURISM PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1386671f-074a-89b9-633a-f50741066ae6-C", "generated_internal_id": "ASST_NON_A21AP10270_1450"}, {"internal_id": 140481866, "Award ID": "A21AP10269", "Award Amount": 53325.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.032", "Description": "SHOSHONE-PAIUTE TRIBES RANCHES TOURISM FEASIBILITY STUDY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "296a307d-beef-21f0-7f70-5dbbae2dee36-C", "generated_internal_id": "ASST_NON_A21AP10269_1450"}, {"internal_id": 140481796, "Award ID": "A21AP10268", "Award Amount": 70000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.032", "Description": "SISSETON WAHPETON OYATE TRIBE TOURISM INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a9063c3-1c0a-f06f-527a-f0ea56840403-C", "generated_internal_id": "ASST_NON_A21AP10268_1450"}, {"internal_id": 140481991, "Award ID": "A21AP10267", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.032", "Description": "HAUDENOSAUNEE (IROQUOIS OR 'THE PEOPLE OF THE LONGHOUSE') SPORTS MUSEUM/CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f2db67db-ff73-6e0b-fb08-730999c7f513-C", "generated_internal_id": "ASST_NON_A21AP10267_1450"}, {"internal_id": 140481797, "Award ID": "A21AP10266", "Award Amount": 145000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.032", "Description": "FEASIBILITY STUDY OF TRIBAL TOURISM AND TOURISM BUSINESS PLAN DEVELOPMENT 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1656f87e-1290-4732-9022-03bb076591f1-C", "generated_internal_id": "ASST_NON_A21AP10266_1450"}, {"internal_id": 140482111, "Award ID": "A21AP10265", "Award Amount": 70866.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.032", "Description": "TRINIDAD RANCHERIA TRIBAL TOURISM FEASIBILITY STUDY AND BUSINESS PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95dc3c9b-6c73-c06f-5e20-127c08c2de30-C", "generated_internal_id": "ASST_NON_A21AP10265_1450"}, {"internal_id": 140481992, "Award ID": "A21AP10264", "Award Amount": 138750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.032", "Description": "SPIRIT LAKE TRIBE TOURISM FEASIBILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71b447ab-8f76-3d17-5322-2e07c9f861aa-C", "generated_internal_id": "ASST_NON_A21AP10264_1450"}, {"internal_id": 140481867, "Award ID": "A21AP10263", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.032", "Description": "TRIBAL TOURISM BUSINESS PLAN DEVELOPMENT FOR THE BOA OGOI CULTURAL INTERPRETIVE CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1bf1b041-3796-341c-3c05-a9dee2e3954c-C", "generated_internal_id": "ASST_NON_A21AP10263_1450"}, {"internal_id": 140481993, "Award ID": "A21AP10262", "Award Amount": 51625.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.032", "Description": "TTGPSF424.BLUELAKERANCHERIA.FEASIBILITYSTUDY&BUSINESSPLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a28a0920-c003-6a08-364e-ba018b0b261f-C", "generated_internal_id": "ASST_NON_A21AP10262_1450"}, {"internal_id": 140059906, "Award ID": "A21AP10254", "Award Amount": 45000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "15.032", "Description": "FEASIBILITY STUDY TOWARD A TRIBALLY OWNED AIRLINE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "50a21297-68d8-3f61-5f22-6a14048be604-C", "generated_internal_id": "ASST_NON_A21AP10254_1450"}, {"internal_id": 140059994, "Award ID": "A21AP10253", "Award Amount": 37500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "15.032", "Description": "ORCHARD & APIARY PRODUCTS COMPANY FEASIBILITY STUDY FOR THE DELAWARE NATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1169ac7-4e76-f7df-dc3b-ea5441fe2f71-C", "generated_internal_id": "ASST_NON_A21AP10253_1450"}, {"internal_id": 140059871, "Award ID": "A21AP10252", "Award Amount": 65000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "15.032", "Description": "CRAZY HORSE SCENIC BYWAY MARKET STUDY OF THE BUSINESSES AND INFRASTRUCTURE NEEDED ALONG THE BYWAY WITHIN THE PINE RIDGE RESERVATION AND NEAR LIVING HISTORY VILLAGE TO SUPPORT TOURISM ECONOMIC GROWTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f126bd4d-8f87-e889-5cae-4d6fa04e8b66-C", "generated_internal_id": "ASST_NON_A21AP10252_1450"}, {"internal_id": 140060036, "Award ID": "A21AP10251", "Award Amount": 65000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "15.032", "Description": "FOUR SEASONS AND FOOD SOVEREIGNTY : ECONOMIC DEVELOPMENT FOR A SUSTAINABLE FUTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1c26eb47-e225-2aaa-eb57-949b8ceef393-C", "generated_internal_id": "ASST_NON_A21AP10251_1450"}, {"internal_id": 140059823, "Award ID": "A21AP10250", "Award Amount": 45000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "15.032", "Description": "ECONOMIC FEASIBILITY AND BUSINESS PLAN FOR BEAR RIVER'S FAMILY ENTERTAINMENT CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d7b8e14-0951-4a62-538c-38c2b0495cef-C", "generated_internal_id": "ASST_NON_A21AP10250_1450"}, {"internal_id": 140059872, "Award ID": "A21AP10249", "Award Amount": 45000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "15.032", "Description": "DEVELOPING TO EXPAND THE ECONOMY OF THE MATCH-E-BE-NASH-SHE-WISH BAND OF POTTAWATOMI INDIANS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e3b9024-f9d6-8b7f-8b45-535f425546a9-C", "generated_internal_id": "ASST_NON_A21AP10249_1450"}, {"internal_id": 140059769, "Award ID": "A21AP10248", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "15.032", "Description": "RAPPAHANNOCK TRIBE ECONOMIC DEVELOPMENT THROUGH TRIBAL ENTERPRISES PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e4107df-46bb-1f15-03e5-f7d33fa9d6cc-C", "generated_internal_id": "ASST_NON_A21AP10248_1450"}, {"internal_id": 140059824, "Award ID": "A21AP10247", "Award Amount": 65000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "15.032", "Description": "ONEIDA NATION BEEF PLANT FEASIBILITY STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "462d8953-c621-c76b-5675-ae37001186bc-C", "generated_internal_id": "ASST_NON_A21AP10247_1450"}, {"internal_id": 140060088, "Award ID": "A21AP10246", "Award Amount": 44500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "15.032", "Description": "GAS STATION & CONVENIENCE STORE FEASIBILITY STUDY FOR THE KASHIA BAND OF POMO INDIANS OF THE STEWARTS POINT RANCHERIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3371fa4d-95a0-0cb9-498b-4be03f69560d-R", "generated_internal_id": "ASST_NON_A21AP10246_1450"}, {"internal_id": 140060089, "Award ID": "A21AP10245", "Award Amount": 48000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "15.032", "Description": "AQUACULTURE / AQUAPONICS FEASIBILITY STUDY FOR LOWER BRULE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3dd4d63f-2dd5-f7aa-9738-5a1af4ba12cf-R", "generated_internal_id": "ASST_NON_A21AP10245_1450"}, {"internal_id": 140059951, "Award ID": "A21AP10243", "Award Amount": 1031748.36, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-07", "CFDA Number": "15.032", "Description": "GENERIC ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee8636d0-3f78-fbb3-4346-eb49aabbb2b3-C", "generated_internal_id": "ASST_NON_A21AP10243_1450"}, {"internal_id": 125348099, "Award ID": "A21AP10015", "Award Amount": 72300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-03", "CFDA Number": "15.032", "Description": "NABDI PROJECT STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "69ffdb17-ff78-a0b5-4ddc-1f66e50a09e1-C", "generated_internal_id": "ASST_NON_A21AP10015_1450"}, {"internal_id": 125348089, "Award ID": "A21AP10014", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-03", "CFDA Number": "15.032", "Description": "NABDI PROJECT STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1386671f-074a-89b9-633a-f50741066ae6-C", "generated_internal_id": "ASST_NON_A21AP10014_1450"}, {"internal_id": 127923174, "Award ID": "A21AP10013", "Award Amount": 41000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-09", "CFDA Number": "15.032", "Description": "NABDI PROJECT STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a28546c1-2611-b13c-7f0c-852a65f5dd3c-C", "generated_internal_id": "ASST_NON_A21AP10013_1450"}, {"internal_id": 125348094, "Award ID": "A21AP10012", "Award Amount": 59250.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-03", "CFDA Number": "15.032", "Description": "NABDI PROJECT STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7679a9ad-31e0-e900-5517-a247faff13dc-C", "generated_internal_id": "ASST_NON_A21AP10012_1450"}, {"internal_id": 125348098, "Award ID": "A21AP10011", "Award Amount": 70000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-03", "CFDA Number": "15.032", "Description": "NABDI PROJECT STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "004bc0d1-f8e7-6932-742e-a37a48e069f4-C", "generated_internal_id": "ASST_NON_A21AP10011_1450"}, {"internal_id": 125348161, "Award ID": "A21AP10010", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-03", "CFDA Number": "15.032", "Description": "NABDI PROJECT STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1bf1b041-3796-341c-3c05-a9dee2e3954c-C", "generated_internal_id": "ASST_NON_A21AP10010_1450"}, {"internal_id": 125348090, "Award ID": "A21AP10009", "Award Amount": 42000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-03", "CFDA Number": "15.032", "Description": "NABDI PROJECT STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1169ac7-4e76-f7df-dc3b-ea5441fe2f71-C", "generated_internal_id": "ASST_NON_A21AP10009_1450"}, {"internal_id": 125348091, "Award ID": "A21AP10008", "Award Amount": 35000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-03", "CFDA Number": "15.032", "Description": "NABDI PROJECT STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569ffaf6-f5fa-34b8-1831-b027fe03d743-C", "generated_internal_id": "ASST_NON_A21AP10008_1450"}, {"internal_id": 125348100, "Award ID": "A21AP10007", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-03", "CFDA Number": "15.032", "Description": "NABDI PROJECT STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_A21AP10007_1450"}, {"internal_id": 125348093, "Award ID": "A21AP10006", "Award Amount": 43696.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-03", "CFDA Number": "15.032", "Description": "NABDI PROJECT STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "860a0c31-656f-8665-718b-75ba45aea49e-C", "generated_internal_id": "ASST_NON_A21AP10006_1450"}, {"internal_id": 125348097, "Award ID": "A21AP10005", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-03", "CFDA Number": "15.032", "Description": "NABDI PROJECT STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37dcdcba-4810-a4b3-4ad1-b6117f38065f-C", "generated_internal_id": "ASST_NON_A21AP10005_1450"}, {"internal_id": 125348092, "Award ID": "A21AP10004", "Award Amount": 58100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-03", "CFDA Number": "15.032", "Description": "NABDI PROJECT STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a51af797-a4b4-9615-f5f5-d229de9bc73d-C", "generated_internal_id": "ASST_NON_A21AP10004_1450"}, {"internal_id": 125348096, "Award ID": "A21AP10003", "Award Amount": 26400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-03", "CFDA Number": "15.032", "Description": "NABDI PROJECT STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c779ab98-a81e-442f-ebf9-1fdfa9f4d834-C", "generated_internal_id": "ASST_NON_A21AP10003_1450"}, {"internal_id": 125348087, "Award ID": "A21AP10001", "Award Amount": 37600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-03", "CFDA Number": "15.032", "Description": "NABDI PROJECT STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5eaa0e6-2142-882b-0c16-ba56784cc2a1-C", "generated_internal_id": "ASST_NON_A21AP10001_1450"}, {"internal_id": 111983610, "Award ID": "A21AP00019", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72c28781-4dcd-f192-d2cf-bec7b5f738dc-C", "generated_internal_id": "ASST_NON_A21AP00019_1450"}, {"internal_id": 111983640, "Award ID": "A21AP00018", "Award Amount": 100717.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1c283d4f-fc65-63e1-0b15-aa6795f1f61c-C", "generated_internal_id": "ASST_NON_A21AP00018_1450"}, {"internal_id": 144493114, "Award ID": "A21AP00017", "Award Amount": 191570.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d17e7ec-33e9-a6be-182f-8639c68f1b89-C", "generated_internal_id": "ASST_NON_A21AP00017_1450"}, {"internal_id": 144493115, "Award ID": "A21AP00016", "Award Amount": 131858.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9eb4875f-7ce8-d4d7-e6ce-6b659e6dec8b-C", "generated_internal_id": "ASST_NON_A21AP00016_1450"}, {"internal_id": 144493116, "Award ID": "A21AP00015", "Award Amount": 185319.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca9158f1-e7ef-ae4d-01a2-78db67bac9f9-C", "generated_internal_id": "ASST_NON_A21AP00015_1450"}, {"internal_id": 111983636, "Award ID": "A21AP00014", "Award Amount": 64700.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dd0bd1e0-1f73-bba7-58f4-0abe75782830-C", "generated_internal_id": "ASST_NON_A21AP00014_1450"}, {"internal_id": 144493117, "Award ID": "A21AP00013", "Award Amount": 199829.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37dcdcba-4810-a4b3-4ad1-b6117f38065f-C", "generated_internal_id": "ASST_NON_A21AP00013_1450"}, {"internal_id": 144493118, "Award ID": "A21AP00012", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa3716ca-f709-b625-277f-86bda37ff8df-C", "generated_internal_id": "ASST_NON_A21AP00012_1450"}, {"internal_id": 144493119, "Award ID": "A21AP00011", "Award Amount": 73481.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0fed9ce-5dca-f06a-3a5b-6a75c5e88223-C", "generated_internal_id": "ASST_NON_A21AP00011_1450"}, {"internal_id": 111983624, "Award ID": "A21AP00010", "Award Amount": 168969.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00f96565-5a09-035a-81b3-4ca729d68162-C", "generated_internal_id": "ASST_NON_A21AP00010_1450"}, {"internal_id": 144493120, "Award ID": "A21AP00009", "Award Amount": 138088.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b692ff9c-2f4d-6cb2-d874-6d87b514562f-C", "generated_internal_id": "ASST_NON_A21AP00009_1450"}, {"internal_id": 144493121, "Award ID": "A21AP00008", "Award Amount": 188430.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a135e21-579a-83c9-fd15-c5d4d82b9148-C", "generated_internal_id": "ASST_NON_A21AP00008_1450"}, {"internal_id": 144493122, "Award ID": "A21AP00007", "Award Amount": 189326.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e52f7db-30b6-37cd-72ae-a3ef062600b1-C", "generated_internal_id": "ASST_NON_A21AP00007_1450"}, {"internal_id": 111983620, "Award ID": "A21AP00006", "Award Amount": 199645.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bd7d4b52-6b3f-5343-f8e7-356d9ba35199-R", "generated_internal_id": "ASST_NON_A21AP00006_1450"}, {"internal_id": 144493123, "Award ID": "A21AP00005", "Award Amount": 198559.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1656f87e-1290-4732-9022-03bb076591f1-C", "generated_internal_id": "ASST_NON_A21AP00005_1450"}, {"internal_id": 111983629, "Award ID": "A21AP00004", "Award Amount": 169443.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b18c14b6-ead1-2a81-c075-cdcafbb4ce2a-C", "generated_internal_id": "ASST_NON_A21AP00004_1450"}, {"internal_id": 111983637, "Award ID": "A21AP00003", "Award Amount": 200066.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01b474bc-18a7-861f-def3-bcfa0877a963-C", "generated_internal_id": "ASST_NON_A21AP00003_1450"}, {"internal_id": 111983635, "Award ID": "A21AP00002", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-06", "CFDA Number": "15.032", "Description": "EDUCATION ENHANCEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a367a54-8858-ea26-6524-5708a4e420d8-C", "generated_internal_id": "ASST_NON_A21AP00002_1450"}, {"internal_id": 110826559, "Award ID": "A20AP00259", "Award Amount": 49065.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db1b854b-5d28-b1cf-48e9-67f2d30220f4-C", "generated_internal_id": "ASST_NON_A20AP00259_1450"}, {"internal_id": 110826560, "Award ID": "A20AP00258", "Award Amount": 40094.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bd5f9a1-c31b-0ebc-53a1-61d26f953900-R", "generated_internal_id": "ASST_NON_A20AP00258_1450"}, {"internal_id": 110826412, "Award ID": "A20AP00257", "Award Amount": 40095.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ac1374c-63d1-9c5f-f3ea-2436cdadef58-R", "generated_internal_id": "ASST_NON_A20AP00257_1450"}, {"internal_id": 110826482, "Award ID": "A20AP00255", "Award Amount": 49737.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0329df36-fb78-b6af-d446-aa8c07481752-C", "generated_internal_id": "ASST_NON_A20AP00255_1450"}, {"internal_id": 110826348, "Award ID": "A20AP00254", "Award Amount": 49643.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0cec886-9a7e-5317-b5ce-6d8ec6caa32e-C", "generated_internal_id": "ASST_NON_A20AP00254_1450"}, {"internal_id": 110826413, "Award ID": "A20AP00253", "Award Amount": 49173.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b692ff9c-2f4d-6cb2-d874-6d87b514562f-C", "generated_internal_id": "ASST_NON_A20AP00253_1450"}, {"internal_id": 110826414, "Award ID": "A20AP00252", "Award Amount": 48000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "32ffe2e1-5078-d166-b3c3-3d66292d0cf9-R", "generated_internal_id": "ASST_NON_A20AP00252_1450"}, {"internal_id": 110826524, "Award ID": "A20AP00250", "Award Amount": 50155.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "15686080-0159-7980-3a88-c07f844f3e8a-C", "generated_internal_id": "ASST_NON_A20AP00250_1450"}, {"internal_id": 110826307, "Award ID": "A20AP00249", "Award Amount": 47924.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc35a0e8-8535-b054-c874-7bc817db66d6-C", "generated_internal_id": "ASST_NON_A20AP00249_1450"}, {"internal_id": 110826310, "Award ID": "A20AP00248", "Award Amount": 58068.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a9063c3-1c0a-f06f-527a-f0ea56840403-C", "generated_internal_id": "ASST_NON_A20AP00248_1450"}, {"internal_id": 110826483, "Award ID": "A20AP00247", "Award Amount": 49806.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44e99484-9dc9-13f0-881d-ee232258f5b4-R", "generated_internal_id": "ASST_NON_A20AP00247_1450"}, {"internal_id": 110826525, "Award ID": "A20AP00246", "Award Amount": 409000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "62926130-9818-dff6-74c1-ae905c872a3c-R", "generated_internal_id": "ASST_NON_A20AP00246_1450"}, {"internal_id": 110826311, "Award ID": "A20AP00244", "Award Amount": 33515.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f2db67db-ff73-6e0b-fb08-730999c7f513-C", "generated_internal_id": "ASST_NON_A20AP00244_1450"}, {"internal_id": 110826441, "Award ID": "A20AP00243", "Award Amount": 48500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b4293bf7-d287-fa27-dd16-c0704430930e-C", "generated_internal_id": "ASST_NON_A20AP00243_1450"}, {"internal_id": 110826561, "Award ID": "A20AP00242", "Award Amount": 33500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33330183-6c46-4c51-d7c2-536c32093a1f-C", "generated_internal_id": "ASST_NON_A20AP00242_1450"}, {"internal_id": 110826442, "Award ID": "A20AP00241", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd4662f2-cec9-7c98-cc4b-4e29dd2b8731-C", "generated_internal_id": "ASST_NON_A20AP00241_1450"}, {"internal_id": 110826526, "Award ID": "A20AP00240", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a28546c1-2611-b13c-7f0c-852a65f5dd3c-C", "generated_internal_id": "ASST_NON_A20AP00240_1450"}, {"internal_id": 110826415, "Award ID": "A20AP00237", "Award Amount": 48778.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "04be710d-55e5-6dc6-2005-f8ae6552417d-C", "generated_internal_id": "ASST_NON_A20AP00237_1450"}, {"internal_id": 110826314, "Award ID": "A20AP00236", "Award Amount": 48850.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f1875ee-6022-b0c0-7904-42fdce8e0a40-C", "generated_internal_id": "ASST_NON_A20AP00236_1450"}, {"internal_id": 110826393, "Award ID": "A20AP00235", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7679a9ad-31e0-e900-5517-a247faff13dc-C", "generated_internal_id": "ASST_NON_A20AP00235_1450"}, {"internal_id": 110826562, "Award ID": "A20AP00234", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71b447ab-8f76-3d17-5322-2e07c9f861aa-C", "generated_internal_id": "ASST_NON_A20AP00234_1450"}, {"internal_id": 110826527, "Award ID": "A20AP00233", "Award Amount": 49546.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "15.032", "Description": "INDIAN ECONOMOIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "acb076d3-fb9d-08aa-7b0c-92a9de7b558e-C", "generated_internal_id": "ASST_NON_A20AP00233_1450"}, {"internal_id": 110826528, "Award ID": "A20AP00232", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5494e08f-b4b5-6739-59a6-df37af41a345-C", "generated_internal_id": "ASST_NON_A20AP00232_1450"}, {"internal_id": 110826349, "Award ID": "A20AP00230", "Award Amount": 49504.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f1727d3c-2c76-b2e3-25fd-b5b5b6ba53a8-R", "generated_internal_id": "ASST_NON_A20AP00230_1450"}, {"internal_id": 110826416, "Award ID": "A20AP00229", "Award Amount": 49840.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d17e7ec-33e9-a6be-182f-8639c68f1b89-C", "generated_internal_id": "ASST_NON_A20AP00229_1450"}, {"internal_id": 110826443, "Award ID": "A20AP00228", "Award Amount": 49500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b81d321-fcc2-345b-b6c6-5fd1c34dd7d7-C", "generated_internal_id": "ASST_NON_A20AP00228_1450"}, {"internal_id": 110826529, "Award ID": "A20AP00225", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fde74fc2-db05-e942-5cff-73fe5203d11a-C", "generated_internal_id": "ASST_NON_A20AP00225_1450"}, {"internal_id": 110826350, "Award ID": "A20AP00224", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a367a54-8858-ea26-6524-5708a4e420d8-C", "generated_internal_id": "ASST_NON_A20AP00224_1450"}, {"internal_id": 110826486, "Award ID": "A20AP00223", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e95cabb7-df65-59ef-aa46-adf0b601d4c9-C", "generated_internal_id": "ASST_NON_A20AP00223_1450"}, {"internal_id": 110826351, "Award ID": "A20AP00222", "Award Amount": 46000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e8ece01-8a4f-2996-81ef-6311374a5cc1-C", "generated_internal_id": "ASST_NON_A20AP00222_1450"}, {"internal_id": 110826315, "Award ID": "A20AP00221", "Award Amount": 49606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db3504f4-a1f0-2004-6b5e-ce9d58a1359a-C", "generated_internal_id": "ASST_NON_A20AP00221_1450"}, {"internal_id": 97269082, "Award ID": "A20AP00050", "Award Amount": 65192.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-11", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea322a6a-9429-af58-c6e7-7edd9b790439-C", "generated_internal_id": "ASST_NON_A20AP00050_1450"}, {"internal_id": 78819698, "Award ID": "A19AV00461", "Award Amount": 195508.5, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2019-02-20", "CFDA Number": "15.108", "Description": "INDIAN SELF-DETERMINATION CONTRACT SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1656f87e-1290-4732-9022-03bb076591f1-C", "generated_internal_id": "ASST_NON_A19AV00461_1450"}, {"internal_id": 89970524, "Award ID": "A19AP00265", "Award Amount": 49400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-10-21", "CFDA Number": "15.032", "Description": "INDIAN ECONONMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c004a16f-275d-01aa-759b-b16d4455cb46-C", "generated_internal_id": "ASST_NON_A19AP00265_1450"}, {"internal_id": 83418524, "Award ID": "A19AP00143", "Award Amount": 798796.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-23", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_A19AP00143_1450"}, {"internal_id": 85346402, "Award ID": "A19AP00108", "Award Amount": 226969.6, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-21", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6365ff49-4437-782b-84d4-7507473b73b8-C", "generated_internal_id": "ASST_NON_A19AP00108_1450"}, {"internal_id": 80289384, "Award ID": "A19AP00103", "Award Amount": 68682.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-04", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2a32ff92-895e-7786-f1e1-9661e23fd77d-C", "generated_internal_id": "ASST_NON_A19AP00103_1450"}, {"internal_id": 81358584, "Award ID": "A19AC00031", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-05-30", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_A19AC00031_1450"}, {"internal_id": 80520371, "Award ID": "A19AC00023", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-04-25", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1795928-e830-86c2-b2b2-1534323113e9-C", "generated_internal_id": "ASST_NON_A19AC00023_1450"}, {"internal_id": 78970331, "Award ID": "A19AC00017", "Award Amount": 4400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-03-05", "CFDA Number": "15.032", "Description": "FURTHERING AMERICAN INDIAN ALASKAN NATIVE AND NATIVE HAWAIIAN TOURISM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c13f57f8-96b2-a4b2-068a-a125a4d63589-C", "generated_internal_id": "ASST_NON_A19AC00017_1450"}, {"internal_id": 78970330, "Award ID": "A19AC00016", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-03-04", "CFDA Number": "15.032", "Description": "ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c13f57f8-96b2-a4b2-068a-a125a4d63589-C", "generated_internal_id": "ASST_NON_A19AC00016_1450"}, {"internal_id": 48326972, "Award ID": "A17AV00399", "Award Amount": 50215.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2017-02-27", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa3716ca-f709-b625-277f-86bda37ff8df-C", "generated_internal_id": "ASST_NON_A17AV00399_1450"}, {"internal_id": 48326970, "Award ID": "A17AV00397", "Award Amount": 144696.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2017-02-27", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa3716ca-f709-b625-277f-86bda37ff8df-C", "generated_internal_id": "ASST_NON_A17AV00397_1450"}, {"internal_id": 48326729, "Award ID": "A17AV00149", "Award Amount": 120093.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2016-12-12", "CFDA Number": "15.108", "Description": "CONSOLIDATED TRIBAL GOVERNMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6c9216c-f6aa-7de9-d328-fc883691bdf6-C", "generated_internal_id": "ASST_NON_A17AV00149_1450"}, {"internal_id": 48326708, "Award ID": "A17AV00128", "Award Amount": 413580.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2016-12-05", "CFDA Number": "15.032", "Description": "CONSOLIDATED TRIBAL GOVERNMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6c9216c-f6aa-7de9-d328-fc883691bdf6-C", "generated_internal_id": "ASST_NON_A17AV00128_1450"}, {"internal_id": 48326514, "Award ID": "A17AP00046", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-05", "CFDA Number": "15.032", "Description": "IDENTIFYING POTENTIAL FOOD ASSETS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1795928-e830-86c2-b2b2-1534323113e9-C", "generated_internal_id": "ASST_NON_A17AP00046_1450"}, {"internal_id": 48326437, "Award ID": "A17AC00048", "Award Amount": 1000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-04-24", "CFDA Number": "15.032", "Description": "SUPPORTING INDIAN TRIBES AND ORGANIZATIONS IN BUILDING NATIVE AMERICAN TOURISM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c13f57f8-96b2-a4b2-068a-a125a4d63589-C", "generated_internal_id": "ASST_NON_A17AC00048_1450"}, {"internal_id": 48323300, "Award ID": "A14AV00249", "Award Amount": 710883.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2014-01-07", "CFDA Number": "15.108", "Description": "JP&T", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6c9216c-f6aa-7de9-d328-fc883691bdf6-C", "generated_internal_id": "ASST_NON_A14AV00249_1450"}, {"internal_id": 48297634, "Award ID": "A08AV00089", "Award Amount": 24768750.57, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2013-01-29", "CFDA Number": "15.021", "Description": "NARRAGANSETT LAW ENFORCEMENT SERVICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": 3172155.0, "Infrastructure Obligations": null, "recipient_id": "19a9c751-c43f-80b9-4288-26c93a8b65c3-C", "generated_internal_id": "ASST_NON_A08AV00089_1450"}, {"internal_id": 48247464, "Award ID": "A01AV00017", "Award Amount": 1434625.0, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2013-03-18", "CFDA Number": "15.032", "Description": "ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d287c980-08ee-5a5d-8da9-f7856d3e1905-C", "generated_internal_id": "ASST_NON_A01AV00017_1450"}, {"internal_id": 48328550, "Award ID": "A98AV00005", "Award Amount": 247701.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2013-09-23", "CFDA Number": "16.200", "Description": "EMERGENCY ASSISTANCE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_A98AV00005_1450"}, {"internal_id": 159099946, "Award ID": "A23AV00408", "Award Amount": 94965.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2023-05-03", "CFDA Number": "15.032", "Description": "ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "21462ddf-7734-1b69-2bf6-231b5c344171-C", "generated_internal_id": "ASST_NON_A23AV00408_1450"}, {"internal_id": 155053740, "Award ID": "A23AV00203", "Award Amount": 9615.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2022-12-09", "CFDA Number": "15.032", "Description": "ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "86afdb85-fb0b-c5da-a67a-02b4185608b9-C", "generated_internal_id": "ASST_NON_A23AV00203_1450"}, {"internal_id": 149418672, "Award ID": "A22AV00636", "Award Amount": 500509.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2022-06-13", "CFDA Number": "15.032", "Description": "P.L. 93-638", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bb5c34d-dd93-ab0b-1376-e70adb6974ea-C", "generated_internal_id": "ASST_NON_A22AV00636_1450"}, {"internal_id": 148995127, "Award ID": "A22AV00610", "Award Amount": 165530.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2022-05-25", "CFDA Number": "15.032", "Description": "CONTINUATION OF AWARD A19AV00610 - CREDIT & FINANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d819bae1-b979-0f96-b5e8-cca54dc34736-C", "generated_internal_id": "ASST_NON_A22AV00610_1450"}, {"internal_id": 147751462, "Award ID": "A22AV00599", "Award Amount": 523038.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2022-04-04", "CFDA Number": "15.032", "Description": "OST 2022 ECONOMIC DEVELOPMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7679a9ad-31e0-e900-5517-a247faff13dc-C", "generated_internal_id": "ASST_NON_A22AV00599_1450"}, {"internal_id": 144103823, "Award ID": "A22AV00061", "Award Amount": 390898.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2021-11-29", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e8ece01-8a4f-2996-81ef-6311374a5cc1-C", "generated_internal_id": "ASST_NON_A22AV00061_1450"}, {"internal_id": 127923159, "Award ID": "A21AV00241", "Award Amount": 1632764.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2021-03-02", "CFDA Number": "15.032", "Description": "INDIAN ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "acb076d3-fb9d-08aa-7b0c-92a9de7b558e-C", "generated_internal_id": "ASST_NON_A21AV00241_1450"}, {"internal_id": 116490141, "Award ID": "A21AV00156", "Award Amount": 499930.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2020-12-16", "CFDA Number": "15.032", "Description": "SOUTHERN UTE RESERVATION TRIBAL CREDIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a04b78b9-e06d-33bb-1f64-57ee81a37d38-C", "generated_internal_id": "ASST_NON_A21AV00156_1450"}, {"internal_id": 111983670, "Award ID": "A21AV00023", "Award Amount": 398076.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2020-11-10", "CFDA Number": "15.032", "Description": "ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a3d5e13b-d7e2-053a-0904-4ad93fad6229-C", "generated_internal_id": "ASST_NON_A21AV00023_1450"}, {"internal_id": 125348022, "Award ID": "A21AV00015", "Award Amount": 721562.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2021-02-02", "CFDA Number": "15.032", "Description": "P.L. 93-638 CONTRACT FOR FY 2021 AT PEDCO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "739326b1-fc9e-5773-0b89-8c9ebc5ed67a-R", "generated_internal_id": "ASST_NON_A21AV00015_1450"}, {"internal_id": 110826500, "Award ID": "A20AV01085", "Award Amount": 37019308.36, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2020-09-25", "CFDA Number": "15.032", "Description": "P.L. 93-638, GRANT ASSISTANCE FOR SOUTH PUGET.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 9531417.36, "Infrastructure Obligations": null, "recipient_id": "3d0adbc7-e2dc-a3d2-8980-f836cd6cbcbe-C", "generated_internal_id": "ASST_NON_A20AV01085_1450"}, {"internal_id": 110826405, "Award ID": "A20AV01038", "Award Amount": 391631.69, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2020-09-17", "CFDA Number": "15.032", "Description": "SKID STEER AND FLAT BED TRAILER PURCHASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ba2993f8-efcd-e4c7-054a-8df600be9a6c-C", "generated_internal_id": "ASST_NON_A20AV01038_1450"}, {"internal_id": 97269093, "Award ID": "A20AV00734", "Award Amount": 16892.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2020-05-04", "CFDA Number": "15.032", "Description": "FORT BIDWELL RESERVATION, FENCING PROJECT CONTRACT A20AV00734", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2aaca049-dee2-e9c9-935f-48cba5f071da-R", "generated_internal_id": "ASST_NON_A20AV00734_1450"}, {"internal_id": 93668051, "Award ID": "A20AV00209", "Award Amount": 28258.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2019-12-05", "CFDA Number": "15.032", "Description": "ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "86afdb85-fb0b-c5da-a67a-02b4185608b9-C", "generated_internal_id": "ASST_NON_A20AV00209_1450"}, {"internal_id": 97056329, "Award ID": "A20AV00168", "Award Amount": 1204456.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2020-04-17", "CFDA Number": "15.032", "Description": "P.L. 93-638 CONTRACT WITH LOWER BRULE SIOUX TRIBE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": 1044275.0, "Infrastructure Obligations": null, "recipient_id": "7e055bcd-498f-6044-c80f-36da90485237-C", "generated_internal_id": "ASST_NON_A20AV00168_1450"}, {"internal_id": 83418566, "Award ID": "A19AV00817", "Award Amount": 240376.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2019-08-09", "CFDA Number": "15.032", "Description": "REVOLVING CREDIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d819bae1-b979-0f96-b5e8-cca54dc34736-C", "generated_internal_id": "ASST_NON_A19AV00817_1450"}, {"internal_id": 76345768, "Award ID": "A19AV00162", "Award Amount": 699231.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2018-12-10", "CFDA Number": "15.032", "Description": "OGLALA SIOUX TRIBE 2019 ECONOMIC DEVELOPMENT/CREDIT AND FINANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7679a9ad-31e0-e900-5517-a247faff13dc-C", "generated_internal_id": "ASST_NON_A19AV00162_1450"}, {"internal_id": 75591969, "Award ID": "A19AV00142", "Award Amount": 615106.84, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2018-11-21", "CFDA Number": "15.024", "Description": "FY 2019 SCAT ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "21462ddf-7734-1b69-2bf6-231b5c344171-C", "generated_internal_id": "ASST_NON_A19AV00142_1450"}, {"internal_id": 73899120, "Award ID": "A18AV00862", "Award Amount": 484119.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2018-10-01", "CFDA Number": "15.032", "Description": "A18AV00862", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e8ece01-8a4f-2996-81ef-6311374a5cc1-C", "generated_internal_id": "ASST_NON_A18AV00862_1450"}, {"internal_id": 62268633, "Award ID": "A18AV00386", "Award Amount": 9319380.3, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2018-01-31", "CFDA Number": "15.032", "Description": "AWARD - FY 2018- CTWS SINGLE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": 4655375.4, "Infrastructure Obligations": null, "recipient_id": "e76325f2-36d7-4d11-428f-54b94c96c116-C", "generated_internal_id": "ASST_NON_A18AV00386_1450"}, {"internal_id": 48327778, "Award ID": "A18AV00258", "Award Amount": 587584.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2017-12-15", "CFDA Number": "15.020", "Description": "FY 2018 ECONOMIC DEVELOPMENT FUNDING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_A18AV00258_1450"}, {"internal_id": 48327728, "Award ID": "A18AV00175", "Award Amount": 295131.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2017-12-11", "CFDA Number": "15.032", "Description": "A18AV00175", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a3d5e13b-d7e2-053a-0904-4ad93fad6229-C", "generated_internal_id": "ASST_NON_A18AV00175_1450"}, {"internal_id": 48327635, "Award ID": "A18AV00061", "Award Amount": 587078.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2017-12-15", "CFDA Number": "15.032", "Description": "A18AV00061", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "739326b1-fc9e-5773-0b89-8c9ebc5ed67a-R", "generated_internal_id": "ASST_NON_A18AV00061_1450"}, {"internal_id": 48327612, "Award ID": "A18AV00022", "Award Amount": 1140798.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2017-10-17", "CFDA Number": "15.032", "Description": "FORT BELKNAP ECONOMIC DEVELOPMENT-CREDIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "acb076d3-fb9d-08aa-7b0c-92a9de7b558e-C", "generated_internal_id": "ASST_NON_A18AV00022_1450"}, {"internal_id": 48327096, "Award ID": "A17AV00529", "Award Amount": 73175.87, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2017-05-24", "CFDA Number": "15.032", "Description": "TRIBAL ENERGY DEVELOPMENT CAPACITY (TEDC)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f405afaf-16d2-840e-344c-ff40a790a3c7-C", "generated_internal_id": "ASST_NON_A17AV00529_1450"}, {"internal_id": 48326979, "Award ID": "A17AV00406", "Award Amount": 756881.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2017-03-01", "CFDA Number": "15.032", "Description": "TRIBAL CREDIT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a04b78b9-e06d-33bb-1f64-57ee81a37d38-C", "generated_internal_id": "ASST_NON_A17AV00406_1450"}, {"internal_id": 48326812, "Award ID": "A17AV00235", "Award Amount": 16209.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2017-02-02", "CFDA Number": "15.032", "Description": "ECONOMIC DEVELOPMENT TPA BASE C.R. #1", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "86afdb85-fb0b-c5da-a67a-02b4185608b9-C", "generated_internal_id": "ASST_NON_A17AV00235_1450"}, {"internal_id": 62268706, "Award ID": "A17AV00108", "Award Amount": -10065.96, "Award Type": "DIRECT PAYMENT WITH UNRESTRICTED USE (RETIREMENT, PENSION, VETERANS BENEFITS, ETC.) (D)", "Base Obligation Date": "2018-01-05", "CFDA Number": "15.032", "Description": "A17AV00108", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d719ba2-0e9a-6267-1bc5-6f385a29774b-C", "generated_internal_id": "ASST_NON_A17AV00108_1450"}, {"internal_id": 48326062, "Award ID": "A16AV00709", "Award Amount": 33413727.88, "Award Type": "DIRECT PAYMENT WITH UNRESTRICTED USE (RETIREMENT, PENSION, VETERANS BENEFITS, ETC.) (D)", "Base Obligation Date": "2016-06-16", "CFDA Number": "15.035", "Description": "NATURAL RESOURCE AND FORESTRY PROGRAMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd4662f2-cec9-7c98-cc4b-4e29dd2b8731-C", "generated_internal_id": "ASST_NON_A16AV00709_1450"}, {"internal_id": 48325648, "Award ID": "A16AV00274", "Award Amount": 529684.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2015-12-16", "CFDA Number": "15.032", "Description": "ECONOMIC DEVELOPMENT 2016 FUNDS BASE ON 1ST CR @ 19.67%", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7679a9ad-31e0-e900-5517-a247faff13dc-C", "generated_internal_id": "ASST_NON_A16AV00274_1450"}, {"internal_id": 48325428, "Award ID": "A16AV00039", "Award Amount": 515121.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2015-12-04", "CFDA Number": "15.108", "Description": "A16AV00039  AWARD  SANTEE INDIAN EMPLOYMENT ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bb5c34d-dd93-ab0b-1376-e70adb6974ea-C", "generated_internal_id": "ASST_NON_A16AV00039_1450"}, {"internal_id": 48325426, "Award ID": "A16AV00037", "Award Amount": 628339.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2015-12-03", "CFDA Number": "15.032", "Description": "A16AV00037 - SF26 AWARD - SANTEE ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6bb5c34d-dd93-ab0b-1376-e70adb6974ea-C", "generated_internal_id": "ASST_NON_A16AV00037_1450"}, {"internal_id": 48324988, "Award ID": "A15AV00852", "Award Amount": 329391.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2015-10-27", "CFDA Number": "15.032", "Description": "CR#1", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e8ece01-8a4f-2996-81ef-6311374a5cc1-C", "generated_internal_id": "ASST_NON_A15AV00852_1450"}, {"internal_id": 48324575, "Award ID": "A15AV00420", "Award Amount": 228976.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2015-05-28", "CFDA Number": "15.032", "Description": "REVOLVING CREDIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2501809b-179f-4793-29d1-2a5b7a9909e7-R", "generated_internal_id": "ASST_NON_A15AV00420_1450"}, {"internal_id": 48324280, "Award ID": "A15AV00108", "Award Amount": 522277.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2015-02-12", "CFDA Number": "15.024", "Description": "PONCA ECONOMIC DEVELOPMENT CORP (PEDCO)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "739326b1-fc9e-5773-0b89-8c9ebc5ed67a-R", "generated_internal_id": "ASST_NON_A15AV00108_1450"}, {"internal_id": 48323209, "Award ID": "A14AV00158", "Award Amount": 106420.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2013-12-09", "CFDA Number": "15.024", "Description": "JP&T", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1656f87e-1290-4732-9022-03bb076591f1-C", "generated_internal_id": "ASST_NON_A14AV00158_1450"}, {"internal_id": 48322523, "Award ID": "A13AV00355", "Award Amount": 13452775.06, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2013-09-03", "CFDA Number": "15.025", "Description": "WATER/WASTE SYSTEM UPGRADE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 2790356.0, "Infrastructure Obligations": null, "recipient_id": "37d4f8f7-7c93-2036-b300-25d38074d310-C", "generated_internal_id": "ASST_NON_A13AV00355_1450"}, {"internal_id": 48322315, "Award ID": "A13AV00129", "Award Amount": 7371876.53, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2013-03-26", "CFDA Number": "15.025", "Description": "ROAD MAINTENANCE FUNDS FY2013", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": 855185.0, "Infrastructure Obligations": null, "recipient_id": "6c83ff57-cf93-5d89-e651-5ccd9162d812-C", "generated_internal_id": "ASST_NON_A13AV00129_1450"}, {"internal_id": 48303356, "Award ID": "A09AV00490", "Award Amount": 29150293.06, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2013-02-07", "CFDA Number": "15.021", "Description": "SINGLE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": 3444344.74, "Infrastructure Obligations": null, "recipient_id": "1b560b84-fe39-467f-47fe-24f6ddf42da3-C", "generated_internal_id": "ASST_NON_A09AV00490_1450"}, {"internal_id": 48256336, "Award ID": "A02AV00011", "Award Amount": 364957.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2013-04-10", "CFDA Number": "15.032", "Description": "ECONOMIC DEVELOPMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_A02AV00011_1450"}, {"internal_id": 155860497, "Award ID": "A23AV00258", "Award Amount": 116360.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2023-01-13", "CFDA Number": "15.032", "Description": "HOPI CREDIT ASSOCIATION OPERATES AS A LENDING INSTITUTION ON THE HOPI RESERVATION FOR AGRICULTURAL; LIVESTOCK; HOUSING, AND BUSINESS ENTERPRISE LOANS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b6b13bc5-a39b-43f7-3b60-f9ee66a86cb9-R", "generated_internal_id": "ASST_NON_A23AV00258_1450"}, {"internal_id": 125348123, "Award ID": "A21AX10016", "Award Amount": 50000.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2021-02-08", "CFDA Number": "15.032", "Description": "BROADBAND GRANT FEASIBILITY STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c9d877d6-b248-e3f0-65df-96fec8454fe7-R", "generated_internal_id": "ASST_NON_A21AX10016_1450"}, {"internal_id": 92576827, "Award ID": "A20AV00123", "Award Amount": 336394.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-11-06", "CFDA Number": "15.032", "Description": "CREDIT ASSOCIATION OPERATES AS A LENDING INSTITUTION ON THE HOPI RESERVATION FOR AGRICULTURAL; LIVESTOCK; HOUSING, AND BUSINESS ENTERPRISE LOANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b6b13bc5-a39b-43f7-3b60-f9ee66a86cb9-R", "generated_internal_id": "ASST_NON_A20AV00123_1450"}, {"internal_id": 89970567, "Award ID": "A20AV00066", "Award Amount": 0.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2019-10-24", "CFDA Number": "15.032", "Description": "CREDIT ASSOCIATION OPERATES AS A LENDING INSTITUTION ON THE HOPI RESERVATION FOR AGRICULTURAL; LIVESTOCK; HOUSING, AND BUSINESS ENTERPRISE LOANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9fdef4b6-1828-488f-ae0c-e40f48964f00-C", "generated_internal_id": "ASST_NON_A20AV00066_1450"}, {"internal_id": 48327550, "Award ID": "A17AV01013", "Award Amount": 177274.0, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2017-09-20", "CFDA Number": "15.032", "Description": "ECONOMIC DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b6b13bc5-a39b-43f7-3b60-f9ee66a86cb9-R", "generated_internal_id": "ASST_NON_A17AV01013_1450"}, {"internal_id": 48324555, "Award ID": "A15AV00398", "Award Amount": 11044982.5, "Award Type": "OTHER REIMBURSABLE, CONTINGENT, INTANGIBLE, OR INDIRECT FINANCIAL ASSISTANCE", "Base Obligation Date": "2015-04-02", "CFDA Number": "15.021", "Description": "CONSOLIDATED TRIBAL GOVERNMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9fdef4b6-1828-488f-ae0c-e40f48964f00-C", "generated_internal_id": "ASST_NON_A15AV00398_1450"}]