[{"internal_id": 161864799, "Award ID": "L23AC00447", "Award Amount": 468033.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "15.229", "Description": "FUNDING OPPORTUNITY NUMBER: L23AS00020FUNDING OPPORTUNITY GOALS TEXT: OBJECTIVES FOR THIS PROJECT ARE TO MANAGE WILD HORSE POPULATION GROWTH RATES IN HERDS THROUGHOUT OREGON TO ASSIST THE BLM IN KEEPING WILD HORSE POPULATIONS WITHIN HEALTHY APPROPRIATE MANAGEMENT LEVEL TARGETS. HIGH DESERT SOLUTIONS (HDS) WILL ACCOMPLISH THESE OBJECTIVES BY INITIALLY PERFORMING IN-DEPTH MONITORING OF HERDS TO COLLECT DATA AND DETERMINE DARTING STRATEGIES AND PRIORITIES. ONCE DATA HAS BEEN COLLECTED, PRIORITY HORSES HAVE BEEN IDENTIFIED, AND A STRATEGIC PLAN HAS BEEN CREATED, PRIORITY HORSES WILL BE DARTED WITH FERTILITY CONTROL DRUGS. ONCE DARTING IS COMPLETE, CONTINUAL MONITORING WILL TAKE PLACE TO DETERMINE SUCCESSES AND CONCEPTUALIZE THE NEXT STEPS. THIS WILL ALLOW HDS TO DETERMINE PRIORITY HORSES THAT NEED TO BE DARTED AGAIN OR GIVEN BOOSTERS AND WHEN IT IS APPROPRIATE TO START ALLOCATING RESOURCES FOR THE NEXT HERD IN OREGON. HDS WILL ACCOMPLISH THEIR OBJECTIVES BY INITIALLY PERFORMING IN-DEPTH MONITORING OF HERDS TO COLLECT DATA AND DETERMINE DARTING STRATEGIES AND PRIORITIES. ONCE DATA HAS BEEN COLLECTED, PRIORITY HORSES HAVE BEEN IDENTIFIED, AND A STRATEGIC PLAN HAS BEEN CREATED, PRIORITY HORSES WILL BE DARTED WITH FERTILITY CONTROL DRUGS. ONCE DARTING IS COMPLETE, CONTINUAL MONITORING WILL TAKE PLACE TO DETERMINE SUCCESSES AND CONCEPTUALIZE THE NEXT STEPS. THIS WILL ALLOW HDS TO DETERMINE PRIORITY HORSES THAT NEED TO BE DARTED AGAIN OR GIVEN BOOSTERS AND WHEN IT IS APPROPRIATE TO START ALLOCATING RESOURCES FOR THE NEXT HERD IN OREGON. THE EXPECTED OUTCOMES OF THIS PROJECT INCLUDE STABILIZING THE POPULATION BY DECREASING REPRODUCTION RATES AND MAINTAINING HERDS WITHIN APPROPRIATE MANAGEMENT LEVEL (AML). DURING THE PERFORMANCE PERIOD OF THIS PROJECT HDS WILL ADMINISTER FERTILITY CONTROL VIA REMOTE DART DELIVERY TO APPROXIMATELY 150 - 200 MARES AND FILLIES IN THE COYOTE LAKE ALVORD-TULE, COLD SPRINGS, HOG CREEK, AND SAND SPRINGS HMAS ANNUALLY. INCLUDING ADDITIONAL PRE-WORK IN OTHER HMA AREAS WITHIN THE VALE DISTRICT OR BEYOND AS THE PROGRAM EXPANDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01fc4a2a-2ff8-754c-0fc3-a6eda8efe9af-C", "generated_internal_id": "ASST_NON_L23AC00447_1422"}, {"internal_id": 161864783, "Award ID": "L23AC00413", "Award Amount": 91866.5, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "15.229", "Description": "FUNDING OPPORTUNITY NUMBER: L23AS00020FUNDING OPPORTUNITY GOALS TEXT:  THIS AGREEMENT WOULD ALLOW AMERICAN WILD HORSE CAMPAIGN (AWHC) TO START WORKING WITH BLM TO IDENTIFY WILD HORSES THAT ARE PRESENT ON THE CEDAR MOUNTAIN HERD MANAGEMENT AREA (HMA), AND TO ADMINISTER FERTILITY CONTROL VACCINES TO THE WILD MARES THERE. AWHC HAS NOT WORKED IN THIS AREA BEFORE. MILESTONES BELOW DRAW ON THE APPLICANTS TEXT ON PAGE 5 OF THE ORIGINAL AWHC PROPOSAL THAT WAS SPECIFIC TO THE CEDAR MOUNTAIN HMA. THE KEY MILESTONES ARE IDENTIFICATION OF WILD HORSES PRESENT EACH YEAR, AND ADMINISTERING DARTING TO MARES THAT ARE ON THE HMA EVERY YEAR. HOWEVER, THE AWHCS ORIGINAL PROPOSALS INCLUDED LANGUAGE ABOUT THE AWHC ANALYZING DATA AND ADJUSTING TREATMENT GOALS, APPARENTLY WITHOUT CONSULTATION WITH THE BLM. THE MILESTONES SUGGESTED BELOW ARE NOT EXACTLY AS WRITTEN BY THE AWHC, BUT THEY DO CLARIFY THAT BLM RETAINS MANAGEMENT AUTHORITY FOR THESE HERDS, AND THAT DECISIONS ABOUT YEAR-TO-YEAR MANAGEMENT GOALS (TARGETED NUMBER OF MARES TREATED) ARE TO BE MADE BY THE BLM, WITH THE BENEFIT OF CONSULTATIONS BETWEEN AWHC AND BLM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fea82ece-a908-4968-6dd7-061aca3a5bf2-R", "generated_internal_id": "ASST_NON_L23AC00413_1422"}, {"internal_id": 161363093, "Award ID": "L23AC00383", "Award Amount": 117340.69, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-31", "CFDA Number": "15.229", "Description": "FUNDING OPPORTUNITY NUMBER: L23AS00020FUNDING OPPORTUNITY GOALS TEXT:  UTAH STATE UNIVERSITY WOULD DEVELOP AN IN-PERSON AND VIRTUAL YOUTH CAMP EDUCATIONAL CURRICULA RELATED TO WILD HORSES AND BURROS AND RANGELAND MANAGEMENT. THEY WOULD DEVELOP CURRICULA PRIMARILY FOR IN-PERSON CAMPS THAT WOULD ALSO BE PUT IN VIDEO FORM FOR ON-LINE CURRICULA, WHICH COULD BE USED BY ANY TEACHER. , AND EACH ONE WOULD INCLUDE TEACHING MATERIALS THAT COULD BE USED AT THE GRADE SCHOOL, MIDDLE SCHOOL, HIGH SCHOOL, AND UNIVERSITY LEVELS. MATERIALS WOULD BE TRIALED WITH TEACHERS AND STUDENTS IN PERSON IN VARIOUS SETTINGS, MAINLY IN COLORADO. THE ON-LINE NATURE OF THE MATERIALS WILL MEAN THEY CAN ALSO BE USED NATIONALLY. METRICS ARE LISTED BY TIMELINE ON THE TABLE FROM PAGES 5-6 OF THE UTAH STATE UNIVERSITY PROPOSAL. THESE INCLUDE DEVELOPMENT OF INSTRUCTIONAL VIDEOS, CAMP GUIDES, CAMP KITS, SCHOLARLY ARTICLES AND PRESENTATIONS, AND CONDUCTING THE IN-PERSON AND VIRTUAL MUSTANG CAMPS THEMSELVES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_L23AC00383_1422"}, {"internal_id": 161363090, "Award ID": "L23AC00372", "Award Amount": 141329.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-31", "CFDA Number": "15.229", "Description": "FUNDING OPPORTUNITY NUMBER: L23AS00020FUNDING OPPORTUNITY GOALS TEXT: THE PROPOSAL OVERALL PURPOSE LINES UP WELL WITH THE NOFO STATEMENT THAT THE BLM SEEKS EDUCATIONAL   INTERPRETIVE   INSTRUCTIONAL MATERIALS ABOUT WILD HORSE AND BURRO MANAGEMENT. THIS PROJECT WOULD CREATE ON-LINE AND IN-PERSON K-12 CURRICULA FOR THAT PURPOSE.  THE OBJECTIVES ARE CONCRETE AND MEASURABLE.  NOTE 1: THE PURPOSES SERVED BY OBJECTIVE 5 (DEVELOP AND POPULATE A COMPREHENSIVE TEACHING RESOURCE PLATFORM) COULD POSSIBLY BE ACCOMPLISHED BY UPLOADING THE LESSON PLANS, CURRICULA, AND VIRTUAL LESSONS ONTO OTHER, ALREADY-EXISTING RESOURCES FOR LESSON PLANNING THAT TEACHERS ALREADY USE. LESSON PLANS MAY BE MORE LIKELY TO BE USED BY A LARGER NUMBER OF TEACHERS IF THEY ARE DESIGNED SPECIFICALLY TO MEET NATIONAL STANDARDS FOR SCIENCE EDUCATION (SUCH AS AT NEXTGENSCIENCE.ORG). THESE ARE AREAS WHERE BLM PRE-AWARD DISCUSSIONS AND SUBSTANTIVE INVOLVEMENT DURING THE AWARD PERIOD COULD LEAD TO MINOR MODIFICATIONS OF GOALS, WITHOUT ANY EXPECTED CHANGE IN BUDGET.  NOTE 2: IN ADDITION TO THE OTHER INFORMATION RESOURCE GROUPS LISTED, THE RECIPIENT SHOULD BE ENCOURAGED TO ENGAGE WITH THE GOVERNMENT OF THE STATE OF COLORADO IN REGARDS TO THE WILD HORSE MANAGEMENT GOALS IDENTIFIED IN THE RECENTLY PASSED STATE LAW 23-275.THE PROPOSED WORK WOULD 1) DEVELOP COMPELLING VIDEO SEGMENTS (VIRTUAL FIELD TRIPS) THAT WOULD BE USED AS PART OF LESSON PLANS  2) DEVELOP K-12 CURRICULA MODULES  3) DEVELOP AND EXECUTE A TEACHER TRAINING PROGRAM IN TWO SCHOOL DISTRICTS  4) ENCOURAGE COLORADO-WIDE USE OF EDUCATIONAL MATERIALS VIA THE UNIVERSITYS EDUCATIONAL CONNECTIONS TO K-12 INSTRUCTION IN THE STATE  5) PUBLICIZE AND POPULATE A WEBSITE FOR LESSON PLAN DISTRIBUTION NATIONALLY.   GOALS   ESTIMATED TIMELINES: (SEE TABLE 3 IN PROJECT PROPOSAL) A.RECRUIT MASTERS STUDENT (YEAR 1) B.ENGAGEMENT MEETINGS WITH INFORMATIONAL PARTNERS (YEAR 1) C.CREATE VIRTUAL FIELD TRIPS OF SPECIFIED HMAS(2 IN YEAR 1, 2 IN YEAR 2) D.CREATE, TEST, AND EVALUATE K-12 WILD HORSE   BURRO TEACHING MODULES(ALL YEARS  SEE TABLE 3   EDUCATIONAL MATERIALS   PROGRAMS) E.DESIGN AND IMPLEMENT TEACHER TRAINING PROGRAM(ALL YEARS  SEE TABLE 3   EDUCATIONAL MATERIALS   PROGRAMS) F.BUILD AN ARRAY OF INFORMAL EDUCATION PROGRAMS TO REACH A DIVERSE CROSS SECTION OF THE PUBLIC(MAINLY YEARS 1   2  SEE TABLE 3) G.DEVELOP AND MAKE AVAILABLE COMPREHENSIVE TEACHING RESOURCES TO PLATFORM(S) THAT ARE ACCESSIBLE TO TEACHERS NATIONWIDE(ALL YEARS  SEE TABLE 3   EDUCATIONAL MATERIALS   PROGRAMS) MEASURES: A.ENROLLMENT OF MASTERS STUDENT B.MEETINGS WITH INFORMATIONAL PARTNERS SPECIFIED IN TABLE 3   ENGAGEMENT  C.PERFORM IN PERSON FIELD TRIPS TO 4 IDENTIFIED HMAS WITH NATURAL RESOURCE PROFESSIONALS AND PARTNERS TO RECORD VIDEO AND STILL IMAGE MATERIALS.    D.USE CURRICULUM CO-PRODUCTION APPROACH TO DEVELOP MODULES COVERING SUB-TOPICS RELATED TO WILD HORSES AND BURROS IN THE AMERICAN WEST.   E.CONDUCT TEACHER TRAINING PROGRAMS TO CO-CREATE FINAL K-12 WILD HORSE   BURRO TEACHING MODULES WITH PARTICIPATING TEACHERS.   F.HOST INFORMAL EDUCATION PROGRAMS AS WELL AS SEEK OUT OPPORTUNITIES TO HOST COMMUNITY PROGRAMS THROUGHOUT COURSE OF PROJECT.   G.UPLOAD EDUCATIONAL RESOURCES TO AVAILABLE TEACHING RESOURCE PLATFORMS WITH UPLOAD, DOWNLOAD AND KEYWORD TAGGING CAPABILITIES.POTENTIALLY: DEVELOP A CSU-SPECIFIC PLATFORM, BUT THAT IS NOT A BLM PRIORITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_L23AC00372_1422"}, {"internal_id": 157766966, "Award ID": "L23AC00128", "Award Amount": 710000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-30", "CFDA Number": "15.229", "Description": "AWARD PURPOSE   MUSTANG CHAMPIONS SEEKS TO PARTNER WITH THE BUREAU OF LAND MANAGEMENT WILD HORSE AND  BURRO PROGRAM (WHB) TO INCREASE AND STREAMLINE WILD HORSE AND BURRO PLACEMENT OPPORTUNITIES. THE PARTNERSHIP WILL BE BUILT ON TRANSPARENCY, STABILITY, CONSISTENCY, AND PROFESSIONALISM. MUSTANG CHAMPIONS AND THE WHB WILL WORK IN TANDEM TO INCREASE THE PLACEMENT OF WILD HORSES AND BURROS INTO PRIVATE CARE THROUGH EFFECTIVE COMMUNICATION, INNOVATIVE MARKETING, TRAINING RESOURCES, EDUCATIONAL OUTREACH, AND FINANCIAL INCENTIVES. THE OPPORTUNITY   INCREASE THE NUMBER OF MUSTANGS AND BURROS THAT ARE ADOPTED   PURCHASED THROUGH GENTLING AND TRAINING PROGRAMS  POSITION THE WHB IN THE ENGLISH AND WESTERN RIDING COMMUNITIES AS A CHAMPION OF THE AMERICAN MUSTANG, AND AS A PROPONENTS OF HUMANE TREATMENT THROUGHOUT THE PROCESS OF GENTLING, PLACING, AND TRAINING  CREATE A MUSTANG TRAINING READINESS CURRICULUM, WITH HUMANE TRAINING TECHNIQUES FOR ALL EQUINE DISCIPLINES, DEMONSTRATING THE EFFECTIVENESS WITH WILD HORSES AND BURROS  GENERATE AWARENESS OF MUSTANG PROGRAMS AMONG THE ENGLISH AND WESTERN RIDING COMMUNITIES ENGAGE AND PROPERLY TRAIN YOUNG RIDERS TO REINVIGORATE THE EQUINE INDUSTRY OVERALL  CONNECT THE MUSTANG COMMUNITY AND BUILD GOODWILL. ACTIVITIES TO BE PERFORMED  WE WOULD LEVERAGE THE MUSTANG CHAMPIONS TEAMS EXPERTISE AND EXPERIENCE IN ANIMAL PLACEMENT AND  ANIMAL TRAINING, AS WELL AS IN MARKETING AND MUSTANG ADOPTION EVENT PRODUCTION TO CREATE PLACEMENT  PROGRAMS, COMPETITIVE EVENTS, HUMANE TRAINING CURRICULUM, AND EDUCATIONAL KIOSKS AND MATERIALS.  1. MUSTANG CLASSIC AND  MUSTANG CHALLENGE ANNUAL EVENTS  ENGLISH AND  WESTERN DISCIPLINE COMPETITIONS 2. WHAND B PROGRAM EDUCATIONAL KIOSKS  EDUCATIONAL POPUP KIOSK ELEMENTS AND MATERIALS EXPECTED DELIVERABLES OR OUTCOMES  MUSTANG CHAMPIONS GOAL IS 600 MUSTANGS AND BURROS ADOPTED   PURCHASED BY THE END OF FISCAL 2024 AND IMPACTING 30,000 AMERICANS WITH AN EDUCATIONAL EXPERIENCE.   THE COMBINED PROGRAMS WILL INCREASE AWARENESS, COMPETITIVE PARTICIPATION, AND KNOWLEDGE OF THE STATUS OF AMERICAN MUSTANGS AND BURROS AND AS WELL AS MANAGEMENT OF THE RANGELAND. INTENDED BENEFICIARIES   AMERICANS WHO HAVE A DESIRE TO ADOPT PURCHASE AND OWN AN AMERICAN MUSTANG OR BURRO  AMERICANS WHO WANT MORE OPPORTUNITIES TO ENGAGE WITH THE WHAND B PROGRAM  TRAINERS AND COMPETITORS WHO ARE SEEKING NEW WAYS TO TRAIN AND COMPETE WITH AMERICAN MUSTANGS  AMERICANS WHO WANT TO UNDERSTAND MORE ABOUT THE STATUS OF AMERICAN MUSTANGS AND BURROS AND THE RANGELAND ON WHICH THEY LIVE   WHB PROGRAM AND THE WHB BRAND.  BLM FUNDING REQUEST    710,000.00", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6c1c8b6-f6df-9e5b-4209-e584f7373ed9-R", "generated_internal_id": "ASST_NON_L23AC00128_1422"}, {"internal_id": 152328880, "Award ID": "L22AC00433", "Award Amount": 552904.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "15.229", "Description": "SEVERAL YEARS AGO WE PIONEERED A NEW APPROACH TO LONG TERM CONTRACEPTION, VECTORED  CONTRACEPTION  VC   LI ET AL , 2015   WE USED A GENE THERAPY VECTOR  A NON REPLICATING ADENOASSOCIATED VIRUS, AAV  TO PACKAGE AND DELIVER INTO MOUSE MUSCLE  THROUGH AN IM INJECTION  A GENE  ENCODING EITHER AN ANTIBODY THAT BINDS GNRH OR A COMPONENT OF THE ZONA PELLUCIDA  EXPRESSION OF  THESE ANTIBODIES RESULTED IN LONG TERM INFERTILITY IN MALES AND FEMALES, AND FEMALES, RESPECTIVELY   GENE THERAPY BASED APPROACHES TO CONTRACEPTION ARE ATTRACTIVE BECAUSE USE OF A CLONED GENE  ENSURES THAT ALL ANIMALS EXPERIENCE A SIMILAR RESPONSE, UNLIKE WHAT OFTEN HAPPENS WITH VACCINES   ALSO, WORK IN OTHER LARGE ANIMALS SUCH AS DOGS, NON HUMAN PRIMATES AND HUMANS SHOW THAT AAV  IS STABLE IN POST MITOTIC CELLS SUCH AS MUSCLE AND CAN EXPRESS AT HIGH LEVELS FOR MANY YEARS   THE CHALLENGE TO EXTENDING THIS APPROACH TO EQUIDS RELATES TO DOSE  HOW CAN WE PRODUCE  ENOUGH PROTEIN TO INHIBIT A PROCESS ESSENTIAL FOR FERTILITY, CHEAPLY, IN ANIMALS TEN THOUSAND TIMES  LARGER THAN A MOUSE  MICE HAVE 5 MLS OF BLOOD, HORSES   50 LITERS   THE HYPOTHESIS WE WILL TEST IS  THAT LONG TERM INFERTILITY CAN BE ACHIEVED AT LOW DOSE THROUGH AAV BASED EXPRESSION OF AN  ENGINEERED PROTEIN THAT BINDS VERY TIGHTLY TO A SPECIFIC REGION OF JUNO, A PROTEIN EXPRESSED ON  OOCYTES WHOSE FUNCTION IS ESSENTIAL FOR SPERM BINDING AND FERTILIZATION IN MAMMALS  THE SPECIFIC  HYPOTHESIS TO BE TESTED IS THAT A MODEST NUMBER OF AAV GENOMES, AND THE LOW CIRCULATING LEVELS  OF A HIGH AFFINITY JUNO BINDING PROTEIN THAT ENSUE, WILL OVER TIME SATURATE ALL THE SPERM BINDING  SITES ON JUNO, PREVENTING FERTILIZATION   OUR GOALS IN THIS 2 YEAR PROPOSAL ARE 1  TO DO PROOF OF PRINCIPLE EXPERIMENTS THAT WILL TEST  THIS IDEA IN THE MOUSE USING JUNO BINDING PROTEINS UNDER DEVELOPMENT BY DAVID BAKER S LAB  SEE  LETTER OF SUPPORT  AND 2  TO PRODUCE A PRODUCT TO BE SUBSEQUENTLY TESTED IN THE HORSE, PENDING THE  IDENTIFICATION OF FUNDED COLLABORATORS OR A NEW CALL FOR PROPOSALS IN SUBSEQUENT YEARS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74bac010-0a24-8f82-8021-0fa16ab4bc6d-C", "generated_internal_id": "ASST_NON_L22AC00433_1422"}, {"internal_id": 151522002, "Award ID": "L22AC00366", "Award Amount": 249955.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-22", "CFDA Number": "15.229", "Description": "IMMUNOCONTRACEPTIVE VACCINES ARE THE LEAST INVASIVEANDMOST HUMANE FERTILITY CONTROL OPTION FOR FREE RANGING HORSES,BUTTO BE BOTH TECHNICALLY FEASIBLE AND COST EFFECTIVE,THEY MUST CONSISTENTLY HAVE MULTI YEAR EFFICACYWITH A SINGLE DOSE    THE MAIN DIFFERENCE BETWEEN THESE THREE STUDIES APPEARS TO BE THEINJECTIONSITE I E , NECK IN THE FIRST TWO STUDIES, RUMP IN THE OTHER   THEFIRSTOBJECTIVE OF OUR RESEARCH IS TO ASSESS IMMUNE RESPONSE AND CONTRACEPTIVE EFFICACY USINGDIFFERENT INJECTION SITES  I E , NECK AND RUMP   WE HYPOTHESIZE THAT MARES VACCINATED IN THE NECK WILL MOUNTASIGNIFICANTLYMORE ROBUST IMMUNE RESPONSE  WITH POTENTIALLY PERMANENT EFFECTS ON OVARIAN FUNCTION COMPARED TO MARES VACCINATED IN THE RUMP DUE TO PROXIMITY TO MAJOR LYMPH NODES  ADDITIONALLY, BOOSTER DOSES HAVE NEVER BEEN ADMINISTERED FOR SPAYVAC, YET AMNESTICRESPONSES ARE KNOWN TO RESULT IN INCREASED ANTIBODY PRODUCTION FOR PROLONGED PERIODS OF TIME  OUR SECOND OBJECTIVE IS TO EXAMINE THE EFFECT OF A BOOSTER DOSE IN A SUBSET OF MARES VACCINATED EARLIER WITH SPAYVAC  WE HYPOTHESIZETHATTHESEMARES WILL INITIATE A ROBUST SECONDARY RESPONSE RESULTINGIN INCREASED EFFICACY AND DURATION,OR POSSIBLYPERMANENT INFERTILITY THE PROPOSED RESEARCH WILL  IDENTIFY IMPROVEMENTS TO EXISTING CONTRACEPTIVE OR STERILIZATION TREATMENTS OR PROCEDURES THAT COULD INCREASE THEIR PRACTICALITY, EFFICACY OR DURATION , WHICH IS THE BLM WILD HORSE AND BURRO PROGRAM S HIGHEST PRIORITY OBJECTIVE  DETERMINING OPTIMAL ADMINISTRATION METHODS FOR SPAYVAC WILL LEAD TOMORERELIABLE FERTILITY CONTROL THAT IS CONDUCIVE TO BROAD SCALE APPLICATION BY MANAGERS OF FERAL HORSE POPULATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a08c9477-e9f5-fe9a-2012-402104a5ddb7-R", "generated_internal_id": "ASST_NON_L22AC00366_1422"}, {"internal_id": 150670270, "Award ID": "L22AC00295", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-25", "CFDA Number": "15.229", "Description": "1. CONTINUE THE POPULATION MANAGEMENT PROGRAM WITH FERTILITY CONTROL MEASURES (DARTING APPROXIMATELY 15 MARES PER YEAR) ON THE CHALLIS HMA AND ASSIST WITH NEW DARTING PROGRAMS ON OTHER IDAHO HMAS2. ASSIST THE CHALLIS BLM WITH RANGE MANAGEMENT PROJECTS (MAINTAIN APPROXIMATELY 5 RANGE IMPROVEMENTS ANNUALLY), SUCH AS SPRING ENCLOSURES, SIGNAGE ON THE CHALLIS HMA, REMOVAL OF OLD FENCING AND BARB WIRE, AND HELP AT THE WILD HORSE CORRALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c86153d-5d91-fd9f-ba5c-2b71eb9f1343-R", "generated_internal_id": "ASST_NON_L22AC00295_1422"}, {"internal_id": 150045145, "Award ID": "L22AC00193", "Award Amount": 226242.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-06", "CFDA Number": "15.229", "Description": "REGARDING THE 2020-21 BUDGET FOR THE USU-ARS-BLM A TRANSPARENT PROTOCOL FOR PREDICTING HABITAT RESILIENCE TO CLIMATE CHANGE ON WILD HORSE AND BURRO HABITATS ACROSS THE WESTERN UNITED STATES. OUR GOAL IS TO DEVELOP HABITAT EVALUATION TOOLS AND INFORMATION PRODUCTS TO SUPPORT WILD HORSE AND BURRO MANAGEMENT THAT CAN BE USED ACROSS JURISDICTIONAL BOUNDARIES AND IN COLLABORATION WITH OTHER FEDERAL OR STATE LAND MANAGEMENT ENTITIES.\" SPECIFIC OBJECTIVES ARE:1.DEVELOP A WILD HORSE AND BURRO HABITAT INDEX BY IDENTIFYING AND MAPPING USABLE SPACE WITHIN ALL WESTERN HMAS;2.USE THREE COMMON SATELLITE-DERIVED RANGELAND HEALTH INDICATORS TO EVALUATE RELATIONSHIPS BETWEEN APPROPRIATE MANAGEMENT LEVEL AND HABITAT CONDITIONS THROUGH TIME; AND, 3.PRODUCE AN HMA RESILIENCE INDEX BASED ON REGION-SPECIFIC CLIMATE CHANGE PROJECTIONSTHESE OBJECTIVES WILL BE PURSUED CHRONOLOGICALLY, SPANNING APRIL 2022 THROUGH MARCH 2025. THE LONG-TERM GOAL OF THE BLM WILD HORSES AND BURRO PROGRAM, IS TO \"ENSURE BOTH THE HEALTH OF WILD HORSES AND BURROS AND THE HEALTH OF THE PUBLIC LANDS ON WHICH THEY ROAM\". THE HEALTH AND CONDITION OF WHB REFLECTS THE HABITATS IN WHICH THEY LIVE. OUR OBJECTIVES DIRECTLY ADDRESS THIS GOAL BY EVALUATING CURRENT AND FUTURE HABITAT CONDITIONS WITH RESPECT TO AML AND REGIONAL CLIMATE FORECASTS. COMBINED, THE PROPOSED PRODUCTS CAN BE USED AS AN OBJECTIVE, SYSTEMATIC MEANS OF INFORMING AML AND EVALUATING HABITAT RESILIENCY RELATIVE TO OTHER LAND USES SUCH AS GRAZING AND WILDLIFE HABITAT.PROJECT PRODUCTS WILL INCLUDE: (1) THREE PEER-REVIEWED PUBLICATIONS, (2) A FINAL REPORT INCLUDING SALIENT FINDINGS, METHODS, MAPS, AND DATASETS; AND (3) A PROJECT OVERVIEW TO BLM UPON COMPLETION OF THE STUDY, DELIVERED ON OR BEFORE 12/31/2025.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_L22AC00193_1422"}, {"internal_id": 147751343, "Award ID": "L22AC00075", "Award Amount": 130000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-11", "CFDA Number": "15.229", "Description": "CO ON RANGE SUPPORT FOR POPULATION MANAGEMENT IN SAND WASH BASIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b777ce6c-5535-b567-44cb-bd8bb933bc1e-R", "generated_internal_id": "ASST_NON_L22AC00075_1422"}, {"internal_id": 139033742, "Award ID": "L21AC10193", "Award Amount": 237573.56, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-04", "CFDA Number": "15.229", "Description": "ORWA HIGH DESERT STRATEGIES FERTILITY CONTROL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "01fc4a2a-2ff8-754c-0fc3-a6eda8efe9af-C", "generated_internal_id": "ASST_NON_L21AC10193_1422"}, {"internal_id": 139033738, "Award ID": "L21AC10192", "Award Amount": 380184.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "15.229", "Description": "ORWA BEATY BUTTE WILD HORSE TRAINING FACILITY AND FERTILITY CONTROL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b85c8541-bcfd-eaaa-f8d9-df89e89b9b28-R", "generated_internal_id": "ASST_NON_L21AC10192_1422"}, {"internal_id": 48949596, "Award ID": "L17AC00404", "Award Amount": 25322480.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-23", "CFDA Number": "15.229", "Description": "WO WILD HORSE AND BURRO TRAINING, PLACEMENT AND MARKETING PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "42f40d60-29de-7998-af56-e458dcc8cf38-R", "generated_internal_id": "ASST_NON_L17AC00404_1422"}, {"internal_id": 48949557, "Award ID": "L17AC00364", "Award Amount": 14999.83, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-21", "CFDA Number": "15.229", "Description": "WILD HORSE EDUCATION & FERTILITY CONTROL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c86153d-5d91-fd9f-ba5c-2b71eb9f1343-R", "generated_internal_id": "ASST_NON_L17AC00364_1422"}, {"internal_id": 48949447, "Award ID": "L17AC00241", "Award Amount": 672340.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-16", "CFDA Number": "15.229", "Description": "BLM CA RIO COSUMNES CORRECTIONAL CENTER WILD HORSE TRAINING PROGRAM CALIFORNIA STATE OFFICE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f539b7c6-3823-ec8f-748e-d5b25e495b16-C", "generated_internal_id": "ASST_NON_L17AC00241_1422"}, {"internal_id": 48949287, "Award ID": "L17AC00073", "Award Amount": 269120.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-10", "CFDA Number": "15.229", "Description": "BLM-WO CENTENNIAL WILD HORSE ECO-SANCTUARY DEERWOOD RANCH RAWLINS FO WY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7841e4a-2910-2da8-7b3e-c735d307f294-C", "generated_internal_id": "ASST_NON_L17AC00073_1422"}, {"internal_id": 48949051, "Award ID": "L16AC00264", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-19", "CFDA Number": "15.229", "Description": "BLM WO, RM-CESU ADOBE TOWN HMA WILD HORSE GPS COLLAR STUDY SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_L16AC00264_1422"}, {"internal_id": 48948963, "Award ID": "L16AC00168", "Award Amount": 78328.07, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-21", "CFDA Number": "15.229", "Description": "BLM-WO, CESU WILD HORSE FERTILITY VACCINE ADJUVANT EFFICACY RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_L16AC00168_1422"}, {"internal_id": 48948831, "Award ID": "L16AC00030", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-02", "CFDA Number": "15.229", "Description": "BEATY BUTTE WILD HORSE GATHER, FERTILITY CONTROL, AND TRAINING ASSISTANCE PROGRAM, LAKEVIEW DISTRICT, OR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b85c8541-bcfd-eaaa-f8d9-df89e89b9b28-R", "generated_internal_id": "ASST_NON_L16AC00030_1422"}, {"internal_id": 48948809, "Award ID": "L16AC00008", "Award Amount": 52814.15, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-02-23", "CFDA Number": "15.229", "Description": "APPLICABILITY AND EFFICACY OF PZP ON WILD BURROS IN NORTHWESTERN ARIZONA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c7e35668-e5ba-84e9-4abd-4581c82d4a3a-C", "generated_internal_id": "ASST_NON_L16AC00008_1422"}, {"internal_id": 48948749, "Award ID": "L15AC00251", "Award Amount": 251222.47, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-18", "CFDA Number": "15.229", "Description": "TRAINING ASSISTANCE FOR THE PLACEMENT OF WILD BURROS INTO PRIVATE CARE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abef02d2-bc2b-228e-120a-9cf1c88d735a-R", "generated_internal_id": "ASST_NON_L15AC00251_1422"}, {"internal_id": 48948646, "Award ID": "L15AC00146", "Award Amount": 790792.98, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-15", "CFDA Number": "15.229", "Description": "WILD HORSE AND BURRO CONTRACEPTIVE TECHNIQUES AND PROTOCOLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_L15AC00146_1422"}, {"internal_id": 48948645, "Award ID": "L15AC00145", "Award Amount": 287866.67, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-08", "CFDA Number": "15.229", "Description": "WILD HORSE AND BURRO CONTRACEPTIVE TECHNIQUES AND PROTOCOLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_L15AC00145_1422"}, {"internal_id": 48948644, "Award ID": "L15AC00144", "Award Amount": 1010065.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-13", "CFDA Number": "15.229", "Description": "WILD HORSE AND BURRO CONTRACEPTIVE TECHNIQUES AND PROTOCOLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_L15AC00144_1422"}, {"internal_id": 48948642, "Award ID": "L15AC00142", "Award Amount": 295992.9, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-13", "CFDA Number": "15.229", "Description": "WILD HORSE AND BURRO CONTRACEPTIVE TECHNIQUES AND PROTOCOLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5634f25-27d6-29e0-2864-bb06b35006f1-C", "generated_internal_id": "ASST_NON_L15AC00142_1422"}, {"internal_id": 48948510, "Award ID": "L15AC00008", "Award Amount": 97997.21, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-02-23", "CFDA Number": "15.229", "Description": "BLM WY WILD HORSE AND BURRO GENETICS GP CESU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_L15AC00008_1422"}, {"internal_id": 48948505, "Award ID": "L15AC00002", "Award Amount": 1045662.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-12-09", "CFDA Number": "15.229", "Description": "DOUBLE D RANCH WILD HORSE ECOSANCTUARY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95a4caee-d190-a8a5-a343-7b1a8ee84619-C", "generated_internal_id": "ASST_NON_L15AC00002_1422"}, {"internal_id": 48948155, "Award ID": "L14AC00056", "Award Amount": 8233896.39, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-05-27", "CFDA Number": "15.229", "Description": "WILD HORSE AND BURRO TRAINING, HOLDING AND ADOPTION PROJECT/PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "84996e41-01e4-cf01-e2f2-01e4d0e2ec22-C", "generated_internal_id": "ASST_NON_L14AC00056_1422"}, {"internal_id": 48947882, "Award ID": "L13AC00086", "Award Amount": 488172.82, "Award Type": null, "Base Obligation Date": "2013-09-09", "CFDA Number": "15.229", "Description": "ADD AMD 001 RCCC FOR FIRST ROUND OF FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f539b7c6-3823-ec8f-748e-d5b25e495b16-C", "generated_internal_id": "ASST_NON_L13AC00086_1422"}, {"internal_id": 48947859, "Award ID": "L13AC00062", "Award Amount": 52074944.4, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-04-29", "CFDA Number": "15.229", "Description": "NEW MEXICO WILD HORSE AND BURRO HOLDING FACILITY AND TRAINING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "497b755f-54e7-b24c-13d5-c4f010349193-C", "generated_internal_id": "ASST_NON_L13AC00062_1422"}, {"internal_id": 48947808, "Award ID": "L13AC00009", "Award Amount": 4185274.07, "Award Type": null, "Base Obligation Date": "2013-03-11", "CFDA Number": "15.229", "Description": "ARIZONA WILD HORSE HOLDING AND TRAINING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7004ff4-0abc-20af-7a72-3fd91f126870-C", "generated_internal_id": "ASST_NON_L13AC00009_1422"}, {"internal_id": 48947770, "Award ID": "L12AC20673", "Award Amount": 2448685.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2012-09-25", "CFDA Number": "15.229", "Description": "UTAH WILD HORSE GENTLING & REHABILITATION PROJECT USING EAP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0f123430-99a0-126f-9572-1edefdb6b729-C", "generated_internal_id": "ASST_NON_L12AC20673_1422"}, {"internal_id": 48947473, "Award ID": "L12AC20363", "Award Amount": 10712871.15, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2012-05-02", "CFDA Number": "15.229", "Description": "NEVADA WILD HORSE AND BURRO MAINTENANCE AND TRAINING FACILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ca11d31-8ec0-183e-0bc0-763985018476-C", "generated_internal_id": "ASST_NON_L12AC20363_1422"}, {"internal_id": 48945278, "Award ID": "L08AC13913", "Award Amount": 3444197.0, "Award Type": null, "Base Obligation Date": "2009-02-02", "CFDA Number": "15.229", "Description": "WILD HORSE AND BURRO RESOURCE MGMT, 2008", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0f123430-99a0-126f-9572-1edefdb6b729-C", "generated_internal_id": "ASST_NON_L08AC13913_1422"}, {"internal_id": 48948181, "Award ID": "L14AC00082", "Award Amount": 1080905.0, "Award Type": "DIRECT PAYMENT FOR SPECIFIED USE, AS A SUBSIDY OR OTHER NON-REIMBURSABLE DIRECT FINANCIAL AID (C)", "Base Obligation Date": "2014-06-23", "CFDA Number": "15.229", "Description": "MOWDY RANCH WILD HORSE ECOSANCTUARY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "65ea3049-cb2e-d8e5-9e5f-4a5456994aa8-C", "generated_internal_id": "ASST_NON_L14AC00082_1422"}]