[{"internal_id": 160027108, "Award ID": "S23AC00070", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-07", "CFDA Number": "15.255", "Description": "EFFICIENT DEWATERING OF ACID MINE DRAINAGE SLUDGE IS NECESSARY TO REDUCE DISPOSAL COSTS AND IMPROVE THE VIABILITY OF REUSING THE SLUDGE FOR OTHER PURPOSES, SUCH AS LOW-COST ADSORBENTS AND BUILDING MATERIALS. SOME EXISTING DEWATERING CIRCUITS CAN GENERATE SLUDGE WITH AS HIGH AS 30 WT.  SOLIDS CONTENT  HOWEVER, NEARLY ALL THE CIRCUITS RELY ON SEDIMENTATION IN CLARIFIERS, WHICH IS A RELATIVELY SLOW PROCESS AND NORMALLY TAKES SEVERAL TO TENS OF HOURS. THEREFORE, CLARIFIERS ARE REQUIRED TO HAVE A LARGE VOLUME TO PROVIDE ENOUGH RESIDENCE TIME, AND THE EXISTING CIRCUITS USUALLY OCCUPY A LARGE FOOTPRINT AND HAVE A LOW DEGREE OF MODULARITY, WHICH MAKE THE CIRCUITS DIFFICULT TO ASSEMBLE, DISSEMBLE, AND RELOCATE. AS A RESULT, THE EXISTING DEWATERING CIRCUITS ARE NOT SUITABLE WHEN THE ACID MINE DRAINAGE OF MINING COMPANIES IS DISTRIBUTED IN DIFFERENT AREAS WITH RELATIVELY SMALL VOLUMES. IN THIS CASE, CENTRALIZED PROCESSING OR INSTALLING A NEW PROCESSING PLANT IN EACH AREA IS UNFEASIBLE DUE TO HIGH TRANSPORTATION AND CONSTRUCTION COSTS. TO ADDRESS THIS DILEMMA, AN INNOVATIVE PROCESS CIRCUIT CONSISTING OF LIME NEUTRALIZATION, PRECIPITATE FLOTATION, AND FILTRATION IS PROPOSED, WHICH IS ADVANTAGEOUS OVER THE EXISTING CIRCUITS IN SEVERAL ASPECTS, SUCH AS SMALLER FOOTPRINT AND HIGHER MODULARITY. THE PRIMARY OBJECTIVE OF THIS PROJECT IS TO DEVELOP, OPTIMIZE, AND VALIDATE THE PROPOSED CIRCUIT BY CONDUCTING EXPERIMENTAL TESTS AND TECHNO-ECONOMIC ANALYSIS. IN THIS PROJECT, THE SPECIFIC TECHNICAL AND ECONOMIC METRICS THAT WILL BE ACHIEVED USING THE PROPOSED CIRCUIT INCLUDE: (1) SOLIDS CONTENT IN THE SLUDGE IS IMPROVED TO GREATER THAN 30 WT.   (2) THE CLEAN WATER GENERATED FROM THE PROPOSED CIRCUIT COMPLIES WITH THE COAL MINING EFFLUENT GUIDELINES AND STANDARDS FORMULATED BY THE U.S. ENVIRONMENTAL PROTECTION AGENCY (EPA)  AND (3) THE COST OF THE PROPOSED CIRCUIT IS CLOSE TO OR LESS THAN THAT OF THE EXISTING CIRCUITS.THE OFFICE OF SURFACE MINING RECLAMATION AND ENFORCEMENT (OSMRE) IS RESPONSIBLE FOR ESTABLISHING A NATIONWIDE PROGRAM TO PROTECT SOCIETY AND THE ENVIRONMENT FROM THE ADVERSE EFFECTS OF SURFACE COAL MINING OPERATIONS. THE PROPOSED PROJECT AIMS TO DEVELOP, OPTIMIZE, AND VALIDATE AN EFFICIENT, LOW-COST, AND MODULAR PROCESS CIRCUIT TO ENHANCE THE DEWATERING OF ACID MINE DRAINAGE SLUDGE. APPLICATION OF THE CIRCUIT ON AN INDUSTRIAL SCALE WILL BRING SEVERAL BENEFITS, SUCH AS REDUCING SLUDGE DISPOSAL COSTS, INCREASING SLUDGE STABILITY, AND DECREASING ENVIRONMENTAL IMPACT. THEREFORE, THE PROPOSED PROJECT EXACTLY ALIGNS WITH THE RESPONSIBILITIES OF OSMRE AND WILL CONTRIBUTE TO THE WELL-BEING OF MINING STATES AND TRIBES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_S23AC00070_1438"}, {"internal_id": 158585545, "Award ID": "S23AC00063", "Award Amount": 199998.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-27", "CFDA Number": "15.255", "Description": "GRANT   13480720PILOT-SCALE HEAP LEACH DESIGN FOR RARE EARTH ELEMENT EXTRACTION FROM APPALACHIAN COARSE COAL REFUSETHE US DEPARTMENT OF ENERGY (USDOE) HAS IDENTIFIED COAL AND COAL BYPRODUCTS AS PROMISING SOURCES FOR RARE EARTH ELEMENTS AND CRITICAL MINERALS (REE CM). THE MAJORITY OF REES EXISTING IN THE FEED TO COAL PREPARATION PLANTS HAVE BEEN FOUND IN MINE REFUSE MATERIAL WHICH ARE ENRICHED IN PYRITIC SULFUR, METAL-RICH AND ACIDIC LEACHATES ARE FORMED WHEN THE REFUSE IS EXPOSED TO WATER AND AIR WHEN TRANSPORTED FOR PERMANENT STORAGE IN PILES, EMBANKMENTS, OR REFUSE IMPOUNDMENT STRUCTURES. PRIOR STUDIES BY THE PROPOSERS HAVE INDICATED THAT AMD DISCHARGES IN THE NORTHERN AND CENTRAL APPALACHIAN BASIN HAVE THE POTENTIAL TO PRODUCE ABOUT 1,000 TONS PER YEAR OF REE OXIDES. THIS VALUE REPRESENTS APPROXIMATELY 5  OF TOTAL US DEMAND AND WOULD SATISFY THE US DEPARTMENT OF DEFENSE NEEDS.THE PREVIOUS RESEARCH LEADS TO A CONCEPT OF ECONOMICALLY EXTRACTING REES FROM COARSE COAL REFUSE VIA A HEAP LEACHING OPERATION. THIS PROJECT IS NOVEL AND SIGNIFICANT BECAUSE THERE HAS NOT BEEN DEDICATED RESEARCH INTO THIS CONCEPT. THEREFORE, WE PROPOSE TO EVALUATE THE USE OF COARSE COAL REFUSE, A WASTE BY-PRODUCT, AS A RARE EARTH ELEMENT SOURCE FEEDSTOCK AND TO INVESTIGATE THE PILOT-SCALE DEVELOPMENT OF THIS EXISTING AND OTHERWISE UNUSED RESOURCE AS A VIABLE COMMERCIAL OPPORTUNITY TO FURNISH A NEEDED AND SECURED REE SUPPLY CHAIN IN WEST VIRGINIA AND PENNSYLVANIA.OUR VISION IS TO EVALUATE THE PERFORMANCE OF EXTRACTING REE CM USING THE HEAP LEACH PRACTICE. WE PROPOSE TO TEST TWO DIFFERENT COAL REFUSE FEEDSTOCKS TO IDENTIFY HIGHEST REE GRADE AND PURITY, THEN USE THE HEAP LEACH PROCESS WITH AMD LEACHATE TO PRODUCE A PREGNANT LEACHING SOLUTION (PLS). THE PLS WILL UNDERGO A TWO-SPLIT PH MODIFICATION AND THE FINAL PRECIPITATE WILL BE A REE PRECONCENTRATE STORED FOR SUBSEQUENT MIDSTREAM ENRICHMENT. WE PROPOSE TO COMPARE THE ECONOMIC, ENVIRONMENTAL, AND PRACTICAL BENEFITS OF USING THE HEAP LEACH PROCESS CONSTRUCTED USING A GEOMEMBRANE LINED BERM EMBANKMENT TO CONTROL AND RECIRCULATE THE PLS, THEN CONTINUE EXPANDING THE HEAP PILE VERTICALLY. AT THE TERMINUS OF THE LEACHING PROCESS THEEXHAUSTED PYRITIC COAL REFUSE WILL BE A CONTAINED RESIDUAL UNOXIDIZED AMD PREVENTED FROM ENTERING THE ENVIRONMENT.OUR APPROACH IS TO COLLABORATIVE BETWEEN THE WEST VIRGINIA UNIVERSITY DEPARTMENT OF CIVIL AND ENVIRONMENTAL ENGINEERING (CEE) AND WATER RESEARCH INSTITUTE (WRI), AND TWO INDUSTRY PARTNERS: ACNR COAL SERVICES GROUP AND THE TENCATE CORPORATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_S23AC00063_1438"}, {"internal_id": 157767545, "Award ID": "S23AC00054", "Award Amount": 199994.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-28", "CFDA Number": "15.255", "Description": "GRANT   13480946 OPTIMIZING DEWATERING OF REMOTE AMD TREATMENT SITESDEWATERING SLUDGES PRECIPITATED BY CHEMICAL TREATMENT WITH FINE PARTICLE SIZE CHARACTERISTICS IS VERY CHALLENGING, OFTEN REQUIRING FLOCCULANTS TO BE EFFECTIVELY FILTERED. FINE GRAIN SLUDGES OFTEN RETAIN EXCESS WATER IN THEIR STRUCTURES DUE TO ELECTRICAL CHARGES AND THEIR DEWATERING IS ALSO IMPORTANT FOR REDUCING TRANSPORTATION AND DISPOSAL COSTS BY VOLUME REDUCTION. THEREFORE, THE NEED FOR IMPROVING THE SLUDGE DEWATERING CHARACTERISTICS WHILE MAINTAINING EFFECTIVE FILTRATION IS A GOAL TO BE ADDRESSED. OTHER INDUSTRIES SUCH AS WASTEWATER AND OIL HAVE BEEN RESEARCHING DEWATERING IMPROVING METHODS IN THEIR PROCESSES AND HAVE BEEN SUCCESSFUL. WE PROPOSE TO ASSESS DEWATERING IN ACID MINE DRAINAGE TREATMENT SLUDGES AND WE WILL ADDRESS THIS GOAL BY COMPLETING THE FOLLOWING OBJECTIVES OBJECTIVE  1  STUDY DIFFERENT AMD TREATMENT SLUDGES CHEMICAL COMPOSITION AND SOLIDS DEWATERING PROPERTIESSAMPLING AND ANALYSIS OF THE SLUDGE CHARACTERISTICS AND CHEMISTRY IS THE FIRST STEP TO PROVIDE INSIGHTS FOR EFFECTIVE TREATMENT AND TO FURTHER EVALUATE THE NEED FOR FILTRATION AND FLOCCULATION. IN ADDITION, A CHEMICAL COMPOSITION ANALYSIS WILL PROVIDE INSIGHT FOR POSSIBLE RECYCLING OF THE GENERATED SLUDGE, SUCH AS FEEDSTOCK FOR RARE EARTH ELEMENTS AND CRITICAL MINERALS EXTRACTION, USE AS TOPSOIL, AND AS CONSTRUCTION MATERIALS.WE PROPOSE TO EVALUATE DIFFERENT PRECIPITATION FLOCCULATION PROCEDURES FEASIBLE FOR REMOTE AMD TREATMENT SITE APPLICATIONS. THE CURRENT PRACTICE FOR FLOCCULANT SELECTION IS TO PERFORM A JAR TEST AND VISUALLY CLASSIFY THE CHEMICAL DOSAGE. IT IS COMMON TO USE THE  ONE WORKS FOR ALL  APPROACH AND APPLY THE SAME CHEMICAL DOSAGE IN TREATMENT SITES THAT WOULD BENEFIT FROM A DIFFERENT TREATMENT. DIFFERENT COAL SEAMS AND WEATHER CONDITIONS WILL DEMAND DIFFERENT PROCEDURES TO PRECIPITATE AND EFFICIENTLY DEWATER SLUDGE. WE WILL INVESTIGATE DEWATERING CAPABILITIES BY IMPLEMENTING THE SPECIFIC RESISTANCE TO FILTRATION (SRF) TEST TO QUANTIFY THE DEWATERABILITY OF AMD SLUDGES AND CUSTOMIZE THE CHEMICAL DOSAGE REQUIRED FOR A SPECIFIC SITE.OBJECTIVE  2  PERFORM A FIELD APPLICATION BY REPRODUCING AN AMD TREATMENT STATION IN THE LABORATORY AND INDICATING A FILTRATION MEDIA FOR DIFFERENT GRADES OF FILTRATION EFFICIENCY VS. COSTAMD SLUDGE COMMONLY EXHIBITS UP TO 2500   GRAVIMETRIC MOISTURE CONTENT. THE ABILITY TO DEWATER AMD SLUDGE WILL REDUCE THE HAULING VOLUME AND SIMPLIFIES THE POTENTIAL METHODS FOR REUSE. WE WILL DEVELOP A METHODOLOGY TO IMPROVE THE DEWATERABILITY OF FINE GRAIN AMD SLUDGE WHILE EVALUATING COST EFFECTIVE FILTRATION MEDIA PERFORMANCE AND FLOC SETTLING VELOCITY. THIS METHODOLOGY WILL RESULT IN AN OPTIMIZED SETTLING, FILTRATION, AND DEWATERING CELL. WE PROPOSE TO INVESTIGATE THE CONCEPT, DEVELOP PREDICTIVE NUMERICAL SOLUTIONS, AND THEN ADVANCE TO A BENCH SCALE PROOF OF CONCEPT TESTING.THESE BENEFITS COULD APPLY TO ANY COAL MINING STATE, TRIBE, OR OSM REGION THAT PRODUCES I) AMD IN A REMOTE SITE WITH PASSIVE TREATMENTS AND NEED DEWATERING II) MINE WASTE AND WOULD LIKE TO CONSIDER ALTERNATIVE MEANS FOR WASTE HANDLING AND DISPOSAL. FINALLY, FROM THE RESULTS OF THE PROPOSED WORK, THERE IS THE POTENTIAL FOR IMPROVING THE EFFICIENCY AND COST REDUCTION IN WHICH THE MINING INDUSTRY MANAGES THE WASTE AND BYPRODUCTS HANDLING AND RECLAMATION ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_S23AC00054_1438"}, {"internal_id": 157767544, "Award ID": "S23AC00053", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-22", "CFDA Number": "15.255", "Description": "ACID MINE DRAINAGE (AMD) HAS BEEN A LONG STANDING SOCIETAL, ENVIRONMENTAL, AND ECONOMIC BURDEN ON THE COAL MININGINDUSTRY. COAL MINES MUST TREAT ACIDIC AND TOXIC MINE DRAINAGE IN COMPLIANCE WITH FEDERAL REGULATIONS. AS ARESULT, TREATMENT SLUDGE MATERIALS ARE GENERATED, INCURRING ADDITIONAL MAINTENANCE AND DISPOSAL COSTS AS WELL ASENVIRONMENTAL CONCERNS. HOWEVER, FACING THIS HISTORICAL AND UNIVERSAL CHALLENGE, OPPORTUNITIES ARISE BYDEVELOPING HOLISTIC AND INNOVATIVE MINE DRAINAGE TREATMENT PRACTICES. IN THIS CONTEXT, RESEARCH EFFORTS HAVE BEENDEVOTED TO RECOVERING CRITICAL MINERALS FROM ACID MINE DRAINAGE AND ITS TREATMENT BYPRODUCTS. NONETHELESS, MOSTOF THE INVESTIGATIONS FOCUS ON HYDROMETALLURGICAL METHODS SUCH AS ACID LEACHING AND SOLVENT EXTRACTION TO PRODUCETHE CONCENTRATES, WHICH ARE PROBABLY NOT ECONOMICALLY FEASIBLE. TO ACHIEVE THE OVERALL OBJECTIVE OF DEVELOPING ASUSTAINABLE AMD TREATMENT APPROACH, A LOW COST RECOVERY TECHNIQUE SHALL BE ESTABLISHED TO DEMONSTRATE ITSECONOMIC BENEFITS.THEREFORE, OUR STUDY PROPOSED TO DEVELOP A LOW COST ADSORPTION TECHNIQUE FOR MULTIPLE CRITICAL MINERAL RECOVERY.THE PROJECT S ULTIMATE GOAL IS TO PRODUCE MULTIPLE CRITICAL MINERALS WITH A MINIMUM PURITY OF 50  BY WEIGHT IN ATECHNICALLY FEASIBLE AND ECONOMICALLY BENIGN MANNER. THE TARGET CMS TO RECOVER INCLUDE RARE EARTH ELEMENTS(REES), MANGANESE, COBALT, ZINC, AND NICKEL. TO ACHIEVE THIS OVERARCHING PROJECT OBJECTIVE, THE FOLLOWINGTECHNICAL APPROACHES WILL BE FOLLOWED, INCLUDING (I) CHARACTERIZATION OF THE FULL RANGE OF CRITICAL MINERALS(CMS) IN AMD RAW WATER, (II) SELECTIVE RECOVERY OF CMS FROM AMD USING LOW COST ADSORPTION, AND (III) THEDEVELOPMENT OF A TECHNO ECONOMIC (TEA) ANALYSIS BASED ON THE PROPOSED CM RECOVERY CIRCUITRY. FUNDAMENTAL STUDIESWILL ALSO BE PERFORMED TO IMPROVE THE UNDERSTANDING OF AMD WATER AND THE ADSORPTION BEHAVIORS OF CMS, TOXICMETALS, AND BASE METALS AS A FUNCTION OF COMPLEX SOLUTION CHEMISTRY AND THE ADSORBENT S SURFACE FUNCTIONALGROUPS. THE CORRELATION BETWEEN AMD WATER CHEMISTRY AND THE OCCURRENCE OF CMS WILL ALSO BE EXAMINED TO PROVIDE ANENHANCED UNDERSTANDING OF THE UNDERLYING MECHANISMS.THE PROJECT WILL BE LED BY DR. QINGQING HUANG, AN ASSISTANT PROFESSOR IN THE DEPARTMENT OF MINING ENGINEERING ATWEST VIRGINIA UNIVERSITY, IN COLLABORATION WITH THE PENNSYLVANIA DEPARTMENT OF ENVIRONMENTAL PROTECTION.SUCCESSFUL COMPLETION OF THE PROPOSED STUDY WILL HAVE FAR REACHING MULTI FACET IMPACTS BY (I) IMPROVINGUNDERSTANDING OF THE CORRELATION BETWEEN AMD RAW WATER AND THE OCCURRENCE AND  CONCENTRATION OF VARIOUS CMS  (II)FACILITATING THE DEVELOPMENT OF A SUSTAINABLE AMD TREATMENT PRACTICE BY TURNING A MINE WASTE STREAM INTO A NEWREVENUE CHAIN  (III) IDENTIFYING A SUCCESSFUL AMD REMEDIATION TECHNOLOGY BY CREATING ECONOMIC GAINS THROUGH ALOW COST RECOVERY OF CMS AND OFFSETTING ITS TREATMENT COST  (V) REDUCING THE AMOUNT OF SLUDGE MATERIALS GENERATEDFROM TRADITIONAL REMEDIATION APPROACHES, THEREBY REDUCING SUBSEQUENT SLUDGE HANDLING AND DISPOSAL COSTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_S23AC00053_1438"}, {"internal_id": 156520660, "Award ID": "S23AC00049", "Award Amount": 169810.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-13", "CFDA Number": "15.255", "Description": "THE OVERALL OBJECTIVE OF THIS PROJECT IS TO DEVELOP AND EXAMINE A NOVEL PROCESS TO PREVENT THE ACID MINE DRAINAGE FORMATION FROM ITS SOURCE BY INHIBITING PYRITE OXIDATION USING ENVIRONMENTALLY BENIGN FOOD WASTE COMPOST MATERIAL.THE TREATMENT OF ACID MINE DRAINAGE (AMD) IS ONE OF THE BIGGEST PROBLEMS IN MINING ENVIRONMENTAL REMEDIATION PROCESSES DUE TO ITS LARGE QUANTITY, LONG FORMATION TIME, UNPREDICTED REACTIONS AND NONCENTRALIZED LOCATIONS. THE TYPICAL METHOD OF TREATING AMD PRIOR TO DISCHARGE FROM A MINE SITE IS TO ADD A CAUSTIC SOLUTION OR PASS THROUGH ALKALINE ROCK BEDS TO INDUCE PRECIPITATION OF THE DISSOLVED METAL IONS AND NEUTRALIZATION OF THE ACIDITY. SOME INNOVATIVE METHODS OF TREATMENTS HAVE BEEN DEVELOPED IN THE PAST DECADES INCLUDING COAGULATION SEDIMENTATION, CHEMICALLY OXIDATION, BIOLOGICAL PASSIVE TREATMENT, NANOPARTICLE ADSORPTIONS, AND MEMBRANE TECHNOLOGY ETC. HOWEVER, DUE TO THE HIGH COSTS OF THESE METHODS AND THE POSSIBLE SECONDARY POLLUTION PROBLEM, THE TRADITIONAL NEUTRALIZATION TREATMENT OF AMD IS STILL WIDELY USED. IT IS NECESSARY TO CHANGE THE WAY OF THINKING AND DEVELOP AT SOURCE TECHNOLOGIES TO INHIBIT OR EVEN ELIMINATE THE FORMATION OF ACIDIC MINE WATER.THE ROOT CAUSE OF ACIDIC MINE WATER IS THE OXIDATION OF PYRITE IN THE MINE TAILINGS THAT EXPOSED TO AIR DURING MINING THROUGH A SERIES OF BIOTIC AND ABIOTIC PROCESS. THE KEY FACTORS THAT RESULTED IN THE PYRITE OXIDATION IN THE MINE TAILING IS WATER CONTENT, OXYGEN (AIR) CONTENT, AND THE MICROBIAL ACTIVITIES (MAINLY ACIDTHIOBACILLUS FERROOXIDANS). STUDY SHOWS THAT THE ADSORPTION OF HUMIC ACID ON PYRITE SURFACE IS ALMOST IRREVERSIBLE, AND THE PYRITE ELECTROCHEMICAL ACTIVITY CAN BE PRACTICALLY INHIBITED.THE PROJECT PROPOSED TO USE FOOD WASTE COMPOST MATERIAL AS A FILLER IN THE PYRITE CONTAINING MINE TAILINGS TO INHIBIT THE PYRITE OXIDATION PROCESS. THE COMPOST MATERIAL CONTAINS HUMIC SUBSTANCE THAT CAN REACT WITH PYRITE AND CREATE A PASSIVATION LAYER ON THE PARTICLE SURFACE. THE COMPOST MATERIAL ALSO PROVIDES A BARRIER TO WATER AND AIR AS THE SOIL CONTAINS NUMEROUS MICROBIAL ORGANISMS. THE SCOPE OF WORK PROPOSED IN THIS STUDY WILL INCLUDE CONSTRUCTION OF SEVERAL LEACHING COLUMNS FOR EVALUATING THE ACID GENERATION CAPABILITY OF MINE TAILING MATERIAL AT VARIOUS AERATION RATE, INTERMITTENT WATER FLOWRATE, AND TEMPERATURE TO SIMULATE THE SEASONAL MINE TAILING STORAGE CONDITIONS.A PREDICTION MODEL WILL ALSO BE DEVELOPED FOR ACID MINE DRAINAGE FORMATION AND HEAVY METAL RELEASE ANALYSIS BASED ON VARIOUS MINERALOGY COMPOSITION IN MINE TAILINGS. PYRITE OXIDATION RATE WITH PRESENCE OF HARMLESS ORGANIC ACIDS WILL BE EVALUATED. MAJOR, TRACE AND TOXIC ELEMENTS FROM THE MINE WASTE RELEASE AND MITIGATION WILL BE MONITORED. THE IMPACT OF THE PROPOSED STUDY ON MINE WASTE REMEDIATION, ENVIRONMENTAL SUSTAINABILITY, SELF PURIFICATION CAPABILITY, AND WATER QUALITY IMPROVEMENT WILL BE EVALUATED TO PROVIDE AN INDICATION FOR REGULATIONS ON MINE WASTE TREATMENT AND MINE RECLAMATION.ALLIANCE COAL SHOWED GREAT INTEREST IN THIS RESEARCH AND AGREED TO PROVIDE ACCESS TO THEIR COARSE AND FINE REFUSE SAMPLES THAT WERE PREVIOUSLY DETERMINED TO BE THE MAJOR PYRITE CONTAINING STREAMS. FOOD WASTE COMPOST MATERIAL OBTAINED FROM THE UNIVERSITY OF KENTUCKY ORGANICS AND  FOOD WASTE DIVERSION PROGRAM WILL BE USED AS THE TEST SUBJECT TO INHIBIT THE PYRITE OXIDATION.UPON APPROVAL OF THE GRANT TRANSFER, THE FIELD COAL REFUSE SAMPLES AND THE COMPOST MATERIAL WILL BE SHIPPED TO THE UNIVERSITY OF UTAH TO CONTINUE THE TEST WORK PROPOSED IN WORK PLAN. THE ORIGINALLY PROPOSED SCOPE OF WORK WILL NOT BE CHANGED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "105d3de4-6fbf-6e42-7259-4c62267aa84f-C", "generated_internal_id": "ASST_NON_S23AC00049_1438"}, {"internal_id": 157767543, "Award ID": "S23AC00043", "Award Amount": 199999.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-28", "CFDA Number": "15.255", "Description": "WE PROPOSE TO DEVELOP AND TEST A SCALABLE METHOD FOR EFFICIENT EXTRACTION OF RARE EARTH ELEMENTSAND YTTRIUM (REY) FROM ACIDIC MINE DRAINAGE (AMD). SPECIFIC OBJECTIVES ARE TO (1) DEVELOP AMODELING FRAMEWORK THAT CAN ACCURATELY DESCRIBE THE CO PRECIPITATION AND ADSORPTION OF REYWITH SOLID PHASES (MINERAL AND AMORPHOUS) THAT ARE FORMED WHEN COAL AMD OF VARIABLECOMPOSITION IS NEUTRALIZED  (2) VALIDATE SPECIFIC MODEL PREDICTIONS USING BENCHTOP BATCH ANDCOLUMN FLOWTHROUGH PRECIPITATION ADSORPTION EXPERIMENTS ON SIMULATED AMD  (3) DEVELOP ANDTEST A PROTOTYPE FOR MANIPULATING HIGH REY AMD IN ORDER TO CAPTURE REY AT OR NEAR THEDISCHARGE SOURCE AT ECONOMIC CONCENTRATIONS  AND (4) DISSEMINATE THESE FINDINGS TO AMDSTAKEHOLDERS AND THE GREATER SCIENTIFIC COMMUNITY, IN PART VIA INTEGRATION INTO AN INNOVATIVEGEOCHEMICAL MODELING TOOL (PHREEQ N AMDTREAT), WHICH WILL PROVIDE IMMEDIATE ON THE GROUNDRESOURCES FOR END USERS BY PROVIDING COST BENEFIT ANALYSIS AND TREATMENT STRATEGIES FORREY RECOVERY.THIS PROJECT IS A COLLABORATIVE EFFORT INVOLVING EXPERTISE IN COAL MINE DRAINAGE, LABORATORYEXPERIMENTS, GEOCHEMICAL ANALYSIS, AND GEOCHEMICAL MODELING FROM UNIVERSITY OF PITTSBURGH,USGS, AND HEDIN ENVIRONMENTAL INVESTIGATORS. BY BUILDING ON OUR PREVIOUS RESEARCH, WE WILLCOMBINE GEOCHEMICAL EQUILIBRIUM MODELING WITH BENCH TOP EXPERIMENTS TO DETERMINE PRECISETREATMENT CONDITIONS (E.G., PH, REDOX, METALS AND LIGAND CONCENTRATIONS) UNDER WHICHPRECIPITATION OF SOLIDS CAN BE ACHIEVED WHILE CONCENTRATING REY REMOVAL AT SPECIFIC STEPS. APHREEQC EQUILIBRIUM MODEL WILL BE APPLIED TO IDENTIFY POTENTIAL INTERACTIONS DURING THEPRECIPITATION OF SOLIDS, INCLUDING THOSE CONTAINING REY, THE DISTRIBUTION OF AQUEOUS AND SURFACE(SORPTION) SPECIES OF REY AND ASSOCIATED IONS, AND THE SORBENT COMPOSITION AND MASS. BATCHTITRATION AND UPFLOW COLUMN EXPERIMENTS WILL BE USED TO EVALUATE POTENTIAL FOR REYCOPRECIPITATION WITH AL AND FE AND TO DETERMINE REY ADSORPTION PARAMETERS ON PRECIPITATEDAMD MINERALS. MODEL CALIBRATION BASED ON THE EXPERIMENTAL RESULTS WILL BE USED TO DETERMINEOPTIMUM CONDITIONS FOR THE EFFICIENT PRECIPITATION OF TARGET AND NON TARGET SOLIDS. INITIALEXPERIMENTS AND MODELING WILL INVOLVE SIMULATED AMD AND WILL BE VALIDATED USING AMDCOLLECTED FROM A RANGE OF REMEDIATION SITES. THIS COMBINED AND, MOST IMPORTANTLY, ITERATIVEEXPERIMENTAL AND MODELING APPROACH WILL BE USED TO EVALUATE A WIDE RANGE OF VARIABLES IN ORDERTO DESIGN AN UP SCALABLE MODULAR, RETRIEVABLE REY CAPTURE DEVICE THAT CAN BE IMPLEMENTED INFIELD TESTING OF REY CAPTURE AND RECOVERY.THE MODELING, EXPERIMENTS, AND TECHNOLOGY DEMONSTRATION WILL IMPROVE ENGINEERING DESIGNS THATTARGET REY RECOVERY AND PROVIDE ADDITIONAL ECONOMIC INCENTIVE FOR AMD TREATMENT OF IMPACTEDSTREAMS. INTEGRATION OF RESULTS INTO THE AMDTREAT WATER QUALITY MODELING TOOL (PHREEQ NAMDTREAT)WILL PROVIDE END USERS THE ABILITY TO UP SCALE RESULTS TO FIELD APPLICATION AND AID INCOST ESTIMATES ON THE SCALE OF INDIVIDUAL AMD DISCHARGES. IN ADDITION, RESULTS WILL BEDISSEMINATED VIA SCIENTIFIC PUBLICATIONS AND MEETING PRESENTATIONS. THIS PROJECT ALSO INVOLVES THETRAINING OF A GRADUATE STUDENT IN GEOCHEMICAL MODELING, BENCH TOP EXPERIMENTAL TECHNIQUES, ANDAMD REMEDIATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ad8c5c3-8085-49bb-9227-fc5bc4a1f938-C", "generated_internal_id": "ASST_NON_S23AC00043_1438"}, {"internal_id": 156520684, "Award ID": "S23AC00042", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-09", "CFDA Number": "15.255", "Description": "CHARACTERIZING VEGETATION ON RECLAIMED MINE SITES USING NO COST REMOTE SENSING AND MACHINE LEARNINGBUILDING ON RICH EXTANT DATA SETS, SUBSTANTIAL PRIOR EXPERIENCE, AND AN EXCELLENT TEAM, THISPROPOSAL HAS THREE OBJECTIVES, AS FOLLOWS 1. USING MACHINE LEARNING AND NOVEL OPEN SOURCE DATA, TO DEVELOP A NEW METHOD FOR INTERPRETING OPEN SOURCE REMOTE SENSING DATA TO BETTER CHARACTERIZE VEGETATIVE COVER AND TYPE ON RECLAIMED SURFACE COAL MINES IN THE APPALACHIAN COALFIELD REGION.2. TO APPLY THE NEW METHOD TO CHARACTERIZE VEGETATION ON MINE SITES ACROSS THE CONTIGUOUS VIRGINIA AND TENNESSEE SEGMENTS OF THE APPALACHIAN COALFIELD.3. TO DOCUMENT THE NEW METHOD IN A MANNER THAT WILL ALLOW IT TO BE EXECUTED BY OTHER PARTIES AND OVER OTHER AREAS (BEYOND VIRGINIA AND TENNESSEE) OF THE APPALACHIAN COALFIELD.OUR PROPOSED METHOD IS SUBSTANTIALLY INNOVATIVE BECAUSE OF ITS SYNERGISTIC USE OF DATA SETS NOT BEFORE USED TO CHARACTERIZE RECLAIMED MINE SITES, AS FOLLOWS 1. NASA HARMONIZED LANDSAT SENTINEL 2 DATA WILL BE USED TO ENABLE PRECISE TARGETING OF THE APPROPRIATE SEASONS FOR DIFFERENTIATION OF VEGETATION COVER.2. VEGETATION CANOPY HEIGHT (FROM BOTH THE NATIONAL AGRICULTURAL IMAGERY PROGRAM AND THE GLOBAL FOREST HEIGHT PRODUCT DERIVED USING DATA FROM A NASA SPACE BASED LIDAR) WILL BE USED TO DIFFERENTIATE AUTUMN OLIVE (SHORTER) FROM SUCCESSFUL REFORESTATION (TALLER).3. RECOVERY TRAJECTORY METRICS DEVELOPED USING TIME SERIES SEGMENTATION OF VEGETATION INDICES DERIVED FROM HARMONIZED LANDSAT SENTINEL 2 DATA WILL PROVIDE INFORMATION ON RECOVERY RATE AND EXTENT.THIS STUDY WILL IMPROVE THE APPLICATIONS OF REMOTE SENSING IN THE MINING RECLAMATION CONTEXT WHILE PROVIDING INFORMATION ON INVASIVE SPECIES THAT WILL IMPROVE MANAGEMENT, MONITORING, AND EVALUATION.DELIVERABLE PRODUCTS OF OUR NEW METHOD AND APPLICATION WILL INCLUDE (1) DIGITAL MAPS OF MINE SITES THROUGHOUT THE STUDY REGION CODED FOR VEGETATION TYPE, AND (2) ASSESSMENTS OF VEGETATION STATUS ON THE MINE SITES.DOCUMENTATION OF OUR NEW METHOD WILL BE PROVIDED TO OSMRE AND HOSTED BY VIRGINIA TECH WITH A PERMANENT DIGITAL OBJECT IDENTIFIER. DOCUMENTATION WILL INCLUDE (1) A CLEAR, TECHNICALDESCRIPTION OF THE METHOD AND ITS APPLICATION, (2) CODE THAT CAN BE UTILIZED DIRECTLY BY OTHERS WITH ACCESS TO THE NECESSARY SOFTWARE (WHICH WILL BE OPEN SOURCE WHERE FEASIBLE), AND (3)SAMPLE DATASETS AND DETAILED RESULTS OF THE METHOD S APPLICATION TO THOSE DATASETS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_S23AC00042_1438"}, {"internal_id": 156262482, "Award ID": "S23AC00041", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-31", "CFDA Number": "15.255", "Description": "GRANT   13480839MACHINE LEARNING TARGETING AND DESTRUCTION OF AUTUMN OLIVE (ELAEAGNUS UMBELLATA) ON RECLAIMED MINE LANDSPROJECT OBJECTIVE  OUR OBJECTIVE IS TO DEMONSTRATE THE USE UNMANNED AERIAL VEHICLES (UAVS) TO FACILITATE LONG TERM PLANNING AND CONTROL FOR INVASIVE SPECIES, PROMOTING ECOLOGICAL LIFT AND IMPROVING ECONOMIC OPPORTUNITIES FOR LOCAL COMMUNITIES.PROJECT ABSTRACT  OUR PROJECT WILL DEVELOP AND DEMONSTRATE THE PROCESS OF USING UAVS TO COLLECT INTENSIVE SITE LEVEL DATA THAT CAN BE USED TO PROMOTE ABANDONED MINED LAND REDEVELOPMENT. BASED ON SIMILAR PRINCIPLES DEPLOYED IN PRECISION AGRICULTURE, BY IMPLEMENTING MACHINE LEARNING WE WILL BE ABLE TO IDENTIFY, AND MAP INVASIVE SPECIES INFESTATIONS  AS WELL AS USE A UAV TO TREAT INDIVIDUAL PLANTS WITH HERBICIDE AND AUDIT THE RESULTS OF THESE EFFORTS. COUPLED WITH OTHER DATA, INCLUDING LIDAR AND MUILTISPECTRAL IMAGERY  WE PROPOSE A SUITE OF TOOLS FOR ECONOMIC DEVELOPMENT AUTHORITIES (EDAS) AND LAND MANAGEMENT ENTITIES (E.G., WEST VIRGINIA DIVISION OF NATURAL RESOURCES) THAT WILL FACILITATE LAND USE PLANNING PROMOTING ECOLOGICAL STEWARDSHIP AND ENHANCING POSSIBILITIES FORECONOMIC DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_S23AC00041_1438"}, {"internal_id": 155053683, "Award ID": "S23AC00024", "Award Amount": 198808.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-07", "CFDA Number": "15.255", "Description": "IN THIS STUDY, AN ECONOMICAL AND ENVIRONMENT FRIENDLY RARE EARTH ELEMENTS (REES) RECOVERYSTRATEGY WILL BE INVESTIGATED. A BIOELECTROCHEMICAL SYSTEM (BES) WILL BE EXPLOITED FOR THE FIRSTTIME TO EXTRACT REES FROM AN UNCONVENTIONAL SOURCE OF ACID MINE DRAINAGE (AMD). BOTHENDOGENOUS BACTERIA AND INTRODUCED BACTERIA WILL BE CULTIVATED FOR FORMING THE BIOFILM ON THECATHODE, IN A CONTINUOUS STIRRED BATCH REACTOR (CSBR) FIRST, THEN IN THE CATHODE CHAMBER OF THEBES. THE SPECIALLY DESIGNED BES WILL BE USED TO TREAT THE AMD IN THE CATHODE CHAMBER UNDER BOTH AEROBIC AND AEROBIC CONDITIONS.ACTIVATED SLUDGE FROM A LOCAL WASTEWATER TREATMENT PLANT (OR ORGANIC COMPOUNDS) WILL BE USED INTHE ANODE CHAMBER OF THE BES TO SUPPLY ELECTRONS TO THE TREATMENT PROCESS. THE PH OF THE CATHODESOLUTION IS EXPECTED TO BE ENHANCED FROM  2.5 OF THE PH OF RAW AMD. PART OF THE HEAVY METALS AREEXPECTED TO BE REMOVED DUE TO PRECIPITATION IN THE CATHODE CHAMBER OF THE BES. REES ARE EXPECTEDTO BE SEPARATED FROM THE AMD THROUGH SELECTIVE BIOSORPTION TO THE BIOFILM FORMED ON THE CATHODEELECTRODE. FURTHER PRECIPITATION OF HEAVY METALS IN AMD WILL BE PERFORMED IN A FOLLOWINGBIOLOGICAL REACTOR TO COMPLETE AMD REMEDIATION. ENERGY DISPERSIVE X RAY SPECTROSCOPY (EDS)STUDY WILL BE USED TO REVEAL THE DEPOSITION OF THE VARIOUS METALS AT THE CATHODE CHAMBER AND AT THEBIOLOGICAL REACTOR AS PRECIPITATES. SCANNING ELECTRON MICROSCOPY (SEM) WILL BE USED TO OBSERVE THEATTACHED GROWTH OF THE BACTERIA ON THE CATHODE. THE BACTERIA SPECIES AT THE CATHODE SURFACE WILL BEIDENTIFIED USING 16S RRNA GENE AMPLIFICATION AND SEQUENCING. DIFFERENT PH OF AMD (E.G., FROM 2.5 TO  5.0) WILL BE COMPARED FOR THE SELECTIVE RECOVERY OF REES AND THE REMOVAL OF HEAVY METALSIN THE CATHODE CHAMBER OF THE BES, WHICH WILL BE DETERMINED BY INDUCTIVELY COUPLED PLASMA MASSSPECTROMETRY (ICP MS) ANALYSIS. DIFFERENT AMOUNT OF THE BIOFILM WILL BE COMPARED FOR THE OPTIMALRECOVERY OF REES AS WELL AS THORIUM (TH) AND URANIUM (U), TWO IMPORTANT STRATEGIC METALS. THEGROWTH OF THE BIOFILM WILL ALSO BE CHARACTERIZED BY ELECTROCHEMICAL IMPEDANCE SPECTROSCOPY (EIS)USING AN ELECTROCHEMICAL WORKSTATION. OPTIMAL TIME AND PH IN THE CATHODE CHAMBER USED FOR THEREE EXTRACTION WILL BE DETERMINED. AFTER EXTRACTION AND CONCENTRATION OF REES ON THE BIOFILM,ACIDS WILL BE USED TO SEPARATE REES FROM THE LOADED BACTERIA FROM TWO STEPS OF STRIPPING ANDPRECIPITATION. MEANWHILE, THE CATHODE ELECTRODE CAN BE REGENERATED BY ACID TREATMENT, WHICH WILLTHEN BE CULTIVATED IN THE CSBR FOR BIOFILM PRE FORMATION BEFORE TRANSFERRING TO THE CATHODECHAMBER OF THE BES. STRIPPING THE REE CONTAINING BACTERIA WITH NITRIC ACID (OR AN ORGANIC ACID)WILL BE STUDIED TO RECOVER LIGHT REES (LREES), HEAVY REES (HREES), AND TOTAL REES (TREES).PRECIPITATION WILL THEN BE PERFORMED USING OXALIC ACID TO SEPARATE REES FROM THE SOLUTION, ANDDIFFERENT PH WILL BE USED FOR SEPARATING LREES FROM HREES. THIS COMPREHENSIVE AMD TREATMENTAND REE RECOVERY STRATEGY HAS THE FOLLOWING ADVANTAGES COMPARED TO PREVIOUS STUDIES  1) AMD  A LOW GRADE FEEDSTOCK WILL BE USED FOR REE EXTRACTION  2) AMD WILL BE TREATED BY USING A BESWITHOUT EXTERNAL POWER SUPPLY THAT WILL BENEFIT REE RECOVERY  3) SPECIFIC BACTERIA CAPABLE OF REESELECTIVE BIOSORPTION IN A BES WILL BE IDENTIFIED  4) A CONCENTRIC CYLINDRICAL BES WILL BE DESIGNEDTHAT WILL ENHANCE THE TREATMENT EFFICIENCY AND MINIMIZE INVASION IN THE FIELD THAN THE DESIGN OF ATWO CHAMBERED BES. IT IS EXPECTED THAT OUR LABORATORY TESTS WILL PROVIDE THE PROOF OF CONCEPT OFTHIS INNOVATIVE TECHNOLOGY FOR BIOELECTROCHEMICAL REE RECOVERY, WHICH IS SUSTAINABLE ANDENVIRONMENT FRIENDLY. IN THE FUTURE, IN SITU PILOT TESTING AT SITES WITH A VARIETY OF REDOX ANDGEOCHEMICAL CONDITIONS CAN BE PRACTICED. THE SUSTAINABLE AND ENVIRONMENT FRIENDLY NATURE OF THEBIOELECTROCHEMICAL ENHANCED BIOSORPTIVE EXTRACTION PROCESS MADE THE TECHNOLOGY HIGHLY ATTRACTIVEFOR REE RECOVERY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "860e898a-39c5-1b85-9719-9fa3e8c32778-C", "generated_internal_id": "ASST_NON_S23AC00024_1438"}, {"internal_id": 154661096, "Award ID": "S23AC00020", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-29", "CFDA Number": "15.255", "Description": "PROGRAM  APPLIED SCIENCE PROGRAMAWARD PURPOSE  THE SURFACE MINING CONTROL AND RECLAMATION ACT OF 1977  SMCRA , P.L 95-87, AS AMENDED, CREATED THE OFFICE OF SURFACE MINING RECLAMATION AND ENFORCEMENT  OSMRE  IN THE DEPARTMENT OF THE INTERIOR. APPLIED SCIENCE PROGRAM IS TO DEVELOP AND DEMONSTRATE IMPROVED SCIENCE-BASED TECHNOLOGIES TO ADDRESS ENVIRONMENTAL AND RESTORATION TOPICS RELATED TO THE MINING OF COAL. THE PURPOSE OF THIS AWARD IS TO CONDUCT BIO-ELECTROCHEMICAL EXTRACTION OF RARE EARTH ELEMENTS FROM COAL AND COAL BYPRODUCTS.ACTIVITIES TO BE PERFORMED THIS COOPERATIVE AGREEMENT SUPPORTS A PARTNERSHIP WITH THE SOUTH DAKOTA SCHOOL OF MINES AND  TECHNOLOGYTO CONDUCT BIO-ELECTROCHEMCIAL EXTRACTION OF RARE EARTH COAL AND COAL BY PRODUCTS. ACTIVITIES FUNDED BY THIS COOPERATIVE AGREEMENT MUST COMPLY WITH 2 CFR 200 AND INCLUDE ALL COSTS APPROVED IN THE APPLICATION, INCORPORATED BY REFERENCE TO THE AWARD, AND AS DEFINED BY SMCRA AND APPLICABLE LAWS AND REGULATIONS.EXPECTED DELIVERABLES OR OUTCOMES  DEVELOP TECHNOLOGY THAT WILL HELP TO CONTINOUSLY MEET THE SUPPLY AND DEMAND CHAIN OF RARE EARTH ELEMENTS FROM COAL AND COAL BY PRODUCTS.UTILIZE WASTE RESOURCES AND LOW-COST BIOTECHNOLOGY FOR RECOVERY, WHICH WILL REDUCE THE ENERGY REQUIREMENTS AND PRODUCE FEWERE TOXIC WASTES, UNLIKE CONVENTIONAL EXTRACTION PROCESSES.REDUCE ENVIRONMENTAL RESTORATION COSTS ASSOCIATED WITH THE DISPOSAL OF RARE EARTH COAL AND COAL BY PRODUCTS FOR THE COAL MINE INDUSTRIES.PRODUCE A SKILLED PERSONNEL AND EMPLOYMENT OPPORTUNITY TO THE COAL MINE INDUSTRY WORKFORCE.INTENDED BENEFICIARIES  IN ACCORDANCE WITH SECTION 403 OF SMCRA  P.L. 95-87 , AS AMENDED, THE APPLIED SCIENCE PROGRAM PRIORITIZES EFFICIENT, SUSTAINABLE, COST-EFFECTIVE, AND TRANSFERABLE TECHNOLOGIES THAT NEW TECHNOLOGY WILL BE DEVELOPED, RESULTING IN A HPSA BECHEM THAT IS OPTIMIZED TO CLEAR RARE EARTHCOAL AND COAL BY PRODUCTS.TECHNICAL TOOLS WILL BE DEVELOPED FOR COMPUTATION FUILD DYNAMIC MODELING AND TECHNO-ECONOMIC ANALYSIS OF HPSA BECHEM.TECHNOLOGY TRANSFER AND PRE-PILOT TESTING WILL RESULT AT SPECIFIC INDUSTRIAL SITES FOR DEMONSTRATION.DISSEMINATION OF RESEARCH OUTCOMES  THROUGH CONFERENCE PRESENTATIONS AND PEER REVIEWED PUBLICATIONS IN NATIONAL JOURNALS WILL RESULT.A TECHNOLOGY PATENT BASED ON BECHEM PROCESSES FOR REES EXTRACTION FROM MINE WASTES WILL RESULT.SUBRECIPIENT ACTIVITIES  IF KNOWN OR SPECIFIED AT TIME OF AWARD   N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8eae4f8f-cc3f-9d0b-4bc7-e1a501ff4078-C", "generated_internal_id": "ASST_NON_S23AC00020_1438"}, {"internal_id": 146215302, "Award ID": "S22AC00020", "Award Amount": 30189.48, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-03", "CFDA Number": "15.255", "Description": "PROJECT TITLE: PREVENTION OF ACID MINE DRAINAGE FROM ITS SOURCE: INHIBITION OF PYRITE OXIDATION USING HUMIC RICH FOOD WASTE COMPOSTAWARD PURPOSE: MINE DRAINAGE TECHNOLOGY INITIATIVE (MDTI) (FORMALLY KNOWN AS THE ACID MINE DRAINAGE INITIATIVE) PROVIDES A FORUM FOR COLLABORATION AND INFORMATION EXCHANGE WITH THE FOLLOWING GOALS: DEVELOP AN UNDERSTANDING OF ACIDIC AND TOXIC MINE DRAINAGE (MD) TO BETTER PREDICT, AVOID, MONITOR, AND REMEDIATE MINE DRAINAGE; DEVELOP INNOVATIVE SOLUTIONS TO ACIDIC AND TOXIC MD WATER-QUALITY PROBLEMS; IDENTIFY, EVALUATE, AND DEVELOP \"BEST SCIENCE\" PRACTICES TO PREDICT ACIDIC AND TOXIC MD PRIOR TO MINING; AND IDENTIFY SUCCESSFUL REMEDIATION PRACTICES FOR EXISTING SOURCES OF ACIDIC AND TOXIC MD AND DESCRIBE THE BEST TECHNOLOGY FOR ITS PREVENTION. THE OBJECTIVE OF THIS PROJECT IS TO DEVELOP AND EXAMINE A NOVEL PROCESS PROPOSED TO PREVENT THE ACID MINE DRAINAGE FORMATION FROM ITS SOURCE BY INHIBITING PYRITE OXIDATION USING ENVIRONMENTALLY BENIGN FOOD WASTE COMPOST MATERIAL. ACTIVITIES TO BE PERFORMED: THE PROPOSED SCOPE OF WORK COMPRISES NINE TASKS TO BE PERFORMED DURING ONE BUDGET PERIOD OF 24 MONTHS. TESTS WILL BE CARRIED OUT TO EXAMINE THE ACID GENERATION POTENTIAL OF PYRITE RICH MINE TAILINGS WITH AND WITHOUT THE INFLUENCE OF BACTERIA ACTIVITIES AND SERVE AS A BASELINE AND PREDICTION TOOL FOR AMD FORMATION ANALYSIS. FOOD WASTE COMPOST MATERIAL OBTAINED FROM THE UNIVERSITY OF KENTUCKY ORGANICS & FOOD WASTE DIVERSION PROGRAM WILL BE USED AS THE TEST SUBJECT TO INHIBIT THE PYRITE OXIDATION ACTIVITY. COAL REFUSE SAMPLES WILL BE COLLECTED FROM ALLIANCE COAL PROPERTIES AND TO BE USED AS THE MAJOR RESEARCH SUBJECT IN THIS PROJECT. ALLIANCE COAL HAD PROVIDED A SUPPORT LETTER AND SHOWN SIGNIFICANT INTEREST INTO THIS PROPOSED WORK. THE WORK PLAN INCLUDES SEVERAL STAGES OF LABORATORY TESTING WITH A GOAL OF DEVELOPING A PRACTICAL AND ECONOMIC VIABLE PROCESS TO PREVENT AMD FORMATION.EXPECTED DELIVERABLES OR OUTCOMESTASK 1.0 PROJECT MANAGEMENT AND PLANNING; TASK 2.0 FEEDSTOCKS SAMPLING AND CHARACTERIZATION; TASK 3.0 MINERALOGY EFFECT ON ACID GENERATION POTENTIAL OF PYRITE OXIDATION; TASK 4.0 EFFECT OF ORGANIC ACID ON PYRITE OXIDATION; TASK 5.0 EFFECT OF COMPOST MATERIAL ON PYRITE OXIDATION; TASK 6.0 INHIBITION OF ACID GENERATION FROM PYRITE RICH COAL REFUSE; TASK 7.0 TOXIC ELEMENTS TRACING AND MODELLING; TASK 8.0 ENVIRONMENTAL STUDIES; TASK 9.0 SUMMARY REPORT.INTENDED BENEFICIARIES: MDTI STUDIES THAT ADDRESS THE GOALS LISTED ABOVE HAVE THE POTENTIAL FOR IMPROVING THE EFFECTIVENESS OF BOTH THE COAL INDUSTRY AND THE REGULATORY AUTHORITY TO CONDUCT AND REGULATE SURFACE COAL MINING AND RECLAMATION ACTIVITIES THAT PROTECT THE ENVIRONMENT AND THE PUBLIC.SUBRECIPIENT ACTIVITIES (IF KNOWN OR SPECIFIED AT TIME OF AWARD): N/A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_S22AC00020_1438"}, {"internal_id": 140060390, "Award ID": "S21AC10091", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-07", "CFDA Number": "15.255", "Description": "APPLIED SCIENCE - WESTERN REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_S21AC10091_1438"}, {"internal_id": 137751207, "Award ID": "S21AC10059", "Award Amount": 199630.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-16", "CFDA Number": "15.255", "Description": "RI FY2020 AS - MYATT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f7c7d27-684d-9b39-0e46-80a8c294c54a-C", "generated_internal_id": "ASST_NON_S21AC10059_1438"}, {"internal_id": 137750957, "Award ID": "S21AC10058", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-16", "CFDA Number": "15.255", "Description": "WV FY2020 AS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_S21AC10058_1438"}, {"internal_id": 137751356, "Award ID": "S21AC10054", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-07", "CFDA Number": "15.255", "Description": "APPLIED SCIENCE - HEADQUARTERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_S21AC10054_1438"}, {"internal_id": 137750887, "Award ID": "S21AC10048", "Award Amount": 199397.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-03", "CFDA Number": "15.255", "Description": "FA KY FY2020 AS - PRICE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_S21AC10048_1438"}, {"internal_id": 136839677, "Award ID": "S21AC10037", "Award Amount": 199928.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-19", "CFDA Number": "15.255", "Description": "FA UI FY2020 AS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_S21AC10037_1438"}, {"internal_id": 133593325, "Award ID": "S21AC10036", "Award Amount": 199974.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-05-04", "CFDA Number": "15.255", "Description": "FA NTU FY2020 AS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f46aa58c-38be-b4b1-7cf5-9814687f92de-C", "generated_internal_id": "ASST_NON_S21AC10036_1438"}, {"internal_id": 127708245, "Award ID": "S21AC10011", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-02-26", "CFDA Number": "15.255", "Description": "APPLIED SCIENCE - HEADQUARTERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4837eb8d-f028-01fb-72d6-af2f904c0e4c-C", "generated_internal_id": "ASST_NON_S21AC10011_1438"}, {"internal_id": 110826317, "Award ID": "S20AC20042", "Award Amount": 198793.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-18", "CFDA Number": "15.255", "Description": "FY 2020 MINE DRAINAGE TECHNOLOGY INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_S20AC20042_1438"}, {"internal_id": 96171383, "Award ID": "S20AC20008", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-26", "CFDA Number": "15.255", "Description": "THE STATUTORY AUTHORITY FOR THE TECHNOLOGY DEVELOPMENT AND TRANSFER (TDT) APPLYING SCIENCE AND TECHNOLOGY PROGRAM ARE PART OF THE SURFACE MINING CONTROL AND RECLAMATION ACT OF 1977 (SMCRA), PUBLIC LAW 95-87; FEDERAL GRANT AND COOPERATIVE AGREEMENT ACT OF 1977, PUBLIC LAW 95-224.\nMINE DRAINAGE TECHNOLOGY INITIATIVE (MDTI) (FORMALLY KNOWN AS THE ACID MINE DRAINAGE INITIATIVE) PROVIDES A FORUM FOR COLLABORATION AND INFORMATION EXCHANGE WITH THE FOLLOWING GOALS:\n1. DEVELOP AN UNDERSTANDING OF ACIDIC AND TOXIC MINE DRAINAGE (MD) SO AS TO BETTER PREDICT, AVOID, MONITOR, AND REMEDIATE MINE DRAINAGE;\n2. DEVELOP INNOVATIVE SOLUTIONS TO ACIDIC AND TOXIC MD WATER-QUALITY PROBLEMS;\n3. IDENTIFY, EVALUATE, AND DEVELOP 'BEST SCIENCE' PRACTICES TO PREDICT ACIDIC AND TOXIC MD PRIOR TO MINING; AND\n4. IDENTIFY SUCCESSFUL REMEDIATION PRACTICES FOR EXISTING SOURCES OF ACIDIC AND TOXIC MD AND DESCRIBE THE BEST TECHNOLOGY FOR ITS PREVENTION.\nOSMRE IS LOOKING FOR MDTI STUDIES THAT ADDRESS THE GOALS LISTED ABOVE THAT HAVE THE POTENTIAL FOR IMPROVING THE EFFECTIVENESS OF BOTH THE COAL INDUSTRY AND THE REGULATORY AUTHORITY TO CONDUCTS SURFACE COAL MINING AND RECLAMATION ACTIVITIES AND REGULATE COAL MINING ACTIVITIES, RESPECTIVELY, BY GAINING A BETTER UNDERSTANDING OF ACIDIC AND TOXIC MINE DRAINAGE EFFECTS ON THE ENVIRONMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ad8c5c3-8085-49bb-9227-fc5bc4a1f938-C", "generated_internal_id": "ASST_NON_S20AC20008_1438"}, {"internal_id": 67639588, "Award ID": "S18AC20028", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-15", "CFDA Number": "15.255", "Description": "S18AC20028", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_S18AC20028_1438"}, {"internal_id": 49911044, "Award ID": "S17AC20000", "Award Amount": 199948.37, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-10-19", "CFDA Number": "15.255", "Description": "APPLIED SCIENCE - ACID MINE DRAINAGE RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_S17AC20000_1438"}, {"internal_id": 49910990, "Award ID": "S16AC20084", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-26", "CFDA Number": "15.255", "Description": "FA WV FY2016 UGMM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0102bd54-cc7c-2730-e23b-5572e9782ea0-C", "generated_internal_id": "ASST_NON_S16AC20084_1438"}, {"internal_id": 49910989, "Award ID": "S16AC20082", "Award Amount": 200000.0, "Award Type": null, "Base Obligation Date": "2016-09-26", "CFDA Number": "15.255", "Description": "FA PA FY2016 PSU BURGOS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_S16AC20082_1438"}, {"internal_id": 49910988, "Award ID": "S16AC20080", "Award Amount": 197161.23, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-21", "CFDA Number": "15.255", "Description": "FA WV FY2016 AS WVU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00b062d0-a179-1efa-2618-43bea86b43fd-C", "generated_internal_id": "ASST_NON_S16AC20080_1438"}, {"internal_id": 49910987, "Award ID": "S16AC20078", "Award Amount": 82800.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-26", "CFDA Number": "15.255", "Description": "FA WV FY2016 AS WVSU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "994f3ec2-ad56-c04a-a57a-7d3a797ce13a-C", "generated_internal_id": "ASST_NON_S16AC20078_1438"}, {"internal_id": 49910986, "Award ID": "S16AC20076", "Award Amount": 184028.39, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-26", "CFDA Number": "15.255", "Description": "FA VA FY2016 AS VPI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_S16AC20076_1438"}, {"internal_id": 49910985, "Award ID": "S16AC20074", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-26", "CFDA Number": "15.255", "Description": "FA PA FY2016 PSU XIAO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_S16AC20074_1438"}, {"internal_id": 49910984, "Award ID": "S16AC20072", "Award Amount": 196519.44, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-26", "CFDA Number": "15.255", "Description": "FA OH FY2016 AS OU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5a7a8b2-6594-d1dd-547b-4d52ca715071-C", "generated_internal_id": "ASST_NON_S16AC20072_1438"}, {"internal_id": 49910983, "Award ID": "S16AC20070", "Award Amount": 199954.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-15", "CFDA Number": "15.255", "Description": "SCIENCE AND TECHNOLOGY PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fab6bba7-e180-0ccb-b122-ccbdc71906a2-C", "generated_internal_id": "ASST_NON_S16AC20070_1438"}, {"internal_id": 49910980, "Award ID": "S16AC20064", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-26", "CFDA Number": "15.255", "Description": "FA OH FY2016 AS OSU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_S16AC20064_1438"}, {"internal_id": 49910979, "Award ID": "S16AC20062", "Award Amount": 199958.32, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-26", "CFDA Number": "15.255", "Description": "FA OH FY2016 AS UC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c572d765-16bd-66ab-db02-66828218aab7-C", "generated_internal_id": "ASST_NON_S16AC20062_1438"}, {"internal_id": 49910977, "Award ID": "S16AC20056", "Award Amount": 180252.64, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-26", "CFDA Number": "15.255", "Description": "FA KY FY2016 AS UK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_S16AC20056_1438"}, {"internal_id": 49910974, "Award ID": "S16AC20050", "Award Amount": 174841.7, "Award Type": null, "Base Obligation Date": "2016-09-16", "CFDA Number": "15.255", "Description": "FA VA FY2016 UGMM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "900b9810-f92d-705e-fb03-36a3a13411c5-C", "generated_internal_id": "ASST_NON_S16AC20050_1438"}, {"internal_id": 49910971, "Award ID": "S16AC20044", "Award Amount": 63452.5, "Award Type": null, "Base Obligation Date": "2016-09-26", "CFDA Number": "15.255", "Description": "FA MD FY2016 UGMM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3721a558-c1ad-d7cd-1b76-dddd5992bbbd-C", "generated_internal_id": "ASST_NON_S16AC20044_1438"}, {"internal_id": 49910966, "Award ID": "S16AC20034", "Award Amount": 455110.19, "Award Type": null, "Base Obligation Date": "2016-07-22", "CFDA Number": "15.255", "Description": "SCIENCE AND TECHNOLOGY PROJECTS RELATED TO COAL MINING AND RECLAMATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf13c3e1-3402-03ba-44d3-2349f4a792b0-C", "generated_internal_id": "ASST_NON_S16AC20034_1438"}, {"internal_id": 49910963, "Award ID": "S16AC20026", "Award Amount": 39758.99, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-14", "CFDA Number": "15.255", "Description": "FA WV FY2016 APPLIED SCIENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b4762f5c-c633-1083-863c-7d99ddd74b0c-C", "generated_internal_id": "ASST_NON_S16AC20026_1438"}, {"internal_id": 49910959, "Award ID": "S16AC20018", "Award Amount": 2999333.4, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-06", "CFDA Number": "15.255", "Description": "COOPERATIVE AGREEMENT FOR E-PERMIT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb9ddeee-b062-e97c-c408-61129c929d5b-C", "generated_internal_id": "ASST_NON_S16AC20018_1438"}, {"internal_id": 49910956, "Award ID": "S16AC20012", "Award Amount": 154548.84, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-07-01", "CFDA Number": "15.255", "Description": "APPLIED SCIENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_S16AC20012_1438"}, {"internal_id": 49910883, "Award ID": "S15AC20030", "Award Amount": 118944.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-18", "CFDA Number": "15.255", "Description": "FA VA FY2015 AS VADEQ LOTT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c3c0ae2c-d476-1c51-fbb9-843a8d93f44f-C", "generated_internal_id": "ASST_NON_S15AC20030_1438"}, {"internal_id": 49910882, "Award ID": "S15AC20028", "Award Amount": 199213.99, "Award Type": null, "Base Obligation Date": "2015-06-23", "CFDA Number": "15.255", "Description": "FA VA FY2015 AS SCHOENHOLTZ", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_S15AC20028_1438"}, {"internal_id": 49910881, "Award ID": "S15AC20026", "Award Amount": 151851.28, "Award Type": null, "Base Obligation Date": "2015-05-26", "CFDA Number": "15.255", "Description": "FA KY FY2015 AS LHOTKA.BARTON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_S15AC20026_1438"}, {"internal_id": 49910879, "Award ID": "S15AC20022", "Award Amount": 86705.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-06-23", "CFDA Number": "15.255", "Description": "FA WV FY2015 AS WVU SKOUSEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_S15AC20022_1438"}, {"internal_id": 49910878, "Award ID": "S15AC20020", "Award Amount": 196163.99, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-05-26", "CFDA Number": "15.255", "Description": "FA WV FY2015 AS HOPKINSON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_S15AC20020_1438"}, {"internal_id": 49910877, "Award ID": "S15AC20018", "Award Amount": 149939.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-05-26", "CFDA Number": "15.255", "Description": "FA TX FY2015 AS SFASU STOVALL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "354dff47-f3e6-2e15-a09b-f3282f2e2350-C", "generated_internal_id": "ASST_NON_S15AC20018_1438"}]