[{"internal_id": 160633292, "Award ID": "S23AC00073", "Award Amount": 225000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "15.254", "Description": "SUMMARYTHE STEWARDS INDIVIDUAL PLACEMENTS (STEWARDS), A PROGRAM OF CONSERVATION LEGACY, IS HONORED TO PROPOSE A UNIQUEPARTNERSHIP MODEL BUILT TO FACILITATE AND MAINTAIN THE LONG-STANDING OSMRE VISTA PROGRAM FUNDED BY THE OFFICE OFSURFACE MINING RECLAMATION AND ENFORCEMENT (OSMRE). STEWARDS PROPOSES TO RECRUIT, TRAIN, AND SUPPORT UP TO 12AMERICORPS VISTA SERVICE MEMBERS FOR ONE YEAR.  EACH POSITION WILL BE 365 DAYS (ONE YEAR) IN LENGTH.  CANDIDATES SELECTED TO SERVE IN THIS POSITION AND WHO MEET AMERICORPS REQUIREMENTS WILL BE ENROLLED ASAMERICORPS VISTA MEMBERS.  MEMBERS WILL RECEIVE A LIVING ALLOWANCE PAID BI-WEEKLY AT A DAILY RATE THAT IS DETERMINED BY THE COUNTY INWHICH THE MEMBER SERVES.  EACH AMERICORPS VISTA WILL BE PROVIDED WITH TRAVEL, TRAINING, AND PROFESSIONAL DEVELOPMENT OPPORTUNITIESAMOUNTING TO  5,150 IN FUNDING.  MEMBERS WHO SUCCESSFULLY COMPLETE THEIR YEAR OF SERVICE WILL BE ELIGIBLE FOR A SEGAL EDUCATION AWARDAMOUNTING TO  6,495.PROGRAM DIRECTOR:APRIL ELKINS BADTKE, CORPS DIRECTOR, WILL BE THE PRIMARY PROJECT DIRECTOR FOR STEWARDS INDIVIDUAL PLACEMENTS.APRIL HAS BEEN INVOLVED IN NATIONAL SERVICE PROGRAM MANAGEMENT SINCE 2007. IN HER CURRENT ROLE APRIL PROVIDESRESOURCES AND ASSISTANCE TO THE STAFF IN DELIVERING QUALITY PROGRAMMING AND MEANINGFUL MEMBER EXPERIENCES.PROGRAM OVERVIEW:THE STEWARDS OSMRE VISTA PROGRAM WILL PLACE A COHORT OF TWELVE (12), ONE-YEAR (365 DAY) AMERICORPS VISTA MEMBERS,SERVING WATERSHEDS, ENVIRONMENTAL ORGANIZATIONS, OR AML SITES WITHIN THE LEGACY MINING REGIONS OF: APPALACHIA,MID CONTINENT, AND WESTERN REGIONS OF THE UNITED STATES. OSMRE VISTAS WILL BE RECRUITED BY STEWARDS AND SELECTEDBY THE PROJECT SITE. EACH MEMBER WILL RECEIVE A LIVING STIPEND, PROFESSIONAL DEVELOPMENT, AND TRAININGOPPORTUNITIES, TRAVEL FUNDS, AND SUPPLEMENTAL HEALTH INSURANCE. ADDITIONAL BENEFITS THROUGH AMERICORPS WILL BEAVAILABLE UPON NEED. STEWARDS WILL SERVE AS THE EMPLOYER OF RECORD FOR ALL OSMRE VISTAS. STEWARDS WILL PROVIDEADMINISTRATIVE SUPPORT, CONDUCT ORIENTATIONS FOR BOTH MEMBERS AND SUPERVISORS, FACILITATE TRAVEL, TRAINING ANDPROFESSIONAL DEVELOPMENT OPPORTUNITIES, AND CONDUCT FIELD VISITS WITH THE MEMBERS DURING THEIR SERVICE YEAR.OSMRE VISTAS WILL SERVE INDIVIDUALLY AT THEIR DESIGNATED PROJECT SITE. OSMRE VISTAS SERVE AS A CAPACITY BUILDINGMEASURE FOR ENTITIES WISHING TO GROW, STRENGTHEN, OR BUILD THEIR ORGANIZATION IN LINE WITH THEIR MISSION AND THEAMERICORPS VISTA OVERARCHING MISSION TO ALLEVIATE POVERTY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "463e086e-0bfe-6df7-49f7-1845d58fb084-C", "generated_internal_id": "ASST_NON_S23AC00073_1438"}, {"internal_id": 160633291, "Award ID": "S23AC00072", "Award Amount": 700000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "15.254", "Description": "OSMRE AMERICORPS PROGRAM - 2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "463e086e-0bfe-6df7-49f7-1845d58fb084-C", "generated_internal_id": "ASST_NON_S23AC00072_1438"}, {"internal_id": 158585544, "Award ID": "S23AC00061", "Award Amount": 75000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-26", "CFDA Number": "15.254", "Description": "PROJECT ABSTRACTTHE STEWARDS INDIVIDUAL PLACEMENTS (STEWARDS) OF CONSERVATION LEGACY (CL) IS PLEASED TO PROPOSE A CONTINUATION OF ITS UNIQUE PARTNERSHIP MODEL WITH THE OFFICE OF SURFACE MINING RECLAMATION AND ENFORCEMENT (OSMRE) TO FACILITATE THE AMERICORPS SEMESTER APPRENTICESHIP PROGRAM. OVER THE NEXT YEAR, THE STEWARDS OSMRE SEMESTER APPRENTICESHIP PROGRAM WILL PLACE UP TO 95 WEEKS OF STEWARDS SEMESTER APPRENTICE POSITIONS (3 APPRENTICES AT 15 WEEKS AND 5 APPRENTICES AT 10 WEEKS) AT OSMRE PROJECT SITES TO INCREASE OSMRE FIELD LEVEL CAPACITY. THE APPRENTICE MEMBERS WILL ENGAGE YOUTH IN SERVICE-LEARNING, COMMUNITY ENGAGEMENT PROGRAMS, AND PROJECTS THAT SUPPORT OSMRE THROUGHOUT THE U.S., INCLUDING OSMRE OFFICES IN THE DC HEADQUARTERS AND REGIONAL AND OTHER FIELD OFFICES. THE APPRENTICES WILL BE RECRUITED BY THE OSMRE PROJECT SITE WITH SUPPORT FROM A STEWARDS PROGRAM COORDINATOR. STEWARDS WILL SERVE AS THE EMPLOYER OF RECORD FOR ALL OSMRE APPRENTICESHIPS, PROVIDE EACH MEMBER ADMINISTRATIVE SUPPORT, PROCESS PAYROLL, MANAGE WORKERS  COMPENSATION, DEVELOP ORIENTATIONS FOR MEMBERS AND SUPERVISORS, AND CONDUCT MEMBER FIELD VISITS.STEWARDS BRING UNIQUE STRENGTHS, CAPACITY AND EXPERTISE TO FIELD THESE NATIONALLY PLACED RIGOROUS CONSERVATION BASEDINTERNSHIPS. STEWARDS IS A PROGRAM OF CONSERVATION LEGACY (501C3) A NATIONAL SERVICE CORPS ESTABLISHED IN1998. CONSERVATION LEGACY (CL) IS THE COUNTRY S THIRD LARGEST NON-PROFIT CONSERVATION CORPS PROGRAM. IN 2012, CLPLACED 30 OSMRE AMERICORPS INTERNS WHICH STRENGTHENED OSMRES CAPACITY IN THE FIELD. THE OSMRE AMERICORPS PROGRAM WAS THE FOUNDATION FOR WHAT IS NOW KNOWN AS CLS STEWARDS INDIVIDUAL PLACEMENT PROGRAM. THIS YEAR, STEWARDS CELEBRATES ITS 20TH YEAR OF SUPPORTING INDIVIDUALS IN COMPLETING IMPORTANT CONSERVATION PROJECTS THROUGHOUT THE NATION. THUS FAR, STEWARDS HAS PROVIDED STRUCTURED, SAFE, AND CHALLENGING SERVICE LEARNING AND EDUCATIONALOPPORTUNITIES TO OVER 1,500 MEMBERS. IN FISCAL YEARS 2021 AND 2022 STEWARDS OSMRE SEMESTER INTERNS SERVED OVER 7,000 HOURS IN POSITIONS SERVING THEIR COMMUNITIES AND THE ENVIRONMENT ACROSS THE UNITED STATES . STEWARDSINDIVIDUAL PLACEMENTS PLACED 766 AMERICORPS MEMBERS ACROSS THE COUNTRY IN 2021.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "463e086e-0bfe-6df7-49f7-1845d58fb084-C", "generated_internal_id": "ASST_NON_S23AC00061_1438"}, {"internal_id": 110276450, "Award ID": "S20AC20028", "Award Amount": 275000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "15.254", "Description": "OSMRE VISTA COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "463e086e-0bfe-6df7-49f7-1845d58fb084-C", "generated_internal_id": "ASST_NON_S20AC20028_1438"}, {"internal_id": 95211205, "Award ID": "S20AC20004", "Award Amount": 99910.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-01-30", "CFDA Number": "15.254", "Description": "OSMRE/SEMESTER INTERNSHIP PROGRAM PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "463e086e-0bfe-6df7-49f7-1845d58fb084-C", "generated_internal_id": "ASST_NON_S20AC20004_1438"}, {"internal_id": 95211204, "Award ID": "S20AC20002", "Award Amount": 624600.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-01-30", "CFDA Number": "15.254", "Description": "THE PURPOSE OF THE OSMRE YOUTH PROGRAM IS TO CARRY OUT APPROPRIATE ENVIRONMENTAL PROJECTS COOPERATIVELY WITH NON-PROFIT IRS 501(C) (3) ELIGIBLE APPLICANTS THAT HAVE ACCESS TO AMERICORPS VOLUNTEERS TO SERVICE TO AMERICA POSITIONS THROUGH PARTNERSHIP WITH THE CORPORATION FOR NATIONAL AND COMMUNITY OR OTHER INTERMEDIARY ORGANIZATION ON ISSUES IMPACTING COAL COMMUNITIES AND HISTORIC COAL MINING AREAS. THE GOAL IS TO PROMOTE AND STIMULATE PUBLIC PURPOSES SUCH AS EDUCATION, JOB TRAINING, DEVELOPMENT OF RESPONSIBLE CITIZENSHIP AND PRODUCTIVE COMMUNITY INVOLVEMENT. THE PROGRAM IS DESIGNED TO FURTHER THE UNDERSTANDING AND APPRECIATION OF NATURAL AND CULTURAL RESOURCES THROUGH THE INVOLVEMENT OF YOUTH AND YOUNG ADULTS. IT IS ALSO DESIGNED TO CONTINUE THE LONGSTANDING EFFORTS OF OSMRE TO PROVIDE OPPORTUNITIES FOR PUBLIC SERVICE, YOUTH EMPLOYMENT, MINORITY YOUTH DEVELOPMENT, TRAINING, AND PARTICIPATION OF YOUNG ADULTS IN ACCOMPLISHING ENVIRONMENTAL-RELATED WORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "463e086e-0bfe-6df7-49f7-1845d58fb084-C", "generated_internal_id": "ASST_NON_S20AC20002_1438"}, {"internal_id": 78819794, "Award ID": "S19AC20000", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-02-21", "CFDA Number": "15.254", "Description": "FA CO 2019 VISTA COOPERATIVE AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "463e086e-0bfe-6df7-49f7-1845d58fb084-C", "generated_internal_id": "ASST_NON_S19AC20000_1438"}, {"internal_id": 49911048, "Award ID": "S17AC20010", "Award Amount": 78807.55, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-01-24", "CFDA Number": "15.254", "Description": "OSMRE SEMESTER INTERN PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "463e086e-0bfe-6df7-49f7-1845d58fb084-C", "generated_internal_id": "ASST_NON_S17AC20010_1438"}, {"internal_id": 49910965, "Award ID": "S16AC20032", "Award Amount": 650401.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-20", "CFDA Number": "15.254", "Description": "OSM/VISTA AMERICORPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "463e086e-0bfe-6df7-49f7-1845d58fb084-C", "generated_internal_id": "ASST_NON_S16AC20032_1438"}, {"internal_id": 49910889, "Award ID": "S15AC20042", "Award Amount": 355330.54, "Award Type": null, "Base Obligation Date": "2015-08-01", "CFDA Number": "15.254", "Description": "OSM/VISTA AMERICORPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "463e086e-0bfe-6df7-49f7-1845d58fb084-C", "generated_internal_id": "ASST_NON_S15AC20042_1438"}, {"internal_id": 49910888, "Award ID": "S15AC20040", "Award Amount": 228411.39, "Award Type": null, "Base Obligation Date": "2015-06-02", "CFDA Number": "15.254", "Description": "REGULATION OF SURFACE COAL MINING AND SURFACE EFFECTS OF UNDERGROUND COAL MINING", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "463e086e-0bfe-6df7-49f7-1845d58fb084-C", "generated_internal_id": "ASST_NON_S15AC20040_1438"}]