[{"internal_id": 161363098, "Award ID": "L23AC00403", "Award Amount": 39400.3, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "15.248", "Description": "FUNDING OPPORTUNITY NUMBER: L23AS00153FUNDING OPPORTUNITY GOALS TEXT: GREAT BASIN BIRD OBSERVATORY WILL COLLECT GEOGRAPHICALLY CONCENTRATED DATA INSIDE AVI KWA AME NATIONAL MONUMENT BOUNDARY TO QUANTIFY THE DENSITY, DISTRIBUTION, HABITAT USE, AND FECUNDITY OF LECONTE AND BENDIRES THRASHER SPECIES, USING THE SURVEY METHODOLOGY DEVELOPED AND TESTED BY THE DTWG. THESE DATA WILL PROVIDE AN INDICATION OF THE ROLE THAT DISTURBANCES OF VARIOUS TYPES PLAY IN LIMITING THRASHER OCCURRENCE AND POPULATION GROWTH. DATA FROM AN EARLIER 2017-2018 RANGE WIDE SURVEY WILL PROVIDE BASELINE INFORMATION ON DISTRIBUTION AND DENSITY AND PROVIDE CONTEXT FOR EVALUATING THE STEWARDSHIP RESPONSIBILITY OF THE MONUMENT. COLLECTIVELY, THIS INFORMATION WILL BE CRITICAL IN IDENTIFYING CRITICAL AREAS AND IN DEVELOPING MANAGEMENT PRIORITIES AND STRATEGIES FOR THE NEW MONUMENT AND CONTRIBUTING EFFECTIVELY TO THE GREATER GOAL OF DESERT THRASHER CONSERVATION.  INCLUSION OF PARTNERS FROM THE FORT MOJAVE INDIAN TRIBE WILL BE A CRITICAL PROJECT OF THE PROJECT. PARTNERSHIP ACTIVITIES WILL CONSIST OF WORKSHOPS AND CITIZEN-SCIENCE BASED DATA COLLECTION. THE WORKSHOPS WILL BE STRUCTURED TO FAMILIARIZE TRIBAL MEMBERS WITH DESERT THRASHER RESEARCH WHILE ALSO SOLICITING GUIDANCE AND TRIBAL ECOLOGICAL KNOWLEDGE TO IMPROVE PROJECT DESIGN AND OUTCOMES. SPECIFICALLY, WE WISH TO HIGHLIGHT THE CRITICAL IMPORTANCE OF THE AVI KWA AME TO THE CONSERVATION OF DESERT THRASHERS, AND GUIDE STEWARDSHIP TO BENEFIT THESE SPECIES. FOR CITIZEN-SCIENCE BASED DATA COLLECTION, WE WILL UTILIZE A PREVIOUSLY DEVELOPED CITIZEN-SCIENCE DATA COLLECTION FRAMEWORK FOR DESERT THRASHERS TO SUPPLEMENT ON-SITE DATA COLLECTION, AS DESCRIBED BELOW. ADDITIONALLY, THESE ADDITIONAL SURVEYS CAN BE CARRIED OUT BY VOLUNTEERS TRAINED IN THE SURVEY TECHNIQUES AND IDENTIFICATION OF THESE SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6062ad77-9c73-ac66-b5dc-88ef972343be-C", "generated_internal_id": "ASST_NON_L23AC00403_1422"}, {"internal_id": 161363097, "Award ID": "L23AC00401", "Award Amount": 39984.16, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "15.248", "Description": "FUNDING OPPORTUNITY NUMBER: L23AS00153FUNDING OPPORTUNITY GOALS TEXT THE PROJECTS GOAL IS TO DETERMINE IF CHINOOK SALMON REARING IN THE KING RANGE NCAS MATTOLE RIVER LAGOON SURVIVE TO ADULTHOOD AND CONTRIBUTE TO THE RECOVERY OF THE POPULATION. OTOLITHS TAKEN FROM OVER 100 SPAWNED SALMON WILL BE ANALYZED FOR ISOTOPES RELATED TO UNIQUE ENVIRONMENTAL CONDITIONS. IN ADDITION, TEMPERATURE, DATES OF MOUTH OPEN AND CLOSURE, FLOW, AND OCEAN CONDITIONS WILL BE ANALYZED TO PROVIDE CONTEXT TO THE RESULTS. RESULTS WILL 1) HELP THE KING RANGE NCA EVALUATE IF RESTORATION EFFORTS TO DATE HAVE BEEN EFFECTIVE, 2) UNDERSTAND HOW MANAGEMENT CAN IMPROVE IN THE MATTOLE LAGOON AND 3) EVALUATE HOW CHINOOK SALMON LIFE HISTORY STRATEGIES MAY ADAPT TO A CHANGING CLIMATE. THE MATTOLE SALMON GROUP WILL CONDUCT THIS RESEARCH WITH THE HELP OF TRIBAL MEMBERS AND CITIZEN VOLUNTEERS RECRUITED THROUGH OUTREACH WITH LOCAL UNIVERSITIES AND NON-PROFITS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "48fd69ce-d16a-b2e4-9d26-cd66c5ab8865-R", "generated_internal_id": "ASST_NON_L23AC00401_1422"}, {"internal_id": 161363096, "Award ID": "L23AC00400", "Award Amount": 39998.77, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "15.248", "Description": "FUNDING OPPORTUNITY NUMBER: L23AS00153FUNDING OPPORTUNITY GOALS TEXT:  THE OREGON VESPER SPARROW HAS BEEN PETITIONED FOR LISTING UNDER THE FEDERAL ENDANGERED SPECIES ACT, WITH A CURRENT POPULATION ESTIMATE OF  3,000 BIRDS  RANGE-WIDE (ALTMAN 2011, USFWS 2018). THIS SPECIES WARRANTS A SENSE OF URGENCY FOR ANY AND ALL APPROPRIATE CONSERVATION ACTIONS, BUT FACTORS LIMITING ITS POPULATION ARE NOT WELL UNDERSTOOD, NOR IS ITS POPULATION STATUS IN THE ROGUE BASIN. A THOROUGH INVENTORY OF THE NUMBER OF MEADOWS OCCUPIED AND THE SIZE OF EACH OREGON VESPER SPARROW SUBPOPULATION IN THE CASCADE-SISKIYOU NATIONAL MONUMENT (HEREAFTER REFERRED TO AS THE MONUMENT) IS NEEDED TO UNDERSTAND CURRENT POPULATION STATUS, RISK OF EXTIRPATION OF LOCAL SUBPOPULATIONS, AND POTENTIAL FOR CONSERVATION ACTION AND POPULATION EXPANSION. AN ONGOING STUDY OF DEMOGRAPHIC PARAMETERS IS UNDERWAY AT A RELATIVELY LARGE BREEDING POPULATION AT LILY GLEN COUNTY PARK TO DEVELOP RANGE-WIDE STRATEGIES TO COUNTER THE CAUSATIVE FACTORS OF POPULATION DECLINE. LAND MANAGERS AND RESPONSIBLE AGENCIES WILL NEED THIS INFORMATION, AS WELL AS A ROBUST UNDERSTANDING OF OREGON VESPER SPARROW DISTRIBUTION ON BLM LANDS, TO PRIORITIZE SITES FOR POTENTIAL CONSERVATION AND IMPLEMENT ACTIVITIES TO STABILIZE AND RECOVER POPULATIONS. FURTHER, WE WILL ENGAGE COMMUNITY SCIENTISTS AND USE MOTUS TECHNOLOGY IN AN ADDITIONAL STUDY COMPONENT ADDRESSING BETWEEN-YEAR DISPERSAL AMONG MEADOWS. THIS WILL PROVIDE BASELINE INFORMATION ON DISPERSAL DISTANCES AND METAPOPULATION DYNAMICS AND OFFERS AN ADDITIONAL BENEFIT TO THE PUBLIC BY PROVIDING AN OPPORTUNITY TO LEARN, ENGAGE, AND CONTRIBUTE TO THIS PROJECT WITH STRONG CONSERVATION IMPLICATIONS. THIS STUDY WILL OCCUR PRIMARILY IN THE MONUMENT AND IS PART OF ONE OF THREE ECOREGIONS CONTRIBUTING TO A RANGE-WIDE STUDY (WITH FIELD SITES IN THE PUGET LOWLANDS, WILLAMETTE VALLEY, ROGUE BASIN). THIS WORK IS TIMELY AND CONSERVATION-RELEVANT  IT IS IMPERATIVE THAT BLM LAND MANAGERS UNDERSTAND HOW MANAGEMENT ACTIONS MAY IMPACT THIS SPECIES, AND WHETHER CONSERVATION ACTIONS ARE WARRANTED ON THEIR LANDS. WITH THE POTENTIAL FOR THE SPECIES TO BE FEDERALLY LISTED (DECISION ANTICIPATED IN 2026), AND THE POSSIBILITY OF CHANGING MANAGEMENT PRIORITIES FOR THE MONUMENT, THIS WORK IS CRITICALLY IMPORTANT TO LAND MANAGERS CHARGED WITH MAINTAINING BIODIVERSITY ON THESE PUBLIC LANDS. JANUARY-MARCH 2024: PREPARE FOR THE FIELD SEASON. THIS WILL INCLUDE STUDY DESIGN, CREATING MAPS AND LOGISTICS DOCUMENTS, HIRING A SEASONAL FIELD TECHNICIAN, DEVELOPING A TRAINING AGENDA, AND PREPARING SUPPLIES. THE RESEARCH BIOLOGIST WILL ALSO RECRUIT COMMUNITY SCIENTIST VOLUNTEERS. APRIL-JUNE 2024: THE FIELD TECHNICIAN WILL RECEIVE ONE WEEK OF TRAINING ON PROJECT-SPECIFIC PROTOCOLS, SAFETY, AND LOGISTICS. THE FIELD TECHNICIAN WILL IMPLEMENT SURVEYS FROM EARLY MAY THROUGH THE END OF JUNE AT FIELD SITES IN THE MONUMENT. THE RESEARCH BIOLOGIST WILL PLACE MOTUS NODES AT SATELLITE MEADOWS OF OUR CHOOSING. MAY-SEPT 2024: COMMUNITY SCIENTISTS WILL CONDUCT MONTHLY SURVEYS IN MAY-JUNE AND AUGUST SEPTEMBER FOR TAGGED OREGON VESPER SPARROWS AT ADDITIONAL SATELLITE MEADOWS USING A HANDHELD RADIO TELEMETRY ANTENNA UNIT. JULY-DEC 2024: HARD COPY DATA WILL BE QUALITY CONTROLLED THROUGHOUT THE FIELD SEASON. FOLLOWING THE FIELD SEASON, DATA ENTRY AND ASSOCIATED QUALITY CONTROL WILL BE COMPLETED. DATA WILL BE ENTERED INTO AVIAN KNOWLEDGE NORTHWEST, AN ONLINE DATA REPOSITORY. DEC 2024 - MAR 2025: A FINAL REPORT WILL DOCUMENT PERFORMANCE METRICS, PRESENT RESULTS OF THE INVENTORY AND POPULATION ESTIMATES, AND INCLUDE A MANAGERS SUMMARY HIGHLIGHTING TAKE HOME MESSAGES THAT RELATE TO MANAGEMENT DECISIONS AND CONSERVATION ACTIONS. MAY 2024  MAR 2025: PUBLIC OUTREACH WILL INCLUDE, AT A MINIMUM, UPDATED WEBSITE CONTENT, BLOG, AND MULTIPLE SOCIAL MEDIA POSTS THROUGHOUT THE DURATION OF THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6fa932d-9b91-892e-d6da-1c24bfdd83d2-C", "generated_internal_id": "ASST_NON_L23AC00400_1422"}, {"internal_id": 161363095, "Award ID": "L23AC00399", "Award Amount": 39974.1, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "15.248", "Description": "FUNDING OPPORTUNITY NUMBER: L23AS00153FUNDING OPPORTUNITY GOALS TEXT:   INDIGENOUS TRAILS ARE AN UNDERREPRESENTED DIMENSION TO THE NATIONAL CONSERVATION LANDS. OF THE MORE THAN 900 UNITS, JUST ONE NATIONAL MONUMENT (MOJAVE TRAILS) AND TWO NATIONAL HISTORIC TRAILS (NEZ PERCE AND TRAIL OF TEARS) PLACE SPECIFIC ATTENTION ON THIS IMPORTANT ASPECT OF THE NATIONS HISTORY. TO HELP REMEDY THIS, OUR PROJECT BUILDS UPON PAST TRAILS RESEARCH IN THE SONORAN DESERT NATIONAL MONUMENT IN SOUTHERN ARIZONA. THE REGIONS INDIGENOUS COMMUNITIES LONG AGO BUILT A SERIES OF TRAILS THROUGH THIS REGION AS A SHORT-CUT ACROSS THE GREAT BEND OF THE GILA RIVER. THESE TRAILS MATERIALLY AND METAPHORICALLY CONNECT THE HOMELANDS OF THE OODHAM AND PIIPAASH, TWO TRIBES REPRESENTED TODAY BY THE GILA RIVER AND SALT RIVER PIMA-MARICOPA INDIAN COMMUNITIES. THE EARLIEST EURO-AMERICAN EXPEDITIONS FOLLOWED THESE TRAILS AS THEY EXPLORED THE WESTERN AND MOST REMOTE REACHES OF NORTH AMERICA. IN PARTICULAR, THE SEGMENTS OF THE JUAN BAUTISTA DE ANZA AND BUTTERFIELD OVERLAND NATIONAL HISTORIC TRAILS PASSING THROUGH THE SONORAN DESERT NATIONAL MONUMENT ARE PREDICATED ON EXTANT INDIGENOUS TRAILS. THESE HISTORICAL FACTS, HOWEVER, HAVE NOT YET BEEN FORMALLY ADDRESSED AND HAVE THEREFORE BEEN UNDEREMPHASIZED IN PUBLIC EDUCATION AND MANAGEMENT PLANNING. OUR PROJECT AIMS TO ASSIST THE BUREAU OF LAND MANAGEMENT BY INVENTORYING ADDITIONAL INDIGENOUS TRAILS IN THE SONORAN DESERT NATIONAL MONUMENT AND SPECIFICALLY THOSE ASSOCIATED WITH THE ANZA AND BUTTERFIELD OVERLAND NATIONAL HISTORIC TRAILS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3b23bb7d-ccf8-9080-fff1-42381f1ca898-C", "generated_internal_id": "ASST_NON_L23AC00399_1422"}, {"internal_id": 161363089, "Award ID": "L23AC00370", "Award Amount": 36738.89, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "15.248", "Description": "FUNDING OPPORTUNITY NUMBER: L23AS00153FUNDING OPPORTUNITY GOALS TEXT:  THIS PROPOSAL FULFILLS THE BLM LEGAL MANDATE TO MONITOR WSAS AT GSENM BY PROVIDING RESOURCES (E.G., GSEP STAFF TIME, DATA COLLECTION TOOLS) TO SUPPORT BLM IN REQUIREMENTS UNDER MANUAL 6330. WE PROPOSE TO DEVELOP A PILOT PROGRAM THAT WILL COLLECT DATA ON WILDERNESS CHARACTER TO SUPPORT AND GUIDE BLM ACTIONS TO MEET THE NON-IMPAIRMENT STANDARD, AND IMPLEMENT LAND USE ACTIONS CONSISTENT WITH MANUAL 6330 ACROSS GSENM. ESTABLISHING THE CONNECTIONS BETWEEN CURRENT CONDITIONS, ACTIONS, AND POLICY HELPS TO:  -IMPROVE STEWARDSHIP OF WSAS TO MEET THE NON-IMPAIRMENT STANDARD -CLARIFY HOW MANAGEMENT DECISIONS AND ACTIONS INFLUENCE TRENDS IN WILDERNESS CHARACTER -IMPROVE COMMUNICATION AMONG STAFF AND WITH THE PUBLIC ABOUT WSA STEWARDSHIP -CREATE A LEGACY OF EXPERIENCE AND KNOWLEDGE ABOUT WSAS LOCALLY AND BROADLY WITHIN THE AGENCY  GSEP, IN COLLABORATION WITH BLM, WILL DEVELOP AND LAUNCH A CITIZEN SCIENCE PROGRAM THAT LEVERAGES OUR ROBUST VOLUNTEER NETWORK TO MONITOR THREE WSAS AT GSENM. FUNDS FROM THIS PROPOSAL WILL BE USED FOR GSEP STAFF TIME TO WORK WITH THE BLM AND DEFINE WHAT STANDARDS CRITERIA ARE MOST BENEFICIAL TO STUDY CAPTURE, DEVELOP A RIGOROUS MONITORING PROTOCOL, DESIGN A DATA COLLECTION APP, AND COORDINATE A TEAM OF VOLUNTEERS THAT WILL IMPLEMENT THE MONITORING BEGINNING SPRING OF 2024. IT WILL ALSO ALLOW FOR SECURING ADDITIONAL FUNDING THAT WILL SUPPORT EXPANSION OF THE PROJECT IN SUBSEQUENT YEARS TO COVER ALL WSAS AT GSENM, AS WELL AS FOLLOW-UP MONITORING THAT WILL ESTABLISH TRENDS AT WSA TO SUPPORT MANAGEMENT DECISION-MAKING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "631cb0c9-c432-f6ab-aa3a-b47f4d70abac-C", "generated_internal_id": "ASST_NON_L23AC00370_1422"}, {"internal_id": 161363088, "Award ID": "L23AC00369", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.248", "Description": "FUNDING OPPORTUNITY NUMBER: L23AS00153FUNDING OPPORTUNITY GOALS TEXT: THE PURPOSE OF THE AWARD WILL BE TO FACILITATE MANAGEMENT-DRIVEN RESEARCH IN THE MORLEY NELSON SNAKE RIVER BIRDS OF PREY NATIONAL CONSERVATION AREA (NCA) TO ASSESS ALARMING DECLINES IN REPRODUCTION BY A TYPE 2 SENSITIVE SPECIES OF RAPTOR (WESTERN BURROWING OWLS, ATHENE CUNICULARIA HYPUGAEA). THIS NCA IS RECOGNIZED GLOBALLY FOR ITS REMARKABLY HIGH CONCENTRATION OF NESTING BIRDS OF PREY, AND THE BLMS MISSION AT THIS NCA IS TO PRESERVE THE REMARKABLE WILDLIFE HABITAT AND ITS POPULATIONS OF RAPTORS, WHILE PROVIDING FOR OTHER COMPATIBLE USES OF THE LAND.A MAJOR GOAL OF THE PROJECT IS TO ASSESS THE EXTENT TO WHICH AN ALARMING TREND OF POOR PRODUCTIVITY FOR BURROWING OWLS IN THIS NCA CONTINUES, WITH SPECIFIC FOCUS ON THE ROLE OF NEST PREDATORS, INCLUDING COMMON RAVENS, WHICH HAVE INCREASED IN IDAHO AS MUCH AS 5-FOLD SINCE THE 1960S, AS MANY AS 12 TIMES IN SOME AREAS IN THE STATE, AND LIKELY IN THE NCA AS WELL. THESE INCREASES HAVE OFTEN BEEN ASSOCIATED WITH ANTHROPOGENIC FACTORS, INCLUDING POWER INFRASTRUCTURE, WHICH IS PLANNED FOR CONSTRUCTION IN THE MORLEY NELSON SNAKE RIVER BIRDS OF PREY NCA. SPECIFICALLY, THE PROJECT WILL ASSESS THE EXTENT TO WHICH RATES OF PREDATOR VISITS TO NESTS HAS CHANGED SINCE LAST RECORDED IN 2017, EVALUATE THE EXTENT TO WHICH RAVEN PREDATION IS ALTERING REPRODUCTIVE RATES OF BURROWING OWLS, WHICH MAY BE CONTRIBUTING TO SPIRALING RATES, AND TO COLLECT IMPORTANT PRE-CONSTRUCTION DATA IN RELATION TO NEW POWER LINES TO BE CONSTRUCTED IN AND NEAR THE NCA) NEAR IMPORTANT BURROWING OWL BREEDING HABITAT TO ULTIMATELY ASSESS THE EXTENT TO WHICH THE NEW POWER LINES ALTER RAVEN ABUNDANCE AND ULTIMATELY BURROWING OWL PRODUCTIVITY.USING STANDARDIZED METHODS, THIS PROJECT WILL UNDERTAKE MONITORING OF BURROWING OWLS IN THE MORLEY NELSON SNAKE RIVER BIRDS OF PREY NCA TO DOCUMENT PRODUCTIVITY IN RELATION TO A RECENT ALARMING TREND FOR THE LOWEST EVER ANNUAL PRODUCTIVITY. THROUGH CAPTURE AND MARKING PROTOCOLS, PRODUCTIVITY WILL BE MEASURED IN OWL NESTS THROUGHOUT THE NCA. NESTS WILL ALSO BE MONITORED USING TRAIL CAMERAS TO ASSESS THE EXTENT TO WHICH COMMON RAVENS PREY ON OWL NESTLINGS IN COMPARISON TO PREVIOUS DATA COLLECTED IN 2017 TO EVALUATE THE HYPOTHESIS THAT DECLINING PRODUCTIVITY IS RELATED TO INCREASING RAVEN PREDATION. FINALLY, NESTS CLOSE TO AND FAR FROM POWER LINES WILL BE EXAMINED FOR PRODUCTIVITY AND PREDATION USING STANDARD METHODS TO ULTIMATELY PROVIDE PRE-CONSTRUCTION DATA THAT ARE CRITICAL FOR ASSESSING POTENTIAL EFFECTS OF FUTURE POWER LINE CONSTRUCTION PROJECTS IN THE NCA SCHEDULED TO START IN 2025- 2027. SHOULD INCREASES IN RATES OF RAVEN PREDATION ON BURROWING OWLS EXPLAIN SOME OF THE ALARMINGLY LOW RATES OF PRODUCTIVITY, THEN MANAGEMENT TO REDUCE NESTING OPPORTUNITIES BY RAVENS CAN BE INCORPORATED IN POWER LINE CONSTRUCTION, FOR INSTANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdf928a5-3644-7a23-a2b3-0ce91ac0920e-C", "generated_internal_id": "ASST_NON_L23AC00369_1422"}, {"internal_id": 161363087, "Award ID": "L23AC00368", "Award Amount": 39141.57, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.248", "Description": "FUNDING OPPORTUNITY NUMBER: L23AS00153FUNDING OPPORTUNITY GOALS TEXT:  THIS PROJECTS GOAL IS TO CREATE OPPORTUNITIES FOR THE BLM TO SUPPORT RESEARCH AND ETHNOGRAPHIC STUDIES TO BETTER UNDERSTAND CULTURAL SIGNIFICANCE OF ANCESTRAL SITES IN BEARS EARS NATIONAL MONUMENT. FURTHER, OUR GOAL IS TO SUPPORT TRIBAL CO-LEADERSHIP TO INFORM MANAGEMENT DECISIONS IN BEARS EARS NATIONAL MONUMENT. IN BROAD TERMS, OUR RESEARCH OBJECTIVES FOR THIS PROJECT WILL BE TO:  1) WORK CO-CREATIVELY WITH TRIBAL REPRESENTATIVES TO PLAN, ORGANIZE AND CONDUCT ETHNOGRAPHIC STUDIES OF KEY SITES IN BEARS EARS NATIONAL MONUMENT, LED BY INDIGENOUS EXPERTS. SCOPE WILL INCLUDE SELECTING PRIORITY SITES AND IDENTIFYING TRIBAL REPRESENTATIVES TO PARTICIPATE IN ETHNOGRAPHIC STUDIES AT EACH SITE. POTENTIAL SITES COULD INCLUDE: SAND ISLAND UPPER AND LOWER PETROGLYPH PANELS  TWIN KIVAS  THREE GRAND GULCH CULTURAL SITES - PERFECT KIVA, TURKEY PEN AND JUNCTION SITE, AND EXPANDING TO CULTURALLY SIGNIFICANT BLM-MANAGED LANDS BEYOND THE BOUNDARIES OF BEARS EARS NATIONAL MONUMENT. TRIBAL REPRESENTATIVES COULD INCLUDE REPRESENTATIVES FROM HOPI TRIBE, ZUNI PUEBLO, LAGUNA PUEBLO, PUEBLO OF ACOMA, UTE MOUNTAIN UTE TRIBE, NAVAJO NATION, UTE INDIAN TRIBE OF THE UINTAH   OURAY RESERVATION AND OTHER PUEBLO COMMUNITIES  2) SYNTHESIZE RESULTS INTO ETHNOGRAPHIC REPORTS THAT PROVIDE INSIGHT INTO TRIBAL TRADITIONAL USE AND UNDERSTANDINGS OF SITES IN BEARS EARS NATIONAL MONUMENT, UTAH. WITH APPROVAL FROM TRIBAL REPRESENTATIVES, SECTIONS AND OR PIECES OF THE REPORT WILL BE SHARED WITH BLM AND PARTNERS ONLY AS CONSIDERED APPROPRIATE AND USED TO FACILITATE OUTREACH TO TRIBES AND A BROADER PUBLIC AUDIENCE ABOUT THE CULTURAL SIGNIFICANCE OF STUDIED SITES  AND  3) CREATE A GUIDELINE DOCUMENT WHICH WILL SERVE AS A MODEL FOR HOW INDIGENOUS-LED CONSERVATION WORK SHOULD BE CONDUCTED IN BEARS EARS, IN ADDITION TO ELEVATING AND PRIORITIZING INDIGENOUS INTELLECTUAL PROPERTY WITHIN THE ENGAGEMENT PROCESS. THE EVOLUTION OF APPROACH WILL PROVIDE A MORE HOLISTIC MODEL FOR INDIGENOUS-LED CONSERVATION OF CULTURAL SITES FROM START TO FINISH, WHICH COULD BE INCORPORATED AND FOLLOWED IN BEARS EARS AND OTHER CULTURAL LANDSCAPES MOVING FORWARD.  ADDITIONALLY, BEP WILL PROVIDE AN ANNUAL REVIEW OF THE PROJECT AND PROGRESS TOWARD THE OBJECTIVES OF THE PROJECT TO BLM. THE ANNUAL REVIEW WILL DOCUMENT PROGRESS TOWARD MEETING THE OBJECTIVES LISTED ABOVE AND ANY NOTABLE PROJECT ACCOMPLISHMENTS. A FINAL REPORT WITH PROJECT ACCOMPLISHMENTS, LESSONS  LEARNED, AND KEY ARTIFACTS WILL BE COMPLETED AT THE END OF THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db18997d-cf75-1c00-3825-615623d1380c-R", "generated_internal_id": "ASST_NON_L23AC00368_1422"}, {"internal_id": 161363081, "Award ID": "L23AC00361", "Award Amount": 39241.62, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.248", "Description": "FUNDING OPPORTUNITY NUMBER: L23AS00153FUNDING OPPORTUNITY GOALS TEXT:  ELEVATION SCIENCE INSTITUTE PROPOSES TO PARTNER WITH THE NATIONAL CONSERVATION LANDS AND THE BUREAU OF LAND MANAGEMENT TO CONDUCT PALEONTOLOGICAL RESOURCE ASSESSMENT OF TWO IMPORTANT WILDERNESS STUDY AREAS (WSAS) LOCATED WITHIN THE MISSOURI BREAKS  NATIONAL MONUMENT IN NORTH-CENTRAL MONTANA. THE ANTELOPE CREEK AND WOODHAWK WSAS ARE COVERED BY LATE CRETACEOUS ( 75 MILLION YEARS OLD) ROCKS OF THE JUDITH RIVER FORMATION, AS WELL AS SEVERAL MARINE SHALE FORMATIONS. THESE UNITS HAVE POTENTIAL FOSSIL YIELD CLASSIFICATIONS (PFYC) OF 5 AND 3, RESPECTIVELY. PFYC 5 UNITS ARE HIGHLY FOSSILIFEROUS, CONSISTENTLY PRODUCE SIGNIFICANT FOSSIL RESOURCES, ARE HIGHLY SUSCEPTIBLE TO ADVERSE IMPACTS FROM SURFACE DISTURBANCE, AND ARE FREQUENT TARGETS OF ILLEGAL COLLECTING ACTIVITIES. SIGNIFICANT FOSSIL RESOURCES HAVE BEEN IDENTIFIED IN THESE WSAS, BUT ALMOST EXCLUSIVELY ALONG THE BANKS OF THE MISSOURI RIVER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4768fab-db07-97c1-2872-ca321fc88504-R", "generated_internal_id": "ASST_NON_L23AC00361_1422"}, {"internal_id": 161363080, "Award ID": "L23AC00360", "Award Amount": 39929.15, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.248", "Description": "FUNDING OPPORTUNITY NUMBER: L23AS00153FUNDING OPPORTUNITY GOALS TEXT:  PROVIDE RESEARCH DATA COLLECTION CITIZEN SCIENCE PROTOCOL TO BLM FOR INPUT. COMPILE DIGITAL FILE OF HISTORIC WSA DOCUMENTATION, GIS DATA LAYER OF ROAD INCURSIONS AND OTHER DEVELOPMENTS FROM AERIAL IMAGERY, MAP AND SHAPEFILE OF 2023 SURVEY RESEARCH AREAS. CONDUCT FIELD VISITS SURVEYS TO TARGETED WILDERNESSES AND WSAS. CONDUCT MEETING WITH BLM STAFF AND LEADERSHIP TO DISCUSS RESULTS, EVALUATE MANAGEMENT RECOMMENDATIONS, AND PLAN STEWARDSHIP PROJECT IMPLEMENTATION. PROVIDE BLM WITH ANNUAL REPORT, INCLUDING RESULTS FROM 2023 FIELD SEASON, .DOC FORMAT AND SHAPEFILE. YEARS 2-5 (IF PROJECT IS FUNDED AT FULL REQUEST) COMPILE A MAP AND SHAPEFILE OF ANNUAL SURVEY AREA CONDUCT ANNUAL MEETING WITH BLM STAFF AND LEADERSHIP TO DISCUSS RESULTS, EVALUATE MANAGEMENT RECOMMENDATIONS, AND PLAN STEWARDSHIP PROJECT IMPLEMENTATION PROVIDE BLM WITH ANNUAL REPORT, INCLUDING RESULTS FROM ANNUAL FIELD SEASON, .DOC FORMAT AND SHAPEFILE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5ab22091-2db9-dfbe-cac1-f82e0c4f745b-C", "generated_internal_id": "ASST_NON_L23AC00360_1422"}, {"internal_id": 161363079, "Award ID": "L23AC00359", "Award Amount": 39992.58, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.248", "Description": "FUNDING OPPORTUNITY NUMBER: L23AS00153FUNDING OPPORTUNITY GOALS TEXT:  THE PURPOSE OF THIS PROJECT IS TO CONTINUE DEVELOPMENT OF EFFICIENT AND EFFECTIVE METHODS FOR MONITORING CHANGE WITHIN THE NATURAL AREA TO SHORELINE AND NATIVE HABITATS THROUGH THE USE OF UNMANNED AERIAL SYSTEMS. AS SUCH, THE MAIN OBJECTIVE OF THE RESEARCH IS TO DEVELOP AN UNMANNED AERIAL SYSTEM (UAS) BASED MAPPING SYSTEM AND METHODOLOGY THAT CAN BE USED ACQUIRE 3D INFORMATION ABOUT THE SHORELINE AND MAP VARIOUS VEGETATION SPECIES IN THE SITE. SUCH A SYSTEM WILL HELP THE BLM TO COST-EFFECTIVELY MONITOR AND MANAGE THE SITE WITH MINIMAL EFFORTS AND TURNAROUND TIME AFTER A MAJOR STORM OR RAINFALL EVENTS, AND DOCUMENT LONG TERM CHANGE OF THE SITE HABITATS. THE RELEVANCE OF THE PROJECT IS TO AID BLM IN CREATING A MEANINGFUL AND MEASURABLE RECORD OF CHANGE OF THE HABITATS AND SYSTEMS WITHIN THE SITE. COUPLE WITH EXISTING RESEARCH THIS PROJECT WILL HELP ESTABLISH A PICTURE OF RATES OF EROSION AND MATERIALS HABITAT LOST FROM THE SHORELINE AND CHANGES WITHIN THE SITE.  THE TECHNICAL APPROACH TO THE PROJECT IS CLEARLY ESTABLISHED IN THE PROPOSAL FOLLOWING THE IDENTIFIED MAJOR STEPS OF  1. DEVELOPMENT OF UAS BASED 3D AND MULTI-SPECTRAL MAPPING SYSTEM  2. UAS DATA COLLECTION  3. DEVELOPMENT OF PROCESSING METHODOLOGY TO DERIVE 2D SHORELINE, 3D BEACH TOPOGRAPHY AND THEMATIC MAPS OF VARIOUS VEGETATION SPECIES  AND 4. PERFORM SHORT-TERM AND LONG-TERM CHANGE DETECTION USING RECENT AND HISTORICAL DATA. THE ROLES, DETAILS AND OUTCOMES ARE IDENTIFIED AND SCHEDULED OUT IN THE PROPOSAL. GOALS   ESTIMATED TIMELINES: THE MAIN OBJECTIVE OF THIS RESEARCH IS TO IMPLEMENT UAS BASED AUTOMATED NATURAL AREA MAPPING AND MONITORING METHODOLOGY TO ACQUIRE 3D INFORMATION OF THE SHORELINE IN THE SITE. THIS METHODOLOGY WILL HELP THE ONA MANAGERS TO COST-EFFECTIVELY MANAGE THE SITES WITH MINIMAL EFFORTS AND TURNAROUND TIME AFTER A MAJOR STORM OR RAINFALL EVENT. THE FOLLOWING ARE MORE SPECIFIC GOALS OF THE PROPOSED PROJECT,  IMPACT OF NEWLY CONSTRUCTED OFFSHORE BREAKWATERS, CONTOURING AND PLANTING ON SHORELINE EROSION  LONG-TERM SHORT-TERM 2D 3D CHANGE DETECTION  BATHYMETRIC PROFILES FOR THE INTRACOASTAL WATERWAYS AROUND THE ONA TO STUDY THE RELATIONSHIP BETWEEN BEACH SAND LOSS AND WATERBED ELEVATIONS.  MEASURES: PRODUCTS AND DELIVERY DATES: AUGUST 31, 2024: GIS DATA LAYERS OF SHORELINES, BATHYMETRIC DATA OF THE INTERCOASTAL AREA AROUND THE SITE AS .SHP FILES, 3D VOLUME CHANGE DETECTION RESULTS AS MAPS AND A REPORT WITH LONG-TERM AND SHORT-TERM CHANGE RATES. SEPTEMBER 30, 2024: MEETING WITH BLMS ONA MANAGER AND OTHER PARTNERS TO DISCUSS RESULTS, EVALUATE MANAGEMENT RECOMMENDATIONS, AND PLAN IMPLEMENTATION.  MAY 31, 2025: PUBLICATION OF AT LEAST ONE SCIENTIFIC JOURNAL ARTICLE FOR FURTHER DISSEMINATION OF THIS RESEARCH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf7c8759-91f1-955a-c405-a039fe7903ef-R", "generated_internal_id": "ASST_NON_L23AC00359_1422"}, {"internal_id": 161363077, "Award ID": "L23AC00356", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.248", "Description": "FUNDING OPPORTUNITY NUMBER: L23AS00153FUNDING OPPORTUNITY GOALS TEXT:  THIS PROJECT CONTINUES TO BUILD OFF OF THE SUCCESSFUL JOINT BLM-UNIVERSITY OF ALASKA FAIRBANKS (UAF) ARCHAEOLOGICAL SURVEYS FROM 2015-2022 THAT DOCUMENTED NEW PREHISTORIC ARCHAEOLOGICAL SITES LOCATED ALONG THE FORTYMILE WILD AND SCENIC RIVER IN EASTERN ALASKA. THESE SURVEYS HAVE CREATED A NEW CULTURAL SEQUENCE THAT SPANS THE LATE PLEISTOCENE TO THE CONTACT-ERA PERIOD. THIS PROJECT CONTINUES IN THE FOOTSTEPS OF ITS PREDECESSOR, BUT SEEKS TO IDENTIFY ENVIRONMENTAL CHANGE THROUGH SOIL DERIVED ELEMENTAL PROXIES FROM SOIL SAMPLES COLLECTED FROM ARCHAEOLOGICAL AND GEOLOGICAL LOCATIONS ALONG THE MAIN TRIBUTARIES OF THE FORTYMILE RIVER. THESE PROXIES CAN BE USED TO MAKE INFERENCES INTO PAST WEATHERING PATTERNS AND DEPOSITIONAL EVENTS FOR THE AREA. THE BLM, LOCAL INDIGENOUS AND SCIENCE COMMUNITIES KNOW VERY LITTLE ABOUT THE PALEOENVIRONMENT OF THE AREA. THIS PROJECT PROVIDES INITIAL INSIGHT INTO THIS QUESTION FOR THE REGION. SOIL SAMPLES WILL BE COLLECTED FROM THE MAIN TRIBUTARIES THAT COMPRISE THE FORTYMILE WSR CORRIDOR.  SAMPLING WILL CONSIST OF EXCAVATING 50X50 CM TESTS ON ELEVATED LANDFORMS. STRATIGRAPHIC PROFILES WILL BE CLEANED, DRAWN, AND SAMPLED. VERTICAL LEVEL CONTROL OF SAMPLING WILL BE MAINTAINED AT ALL TIME. SAMPLES WILL BE COLLECTED WITH AID OF KUBINA BOXES. EACH STRATIGRAPHIC HORIZON WILL BE SAMPLED. ALL SAMPLING UNITS WILL BE BACKFILLED.  LOCATION FOR SAMPLE PREPARATION AND ANALYSIS WILL BE AT THE UNIVERSITY OF ALASKA MUSEUM OF THE NORTH UNIVERSITY OF ALASKA FAIRBANKS. MATERIALS WILL BE ANALYZED BY X-RAY FLUORESCENCE (XRF) USING STANDARDIZED METHODS. STUDIES HAVE DEMONSTRATED THAT STABLE ELEMENTS OR RATIOS PROVIDE INSIGHT INTO CLIMATE, EROSION, ALTERATION, HUMAN PRESENCE, AND VEGETATION REGIMES. DATA WILL BE USED TO INFER DEPOSITION AND WEATHERING EVENTS OCCURRING AT SAMPLING LOCATIONS AND ALONG EACH RIVER DRAINAGE. ELEMENTAL PROXIES BY DEPTH FOR EACH SAMPLED LOCATION WILL BE GENERATED AND USED TO COMPARE RESULTS FROM ALL SAMPLED LOCATIONS. THESE DATA WILL BE INCORPORATED INTO A GIS TO MAKE RESULTS EASIER TO SEE AND COMPARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_L23AC00356_1422"}, {"internal_id": 152328816, "Award ID": "L22AC00654", "Award Amount": 39734.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "15.248", "Description": "TERRESTRIAL HOT SPRINGS ARE DIVERSE ECOSYSTEMS, POTENTIAL SOURCES OF ENERGY AND MINERALS, AND IMPORTANT RECREATIONAL AREAS  HOT SPRING CONDITIONS CAN EVOLVE OVER TIME DUE TO NATURAL PHENOMENA AND OR BY HUMAN ACTIVITIES  NATURAL EVENTS SUCH AS EARTHQUAKES, CLIMATIC CHANGES OR ANNUAL SEASONALITY CAN AFFECT THE PERMEABILITY AND THE WATER SUPPLY OF HOT SPRING SYSTEMS  WHEN THEY SHARE THE SAME DEEP WATER RESERVOIR, GEOTHERMAL ENERGY DEVELOPMENT CAN PRODUCE LOCAL CHANGES IN THE WATER TABLE AND CHEMISTRY OF SPRINGS, AND CAN AFFECT THE DYNAMICS, COMPOSITION, AND WATER SUPPLY OF NEARBY HOT SPRINGS AND GEYSERS  THE BLACK ROCK DESERT  HIGH ROCK CANYON EMIGRANT TRAILS NATURAL CONSERVATION AREA  NCA  HAS A DIVERSITY OF HOT SPRING FEATURES THAT SUPPORT HABITATS FOR UNIQUE SPECIES, SUCH AS THE ENDEMIC FISH  EREMICHTHYS ACROSS  IN SOLDIER MEADOWS HOT SPRINGS  THE NCA AND SURROUNDINGS IS ALSO A SITE OF GEOTHERMAL PROSPECTING AND FUTURE EXPLORATION  IN 2020, A GEOTHERMAL DEVELOPMENT STARTED IN GERLACH, IN THE SOUTHERN MOST LIMIT OF THE CONSERVATION AREA  IN ORDER TO CONSERVE THESE UNIQUE FEATURES, IT IS IMPORTANT UNDERSTAND THE POTENTIAL EFFECT OF GEOTHERMAL DEVELOPMENT ON SURFACE MANIFESTATION IN THE NCA  IT IS IMPORTANT TO DEVELOP A BASELINE OF THE CURRENT CHEMICAL AND HYDROLOGICAL CHARACTERISTICS OF THERMAL SPRINGS AND MONITOR THE NATURAL VARIABILITY OF FRAGILE HOT SPRINGS ENVIRONMENTS BEFORE FURTHER DEVELOPMENT CONTINUE  HERE WE PROPOSE TO COLLECT UPDATED GEOLOGICAL, GEOCHEMICAL DATA AND HYDROLOGICAL DATA, AND SET THE BASELINE FOR A LONG TERM MONITORING SYSTEM  THESE DATA CAN ALSO BE USED TO BETTER MANAGE THERMAL AREAS, WHICH ARE VISITED BY AN INCREASING NUMBER OF PEOPLE EVERY YEAR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_L22AC00654_1422"}, {"internal_id": 151867695, "Award ID": "L22AC00567", "Award Amount": 168404.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "15.248", "Description": "THIS PROJECT PROPOSES TO ENGAGE TRIBAL REPRESENTATIVES FROM THE TRIBES AND PUEBLOS THAT DO NOT HAVE REPRESENTATION ON THE BEARS EARS INTERTRIBAL COALITION  WHICH IS THE SAME MAKE UP AS THE TRIBAL COMMISSION ESTABLISHED IN THE MONUMENT PROCLAMATION  BUT HAVE A CULTURAL OR HISTORICAL CONNECTION TO THE NATIONAL CONSERVATION LANDS IN AND AROUND BEARS EARS NATIONAL MONUMENT THIS WORK WILL INCLUDE MULTIPLE FIELD TRIPS WITH TRIBAL REPRESENTATIVES AND BLM STAFF TO VIEW PROJECT BASED WORK, ENGAGE WITH SITES, DISCUSS RESOURCE NEEDS, AND SHARE THEIR THOUGHTS ON MONUMENT MANAGEMENT  FCM WILL WORK WITH THE BLM TO INCLUDE THEM IN MEETINGS WITH REPRESENTATIVES TO SELECT THE LOCATIONS, PLAN THE VISITS, DISCUSS CULTURAL SITE PRESERVATION AND RECREATION MANAGEMENT FOR THE SITES, AND SUPPORT A WORKING RELATIONSHIP THAT IMPROVES MANAGEMENT OF THE CULTURAL LANDSCAPE OF NATIONAL CONSERVATION LANDS IN SOUTHEASTERN UTAH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db18997d-cf75-1c00-3825-615623d1380c-R", "generated_internal_id": "ASST_NON_L22AC00567_1422"}, {"internal_id": 151521808, "Award ID": "L22AC00379", "Award Amount": 76409.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "15.248", "Description": "THIS IS AGREEMENTS OBJECTIVES IS TO SYSTEMATICALLY SURVEY, DOCUMENT, PRESERVE, AND STUDY THE UNIQUE AND RAREDINOSAURS AND OTHER VERTEBRATE FOSSIL RESOURCES FROM LATE CRETACEOUS SEDIMENTS EXPOSED IN GRANDSTAIRCASE ESCALANTE NATIONAL MONUMENT  GSENM   THE NEW SCIENTIFIC DATA WILL BE USED TO DESCRIBE PREVIOUSLY UNKNOWN EXTINCT SPECIES, AND TO ELUCIDATE A UNIQUE ANCIENT ECOSYSTEM THAT PROVIDES INSIGHTS INTO HOW ANIMALS RESPOND TO CHANGE IN A HOTHOUSE WORLD ACTIVITIES TO BE PERFORMED SURVEY AT LEAST 3000 ACRES WITHIN GSENM,MONITOR AT LEAST 50 KNOWNPALEONTOLOGICAL SITES,COLLECT AND PRESERVE AT RISK SIGNIFICANT FOSSILS FROM AT LEAST FOUR SITES, CONDUCT AND PUBLISH ORIGINAL SCIENTIFIC RESEARCH ON THESE FOSSILS,TRAIN UNDERGRADUATE AND GRADUATE STUDENTS, AND ENGAGE THE PUBLIC WITH THESE DISCOVERIES THROUGH PHYSICAL EXHIBITS, PUBLIC PROGRAMS, SCHOOL PROGRAMS, DIGITAL PROGRAMS, NEWS MEDIA, AND SOCIAL MEDIA EXPECTED DELIVERABLES OR OUTCOMES PROVIDE TO GSENM AND BLM THOROUGH DOCUMENTATION O N EW SITES AND FOSSILS THROUGH WRITTEN ANNUAL AND FINAL REPORTS, WITH GEOSPATIAL DATA IN STANDARDELECTRONIC FORMATS PUBLISH AT LEAST TWO NEW SCIENTIFIC PAPERS AND AT LEAST ONE GRADUATETHESIS WILL BE COMPLETED  THE RESULTS OF THE DISCOVERIES WILL BE DISSEMINATED THROUGH EXHIBITS, PUBLIC AND SCHOOL PROGRAMMING, NHMU BLM JOINT PRESS RELEASES, AND SOCIAL MEDIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "105d3de4-6fbf-6e42-7259-4c62267aa84f-C", "generated_internal_id": "ASST_NON_L22AC00379_1422"}, {"internal_id": 151019210, "Award ID": "L22AC00328", "Award Amount": 39998.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-03", "CFDA Number": "15.248", "Description": "THE YAQUINA HEAD OUTSTANDING NATURAL AREA  YHONA  IS LOCATED ON THE CENTRAL COAST OF OREGON AND RECEIVES ABOUT 330,000 VISITORS ANNUALLY  THE COASTAL WATERS IN THIS REGION SUPPORT EXTENSIVE COMMERCIAL AND RECREATIONAL FISHERIES AND ECOTOURISM  INCLUDING BIRDWATCHING   DURING THE SUMMER MONTHS, OVER 80,000 SEABIRDS NEST ON OR ADJACENT TO THE HEADLAND AND USE THE COASTAL WATERS FOR FORAGING  THE IMPORTANCE OF SEABIRDS, INCLUDING COMMON MURRES, AS INDICATORS OF ECOSYSTEM HEALTH, CHANGING OCEAN CONDITIONS, AND CLIMATE OSCILLATIONS ARE WELL DOCUMENTED GLOBALLY  AT THE YHONA MURRE COLONY, WITH THE CONTINUED SUPPORT OF BLM, WE HAVE DEVELOPED A TIME SERIES OF REPRODUCTION AND DIET METRICS THAT NOW SPAN OVER TWO DECADES, AND THIS PROPOSAL WOULD EXTEND THIS TO 20 YEARS OF CONTINUOUS MONITORING SINCE 2007  THE APPROXIMATE LIFE SPAN OF A COMMON MURRE  THESE DATA PROVIDE MANAGERS WITH AN INDICATOR OF ECOSYSTEM HEALTH IN THE NORTHERN CALIFORNIA CURRENT  OUR PROJECT CONTINUES TO ENGAGE VISITORS TO YHONA IN OUR RESEARCH THROUGH TWO CITIZEN SCIENCE INITIATIVES  FURTHERMORE, THE ANNUAL MONITORING AT YHONA PROVIDES FORMATIVE WORK LEARNING EXPERIENCES FOR EARLY CAREER SCIENTISTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_L22AC00328_1422"}, {"internal_id": 150670345, "Award ID": "L22AC00222", "Award Amount": 39880.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-18", "CFDA Number": "15.248", "Description": "OUR RESEARCH WILL INVESTIGATE THE DIVERSITY OF STEELHEAD AND COASTAL CUTTHROAT TROUT WITHIN BLM'S NATIONAL CONSERVATION LANDS AND THEIR WATERSHEDS. LITTLE IS KNOWN REGARDING THE OCCURRENCE OF IMPERILED SUMMER-RUN STEELHEAD AND COASTAL CUTTHROAT TROUT ON BLM-MANAGED NATIONAL LANDSCAPE CONSERVATION SYSTEM (NLCS) LANDS, WHICH WILL SERVE AS CRITICAL REFUGIA FROM THE WARMING BROUGHT ABOUT BY CLIMATE CHANGE. THE PRESERVATION OF DIVERSITY AND OTHER PHENOTYPIC COMPLEXITY IS CENTRAL TO THE RESILIENCE AND LONG-TERM SURVIVAL OF SALMONID SPECIES. FURTHER RESEARCH IS NEEDED TO UNDERSTAND THE DISTRIBUTION OF DIFFERENT LIFE-HISTORIES AND POPULATION DYNAMICS IN BOTH SPECIES ACROSS THEIR RANGE. TWO RUN-TYPES OF STEELHEAD EXIST IN NORTHERN CALIFORNIA AND SOUTHERN OREGON. THEY ARE WINTER-RUN, WHICH ENTER FRESHWATER SEXUALLY MATURE IN THE LATE FALL THROUGH WINTER AND SPAWN ALMOST IMMEDIATELY BEFORE QUICKLY RETURNING TO THE OCEAN AND SUMMER-RUN, WHICH ENTER THE RIVER SEXUALLY IMMATURE IN THE LATE SPRING/EARLY SUMMER, SPEND THE SUMMER AND FALL MONTHS MATURING AND AWAITING THE RETURN OF THE RAINS BEFORE SPAWNING IN WINTER, HIGH IN THE WATERSHED. AS A RESULT OF ANTHROPOGENIC ALTERATIONS TO THE LANDSCAPE AND CLIMATE CHANGE, SUMMER-RUN STEELHEAD HAVE EXPERIENCED MORE SEVERE DECLINES THAN WINTER-RUN STEELHEAD IN THE PAST CENTURY AND ARE ON THE VERGE OF EXTIRPATION IN NORTHERN CALIFORNIA AND SOUTHERN OREGON. ADDITIONALLY, COASTAL CUTTHROAT TROUT ARE A BLM PRIORITY SPECIES AND CALIFORNIA STATE SPECIES OF SPECIAL CONCERN, WITH NO PREVIOUS RESEARCH RELATED TO THE GENETIC EXPRESSION OF LIFE HISTORY. OUR OBJECTIVES ARE: (1) IDENTIFY DISTINCT SPATIAL BARRIERS BETWEEN WINTER AND SUMMER-RUN STEELHEAD THROUGHOUT NORTHERN CALIFORNIA AND SOUTHERN OREGON AND HIGH PRIORITY CONSERVATION AREAS FOR SUMMER-RUN FISH, CONSIDERING CLIMATE CHANGE, (2) INVESTIGATE THE DISTRIBUTION OF THE GENOTYPES ASSOCIATED WITH ANADROMY AND RESIDENCY IN STEELHEAD AND (3) UNDERSTAND THE RATE OF HYBRIDIZATION OF STEELHEAD WITH COASTAL CUTTHROAT TROUT AND EXPLORE IF A GENOMIC REGION ASSOCIATED WITH RESIDENCY/ANADROMY EXISTS IN COASTAL CUTTHROAT TROUT. TO ADDRESS THESE QUESTIONS, WE WILL COLLECT FIN TISSUE SAMPLES FROM STEELHEAD AND COASTAL CUTTHROAT TROUT FOR GENETIC SEQUENCING AND ANALYSIS. COLLABORATION WITH BLM STAFF, TRIBES, AND THE PUBLIC WILL ENSURE WE ACHIEVE THESE OBJECTIVES AND PROVIDE THE INFORMATION NECESSARY FOR NLCS MANAGERS TO PROTECT AND CONSERVE THESE UNIQUE FISHES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d227c52d-cf80-df5a-fc32-765ea813694f-R", "generated_internal_id": "ASST_NON_L22AC00222_1422"}, {"internal_id": 149742556, "Award ID": "L22AC00196", "Award Amount": 39961.19, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-28", "CFDA Number": "15.248", "Description": "BIODIVERSITY INVENTORY OF RED CREEK BADLANDS WILDERNESS STUDY AREA, WYOMING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_L22AC00196_1422"}, {"internal_id": 149415573, "Award ID": "L22AC00177", "Award Amount": 3000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-13", "CFDA Number": "15.248", "Description": "CONSERVE AND RESTORE PUBLIC LANDS AND WATERS IN NATIONAL CONSERVATION LAND UNITS THREATENED BY CLIMATE CHANGE BY UTILIZING MOTIVATED VOLUNTEERS TO COLLECT DATA THROUGH CITIZEN SCIENCE MONITORING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e836798c-b3af-d7af-86c0-762f94ee5d6f-R", "generated_internal_id": "ASST_NON_L22AC00177_1422"}, {"internal_id": 149415582, "Award ID": "L22AC00157", "Award Amount": 39511.57, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-14", "CFDA Number": "15.248", "Description": "THIS RESEARCH WILL DEVELOP AUTOMATED SHORELINE EXTRACTION AND VEGETATION MAPPING TECHNIQUES TO MONITOR THE COASTAL LANDS USING UAS BASED MULTISPECTRAL DATA. THE RESEARCH TEAM WILL IMPLEMENT THE DEVELOPED METHODS ON JUPITER INLET LIGHTHOUSE ONA. IN ADDITION, PRELIMINARY MAPPING OF BLM'S OTHER SITES IN FLORIDA THAT ARE ECOLOGICALLY SIMILAR NAMELY EGMONT KEY AND WISTERIA ISLAND WILL ALSO BE PERFORMED. EXPECTED DELIVERABLES ARE THE SHORELINES AND VEGETATION MAPS OF THE STUDY SITES ALONG WITH THE DEVELOPED METHODOLOGY THAT COULD BE USED ON OTHER SIMILAR SITES IN THE NATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf7c8759-91f1-955a-c405-a039fe7903ef-R", "generated_internal_id": "ASST_NON_L22AC00157_1422"}, {"internal_id": 151019298, "Award ID": "L22AC00151", "Award Amount": 38255.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-12", "CFDA Number": "15.248", "Description": "MT DAK SURVEY OF THE ABUNDANT FOSSIL RESOURCES OF THE PRYOR MOUNTAIN WILDERNESS STUDY AREA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bee180e4-65c7-fb66-ae95-dec43f3c7710-C", "generated_internal_id": "ASST_NON_L22AC00151_1422"}, {"internal_id": 145920741, "Award ID": "L22AC00042", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-01-26", "CFDA Number": "15.248", "Description": "THIS WORK BUILDS ON A PREVIOUS AGREEMENT AND LONG-TERM SEABIRD MONITORING PROJECT AND EXTENDS THATEFFORT THROUGH THE DEVELOPMENT OF TWO COMMUNITY SCIENCE INITIATIVES THAT WILL ENRICH VISITOR EXPERIENCE ATYHONA: A MURRE COLONY ATTENDANCE PHOTOGRAPHIC SHARE POINT AND AN VALUE ADDED EFFORT WHERE VISITORSCAN SHARE PHOTOS OF BIRDS WITH FISH WITH RESEARCHERS TO SUPPLEMENT DIET STUDIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_L22AC00042_1422"}, {"internal_id": 140482044, "Award ID": "L21AC10540", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "15.248", "Description": "UTAH ASSESSING THE EFFECTIVENESS OF ESTABLISHING PLOTS OF 'MOTHER PLANTS' TO ENHANCE THE SUCCESS OF SEEDLING ESTABLISHMENT IN A POST BURN AREA IN SOUTHERN UTAH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "030ff4e1-5b82-35d0-a78c-551a23bb4ba1-C", "generated_internal_id": "ASST_NON_L21AC10540_1422"}, {"internal_id": 140060590, "Award ID": "L21AC10477", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-12", "CFDA Number": "15.248", "Description": "INFORMING THE MANAGEMENT OF HOT SPRINGS IN THE BLACK ROCK DESERT-HIGH ROCK CANYON NATIONAL CONSERVATION AREA: MICROPLASTICS, PFAS, AND AQUEOUS GEOCHEMISTRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db2e86bc-d873-8ba5-31f9-060bf8695c90-C", "generated_internal_id": "ASST_NON_L21AC10477_1422"}, {"internal_id": 140481920, "Award ID": "L21AC10469", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "15.248", "Description": "ASSESSING THE IMPACTS OF ARIDITY ON SELECTED SPECIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_L21AC10469_1422"}, {"internal_id": 140060400, "Award ID": "L21AC10466", "Award Amount": 82000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.248", "Description": "QUANTIFYING ILLEGAL SHOOTING OF PROTECTED MIGRATORY BIRDS ON PUBLIC LANDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdf928a5-3644-7a23-a2b3-0ce91ac0920e-C", "generated_internal_id": "ASST_NON_L21AC10466_1422"}, {"internal_id": 140060101, "Award ID": "L21AC10465", "Award Amount": 24722.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.248", "Description": "ASSESSING THE CURRENT STATUS OF HIGH DESERT BIRD COMMUNITIES OF THE MORLEY NELSON SNAKE RIVER BIRDS OF PREY NATIONAL CONSERVATION AREA - REPEATING BIRD SURVEYS FROM THE EARLY 1990S", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdf928a5-3644-7a23-a2b3-0ce91ac0920e-C", "generated_internal_id": "ASST_NON_L21AC10465_1422"}, {"internal_id": 140060457, "Award ID": "L21AC10424", "Award Amount": 24800.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.248", "Description": "NV GREAT BASIN CESU (GRBACESU), LONG-TERM ECOLOGICAL MONITORING OF BLACKBRUSH (COLEGYNE RAMOSISSIMA: ROSACEAE) POPULATIONS IN THE MOJAVE-GREAT BASIN DESERT TRANSITION ZONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db2e86bc-d873-8ba5-31f9-060bf8695c90-C", "generated_internal_id": "ASST_NON_L21AC10424_1422"}, {"internal_id": 140481930, "Award ID": "L21AC10371", "Award Amount": 24171.81, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "15.248", "Description": "UTAH PROTECT AND INSPECT: PALEOENVIRONMENTAL ANALYSES AND SITE PRESERVATION OF THE CLEVELAND-LLOYD DINOSAUR QUARRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "faad08fe-3e48-e722-7af5-7d12df6acf06-C", "generated_internal_id": "ASST_NON_L21AC10371_1422"}, {"internal_id": 139632869, "Award ID": "L21AC10327", "Award Amount": 24986.78, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-23", "CFDA Number": "15.248", "Description": "NV GBCESU: AMERICAN PIKA (OCHOTONA PRINCEPS) MONITORING IN THE BLACK ROCK DESERT-HIGH ROCK CANYON NATIONAL CONSERVATION AREA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_L21AC10327_1422"}, {"internal_id": 139632597, "Award ID": "L21AC10320", "Award Amount": 24750.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.248", "Description": "VERIFYING LOCATIONS AND EVALUATING EARLY AGRICULTURAL PERIOD ARCHAEOLOGICAL SITES FOR MANAGING THE LAS CIENEGAS NATIONAL CONSERVATION AREA (TUCSON, ARIZONA)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57cb781a-f3af-3c69-3267-7a217f6e9b3b-R", "generated_internal_id": "ASST_NON_L21AC10320_1422"}, {"internal_id": 140060331, "Award ID": "L21AC10251", "Award Amount": 89824.08, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-07", "CFDA Number": "15.248", "Description": "CO EVALUATING EFFECTS OF AERIAL SEEDING AND SEED MIXES ON PLANT-POLLINATOR NETWORKS: DO POST-FIRE RESTORATION EFFORTS IMPROVE NATIVE BEE HEALTH?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_L21AC10251_1422"}, {"internal_id": 138765939, "Award ID": "L21AC10151", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-14", "CFDA Number": "15.248", "Description": "AK NWACESU LATE PLEISTOCENE HUMAN OCCUPATION ALONG THE FORTYMILE WILD AND SCENIC RIVER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_L21AC10151_1422"}, {"internal_id": 110826621, "Award ID": "L20AC00536", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-23", "CFDA Number": "15.248", "Description": "WILD SPOTTER ' EMPOWERING CITIZEN SCIENTISTS TO PROTECT AGAINST INVASIVE SPECIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_L20AC00536_1422"}, {"internal_id": 110826638, "Award ID": "L20AC00509", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "15.248", "Description": "ASSESSING THE PALEONTOLOGICAL POTENTIAL OF WILDERNESS STUDY AREAS IN EASTERN MONTANA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_L20AC00509_1422"}, {"internal_id": 110826531, "Award ID": "L20AC00506", "Award Amount": 24922.85, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "15.248", "Description": "CITIZEN SCIENCE INVENTORY AND MONITORING OF WILDERNESS STUDY AREAS-  MILES CITY FIELD OFFICE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "84053321-0a5c-9d0f-aed8-d82c189c0cca-C", "generated_internal_id": "ASST_NON_L20AC00506_1422"}, {"internal_id": 110276453, "Award ID": "L20AC00365", "Award Amount": 49990.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "15.248", "Description": "ASSESSING PRONGHORN CONNECTIVITY AMONG THREE STATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6cdafed9-f307-076c-2d5a-1849e75a3e91-C", "generated_internal_id": "ASST_NON_L20AC00365_1422"}, {"internal_id": 108494250, "Award ID": "L20AC00272", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-03", "CFDA Number": "15.248", "Description": "DARK SKIES STUDY FOR NEVADA'S NATIONAL CONSERVATION LANDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b4d2140-2bb3-94ce-d540-f399f36d7204-R", "generated_internal_id": "ASST_NON_L20AC00272_1422"}, {"internal_id": 110276479, "Award ID": "L20AC00122", "Award Amount": 24720.76, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "15.248", "Description": "THE PROJECT IS A BIODIVERSITY ASSESSMENT FOR THE DOS CABEZAS WILDERNESS AND ADJACENT AREA KNOWN AS \nINDIAN BREADROCKS.  IT IS IMPORTANT BECAUSE LITTLE ECOLOGICAL DATA ARE AVAILABLE FOR THE DOS CABEZAS MOUNTAINS.\nACTIONS OF THE PROPOSED PROJECT ARE BASELINE INVENTORY AND ASSESSMENT STUDIES FOR PLANTS, BIRDS AND SMALLER WILDLIFE SPECIES THAT ARE\nFREQUENTLY OVERLOOKED, SUCH AS INSECTS, REPTILES, AND AMPHIBIANS. WATER QUANTITY AND QUALITY WILL ALSO BE ADDRESSED THROUGH SPRINGS\nINVENTORY AND ASSESSMENT. A NEW WEATHER STATION IS PLANNED FOR NINE MILE RANCH HEADQUARTERS, JUST OUTSIDE OF THE WILDERNESS\nBOUNDARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "063fc110-6af5-a359-eb47-012b10263c5b-C", "generated_internal_id": "ASST_NON_L20AC00122_1422"}, {"internal_id": 98667853, "Award ID": "L20AC00091", "Award Amount": 55000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-07", "CFDA Number": "15.248", "Description": "BLM-CO: MANAGEMENT STUDIES OF SAGEBRUSH RESTORATION IMPACTS ON POLLINATORS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_L20AC00091_1422"}, {"internal_id": 98667852, "Award ID": "L20AC00090", "Award Amount": 80000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-07-13", "CFDA Number": "15.248", "Description": "BLM-CO: MANAGEMENT STUDIES OF SHRUB ISLANDS FOR RANGELAND CONSERVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_L20AC00090_1422"}, {"internal_id": 97056538, "Award ID": "L20AC00057", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-16", "CFDA Number": "15.248", "Description": "CPCESU BLM UTAH DNA STUDIES OF MOJAVE DESERT TORTOISE DIETS IN FIRE-DAMAGED AND UNBURNED HABITATS IN THE BEAVER DAM WASH NATIONAL CONSERVATION AREA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6526a12-e781-f7d9-d326-bf4f26e4033c-C", "generated_internal_id": "ASST_NON_L20AC00057_1422"}, {"internal_id": 97269132, "Award ID": "L20AC00033", "Award Amount": 24999.55, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-05-01", "CFDA Number": "15.248", "Description": "BLM-AK NCL CESU ATTEMPTING TO IDENTIFY IMPACTS OF THE WHITE RIVER ASH ON HUMAN-LANDUSE IN THE STEESE NATIONAL CONSERVATION AREA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_L20AC00033_1422"}, {"internal_id": 81947775, "Award ID": "L19AC00072", "Award Amount": 24995.27, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-21", "CFDA Number": "15.248", "Description": "BLM IDAHO PROMOTING BIOLOGICAL SOIL CRUSTS THROUGH GRAZING MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_L19AC00072_1422"}, {"internal_id": 81358811, "Award ID": "L19AC00055", "Award Amount": 19382.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-05-31", "CFDA Number": "15.248", "Description": "BLM IDAHO CONSEQUENCES OF HERBIVORY AND DROUGHT ON SEEDLING SURVIVAL OF ARTEMISIA TRIDENTATA SSP WYOMINGENSIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdf928a5-3644-7a23-a2b3-0ce91ac0920e-C", "generated_internal_id": "ASST_NON_L19AC00055_1422"}, {"internal_id": 81545943, "Award ID": "L19AC00054", "Award Amount": 48037.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-07", "CFDA Number": "15.248", "Description": "BLM ID LONG-TERM FERRUGINOUS HAWK MONITORING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bcfc62c1-0a0c-6d53-977c-8485a7ccf55e-R", "generated_internal_id": "ASST_NON_L19AC00054_1422"}, {"internal_id": 48949322, "Award ID": "L17AC00109", "Award Amount": 38000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-10", "CFDA Number": "15.248", "Description": "BLM UTAH SGFO PARTNERSHIP TO SUPPORT STEWARDSHIP OF THE RED CLIFFS AND BEAVER DAM WASH NATIONAL CONSERVATION AREAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d502cb50-83bf-bb91-7023-4dc6a379b0de-R", "generated_internal_id": "ASST_NON_L17AC00109_1422"}]