[{"internal_id": 159668129, "Award ID": "R23AP00301", "Award Amount": 199995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-19", "CFDA Number": "15.554", "Description": "THE NATIVE VILLAGE OF GEORGETOWN, IN PARTNERSHIP WITH THE NATIVE VILLAGE OF NAPAIMUTE, AND THE KUSKIKWIM CORPORATION, LOCATED IN WESTERN ALASKA, WILL ESTABLISH THE MIDDLE AND UPPER KUSKOKWIM WATERSHED COUNCIL TO ENGAGE DIVERSE STAKEHOLDERS ACROSS SEVERAL WATERSHEDS SURROUNDING THE KUSKOKWIM RIVER. THE KUSKOKWIM RIVER IS CRITICAL TO THE COMMUNITIES  WAYS OF LIFE AS A SOURCE OF DRINKING WATER, A CONDUIT FOR TRANSIT, AND THE HABITAT OF SEVERAL FISH SPECIES WITH SIGNIFICANT CULTURAL IMPORTANCE. TO ESTABLISH THE WATERSHED COUNCIL AND ASSESS THE RESTORATION NEEDS WITHIN THE WATERSHED, THE PARTNERS WILL ENGAGE A DIVERSE SET OF STAKEHOLDERS ACROSS THE SPARSELY POPULATED AREA, INCLUDING SUBSISTENCE USERS, VILLAGES, THE CITY OF MCGRATH, TRIBES, ALASKA NATIVE CLAIMS SETTLEMENT ACT FOR-PROFIT CORPORATIONS, SMALL AND LARGE-SCALE MINING OPERATIONS, LOCAL BUSINESSES, AND STATE AND FEDERAL LAND MANAGEMENT AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f86f59c7-cf32-40c7-23ab-ed42206dd523-R", "generated_internal_id": "ASST_NON_R23AP00301_1425"}, {"internal_id": 157767494, "Award ID": "R23AP00161", "Award Amount": 190289.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-31", "CFDA Number": "15.554", "Description": "THE CORAL BAY COMMUNITY COUNCIL, LOCATED ON THE ISLAND OF ST. JOHN IN THE U.S. VIRGIN ISLANDS, WILL CREATE, AND IMPLEMENT A STORMWATER MANAGEMENT DEVICE TOOLKIT TO ASSIST NEIGHBORHOODS IN IDENTIFYING, MAINTAINING, AND IMPROVING STORMWATER MANAGEMENT DEVICES. THE ISLAND S RAPID DEVELOPMENT LED TO INCREASED FLOODING AND EROSION CONCERNS DUE TO ROAD DEVELOPMENT AND A LACK OF STORMWATER RUNOFF CONTROLS, SLOPE STABILIZATION, NATURAL RESOURCE PROTECTIONS, AND SOLID WASTE MANAGEMENT. THE ISLAND S TORRENTIAL RAINS REGULARLY WASH OUT ROADS AND CARRY EXCESS SURFACE RUNOFF FROM HILLSIDE DEVELOPMENTS, IMPACTING THE SENSITIVE MARINE ECOSYSTEM. THE COUNCIL WILL IMPLEMENT A MANAGEMENT STRATEGY IDENTIFIED IN THE CORAL BAY WATERSHED MANAGEMENT PLAN, A PLAN CREATED UNDER A PREVIOUS COOPERATIVE WATERSHED MANAGEMENT PROGRAM PHASE I GRANT, BUILDING COMMUNITY RESILIENCY AND PROTECTING THE HEALTH OF THE CORAL BAY WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f299c860-0263-75ac-1c69-44a80f2927a2-R", "generated_internal_id": "ASST_NON_R23AP00161_1425"}, {"internal_id": 161363535, "Award ID": "R23AP00151", "Award Amount": 191673.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "15.554", "Description": "THE FOUR FOREST RESTORATION INITIATIVE, IN COLLABORATION WITH TROUT UNLIMITED, WILL DESIGN AND ACQUIRE PERMITS FOR A WATERSHED RESTORATION PROJECT ON THE WEST FORK OF THE BLACK RIVER, LOCATED IN THE APACHE-SITGREAVES NATIONAL FOREST IN EASTERN ARIZONA. THE FOUR FOREST RESTORATION INITIATIVE IS A DIVERSE WORKING GROUP DEDICATED TO LANDSCAPE-SCALE RESTORATION PLANNING IN THE AREA OF THE KAIBAB, COCONINO, APACHE-SITGREAVES, AND TONTO NATIONAL FORESTS. WARMING TEMPERATURES, CHANGING PATTERNS OF PRECIPITATION, AND HISTORIC FIRE SUPPRESSION HAVE LEFT THE FOUR FOREST AREA ESPECIALLY VULNERABLE TO CATASTROPHIC WILDFIRE, WHICH COULD SIGNIFICANTLY HARM THE WATERSHED. THE WEST FORK BLACK RIVER IS A MAJOR TRIBUTARY OF THE SALT RIVER, A KEY WATER SOURCE FOR OVER 2 MILLION PEOPLE. THE RIVER IS ALSO THE LOCATION OF ONE OF THE FEW REMAINING APACHE TROUT POPULATIONS. THROUGH THIS EFFORT, THE GROUP WILL COMPLETE PLANS FOR A CROSS-BOUNDARY RESTORATION PROJECT THAT WILL CONSIDER CURRENT AND FUTURE CLIMATE CONDITIONS AND HOW AQUATIC RESTORATION CAN BE COMBINED WITH UPLAND FOREST TREATMENT TO BUILD MAXIMUM RESILIENCY IN A WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_R23AP00151_1425"}, {"internal_id": 157767493, "Award ID": "R23AP00146", "Award Amount": 199998.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-23", "CFDA Number": "15.554", "Description": "NEVADA LAND TRUST WILL FACILITATE THE FURTHER DEVELOPMENT OF THE ONE TRUCKEE RIVER PARTNERSHIP, A DIVERSE WATERSHED COALITION INCLUDING 24 ACTIVES PARTNERS AND 130 STAKEHOLDER ENTITIES, TO EXPAND EFFORTS TO SUPPORT SUSTAINABLE MANAGEMENT WITHIN THE URBAN STRETCH OF THE TRUCKEE RIVER IN THE RENO SPARKS AREA OF NEVADA. THE PARTNERSHIP IDENTIFIED THE PROJECT AREA OF IMPORTANCE DUE TO INCREASED HUMAN ACTIVITY RESULTING IN THE LOSS OF NATIVE VEGETATION WHICH STABILIZES THE RIVER BANKS, LEADING TO CONCERN FOR PUBLIC SAFETY AND DEGRADATION OF WATER QUALITY. THE PROJECT PARTNERS WILL SYNTHESIZE RIVER CONDITION DATA AND PRIORITIZE WATERSHED RESTORATION PROJECTS. THIS PROJECT WILL LEVERAGE THE PARTNERSHIP S FRAMEWORK PLAN AND THE COLLABORATION OF THE PARTNERSHIP S VEGETATION MANAGEMENT TECHNICAL WORKING GROUP, FUNDED THROUGH A PREVIOUS WATERSMART COOPERATIVE WATERSHED MANAGEMENT PROGRAM PHASE I GRANT, TO BUILD MOMENTUM TO COMPLETE THE SITE SPECIFIC PROJECT PLANNING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "acaa8ace-e5df-da5d-3eb8-a0f76d813e9b-R", "generated_internal_id": "ASST_NON_R23AP00146_1425"}, {"internal_id": 159106116, "Award ID": "R23AP00145", "Award Amount": 147620.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-04", "CFDA Number": "15.554", "Description": "THE CLARKS FORK YELLOWSTONE PARTNERSHIP, LOCATED IN THE SOUTHEAST CORNER OF MONTANA, WILL COMPLETE OUTREACH TO DIVERSIFY MEMBERSHIP, CONDUCT RIVER ASSESSMENTS, AND COMPLETE RESTORATION PLANNING FOR THE LOWER AND MIDDLE REACHES OF THE RIVER. HUMAN-CAUSED WATER QUALITY IMPAIRMENTS, INCLUDING NUTRIENT LOADING AND SEDIMENTATION, HAVE BEEN RECOGNIZED AND STUDIED WITHIN THE LOWER CLARKS FORK YELLOWSTONE RIVER WATERSHED FOR OVER HALF A CENTURY BUT LIMITED RESTORATION PLANNING AND PROJECT IMPLEMENTATION HAS OCCURRED.  THE PARTNERSHIP WILL PRIORITIZE POTENTIAL RESTORATION PROJECTS PREVIOUSLY IDENTIFIED IN THE PARTNERSHIPS 2019 RIVER ASSESSMENT, WILL USE EXISTING DATA TO DEVELOP A PRELIMINARY WATER BUDGET, AND DEVELOP RIVER HEALTH SCORECARDS FOR THE RIVER S LOWER REACHES. THE PARTNERSHIP WILL ALSO COMPLETE INITIAL RIVER ASSESSMENTS TO DOCUMENT AND UNDERSTAND RIVER CONDITIONS IN THE MIDDLE REACH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9be4a6b-a946-b4e1-14ac-d0b4adcbe3d5-R", "generated_internal_id": "ASST_NON_R23AP00145_1425"}, {"internal_id": 157767492, "Award ID": "R23AP00144", "Award Amount": 154564.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-23", "CFDA Number": "15.554", "Description": "THE COCONINO PLATEAU WATERSHED PARTNERSHIP IN NORTHERN ARIZONA IS AN ENGAGED GROUP OF DIVERSE PARTICIPANTS REPRESENTING COCONINO COUNTY, GRAND CANYON AND OTHER NATIONAL PARKS, RANCHERS, NAVAJO, HAVASUPAI, WATER PROVIDERS, LANDOWNERS, COCONINO NATURAL RESOURCES CONSERVATION DISTRICT, SIERRA CLUB, COCONINO COUNTY AND THE CITY OF FLAGSTAFF, LOCAL, STATE, AND FEDERAL AGENCIES, NEIGHBORING WATERSHED PARTNERSHIPS, AND COMMUNITIES ACROSS THE COCONINO PLATEAU. IN THIS AREA, ACCESS TO THE REGIONAL WATER SUPPLIES OF THE COCONINO AND REDWALL MUAV AQUIFERS VARIES GREATLY AMONG COMMUNITIES. AREAS WITHIN THE COCONINO PLATEAU ARE POPULAR RECREATION AND TOURIST DESTINATIONS. AS GROUNDWATER LEVELS DECLINE, THE PARTNERSHIP REMAINS CONCERNED AND FOCUSED ON EFFORTS TO COOPERATIVELY MANAGE AND PROTECT THE AQUIFERS FROM OVER PUMPING BY LARGER USERS OR AS A RESULT OF GROWTH DUE TO THE POPULARITY OF THE FLAGSTAFF AREA. OVERALL, THE OBJECTIVES OF THE PARTNERSHIP S PROJECT WORK INCLUDE SUSTAINABLE WATER USE TO MEET THE NEEDS OF DOMESTIC USES IN RURAL AND TRIBAL AREAS  THOUGHTFUL GROWTH FOR LARGER COMMUNITIES ACKNOWLEDGING THE CULTURAL SIGNIFICANCE OF WATER SOURCES  AND MAINTAINING THE ENVIRONMENTAL FLOW NEEDS OF STREAMS AND SPRINGS. THE FOLLOWING PROJECTS AND ACTIVITIES SUPPORT THESE OBJECTIVES  COMPILATION OF COCONINO PLATEAU WATER DEMAND DATA, COMPLETION OF GROUNDWATER MODELING SIMULATIONS FOR SUSTAINABILITY, DEVELOPMENT OF AN ECOSYSTEM SERVICES DATA DASHBOARD, CONDUCTING INFORMATIVE PUBLIC OUTREACH, AND UPDATING A WATER ETHICS PROGRAM. EACH PROJECT AND ACTIVITY WILL TAKE INTO ACCOUNT THE IMPACTS OF PROLONGED SEVERE AND EXTREME DROUGHT CONDITIONS ON THE COCONINO PLATEAU.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4ac7e46-5c53-e0ab-72d2-128e79637b1c-R", "generated_internal_id": "ASST_NON_R23AP00144_1425"}, {"internal_id": 157767491, "Award ID": "R23AP00142", "Award Amount": 141026.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-22", "CFDA Number": "15.554", "Description": "THE LYNDON B. JOHNSON SCHOOL OF PUBLIC AFFAIRS AT THE UNIVERSITY OF TEXAS AT AUSTIN (UT LBJ) WILL ESTABLISH THE LOWER RIO GRANDE RO BRAVO WATERSHED COUNCIL (THE COUNCIL), A PERMANENT BINATIONAL FORUM FOR INFORMATION EXCHANGE AND COLLABORATION AMONG LOCAL AND INSTITUTIONAL STAKEHOLDERS OF THE LOWER RIO GRANDE RO BRAVO BELOW FALCON INTERNATIONAL RESERVOIR, INCLUDING MUNICIPAL AND RURAL UTILITIES, IRRIGATION DISTRICTS, LOCAL NON GOVERNMENTAL ORGANIZATIONS, LOCAL MUNICIPAL AND COUNTY GOVERNMENTS, AND STATE, FEDERAL AND BINATIONAL AGENCIES. THE COUNCIL WILL DEVELOP A BINATIONAL WATERSHED BASED PLAN TO RESTORE AND PROTECT WATER QUALITY IN THE RIO GRANDE RO BRAVO DOWNSTREAM OF FALCON INTERNATIONAL RESERVOIR, A SEGMENT IMPAIRED DUE TO ELEVATED LEVELS OF FECAL BACTERIA AND CONCERNS FOR NON ATTAINMENT OF TEXAS CRITERIA FOR DISSOLVED OXYGEN, NUTRIENTS, AND AMMONIA. BUILDING ON AN EXISTING GROUP OF BINATIONAL STAKEHOLDERS FORMED AS PART OF THE INTERNATIONAL BOUNDARY AND WATER COMMISSIONS LOWER RIO GRANDE RIO BRAVO WATER QUALITY INITIATIVE (LRGWQI), THE UT LBJ PROJECT TEAM WILL (1) CONDUCT STAKEHOLDER OUTREACH, (2) ESTABLISH THE COUNCILS MISSION, BYLAWS, AND OPERATING PROCEDURES, (3) FACILITATE COUNCIL STEERING COMMITTEE AND WORK GROUP MEETINGS, (4) PROVIDE TECHNICAL SUPPORT FOR DECISION MAKING, INCLUDING DATA ANALYSIS, AND MODELING, (5) PROVIDE SUPPORT FOR COUNCIL PUBLICATIONS, AND (6) ESTABLISH A MECHANISM TO SUSTAIN THE LOWER RIO GRANDE RO BRAVO WATERSHED COUNCIL INTO THE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_R23AP00142_1425"}, {"internal_id": 157767488, "Award ID": "R23AP00137", "Award Amount": 178620.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-23", "CFDA Number": "15.554", "Description": "THE TAKSHANUK WATERSHED COUNCIL LOCATED IN SOUTHEASTERN ALASKA WILL ESTABLISH THE GREATER CHILKAT WATERSHED WORKING GROUP. THE GREATER CHILKAT WATERSHED COVERS NEARLY 2,000 SQUARE MILES AND IS ONE OF THE MOST PRODUCTIVE SALMON FISHERIES ON THE WEST COAST OF ALASKA. THE WATERSHED IS HOME TO ALL FIVE SPECIES OF PACIFIC SALMON, WHICH HAVE BEEN AN ESSENTIAL CULTURAL, ECONOMIC, AND SUBSISTENCE RESOURCE FOR THE AREA S RESIDENTS FOR CENTURIES. ALTHOUGH LOCAL FRESHWATER HABITATS ARE RELATIVELY INTACT, THEY FACE SIGNIFICANT NEAR TERM THREATS, INCLUDING THE UNPREDICTABLE EFFECTS OF CLIMATE CHANGE AND PRESSURE FROM ONGOING AND PROPOSED INDUSTRIAL DEVELOPMENT IN THE WATERSHED. THE FORMATION OF THE WORKING GROUP WILL ADDRESS THESE ISSUES THROUGH THE DEVELOPMENT OF AN ECOSYSTEM BASED MANAGEMENT PLAN AND BY SUPPORTING STAKEHOLDER ENGAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1866f8df-2daa-18d5-447e-61868063eab7-R", "generated_internal_id": "ASST_NON_R23AP00137_1425"}, {"internal_id": 159668122, "Award ID": "R23AP00119", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-19", "CFDA Number": "15.554", "Description": "THE SANTA CRUZ IRRIGATION DISTRICT, BASED IN SANTA CRUZ, NEW MEXICO, WILL ESTABLISH A WATERSHED GROUP TO ADDRESS KEY ISSUES IN THE RIO SANTA CRUZ WATERSHED IN NORTHERN NEW MEXICO. THE RIO SANTA CRUZ WATERSHED SERVES SEVERAL DISADVANTAGED COMMUNITIES, PROVIDES WATER TO TWO PUEBLOS, AND IS ESSENTIAL FOR IRRIGATING AGRICULTURE. IMPROVING THE WATERSHED S HEALTH HAS BEEN IDENTIFIED AS A CRITICAL ISSUE, PARTICULARLY THE NEED FOR A PLAN TO MITIGATE THE EFFECTS OF POST- CATASTROPHIC FIRE DEBRIS FLOWS AND RUNOFF ON STREAMS AND THE SANTA CRUZ RESERVOIR. THE WATERSHED GROUP WILL COMPLETE SEDIMENTATION MODELING AND POST-FIRE DEBRIS FLOW ANALYSIS TO IDENTIFY CRITICAL AREAS FOR WATERSHED THINNING AND HABITAT IMPROVEMENT PROJECTS. THE NEW WATERSHED GROUP WILL RECRUIT A DIVERSE SET OF STAKEHOLDERS, INCLUDING TRIBAL INTERESTS, STATE AND FEDERAL AGENCIES, AND WATER USERS TO DETERMINE CRITICAL WATERSHED NEEDS AND DEVELOP A HOLISTIC WATERSHED RESTORATION AND MANAGEMENT PLAN TO MAINTAIN STREAM FLOWS, INCREASE WATER QUALITY AND WATER SUPPLY RELIABILITY FOR ALL USERS WITHIN THE RIO SANTA CRUZ WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e5b4f64a-e7e3-22b4-84fe-26954acc9a20-R", "generated_internal_id": "ASST_NON_R23AP00119_1425"}, {"internal_id": 159668121, "Award ID": "R23AP00116", "Award Amount": 199500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-18", "CFDA Number": "15.554", "Description": "THE DESCHUTES RIVER CONSERVANCY, LOCATED IN BEND, OREGON, WILL SUPPORT THE DESCHUTES BASIN WATER COLLABORATIVE, AN EXISTING WATERSHED GROUP REPRESENTING MORE THAN 40 GROUPS, IN DEVELOPING THE UPPER DESCHUTES SUB-BASIN WATER MANAGEMENT PLAN TO GUIDE THE IMPLEMENTATION OF WATERSHED MANAGEMENT PROJECTS TO MEET THE NEEDS FOR RIVERS, AGRICULTURE, AND GROWING COMMUNITIES. RECENT STUDIES BY THE COLLABORATIVE HAVE IDENTIFIED SHORTAGES FOR INSTREAM AND OUT-OF-STREAM WATER DEMANDS OF UP TO 400,000 ACRE-FEET. THESE SHORTAGES AFFECT RIVER FUNCTION, WATER QUALITY, AND HABITAT FOR NATIVE FISH SPECIES AND OREGON SPOTTED FROG, A THREATENED SPECIES UNDER THE ENDANGERED SPECIES ACT. SHORTAGES ALSO AFFECT THE VIABILITY OF IRRIGATED AGRICULTURE AND GROWING COMMUNITIES. THROUGH THIS PROJECT, THE COLLABORATIVE WILL DEVELOP A PLAN THAT WILL PROVIDE A ROADMAP TO MEET LONG-TERM NEEDS IN THE UPPER DESCHUTES AND GIVE THE BASIN A POWERFUL PLATFORM TO ENSURE IMPLEMENTATION OUTCOMES MAXIMIZE BENEFITS FOR THE RESOURCE AND COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9289602-1ca7-5d49-e217-c16ee3280e59-R", "generated_internal_id": "ASST_NON_R23AP00116_1425"}, {"internal_id": 158107175, "Award ID": "R23AP00108", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-06", "CFDA Number": "15.554", "Description": "THE GALLATIN WATERSHED COUNCIL, AN ESTABLISHED WATERSHED GROUP, HEADQUARTERED IN BOZEMAN, MONTANA, SERVES AS A FORUM FOR THE COMMUNICATION AND COORDINATION OF ACTIVITIES TO ADDRESS WATERSHED ISSUES IN THE GALLATIN RIVER WATERSHED IN SOUTHWEST MONTANA. THE GALLATIN RIVER WATERSHED, WHICH SUPPORTS IRRIGATION FOR PRIME FARMLAND, MUNICIPAL WATER USE, AND RECREATIONAL TOURISM, IS CHALLENGED BY A RAPID RATE OF POPULATION GROWTH AND DEVELOPMENT CONTRIBUTING TO WATER QUALITY DEGRADATION, WATER SUPPLY AND AVAILABILITY ISSUES, AND DECLINING ECOLOGICAL RESILIENCE. BOZEMAN-S RAPID URBANIZATION HAS CONTRIBUTED TO NON-POINT SOURCES WATER QUALITY CONCERNS, WITH IMPERMEABLE SURFACES MOBILIZING POLLUTANTS INTO STREAMS AFTER STORM EVENTS. THE COUNCIL WILL INCREASE COMMUNITY AWARENESS OF WATERSHED CONCERNS, ADVANCE PRIORITIZED ACTIONS THROUGH THE DEVELOPMENT AND COORDINATION OF TASK FORCES, AND COMPLETE THE DESIGN AND ENGINEERING OF ON-THE-GROUND RESTORATION PROJECTS IN THE LOWER PART OF THE GALLATIN RIVER WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b063d62d-26ca-a2af-53e2-87cf11e3c8df-R", "generated_internal_id": "ASST_NON_R23AP00108_1425"}, {"internal_id": 158107174, "Award ID": "R23AP00107", "Award Amount": 199038.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-06", "CFDA Number": "15.554", "Description": "TROUT UNLIMITED WILL ESTABLISH A NEW WATERSHED GROUP IN THE LOWER SECTION OF THE SOUTH FORK BOISE RIVER IN SOUTHWESTERN IDAHO. THE GROUP WILL FOCUS ON THREE MAIN SEGMENTS OF THE SOUTH FORK BOISE RIVER BELOW ANDERSON RANCH DAM, A RECLAMATION FACILITY. THE WATERSHED GROUP, COMPRISED OF LANDOWNERS, LOCAL GOVERNMENTS, RECREATION AND CONSERVATION GROUPS, STATE, FEDERAL AND TRIBAL AGENCIES, AND OTHER AFFECTED STAKEHOLDERS, WILL COMPLETE ORGANIZATIONAL DEVELOPMENT ACTIVITIES AND STAKEHOLDER OUTREACH, AND CONDUCT RESEARCH AND STAKEHOLDER INTERVIEWS TO IDENTIFY WATERSHED NEEDS, AND COMPLETE AN OUTLINE FOR A FUTURE RESTORATION PLAN. A RECENT POPULATION BOOM IN THE AREA HAS BEEN ACCOMPANIED BY A DRAMATIC INCREASE IN OUTDOOR RECREATION, CAUSING EROSION AND IMPACTING FISH AND WILDLIFE HABITAT ALONG THE RIVER CORRIDOR. THE WATERSHED GROUP WILL SERVE AS A FORUM TO ALLOW FOR OPEN DIALOGUE BETWEEN WATER USERS COMPETING FOR LIMITED WATER SUPPLIES FROM ANDERSON RANCH RESERVOIR AND WILL FACILITATE THE DEVELOPMENT OF COLLABORATIVE SOLUTIONS TO MEET DIVERSE STAKEHOLDER NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_R23AP00107_1425"}, {"internal_id": 157767486, "Award ID": "R23AP00105", "Award Amount": 178750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-29", "CFDA Number": "15.554", "Description": "THE AMIGOS BRAVOS, LOCATED NEAR TAOS, NEW MEXICO, WILL EXPAND THE RIO FERNANDO DE TAOS  REVITALIZATION COLLABORATIVE AND INVESTIGATE RESTORATION ALTERNATIVES. THE WATERSHED IS VITAL TO  THE HEALTH OF THE TAOS COMMUNITY, SUPPLYING AN IMPORTANT WATER RESOURCE TO THE RESIDENTS AND  THE AQUATIC ECOSYSTEM. THE COLLABORATIVE HAS IDENTIFIED THIS SEGMENT OF THE RIO FERNANDO AND  LOS PANDOS ROAD AS A CRITICAL AREA NEEDING RESTORATION DUE TO THE SEASONAL LOSS OF CONTINUAL  FLOW. WHEN THE RIVER MOVES UNDERGROUND, THE AQUATIC AND TERRESTRIAL SPECIES ARE NEGATIVELY  IMPACTED, AND IRRIGATORS CANNOT RECEIVE THEIR ALLOCATED SUPPLY. AS PART OF THIS PROJECT, THE  COLLABORATIVE WILL CONDUCT A HYDROLOGY ANALYSIS OF THE RIVER AND WATER TABLE TO UNDERSTAND WHY  THE WATER MOVES UNDERGROUND AND EXPLORE RESTORATION OPTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e8cd0d4-6a5e-780d-253f-fb8c341dad35-R", "generated_internal_id": "ASST_NON_R23AP00105_1425"}, {"internal_id": 161363534, "Award ID": "R23AP00103", "Award Amount": 198220.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-19", "CFDA Number": "15.554", "Description": "THE VALLEY SOIL AND WATER CONSERVATION DISTRICT WILL ESTABLISH THE NORTH FORK PAYETTE RIVER WATERSHED COALITION TO ADDRESS WATERSHED AND WATER QUALITY ISSUES ON THE NORTH FORK PAYETTE RIVER IN WEST-CENTRAL IDAHO. THE NORTH FORK PAYETTE RIVER WATERSHED, CRITICAL TO LOCAL DOMESTIC, AGRICULTURAL, AND RECREATIONAL WATER USE, HAS BEEN IMPACTED BY NUTRIENT LOADING, CONTRIBUTING TO HARMFUL ALGAE BLOOMS THAT THREATEN THE HEALTH OF WATER USERS AND WILDLIFE. THE NEW WATERSHED GROUP WILL RECRUIT A DIVERSE SET OF STAKEHOLDERS TO COORDINATE VARIOUS INTERESTS IN THE DEVELOPMENT OF A NORTH FORK PAYETTE RIVER WATERSHED RESTORATION PLAN. THE COALITION WILL REPRESENT PUBLIC LAND AND RESOURCE MANAGERS, MUNICIPALITIES, IDAHO POWER, IRRIGATORS, LIVESTOCK GRAZING, RECREATIONISTS, PRIVATE DEVELOPERS AND LANDOWNERS, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "201f9bc2-c3fc-56a5-3fb4-4f4e2f76c71c-R", "generated_internal_id": "ASST_NON_R23AP00103_1425"}, {"internal_id": 160633260, "Award ID": "R23AP00080", "Award Amount": 198385.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "15.554", "Description": "THE TULE BASIN LAND AND WATER CONSERVATION TRUST WILL COLLABORATE WITH DIVERSE WATERSHED STAKEHOLDERS TO FORMALLY ESTABLISH THE TULE BASIN WATERSHED COALITION, BUILDING ON ONGOING WATERSHED COORDINATION EFFORTS. THE TULE BASIN WATERSHED HAS EXPERIENCED SIGNIFICANT GROUNDWATER LEVEL DECLINE, WHICH AFFECTS WATER SUPPLY RELIABILITY, QUALITY AND LAND SUBSIDENCE AND IMPACTS THE AREA S ECOSYSTEMS, COMMUNITIES, AND AGRICULTURAL PRODUCERS. THE COALITION WILL FORMULATE A CHARTER, BYLAWS AND STANDARD PRACTICES, AND DEVELOP AN UNDERSTANDING OF THE OF THE IMPACTS OF GROUNDWATER DECLINE IN THE PROJECT AREA. ADDITIONALLY, THEY WILL CONDUCT PRE-PLANNING ACTIVITIES SUCH AS COLLECTING BASELINE INFORMATION ON CURRENT CONDITIONS IN THE BASIN TO UNDERSTAND WATERSHED RELATED ISSUES AND RESTORATION NEEDS. THE FORMATION OF THE TULE BASIN WATERSHED COALITION WILL ENHANCE THE COORDINATION AND SCALE OF EFFORTS TO ADDRESS ONGOING WATER CONCERNS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bdd2b1fd-90d5-ca5a-6bb5-41f06c1cc798-R", "generated_internal_id": "ASST_NON_R23AP00080_1425"}, {"internal_id": 159668119, "Award ID": "R23AP00078", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-18", "CFDA Number": "15.554", "Description": "THE MCLEAN COUNTY WATER RESOURCE BOARD, LOCATED IN CENTRAL NORTH DAKOTA, WILL ESTABLISH A NEW WATERSHED GROUP AND PREPARE A WATERSHED MANAGEMENT PLAN TO GUIDE WATER MANAGEMENT IN THE TURTLE CREEK WATERSHED. TURTLE CREEK IS A RURAL WATERSHED COMPRISED OF PRAIRIE, LIVESTOCK PRODUCTION, IRRIGATED AGRICULTURE, AND WATERFOWL HABITAT. THE MCCLUSKY CANAL, A MAJOR WATER CONVEYANCE, CROSSES EAST-WEST IN THE UPPER WATERSHED AND CAN RELEASE WATER INTO TURTLE CREEK AT SEVERAL LOCATIONS. HOWEVER, WATERSHED STAKEHOLDERS HAVE LIMITED STREAM FLOW DATA AND LACK THE ABILITY TO CONTROL WATER RELEASES FROM MCCLUSKY CANAL INTO TURTLE CREEK. CURRENTLY, THE CANAL RELEASES FLOWS INTO TURTLE CREEK DURING ALREADY HIGH FLOWS, WHILE NO WATER IS RELEASED FROM THE CANAL DURING PERIODS OF DROUGHT WHEN WATER RELEASES ARE MOST IMPORTANT FOR FISH AND WILDLIFE HABITAT. AS PART OF THIS PROJECT, THE GROUP WILL INSTALL A STREAM GAGE TO PROVIDE INFORMATION ON STREAMFLOW RATES THROUGHOUT THE YEAR TO INFORM MANAGEMENT DECISIONS FOR THE MCCLUSKY CANAL. THE DEVELOPMENT OF THIS WATERSHED GROUP WILL ALSO IMPROVE COMMUNICATION BETWEEN STAKEHOLDERS AND ASSIST IN THE DEVELOPMENT OF REMEDIATION PLANS FOR IMPAIRED WATERS WITHIN THE WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "44e2fdc7-90d0-6ea6-d3ce-5fa9431e8aaa-C", "generated_internal_id": "ASST_NON_R23AP00078_1425"}, {"internal_id": 158107172, "Award ID": "R23AP00077", "Award Amount": 156109.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-12", "CFDA Number": "15.554", "Description": "TROUT UNLIMITED WILL ESTABLISH THE PRIEST RIVER WATERSHED GROUP TO SUPPORT AND ENHANCE THE NATIVE COLD-WATER FISHERY IN THE LOWER PRIEST WATERSHED IN THE NORTHWEST PANHANDLE OF IDAHO. THE PRIEST RIVER IS DESIGNATED AS CRITICAL HABITAT FOR BULL TROUT, A THREATENED SPECIES UNDER THE ENDANGERED SPECIES ACT, AND A SPECIAL RESOURCE WATER, MEANING IT REQUIRES INTENSIVE PROTECTION TO PRESERVE OUTSTANDING CHARACTERISTICS OR TO MAINTAIN CURRENT BENEFICIAL USES. THROUGH THE PROJECT, A BROAD-BASE OF FEDERAL, STATE, LOCAL, TRIBAL, AND NON-GOVERNMENTAL STAKEHOLDERS WILL WORK COLLABORATIVELY TO EXCHANGE INFORMATION, IDENTIFY ISSUES, AND ANALYZE DATA. THE GROUP WILL PRIORITIZE MAJOR WATERSHED CONCERNS, INCLUDING WATER TEMPERATURE, WATER QUALITY, LAND-USE IMPACTS, AND INCREASING RECREATIONAL USE, IN ORDER TO IDENTIFY AND PRIORITIZE POTENTIAL RESTORATION PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_R23AP00077_1425"}, {"internal_id": 159668118, "Award ID": "R23AP00075", "Award Amount": 198477.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-30", "CFDA Number": "15.554", "Description": "THE UPPER SAN JUAN WATERSHED ENHANCEMENT PARTNERSHIP, LOCATED IN SOUTHWESTERN COLORADO, WILL EXPAND ON PREVIOUS WATERSHED PLANNING AND MANAGEMENT EFFORTS IN PARTNERSHIP WITH TROUT UNLIMITED. THE PARTNERSHIP IS A GRASSROOTS, COMMUNITY-BASED COLLABORATIVE COMPRISED OF DIVERSE STAKEHOLDERS THAT IS NEARING COMPLETION OF AN INTEGRATED WATER MANAGEMENT PLAN FOR THE UPPER SAN JUAN RIVER. WATER FROM THE SAN JUAN RIVER IS ESSENTIAL FOR LOCAL MUNICIPALITIES, AGRICULTURAL PRODUCERS, AND RANCHERS. ADDITIONALLY, A THRIVING RIVER-RECREATION ECONOMY RELIES ON DEPENDABLE INSTREAM FLOWS. WATER SUPPLY AND QUALITY IN THE SAN JUAN RIVER ARE THREATENED BY HISTORIC DROUGHT, CLIMATE CHANGE IMPACTS, AND SIGNIFICANT REGIONAL WILDFIRE RISK. THE PARTNERSHIP WILL DEVELOP ARTICLES OF INCORPORATION AND BYLAWS, EXPAND OUTREACH EFFORTS, AND COMPLETE DESIGN AND PRELIMINARY ENGINEERING FOR PRIORITY PROJECTS IDENTIFIED THROUGH THE PARTNERSHIP S ONGOING PLANNING EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_R23AP00075_1425"}, {"internal_id": 157253943, "Award ID": "R23AP00052", "Award Amount": 182831.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-08", "CFDA Number": "15.554", "Description": "THE NORTON BAY INTER TRIBAL WATERSHED COUNCIL WILL ENGAGE WITH WATERSHED STAKEHOLDERS TO COMPLETE A WATERSHED RESTORATION PLAN FOR THE NORTON BAY WATERSHED, IN THE BERING SEA AREA OF WESTERN ALASKA. THE INUPIAT AND CENTRAL YUPIK COMMUNITIES LOCATED WITHIN THE WATERSHED RELY ON A SUBSISTENCE ECONOMY. HOWEVER, IN RECENT YEARS, DIMINISHING SEA ICE IN THE BERING STRAIT AND INCREASING FRESHWATER TEMPERATURES RESULTING FROM CLIMATE CHANGE HAVE BEGUN TO IMPACT SUBSISTANCE RESOURCES. WHILE THE WATERSHED PROVIDES IMPORTANT SALMON SPAWNING HABITAT, THERE HAVE BEEN RECENT LARGE SCALE DIE OFFS OF OTHERWISE HEALTHY FISH DUE TO INCREASED WATER TEMPERATURES AND REDUCED DISSOLVED OXYGEN. THE COUNCIL WILL COLLECT BASELINE WATERSHED DATA ON WATER QUALITY AND QUANTITY, COMPLETE MAPPING AND TECHNICAL ANALYSIS OF WATERSHED DATA, CONDUCT OUTREACH TO WATERSHED STAKEHOLDERS, AND REVIEW WATERSHED SPECIFIC BEST MANAGEMENT PRACTICES ESTABLISHED BY FEDERAL, STATE, AND LOCAL GOVERNMENTS. THE RESTORATION PLAN WILL IDENTIFY AND PRIORITIZE WATERSHED MANAGEMENT PROJECTS TO ADDRESS IMPACTS THAT STRESS FISH COMMUNITIES AND RESULT IN FISH KILLS. THE COUNCIL WILL ENGAGE A DIVERSE GROUP OF STAKEHOLDERS, INCLUDING TRIBAL ENTITIES, FEDERAL AND STATE AGENCIES LAND MANAGEMENT AGENCIES, ALASKA VILLAGES AND REGIONAL NATIVE CORPORATIONS, AND NON PROFIT ORGANIZATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "090e8ace-79c6-97a2-e35b-6fe1c8a470dd-R", "generated_internal_id": "ASST_NON_R23AP00052_1425"}, {"internal_id": 157767484, "Award ID": "R23AP00042", "Award Amount": 192086.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-22", "CFDA Number": "15.554", "Description": "THE STATE OF HAWAI I, DEPARTMENT OF LAND AND NATURAL RESOURCES (DLNR), DIVISION OF FORESTRY AND WILDLIFE (DOFAW) WILL CREATE A PLAN FOR MANAGEMENT FOR PRIORITY AREAS IN EAST MOLOKA I. THIS EFFORT IS PART OF A LARGER VISION TO CARE FOR EAST MOLOKA I S REMAINING NATIVE FORESTS AND REALIZE HOLISTIC WATERSHED MANAGEMENT FROM MAUKA (MOUNTAIN) TO MAKAI (OCEAN). THESE FORESTS SIT ATOP AND HELP RECHARGE MOLOKA I S  SOLE SOURCE  AQUIFER   THE SOURCE OF RESIDENTIAL WATER SUPPLIED BY THE COUNTY OF MAUI. PROTECTING FOREST WATERSHEDS IS THE MOST COST EFFECTIVE AND EFFICIENT WAY TO ABSORB RAINWATER AND REPLENISH GROUND WATER.1 FORESTS ALSO ABSORB WATER INTO THE GROUND FASTER, WHICH PREVENTS THE WATER FROM RUNNING OFF AND CAUSING EROSION AND WATER QUALITY ISSUES ALONG THE COAST. MOLOKA I S FORESTS ARE THREATENED BY NON NATIVE FERAL DEER, PIGS AND GOATS, WHICH ROAM WILD AND TRAMPLE AND DEVOUR VEGETATION, AND SPREAD WEEDS. PROTECTING WHAT IS LEFT OF THE ISLAND S NATIVE FORESTS, IN ADDITION TO RESTORING DEGRADED AREAS ACROSS THE LANDSCAPE, IS CRITICAL IN BUILDING AND MAINTAINING ISLAND WIDE WATER SUPPLY. THE PROPOSED PROJECT WILL FOCUS ON TWO SPECIFIC COMPONENTS TO EAST MOLOKA I S LONG TERM PLANNING EFFORTS  (1) AMEND THE EXISTING  EAST MOLOKA I WATERSHED PARTNERSHIP 2030 MANAGEMENT ACTION PLAN  TO INCLUDE NEW FENCE PLANS FOR KAMAL? KAPUALEI AND (2) DRAFT THE PUA AHALA WATERSHED MANAGEMENT PLAN FOR THE RECENTLY ACQUIRED 800 ACRE PROPERTY. EXISTING PARTNERSHIPS ARE KEY TO THE SUCCESS OF THIS PROJECT. SINCE 1999, THE EAST MOLOKA I WATERSHED PARTNERSHIP (EMOWP), COORDINATED BY THE NATURE CONSERVANCY (TNC) OF HAWAI I, HAS UNITED LANDOWNERS AND MANAGERS ACROSS EAST MOLOKA I WITH THE GOAL TO PROTECT THE FORESTS, WHICH, IN TURN, PROTECTS THE QUANTITY AND QUALITY OF MOLOKA I S2 WATER SUPPLY. THIS PLANNING PROJECT WILL BENEFIT FROM THE EXISTING LONG STANDING RELATIONSHIPS ACROSS MULTIPLE LANDOWNERS AND AGENCIES, ENSURING THAT THE PROJECT IS A COLLABORATIVE PLANNING EFFORT THAT IS ACCEPTED BY THE MOLOKA I COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_R23AP00042_1425"}, {"internal_id": 157767483, "Award ID": "R23AP00037", "Award Amount": 199831.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-20", "CFDA Number": "15.554", "Description": "THROUGH PHASE I OF THE CWMP, RECLAMATION INVITES STATES, INDIAN TRIBES, IRRIGATION DISTRICTS, WATER DISTRICTS, LOCAL GOVERNMENTAL ENTITIES, NON PROFIT ORGANIZATIONS, EXISTING WATERSHED GROUPS, AND LOCAL AND SPECIAL DISTRICTS (E.G., IRRIGATION AND WATER DISTRICTS, COUNTY SOIL CONSERVATION DISTRICTS) TO DEVELOP A WATERSHED GROUP, COMPLETE WATERSHED RESTORATION PLANNING ACTIVITIES, AND DESIGN WATERSHED RESTORATION PROJECTS.THE CHICKASAW NATION (CN), LOCATED IN SOUTH CENTRAL OKLAHOMA WITH HEADQUARTERS IN ADA, WILL ESTABLISH THE LAKE TEXOMA WATERSHED MANAGEMENT ASSOCIATION (LTWMA) TO ADDRESS BOTH CURRENT AND LONG TERM WATER RELATED ISSUES WITHIN THE LAKE AND UPPER RED RIVER BASIN IN NEW MEXICO, OKLAHOMA, AND TEXAS. FACILITATED BY OKA  (DERIVED FROM THE CHICKASAW AND CHOCTAW WORD FOR WATER) THE WATER INSTITUTE, THE CN WILL ENGAGE A DIVERSE GROUP OF STAKEHOLDERS, INCLUDING LANDOWNERS  MUNICIPAL AND RURAL WATER USERS  APPROPRIATE LOCAL, STATE AND FEDERAL AGENCIES  HYDROPOWER PRODUCERS  AGRICULTURAL INTERESTS  SOIL HEALTH INSTITUTIONS  UNIVERSITIES  TOURISM RECREATION PARTNERS  FISH AND WILDLIFE INTERESTS  NON GOVERNMENTAL ORGANIZATIONS  ENVIRONMENTAL ORGANIZATIONS  LOCAL CITIZEN GROUPS AND VARIOUS OTHER WATER RELATED ORGANIZATIONS. WATER QUALITY IMPAIRMENTS IN THE LAKE TEXOMA WATERSHED PRESENT A CONSIDERABLE WATER SUPPLY VULNERABILITY FOR USERS AS WELL AS OVERALL ECONOMIC DEVELOPMENT IN THIS RAPIDLY GROWING REGION. LAKE SEDIMENTATION, RESULTING IN EXCESSIVE ALGAL GROWTH AND SUBSEQUENT EUTROPHICATION, THREATENS LAKE WATER QUALITY AND QUANTITY WITH ADVERSE IMPACTS, WHICH ARE ESPECIALLY EVIDENT IN THE WASHITA RIVER ARM OF THE LAKE IN OKLAHOMA. LAKE TEXOMA IS A VITAL WATER SUPPLY THAT IS AN ESSENTIAL COMPONENT OF THE REGION S CURRENT AND PROJECTED GROWTH. OKA  THE WATER INSTITUTE, SUPPORTED BY CN STAFF INCLUDING THE PROJECT MANAGER (KRISTOPHER PATTON), WATER RESOURCES MANAGER AND WATER RESOURCES PLANNER, WILL BE UTILIZED TO COMPLETE THE PROPOSED PROJECT, WILL FACILITATE DEVELOPMENT OF THE COLLABORATIVE LAKE TEXOMA WATERSHED MANAGEMENT ASSOCIATION, WHICH WILL ESTABLISH A BOARD ALONG WITH BOTH MISSION AND VISION STATEMENTS IN ADVANCE OF A WELL VETTED AND FEASIBLE PLAN CONSISTING OF PRIORITIZED, PHASED STRATEGIES FOCUSED ON THE BASIN WIDE IMPLEMENTATION OF SOIL HEALTH PRACTICES AND RELATED MEASURES TO IMPROVE AND PROTECT THE LAKE AND ITS WATERSHED. THIS PROJECT IS ANTICIPATED TO OCCUR OVER THE FULL TWO YEARS, WITH AN ANTICIPATED JANUARY 2023 START DATE. THIS PROJECT WILL NOT TAKE PLACE IN A FEDERAL FACILITY AND PROJECT DELIVERABLES WILL NOT OCCUR ON FEDERAL LANDS. TO THE CN S KNOWLEDGE, THERE IS NO EXISTING OVERLAP OR DUPLICATIVE WORK TO BE CONDUCTED FOR THIS PROPOSED PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cfa0118-3c4a-1163-afa1-f5d4b73c4931-C", "generated_internal_id": "ASST_NON_R23AP00037_1425"}, {"internal_id": 150044829, "Award ID": "R22AP00395", "Award Amount": 90213.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "15.554", "Description": "TASK A - WATERSHED GROUP DEVELOPMENT. THE RECIPIENT SHALL CONDUCT WATERSHED GROUP DEVELOPMENT ACTIVITIES. THESE ACTIVITIES INCLUDE, BUT ARE NOT LIMITED TO:STAKEHOLDER ENGAGEMENT AND COMMUNITY ENGAGEMENT TO GET MORE STAKEHOLDERS INVOLVED IN THE WATERSHED GROUP AND INFORM STAKEHOLDERS OF ONGOING WATERSHED GROUP ACTIVITIES. TASK B - WATERSHED RESTORATION PLANNING. THE RECIPIENT SHALL CONDUCT WATERSHED RESTORATION PLANNING ACTIVITIES. THESE ACTIVITIES INCLUDE, BUT ARE NOT LIMITED TO:DEVELOP SCIENTIFICALLY VALID RESTORATION STRATEGIES THROUGH EVALUATION OF EXISTING GEOMORPHOLOGY AND STREAM FLOWSSAMPLE DIVERSITY AND BIOMASS OF BIOTIC COMMUNITIES SUCH AS MACROINVERTEBRATES AND PERIPHYTON ACROSS SEASONSEVALUATE TEMPERATURE PROFILES OF THE BLUE RIVER ABOVE, WITHIN, AND BELOW DILLON RESERVOIR AND COMPARE TEMPERATURES AGAINST THE TRIBUTARIES AND TEMPERATURE TOLERANCES OF THE NATURAL FLORA AND FAUNA EVALUATE WATER QUALITY IN THE BLUE RIVER ITS TRIBUTARIES AND COMPARE CONTAMINATE LEVELS AGAINST THE STANDARDS SET BY THE EPA AND AGAINST TOLERANCES OF THE NATURAL FLORA AND FAUNACOLLABORATE CLOSELY WITH STAKEHOLDERS INCLUDING THE ADVISORY COMMITTEE, THE TECHNICAL ADVISORY COMMITTEE AND PREVIOUS MEMBERS OF THE BLUE RIVER ENHANCEMENT WORKGROUPINTEGRATE THE FINDINGS OF THE RESEARCH AND ASSOCIATED STUDIES INTO AN UPDATED BLUE RIVER INTEGRATED WATER MANAGEMENT PLAN (BRIWMP)THE MILESTONES FOR COMPLETION OF THE PROJECT ARE AS FOLLOWS:ITEMS EXCLUDED FROM THE SCOPE OF WORK INCLUDE ANY OF THE FOLLOWING:DEVELOPMENT OF PLANNING EFFORTS OTHER THAN WATERSHED RESTORATION PLANS. THIS INCLUDES PROPOSALS FOR THE DEVELOPMENT OF DROUGHT PLANS, APPRAISAL INVESTIGATIONS, FEASIBILITY STUDIES, SPECIAL STUDIES, BASIN STUDIES, OR STUDIES AUTHORIZED UNDER THE TITLE XVI WATER RECYCLING AND REUSE PROGRAM, THROUGH P.L.102-575, AS AMENDED (43 U.S.C. 390H ET SEQ.), OR UNDER THE RURAL WATER PROGRAM, PURSUANT TO THE RURAL WATER SUPPLY ACT OF 2006, P.L.109-45.IMPLEMENTING OR ADMINISTERING ANY ON-THE-GROUND WATERSHED MANAGEMENT PROJECTS. NO FUNDING OF SALARIES FOR WATERSHED STAFF TO OVERSEE ON-THE-GROUND IMPLEMENTATION. ON-THE-GROUND WATERSHED MANAGEMENT PROJECTS INCLUDE, BUT ARE NOT LIMITED TO, REMOVING FISH PASSAGE BARRIERS OR INSTALLING FISH PASSAGE STRUCTURES, STREAMBED AND STREAMBANK MODIFICATIONS, INVASIVE SPECIES REMOVAL, VEGETATION RESTORATION, INSTALLING FENCES, AND WATER CONSERVATION AND EFFICIENCY PROJECTS (E.G., CANAL LINING AND PIPING).CONDUCTING ON-FARM IRRIGATION EFFICIENCY IMPROVEMENT.CONDUCTING A PILOT STUDY TO EVALUATE TECHNICAL CAPABILITY, ECONOMIC FEASIBILITY, OR VIABILITY FOR FULL-SCALE IMPLEMENTATION OR TO TEST AN UNPROVEN MATERIAL OR TECHNOLOGYAPPLYING FOR ADDITIONAL FUNDINGGENERAL EDUCATION ACTIVITIES, THE IMPLEMENTATION OF CITIZEN SCIENCE TRAINING PROGRAMS, OR GENERAL STAFF TRAINING. ALL EDUCATION ACTIVITIES, TRAINING, AND CONFERENCES MUST BE SPECIFICALLY LINKED TO THE WATERSHED GROUP DEVELOPMENT, WATERSHED RESTORATION PLANNING, OR WATERSHED MANAGEMENT PROJECT DESIGN ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb5fa74c-e100-89d9-07bb-22920ed2263f-C", "generated_internal_id": "ASST_NON_R22AP00395_1425"}, {"internal_id": 151019615, "Award ID": "R22AP00393", "Award Amount": 99991.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-03", "CFDA Number": "15.554", "Description": "THE BIG HOLE WATERSHED COMMITTEE, AN EXISTING WATERSHED GROUP LOCATED IN DIVIDE, MONTANA, WILL DESIGN WATERSHED MANAGEMENT ACTIVITIES THAT WILL RESTORE THE ABANDONED ELKHORN MINE AND MILL SITE AND MITIGATE DOWNSTREAM CONTAMINATION  THE MINE HAS A DOCUMENTED HISTORY OF BEING A POINT AND NON POINT SOURCE FOR POLLUTION THAT IS AN ONGOING RISK TO THE AQUATIC ECOSYSTEM AND DOWNSTREAM PUBLIC DRINKING WATER SUPPLIES  THE COMMITTEE IS CURRENTLY COMPOSED OF A 22 MEMBER GOVERNING BOARD THAT REPRESENTS DIVERSE INTERESTS INCLUDING  RANCHING, UTILITIES, LOCAL GOVERNMENT, SPORTSMEN, CONSERVATIONISTS, TOURISM, AND OUTFITTERS  FEDERAL AND STATE AGENCIES PARTICIPATE IN AN ADVISORY ROLE  THE WATERSHED GROUP WORKS IN THE ENTIRE BIG HOLE WATERSHED AND THIS PROJECT WILL FOCUS ON ELKHORN CREEK, A HEADWATER TRIBUTARY ENTIRELY WITHIN THE NATIONAL FOREST  THE GROUP WILL FOCUS ON STAKEHOLDER COORDINATION, CULTURAL RESOURCE ASSESSMENTS, WATER AND SOIL CONTAMINATION CHARACTERIZATION STUDIES, AND PRELIMINARY ENGINEERING DESIGNS FOR WATER RESOURCE RESTORATION THROUGH THE REMOVAL OF CONTAMINATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac403a86-c362-deea-722c-41718a3b3d72-R", "generated_internal_id": "ASST_NON_R22AP00393_1425"}, {"internal_id": 149742187, "Award ID": "R22AP00357", "Award Amount": 97844.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-29", "CFDA Number": "15.554", "Description": "SONOMA RESOURCE CONSERVATION DISTRICT WILL FACILITATE THE FORMATION OF A COLLABORATIVE WATERSHED GROUP FOR THE GUALALA RIVER WATERSHED AND ASSOCIATED COASTAL TRIBUTARIES ON THE NORTHERN CALIFORNIA COAST. THE GUALALA RIVER WATERSHED HAS A LONG HISTORY OF INDUSTRIAL USE COMPARED TO MOST NORTH COAST WATERSHEDS IN CALIFORNIA. HISTORIC LOGGING PRACTICES AND ROAD DEVELOPMENT HAVE NEGATIVELY IMPACTED WATER QUALITY IN THE WATERSHED, WHICH WAS LISTED ON THE U.S. ENVIRONMENTAL PROTECTION AGENCIES 303(D) LIST OF IMPAIRED WATER BODIES FOR EXCESSIVE SEDIMENT LOADS AND TEMPERATURE IN 2001. THE GROUP WILL BRING TOGETHER A DIVERSE SET OF STAKEHOLDERS, INCLUDING STATE AND COUNTY PARKS DEPARTMENTS, PRIVATE INDUSTRIAL TIMBER COMPANIES, NON-INDUSTRIAL PRIVATE FOREST LANDOWNERS, AGRICULTURAL PRODUCERS, THE KASHIA POMO TRIBE, AND SCIENTIFIC AND ENVIRONMENTAL ADVOCACY GROUPS. THE PROJECT WILL DEVELOP THE WATERSHED GROUP, CREATE A WATERSHED MANAGEMENT PLAN, AND DEVELOP AN ACTION PLAN THAT IDENTIFIES AND RANKS PRIORITY RESTORATION PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46f016ab-07a2-0a24-ab04-ba8e44f08eea-R", "generated_internal_id": "ASST_NON_R22AP00357_1425"}, {"internal_id": 147751313, "Award ID": "R22AP00344", "Award Amount": 97827.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-01", "CFDA Number": "15.554", "Description": "FRIENDS OF THE YAMPA (FOTY), AN EXISTING WATERSHED GROUP, WILL INCREASE STAKEHOLDER ENGAGEMENT AND EXPAND PLANNING EFFORTS IN THE MIDDLE AND LOWER SEGMENTS OF THE YAMPA RIVER BASIN IN NORTHWEST COLORADO. THE GROUP WILL DEVELOP A RIVER HEALTH SCORECARD, COMBINING PLANNING AND DATA COLLECTION TO PROVIDE A COMPREHENSIVE REPORT ON OVERALL RIVER HEALTH TO GUIDE THE DIRECTION OF FUTURE RIVER PROJECTS. FOTY WILL ENGAGE ADDITIONAL STAKEHOLDERS IN THE LOWER AND MIDDLE SEGMENTS OF THE YAMPA RIVER, ADDING THEIR DIVERSE GROUP OF EXISTING STAKEHOLDERS, INCLUDING REPRESENTATIVES ACROSS SECTORS, INCLUDING POWER GENERATION, AGRICULTURE, ENVIRONMENTAL, MUNICIPAL, STATE AND FEDERAL GOVERNMENTS, AND LANDOWNERS. THE YAMPA RIVER IS AN IMPORTANT WATERSHED IN THE GREATER COLORADO RIVER BASIN AND IT HAS BEEN RELATIVELY UNTOUCHED BY MAJOR WATER DIVERSIONS OR IMPOUNDMENTS. HOWEVER, NEGATIVE EFFECTS FROM CUMULATIVE AND SMALL-SCALE RIVER MANAGEMENT AND DIVERSIONS INCLUDE IMPACTS TO WATER TEMPERATURE, NUTRIENT LOADING, SEDIMENT DEPOSITION, AND NOXIOUS PLANTS. FOTY WILL LEAD STAKEHOLDERS IN COLLABORATIVE PLANNING TO IDENTIFY CHALLENGES AND OPPORTUNITIES TO HELP THE YAMPA RIVER CONTINUE TO FUNCTION AS A HEALTHY RIVER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d521d671-6c1f-f06a-2f25-4a481c8dafe5-R", "generated_internal_id": "ASST_NON_R22AP00344_1425"}, {"internal_id": 150045023, "Award ID": "R22AP00324", "Award Amount": 100424.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-12", "CFDA Number": "15.554", "Description": "THE JEFFERSON COUNTY SOIL AND WATER CONSERVATION DISTRICT, IN PARTNERSHIP WITH THE MIDDLE DESCHUTES WATERSHED COUNCIL, WILL REMOVE WESTERN JUNIPER FROM UPLAND HABITAT TO RESTORE WATER CONNECTIVITY BETWEEN UPLAND AND IN-STREAM HABITATS SURROUNDING WILLOW CREEK, IN WESTERN OREGON. THE VAST EXPANSION AND ENCROACHMENT OF JUNIPER HAS CAUSED THE FLOW IN WILLOW CREEK TO BECOME INTERMITTENT. THIS PROJECT WILL REMOVE JUNIPER TREES ACROSS 460 ACRES USING SPECIALIZED EXCAVATORS TO ENSURE THE REMOVAL OF SUB-SURFACE ROOTS. IN-STREAM TEMPERATURE LOGGERS WILL RECORD THE IMPACTS ON STREAM FLOWS AND TEMPERATURE. THE PROJECT IS SUPPORTED BY THE WILLOW CREEK WATERSHED ANALYSIS, THE MIDDLE DESCHUTES ACTION PLAN, AND THE MIDDLE DESCHUTES AGRICULTURAL WATER QUALITY MANAGEMENT PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8834c56-b97a-24b6-e515-442d6d208530-C", "generated_internal_id": "ASST_NON_R22AP00324_1425"}, {"internal_id": 147751309, "Award ID": "R22AP00316", "Award Amount": 84748.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-05", "CFDA Number": "15.554", "Description": "THE TAMARISK COALITION (DBA RIVERSEDGE WEST), IN PARTNERSHIP WITH THE WHITE RIVER PARTNERSHIP WILL REMOVE INVASIVE TAMARISK AND RUSSIAN OLIVE AND RE-ESTABLISH NATIVE RIPARIAN VEGETATION ON REACHES OF THE WHITE RIVER AND ITS TRIBUTARIES IN NORTHEASTERN UTAH AND NORTHWESTERN COLORADO. TAMARISK AND RUSSIAN OLIVE ARE HIGHLY INVASIVE WOODY PLANTS THAT HAVE INFESTED THE WHITE RIVER CORRIDOR, CAUSING ECOLOGICAL, SOCIAL, ECONOMIC, AND LAND MANAGEMENT PROBLEMS. REMOVAL OF TAMARISK AND RUSSIAN OLIVE AND REVEGETATION WITH NATIVE SPECIES WILL IMPROVE THE TERRESTRIAL AND AQUATIC HABITAT, RECREATION AND GRAZING ACCESS, WILDLAND FIRE RESILIENCY, AND RIVER CHANNEL FUNCTION, INCLUDING CRITICAL HABITAT FOR TWO ENDANGERED FISH SPECIES, THE COLORADO PIKEMINNOW AND THE RAZORBACK SUCKER. THE PROJECT SITES ARE PRIORITIZED IN THE WHITE RIVER PARTNERSHIP'S RESTORATION PLAN, DEVELOPED THROUGH A 2018 GRANT UNDER PHASE I OF THE COOPERATIVE WATERSHED MANAGEMENT PROGRAM. PROJECT PARTNERS INCLUDE: BUREAU OF LAND MANAGEMENT VERNAL AND WHITE RIVER FIELD OFFICES, UTAH CONSERVATION CORPS, WESTERN COLORADO CONSERVATION CORPS, AND THE WHITE RIVER AND DOUGLAS CREEK CONSERVATION DISTRICTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "942cc960-cc4e-e865-1da3-9b78c99247ca-C", "generated_internal_id": "ASST_NON_R22AP00316_1425"}, {"internal_id": 150045037, "Award ID": "R22AP00310", "Award Amount": 98792.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "15.554", "Description": "SONORAN INSTITUTE AND THE SANTA CRUZ WATERSHED COLLABORATIVE, NEAR TUCSON ARIZONA, WILL IDENTIFY, DESIGN, AND PLAN FOR RESTORATION OPPORTUNITIES IN THE MIDDLE BASIN OF THE SANTA CRUZ RIVER WATERSHED. THE PROJECT WILL INCLUDE A CONSERVATION OPPORTUNITY ASSESSMENT WITHIN THE WATERSHED, FOCUSING ON IDENTIFYING AREAS OF THE RIVER CORRIDOR WHERE RESTORATION IS POSSIBLE, THEN NARROWING THE SCOPE THROUGH A PRIORITIZATION EVALUATION. THE PROJECT WILL ALSO CREATE A WATER BUDGETS AND CONCEPTUAL DESIGNS FOR A PRIORITIZED SUBSET OF RESTORATION PROJECTS IDENTIFIED. ALTHOUGH FREQUENTLY INTERMITTENT, THE MIDDLE SANTA CRUZ RIVER HISTORICALLY FLOWED SEASONALLY AND SUPPORTED A LARGE MESQUITE FOREST. DUE TO CLIMATE CHANGE, DEVELOPMENT PRESSURES, AND DECLINE IN GROUNDWATER LEVELS, FLOWS IN THE MIDDLE SANTA CRUZ RIVER HAVE DECREASED AND THE MESQUITE FORESTS HAVE DISAPPEARED. THE SONORAN INSTITUTE AND COLLABORATIVE'S GOAL IS TO RESTORE FLOWS IN THE MIDDLE SANTA CRUZ RIVER AND RESTORE RIPARIAN AREAS TO IMPROVE RIPARIAN HABITAT AND INCREASE AQUIFER RECHARGE. THE MIDDLE BASIN OF THE SANTA CRUZ RIVER WATERSHED ENCOMPASSES A COMPLEX MIX OF URBAN COMMUNITIES, AGRICULTURAL LANDS, NATIVE NATIONS, AND FEDERAL, STATE, AND LOCAL PUBLIC LANDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e79dd469-265a-7839-a0ab-7d545db54611-C", "generated_internal_id": "ASST_NON_R22AP00310_1425"}, {"internal_id": 148206786, "Award ID": "R22AP00309", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-27", "CFDA Number": "15.554", "Description": "THE SOUTHWEST KANSAS GROUNDWATER MANAGEMENT DISTRICT NUMBER 3 IN WESTERN KANSAS, WILL ESTABLISH A LOCAL WATERSHED GROUP IN THE KANSAS PORTION OF THE MIDDLE ARKANSAS-LAKE MCKINNEY WATERSHED. THE WATERSHED GROUP BOUNDARY WILL ENCOMPASS A PORTION OF THE ARKANSAS RIVER BASIN THAT HASDIMINISHED AND DEGRADED FLOWS AND IMPAIRED WATER QUALITY. HIGH SALINE LEVELS AND SURFACE WATER SHORTAGES HAVE FORCED IRRIGATORS TO RELY HEAVILY ON THE OGALLALA AQUIFER TO MEET WATER DEMANDS AND MITIGATE WATER QUALITY. HOWEVER, GROUND WATER LEVELS ARE DECLINING, AND THE OGALLALA AQUIFER HAS PREVIOUSLY BEEN CONTAMINATED BY IMPAIRED SURFACE WATER RECHARGE. THE DISTRICT WILL FACILITATE STAKEHOLDER OUTREACH AND COALITION BUILDING, GATHER INFORMATION ON WATERSHED HEALTH AND OUTLINE A WATERSHED RESTORATION PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "944009aa-b4bb-8684-50f4-52af0c7ba6d4-R", "generated_internal_id": "ASST_NON_R22AP00309_1425"}, {"internal_id": 149415489, "Award ID": "R22AP00308", "Award Amount": 99926.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-09", "CFDA Number": "15.554", "Description": "THE COASTAL SAN LUIS RESOURCE CONSERVATION DISTRICT IN SOUTHERN CALIFORNIA WILL STRENGTHEN THE COORDINATION OF LAND AND WATER PLANNING IN THE ARROYO GRANDE CREEK WATERSHED BY REVITALIZING THE ARROYO GRANDE CREEK MEMORANDUM OF UNDERSTANDING GROUP. THE ARROYO GRANDE CREEK WATERSHED, A COASTAL WATERSHED THAT ULTIMATELY DRAINS INTO THE PACIFIC OCEAN, IS HIGHLY IMPACTED BY AGRICULTURAL AND URBAN MODIFICATIONS, INCLUDING FLOOD CONTROL INFRASTRUCTURE AND WATER DIVERSIONS. THE DISTRICT WILL ENGAGE A DIVERSE GROUP OF STAKEHOLDERS INCLUDING THE NEWLY FORMING ARROYO GRANDE GROUNDWATER SUSTAINABILITY AGENCY, SURFRIDER BLUE WATER TASK FORCE, MEADOW CREEK RESTORATION PROJECT SCIENCE PANEL, AND THE U.S. FOREST SERVICE. THE GROUP WILL UPDATE WATERSHED GOALS, INVENTORY WATERSHED INFORMATION RESOURCES, AND UPDATE AN EXISTING WATERSHED MANAGEMENT PLAN. THE EFFORT WILL INCREASE COORDINATION AND PLANNING BETWEEN LOCAL STAKEHOLDER GROUPS, RESULTING IN MORE SUSTAINABLE AND COMPREHENSIVE WATER AND LAND PLANNING IN THE ARROYO GRANDE CREEK WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e22e9723-1fe0-3b48-9c4a-73717a81d9d6-R", "generated_internal_id": "ASST_NON_R22AP00308_1425"}, {"internal_id": 148676528, "Award ID": "R22AP00277", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-04", "CFDA Number": "15.554", "Description": "THE COUNCIL FOR WATERSHED HEALTH WILL CAPTURE AND TREAT URBAN STORMWATER RUNOFF TO IMPROVE WATER QUALITY DOWNSTREAM WITHIN THE ALHAMBRA-RIO HONDO WATERSHED IN SOUTH EL MONTE, CALIFORNIA, A HIGHLY URBANIZED AND ECONOMICALLY DISADVANTAGED COMMUNITY LOCATED IN THE SAN GABRIEL VALLEY OF LOS ANGELES COUNTY, CALIFORNIA. THE COUNCIL WILL PLANT TREES AND VEGETATION AND INSTALL PERMEABLE PAVEMENT AND UNDERGROUND INFILTRATION CHAMBERS TO CAPTURE AND PASSIVELY FILTER URBAN RUNOFF ALONG 0.65 MILES OF MERCED AVENUE, REDUCING URBAN POLLUTANT LOADS DISCHARGED DOWNSTREAM INTO THE RIO HONDO RIVER, THE SAN GABRIEL RIVER, AND LEGG LAKE WITHIN WHITTIER NARROW RECREATION AREA, AND CONTRIBUTING TO GROUNDWATER AUGMENTATION OF THE SAN GABRIEL EAST BASIN. THE PROJECT IS AN ELEMENT OF BOTH THE ENHANCED WATERSHED MANAGEMENT PLAN FOR THE UPPER LOS ANGELES RIVER WATERSHED AND THE GREATER LOS ANGELES COUNTY INTEGRATED REGIONAL WATERSHED MANAGEMENT PROGRAM. THE PROJECT DESIGN WAS DEVELOPED AND WILL BE CONSTRUCTED WITH SIGNIFICANT COMMUNITY INVOLVEMENT AND ENGAGEMENT THROUGH COMMUNITY WORKSHOPS AND MEETINGS, AND WITH FUNDING CONTRIBUTIONS FROM THE CITY OF SOUTH EL MONTE AND CALIFORNIA NATURAL RESOURCES AGENCY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "53001c7a-ff52-dd62-0150-67ecef3e0781-C", "generated_internal_id": "ASST_NON_R22AP00277_1425"}, {"internal_id": 147432562, "Award ID": "R22AP00271", "Award Amount": 161585.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-18", "CFDA Number": "15.554", "Description": "THE PURGATOIRE WATERSHED PARTNERSHIP, WILL CONDUCT A MULTI-COMPONENT PROJECT ON THE PURGATOIRE RIVER TO IMPROVE AGRICULTURAL DELIVERY SYSTEMS, CREATE FISH PASSAGE, AND RESTORE RIVER FORM AND FUNCTION. THE PARTNERSHIP WILL UPGRADE THE AGRICULTURAL WATER DIVERSION DAM IN TRINIDAD, COLORADO, INCLUDING INSTALLING A DIVERSION DAM CAP, A TRASH DIVERSION DEVICE, AND AN EROSION PROTECTION WALL, TO IMPROVE WATER DELIVERY EFFICIENCY AND ENABLE IRRIGATORS TO RECEIVE THEIR APPROPRIATED WATER RIGHT. THE PARTNERSHIP WILL ALSO INCORPORATE FISH PASSAGE INTO THE DIVERSION DAM, INSTALL MULTIPLE IN-STREAM FISH HABITAT STRUCTURES, AND REPLACE INVASIVE RIPARIAN PLANT SPECIES WITH NATIVE VEGETATION TO IMPROVE AQUATIC AND RIPARIAN HABITAT. PROJECT PARTNERS INCLUDE THE CITY OF TRINIDAD, PURGATOIRE RIVER WATER CONSERVANCY DISTRICT, BACA DITCH COMPANY, PICKETWIRE DITCH COMPANY, COLORADO PARKS AND WILDLIFE, TROUT UNLIMITED, DOWNTOWN TRINIDAD DEVELOPMENT GROUP, SPANISH PEAKS-PURGATOIRE RIVER CONSERVATION DISTRICT'S PURGATOIRE WATERSHED WEED MANAGEMENT COLLABORATIVE, AND COALITIONS & COLLABORATIVES. THIS PROJECT WAS PRIORITIZED IN THE PURGATOIRE RIVER MANAGEMENT PLAN, FUNDED THROUGH A RECLAMATION COOPERATIVE WATERSHED MANAGEMENT PROGRAM PHASE I GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a490a132-54a4-d4c7-27fe-a6365176f850-R", "generated_internal_id": "ASST_NON_R22AP00271_1425"}, {"internal_id": 147432451, "Award ID": "R22AP00270", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-28", "CFDA Number": "15.554", "Description": "THE ESTES VALLEY WATERSHED COALITION WILL CONSTRUCT A SIMULATED BEAVER STRUCTURE ON FISH CREEK TO RECONNECT THE RIVER TO THE FLOODPLAIN JUST OUTSIDE OF ESTES PARK, COLORADO. EXTENSIVE FLOODING IN 2013 SCOURED THE CHANNEL AND DISCONNECTED FISH CREEK FROM THE FLOODPLAIN. THE COALITION WILL BUILD THE SIMULATED BEAVER STRUCTURE DOWNSTREAM FROM A SIMILAR STRUCTURE BUILT IN 2018, IN AN AREA THAT WAS A HISTORIC BEAVER MEADOW. THE PROJECT WILL MITIGATE FLOOD AND WILDFIRE RISK, REDUCE EROSION, IMPROVE HABITAT, AND INCREASE OVERALL ECOLOGICAL RESILIENCE OF THE WATERSHED. THE PROJECT AREA AND NEED FOR FLOODPLAIN RESTORATION ARE IDENTIFIED AS A PRIORITY IN THE FISH CREEK CORRIDOR PLAN FOR RESILIENCY. THE PROJECT IS SUPPORTED BY THE TOWN OF ESTES PARK, COLORADO STATE UNIVERSITY, THE NORTHERN WATER CONSERVATION DISTRICT, AND PRIVATE LANDOWNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b09b401-1f8c-9913-1851-143856cd879e-R", "generated_internal_id": "ASST_NON_R22AP00270_1425"}, {"internal_id": 146954188, "Award ID": "R22AP00262", "Award Amount": 56813.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-15", "CFDA Number": "15.554", "Description": "DESCHUTES SOIL AND WATER CONSERVATION DISTRICT, LOCATED IN CENTRAL OREGON, WILL ESTABLISH THE INDIAN FORD WATERSHED GROUP TO PROMOTE THE SUSTAINABLE USE OF WATER RESOURCES WITHIN THE INDIAN FORD WATERSHED. INDIAN FORD CREEK HISTORICALLY PROVIDED CRITICAL HABITAT FOR STEELHEAD, BEAVERS, AND OTHER WILDLIFE. WILDLIFE IS EXPERIENCING THE IMPACTS OF THE CHANGING SYSTEM THROUGH AN INCREASE IN WATER TEMPERATURES, DIMINISHED RIPARIAN VEGETATION AND SHADE, INVASION OF NOXIOUS WEEDS, REDUCED WATER QUALITY, AND DIMINISHED SUMMER FLOWS. THE PROJECT WILL DEVELOP A NEW WATERSHED GROUP AND SPECIFIC RESTORATION PLANNING ACTIVITIES ALONG THE CREEK. THIS PROJECT WILL ALSO CONDUCT A BASELINE ASSESSMENT FOR THE STREAM WITHIN U.S. FOREST SERVICE LAND AND DEVELOP A GEOGRAPHIC AND BIOLOGICAL ASSESSMENT THAT WILL INCLUDE RESTORATION RECOMMENDATIONS FOR FUTURE IMPLEMENTATION FOR PRIVATE LAND ALONG INDIAN FORD CREEK. THE WATERSHED GROUP WILL COLLABORATE WITH THE U.S. FOREST SERVICE, DESCHUTES LAND TRUST, BLACK BUTTE RANCH, AND PRIVATE LANDOWNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e71ec596-a136-6f3a-04c5-35af918a3ad7-R", "generated_internal_id": "ASST_NON_R22AP00262_1425"}, {"internal_id": 146954250, "Award ID": "R22AP00232", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-08", "CFDA Number": "15.554", "Description": "THE LINCOLN COUNTY CONSERVATION DISTRICT, LOCATED IN EASTERN WASHINGTON, WILL FORMALLY ESTABLISH THE COLUMBIA BASIN SUSTAINABLE WATER COALITION. THE COALITION WILL UNITE A DIVERSE SET OF STAKEHOLDERS AND PROMOTE SUSTAINABLE WATER USE IN THE MID-COLUMBIA BASIN, AN AREA IN EASTERN WASHINGTON THAT HAS EXPERIENCED SIGNIFICANT GROUNDWATER LEVEL DECLINES OVER THE PAST SEVERAL DECADES. THE COALITION IS CURRENTLY A LOOSELY ORGANIZED PARTNERSHIP THAT INCLUDES LOCAL CONSERVATION DISTRICTS, COUNTIES, MUNICIPALITIES, UTILITY DISTRICTS, IRRIGATORS, STATE AND FEDERAL AGENCY STAFF, AND ELECTED OFFICIALS. THE PROJECT WILL ALLOW THE COALITION TO FORMALIZE ITS ORGANIZATIONAL CHARTER AND BYLAWS, HOLD AND FACILITATE REGULAR PLANNING MEETINGS, AND GENERATE A WATERSHED MANAGEMENT PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d94e568-2abd-af87-b720-50381a250426-C", "generated_internal_id": "ASST_NON_R22AP00232_1425"}, {"internal_id": 148206887, "Award ID": "R22AP00221", "Award Amount": 95456.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-27", "CFDA Number": "15.554", "Description": "THE STATE OF HAWAII DEPARTMENT OF LAND AND NATURAL RESOURCES AND THE MUANA KAHALAWAI WATERSHED PARTNERSHIP WILL DEVELOP A DETAILED NATIVE FOREST PROTECTION PLAN FOCUSED ON FENCING ACROSS APPROXIMATELY 20,000 ACRES ON THE EASTERN HALF OF THE WEST MAUI MOUNTAINS, LOCATED ON THE ISLAND OF MAUI, HAWAII. THE WATER FROM THE EASTERN SLOPES OF THE MOUNTAIN PROVIDES A MAJORITY OF THE MUNICIPAL WATER SUPPLY FOR THE ISLAND OF MAUI; HOWEVER, MULTIPLE TRENDS INDICATE THAT THE AQUIFER IS BEING DEPLETED, INCLUDING LOWERING WATER LEVELS IN WELLS, INCREASING CHLORIDE CONTENTS, AND REDUCED STREAMFLOW. STUDIES INDICATE THAT NATIVE FORESTS IN HAWAII SIGNIFICANTLY INCREASE WATER RECHARGE COMPARED TO NON-NATIVE VEGETATION; THE COMPLEX FOREST CANOPY STRUCTURE ENABLES THE FOREST TO CAPTURE FOG. MAUI'S FORESTS ARE THREATENED BY NON-NATIVE FERAL PIGS, DEER, AND GOATS, WHICH ROAM WILD AND TRAMPLE AND DEVOUR VEGETATION, AND SPREAD WEEDS. THE DETAILED FENCING PLAN WILL PRIORITIZE WHICH TRACTS OF FOREST ARE MOST IMPORTANT TO PROTECT FROM THESE ANIMALS, DETERMINE THE EXACT LOCATION AND FEASIBILITY OF FENCE ALIGNMENTS, AND GAIN LANDOWNER APPROVAL COMPLIANCE TO PREPARE THESE FENCES FOR EVENTUAL IMPLEMENTATION. THIS PROJECT WILL BENEFIT FROM THE EXISTING LONG-STANDING RELATIONSHIPS ACROSS MULTIPLE LANDOWNERS, AGENCIES, AND THE MAUNA KAHALAWAI WATERSHED PARTNERSHIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_R22AP00221_1425"}, {"internal_id": 150044992, "Award ID": "R22AP00214", "Award Amount": 257524.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "15.554", "Description": "THE COLORADO RIO GRANDE RESTORATION FOUNDATION, IN PARTNERSHIP WITH THE RIO GRANDE HEADWATERS RESTORATION PROJECT, A WATERSHED GROUP IN ALAMOSA, COLORADO, WILL UPGRADE TWO DIVERSION STRUCTURES AND RESTORE ADJACENT RIPARIAN HABITAT ON THE CONEJOS RIVER IN SOUTHERN COLORADO'S SAN LUIS VALLEY. THE PROJECT PARTNERS WILL UPGRADE TWO DIVERSION STRUCTURES TO ALLOW IRRIGATORS TO RECEIVE THEIR FULL ENTITLEMENT DURING LOW FLOWS AND WILL INSTALL FABRICATED STEEL HEADGATES FOR MORE ACCURATE WATER DIVERSION AND MEASUREMENT. STREAMBANK STABILIZATION STRUCTURES WILL BE INSTALLED UPSTREAM FROM THE DIVERSION STRUCTURES, AND THE STREAMBANK WILL BE RESHAPED TO RECONNECT THE RIVER WITH THE FLOODPLAIN AND REVEGETATED. THESE PROJECTS WILL IMPROVE WATER MANAGEMENT AND WATER QUALITY AND CREATE NEW RIPARIAN AND AQUATIC HABITAT. THESE PROJECTS WERE PRIORITIZED IN THE CONEJOS RIVER STREAM MANAGEMENT PLAN, DEVELOPED THROUGH A RECLAMATION COOPERATIVE WATERSHED MANAGEMENT PROGRAM PHASE I GRANTS, AND PROJECT PARTNERS INCLUDE DITCH COMPANIES AND THEIR SHAREHOLDERS, PRIVATE, STATE, AND FEDERAL AGENCIES, LOCAL WATER DISTRICTS, LAND TRUSTS, AND ENVIRONMENTAL GROUPS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9c2050e-6d79-2818-7153-b9d869b53928-R", "generated_internal_id": "ASST_NON_R22AP00214_1425"}, {"internal_id": 146954285, "Award ID": "R22AP00209", "Award Amount": 221058.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-08", "CFDA Number": "15.554", "Description": "THE CHELAN COUNTY NATURAL RESOURCE DEPARTMENT OF WASHINGTON STATE, IN PARTNERSHIP WITH THE ICICLE WORK GROUP, WILL RESTORE A SECTION OF ICICLE RIVER WITHIN THE WENATCHEE SUB-BASIN OF THE UPPER COLUMBIA RIVER BASIN IN CHELAN COUNTY, WASHINGTON. THIS SECTION OF THE ICICLE RIVER IS CURRENTLY CHARACTERIZED BY ERODING STREAMBANKS CAUSED BY PAST LAND USE PRACTICES AND REMOVAL OF NATIVE RIPARIAN VEGETATION. THROUGH THE INSTALLATION OF BIOENGINEERED WOOD STRUCTURES, GRADING OF THE OVER-STEEPENED BANK, PLACEMENT OF FABRIC ENCAPSULATED SOIL LIFTS, AND REVEGETATING 1.1 ACRES OF RIPARIAN AREA, THE PROJECT WILL ESTABLISH A RIPARIAN BUFFER ACROSS 850 LINEAR FEET OF STREAMBANK, IMPROVE SALMONID HABITAT CONDITIONS, AND IMPROVE WATER QUALITY BY REDUCING SEDIMENT, NITROGEN, AND PHOSPHOROUS LOADING . THIS PROJECT IS AN INTEGRAL PIECE OF THE OVERALL STRATEGY TO PROTECT WATER SUPPLY AND INSTREAM FLOW THAT WAS DEVELOPED BY THE ICICLE WORK GROUP AND ADDRESSES SEVERAL WATERSHED CONCERNS DOCUMENTED IN THE WASHINGTON STATE WATER QUALITY ASSESSMENT 303(D) LIST, THE ICICLE STRATEGY GUIDING PRINCIPLES, AND THE UPPER COLUMBIA REGIONAL TECHNICAL TEAM REVISED BIOLOGICAL STRATEGY FOR SALMON RECOVERY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d744603-60f7-ebed-c9d9-d3b4bcc3200b-C", "generated_internal_id": "ASST_NON_R22AP00209_1425"}, {"internal_id": 146954259, "Award ID": "R22AP00188", "Award Amount": 99985.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-01", "CFDA Number": "15.554", "Description": "GRANITE CONSERVATION DISTRICT AND THE GRANITE HEADWATERS WATERSHED GROUP, LOCATED IN WESTERN MONTANA, WILL COMPLETE WATERSHED RESTORATION PLANNING AND PROJECT DESIGN IN THE FLINT ROCK WATERSHED. MANY OF THE DIVERSION STRUCTURES AND ASSOCIATED WATER DELIVERY INFRASTRUCTURE IN THE WATERSHED ARE OUTDATED. HIGH DEMAND FOR WATER COMBINED WITH INEFFICIENT WATER WITHDRAWALS CAUSES PERIODS OF DEWATERING PORTIONS OF THE WATERSHED. THESE EVENTS NEGATIVELY IMPACT AGRICULTURAL PRODUCERS AND CREATE CONFLICT BETWEEN WATER USERS AND FISHERIES. THE GROUP WILL FOSTER COMMUNITY ENGAGEMENT IN EFFORTS TO FIND LOCAL SOLUTIONS TO WATER QUANTITY, WATER QUALITY, AND FISHERIES ISSUES IN THE FLINT ROCK WATERSHED. THEY WILL ENGAGE A DIVERSE NETWORK OF STAKEHOLDERS, IMPROVE UPON EXISTING WATERSHED PLANS, AND, IN PARTNERSHIP WITH TROUT UNLIMITED, DEVELOP PRIORITY PROJECTS NECESSARY TO IMPROVE THE HEALTH OF THE WATERSHED. THE GROUP WILL ADVANCE LOCAL SOLUTIONS TO CRITICAL WATERSHED ISSUES BY IDENTIFYING COMMUNITY-SUPPORTED PROJECT PRIORITIES. WITH TECHNICAL EXPERTISE FROM TROUT UNLIMITED, THEY WILL DEVELOP THESE MULTI-BENEFIT PRIORITY PROJECTS INTO SHOVEL-READY PROJECTS FOR IMPLEMENTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "30d5248a-b8a3-61b7-5e68-b289302ce863-R", "generated_internal_id": "ASST_NON_R22AP00188_1425"}, {"internal_id": 146215223, "Award ID": "R22AP00176", "Award Amount": 99852.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-04", "CFDA Number": "15.554", "Description": "THE SOUTH YUBA RIVER CITIZENS LEAGUE, LOCATED ON THE WEST SIDE OF TAHOE NATIONAL FOREST IN CALIFORNIA, WILL INITIATE STAKEHOLDER OUTREACH AND PARTNERSHIP BUILDING AND UPDATE THE 2011 YUBA RIVER WATERSHED ASSESSMENT. THE UPDATED WATERSHED ASSESSMENT WILL INCLUDE A PRIORITIZATION MATRIX OF RESTORATION PROJECTS AND A CRITICAL REVIEW OF THE EXISTING RIVER MONITORING PROGRAM FOR THE YUBA RIVER. THE RESILIENCE OF THE YUBA RIVER WATERSHED HAS BEEN IMPACTED BY LAND USE PRACTICES, INCLUDING HISTORIC GOLD MINING, DIVERSION OF WATER, TIMBER EXTRACTION, GRAZING, FIRE SUPPRESSION, AND THE INTRODUCTION OF INVASIVE PLANT SPECIES. THE LEAGUE WORKS CLOSELY WITH THE YUBA COUNTY WATER AGENCY, NEVADA IRRIGATION DISTRICT, STATE AND FEDERAL AGENCIES, AND TRIBAL PARTNERS. AS PART OF THIS PROJECT THE LEAGUE WILL FURTHER DEVELOP PARTNERSHIPS WITH THE ARMY CORPS OF ENGINEERS AND THE BUREAU OF LAND MANAGEMENT AND FOCUS ON ESTABLISHING TRUST WITH FARMERS AND IRRIGATORS IN THE COMMUNITY. THE PROJECT WILL RESULT IN A SET OF NEAR AND LONG-TERM RESTORATION PRIORITIES TO ENHANCE WATERSHED HEALTH, CLIMATE RESILIENCY, ADAPTATION, AND PREVENT CONFLICTS BETWEEN WATER USERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e89987bc-f453-4a49-9f48-e496a3b864d0-C", "generated_internal_id": "ASST_NON_R22AP00176_1425"}, {"internal_id": 145920680, "Award ID": "R22AP00164", "Award Amount": 98132.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-27", "CFDA Number": "15.554", "Description": "TROUT UNLIMITED WILL ESTABLISH THE SALT RIVER WATERSHED GROUP IN NORTHWEST WYOMING AND SOUTHEAST IDAHO. THE WATERSHED INCLUDES STAR VALLEY, THE FASTEST-GROWING AREA IN WYOMING. IN RECENT YEARS, THE VALLEY HAS EXPERIENCED RAPID GROWTH, RAPIDLY INCREASING DEVELOPMENT PRESSURE, AND CHANGING LAND USE AS A DESIRABLE LOCATION FOR RETIREES AND WORKERS COMMUTING TO NEARBY JACKSON, WYOMING. TROUT UNLIMITED WILL ENGAGE A DIVERSE GROUP OF STAKEHOLDERS TO PARTICIPATE IN THE NEWLY ESTABLISHED GROUP, INCLUDING FEDERAL AND STATE LAND MANAGERS; FISH AND WILDLIFE, AND WATER MANAGEMENT AGENCIES; CONSERVATION DISTRICTS; LOCAL GOVERNMENTS; IRRIGATION DISTRICTS; MINING COMPANIES; NONPROFIT ORGANIZATIONS; UTILITIES, AND COMMUNITY GROUPS AND MEMBERS. THE WATERSHED GROUP WILL IDENTIFY AND PRIORITIZE MAJOR WATERSHED CONCERNS, INCLUDING DEGRADED WATER QUALITY; IMPACTS OF DEVELOPMENT; AQUATIC, RIPARIAN, AND WETLAND HABITAT DEGRADATION AND LOSS; LOSS OF STREAM FUNCTION; BANK AND CHANNEL INSTABILITY; AND WATER QUANTITY, DEWATERING, AND LOWERED WATER TABLES. THE PROJECT WILL SUPPORT ORGANIZATIONAL DEVELOPMENT, STAKEHOLDER AND COMMUNITY OUTREACH, BACKGROUND RESEARCH, AND PRE-PLANNING FOR A FUTURE STAKEHOLDER-DRIVEN WATERSHED RESTORATION PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_R22AP00164_1425"}, {"internal_id": 145920594, "Award ID": "R22AP00161", "Award Amount": 99985.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-27", "CFDA Number": "15.554", "Description": "THE CHUGACH REGIONAL RESOURCES COMMISSION, A TRIBAL CONSORTIUM, WILL ESTABLISH THE KACHEMAK BAY WATERSHED COLLABORATIVE IN KACHEMAK BAY ON THE KENAI PENINSULA OF SOUTHCENTRAL ALASKA. THE COLLABORATIVE WILL COMPLETE OUTREACH ACTIVITIES TO BUILD A DIVERSE STAKEHOLDER MEMBERSHIP, GATHER INFORMATION ON CURRENT CONDITIONS OF THE WATERSHED THROUGH LITERATURE RESEARCH AND PARTNERSHIPS WITH FEDERAL AGENCIES, AND OUTLINE A RESTORATION PLAN. PLANNING ACTIVITIES WILL FOCUS ON STRATEGIES FOR CREATING GREEN CORRIDORS ALONG 20 INTERJURISDICTIONAL ANADROMOUS STREAMS, MANY OF WHICH ORIGINATE IN THE KENAI NATIONAL WILDLIFE REFUGE, AND ON THE IMPACTS OF HABITAT CONNECTIVITY AND CLIMATE CHANGE ON SALMON HABITAT. WATERSHED CONCERNS INCLUDE EXTREME DROUGHT, ELEVATED STREAM TEMPERATURES, REDUCED SNOWPACK, AND POOR LAND MANAGEMENT PRACTICES. THE COLLABORATIVE WILL INCLUDE TRIBAL ENTITIES, INCLUDING THE SELDOVIA VILLAGE TRIBE, NANWALEK IRA COUNCIL, AND NATIVE VILLAGE OF PORT GRAHAM, STATE AND FEDERAL AGENCIES, LIVESTOCK GRAZING INTERESTS, INDIVIDUAL CITIZENS, AND CONSERVATION ORGANIZATIONS, INCLUDING THE COOK INLETKEEPER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf66425e-c688-aa65-86e8-b214c69bded2-C", "generated_internal_id": "ASST_NON_R22AP00161_1425"}, {"internal_id": 145920671, "Award ID": "R22AP00158", "Award Amount": 99893.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-18", "CFDA Number": "15.554", "Description": "THE SIERRA INSTITUTE FOR COMMUNITY AND ENVIRONMENT WILL FURTHER DEVELOP THE SOUTH LASSEN WATERSHEDS GROUP AND FINALIZE A STRATEGIC PLAN FOR THE UPPER FEATHER RIVER, UPPER MILL, UPPER BATTLE, AND UPPER DEER CREEK WATERSHEDS. THESE WATERSHEDS ARE CLASSIFIED AS THE HIGHEST PRIORITY FOR PROTECTION AND RESTORATION DUE TO THEIR ABILITY TO SUPPORT ANADROMOUS FISH POPULATIONS DURING PERIODS OF UNFAVORABLE CLIMATIC CONDITIONS. THE GROUP REPRESENTS A DIVERSITY OF INTERESTS INCLUDING LANDOWNERS, INDUSTRIAL TIMBER COMPANIES, STATE AND FEDERAL AGENCIES, AND COMMUNITY BASED AND ENVIRONMENTAL GROUPS, WHICH ARE INTERESTED IN PURSUING HIGH-PRIORITY, LARGE-SCALE, MULTI-JURISDICTIONAL PROJECTS TO IMPROVE FOREST AND WATERSHED HEALTH, REDUCE WILDFIRE RISK, PROTECT HABITAT, AND SUPPORT LOCAL INDUSTRY AND COMMUNITIES. THE GROUP WILL ADVANCE STAKEHOLDER ENGAGEMENT, COORDINATE ADAPTIVE RESTORATION PLANNING EFFORTS, AND COMPLETE SITE-SPECIFIC RESTORATION DESIGN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f77e5d3a-3fbe-86b0-0e17-c66e94666724-R", "generated_internal_id": "ASST_NON_R22AP00158_1425"}, {"internal_id": 147432557, "Award ID": "R22AP00153", "Award Amount": 99978.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-17", "CFDA Number": "15.554", "Description": "THE SOUTHEAST ALASKA WATERSHED COALITION AND METLAKATLA INDIAN COMMUNITY DEPARTMENT OF FISH AND WILDLIFE WILL ESTABLISH THE METLAKATLA WATERSHED ADVISORY GROUP FOR ANNETTE ISLAND IN SOUTHEAST ALASKA. THEY WILL COMPLETE STAKEHOLDER OUTREACH AND ENGAGEMENT; DEVELOP A RESTORATION PLAN FOR THE METLAKATLA WATERSHED, INCLUDING MAPPING EXISTING GEOSPATIAL DATA, HYDROLOGIC MODELLING TO UNDERSTAND IMPACTS OF CLIMATE CHANGE ON STREAMFLOW AND TEMPERATURE, AND COMPLETION OF A STREAM HABITAT ASSESSMENT; AND COMPLETE DESIGN PLANS FOR RESTORATION OF LOWER NADZAHEEN CREEK. PAST TIMBER HARVESTING, ROAD BUILDING, AND DEVELOPMENT IN THE WATERSHED HAVE LEFT DEGRADED SALMON HABITAT AND RIPARIAN AREAS THAT NEGATIVELY IMPACT COMMERCIAL AND SUBSISTENCE HARVEST OF SALMON. FURTHER, CLIMATE CHANGE THREATENS THE AVAILABILITY OF WATER FOR HYDROPOWER PRODUCTION, DOMESTIC WATER, AND SALMON HATCHERY OPERATIONS ON THE ANNETTE ISLANDS RESERVE. THE METLAKATLA WATERSHED ADVISORY GROUP WILL DIRECTLY ENGAGE STAKEHOLDERS, COMMUNITY MEMBERS, TRIBAL LEADERS, FISHERMEN, AGENCIES, AND OTHERS IN THE DEVELOPMENT OF A COLLABORATIVE WATERSHED RESTORATION PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f9dc257-23a4-ed0b-520a-54c89f671e37-R", "generated_internal_id": "ASST_NON_R22AP00153_1425"}, {"internal_id": 150670627, "Award ID": "R22AP00152", "Award Amount": 195373.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "15.554", "Description": "FRIENDS OF THE TETON RIVER WILL WORK WITH THE TETON WATER USERS ASSOCIATION AND THE AGRICULTURAL COMMUNITY TO IMPLEMENT TWO PRIORITY WATERSHED MANAGEMENT PROJECTS ADDRESSING WATER SUPPLY NEEDS, WATER QUALITY CONCERNS, AND CONSERVATION OBJECTIVES FOR NATIVE YELLOWSTONE CUTTHROAT TROUT IN THE TETON RIVER BASIN IN IDAHO. THE GROUP WILL REVEGETATE A HISTORICALLY GRAZED HALF-ACRE OF RIPARIAN AREA ALONG THE MAINSTEM OF THE TETON RIVER AND WORK WITH THE LANDOWNER TO DEVELOP AND IMPLEMENT LIVESTOCK WATERING BEST MANAGEMENT PRACTICES TO REDUCE EROSION AND IMPROVE WATER QUALITY AND HABITAT. IN ADDITION, THE GROUP WILL INSTALL A FISH SCREEN AT THE DIVERSION POINT FROM SOUTH LEIGH CREEK, A TRIBUTARY OF THE TETON RIVER, INTO AN IRRIGATION CANAL, WHICH WILL PREVENT FISH ENTRAPMENT IN THE CANAL. SOUTH LEIGH CREEK IS HOME TO ONE OF THE LARGEST GEOGRAPHICALLYDISTINCT POPULATIONS OF YELLOWSTONE CUTTHROAT TROUT. THE PROJECT IS SUPPORTED BY THE 2016 TETON WATER USERS ASSOCIATION WATERSHED RESTORATION PLAN, FUNDED THROUGH A RECLAMATION COOPERATIVE WATERSHED MANAGEMENT PROGRAM PHASE I GRANT. IMPLEMENTATION OF THESE EFFORTS WILL BRING TOGETHER DIVERSE INTERESTS TO ADDRESS HABITAT DEGRADATION, SEDIMENTATION, ELEVATED STREAM TEMPERATURES, AND FISH ENTRAPMENT AND IS SUPPORTED BY CANAL COMPANIES, FARMERS AND RANCHERS, COUNTY GOVERNMENT, STATE FISH AND WILDLIFE MANAGERS, RECREATIONISTS, AND THE CONSERVATION INTERESTS IN THE WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e0ce065-072c-bc7b-07b0-2fe878aa3757-C", "generated_internal_id": "ASST_NON_R22AP00152_1425"}, {"internal_id": 145063196, "Award ID": "R22AP00150", "Award Amount": 99685.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-30", "CFDA Number": "15.554", "Description": "UPPER TRINITY RIVER WATERSHED PLANNING PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c574d3a-0b60-5349-1c25-8eee8a631fdf-C", "generated_internal_id": "ASST_NON_R22AP00150_1425"}, {"internal_id": 145920665, "Award ID": "R22AP00145", "Award Amount": 95805.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-20", "CFDA Number": "15.554", "Description": "THE UPPER MERCED RIVER WATERSHED COUNCIL IN CENTRAL CALIFORNIA WILL ENGAGE STAKEHOLDERS TO REJUVENATE AND RECONFIGURE THE ORGANIZATION, WHICH STRUGGLED TO RECOVER AFTER A FIRE DESTROYED THE COUNCIL'S OFFICE IN 2012. THE COUNCIL WILL POSITION ITSELF AS A CONVENER AND COORDINATOR OF RESTORATION ACTIVITIES IN SUPPORT OF THE WILD AND SCENIC MERCED RIVER. THE COUNCIL WILL ENGAGE A DIVERSE ARRAY OF STAKEHOLDERS, INCLUDING YOSEMITE NATIONAL PARK, SIERRA AND STANISLAUS NATIONAL FORESTS, BUREAU OF LAND MANAGEMENT, LOCAL GROUPS LIKE THE SOUTHERN SIERRA MIWUK NATION, SIERRA FOOTHILL CONSERVANCY, MARIPOSA TRAILS, UNIVERSITY OF CALIFORNIA MERCED, MARIPOSA BIOMASS, AND STATE AGENCIES LIKE CALFIRE, TO ARTICULATE A COHESIVE VISION, IDENTIFY COMMON GOALS, AND SPECIFY RESTORATION AND MANAGEMENT ACTIONS. FOREST HEALTH HAS BEEN NEGATIVELY IMPACTED BY PINE BARK BEETLE INFESTATION AND REPEATED CATASTROPHIC WILDFIRES AND ASSOCIATED EROSION AND SEDIMENTATION. THESE CONDITIONS HAVE STRESSED HABITAT FOR SEVERAL KEY SPECIES, INCLUDING CHINOOK SALMON, AMERICAN BEAVER, AND ENDEMIC LIMESTONE SALAMANDER. THE COUNCIL WILL PRODUCE A STRATEGIC WORK PLAN FOR IMPLEMENTING PRIORITIZED PROJECTS THAT WILL ALLEVIATE ADVERSE WATERSHED CONDITIONS IDENTIFIED BY THE COLLABORATIVE WATERSHED GROUP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "59fec4b3-dece-08e8-adb3-3a5eeee8c204-R", "generated_internal_id": "ASST_NON_R22AP00145_1425"}, {"internal_id": 145920651, "Award ID": "R22AP00142", "Award Amount": 99805.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-26", "CFDA Number": "15.554", "Description": "THE DEVILS RIVER CONSERVANCY, LOCATED IN SOUTHWEST TEXAS NEAR THE U.S.-MEXICO BORDER, WILL ESTABLISH A NEW WATERSHED GROUP COMPRISED OF STAKEHOLDERS IN THE LOWER DEVILS RIVER WATERSHED. THE CONSERVANCY WILL RECRUIT STAKEHOLDERS, DEVELOP GOALS, GATHER DATA TO CREATE A WATERSHED INVENTORY, IDENTIFY AND PRIORITIZE DATA GAPS AND NEEDS AND DEVELOP A GIS DATABASE CUMULATING IN A RESTORATION AND CONSERVATION MANAGEMENT PLAN. THE DEVILS RIVER'S BASEFLOWS ARE ENTIRELY SUPPORTED BY GROUNDWATER AND PROVIDE CRITICAL FRESHWATER FLOWS TO AMISTAD RESERVOIR AND THE LOWER RIO GRANDE VALLEY. UNREGULATED GROUNDWATER PUMPING, CLIMATE CHANGE EFFECTS, AND DROUGHT THREATEN WATER SUPPLIES FOR PEOPLE, AGRICULTURE, AND FISH AND WILDLIFE DEPENDENT ON THE DEVILS RIVER. THE CONSERVANCY WILL BRING STAKEHOLDERS TOGETHER TO RESOLVE LONGSTANDING DISAGREEMENT, STRENGTHEN RELATIONSHIPS, BUILD TRUST AND A UNIFIED VISION AMONGST THE COMMUNITY, AND DEVELOP STRATEGIES TO ENSURE THE SUSTAINABILITY OF THE REGION'S WATER SUPPLY. STAKEHOLDERS IN THE WATERSHED INCLUDE THE INTERNATIONAL BOUNDARY AND WATER COMMISSION, TEXAS PARKS AND WILDLIFE DEPARTMENT, THE AGRICULTURE AND RANCHING COMMUNITY, ENERGY TRANSPORTATION AND PRODUCTION, UNIVERSITIES, AND ENVIRONMENTAL ENTITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3023a8eb-0e68-97fa-ae77-6780cedf3b6e-R", "generated_internal_id": "ASST_NON_R22AP00142_1425"}, {"internal_id": 147751299, "Award ID": "R22AP00135", "Award Amount": 135750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-12", "CFDA Number": "15.554", "Description": "THE LAKE OF THE ARBUCKLES WATERSHED ASSOCIATION, INC. WILL IMPLEMENT BEST MANAGEMENT PRACTICES (BMPS) WITHIN THE LAKE OF THE ARBUCKLES WATERSHED IN SOUTHERN OKLAHOMA TO IMPROVE WATER QUALITY AND QUANTITY. THE ASSOCIATION WILL WORK WITH LANDOWNERS TO DEVELOP AND IMPLEMENT SITE SPECIFIC BMPS FOCUSED ON SOIL HEATH. WATER QUALITY IN THE LAKE OF THE ARBUCKLES IS AFFECTED BY LOW LEVELS OF DISSOLVED OXYGEN AND HIGH LEVELS OF CHLOROPHYLL-A IN THE LAKE. THE ASSOCIATION WILL CONDUCT LANDOWNER OUTREACH ON SOIL HEALTH BMPS, IDENTIFYING AND PRIORITIZING RIPARIAN AREAS IN NEED OF IMPROVEMENTS ALONG TRIBUTARIES WITHIN THE WATERSHED, CARRY OUT SOIL TESTING, AND IMPLEMENTING FIELD-SCALE SOIL HEALTH BMPS. THIS PROJECT IS SUPPORTED BY THE LAKE OF THE ARBUCKES WATERSHED RESTORATION PLAN, DEVELOPED BY THE CHICKASAW NATION WITH FUNDING FROM A COOPERATIVE WATERSHED MANAGEMENT PROGRAM PHASE I GRANT IN 2016.THE ASSOCIATION REPRESENTS A DIVERSE GROUP OF STAKEHOLDERS, INCLUDING RANCHERS, LOCAL BUSINESS REPRESENTATIVES, MUNICIPALITIES, STATE AND FEDERAL ENVIRONMENTAL AGENCIES, CONSERVANCY DISTRICTS, THE CHICKASAW NATION, EDUCATIONAL INSTITUTES, AND NON-PROFIT ORGANIZATIONS SUCH AS THE NATURE CONSERVANCY. THE LAKE OF THE ARBUCKLES IS PART OF THE BUREAU OF RECLAMATION'S ARBUCKLE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a80a50f7-ac57-05bb-dd51-0aaf56efaebb-R", "generated_internal_id": "ASST_NON_R22AP00135_1425"}, {"internal_id": 146215165, "Award ID": "R22AP00105", "Award Amount": 88923.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-07", "CFDA Number": "15.554", "Description": "THE ARAVAIPA WATERSHED CONSERVATION ALLIANCE WILL EXPAND THEIR CAPACITY AND DIVERSITY AND DEVELOP A WATERSHED RESTORATION PLAN FOR ARAVAIPA CANYON IN SOUTHEASTERN ARIZONA. ARAVAIPA CREEK IS A TRIBUTARY TO THE SAN PEDRO RIVER AND IN TURN, THE GILA RIVER. THE ARAVAIPA CREEK'S 20-MILE PERENNIAL-FLOW STRETCH HAS SOME OF THE BEST REMAINING HABITAT FOR DESERT FISHES IN ARIZONA, WITH SEVEN NATIVE SPECIES, INCLUDING THE ENDANGERED SPIKEDACE AND LOACH MINNOW. THE ALLIANCE WILL BUILD PARTICIPATION BY INTERESTED LANDOWNERS, INCLUDING CATTLE RANCHERS AND OTHER PRIVATE LANDOWNERS, THROUGH STAKEHOLDER OUTREACH AND PARTNER MEETINGS. THE ALLIANCE WILL ALSO BEGIN DEVELOPING A RESTORATION PLAN USING DATA AND RESEARCH GATHERED THROUGH A DECISION SUPPORT TOOL DEVELOPED THROUGH RECLAMATION'S INTERNAL APPLIED SCIENCE PROGRAM. THROUGH THE PLANNING PROCESS, THE ALLIANCE WILL IDENTIFY AND PRIORITIZE PROJECTS FOR EROSION AND FLOOD CONTROL, MITIGATION OF LAND FRAGMENTATION, AND OTHER RANGE IMPROVEMENTS, INCLUDING WATER STORAGE AND DELIVERY TO SUPPORT IMPROVED DISTRIBUTION OF LIVESTOCK FOR BETTER RANGELAND HEALTH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97789e66-1dac-a346-8c13-d6683a7dfe94-R", "generated_internal_id": "ASST_NON_R22AP00105_1425"}, {"internal_id": 145063141, "Award ID": "R22AP00093", "Award Amount": 97227.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-16", "CFDA Number": "15.554", "Description": "WATER QUALITY SAMPLING IN THE VERDE RIVER WATERSHED - DEVELOPING A COLLABORATIVE WATER QUALITY MONITORING PROGRAM FOR PEOPLE AND WILDLIFE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c59bcffb-8a4f-2568-8d61-5a755b3b5fff-R", "generated_internal_id": "ASST_NON_R22AP00093_1425"}, {"internal_id": 145063145, "Award ID": "R22AP00074", "Award Amount": 99964.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-22", "CFDA Number": "15.554", "Description": "ISLETA REACH STEWARDSHIP ASSOCIATION, MIDDLE RIO GRANDEPHASE 1B: CONTINUE WATERSHED GROUP DEVELOPMENT, SOLIDIFY ROLE, AND IDENTIFY SPECIFIC RESTORATI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92b1ec9b-8528-1b9b-c0e1-de5e89039325-C", "generated_internal_id": "ASST_NON_R22AP00074_1425"}, {"internal_id": 145920670, "Award ID": "R22AP00057", "Award Amount": 99172.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-20", "CFDA Number": "15.554", "Description": "KENAI WATERSHED FORUM, LOCATED ON THE KENAI PENINSULA OF SOUTHCENTRAL ALASKA, WILL IDENTIFY ONGOING AND EMERGING CRITICAL WATER QUALITY ISSUES, DETERMINE HIGH-PRIORITY CHALLENGES AT THE COMMUNITY LEVEL, AND PROVIDE A ROADMAP FOR FUTURE MANAGEMENT SOLUTIONS. THE KENAI WATERSHED IS UNIQUELY PRODUCTIVE OF MULTIPLE SALMON SPECIES, ARCTIC LAMPREY, DOLLY VARDEN, AND HOOLIGAN OR EULACHON. THE WATERSHED SUPPORTS COMMERCIAL, RECREATIONAL, PERSONAL USE, ANDSUBSISTENCE FISHERIES. MUCH OF THE WATERSHED IS FEDERALLY MANAGED, AND OIL AND GAS EXTRACTION OCCURS WITHIN THE WATERSHED. WATERSHED HEALTH AND RESILIENCE CONCERNS INCLUDE DEVELOPMENT IN THE RIPARIAN ZONE, CLIMATE CHANGE IMPACTS, AQUATIC INVASIVE SPECIES, AND INTENSIVE RECREATIONAL USE. THE FORUM HAS IDENTIFIED DECLINE IN RETURN OF ADULT SALMON TO THE WATERSHED FOR SPAWNING; DECLINE IN MEAN BODY SIZE OF ADULT SALMON; AND INCREASED LEVELS OF ZINC, COPPER, FECAL COLIFORM, AND PETROLEUM-ASSOCIATED COMPOUNDS IN THE WATERSHED. THE FORUM WILL ANALYZE A 20-YEAR BASELINE WATER QUALITY DATASET AND DEVELOP A PLAN TO MITIGATE WATER QUALITY CONCERNS IN THE WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36111abc-908a-c452-7db8-afb9fa8ccbca-C", "generated_internal_id": "ASST_NON_R22AP00057_1425"}, {"internal_id": 145452267, "Award ID": "R22AP00056", "Award Amount": 99626.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-12", "CFDA Number": "15.554", "Description": "UPPER CHEWAUCAN WATERSHED ASSESSMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e33f698a-3701-a24d-5149-d89176cef48b-R", "generated_internal_id": "ASST_NON_R22AP00056_1425"}, {"internal_id": 145063140, "Award ID": "R22AP00046", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-20", "CFDA Number": "15.554", "Description": "FY21 CWMPI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6c4e100b-bf4a-e4d1-0ebe-eb4890640289-R", "generated_internal_id": "ASST_NON_R22AP00046_1425"}, {"internal_id": 144472132, "Award ID": "R22AP00022", "Award Amount": 99800.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-14", "CFDA Number": "15.554", "Description": "UPPER AMERICAN RIVER WATERSHED MANAGEMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c325fa62-78ff-69af-562f-8c09dc559e0b-R", "generated_internal_id": "ASST_NON_R22AP00022_1425"}, {"internal_id": 145920625, "Award ID": "R22AP00006", "Award Amount": 252091.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-24", "CFDA Number": "15.554", "Description": "ROARING FORK CONSERVANCY, IN PARTNERSHIP WITH THE TOWN OF CARBONDALE, ASPEN VALLEY LAND TRUST, AND AMERICAN RIVERS, WILL RESTORE AND ENHANCE A HALF-MILE, 18-ACRE REACH OF THE CRYSTAL RIVER FLOWING THROUGH CARBONDALE, COLORADO, AND IMPROVE THE WEAVER DITCH DIVERSION STRUCTUREAND HEADGATE. THE PROJECT WILL RESTORE THE ECOLOGICAL INTEGRITY OF THE RIPARIAN ZONE BY STABILIZING RIVERBANKS, RE-ESTABLISHING NATIVE VEGETATION, AND CREATING IN-STREAM HABITAT TO DEVELOP A LONGTERM, SELF-SUSTAINING SOLUTION TO IMPROVE RIVER CHANNEL STABILITY AND HABITAT. THE CONSERVANCY WILL UPGRADE THE WEAVER DITCH DIVERSION STRUCTURE AND HEADGATE, WHICH WILL IMPROVE FISH PASSAGE, AND WILL ADD A MAINTENANCE ACCESS POINT ADJACENT TO THE HEADGATE, ELIMINATING THE NEED FOR AN EXCAVATOR TO DRIVE A HALF MILE UP THE STREAMBED WHEN FLOWS ARE LOW ENOUGH. THE PROJECT ISSUPPORTED BY THE ROARING FORK WATERSHED PLAN AND CRYSTAL RIVER MANAGEMENT PLAN'S RESTORATION STRATEGIES TO ADDRESS THE HABITAT, HYDROLOGIC, AGRICULTURAL, AND ANTHROPOGENIC PRESSURES WITHIN THIS REACH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d49fdbf5-e59a-f739-459a-a01d12fda72e-R", "generated_internal_id": "ASST_NON_R22AP00006_1425"}, {"internal_id": 110826453, "Award ID": "R19AP00277", "Award Amount": 99536.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "15.554", "Description": "WORK TO FURTHER DEVELOP AN EXISTING COOPERATIVE, SELF-SUSTAINING WATERSHED GROUP THAT WILL WORK COLLABORATIVELY TO IDENTIFY, EVALUATE, AND RESOLVE WATER QUANTITY AND QUALITY ISSUES WITHIN THE BLUE RIVER WATERSHED IN OKLAHOMA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9ca9a32c-d346-2700-2a2d-b839aa6ca886-R", "generated_internal_id": "ASST_NON_R19AP00277_1425"}, {"internal_id": 110826361, "Award ID": "R19AP00276", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "15.554", "Description": "WORK TO FURTHER DEVELOP AN EXISTING, SELF-SUSTAINING WATERSHED GROUP THAT WILL WORK COLLABORATIVELY TO IDENTIFY, EVALUATE AND RESOLVE WATER QUANTITY AND QUALITY ISSUES WITHIN THE RIO CHAMA WATERSHED IN SOUTHERN COLORADO AND NORTHERN NEW MEXICO, AND THREE SMALLER BASINS IN THE SAN JUAN RIVER WATERSHED IN SOUTHERN COLORADO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31ce64c8-a474-eda6-c7dc-47a5b19eec07-C", "generated_internal_id": "ASST_NON_R19AP00276_1425"}, {"internal_id": 110276351, "Award ID": "R19AP00275", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-10", "CFDA Number": "15.554", "Description": "WORK TO FURTHER DEVELOP THE GALLATIN WATERSHED COUNCIL, AN EXISTING COOPERATIVE, SELF-SUSTAINING WATERSHED GROUP AND EXPAND ON PRIOR PLANNING EFFORTS TO PLAN FUTURE RESTORATION ACTIVITIES IN THE LOWER GALLATIN WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b063d62d-26ca-a2af-53e2-87cf11e3c8df-R", "generated_internal_id": "ASST_NON_R19AP00275_1425"}, {"internal_id": 110276353, "Award ID": "R19AP00274", "Award Amount": 99999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "15.554", "Description": "WORK TO FURTHER DEVELOP AN EXISTING COOPERATIVE, SELF-SUSTAINING WATERSHED GROUP THAT WILL WORK COLLABORATIVELY TO IDENTIFY, EVALUATE, AND RESOLVE WATER QUANTITY AND QUALITY ISSUES WITHIN THE LOWER BIG HOLE WATERSHED IN BEAVERHEAD AND MADISON COUNTY, MONTANA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac403a86-c362-deea-722c-41718a3b3d72-R", "generated_internal_id": "ASST_NON_R19AP00274_1425"}, {"internal_id": 109846597, "Award ID": "R19AP00273", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-19", "CFDA Number": "15.554", "Description": "THE KOHALA CENTER AND THE KOHALA WATERSHED PARTNERSHIP, LOCATED IN KAMUELA ON THE NORTH SIDE OF THE ISLAND OF HAWAII, WILL EVALUATE THE IMPACT OF WATERSHED CONSERVATION EFFORTS OVER THE PAST 12 YEARS TO PROVIDE FINAL REPORT TO KWP AS RECOMMENDED REVISIONS OR SUPPLEMENT TO KWP MANAGEMENT PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cbaf4f57-a90f-bb6d-c10c-49db687d34ec-C", "generated_internal_id": "ASST_NON_R19AP00273_1425"}, {"internal_id": 110276415, "Award ID": "R19AP00272", "Award Amount": 66658.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "15.554", "Description": "THE RECIPIENT WILL ESTABLISH THE LITTLE SALMON RIVER WATERSHED ADVISORY GROUP AND WILL FACILITATE THE DEVELOPMENT OF THE COLLABORATIVE WATERSHED GROUP, INCLUDING THE DEVELOPMENT OF MISSION AND VISION STATEMENTS AND A PRIORITIZED RESTORATION PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_R19AP00272_1425"}, {"internal_id": 98668023, "Award ID": "R19AP00271", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-02", "CFDA Number": "15.554", "Description": "ARROYO COLORADO/LLANO GRANDE LAKE RESTORATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e7095ca-d636-815e-32fe-f2c882f592b6-C", "generated_internal_id": "ASST_NON_R19AP00271_1425"}, {"internal_id": 110826275, "Award ID": "R19AP00270", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "15.554", "Description": "WORK TO FURTHER DEVELOP AN EXISTING COOPERATIVE, SELF-SUSTAINING WATERSHED GROUP THAT WILL WORK COLLABORATIVELY TO IDENTIFY, EVALUATE, AND RESOLVE WATER QUANTITY AND QUALITY ISSUES WITHIN THE CLEARWATER WATERSHED IN MONTANA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d8abbd56-f0e9-d425-5875-fef8ad03c650-R", "generated_internal_id": "ASST_NON_R19AP00270_1425"}, {"internal_id": 109846753, "Award ID": "R19AP00269", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "15.554", "Description": "DEVELOPMENT OF A RIO GRANDE-RIO BRAVO WATERSHED MANAGEMENT PLAN IN THE SAN AMBROSIA-SANTA ISABEL WATERSHED ALONG THE U.S. - MEXICO BORDER THAT WILL DEVELOP AN ADAPTIVE MANAGEMENT PLAN TO ADDRESS CRITICAL WATERSHED ISSUES INCLUDING, WATER AVAILABILITY, WATER QUALITY AND WILDLIFE HABITAT, BY EVALUATING AVAILABLE RESEARCH, CONDUCTING RELEVANT DATA AND GEOSPATIAL ANALYSIS, AND HOSTING COLLABORATIVE PLANNING MEETINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d42db58-dba8-d6c2-e728-de2ebecce0a6-R", "generated_internal_id": "ASST_NON_R19AP00269_1425"}, {"internal_id": 108494343, "Award ID": "R19AP00268", "Award Amount": 94188.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-05", "CFDA Number": "15.554", "Description": "LOWER BEAR RIVER WATERSHED:  COLLABORATING FOR THE FUTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_R19AP00268_1425"}, {"internal_id": 110276369, "Award ID": "R19AP00267", "Award Amount": 99982.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "15.554", "Description": "THE RECIPIENT WILL BE COMPRISED OF A DIVERSE SET OF STAKEHOLDERS THAT WILL WORK COLLABORATIVELY TO IDENTIFY, EVALUATE, AND RESOLVE WATER QUANTITY AND QUALITY ISSUES WITHIN THE EL PASO-LAS CRUCES IN NEW MEXICO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "05029317-faeb-2c42-45d7-70c6fd2e6915-R", "generated_internal_id": "ASST_NON_R19AP00267_1425"}, {"internal_id": 107141236, "Award ID": "R19AP00266", "Award Amount": 98500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-30", "CFDA Number": "15.554", "Description": "ST. VRAIN BASIN WATERSHED RESTORATION PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c225e644-3366-2287-d970-1d16b783a6c2-R", "generated_internal_id": "ASST_NON_R19AP00266_1425"}, {"internal_id": 110276359, "Award ID": "R19AP00265", "Award Amount": 61262.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-03", "CFDA Number": "15.554", "Description": "THE RECIPIENT WILL EXPAND STAKEHOLDER PARTICIPATION THROUGHOUT THE WATERSHED; COMPILE FOREST HEALTH AND RELATED WATERSHED DATA; IDENTIFY DATA GAPS AND POTENTIAL PROJECTS; AND OBTAIN STAKEHOLDER INPUT ON POTENTIAL ACTIONS AND PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b1466fb0-6e3d-ffcc-3413-2f4102560ef6-R", "generated_internal_id": "ASST_NON_R19AP00265_1425"}, {"internal_id": 110276429, "Award ID": "R19AP00264", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-12", "CFDA Number": "15.554", "Description": "THE WATERSHED GROUP WILL BE COMPRISED OF A DIVERSE SET OF STAKEHOLDERS WILL WORK COLLABORATIVELY TO IDENTIFY, EVALUATE AND RESOLVE WATER QUANTITY AND QUALITY ISSUES WITHIN THE SANTA FE RIVER WATERSHED IN NEW MEXICO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ba4b57a-b0ce-2e90-c02d-6f49cf5e3441-R", "generated_internal_id": "ASST_NON_R19AP00264_1425"}, {"internal_id": 110276346, "Award ID": "R19AP00263", "Award Amount": 99084.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-10", "CFDA Number": "15.554", "Description": "WORK COLLABORATIVELY TO IDENTIFY, EVALUATE AND RESOLVE WATER QUANTITY AND QUALITY ISSUES WITHIN THE SUN RIVER WATERSHED IN CENTRAL MONTANA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8d530f1-8806-0969-9d67-9f6c200e2119-R", "generated_internal_id": "ASST_NON_R19AP00263_1425"}, {"internal_id": 108494322, "Award ID": "R19AP00262", "Award Amount": 78558.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-05", "CFDA Number": "15.554", "Description": "COMMUNITY-BASED WATERSHED PLANNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "11aab21b-9a26-2cca-993c-01665b69ad4d-C", "generated_internal_id": "ASST_NON_R19AP00262_1425"}, {"internal_id": 110276370, "Award ID": "R19AP00261", "Award Amount": 87835.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "15.554", "Description": "WORK TO FURTHER DEVELOP AN EXISTING COOPERATIVE, SELF-SUSTAINING WATERSHED GROUP THAT WILL WORK COLLABORATIVELY TO IDENTIFY, EVALUATE, AND RESOLVE WATER QUANTITY AND QUALITY ISSUES WITHIN THE MUSSELSHELL WATERSHED COALITION IN MONTANA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f20ebc94-6467-61b6-bb0a-3bd3b291f310-R", "generated_internal_id": "ASST_NON_R19AP00261_1425"}, {"internal_id": 109846649, "Award ID": "R19AP00260", "Award Amount": 99893.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-28", "CFDA Number": "15.554", "Description": "THE WATERSHED GROUP WILL WORK TOGETHER TO ADD TECHNICAL CAPACITY IN IRRIGATION INFRASTRUCTURE AND WATER RIGHTS, AND WILL FORM A WORKING GROUP OF IRRIGATORS AND NATURAL RESOURCE PROFESSIONALS TO IDENTIFY OPPORTUNITIES TO IMPROVE WATER MANAGEMENT. THE GROUP WILL BUILD ON THIS OUTREACH TO DEVELOP 'SHOVEL-READY' PROJECTS TO IMPROVE WATER QUALITY, QUANTITY AND FISH PASSAGE IN PRIORITY STREAMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b846c09-adb7-296a-7a8b-6fdc5be9f053-R", "generated_internal_id": "ASST_NON_R19AP00260_1425"}, {"internal_id": 109846754, "Award ID": "R19AP00245", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.554", "Description": "THE RECIPIENT AND COLLABORATIVE WILL DEVELOP A HOLISTIC WATERSHED MANAGEMENT PLAN TO ADDRESS CRITICAL WATER ISSUES AND VULNERABILITIES FOR THE ALA WAI WATERSHED WHICH WILL INCLUDE WATERSHED MANAGEMENT PROJECT CONCEPTS THAT WILL FUNCTION AS A ROADMAP FOR PROJECT IMPLEMENTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a69a7ea0-eea8-012f-6a8c-e707350438f3-R", "generated_internal_id": "ASST_NON_R19AP00245_1425"}, {"internal_id": 109846755, "Award ID": "R19AP00244", "Award Amount": 96890.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-31", "CFDA Number": "15.554", "Description": "ESTABLISH A VEGETATION MANAGEMENT AND RIPARIAN RESTORATION WORKING GROUP FOR URBAN STRETCHES OF THE TRUCKEE RIVER IN THE RENO-SPARKS AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "acaa8ace-e5df-da5d-3eb8-a0f76d813e9b-R", "generated_internal_id": "ASST_NON_R19AP00244_1425"}, {"internal_id": 110276371, "Award ID": "R19AP00243", "Award Amount": 49999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-10", "CFDA Number": "15.554", "Description": "ESTABLISH A NEW COOPERATIVE, SELF-SUSTAINING WATERSHED GROUP THAT WILL WORK COLLABORATIVELY TO IDENTIFY, EVALUATE AND RESOLVE WATER QUANTITY AND QUALITY ISSUES WITHIN THE LOWER COLORADO WATERSHED IN CALIFORNIA AND ARIZONA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4218d372-710a-cf45-9858-026a4f9605b5-R", "generated_internal_id": "ASST_NON_R19AP00243_1425"}, {"internal_id": 110276360, "Award ID": "R19AP00242", "Award Amount": 99500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-03", "CFDA Number": "15.554", "Description": "THE PROJECT PARTNERS WILL CONDUCT STAKEHOLDER OUTREACH AND DEVELOP A WATERSHED RESTORATION PLAN TO CHARACTERIZE WATERSHED CONDITIONS AND PRIORITIZE MANAGEMENT MEASURES TO STRETCH WATER SUPPLIES AND IMPROVE WATER QUALITY AND RIPARIAN HABITAT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "936a0d13-46ad-726e-9e4a-b1334099caf1-R", "generated_internal_id": "ASST_NON_R19AP00242_1425"}, {"internal_id": 109846700, "Award ID": "R19AP00241", "Award Amount": 85500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-28", "CFDA Number": "15.554", "Description": "ESTABLISH THE A WATERSHED PARTNERSHIP TO ADDRESS IMPAIRED WATER QUALITY IN LAKE THUNDERBIRD RESERVOIR AND DEVELOP A UNIFIED PUBLIC EDUCATION AND OUTREACH PLAN TO ENGAGE WITH REGIONAL STAKEHOLDERS AND CONDUCT PLANNING ACTIVITIES TO DEVELOP AN INTEGRATED WATERSHED MANAGEMENT PROGRAM TO IMPROVE THE WATER QUALITY OF LAKE THUNDERBIRD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f2db7524-5ee5-c10d-1ac3-42cf85674daa-C", "generated_internal_id": "ASST_NON_R19AP00241_1425"}, {"internal_id": 107141235, "Award ID": "R19AP00240", "Award Amount": 99445.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-30", "CFDA Number": "15.554", "Description": "EMPLOYING ESTABLISHING BASELINE WATER QUALITY CONDITIONS IN THE WILD AND SCENIC REACH OF THE RIO CHAMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5ab22091-2db9-dfbe-cac1-f82e0c4f745b-C", "generated_internal_id": "ASST_NON_R19AP00240_1425"}, {"internal_id": 110276406, "Award ID": "R19AP00230", "Award Amount": 391000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-01", "CFDA Number": "15.554", "Description": "BUILDS ON ONGOING EFFORTS TO DEVELOP A STATE-WIDE WATER MARKETING STRATEGY THAT IS VOLUNTARY, LOCALLY-DRIVEN, AND FACILITATES TEMPORARY WATER TRANSFERS WHILE MAINTAINING LOW TRANSACTION COSTS.  THIS WATER MARKETING STRATEGY WILL BE INFORMED BY THREE CONCURRENT WATER MARKETING PILOT PROJECTS IN UTAH, AND WILL ANALYZE THE RESULTS FROM THOSE PILOTS, CONDUCT OUTREACH TO A BROAD RANGE OF STAKEHOLDERS, AND DEVELOP AN APPROACH FOR STATE-WIDE WATER MARKETING THAT INCLUDES A LEGAL FRAMEWORK AND MONITORING OF MARKETING ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "24189e36-28d4-c8a8-aae2-fcc9e799cce2-C", "generated_internal_id": "ASST_NON_R19AP00230_1425"}, {"internal_id": 108494339, "Award ID": "R19AP00216", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-11", "CFDA Number": "15.554", "Description": "COLLABORATIVE WATERSHED PLANNING FOR COLORADO'S WET MOUNTAIN VALLEY WATERSHED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "610f8e67-870a-766f-f0be-13d7c9d46d17-R", "generated_internal_id": "ASST_NON_R19AP00216_1425"}, {"internal_id": 98668020, "Award ID": "R19AP00193", "Award Amount": 99119.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-02", "CFDA Number": "15.554", "Description": "A COLLABORATIVE EFFORT TO ADDRESS SEDIMENT CONTRIBUTIONS TO THE SHOSHONE RIVER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "206d130a-89d8-d464-9c3f-69da9d5e9b68-R", "generated_internal_id": "ASST_NON_R19AP00193_1425"}, {"internal_id": 109846756, "Award ID": "R19AP00165", "Award Amount": 156182.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-29", "CFDA Number": "15.554", "Description": "CONSTRUCTION OF A SERIES OF SEDIMENT AND PHOSPHOROUS REMOVAL PONDS ON THE O COULEE CANAL AND THE AUGER FALLS LATERAL 43 CANAL. THE PROJECT IS EXPECTED TO PREVENT APPROXIMATELY 1,150 TONS OF SEDIMENT AND 2,385 POUNDS OF PHOSPHORUS FROM ENTERING THE SNAKE RIVER ANNUALLY AND WILL HELP THE TWIN FALLS CANAL COMPANY MEET THEIR REDUCTION REQUIREMENT UNDER THE SNAKE RIVER TOTAL MAXIMUM LOAD MANAGEMENT PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2498d2a9-26d3-7eaf-8e3f-e255a98f0f9f-R", "generated_internal_id": "ASST_NON_R19AP00165_1425"}, {"internal_id": 93668188, "Award ID": "R19AP00164", "Award Amount": 89410.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-10", "CFDA Number": "15.554", "Description": "LOWER FRENCH CREEK SEDIMENT REDUCTION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac403a86-c362-deea-722c-41718a3b3d72-R", "generated_internal_id": "ASST_NON_R19AP00164_1425"}, {"internal_id": 97056686, "Award ID": "R19AP00163", "Award Amount": 85987.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-17", "CFDA Number": "15.554", "Description": "IMPLEMENTING THE LAKE OF THE ARBUCKLES WATERSHED RESTORATION PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a80a50f7-ac57-05bb-dd51-0aaf56efaebb-R", "generated_internal_id": "ASST_NON_R19AP00163_1425"}, {"internal_id": 110276354, "Award ID": "R19AP00152", "Award Amount": 99231.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-10", "CFDA Number": "15.554", "Description": "WORK TO FURTHER DEVELOP AN EXISTING COOPERATIVE, SELF-SUSTAINING WATERSHED GROUP TO IDENTIFY, EVALUATE AND RESOLVE WATER QUANTITY AND QUALITY ISSUES WITHIN THE CANYON CREEK SUB-WATERSHED BASIN IN IDAHO OF THE TETON WATERSHED WITHIN IDAHO AND WYOMING WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e0ce065-072c-bc7b-07b0-2fe878aa3757-C", "generated_internal_id": "ASST_NON_R19AP00152_1425"}, {"internal_id": 86320670, "Award ID": "R18AP00201", "Award Amount": 940000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "15.554", "Description": "NEWTON LATERAL PIPING PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4edaa10c-c281-48dc-216b-deb327d21e4f-R", "generated_internal_id": "ASST_NON_R18AP00201_1425"}, {"internal_id": 81043094, "Award ID": "R18AP00122", "Award Amount": 87257.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-09", "CFDA Number": "15.554", "Description": "DEVELOPMENT OF THE WHITE RIVER PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "942cc960-cc4e-e865-1da3-9b78c99247ca-C", "generated_internal_id": "ASST_NON_R18AP00122_1425"}, {"internal_id": 81043093, "Award ID": "R18AP00121", "Award Amount": 79000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "15.554", "Description": "FLORIDA WATERSHED RESTORATION OPPORTUNITY ASSESSMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1d979577-6e8b-de4a-5ca8-d223f3ce32e6-C", "generated_internal_id": "ASST_NON_R18AP00121_1425"}, {"internal_id": 83419497, "Award ID": "R18AP00120", "Award Amount": 89237.26, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "15.554", "Description": "DEVELOPING A WATERSHED RESTORATION STRATEGY FOR THE EASTERN JEMEZ", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_R18AP00120_1425"}, {"internal_id": 83419496, "Award ID": "R18AP00119", "Award Amount": 99964.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-25", "CFDA Number": "15.554", "Description": "ISLETA REACH WATERSHED RESTORATION GROUP, MIDDLE RIO GRANDE BASIN WATERSHED GROUP DEVELOPMENT AND RESTORATION PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92b1ec9b-8528-1b9b-c0e1-de5e89039325-C", "generated_internal_id": "ASST_NON_R18AP00119_1425"}, {"internal_id": 81546109, "Award ID": "R18AP00118", "Award Amount": 96573.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-04", "CFDA Number": "15.554", "Description": "SAN JUAN WATERSHED GROUP OUTREACH EXPANSION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "adbbfa99-9ae8-340c-a22e-626c4d1328e3-R", "generated_internal_id": "ASST_NON_R18AP00118_1425"}, {"internal_id": 79416082, "Award ID": "R18AP00117", "Award Amount": 35000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-03-20", "CFDA Number": "15.554", "Description": "RIO GRANDE, CONEJOS RIVER, AND SAGUACHE CREEK STREAM MANAGEMENT PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9c2050e-6d79-2818-7153-b9d869b53928-R", "generated_internal_id": "ASST_NON_R18AP00117_1425"}, {"internal_id": 81358936, "Award ID": "R18AP00116", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-22", "CFDA Number": "15.554", "Description": "UPDATING AND EXPANDING THE RESTORATION PLAN FOR NEW MEXICO'S MIDDLE RIO GRANDE THROUGH SOCORRO COUNTY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ecc4e29b-1a31-545d-c4d5-0f4a0867962d-R", "generated_internal_id": "ASST_NON_R18AP00116_1425"}, {"internal_id": 83419495, "Award ID": "R18AP00115", "Award Amount": 99506.02, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-01", "CFDA Number": "15.554", "Description": "PLANNING AND DEVELOPMENT TO FURTHER THE DOLORES WATERSHED AND RESILIENT FOREST COLLABORATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d2a37db-e090-f812-c259-6739029d88a7-C", "generated_internal_id": "ASST_NON_R18AP00115_1425"}, {"internal_id": 81947928, "Award ID": "R18AP00114", "Award Amount": 99994.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-20", "CFDA Number": "15.554", "Description": "RESTORATION PLANNING FOR IMPROVED WATER QUALITY AND QUANTITY IN THE CIMARRON WATERSHED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d272f172-c7d2-9a83-bdbd-9b0e590671e1-R", "generated_internal_id": "ASST_NON_R18AP00114_1425"}, {"internal_id": 81947927, "Award ID": "R18AP00113", "Award Amount": 99303.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-20", "CFDA Number": "15.554", "Description": "EXPANSION OF THE SAN MIGUEL WATERSHED COALITION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "618c2e15-58a0-fc96-05fe-2f637d9b00ca-R", "generated_internal_id": "ASST_NON_R18AP00113_1425"}, {"internal_id": 86320644, "Award ID": "R18AP00112", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "15.554", "Description": "NORTH SANTIAM WATERSHED MANAGEMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d363010e-b32e-39a8-ace0-b7c6ac3a2d87-R", "generated_internal_id": "ASST_NON_R18AP00112_1425"}, {"internal_id": 85347981, "Award ID": "R18AP00111", "Award Amount": 65293.7, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-03", "CFDA Number": "15.554", "Description": "REVITALIZING SUSTAINABILITY AND STEWARDSHIP PLANNING IN THE NISQUALLY WATERSHED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3493704f-26f4-4254-1420-1ef7941fe2f7-R", "generated_internal_id": "ASST_NON_R18AP00111_1425"}, {"internal_id": 81043092, "Award ID": "R18AP00110", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-03", "CFDA Number": "15.554", "Description": "WATERSHED RESTORATION PLANNING AND PROJECT DEVELOPMENT IN THE LOWER CLARK FORK WATERSHED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b14645dc-e2a4-7172-d82f-fc89006c6ad8-R", "generated_internal_id": "ASST_NON_R18AP00110_1425"}, {"internal_id": 86320643, "Award ID": "R18AP00109", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "15.554", "Description": "THE WOOD RIVER WATER COLLABORATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_R18AP00109_1425"}, {"internal_id": 81358935, "Award ID": "R18AP00108", "Award Amount": 99155.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-22", "CFDA Number": "15.554", "Description": "CORAL BAY WATERSHED MANAGEMENT PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f299c860-0263-75ac-1c69-44a80f2927a2-R", "generated_internal_id": "ASST_NON_R18AP00108_1425"}, {"internal_id": 85347980, "Award ID": "R18AP00107", "Award Amount": 99312.39, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-22", "CFDA Number": "15.554", "Description": "SOUTH LASSEN WATERSHEDS GROUP COLLABORATIVE DEVELOPMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f77e5d3a-3fbe-86b0-0e17-c66e94666724-R", "generated_internal_id": "ASST_NON_R18AP00107_1425"}, {"internal_id": 85347979, "Award ID": "R18AP00106", "Award Amount": 97378.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-28", "CFDA Number": "15.554", "Description": "ALPINE COUNTY WATERSHED PLANNING AND PARTNERSHIP DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a45b4f3e-1184-95a6-5d60-1965a38c7bc4-R", "generated_internal_id": "ASST_NON_R18AP00106_1425"}, {"internal_id": 83418505, "Award ID": "R18AP00105", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-11", "CFDA Number": "15.554", "Description": "PETALUMA RIVER WATERSHED CONSORTIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46f016ab-07a2-0a24-ab04-ba8e44f08eea-R", "generated_internal_id": "ASST_NON_R18AP00105_1425"}, {"internal_id": 83419494, "Award ID": "R18AP00104", "Award Amount": 99847.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-05", "CFDA Number": "15.554", "Description": "FORMING A TUCSON BASIN-SANTA CRUZ WATERSHED COLLABORATIVE AND RESTORATION PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9258acab-9938-aded-1053-77d9dd3320ac-R", "generated_internal_id": "ASST_NON_R18AP00104_1425"}, {"internal_id": 81358934, "Award ID": "R18AP00103", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-23", "CFDA Number": "15.554", "Description": "COBRE VALLEY WATERSHED PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74157c64-0f00-1fce-e432-33b25253b2ed-R", "generated_internal_id": "ASST_NON_R18AP00103_1425"}, {"internal_id": 81043091, "Award ID": "R18AP00102", "Award Amount": 99565.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-07", "CFDA Number": "15.554", "Description": "ADVANCING WATERSHED PLANNING FOR THE RIO DE FLAG", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cdea7756-ae03-90a9-866f-d829fc4d706e-R", "generated_internal_id": "ASST_NON_R18AP00102_1425"}, {"internal_id": 81043090, "Award ID": "R18AP00101", "Award Amount": 94951.01, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "15.554", "Description": "GROWTH OF THE COCONINO PLATEAU WATERSHED PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4ac7e46-5c53-e0ab-72d2-128e79637b1c-R", "generated_internal_id": "ASST_NON_R18AP00101_1425"}, {"internal_id": 80520603, "Award ID": "R18AP00099", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-04-25", "CFDA Number": "15.554", "Description": "COLLABORATIVE WATERSHED RESTORATION PLAN FOR THE ALTAR VALLEY WATERSHED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a50050c1-8b19-e89a-0ee8-7cd0123d2be2-R", "generated_internal_id": "ASST_NON_R18AP00099_1425"}, {"internal_id": 83419493, "Award ID": "R18AP00098", "Award Amount": 98707.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-23", "CFDA Number": "15.554", "Description": "RIVER RESILIENCY MASTER PLAN LOWER CACHE LA POUDRE - PHASE 2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c51849ff-d2dd-1949-4fe7-cc3aec565b5c-R", "generated_internal_id": "ASST_NON_R18AP00098_1425"}, {"internal_id": 81947926, "Award ID": "R18AP00097", "Award Amount": 91594.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-26", "CFDA Number": "15.554", "Description": "RESTORING THE ECOLOGY AND CHANNEL PROCESSES OF THE PURGATOIRE RIVER ALONG THE TRINIDAD RIVER WALK THROUGH MULTI-STAKEHOLDER COLLABORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a490a132-54a4-d4c7-27fe-a6365176f850-R", "generated_internal_id": "ASST_NON_R18AP00097_1425"}, {"internal_id": 86320642, "Award ID": "R18AP00096", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "15.554", "Description": "DEVELOPMENT OF A STAKEHOLDER GROUP TO PROTECT AND RESTORE THE LAKE O' THE CHEROKEES SUB-WATERSHED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e6e72357-523a-e034-76fa-bd1ba55cf804-C", "generated_internal_id": "ASST_NON_R18AP00096_1425"}, {"internal_id": 81947925, "Award ID": "R18AP00095", "Award Amount": 80652.8, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-27", "CFDA Number": "15.554", "Description": "WATERSHED GROUP DEVELOPMENT AND WATERSHED RESTORATION PLANNING FOR THE BLUE RIVER WATERSHED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb5fa74c-e100-89d9-07bb-22920ed2263f-C", "generated_internal_id": "ASST_NON_R18AP00095_1425"}, {"internal_id": 66163404, "Award ID": "R18AP00019", "Award Amount": 35000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-05", "CFDA Number": "15.554", "Description": "R18AP00019", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e4d9d97-1548-1a76-ec06-1f69dcba61cf-R", "generated_internal_id": "ASST_NON_R18AP00019_1425"}, {"internal_id": 93937549, "Award ID": "R17AP00108", "Award Amount": 70637.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-30", "CFDA Number": "15.554", "Description": "ANIMAS WATER QUALITY AND RESILIENCE IMPROVEMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1d979577-6e8b-de4a-5ca8-d223f3ce32e6-C", "generated_internal_id": "ASST_NON_R17AP00108_1425"}, {"internal_id": 68784588, "Award ID": "R17AP00106", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "15.554", "Description": "THE COTTONWOOD CREEK DAYLIGHTING PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d8c4f843-a6f3-28ae-278e-928f13be0902-R", "generated_internal_id": "ASST_NON_R17AP00106_1425"}, {"internal_id": 66163424, "Award ID": "R17AP00105", "Award Amount": 99587.0, "Award Type": null, "Base Obligation Date": "2018-04-04", "CFDA Number": "15.554", "Description": "IMPROVING ECOLOGICAL RESILIENCE THROUGH WATER MANAGEMENT ACTIVITIES IN THE TETON RIVER WATERSHED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e0ce065-072c-bc7b-07b0-2fe878aa3757-C", "generated_internal_id": "ASST_NON_R17AP00105_1425"}, {"internal_id": 77193686, "Award ID": "R17AP00104", "Award Amount": 91623.44, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-01-13", "CFDA Number": "15.554", "Description": "MAINSTREAM MARTIS CREEK RESTORATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "689fd4b0-7bdc-b718-f658-a02bb6cf1f18-C", "generated_internal_id": "ASST_NON_R17AP00104_1425"}, {"internal_id": 49784138, "Award ID": "R17AP00006", "Award Amount": 80183.91, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-12-27", "CFDA Number": "15.554", "Description": "FURTHER DEVELOPMENT OF THE BEAVERHEAD WATERSHED COMMITTEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5410d3b-14ad-cef3-3b32-2c3c3ffb883b-C", "generated_internal_id": "ASST_NON_R17AP00006_1425"}, {"internal_id": 49784137, "Award ID": "R17AP00005", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-01-19", "CFDA Number": "15.554", "Description": "WORKING ACROSS TRIBAL BORDERS: RESTORING THE BLACK MESA WATERSHED TOGETHER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec832d96-1450-b130-9f03-051febeb713f-R", "generated_internal_id": "ASST_NON_R17AP00005_1425"}, {"internal_id": 49783939, "Award ID": "R16AP00159", "Award Amount": 30241.64, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-16", "CFDA Number": "15.554", "Description": "BUILDING THE LONG TERM RESILIENCY OF THE SUN RIVER WATERSHED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8d530f1-8806-0969-9d67-9f6c200e2119-R", "generated_internal_id": "ASST_NON_R16AP00159_1425"}, {"internal_id": 49783937, "Award ID": "R16AP00157", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-15", "CFDA Number": "15.554", "Description": "EXPANSION OF THE TRINITY RIVER WATERSHED COUNCIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "636e25a3-8159-fe78-bb0a-b51e1092e916-C", "generated_internal_id": "ASST_NON_R16AP00157_1425"}, {"internal_id": 49783936, "Award ID": "R16AP00155", "Award Amount": 99931.44, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-16", "CFDA Number": "15.554", "Description": "FURTHER DEVELOPMENT OF THE BEAR RIVER WATERSHED GROUP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "037afc4b-5ede-874f-142f-414f59ca320a-R", "generated_internal_id": "ASST_NON_R16AP00155_1425"}, {"internal_id": 49783935, "Award ID": "R16AP00154", "Award Amount": 61010.0, "Award Type": null, "Base Obligation Date": "2016-09-16", "CFDA Number": "15.554", "Description": "EXPANDING EFFORTS TO COORDINATE WATERSHED-WIDE WATER RESOURCES PLANNING IN THE MUSSELSHELL RIVER WATERSHED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f20ebc94-6467-61b6-bb0a-3bd3b291f310-R", "generated_internal_id": "ASST_NON_R16AP00154_1425"}, {"internal_id": 49783933, "Award ID": "R16AP00152", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-16", "CFDA Number": "15.554", "Description": "FORMATION OF A WATERSHED GROUP ALONG THE UPPER RIO GRANDE IN NEW MEXICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "713e955b-980b-6874-8568-8f5171dbd369-R", "generated_internal_id": "ASST_NON_R16AP00152_1425"}, {"internal_id": 49783932, "Award ID": "R16AP00151", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-16", "CFDA Number": "15.554", "Description": "DEVELOPMENT OF THE BI-STATE WALLA WALLA WATERSHED MANAGEMENT GROUP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a6a51e5-235c-b829-8a26-f98cacb76b17-R", "generated_internal_id": "ASST_NON_R16AP00151_1425"}, {"internal_id": 49783931, "Award ID": "R16AP00150", "Award Amount": 53921.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-19", "CFDA Number": "15.554", "Description": "ESTABLISHMENT OF THE LAKE OF THE ARBUCKLES WATERSHED GROUP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cfa0118-3c4a-1163-afa1-f5d4b73c4931-C", "generated_internal_id": "ASST_NON_R16AP00150_1425"}, {"internal_id": 49781547, "Award ID": "R15AP00002", "Award Amount": 47750.35, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-01-02", "CFDA Number": "15.554", "Description": "RIO CHAMA WATERSHED PARTNERSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db7d88f4-61ef-95be-7fec-187074724c12-C", "generated_internal_id": "ASST_NON_R15AP00002_1425"}, {"internal_id": 49781137, "Award ID": "R14AP00169", "Award Amount": 99925.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-19", "CFDA Number": "15.554", "Description": "ESTABLISHING THE BEAR RIVER WATERSHED GROUP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "037afc4b-5ede-874f-142f-414f59ca320a-R", "generated_internal_id": "ASST_NON_R14AP00169_1425"}, {"internal_id": 49781133, "Award ID": "R14AP00164", "Award Amount": 98920.82, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-19", "CFDA Number": "15.554", "Description": "EXPANSION OF THE MIDDLE COLORADO WATERSHED COUNCIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "067d4edc-5ffb-6e38-4f70-fb803381bf6a-R", "generated_internal_id": "ASST_NON_R14AP00164_1425"}, {"internal_id": 49781132, "Award ID": "R14AP00163", "Award Amount": 99978.06, "Award Type": null, "Base Obligation Date": "2014-09-19", "CFDA Number": "15.554", "Description": "EXPANDING WATERSHED RESTORATION CAPACITY IN THE UPPER CLARK FORK BASIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "754bfa4b-765d-81d4-94a6-2347cb654e2c-R", "generated_internal_id": "ASST_NON_R14AP00163_1425"}, {"internal_id": 49781131, "Award ID": "R14AP00162", "Award Amount": 95000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-17", "CFDA Number": "15.554", "Description": "DEVELOP AN ADAPTIVE MANAGEMENT PLAN TO ADDRESS CLIMATE CHANGE IMPACTS, FLATHEAD BASIN COMMISSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a044bca7-11cf-685f-31ac-ec919cbfaf2f-C", "generated_internal_id": "ASST_NON_R14AP00162_1425"}, {"internal_id": 49781130, "Award ID": "R14AP00161", "Award Amount": 52488.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-17", "CFDA Number": "15.554", "Description": "BLACKFOOT WATERSHED COLLABORATIVE PLANNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7bad16c5-ec1a-5517-5e62-2af369fea46d-C", "generated_internal_id": "ASST_NON_R14AP00161_1425"}, {"internal_id": 49777520, "Award ID": "R13AP80030", "Award Amount": 48208.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-06-30", "CFDA Number": "15.554", "Description": "THE ANIMAS WATERSHED EXPANSION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95b7bc09-ca04-30c7-1b5b-183d24fc915b-R", "generated_internal_id": "ASST_NON_R13AP80030_1425"}, {"internal_id": 49777519, "Award ID": "R13AP80029", "Award Amount": 44584.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-06-26", "CFDA Number": "15.554", "Description": "EXPANSION OF AN EXISTING WATERSHED GROUP: IMPROVING ECOLOGICAL RESILIENCE, CONSERVING WATER, AND REDUCING CONFLICTS THROUGH FORMATION OF THE TETON RI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e0ce065-072c-bc7b-07b0-2fe878aa3757-C", "generated_internal_id": "ASST_NON_R13AP80029_1425"}, {"internal_id": 49777516, "Award ID": "R13AP80026", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-06-16", "CFDA Number": "15.554", "Description": "EXPANSION OF THE WESTERN SLOPE CONSERVATION CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "636e316e-01ad-f590-5fe6-856cd23c709f-R", "generated_internal_id": "ASST_NON_R13AP80026_1425"}]