[{"internal_id": 157767496, "Award ID": "R23AP00192", "Award Amount": 297200.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-29", "CFDA Number": "15.570", "Description": "PURPOSE  CONTRA COSTA WATER DISTRICT, LOCATED IN THE CITY OF CONCORD, CONTRA COSTA COUNTY, NORTHERNCALIFORNIA WILL ADMINISTER THE LAWN TO GARDEN REBATE PROGRAM WITHIN THEIR RETAIL AND WHOLESALESECTORS.ACTIVITIES TO BE PERFORMED  CONTRA COSTA WATER DISTRICT, LOCATED IN THE CITY OF CONCORD, CONTRA COSTA COUNTY, NORTHERN CALIFORNIA WILL ADMINISTER THE LAWN TO GARDEN REBATE PROGRAM WITHIN THEIR RETAIL AND WHOLESALESECTORS.DELIVERABLES AND EXPECTED OUTCOMES  THIS PROJECT WILL INCENTIVIZE THE CONVERSION OF 600,000 SQUARE FEET OF TURF TO WATER FRIENDLY LANDSCAPE AMONG RESIDENTIAL AND COMMERCIAL PROPERTIES WITHIN THE DISTRICT BY OFFERING CUSTOMERS  1 PER EVERY SQUARE FOOT TURF REMOVED AND REPLACED. THE PROJECT WILL BETTER SAVE 60 AFY OF WATER OVER THE 15 YEAR LIFE OF THE PROJECT, ALL OF WHICH IS ATTRIBUTED TO THE BAY DELTA. THE TOTAL PROJECT COST IS  602,000 AND THE FEDERAL COST SHARE IS  300,000.BENEFICIARIES  THE PUBLIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22d9b4d3-fa1f-85ec-2e47-ff5c7165276a-C", "generated_internal_id": "ASST_NON_R23AP00192_1425"}, {"internal_id": 151867576, "Award ID": "R22AP00587", "Award Amount": 469700.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "15.570", "Description": "PURPOSE  THE RECIPIENT SHALL CONSTRUCT SIX NEW AUTOMATED CHECK STRUCTURES IN THE MAIN CANAL  THE NEW CHECK STRUCTURES WILL CONSIST OF A LONG CRESTED WEIR AND AUTOMATED LEVEL CONTROL GATE TO MAINTAIN CONSISTENT WATER LEVEL THROUGH A WIDE RANGE OF FLOW ACTIVITIES TO BE PERFORMED THE COMPANY PROPOSES TO CONSTRUCT SIX NEW AUTOMATED CHECK STRUCTURES IN THE MAIN CANAL WHICH PROVIDE IRRIGATION DELIVERIES TO APPROXIMATELY 7,500 ACRES OF FARMLAND  THE NEW CHECK STRUCTURES WILL CONSIST OF A LONG CRESTED WEIR AND AUTOMATED LEVEL CONTROL GATE TO MAINTAIN CONSISTENT WATER LEVEL THROUGH A WIDE RANGE OF FLOW, IMPROVING WATER MANAGEMENT AND WATER MEASUREMENT PRACTICES  THE PROPOSED PROJECT WILL ELIMINATE OPERATIONAL SPILLS WHICH WILL RESULT IN APPROXIMATELY 424 ACRE FEET OF ANNUAL WATER SAVINGS THAT WOULD OTHERWISE BE DIVERTED OFF THE SACRAMENTO RIVER THE FOLLOWING CHECK STRUCTURES WILL BE RECONSTRUCTED UNDER THIS MAIN CANAL MODERNIZATION PROJECT   MAWSON ROAD CHECK  HIGHWAY 20 CHECK  CHECK  3  CHECK  4  CHECK  5  DREXLER RELIFT CHECKEXPECTED DELIVERABLES OUTCOMES THE RECIPIENT WILL CONSTRUCT SIX NEW AUTOMATED CHECK STRUCTURES IN THE MAIN CANAL WHICH PROVIDE IRRIGATION DELIVERIES TO APPROXIMATELY 7,500 ACRES OF FARMLAND  THE NEW CHECK STRUCTURES WILL CONSIST OF A LONG CRESTED WEIR AND AUTOMATED LEVEL CONTROL GATE TO MAINTAIN CONSISTENT WATER LEVEL THROUGH A WIDE RANGE OF FLOW, IMPROVING WATER MANAGEMENT AND WATER MEASUREMENT PRACTICES  THE PROPOSED PROJECT WILL ELIMINATE OPERATIONAL SPILLS WHICH WILL RESULT IN APPROXIMATELY 424 ACRE FEET OF ANNUAL WATER SAVINGS THAT WOULD OTHERWISE BE DIVERTED OFF THE SACRAMENTO RIVER BENEFICIARY  THE PUBLIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b51af6b-49ae-1ac4-c1ef-a64babdba83a-C", "generated_internal_id": "ASST_NON_R22AP00587_1425"}, {"internal_id": 151867405, "Award ID": "R22AP00572", "Award Amount": 482501.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-13", "CFDA Number": "15.570", "Description": "PURPOSE THIS PROJECT CONSISTS OF UPSIZING SMALL DIAMETER PIPE IN THE DISTRICT S DELTA DISTRIBUTION SYSTEM, WHICH IS DIRECTLY CONNECTED TO TWO RECHARGE SITES, TO OPTIMIZE THE DISTRICT S RECHARGE CAPACITY  THE EXISTING PIPELINE NETWORK WILL BE REPLACED WITH LARGE DIAMETER PIPE, ELIMINATING BOTTLENECKS IN THE SYSTEM, TO ACHIEVE THE OBJECTIVE OF MEETING BOTH LANDOWNER IRRIGATION DEMANDS AND FOR RECHARGEIN THE VERY WETTEST OF YEARS TO SUPPORT THE DISTRICTS CONJUNCTIVE USE MANAGEMENT OBJECTIVES  THE PROJECT INVOLVES UPSIZING APPROXIMATELY 9,487 LINEAR FEET OF EXISTING DISTRIBUTION LATERAL PIPE, TO INCREASING THE CONVEYANCE CAPACITY AND ENHANCE THE DISTRICT S RECHARGE CAPACITY ACTIVITIES TO BE PERFORMED GRANT ADMINISTRATIONPROJECT REPORTINGDESIGNENVIRONMENTAL DOCUMENTATION AND REGULATORY COMPLIANCEPERMITS AND  APPROVALSCONSTRUCTIONCONSTRUCTION ADMINISTRATIONDELIVERABLES EXPECTED OUTCOME S   INSTALLATION OF LARGE DIAMETER PIPE TO ELIMINATE BOTTLENECKS IN THE SYSTEM BENEFICIARY  THE PUBLIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bdfc177-7b7c-be4b-7713-ce0df7b203c4-C", "generated_internal_id": "ASST_NON_R22AP00572_1425"}, {"internal_id": 150670581, "Award ID": "R22AP00501", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-28", "CFDA Number": "15.570", "Description": "1. AWARD PURPOSE -IN NOVEMBER 2020, THE BUREAU OF RECLAMATION, MID-PACIFIC REGION, POSTED THE NOTICE OF FUNDING OPPORTUNITY (NOFO) BOR-CGB-21-F001, \"BAY-DELTA RESTORATION PROGRAM: CALFED WATER USE EFFICIENCY GRANTS FOR FISCAL YEARS 2021 AND 2022.\" AN APPLICATION REVIEW COMMITTEE EVALUATED MULTIPLE APPLICATIONS AGAINST SELECTION CRITERIA INCLUDED IN THE NOFO. RECLAMATION APPROVED A $500,000 GRANT AGREEMENT WITH THE CAWELO WATER DISTRICT (CAWELO OR DISTRICT) FOR THE \"FKC PUMP STATION, TURNOUT/IN AND APPURTENANCES PROJECT\" (PROJECT). THE TOTAL PROJECT COST IS ESTIMATED TO BE $6,115,000, WITH A $500,000 FEDERAL COST SHARE. THE ANNUAL WATER SAVINGS IS ESTIMATED TO BE 2,160 ACRE-FEET PER YEAR (AFY).THE PROJECT ACHIEVES THE GOALS OF THE NOFO. THIS PROJECT WILL INCREASE WATER CONVEYANCE CAPACITY BY CONSTRUCTING A PUMP STATION AND AN INTERTIE. THE INTERTIE WILL CONVEY AVAILABLE WATER TO GROUNDWATER RECHARGE BASINS OR FOR IRRIGATION PURPOSES IN-LIEU OF PUMPING GROUNDWATER.2. ACTIVITIES TO BE PERFORMED -THE OBJECTIVE OF THIS PROJECT IS TO CONSTRUCT A PUMPING PLANT FOR THE DELIVERY OF WATER THROUGH AN EXISTING 1.8 MILE, 48-INCH DIAMETER PIPELINE LOCATED BETWEEN THE FRIANT KERN CANAL (FKC) AND THE DISTRICT. THE PROJECT WILL CONVEY WET-PERIOD WATER AVAILABLE TO THE DISTRICT INTO THE DISTRICT AT A RATE OF UP TO 100 CFS OR 200 AFD.3. EXPECTED DELIVERABLE OR OUTCOME -THE ACTIVITIES TO BE FUNDED THROUGH THIS ACTION ARE LIMITED TO CONSTRUCTION. ACTIVITIES (AND THEIR ASSOCIATED COSTS) FOR GRANT ADMINISTRATION, REPORT, ENVIRONMENTAL COMPLIANCE, DESIGN, LABOR COMPLIANCE, CONSTRUCTION MANAGEMENT, TRAVEL, ETC. ARE NOT INCLUDED.THE LIMITED PROJECT ACTIVITIES INCLUDE:TASK 1 - CONSTRUCTIONTHE DISTRICT WILL EMPLOY A COMPETITIVE BID PROCESS TO SELECT A CONTRACTOR TO PERFORM ALL CONSTRUCTION ACTIVITIES. THE CONSTRUCTION CONTRACT WILL INCLUDE FURNISHING AND INSTALLING ALL PROJECT COMPONENTS.4. INTENDED BENEFICIARY -THE PROPOSED PROJECT MEETS MULTIPLE PUBLIC PURPOSES. IN ADDITION TO IMMEDIATE GROUNDWATER CONSERVATION AND INCREASED RELIABILITY BENEFITS, THE PROJECT WILL RESULT IN LONG-TERM BENEFICIAL USE OF CONSERVED GROUNDWATER, INCREASED FLEXIBILITY WITH LOCAL AND REGIONAL WATER USE MANAGEMENT, INCREASED OPERATIONAL EFFICIENCY AND WATER QUALITY BENEFITS.5. SUBRECIPIENT ACTIVITIES -THERE ARE NO SUBRECIPIENTS FOR THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5bbc3e34-b96b-dd41-2e52-7b26eacfb49b-R", "generated_internal_id": "ASST_NON_R22AP00501_1425"}, {"internal_id": 145063139, "Award ID": "R22AP00082", "Award Amount": 488000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-22", "CFDA Number": "15.570", "Description": "BAY-DELTA RESTORATION PROGRAM:  CALFED WATER USE EFFICIENCY GRANTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16d14cfe-36f0-f724-f0f3-8b63320bbbd7-R", "generated_internal_id": "ASST_NON_R22AP00082_1425"}, {"internal_id": 144472057, "Award ID": "R22AP00036", "Award Amount": 490301.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-07", "CFDA Number": "15.570", "Description": "B230 SYSTEM EXTENSION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bdfc177-7b7c-be4b-7713-ce0df7b203c4-C", "generated_internal_id": "ASST_NON_R22AP00036_1425"}, {"internal_id": 140481936, "Award ID": "R21AP10466", "Award Amount": 363421.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.570", "Description": "RECYCLED WATER FACILITY SAND FILTER EFFICIENCY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "593653fa-c198-8966-9435-9240b8f1a46f-C", "generated_internal_id": "ASST_NON_R21AP10466_1425"}, {"internal_id": 110826273, "Award ID": "R20AP00331", "Award Amount": 393820.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "15.570", "Description": "THE EXPANSION OF THE LOONEY WEIR WILL BE ACCOMPLISHED BY INSTALLATION OF A LANGEMANN-TYPE FOLDING LEAF GATE TO AUGMENT THE AMIL GATES NOW IN PLACE. THIS EXPANSION WILL REDUCE RELIANCE ON THE SUNSET PUMPS WHILE ALLOWING WATER LEVELS IN THE POOL UPSTREAM OF THE LOONEY WEIR TO BE MAINTAINED WITHIN THEIR CURRENT OPERATING RANGE. EXPANSION AND MODERNIZATION OF THE LOONEY WEIR WILL ENABLE BETTER CONTROL OF INFLOWS AS WELL AS INCREASE CAPACITY TO ALLOW A GREATER PROPORTION OF THE FLOW RELEASED INTO THE MAIN CANAL TO BE CONVEYED TO THE DISTRICT IN ORDER TO REDUCE RELIANCE ON THE SUNSET PUMPS. FLOWS RELEASED BY THE EXPANDED LOONEY WEIR WILL REMAIN WITHIN THE OPERATING RANGE OF A SONTEK FLOW METER LOCATED 1,600 FEET DOWNSTREAM OF THE WEIR SO THAT THE CAPABILITY TO ACCURATELY MEASURE FLOWS WILL BE PRESERVED. THE ADDITIONAL WATER PASSED THROUGH THE WEIR WILL ''PIGGYBACK'' ON EXISTING RELEASES TO AID IN MAINTAINING POOL LEVELS BEFORE BEING CONVEYED TO THE DISTRICT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b65adcb9-ed74-1dc4-a9d3-248a2f8e2c0d-C", "generated_internal_id": "ASST_NON_R20AP00331_1425"}, {"internal_id": 110826421, "Award ID": "R20AP00314", "Award Amount": 488000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "15.570", "Description": "THIS PROJECT WILL CONSTRUCT AN INTERTIE BETWEEN AN EXISTING IRRIGATION TURNOUT AND THE BELL RECHARGE FACILITY TO ALLOW FOR GROUNDWATER RECHARGE/BANKING AND INCREASED WATER CONVEYANCE FOR IRRIGATION DEMAND BY ACCOMPLISHING THE FOLLOWING OBJECTIVES:\n\n1.\tADMINISTRATION\n2.\tPROJECT REPORTING\n3.\tPROJECT DESIGN\n4.\tENVIRONMENTAL DOCUMENTATION AND REGULATORY COMPLIANCE\n5.\tPERMITS AND APPROVALS\n6.\tPROJECT CONSTRUCTION\n7.\tCONSTRUCTION ADMINISTRATION AND MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16d14cfe-36f0-f724-f0f3-8b63320bbbd7-R", "generated_internal_id": "ASST_NON_R20AP00314_1425"}]