[{"internal_id": 159668115, "Award ID": "R23AC00351", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-19", "CFDA Number": "15.574", "Description": "PURPOSE: THE PROJECT WILL FOCUS ON REESTABLISHING THE OPERATIONAL CAPACITY OF THE DMC, SUCH THAT ITS ORIGINAL DESIGN CAPACITY FOR MAXIMUM FLOW RATES CAN BE RESTORED, ENSURING THE CANAL CAN CONTINUE MEETING CURRENT AND FUTURE WATER DEMANDS. AS PER RECENT RECLAMATION GUIDANCE (CMP 09-02), A COMPLETE FEASIBILITY REPORT INCLUDING AN ANALYSIS OF VARIOUS REPAIR ALTERNATIVES, ECONOMIC EFFECTS OF THE REPAIR AND COSTS AND PROJECT BUDGET ALONG WITH REQUIRED ENVIRONMENTAL ANALYSES (NEPA, CEQA, ETC.) IS CURRENTLY UNDERWAY.  PHASE 1 OF THE GEOTECHNICAL INVESTIGATION WAS COMPLETED IN 2021 TO INFORM THE FEASIBILITY REPORT. TASKS COVERED WITH THIS COOPERATIVE AGREEMENT WILL BE TO SUPPORT SOME OF THE PRECONSTRUCTION ACTIVITIES ASSOCIATED WITH THE DMC SUBSIDENCE CORRECTION PROJECT.  AS PART OF CONTINUED DATA COLLECTION EFFORTS, PHASES 2   3 OF THE GEOTECHNICAL INVESTIGATION ARE REQUIRED TO BE COMPLETED. IN ADDITION, USBRS TECHNICAL SERVICES CENTER (TSC) WILL BE COMPLETING A FEASIBILITY UPDATE OF DELTA MENDOTA CANAL SUBSIDENCE CORRECTION PROJECTACTIVITIES:TASK 1: COOPERATIVE AGREEMENT MANAGEMENTTASK 2: VALUE ENGINEERING STUDYTASK 3: TSC FEASIBILITY UPDATE OF DELTA-MENDOTA CANAL SUBSIDENCE CORRECTION PROJECTTASK 4: GEOTECHNICAL INVESTIGATIONS, PHASES 2   3EXPECTED OUTCOME:TASKS COVERED WITH THIS COOPERATIVE AGREEMENT WILL BE TO SUPPORT SOME OF THE PRECONSTRUCTION ACTIVITIES ASSOCIATED WITH THE DMC SUBSIDENCE CORRECTION PROJECT.  AS PART OF CONTINUED DATA COLLECTION EFFORTS, PHASES 2   3 OF THE GEOTECHNICAL INVESTIGATION ARE REQUIRED TO BE COMPLETED. IN ADDITION, USBRS TECHNICAL SERVICES CENTER (TSC) WILL BE COMPLETING A FEASIBILITY UPDATE OF DELTA MENDOTA CANAL SUBSIDENCE CORRECTION PROJECT.BENEFICIARY: PUBLIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b0be0f2d-a51e-fc2a-50e3-54d74f2eb0e7-C", "generated_internal_id": "ASST_NON_R23AC00351_1425"}, {"internal_id": 159668111, "Award ID": "R23AC00131", "Award Amount": 2800000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-19", "CFDA Number": "15.574", "Description": "PURPOSE:REFUGES SOUTH OF THE DELTA SUPPORT A RICH ARRAY OF BIRDS, ANIMAL SPECIES, AND PLANT LIFE, ALL OF WHICH DEPEND ON WATER. SECURING ADDITIONAL RELIABLE SUPPLIES OF INCREMENTAL LEVEL 4 WATER FOR THE REFUGES IS KEY TO SUSTAINING OPTIMAL HABITAT MANAGEMENT. UNITED STATES BUREAU OF RECLAMATION HAS A LEGISLATIVE OBLIGATION UNDER THE CENTRAL VALLEY PROJECT IMPROVEMENT ACT (CVPIA), IN COOPERATION WITH OTHER AGENCIES, TO PROVIDE FIRM AND RELIABLE WATER SUPPLIES OF SUITABLE QUALITY TO MAINTAIN AND IMPROVE WETLANDS AND WILDLIFE HABITAT. THE REFUGES SOUTH-OF-DELTA INCLUDES UNITS OF SAN LUIS NATIONAL WILDLIFE REFUGES (NWR), KERN NWR, LOS BANOS, MENDOTA, PIXLEY, MERCED, AND VOLTA WILDLIFE AREAS (WA)  UNITS OF THE NORTH GRASSLANDS WA  AND GRASSLAND RESOURCE CONSERVATION DISTRICT. THE CVPIA-MANDATED LEVELS OF LEVEL 4 RELIABLE WATER SUPPLY HAVE NOT YET BEEN ACHIEVED DUE TO A NUMBER OF CHALLENGES INCLUDING LACK OF WILLING SELLERS, ISSUES WITH TIMING OF DELIVERIES, CONVEYANCE CAPACITY CONSTRAINTS, AVAILABILITY OF WATER FOR ACQUISITION FOR INCREMENTAL LEVEL 4 WATER SUPPLIES, AND WATER COST. EXPANDED STORAGE SPACE WITHIN DEL PUERTO CANYON RESERVOIR CREATES POTENTIAL FOR THE REFUGES TO RECEIVE MORE ROBUST, RELIABLE FLOWS.ADDITIONALLY, MANAGING DEL PUERTO CREEK FLOOD FLOWS IN A MORE CONTROLLED WAY ALLOWS FOR EFFICIENT GROUNDWATER RECHARGE, WHICH WOULD BENEFIT THE RIPARIAN CORRIDOR EAST OF I-5. ADDITIONAL WATER STORAGE AND RELEASES FROM THE DEL PUERTO CANYON RESERVOIR WILL HELP SUSTAIN THESE ECOSYSTEMS.TYPICAL OF STREAMS ON THE WEST SIDE OF THE SAN JOAQUIN VALLEY, DEL PUERTO CREEK FLOODS ADJACENT LANDS WHEN RUNOFF OCCURS DURING HIGH RAINFALL EVENTS. THIS FLOODING IMPACTS ORCHARDS, FARM STRUCTURES, ROADS, RESIDENTIAL AREAS, AND COMMERCIAL DEVELOPMENTS. THE DEL PUERTO CANYON RESERVOIR COULD CAPTURE FLOOD FLOWS, WHICH CAN BE STORED AND RELEASED SO AS TO ELIMINATE NEARLY ALL FLOOD RISKS FROM DEL PUERTO CREEK, REMOVING RESIDENTS AND BUSINESSES DOWNSTREAM FROM REQUIRING FEMA FLOOD INSURANCE, WHILE INCREASING GROUNDWATER RECHARGE AND MAINTAINING NATURAL HABITATS IN THE CREEK.ACTIVITIES TO BE PERFORMED:- INCREASE SOUTH OF DELTA WATER STORAGE CAPACITY IN CALIFORNIA S CENTRAL VALLEY- PROVIDE LOCAL WATER STORAGE IN PROXIMITY TO THE DELTA MENDOTA CANAL (DMC)- ALLEVIATE CAPACITY CONSTRAINTS IN THE DMC- PROVIDE WATER SUPPLY TO SOUTH OF DELTA CVPIA REFUGES- IMPROVE WATER SUPPLY RELIABILITY- CONTRIBUTE TO FLOOD RISK REDUCTIONDELIVERABLES AND EXPECTED OUTCOME(S):INCREASED WATER SUPPLY RELIABILITY FOR:- AGRICULTURAL WATER USERS IN THE DPWD AND THE SJRECWA SERVICE AREAS- MUNICIPAL WATER SUPPLY TO THE CITY OF PATTERSON- REFUGE WATER SUPPLY- FLOOD PROTECTION FOR LANDS ADJACENT TO DEL PUERTO CREEK, INCLUDING A PORTION OF THE CITY OF PATTERSON, AND- RELIEF OF CAPACITY CONSTRAINTS IN THE DMC IN THE VICINITY OF THE PROPOSED PROJECT THAT ARE THE RESULT OF LAND SUBSIDENCE ALONG THE DMCBENEFICIARY: THE PUBLIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6420f3ff-e149-9fb3-7cc5-2f4bbd2b0b56-C", "generated_internal_id": "ASST_NON_R23AC00131_1425"}, {"internal_id": 152328262, "Award ID": "R22AC00670", "Award Amount": 6900000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.574", "Description": "1  AWARD PURPOSE  SITES HAS REQUESTED FUNDING TO APPLY TOWARDS MODELING, ENGINEERING, GEOTECHNICAL AND REAL ESTATE SERVICES  THESE SERVICES PROVIDE THE FOUNDATION BY WHICH THE SITES RESERVOIR AUTHORITY CAN ACCOMPLISH ITS ULTIMATE VISION, TO PROVIDE AFFORDABLE WATER THAT IS SUSTAINABLY MANAGED FOR CALIFORNIA S FARMS, CITIES, AND ENVIRONMENT FOR GENERATIONS TO COME  FUNDING MOVES THE SITES PROJECT CLOSER TO PROVIDING CALIFORNIA THE BENEFITS THE RESERVOIR PROJECT IS BEING DESIGNED TO PROVIDE  THESE BENEFITS INCLUDE IMPROVED WATER SUPPLY, IMPROVED WATER SUPPLY RELIABILITY, INCREMENTAL LEVEL 4 WATER SUPPLY FOR REFUGES, IMPROVED SURVIVAL OF ANADROMOUS FISH, ENHANCE THE DELTA ECOSYSTEM, PROVIDE OPPORTUNITIES FOR RECREATION, AND PROVIDE FLOOD DAMAGE REDUCTION  THESE BENEFITS REACH THE GENERAL PUBLIC, THE ENVIRONMENT, THE ECONOMY, AS WELL AS LOCAL, STATE, AND FEDERAL AGENCIES 2  ACTIVITIES TO BE PERFORMED  IMPROVE WATER SUPPLY AND WATER SUPPLY RELIABILITY, PROVIDE INCREMENTAL LEVEL 4 WATER SUPPLY FOR REFUGES, IMPROVE THE SURVIVAL OF ANADROMOUS FISH, ENHANCE THE DELTA ECOSYSTEM, PROVIDE OPPORTUNITIES FOR RECREATION AND PROVIDE FLOOD DAMAGE REDUCTION 3  EXPECTED DELIVERABLES OR OUTCOMES  THE AGREEMENT WILL ACCOMPLISH 4 OBJECTIVES THAT DIRECTLY SUPPORT THE PURPOSE OF THE SITES RESERVOIR PROJECT OBJECTIVE 1 THE OPERATIONS MODELING PERFORMED UNDER THIS AGREEMENT WILL PROVIDE ANALYSIS NEEDED TO SUPPORT PERMITTING EFFORTS AND WATER RIGHTS APPLICATIONS  THIS INCLUDES THE EIR EIS, BIOLOGICAL ASSESSMENT INCIDENTAL TAKE PERMIT AND FUTURE CLIMATE CHANGE SCENARIOS  THIS OBJECTIVE WILL ALSO DEVELOP VERSION 1 OF THE SITES RESERVOIR OPERATIONS PLAN OBJECTIVE 2 THE ENGINEERING TASKS PERFORMED UNDER THIS AGREEMENT WILL PROVIDE THE PRELIMINARY HYDRAULICS MODELING, A CLASS IV COST ESTIMATE, A DSOD ENGAGEMENT PLAN, A CONSTRUCTABILITY ANALYSIS, A PROGRAM DESIGN CONSTRUCTION PERMIT AND IMPLEMENTATION SCHEDULE, AN ENVIRONMENTAL FEASIBILITY SUPPORT AND THE PREPARATION OF A GEOTECHNICAL PERMIT PLANNING AND INVESTIGATION PLAN  PRELIMINARY ENGINEERING EFFORTS WILL ADVANCE THE DESIGN TO 30  OBJECTIVE 3 THE GEOTECHNICAL TASKS PERFORMED UNDER THIS AGREEMENT WILL CONSIST OF FIELD DATA COLLECTION, PREPARING GEOTECHNICAL DATA REPORTS, PRELIMINARY PLANNING FOR DESIGN, AND WORK PLANS FOR DESIGN LEVEL GEOLOGIC AND GEOTECHNICAL DATA NEEDS OBJECTIVE 4 THE REAL ESTATE TASKS PERFORMED UNDER THIS AGREEMENT INVOLVES THE ENGAGEMENT OF UP TO 25 LANDOWNERS TENANTS ENTITIES FOR TEMPORARY RIGHT OF ENTRY ACCESS 4  INTENDED BENEFICIARIES  THIS PROJECT IS INTENDED TO FOR THE SITES PROJECT CLOSER TO PROVIDING CALIFORNIA THE BENEFITS THE RESERVOIR PROJECT IS BEING DESIGNED TO PROVIDE 5  SUBRECIPIENT ACTIVITIES  IF KNOWN OR SPECIFIED AT TIME OF AWARD   N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "489cf7a4-1f8e-bce4-e514-0ad1d5c9ff73-R", "generated_internal_id": "ASST_NON_R22AC00670_1425"}, {"internal_id": 151521990, "Award ID": "R22AC00467", "Award Amount": 1600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "15.574", "Description": "AWARD PURPOSE  US BUREAU OF RECLAMATION  RECLAMATION  AND THE WASHINGTON STATE DEPARTMENT OF ECOLOGY  ECOLOGY  HAVE IDENTIFIED THE NEED FOR THE PREPARATION OF A FEASIBILITY STUDY FOR THE KITTITAS RECLAMATION DISTRICT  KRD  UPPER YAKIMA SYSTEM MULTI BENEFIT WATER STORAGE FACILITIES  ACTIVITIES TO BE PERFORMED  UNDER THIS AGREEMENT, THE RECIPIENT SHALL CONDUCT A FEASIBILITY STUDY FOR THE KITTITAS RECLAMATION DISTRICT  KRD  UPPER YAKIMA SYSTEM MULTI BENEFIT WATER STORAGE FACILITIES  GENERAL TASKS IN THIS SCOPE OF WORK INCLUDE SCOPING PHASECONCEPTUAL REVIEW OF THE SHALEPIT RESERVOIR SITE TO DETERMINE INCLUSION AS A VALID PROJECT ANALYZED ALTERNATIVE  CONTINUED REVIEW OF THE SPRINGWOOD RANCH SITE, DEFINING VIABLE STORAGE ALTERNATIVES TO CARRY FORWARD  CONCEPTUAL EASTON POOL GATE AND SCREEN ANALYSIS, SUFFICIENT TO INCLUDE WITHIN THE ALTERNATIVES UNDER CONSIDERATION  EXPECTED DELIVERABLES OR OUTCOMES  THIS FEASIBILITY STUDY WILL SUPPORT THE UPPER YAKIMA SYSTEM MULTI BENEFIT WATER STORAGE FACILITIES AND ACHIEVES THE PUBLIC PURPOSE IDENTIFIED IN THE STATUTORY AUTHORITY INTENDED BENEFICIARIES  SEE EXPECTED DELIVERABLES OR OUTCOMES  SUBRECIPIENT ACTIVITIES  IF KNOWN OR SPECIFIED AT TIME OF AWARD   ALL ACTIVITIES OUTLINED ABOVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1654117-7558-5dba-d1d3-e5a372ce34b7-R", "generated_internal_id": "ASST_NON_R22AC00467_1425"}, {"internal_id": 146954324, "Award ID": "R22AC00137", "Award Amount": 7189818.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-04", "CFDA Number": "15.574", "Description": "1. AWARD PURPOSE:PHASE 2 EXPANSION PROJECT INCLUDE ACCESS TO NEW WATER SUPPLIES AND IMPROVED WATER SUPPLY RELIABILITY.2. ACTIVITIES TO BE PERFORMED: PERFORM PROJECT MANAGEMENT ACTIVITIES TO SUPPORT PRECONSTRUCTION TASKS, COMPLETE ENVIRONMENTAL DOCUMENTATION AND PREPARE PROJECT PERMITS, AND COMPLETE DESIGN AND PERFORM ENGINEERING SERVICES TO PREPARE FOR FACILITY CONSTRUCTION.3. EXPECTED DELIVERABLES OR OUTCOMES: THE OBJECTIVE OF THIS AGREEMENT IS TO COMPLETE PRECONSTRUCTION ACTIVITIES FOR THE PHASE 2 EXPANSION PROJECT, INCLUDING ACTIVITIES RELATED TO PROJECT MANAGEMENT, ENVIRONMENTAL DOCUMENTATION & PERMITTING, WITH DESIGN & ENGINEERING.4. INTENDED BENEFICIARIES: THIS PROJECT IS INTENDED TO INCREASE ACCESS TO NEW WATER SUPPLIES AND IMPROVED WATER SUPPLY RELIABILITY FOR THE GENERAL PUBLIC.5. SUBRECIPIENT ACTIVITIES (IF KNOWN OR SPECIFIED AT TIME OF AWARD): N/A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22d9b4d3-fa1f-85ec-2e47-ff5c7165276a-C", "generated_internal_id": "ASST_NON_R22AC00137_1425"}, {"internal_id": 140481805, "Award ID": "R21AC10471", "Award Amount": 2100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-25", "CFDA Number": "15.574", "Description": "DELTA-MENDOTA CANAL SUBSIDENCE CORRECTION  PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b0be0f2d-a51e-fc2a-50e3-54d74f2eb0e7-C", "generated_internal_id": "ASST_NON_R21AC10471_1425"}, {"internal_id": 140481942, "Award ID": "R21AC10454", "Award Amount": 1600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-24", "CFDA Number": "15.574", "Description": "DEL PUERTO CANYON RESERVOIR PROJECT FEASIBILITY STUDY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6420f3ff-e149-9fb3-7cc5-2f4bbd2b0b56-C", "generated_internal_id": "ASST_NON_R21AC10454_1425"}, {"internal_id": 108494242, "Award ID": "R20AC00105", "Award Amount": 6554922.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-11", "CFDA Number": "15.574", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO ADVANCE WORK ON THE ENVIRONMENTAL IMPACT STATEMENT (EIS) AND ENVIRONMENTAL IMPACT REPORT (EIR) FOR THE PROJECT AND OBTAIN VARIOUS PERMITS AND REGULATORY AUTHORIZATIONS BEFORE BEGINNING PROJECT CONSTRUCTION FOR THE SITES RESERVOIR PROJECT. RECLAMATION'S FEASIBILITY REPORT AND THE FINAL EIR/EIS PRODUCED BY THE AUTHORITY WILL BE USED BY THE DEPARTMENT OF THE INTERIOR AND THE UNITED STATES CONGRESS TO DETERMINE THE FEDERAL INTEREST IN THE PROJECT. THE FOLLOWING GOALS AND OBJECTIVES WILL BE ACCOMPLISHED BY THIS PROJECT:\n\n'\tDEVELOPMENT OF THE CALIFORNIA ENVIRONMENTAL QUALITY ACT (CEQA) / NATIONAL ENVIRONMENTAL POLICY ACT (NEPA) COMPLIANCE APPROACH AND DOCUMENTATION THROUGH FINALIZATION OF THE CURRENT EIR/EIS OR RECIRCULATION, AS APPROPRIATE.\n'\tDEVELOP AN ENVIRONMENTAL DOCUMENT WORK PLAN TO THE RECIRCULATED EIR/EIS WHICH WILL BUILD ON THE WORK PREVIOUSLY COMPLETED FOR THE 2017 DRAFT EIR/EIS, AND TO RESPOND TO THE COMMENTS RECEIVED ON THAT DOCUMENT.\n'\tREVISIT THE COMMENTS RECEIVED ON THE 2017 DRAFT EIR/EIS AND THE DRAFT MASTER RESPONSES TO COMMENTS AND PREPARE A LIST OF INFORMATION NEEDS WHICH WOULD STRENGTHEN THE PRIOR EIR/EIS ANALYSIS. \n'\tCOMPLETE THE ADMINISTRATIVE DRAFT FOR REVIEW, RELEASE THE REVISED DRAFT, AND ISSUE REQUIRED PUBLIC NOTICES.\n'\tPREPARE AND COMPLETE PUBLIC HEARINGS DURING THE PUBLIC COMMENT PERIOD AS REQUIRED UNDER CEQA AND NEPA.  \n'\tPREPARE VARIOUS PERMITS AND REGULATORY AUTHORIZATIONS BEFORE BEGINNING PROJECT CONSTRUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "489cf7a4-1f8e-bce4-e514-0ad1d5c9ff73-R", "generated_internal_id": "ASST_NON_R20AC00105_1425"}]