[{"internal_id": 156262432, "Award ID": "R23AP00088", "Award Amount": 496000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-26", "CFDA Number": "15.560", "Description": "THIS PROJECT IS NEEDED TO ADDRESS THE HUMAN HEALTH IMPACTS, ESPECIALLY ON THE INDIGENOUS AND LATINO COMMUNITIES IN THE REGION AND WILL PROVIDE CRITICAL DATA FROM ONGOING AND PLANNED DUST MITIGATION PROJECTS IN THE REGION.DECLINING SEA LEVELS DUE TO THE IMPACTS OF PROLONGED DROUGHT, CLIMATE CHANGE, AND AGRICULTURAL TO URBAN WATER TRANSFERS ARE REDUCING INFLOWS, WHICH LOWER SURFACE WATER ELEVATIONS OF THE LAKE AND EXPOSING LAKEBED. THE EXPOSED LAKEBED CONTRIBUTES TO AIR QUALITY CHALLENGES THAT IMPACT HUMAN HEALTH BY EMITTING DUST. THIS DUST NEGATIVELY IMPACTS LOCAL AIR QUALITY AND POSES HEALTH RISKS TO RESIDENTS IN IMPERIAL AND RIVERSIDE COUNTIES. COMMUNITIES SURROUNDING THE SEA EXPERIENCE A HIGHER INCIDENCE OF ASTHMA, BROADLY ATTRIBUTED TO THE DUST GENERATED IN THE REGION.THIS STUDY WILL INVOLVE COLLECTION OF WATER, PLAYA SOIL, AND DUSTS COLLECTED FROM SEVERAL SITES AROUND SALTON SEA ACROSS SEASONS. COLLECTION SITES AT DIFFERENT DISTANCES FROM THE SEA WILL ALSO HELP ASSESS THE IMPACT OF DISTANCE FROM THE EXPOSED PLAYA ON THE COMPOSITION OF THE COLLECTED DUST. IN THIS PROJECT, THE RECIPIENT WILL WORK WITH OUR COMMUNITY PARTNERS TO IDENTIFY SITES AROUND THE SALTON SEA WHERE THE IMPACT OF AEROSOL DUST GENERATION AT EXPOSED PLAYA IS OF PARTICULAR CONCERN. THIS WILL BE ACCOMPLISHED THROUGH A SUBRECIPIENT WITH HEALTH ASSESSMENT AND RESEARCH FOR COMMUNITIES (HARC), A NONPROFIT ORGANIZATION THAT COLLECTS HEALTH ASSESSMENT SURVEY DATA IN THE COMMUNITY, WHICH WILL USE COMMUNITY BASED SURVEYS AND GEOSPATIAL MAPPING TO HELP US IDENTIFY THE COMMUNITIES MOST SEVERELY IMPACTED BY THE PROXIMITY TO SALTON SEA DUSTS.PROJECT MAY INCLUDE THE FOLLOWING KEY ACTIVITIES AND OBJECTIVES COLLECT SALTON SEA WATER, LAKE SEDIMENTS, PLAYA SURFACE AND SUBSURFACE SOIL, AND DUST GENERATED AT AREAS WITH EXPOSED PLAYA, AND FURTHER FROM THE SEA SAMPLES WILL BE ANALYZED BY SEVERAL CRITERIA, INCLUDING ORGANIC CONTENT, ESPECIALLY COMPONENTS ASSOCIATED WITH MICROBES IN THE SALTON SEA ECOSYSTEM CONDUCT SURVEY S OF COMMUNITIES SURROUNDING THE SALTON SEA TO IDENTIFY COMMUNITIES WITH HIGHEST INCIDENCE OF CHILDHOOD ASTHMA SYMPTOMS USE GEOSPATIAL MAPPING TOOLS TO IDENTIFY ANY CORRELATIONS BETWEEN THE PREVALENCE OF ASTHMA SYMPTOMS AND PROXIMITY TO EXPOSED SALTON SEA PLAYA COORDINATE WITH AND PRESENT RESULTS TO RECLAMATION AND CALIFORNIA NATURAL RESOURCES AGENCY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bf7f829-5f05-a40d-9f7c-fdadacaf3e56-C", "generated_internal_id": "ASST_NON_R23AP00088_1425"}, {"internal_id": 146647740, "Award ID": "R22AC00215", "Award Amount": 1250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-28", "CFDA Number": "15.571", "Description": "THE RESTORING HABITAT AND IMPROVING AIR AND WATER QUALITY AT THE SALTON SEA PROJECT (PROJECT) WILL RESTORE WATER AT THE NORTHWESTERN PORTION OF THE SALTON SEA AT THE DESERT SHORES MARINA NEEDED FOR HABITAT RESTORATION AND DUST SUPPRESSION ACTIVITIES. THE PROJECT IS WITHIN THE UNINCORPORATED DESERT SHORES COMMUNITY THAT IS LOCATED WITHIN IMPERIAL COUNTY. THIS COOPERATIVE AGREEMENT WILL ASSESS THE AVAILABILITY OF LOCAL WATER SUPPLIES, DESIGN AND IMPLEMENT A SUSTAINABLE WATER BODY IN THE VICINITY OF THE DESERT SHORES. THE PROJECT ACTIVITIES TO BE PERFORMED INCLUDE 1) WATER AVAILABILITY ASSESSMENT, 2) ENVIRONMENTAL COMPLIANCE AND PERMITTING, 3) PROJECT DESIGN, AND 4) CONSTRUCTION. THE PROJECT INVOLVES THE PROVISION OF BUILDING AN EARTHEN BERM ACROSS THE OPENING OF THE DESERT SHORES MARINA TO THE SALTON SEA RESULTING IN THE DEVELOPMENT OF A NATURAL BARRIER SEPARATING THE MARINA FROM THE SALTON SEA. THE PROJECT INVOLVES FLOODING THE DESERT SHORES MARINA SO THAT THE INLETS WILL ONCE AGAIN BE COVERED BY FRESH WATER THAT ALLOWS THE MARINA TO BE FUNCTIONAL. WATER SOURCES ARE BEING INVESTIGATED. WELLS ARE NEEDED AND EACH WELL WILL NEED A DIFFERENT INFLOW POINT TO IMPROVE CIRCULATION. THERE WILL BE A PUMP POWERED BY A SMALL SOLAR ARRAY FOR EACH WELL.THE GOAL IS TO PROVIDE APPROXIMATELY 30 ACRES OF AQUATIC HABITAT SUITABLE FOR PISCIVOROUS OR OTHER BIRD SPECIES AND TO SUPPORT SENSITIVE FISH AND WILDLIFE SUCH AS DESERT PUPFISH, SNOWY PLOVER AND BURROWING OWLS. IN ADDITION, THE PROJECT WILL DEVELOP SUSTAINABLE HABITAT TO SUPPORT TILAPIA (NEEDED TO SUPPORT PISCIVOROUS BIRDS) IN A SHELTERED HARBOR, HABITAT THAT HAS BEEN LOST AS THE KEYS BECAME DISCONNECTED FROM THE SEA. HABITAT BENEFITS FOR TERRESTRIAL SPECIES AND NESTING BIRDS ARE ALSO ANTICIPATED THROUGH REVEGETATION ON ADJACENT LAND PARCELS.BY PROVIDING AQUATIC HABITAT ON EXPOSED LAKEBED, THE PROJECT WILL ALSO REDUCE DUST EMISSIVITY IN THE AREA. LASTLY, THE PROJECT'S WATER NEEDS, AND ASSOCIATED INFRASTRUCTURE WILL BE DESIGNED NEEDED FOR FUTURE PROJECTS THAT WILL PROVIDE ADDITIONAL HABITAT AND DUST SUPPRESSION BENEFITS ON NEIGHBORING LANDS THAT CURRENTLY DO NOT HAVE A WATER SOURCE FOR PROJECT IMPLEMENTATION.THE INTENDED BENEFICIARIES ARE THE SALTON SEA STAKEHOLDERS, INCLUDING NON-GOVERNMENTAL ORGANIZATIONS, WATER DISTRICTS, LOCAL AND STATE GOVERNMENTS.THIS IS A PASSTHROUGH AGREEMENT, MOST OF THE WORK WILL BE PERFORMED BY THE IMPERIAL COUNTY STAFF. THE IMPERIAL COUNTY STAFF WILL PROCURE ALL NECESSARY CONTRACTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82bbbebf-0789-896f-c891-739e949dcf2f-R", "generated_internal_id": "ASST_NON_R22AC00215_1425"}, {"internal_id": 145452333, "Award ID": "R22AC00146", "Award Amount": 289834.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-01-06", "CFDA Number": "15.571", "Description": "ASSESSING SALTON SEA MONITORING AND RECREATIONAL ACCESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92b1ec9b-8528-1b9b-c0e1-de5e89039325-C", "generated_internal_id": "ASST_NON_R22AC00146_1425"}, {"internal_id": 138765597, "Award ID": "R21AP10314", "Award Amount": 205925.69, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-21", "CFDA Number": "15.571", "Description": "NEW AND ALAMO RIVER WETLANDS WATER QUALITY MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dbbfeec3-90d9-db9e-f0d9-0b4997acf273-C", "generated_internal_id": "ASST_NON_R21AP10314_1425"}, {"internal_id": 140482379, "Award ID": "R21AC10476", "Award Amount": 119070.33, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.571", "Description": "SALTON SEA SCIENCE SYNTHESIS AND GAP IDENTIFICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "97a43552-4e34-3e78-0edc-94417db31fae-C", "generated_internal_id": "ASST_NON_R21AC10476_1425"}, {"internal_id": 110826539, "Award ID": "R20AC00096", "Award Amount": 796130.9, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "15.571", "Description": "SAN FELIPE EMERGING WETLANDS PPILOT ROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dbbfeec3-90d9-db9e-f0d9-0b4997acf273-C", "generated_internal_id": "ASST_NON_R20AC00096_1425"}, {"internal_id": 85348060, "Award ID": "R19AP00080", "Award Amount": 800000.01, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-11", "CFDA Number": "15.571", "Description": "RESTORING NORTH SHORE MARINA ACCESS TO MONITOR DESERT PUPFISH AND WATER QUALITY AT SALTON SEA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82bbbebf-0789-896f-c891-739e949dcf2f-R", "generated_internal_id": "ASST_NON_R19AP00080_1425"}]