[{"internal_id": 157767487, "Award ID": "R23AP00112", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-20", "CFDA Number": "15.557", "Description": "LONG BEACH WATER DEPARTMENT (DEPARTMENT), LOCATED IN LONG BEACH, CALIFORNIA, WILL DEVELOP AND UTILIZE TOOLS AND TECHNOLOGY TO MAXIMIZE GROUNDWATER WITHDRAWAL SUSTAINABLY AND RELIABLY. THE PROJECT INCLUDES THE DEVELOPMENT OF THE TOOLS AND PROCEDURES NECESSARY TO MONITOR WELLFIELD OPERATIONS EFFECTIVELY, ASSESS CRITICAL FACTORS AFFECTING CURRENT AND FUTURE GROUNDWATER PRODUCTION, AND PROVIDE THE FOUNDATIONS FOR PROACTIVE DECISION MAKING. THROUGH COMPLETION OF THE PROJECT, THE DEPARTMENT WILL IMPROVE ACCESS AND USE OF WATER RESOURCES DATA, DEVELOP A DIGITAL WATER MANAGEMENT TOOL TO HELP PROVIDE SHORT AND LONG TERM ESTIMATES OF GROUNDWATER PUMPING TO IMPROVE MODELING AND FORECASTING CAPABILITIES, AND PERFORM REAL TIME ANALYTICS. IMPROVED KNOWLEDGE ABOUT GROUNDWATER WILL INCREASE AND IMPROVE THE UTILIZATION OF LOCAL WATER RESOURCES, MAXIMIZING ALLOWABLE PUMPING RATES FROM THE AQUIFER, REDUCING WATER IMPORTS, AND ASSISTING IN THE SUSTAINABLE MANAGEMENT OF GROUNDWATER RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17c2ad5c-7f5e-ab9c-f469-94ecb0301776-C", "generated_internal_id": "ASST_NON_R23AP00112_1425"}, {"internal_id": 156908810, "Award ID": "R23AP00111", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-27", "CFDA Number": "15.557", "Description": "THE COACHELLA VALLEY WATER DISTRICT (DISTRICT), LOCATED IN PALM DESERT, CALIFORNIA, WILL PARTNER WITH SEVEN OTHER AGENCIES IN SOUTHERN CALIFORNIA S COACHELLA VALLEY BASIN TO UPDATE THE COACHELLA VALLEY SALT AND NUTRIENT MANAGEMENT PLAN BY DEVELOPING WATER MANAGEMENT TOOLS TO MODEL AND FORECAST NITRATE AND TOTAL DISSOLVED SOLIDS (N TDS). THE DISTRICT S OBJECTIVE IS TO SUSTAINABLY MANAGE SALT AND NUTRIENT LOADING IN THE BASIN TO PROTECT ITS BENEFICIAL USES. AS PART OF THIS PROJECT, THE DISTRICT WILL CHARACTERIZE THE N TDS LOADING AND CURRENT GROUNDWATER QUALITY, DELINEATE MANAGEMENT ZONES AND METRICS TO CHARACTERIZE BENEFICIAL USE PROTECTION, DEVELOP A TECHNICAL APPROACH AND TOOLS TO FORECAST N TDS CONCENTRATIONS, AND ESTABLISH BASELINE SCENARIO FORECASTS OF GROUNDWATER QUALITY CONDITIONS IN THE FUTURE. UPON COMPLETION OF THE PROJECT, THE MODEL AND BASELINE SCENARIO WILL BE AVAILABLE FOR USE BY THE PARTNERING AGENCIES TO RUN FUTURE SCENARIOS, QUANTIFY THE RELATIVE EFFECTIVENESS OF FUTURE MITIGATION STRATEGIES, AND ULTIMATELY MANAGE WATER QUALITY IN THE SUBBASIN TO SUPPORT DECISION MAKING AND RESILIENCY. PARTNERING AGENCIES INCLUDE CITY OF COACHELLA, CITY OF PALM SPRINGS, DESERT WATER AGENCY, INDIO WATER AUTHORITY, MISSION SPRINGS WATER DISTRICT, MYOMA DUNES MUTUAL WATER COMPANY, AND VALLEY SANITARY DISTRICT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d5c9850-fcee-8fe4-8ccf-11ac5368d48a-C", "generated_internal_id": "ASST_NON_R23AP00111_1425"}, {"internal_id": 156520783, "Award ID": "R23AP00044", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-10", "CFDA Number": "15.557", "Description": "THE POST OAK SAVANNAH GROUNDWATER CONSERVATION DISTRICT (DISTRICT), IN COLLABORATION WITH THE MEADOWS CENTER FOR WATER AND THE ENVIRONMENT AT TEXAS STATE UNIVERSITY (MEADOWS CENTER), PROPOSES TO DEVELOP AN OPERATIONS AND MANAGEMENT MODEL (OPMAN) TO HELP ESTABLISH A COMPREHENSIVE AND CONSISTENT SET OF RULES, POLICIES, AND STRATEGIES FOR ADDRESSING NUMEROUS WATER RESOURCE MANAGEMENT CHALLENGES. THESE CHALLENGES BALANCING THE RESPONSIBILITIES TO CONSERVE AND PROTECT GROUNDWATER, INCLUDING THE PROTECTION OF PRIVATE PROPERTY WATER RIGHTS, WHILE ALLOWING DEVELOPMENT OF GROUNDWATER TO MEET NEEDS OF THE STATE ARE  ACED BY NEARLY EVERY OTHER GROUNDWATER CONSERVATION DISTRICT (GCD) IN TEXAS.THE DISTRICT IS LOCATED IN CLOSE PROXIMITY TO A GROWTH CORRIDOR IN CENTRAL TEXAS THAT CURRENTLY HAS 5.0 MILLION PEOPLE AND IS EXPECTED TO GROW CO 9.5 MILLION PEOPLE BY 2070. TO MEET GROWING WATER DEMANDS, MUNICIPALITIES AND INDUSTRIES ARE TARGETING A HIGHLY PRODUCTIVE AND CLIMATE RESILIENT REGION OF THE CARRIZO WILCOX AQUIFER THAT IS PRESENT WITHIN THE DISTRICT S BOUNDARY. IN 2019, GROUNDWATER PRODUCTION FROM THE CARRIZO WILCOX IN THE DISTRICT WAS 13,000 ACRE FEET. IN 2020, THE VISTA RIDGE PROJECT BEGAN EXPORTING 50,000 AFY TO THE CITY OF SAN ANTONIO. IN 2021, DRAWDOWN OF SEVERAL HUNDRED FEET OCCURRED IN EXISTING WELLS WITHIN THE DISTRICT. CURRENTLY, THE DISTRICT HAS 100,000 AFY OF GROUNDWATER PRODUCTION UNDER PERMIT FOR TRANSPORT TO 11 COUNTIES IN CENTRAL TEXAS. TO ACHIEVE GROUNDWATER SUSTAINABILITY WHILE ENSURING A RELIABLE GROUNDWATER RESOURCE FOR LANDOWNERS WITHIN THE DISTRICT AND FOR LARGE WATER SUPPLY PROJECTS, THE DISTRICT IS DEVELOPING A CONSENSUS BASED MANAGEMENT PROGRAM THAT APPLIES THE BEST AVAILABLE SCIENCE.OPMAN WILL BE AN INTEGRAL COMPONENT THIS PROGRAM. IT WILL SERVE AS A DEFENSIBLE TOOL FOR MAKING DECISIONS REGARDING MANAGEMENT OF GROUNDWATER RESOURCES WITHIN POSGCD. CURRENTLY, THE DISTRICT IS USING A GROUNDWATER AVAILABILITY MODEL (GAM) OF THE CARRIZO WILCOX AQUIFER DEVELOPED BY THE TEXAS WATER DEVELOPMENT BOARD TO SUPPORT REGIONAL WATER MANAGEMENT. THE REGIONAL SCALE OF THE GAM CANNOT ACCURATELY INFORM LOCAL MANAGEMENT DECISIONS WITHOUT SIGNIFICANT MODIFICATION. THE DEVELOPMENT OF OPMAN WILL START BY RECONSTRUCTING AND RECALIBRATING THE PORTION OF THE GAM THAT COVERS THE DISTRICT (MILAM AND BURLESON COUNTIES , ENABLING OPMAN TO MORE ACCURATELY SIMULATE LOCAL HYDROGEOLOGIC CONDITIONS. OPMAN WILL BE DEVELOPED USING CONSIDERABLY MORE HYDROGEOLOGIC DATA THAN WAS USED TO DEVELOP THE GAM. IT WILL ALSO PROVIDE ESTIMATES OF PREDICTIVE UNCERTAINTY TO HELP EVALUATE RISKS AND QUANTIFY THE RELIABILITY OF POLICY DECISIONS. OPMAN WILL ALSO HAVE THE FUNCTIONALITY TO BE READILY UPDATED AS NEW INFORMATION BECOMES AVAILABLE.ONCE DEVELOPED, OPMAN WILL BE USED TO IMPROVE AQUIFER MANAGEMENT AND LONG TERM SUSTAINABILITY FOR DISTRICT GROUNDWATER USERS. IT WILL BE USED TO DEVELOP ADAPTIVE MANAGEMENT SCHEMES BASED ON CLIMATE SCENARIOS WITH THE GOAL OF PROVIDING FLEXIBILITY IN ANNUAL GROUNDWATER PRODUCTION VOLUMES WHILE ACHIEVING THE DESIRED FUTURE CONDITIONS (THE REGIONAL GROUNDWATER MANAGEMENT GOALS). OPMAN WILL ALSO BE USED TO EVALUATE POTENTIAL BENEFITS FROM INCENTIVIZED CONJUNCTIVE PERMITS AND AQUIFER STORAGE AND RECOVERY FACILITIES, AND TO EXAMINE THE SENSITIVITY LOT AQUIFER CONDITIONS TO ALTERNATIVE CURTAILMENT SCHEMES OF PRODUCTION AND PERMITS TO ACHIEVE LONG TERM MANAGEMENT GOALS. AS THE STATE NEED FOR GROUNDWATER RESOURCES INCREASES, THE ROLE FOR IMPROVED TECHNIQUES, SUCH AS OPMAN, TO INFORM POLICY AND MANAGEMENT IS CRITICAL TO THE LONG TERM USES OF THE GROUNDWATER RESOURCES. THE PROJECT WILL PROVIDE A PROCESS THAT OTHER GROUNDWATER MANAGERS CAN USE TO MEET THE NEEDS OF THEIR ORGANIZATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e85a4ece-03c0-776b-0880-6ae9b587f932-R", "generated_internal_id": "ASST_NON_R23AP00044_1425"}, {"internal_id": 156262455, "Award ID": "R23AP00043", "Award Amount": 193085.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-26", "CFDA Number": "15.557", "Description": "THE SOUTHERN NEVADA WATER AUTHORITY (SNWA) WILL EXPAND THE FORECASTING CAPABILITIES OF THE LAKES MEAD AND MOHAVE MODEL (LM3), WHICH IS A 3D HYDRODYNAMIC AND WATER QUALITY MODEL ENCOMPASSING THE ENTIRETY OF LAKE MEAD, THE COLORADO RIVER BELOW HOOVER DAM, AND LAKE MOHAVE. THIS PROJECT IS NOVEL IN THAT IT PROVIDES SEVERAL NECESSARY UPDATES TO EXISTING MODELING FRAMEWORK UTILIZED BY SNWA. THE MODELING EFFORTS WILL YIELD WATER QUALITY PROJECTIONS NOT ONLY FOR RAW WATER DRAWN FROM LAKE MEAD TREATED BY SNWA AND DISTRIBUTED TO THE LAS VEGAS VALLEY, BUT ALSO FOR RAW WATER DRAWN BY BIG BEND WATER DISTRICT (BBWD), A SMALL WATER UTILITY THAT SERVICES LAUGHLIN, NV.WHILE RECLAMATION HAS A RIGOROUS FRAMEWORK TO MONITOR AND PROJECT WATER QUANTITY IN THE LOWER COLORADO RIVER BASIN, THE CRMMS ESP MODEL, THERE IS NOT CURRENTLY AN ESTABLISHED FRAMEWORK TO CREATE VALIDATED WATER QUALITY PROJECTIONS BASED ON THE CRMMS ESP PROJECTIONS. IN THIS PROJECT, IT IS PROPOSED THAT THE LM3 WILL BE UPDATED MONTHLY, EACH TIME NEW CRMMS ESP PROJECTIONS ARE RELEASED. THIS PROJECT ALSO PROPOSES TO INCLUDE OTHER TIMELY AND GERMANE ELEMENTS, INCLUDING POTENTIAL CLIMATE EFFECTS, EFFECTS OF POPULATION GROWTH, AND EFFECTS OF ANOMALOUS EVENTS SUCH AS MICROBURST STORM EVENTS OR WILDFIRES. THE LM3 WILL BE USED TO SIMULATE PARAMETERS INCLUDING WATER TEMPERATURE, DISSOLVED OXYGEN, SALINITY, NUTRIENTS, TURBIDITY, AND ALGAL GROUPS, AND TO STUDY HOW THESE PARAMETERS WILL CHANGE OVER TIME AND MY AFFECT WATER QUALITY, WATER TREATMENT PROCESSES, WATER RECYCLING, AND AQUATIC ECOSYSTEMS.THIS STUDY IS SUPPORTED NOT ONLY BY STAKEHOLDERS IN THE LAS VEGAS VALLEY THAT WORK DIRECTLY WITH SNWA, BUT ALSO DOWNSTREAM USERS IN THE LOWER COLORADO RIVER BASIN. MORE ROBUST, TIMELY, AND APPLICABLE WATER QUALITY PROJECTIONS WILL BENEFIT THE COMMUNITY BY ALLOWING WATER MANAGERS TO BETTER PREPARE FOR POTENTIAL CONSEQUENCES OF DROUGHT AND CLIMATE CHANGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbe23328-e4ce-79d0-e96c-6fb724bf0102-C", "generated_internal_id": "ASST_NON_R23AP00043_1425"}, {"internal_id": 156262454, "Award ID": "R23AP00035", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-17", "CFDA Number": "15.557", "Description": "RANCHO CALIFORNIA WATER DISTRICT S INTEGRATED GROUNDWATER WELLFIELD SYSTEM PROJECT CREATES BETTER HYDROLOGIC DATA FOR THE MURRIETA TEMECULA GROUNDWATER BASIN, WHICH WILL BE USED TO DEVELOP A NEW WATER MANAGEMENT TOOL FOR IMPROVING BASIN MANAGEMENT EFFICIENCY. THE PROPOSED PROJECT BEGINS WITH THE INSTALLATION OF NEW REMOTE SENSING EQUIPMENT ON THE DISTRICT S NETWORK OF 26 WELLS WITHIN THE PAUBA VALLEY, WHICH WILL PROVIDE MORE ACCURATE AND MORE FREQUENTLY AVAILABLE GROUNDWATER LEVEL AND WELL PUMPING EFFICIENCY DATA. THIS INFORMATION WILL BE PROCESSED BY A NEW WATER MANAGEMENT DECISION SUPPORT TOOL, DESIGNED AS PART OF THE PROJECT, TO ASSIST RANCHO WATER STAFF IN MAXIMIZING THE EFFICIENCY OF BASIN MANAGEMENT OPERATIONS. THE PROJECT INCREASES ACCESS TO INFORMATION, IMPROVES MODELING AND FORECASTING CAPABILITIES, IMPROVES CONJUNCTIVE USE OF SURFACE AND GROUNDWATER, CREATES MORE RELIABLE WATER SUPPLIES, AND HELPS TO MITIGATE THE IMPACTS OF DROUGHT  ALL WHILE MAINTAINING THE HEALTH OF THE WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f51efff-1106-494d-3c10-361fe525c413-C", "generated_internal_id": "ASST_NON_R23AP00035_1425"}, {"internal_id": 156908809, "Award ID": "R23AP00024", "Award Amount": 64273.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-24", "CFDA Number": "15.557", "Description": "THE NATURE CONSERVANCY, IN CONJUNCTION WITH THE YAVAPAI APACHE NATION, WILL COLLABORATE WITH WATERSHED STAKEHOLDERS TO REFINE AND IMPROVE AN EXISTING HYDROLOGIC MODELING TOOL FOR THE UPPER AND MIDDLE VERDE RIVER BASINS IN YAVAPAI COUNTY, ARIZONA. THE RIVER FACES TREMENDOUS THREATS FROM GROUNDWATER PUMPING, CLIMATE CHANGE, WATER POLICY, AND AGRICULTURAL WATER USE. WITHOUT CONTINUED MONITORING AND MANAGEMENT, THE VERDE RIVER WILL NOT BE ABLE TO SUSTAINABLY SUPPORT THE BIODIVERSITY AND PEOPLE THAT DEPEND ON IT. THE PROJECT PARTNERS WILL DEVELOP AND RUN MODELING SCENARIOS IN THE VERDE RIVER WATERSHED TO PROMOTE COMPREHENSIVE MANAGEMENT AND COLLABORATION, SIMULATING THE CUMULATIVE IMPACTS OF LAND AND WATER MANAGEMENT CHOICES AND CONSERVATION STRATEGIES TO BETTER UNDERSTAND BETTER THE IMPACTS OF THESE MANAGEMENT CHOICES AND CHANGING CONDITIONS IN THE WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_R23AP00024_1425"}, {"internal_id": 156262451, "Award ID": "R23AP00019", "Award Amount": 55000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-24", "CFDA Number": "15.557", "Description": "THE AGUA CALIENTE BAND OF CAHUILLA INDIANS (TRIBE), LOCATED IN RIVERSIDE COUNTY, CALIFORNIA, IN CONJUNCTION WITH THE AGUA CALIENTE WATER AUTHORITY, WILL DEVELOP AN ONLINE GEOSPATIAL DATA PLATFORM (GDP) TO STORE AND DISPLAY GEOSPATIAL AND TIME DEPENDENT DATASETS INCLUDING CLIMATE, GROUNDWATER, SURFACE WATER, AND WATER QUALITY DATA FOR THE AGUA CALIENTE INDIAN RESERVATION. THE TRIBE WILL USE THE GDP TO INTEGRATE THE DATASETS WITH THE HYDROGEOLOGIC CONCEPTUAL MODEL (HCM) TO SUPPORT 3 DIMENSIONAL VISUALIZATION AND ASSESSMENT BASED ON AVAILABLE WELL LOGS, GEOPHYSICAL DATA, PUMP TESTS, AND OTHER RELATED HYDROGEOLOGIC DATASETS. THE GDP TOOL WILL ALLOW USERS TO EXAMINE CHANGES IN THE OCCURRENCE AND MOVEMENT OF GROUNDWATER AND WATER QUALITY OVER TIME, THEREBY HELPING WATER MANAGERS MAKE INFORMED MANAGEMENT DECISIONS AND PROMOTE SUSTAINABLE GROUNDWATER RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "608735e9-29a7-8cae-d631-c25fb54a99e5-C", "generated_internal_id": "ASST_NON_R23AP00019_1425"}, {"internal_id": 149415561, "Award ID": "R22AP00294", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-10", "CFDA Number": "15.557", "Description": "SOUTHWEST RESEARCH INSTITUTE, LOCATED IN SAN ANTONIO, TEXAS, WILL WORK WITH THE MIDDLE PECOS GROUNDWATER CONSERVATION DISTRICT AND REEVES COUNTY GROUNDWATER CONSERVATION DISTRICT TO CONDUCT A GEOCHEMICAL AND STATISTICAL ANALYSIS TO IMPROVE UNDERSTANDING OF THE HYDROLOGY OF TWO INTERCONNECTED SPRING SYSTEMS IN WEST TEXAS, THE SAN SOLOMON SPRINGS IN BALMORHEA, AND COMANCHE SPRINGS IN FORT STOCKTON. THE ANALYSIS AND RESULTING DATABASE WILL BE USED TO IDENTIFY RELATIVE AMOUNTS OF RECHARGE FROM DIFFERENT SOURCE AREAS, POTENTIAL CHANGES IN SPRING HYDROCHEMISTRY RESULTING FROM LAND USE PRACTICES, AND RECHARGE AND DISCHARGE RATES. SPRING SYSTEMS IN ARID AND SEMI-ARID ENVIRONMENTS ARE THREATENED BY CHANGES IN LAND USE AND DEVELOPMENT, INCLUDING IRRIGATION PRACTICES AND PUMPING FOR OIL AND GAS DEVELOPMENT, AS WELL AS CHANGES TO RECHARGE FROM PRECIPITATION. THIS PROJECT WILL HELP INFORM SEVERAL ONGOING EFFORTS IN THE AREA, INCLUDING EFFORTS TO REDUCE GROUNDWATER EXTRACTION TO INCREASE SPRING DISCHARGE AND RESTORE PERENNIAL FLOWS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "445af2f9-543d-9e63-c6fd-0feebf238d59-C", "generated_internal_id": "ASST_NON_R22AP00294_1425"}, {"internal_id": 148676606, "Award ID": "R22AP00293", "Award Amount": 58000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "15.557", "Description": "STOCKTON EAST WATER DISTRICT, WITH THE SUPPORT OF EASTERN SAN JOAQUIN GROUNDWATER AUTHORITY, NORTH SAN JOAQUIN WATER CONSERVATION DISTRICT, AND CENTRAL SAN JOAQUIN WATER CONSERVATION DISTRICT, WILL DEVELOP GROUNDWATER PUMPING AND RECHARGE VOLUMES USING PROVEN, REMOTE SENSING TECHNIQUES, BASED ON EVAPOTRANSPIRATION (ET) ESTIMATION FROM NASA'S LANDSAT SATELLITE IMAGERY. THE AGENCIES INVOLVED ARE PART OF THE GROUNDWATER SUSTAINABILITY AGENCY RESPONSIBLE FOR IMPLEMENTING CALIFORNIA'S SUSTAINABLE GROUNDWATER MANAGEMENT ACT IN THE EASTERN SAN JOAQUIN GROUNDWATER SUB BASIN. THE EASTERN SAN JOAQUIN GROUNDWATER BASIN IS A HIGH PRIORITY, CRITICALLY OVER-DRAFTED GROUNDWATER BASIN BY THE CALIFORNIA DEPARTMENT OF WATER RESOURCES. THIS PROJECT WILL IMPLEMENT THE GEOSPATIAL RESOURCES OF WATER MANAGEMENT FOR AGRICULTURAL SYSTEMS, AN AUTOMATED PORTAL THAT USES LANDSAT IMAGERY AND WEATHER DATA TO PRODUCE DAILY, MONTHLY, AND ANNUAL ET DATA. THE PROJECT WILL HELP THE GROUNDWATER SUB-BASIN ACCOUNT FOR GROUNDWATER DEMAND, MANAGE AVAILABLE SURFACE AND GROUNDWATER RESOURCES, ALLOCATE COSTS AND DOCUMENT BENEFITS OF PROPOSED GROUNDWATER BANKING, STORAGE AND CONJUNCTIVE USE PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b518500-4035-1505-77bb-88e6eef928b4-R", "generated_internal_id": "ASST_NON_R22AP00293_1425"}, {"internal_id": 151521884, "Award ID": "R22AP00292", "Award Amount": 199681.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "15.557", "Description": "SOCIAL AND ENVIRONMENTAL ENTREPRENEURS, A NONPROFIT ORGANIZATION THAT SPONSORS THE CALIFORNIA DATA COLLABORATIVE, WILL DEVELOP THE CALIFORNIA URBAN WATER EFFICIENCY DATA PLATFORM IN COLLABORATION WITH ITS MEMBER AGENCIES, WHICH INCLUDE LOCAL AND REGIONAL MUNICIPAL WATER SUPPLIERS  THE PROJECT LOCATION SPANS ACROSS CALIFORNIA, WITH A PRIMARY FOCUS ON AREAS SERVED BY URBAN RETAIL WATER SUPPLIERS, ENTITIES PROVIDING POTABLE MUNICIPAL WATER TO MORE THAN 3,000 END USERS, OR THAT SUPPLY MORE THAN 3,000 ACRE FEET OF WATER PER YEAR  THE 2012 2016 DROUGHT IN CALIFORNIA HIGHLIGHTED THE NEED FOR A SINGLE DATA SYSTEM TO PROVIDE TIMELY, ACCURATE INFORMATION ABOUT WATER PRODUCTION AND DEMAND TO ENABLE INFORMED WATER DEMAND MANAGEMENT  THE DATA PLATFORM WILL ASSIST LOCAL WATER SUPPLIERS WITH TRACKING, QUALITY CONTROLLING, AND ANALYZING THEIR WATER PRODUCTION AND DEMAND DATA  THE PLATFORM WILL HELP AGENCIES EVALUATE THEIR CURRENT EFFICIENCY LEVELS, IDENTIFY OPPORTUNITIES FOR IMPROVEMENT, SHARE DATA FOR REGIONAL COLLABORATION, AND REPORT THEIR DATA FOR COMPLIANCE WITH CALIFORNIA S WATER EFFICIENCY LEGISLATION  THE SOFTWARE WILL BE MADE ACCESSIBLE ONLINE USING TECHNOLOGIES COMMON IN MODERN CONSUMER SOFTWARE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "715373d3-1275-2b40-aafb-09e24827abe1-C", "generated_internal_id": "ASST_NON_R22AP00292_1425"}, {"internal_id": 148994857, "Award ID": "R22AP00291", "Award Amount": 97822.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-25", "CFDA Number": "15.557", "Description": "THE UNIVERSITY OF KANSAS, LOCATED IN LAWRENCE, KANSAS, WILL WORK WITH THE KANSAS WATER OFFICE (KWO) TO INCLUDE CLIMATE UNCERTAINTY IN THE WATER SUPPLY ALLOCATION PROCEDURE IN THE STATE OF KANSAS. KWO USES A WATER BALANCE MODEL ACROSS THE SYSTEM BASED 1950'S CLIMATE, WHICH WAS AN EXTREME DROUGHT PERIOD IN THE STATE OF KANSAS, FOR DETERMINING WATER ALLOCATIONS. THIS PROJECT WILL DEVELOP A PROCEDURE FOR INCORPORATING CLIMATE UNCERTAINTY INTO THE WATER ALLOCATION PROCESS. THE PROCESS WILL INCLUDE QUANTIFYING CLIMATE UNCERTAINTY USING HISTORICAL CLIMATE AND CLIMATE PROJECTIONS, USING A HYDROLOGIC MODELING FRAMEWORK TO ESTIMATE THE UNCERTAINTY IN STREAMFLOW AND EVAPORATION, MODIFYING THE EXISTING KWO WATER ALLOCATION MODEL TO USE AN ENSEMBLE OF STREAMFLOW AND EVAPORATION INPUTS, AND QUANTIFYING THE UNCERTAINTY IN FUTURE WATER ALLOCATIONS DUE TO CLIMATE BASED ON A BAYESIAN PROBABILISTIC FRAMEWORK. A MORE ROBUST SYSTEM ACCOUNTING FOR CLIMATE UNCERTAINTY WILL ALLOW THE STATE TO CONDUCT LONG-TERM WATER SUPPLY PLANNING AND BETTER ANTICIPATE THE RANGE OF FUTURE RESOURCE CONDITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77c2126f-1eeb-1497-ee97-f5b830ca5e7d-C", "generated_internal_id": "ASST_NON_R22AP00291_1425"}, {"internal_id": 148676536, "Award ID": "R22AP00290", "Award Amount": 195050.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-13", "CFDA Number": "15.557", "Description": "THE NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES (LOCATED AT THE NEW MEXICO INSTITUTE OF  MINING AND TECHNOLOGY), IN PARTNERSHIP WITH THE NEW MEXICO INTERSTATE STREAM COMMISSION (NMISC),  WILL IMPROVE WATER DATA ACCESS IN THE MIDDLE RIO GRANDE REGION OF NEW MEXICO. THE PROJECT WILL FOCUS  DATA ON THE AREA OTOWI GAGE TO THE ELEPHANT BUTTE RESERVOIR, PARTICULARLY RELATED TO DATA ASSOCIATED WITH  RIO GRANDE FLOW AND IRRIGATION MANAGEMENT. MANAGEMENT AND OPERATIONS OF WATER IN THIS REGION IS ONE  OF THE MOST CHALLENGING ENDEAVORS, AS IT IMPACTS SOME OF THE LARGEST POPULATION CENTERS OF THE STATE, A  LARGE IRRIGATION DISTRICT, SEVERAL TRIBAL PARTNERS, MUNICIPALITIES, AND AN INCREASINGLY FRAGILE RIVER  ECOSYSTEM. THE PROJECT WILL ENHANCE MODELING CAPABILITIES FOR THE NMISC AND PROVIDE MORE RELIABLE  AND DIRECT ACCESS TO REAL-TIME, NEAR REAL-TIME, AND HISTORICAL WATER DATA. THIS PROJECT WILL IMPROVE  ACCESS TO AND USE OF WATER RESOURCES DATA BY CONNECTING INFORMATION FROM NUMEROUS FEDERAL, STATE,  AND LOCAL AGENCIES. THE PROJECT WILL PRODUCE A ROBUST WATER DATA APPLICATION PROGRAMMING INTERFACES,  WITH ADDITIONAL DESCRIPTIVE METADATA. THIS PROJECT WILL BENEFIT THE 2019 WATERSMART APPLIED SCIENCE  PROJECT TITLED \"DEVELOPING A PROJECTION TOOL FOR OTOWI INDEX SUPPLY AND ELEPHANT BUTTE EFFECTIVE INDEX  SUPPLY.\"", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "03eb6810-7870-d8cb-dc0f-5defaaa07d45-C", "generated_internal_id": "ASST_NON_R22AP00290_1425"}, {"internal_id": 148676622, "Award ID": "R22AP00289", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-12", "CFDA Number": "15.557", "Description": "THE NEBRASKA DEPARTMENT OF NATURAL RESOURCES (NEDNR), THE PRIMARY SURFACE WATER PERMITTING AGENCY IN NEBRASKA, WILL IMPLEMENT THE FOURTH PHASE OF THE DECISION SUPPORT SYSTEM (DSS) DEVELOPMENT FOR THE PLATTE RIVER TO BETTER UTILIZE UNAPPROPRIATED WATER ON THE PLATTE RIVER IN THE WAKE OF INCREASING CLIMATE VARIABILITY AND ITS IMPACT ON WATER RESOURCES. A SYSTEMATIC APPROACH FOR WATER ALLOCATION DECISIONS DURING EXCESS FLOW EVENTS INCREASES EFFICIENCY, TRANSPARENCY, AND ACCOUNTABILITY WHILE SIMPLIFYING THE PROCESS AND REDUCING THE REGULATORY BURDEN ON CUSTOMERS APPLYING FOR EXCESS WATER USE. THE DSS WILL PROVIDE A VITAL TOOL TO NEBRASKA'S WATER MANAGERS TO LEVERAGE OPPORTUNITIES TO RE-TIME WATER SUPPLIES THROUGH STORAGE AND GROUNDWATER RECHARGE TO SUPPORT PLANNING EFFORTS TO MAINTAIN A BALANCE BETWEEN WATER USES AND SUPPLIES. NEDNR INITIATED DSS DEVELOPMENT IN 2018 AND WILL COMPLETE THE WATER MANAGEMENT TOOLS AND STAKEHOLDER OUTREACH PHASE (PHASE 4) DURING THIS PROJECT. THIS PHASE OF THE PROJECT WILL INCREASE WATER SUPPLY RELIABILITY THROUGH FORECASTING WITHIN THE PLATTE RIVER BASIN, SUPPORT NEDNR WATER ADMINISTRATION TO AVOID WATER ALLOCATION CONFLICTS, AND HELP SUPPORT THE MANAGEMENT OF THE RIVER, INCLUDING THE ADMINISTRATION OF WATER RIGHTS IN PERIODS OF SURPLUS WATER AVAILABILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac344bcb-3c53-80fb-8acc-32259c9a9919-C", "generated_internal_id": "ASST_NON_R22AP00289_1425"}, {"internal_id": 148994989, "Award ID": "R22AP00288", "Award Amount": 119009.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-25", "CFDA Number": "15.557", "Description": "THE MONTANA DEPARTMENT OF NATURAL RESOURCES AND CONSERVATION WILL DEVELOP A WATER BALANCE, PRECIPITATION-RUNOFF HYDROLOGIC MODEL, AND WATER SUPPLY FORECASTING TOOL FOR THE UPPER YELLOWSTONE WATERSHED IN SOUTH-CENTRAL MONTANA. STAKEHOLDERS AND MANAGERS IN THE WATERSHED ARE INCREASINGLY FORCED TO BALANCE GROWING DEMANDS FOR WATER WITH UNCERTAINTY IN WATER SUPPLY, DRIVEN BY CLIMATIC SHIFTS TOWARDS EARLIER SEASON SNOWMELT RUNOFF, WARMER TEMPERATURES, AND PERSISTENT DROUGHT CONDITIONS. THIS COMPLEXITY IN WATER MANAGEMENT HAS CREATED TENSION THROUGHOUT THE COMMUNITY IN RECENT YEARS. THIS PROJECT WILL DEVELOP A MODERN HYDROLOGIC TOOLSET TO FORECAST WATER SUPPLY CONDITIONS, ENHANCE WATER MANAGEMENT DECISION-MAKING, AND INFORM DROUGHT PLANNING EFFORTS. WATER SUPPLY FORECASTING WILL BE ENHANCED BY INCORPORATING A PHYSICAL PRECIPITATION-RUNOFF TECHNIQUE, WHICH WILL COMPLEMENT THE EXISTING STATISTICAL METHOD. EVAPOTRANSPIRATION AND CROP CONSUMPTION ESTIMATES WILL ALSO BE IMPROVED THROUGH THE USE OF REMOTE SENSING DATA AND EXISTING MODELING SOFTWARE. THIS METHOD HAS BEEN SHOWN TO IMPROVE MODELING AND FORECASTING ACCURACY, REDUCE ERROR, AND CONTRIBUTE TO A BETTER UNDERSTANDING OF WATERSHED HYDROLOGY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a044bca7-11cf-685f-31ac-ec919cbfaf2f-C", "generated_internal_id": "ASST_NON_R22AP00288_1425"}, {"internal_id": 149742181, "Award ID": "R22AP00246", "Award Amount": 197750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-17", "CFDA Number": "15.557", "Description": "THE GRAND MESA WATER USERS ASSOCIATION, LOCATED ON THE GRAND MESA IN DELTA COUNTY, COLORADO, WILL PRODUCE DIGITIZED CAPACITY SURVEYS FOR 50 RESERVOIRS. THE RESERVOIRS ON THE GRAND MESA WERE BUILT TO CAPTURE AND CONSERVE AVAILABLE WATER FROM SNOWPACK FOR IRRIGATION AND MUNICIPAL USE. THIS PROJECT INCLUDES CONDUCTING RESERVOIR CAPACITY SURVEYS USING DRONE TECHNOLOGY, INSTALLING WATER MEASURING SENSORS AT EACH RESERVOIR TO MONITOR WATER LEVEL HEIGHTS, AND DEVELOPING A WATER DISTRIBUTION CONTROL SYSTEM WITH MULTIPLE FUNCTIONS SUCH AS AN INTERACTIVE MAP OF THE RESERVOIRS, A DATABASE WITH DATA ON THE RESERVOIRS, A DASHBOARD SHOWING WATER ADMINISTRATION ACTIVITY, AND A FORECASTING TOOL. THESE TOOLS WILL ENHANCE THE MANAGEMENT OF WATER SUPPLIES AND RESERVOIR OPERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3499fffa-589b-a091-db03-3e7890434ae3-R", "generated_internal_id": "ASST_NON_R22AP00246_1425"}, {"internal_id": 151522405, "Award ID": "R22AP00243", "Award Amount": 155015.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "15.557", "Description": "THE SALT RIVER PROJECT AGRICULTURAL IMPROVEMENT AND POWER DISTRICT IN ARIZONA WILL DEVELOP A REAL TIME RESERVOIR OPERATIONS MODEL FOR THE SALT AND VERDE RIVERS  THE MODEL WILL BE USED TO PREDICT CHANGES TO LAKE LEVELS BASED ON A CONTINUOUS RUNOFF SIMULATION, ENHANCING THE SALT RIVER PROJECT S ABILITY TO ANALYZE AND REACT TO FORECASTED HYDROLOGICAL EVENTS IN THE WATERSHEDS THAT IMPACT OPERATIONS AND INFRASTRUCTURE  THE MODEL WILL FORECAST STREAMFLOW AT SPECIFIED LOCATIONS THAT DIRECTLY IMPACT RESERVOIR OPERATIONS, INFORMING OPERATIONS DECISIONS AND FACILITATING EARLY RESPONSES TO FLOODING CAUSED BY STORM EVENTS OR LANDSCAPE CHANGES CREATED BY WILDFIRE  THE SALT RIVER PROJECT IS CARRYING OUT THE PROJECT WITH THE SUPPORT OF THE ARIZONA MUNICIPAL WATER USERS ASSOCIATION AND THE CITIES OF TEMPE, CHANDLER, AND SCOTTSDALE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3143c1b-c6f5-9f1b-d7c4-aab6756e4b8a-C", "generated_internal_id": "ASST_NON_R22AP00243_1425"}, {"internal_id": 148994848, "Award ID": "R22AP00242", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-25", "CFDA Number": "15.557", "Description": "THE WESTERN STATES WATER COUNCIL, WHOSE MEMBERS INCLUDE 17 WESTERN STATES AND ALASKA, WILL CONTINUE DEVELOPING WESTERN WATER RIGHTS AND AGGREGATE WATER USE DATA ACCESS AND ANALYSIS TOOL (WESTDAAT), MOVING IT FROM PROTOTYPE TO FULL FUNCTIONALITY. WESTDAAT WILL ENABLE USERS TO OBTAIN CONSISTENT WATER RIGHTS DATA WITHIN ITS MEMBER STATES TO SUPPORT WATER RESOURCES PLANNING AND MANAGEMENT. THE WESTDAAT TEAM WILL ALSO WORK CLOSELY WITH RECLAMATION TO COORDINATE AND ENHANCE ITS EXISTING WATER RIGHTS DATABASE. MAKING WATER RIGHTS AND AGGREGATE WATER USE INFORMATION EASILY AVAILABLE WILL LEAD TO MORE INNOVATIVE APPLICATIONS THAT STRETCH SCARCE WATER SUPPLIES, IMPROVE DROUGHT MANAGEMENT, FACILITATE STATE WATER RIGHTS ADMINISTRATION, RAISE RECOGNITION OF FEDERAL WATER RIGHT RESERVATIONS, PROMOTE CONSERVATION AND WATER MARKETING, HIGHLIGHT CONJUNCTIVE GROUND AND SURFACE WATER USE OPPORTUNITIES, AND FOCUS INITIATIVES FOR WATERSHEDS, FISH AND WILDLIFE HABITAT, AND ENDANGERED AQUATIC SPECIES PROTECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18319c20-2733-0ea6-4529-a1f6474a6459-C", "generated_internal_id": "ASST_NON_R22AP00242_1425"}, {"internal_id": 147751281, "Award ID": "R22AP00241", "Award Amount": 148339.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-06", "CFDA Number": "15.557", "Description": "THE NORMAN UTILITIES AUTHORITY, LOCATED IN NORMAN, OKLAHOMA, WILL COLLABORATE WITH THE NATIONAL WATER RESEARCH INSTITUTE TO DEVELOP A PREDICTIVE LAKE LEVEL OPTIMIZATION TOOL (PLOT) FOR THE LAKE THUNDERBIRD WATERSHED IN CENTRAL OKLAHOMA. THIS NEW WATER-BALANCE TOOL HELP WATER MANAGERS IMPLEMENT THE PLANNED LAKE AUGMENTATION SYSTEM BY PROVIDING SUPPORT FOR THE TIMING AND DURATION OF PUMPING. EFFECTIVE MANAGEMENT OF A RESERVOIR'S CONSERVATION POOL IS CRITICAL TO THE SURVIVAL OF ANY SURFACE WATER BODY DURING PROLONGED DROUGHT PERIODS. THE NEW FORECASTING TOOL FOR LAKE WATER-LEVEL WILL PLAY AN IMPORTANT ROLE DURING THESE PERIODS. THE PROJECT WILL SEEK TO ESTABLISH PROOF-OF-CONCEPT FOR A MODEL THAT, IN SUBSEQUENT WORK, CAN LINK TO REAL-TIME DATA COLLECTION, MAKE FORECASTS OF THE LAKE'S WATER BALANCE AND THE AUGMENTATION NEEDED. THE PLOT FORECASTS WILL CONSIDER BOTH NEAR-TERM PRECIPITATION PROJECTIONS AND STATISTICAL CLIMATOLOGICAL TRENDS TO IDENTIFY THE PREFERRED AUGMENTATION FLOWS TO OPTIMIZE LAKE YIELD, CONJUNCTIVE GROUNDWATER USE, DROUGHT RISK MITIGATION, AND AUGMENTATION VOLUMES. THE PROJECT WILL FURTHER THE REGIONAL GOAL OF A SUSTAINABLE, SHARED WATER RESERVOIR BY CONSTRUCTING A CLOUD-BASED TOOL TO ALLOW FOR TRANSPARENT, SMART AUGMENTATION FLOW PUMPING TO LAKE THUNDERBIRD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f5e5ed3f-c900-14bc-98f8-b7b8b472cc86-C", "generated_internal_id": "ASST_NON_R22AP00241_1425"}, {"internal_id": 148676633, "Award ID": "R22AP00240", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-13", "CFDA Number": "15.557", "Description": "LAWRENCE LIVERMORE NATIONAL LABORATORY, LOCATED EAST OF OAKLAND, CALIFORNIA, WILL PARTNER WITH THE OMOCHUMNE-HARTNELL WATER DISTRICT (OHWD) TO IMPROVE MONITORING OF INFILTRATION AND GROUNDWATER RECHARGE AND PROVIDE REAL-TIME DATA ACCESSIBILITY TO INFORM WATER MANAGEMENT DECISIONS AT OHWD RECHARGE PROJECT SITES. THE DISTRICT WILL USE CONJUNCTIVE USE OF GROUND AND SURFACE WATER ON AGRICULTURAL LANDS TO HELP ADDRESS REDUCED SUMMER FLOWS THAT HAVE LIMITED THE USE OF SURFACE WATER DIVERSIONS. THE PROJECT PARTNERS WILL DEVELOP A MODEL TO SIMULATE GROUNDWATER CONDITIONS, PERFORM GEOPHYSICAL SURVEYS, INSTALL NEW MONITORING WELLS, INCORPORATE ELECTRICAL CONDUCTIVITY AND SOIL MOISTURE SENSORS INTO AN ONLINE DASHBOARD FOR DATA SHARING, AND IMPROVE ESTIMATES FOR RIVER RECHARGE POTENTIAL. THIS NEW INFORMATION WILL DIRECTLY AID OHWD IN THE COORDINATED MANAGEMENT OF BOTH SURFACE AND GROUNDWATER SYSTEMS AND GUIDE THE EXPANSION OF ON-FARM RECHARGE INFRASTRUCTURE PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d990129-9566-ff86-e9ae-7c6eeef1df7c-C", "generated_internal_id": "ASST_NON_R22AP00240_1425"}, {"internal_id": 149415502, "Award ID": "R22AP00239", "Award Amount": 199656.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-01", "CFDA Number": "15.557", "Description": "THE UNIVERSITY OF TEXAS AT ARLINGTON WILL PARTNER WITH THE TEXAS WATER DEVELOPMENT BOARD AND THEBRAZOS RIVER AUTHORITY (BRA) TO ADAPT AND ASSESS ENSEMBLE FORECAST PRODUCTS FROM THE NATIONALWEATHER SERVICE TO SUPPORT OPERATIONAL DECISIONS AT A SYSTEM OF RESERVOIRS IN THE BRAZOS RIVER BASIN.THE PROJECT WILL PRODUCE ADAPTED FORECASTS THAT CAN BE IMMEDIATELY IMPLEMENTED AT NATIONAL WEATHERSERVICE (NWS) WEST GULF RIVER FORECAST CENTER AND CLIMATE INDEX-CONSTRAINED INFLOW TRACES TO BEDELIVERED TO BRA TO ASSIST WITH OPERATIONAL PLANNING. THE PROJECT WILL ALSO YIELD OPERATION-SPECIFICDECISION SUPPORT TOOLS FOR PARTNERING AGENCIES, INCLUDING A FORECAST-BASED GUIDE ON PERIODIC USE OF APORTION OF THE FLOOD POOLS FOR WATER SUPPLY STORAGE AND ASSOCIATED CHANGES IN FLOODING RISK, A FORECASTBASEDPLANNING TOOL FOR BRA'S PLANNING AND OPERATIONS, AND A FORECAST-DRIVEN SCENARIO TOOL FOR DROUGHTCONTINGENCY PLANNING. THIS PROJECT IS BEING IMPLEMENTED IN COORDINATION WITH THE US ARMY CORPS OFENGINEERS AND THE NWS WEST GULF RIVER FORECAST CENTER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7ed0ee91-c2b9-af52-1843-b1a4d78f9683-C", "generated_internal_id": "ASST_NON_R22AP00239_1425"}, {"internal_id": 148995008, "Award ID": "R22AP00238", "Award Amount": 135469.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-25", "CFDA Number": "15.557", "Description": "OKLAHOMA STATE UNIVERSITY, WITH THE SUPPORT OF THE LUGERT-ALTUS IRRIGATION DISTRICT, WILL QUANTIFY AGRICULTURAL WATER USE ACROSS THE UPPER RED RIVER BASIN, LOCATED IN SOUTHWESTERN OKLAHOMA AND THE TEXAS PANHANDLE, BY COMBINING GEOSPATIAL ANALYSES, REMOTE SENSING TECHNIQUES, AND GROUND-TRUTHING. THIS BASIN HAS EXPERIENCED SIGNIFICANT DROUGHT IMPACTS. DURING THE 2011-2015 DROUGHT, WATER LEVELS IN LAKE ALTUS DROPPED BELOW THE INTAKE LEVEL OF THE MAIN CANAL, HALTING WATER DELIVERIES TO IRRIGATED FARMS FOR SEVERAL YEARS AND DEVASTATING THE LOCAL ECONOMY. THE UNIVERSITY WILL ESTIMATE THE ACREAGE OF IRRIGATED AGRICULTURAL LANDS AND IDENTIFY THE TYPES OF CROPS BEING GROWN, AND APPLY AND EVALUATE REMOTELY SENSED ENERGY BALANCE MODELS TO QUANTIFY ACTUAL CROP WATER USE AND IRRIGATION APPLICATION ON A DISTRIBUTED BASIS. THIS PROJECT WILL BENEFIT WATER SUPPLY RELIABILITY BY SUPPORTING ROBUST WATER ACCOUNTING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_R22AP00238_1425"}, {"internal_id": 148676604, "Award ID": "R22AP00237", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "15.557", "Description": "CALIFORNIA WATER DATA CONSORTIUM, LOCATED IN SACRAMENTO, CALIFORNIA, WILL PARTNER WITH THE CALIFORNIA NATURAL RESOURCES AGENCY, ENVIRONMENTAL DEFENSE FUND, CALIFORNIA DEPARTMENT OF WATER RESOURCES, STATE WATER RESOURCES CONTROL BOARD, SONOMA COUNTY WATER AGENCY, PAJARO VALLEY WATER MANAGEMENT AGENCY, AND MULTIPLE LOCAL WATER AUTHORITIES AND DISTRICTS, TO ENHANCE AND EXPAND AN OPEN-SOURCE WATER ACCOUNTING PLATFORM TO SERVE AS A BASELINE GROUNDWATER ACCOUNTING AND TRACKING TOOL AVAILABLE TO GROUNDWATER SUSTAINABILITY AGENCIES ACROSS CALIFORNIA. BECAUSE CALIFORNIA GROUNDWATER RESOURCES REMAINED LARGELY UNREGULATED UNTIL THE SUSTAINABLE GROUNDWATER MANAGEMENT ACT WAS PASSED IN 2014, MOST LOCAL GROUNDWATER MANAGEMENT AGENCIES HAVE LIMITED DATA MANAGEMENT INFRASTRUCTURE. THIS PROJECT WILL FACILITATE EFFECTIVE ACCOUNTING AND MANAGEMENT OF AVAILABLE WATER RESOURCES BY INTEGRATING TWO ESTABLISHED, OPEN-SOURCE SOFTWARE TOOLS TO IMPROVE ACCESS TO WATER ELEVATION AND EXTRACTION DATA, WATER ACCOUNTING SYSTEMS, AND SCENARIO PLANNING AND VISUALIZATION TOOLS CRITICAL FOR EFFECTIVE GROUNDWATER MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5624df8f-a85b-4084-5700-f22201bc9225-R", "generated_internal_id": "ASST_NON_R22AP00237_1425"}, {"internal_id": 147432455, "Award ID": "R22AP00236", "Award Amount": 199985.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-24", "CFDA Number": "15.557", "Description": "THE SOUTHERN NEVADA WATER AUTHORITY (SNWA), LOCATED IN LAS VEGAS, NEVADA, WILL CREATE A QUANTITATIVE MICROBIAL RISK ASSESSMENT (QMRA) MODEL THAT CHARACTERIZES RISK FROM PATHOGEN EXPOSURE IN MUNICIPAL DRINKING WATER. SOME PATHOGENS OF CONCERN FOR DRINKING WATER, INCLUDING NOROVIRUS, ADENOVIRUS, AND CRYPTOSPORIDIUM, ARE OFTEN PRESENT IN SUCH LOW CONCENTRATIONS THAT THEY ARE DIFFICULT TO MEASURE IN FINISHED DRINKING WATER, YET STILL POSE A SIGNIFICANT RISK TO PUBLIC HEALTH. THIS PROJECT WILL USE MATHEMATICAL MODELS TO QUANTIFY AND MINIMIZE RISKS FROM PATHOGEN CONTAMINATION IN THE DRINKING WATER SYSTEM MAINTAINED BY SNWA. THE QMRA WILL BE DEVELOPED USING THE MONTE CARLO MODEL THAT SAMPLES PATHOGEN CONCENTRATIONS AND USES OPERATIONAL SCENARIOS TO QUANTIFY RISK. THIS PROJECT WILL USE AN EXISTING WATER QUALITY MODEL DEVELOPED FOR LAKE MEAD TO CREATE DISTRIBUTIONS FOR TRAVEL TIME (I.E., PATHOGEN DIE-OFF) AND RECYCLED WATER CONTRIBUTION (I.E., BLENDING AND DILUTION) AS INPUTS FOR THE QMRA. THE OUTPUT FROM THE COUPLED LAKE MEAD MODEL AND QMRA WILL INFORM TRAINING DATA FOR A MACHINE LEARNING MODEL, INCREASING THE MODEL'S ABILITY TO RECOGNIZE AND ADDRESS IMPACTS FROM POTENTIAL RISK EVENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbe23328-e4ce-79d0-e96c-6fb724bf0102-C", "generated_internal_id": "ASST_NON_R22AP00236_1425"}, {"internal_id": 148676624, "Award ID": "R22AP00220", "Award Amount": 129675.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-12", "CFDA Number": "15.557", "Description": "UTAH STATE UNIVERSITY, LOCATED IN LOGAN, UTAH, WILL WORK WITH BEAR RIVER ASSOCIATION OF GOVERNMENTS, THE SALT LAKE CITY DEPARTMENT OF PUBLIC UTILITIES, AND THE UTAH DIVISION OF WATER RESOURCES TO DEVELOP AN IMPROVED SEASONAL FORECAST THAT WILL BE DISSEMINATED VIA A WEB INTERFACE SUPPORTED BY THE UTAH CLIMATE CENTER. RELIABLE FORECASTS OF DROUGHT CONDITIONS ALLOW WATER RESOURCE MANAGERS, PLANNERS, AND DECISION-MAKERS TO TAKE PROACTIVE ACTIONS IN MITIGATING DROUGHT IMPACTS. THE IMPROVED FORECAST WILL BUILD ON THE NORTH AMERICAN MULTI-MODEL ENSEMBLE (NAMME) OUTPUTS, WHICH PROVIDES CLIMATE FORECASTS UP TO 12 MONTHS AHEAD, BUT AT A COARSE SPATIAL RESOLUTION. THE PROJECT TEAM WILL DOWNSCALE THE SPATIAL RESOLUTION OF THE NAMME FORECASTS TO A MORE USEFUL GEOGRAPHIC SCALE, AND CREATE A USER-FRIENDLY WEB-BASED PLATFORM FOR DISSEMINATING DROUGHT FORECAST PRODUCTS THROUGH THE UTAH CLIMATE CENTER FOR WATER RESOURCES MANAGERS AND PLANNERS ACROSS THE INTERMOUNTAIN WEST. THIS PROJECT BUILDS ON SEVERAL PREVIOUS RECLAMATION WATERSMART GRANTS THAT FOCUS ON PREDICTING DROUGHTS AND WATER SHORTAGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_R22AP00220_1425"}, {"internal_id": 148206862, "Award ID": "R22AP00218", "Award Amount": 48000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-20", "CFDA Number": "15.557", "Description": "BIG BEND CONSERVATION ALLIANCE, IN PARTNERSHIP WITH PRESIDIO COUNTY UNDERGROUND WATER CONSERVATION DISTRICT, BREWSTER COUNTY GROUNDWATER CONSERVATION DISTRICT, AND CULBERSON COUNTY GROUNDWATER CONSERVATION DISTRICT, LOCATED IN WEST TEXAS, WILL ESTABLISH A COMMON DATA MANAGEMENT SOFTWARE PLATFORM IN THE REGION ENABLING THEM TO SHARE DATA ON SHARED AQUIFERS AND TO PROVIDE FOR BETTER COORDINATION OF REGION-WIDE WATER MANAGEMENT GOALS. THE PROXIMITY OF THESE COUNTIES TO THE PERMIAN BASIN, WHICH IS EXPERIENCING AN EXPLOSION OF GROWTH IN UNCONVENTIONAL OIL EXPLORATION, PUTS THIS REGION AT SUBSTANTIAL RISK FOR GROUNDWATER DEPLETION. THE ADOPTION OF THIS SOFTWARE AND DATA SHARING MODULE WILL PROVIDE AN EFFICIENT WAY TO MONITOR THE AQUIFER LEVELS, GROUNDWATER MANAGEMENT MODELS, AND DESIRED FUTURE CONDITIONS OVER TIME AT THE DISTRICT AND REGIONAL LEVEL AND FACILITATE SHARING THIS DATA WITH STATE AGENCIES AND OTHER STAKEHOLDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dea495b8-2c0b-3e65-0722-1ce2289bfe2b-R", "generated_internal_id": "ASST_NON_R22AP00218_1425"}, {"internal_id": 147751224, "Award ID": "R22AP00062", "Award Amount": 124748.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-01", "CFDA Number": "15.557", "Description": "UTAH GEOLOGICAL SURVEY, LOCATED IN SALT LAKE CITY, UTAH, WITH SUPPORT FROM THE UTAH DIVISION OF WATER RIGHTS, THE UTAH DIVISION OF WATER RESOURCES, AND THE CENTRAL UTAH WATER CONSERVANCY DISTRICT, WILL ESTABLISH A NETWORK OF HIGH-QUALITY EDDY COVARIANCE FLUX STATIONS IN UTAH, INCLUDING NEW AND EXISTING STATIONS TO PROVIDE GROUND-BASED EVAPOTRANSPIRATION ESTIMATES. WATER SCARCITY IN UTAH AND THE WESTERN UNITED STATES REQUIRES EFFECTIVE MANAGEMENT OF THIS RESOURCE, WHICH IN TURN REQUIRES RELIABLE INFORMATION DESCRIBING AND QUANTIFYING WATER AVAILABILITY, DIVERSIONS, RETURNS, AND CONSUMPTIVE USE. ALLOCATIONS UNDER THE UPPER COLORADO RIVER COMPACT ARE BASED ON CONSUMPTIVE USE, THE PORTION OF A WATER DIVERSION THAT DOES NOT RETURN TO ANY SURFACE STREAM OR GROUNDWATER AQUIFER, INCLUDING EVAPOTRANSPIRATION. THE EVAPOTRANSPIRATION MEASUREMENTS AND RESULTING MODEL GRIDS WILL BE APPLIED TO MEASURE CONSUMPTIVE WATER USE BY CROPS TO FACILITATE WATER CONSERVATION EFFORTS AND DEPLETION-BASED WATER RIGHTS MANAGEMENT. IMPROVED CONSUMPTIVE USE MEASUREMENTS WILL ALSO SUPPORT WATER BANKING STRATEGIES FOR MORE EFFICIENT IRRIGATION PRACTICES AND PRESERVATION OF INSTREAM FLOWS, AND WILL CAN BE USED IN THE DEVELOPMENT OF WATERSHED WATER BUDGETS TO IMPROVE WATERSHED MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64d85583-e8dc-f315-2329-ce3d59aaa680-C", "generated_internal_id": "ASST_NON_R22AP00062_1425"}, {"internal_id": 148206832, "Award ID": "R22AC00355", "Award Amount": 107497.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-18", "CFDA Number": "15.557", "Description": "TEXAS A&M UNIVERSITY AT KINGSVILLE, TEXAS, IN PARTNERSHIP WITH THE CITY OF MISSOULA, MISSOULA VALLEY WATER QUALITY DISTRICT, CLARK FORK COALITION, THE NATURE CONSERVANCY OF MONTANA, OAK RIDGE NATIONAL LABORATORY, USGS, AND THE US ARMY CORP OF ENGINEERS, WILL DEVELOP AN INTUITIVE WEB-BASED TOOL FOR EFFICIENT SIMULATION OF POST-WILDFIRE HYDROLOGIC CHANGES BY INTEGRATING REMOTELY SENSED DATA IN A HYDROLOGIC MODEL. UNDERSTANDING THE COMPOUND HYDROLOGIC EFFECTS OF RECURRING FIRE, DROUGHT, AND CLIMATE PROJECTIONS AND THEIR IMMEDIATE AND LONG-TERM IMPLICATIONS ON WATER MANAGEMENT HAS BECOME TIME-SENSITIVE FOR COMMUNITIES ACROSS THE WESTERN UNITED STATES. THIS PROJECT WILL USE THE CLARK FORK BASIN IN WESTERN MONTANA AND NORTHERN IDAHO AS A TESTBED AS WILDFIRE IS A MAJOR DISTURBANCE, MAKING IT AN IDEAL STUDY AREA FOR THIS PROJECT. THIS PROJECT WILL EQUIP WATERSHED MANAGERS AND STAKEHOLDERS WITH A USER-FRIENDLY WORKFLOW TO QUICKLY POST-PROCESS VARIABLES ASSOCIATED WITH FIRE AND DROUGHT, INTEGRATE REMOTELY SENSED DATA INTO A HYDROLOGIC MODEL, SIMULATE AND ANALYZE THE HYDROLOGIC FLOW AND SEDIMENT TRANSPORT ACROSS A LARGE RIVER NETWORK, AND VISUALIZE INPUT-OUTPUT DATA THROUGH AN INTERACTIVE MAP INTERFACE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4dc327fd-35c8-b645-5e09-0c3eaad37180-C", "generated_internal_id": "ASST_NON_R22AC00355_1425"}, {"internal_id": 132908032, "Award ID": "R21AP10100", "Award Amount": 59660.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-29", "CFDA Number": "15.557", "Description": "IMPROVING SEASONAL STREAMFLOW FORECASTS FOR IRRIGATION DISTRICTS USING REMOTE SENSING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_R21AP10100_1425"}, {"internal_id": 137751432, "Award ID": "R21AP10084", "Award Amount": 299940.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-14", "CFDA Number": "15.557", "Description": "QUANTIFYING THE STATE OF GROUNDWATER IN THE COLUMBIA BASIN WITH STAKEHOLDER-DRIVEN MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_R21AP10084_1425"}, {"internal_id": 138765382, "Award ID": "R21AP10067", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-08", "CFDA Number": "15.557", "Description": "PRECIPITATION MODELING TOOLS TO IMPROVE WATER SUPPLY RELIABILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "03f443c3-f184-38e7-819d-1c6d2e883f07-C", "generated_internal_id": "ASST_NON_R21AP10067_1425"}, {"internal_id": 127708142, "Award ID": "R21AP10045", "Award Amount": 141272.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-18", "CFDA Number": "15.557", "Description": "DEVELOPING A PROJECTION TOOL FOR OTOWI INDEX SUPPLY AND ELEPHANT BUTTE EFFECTIVE INDEX SUPPLY FORRIO GRANDE COMPACT COMPLIANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4cf22056-2726-28f3-7ce6-66a3d70fcefe-C", "generated_internal_id": "ASST_NON_R21AP10045_1425"}, {"internal_id": 127923266, "Award ID": "R21AP10038", "Award Amount": 299627.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-08", "CFDA Number": "15.557", "Description": "A CALIFORNIA CROP COEFFICIENT (3C) DATABASE TO ENHANCE AGRICULTURAL WATER DEMAND ESTS. & IRRIGATION SCHEDULING IN THE WATER-LIMITED CONTEXT OF CALI.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea7a33b4-8d5e-e75d-a88c-0a12b25732c6-C", "generated_internal_id": "ASST_NON_R21AP10038_1425"}, {"internal_id": 127708139, "Award ID": "R21AP10037", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-19", "CFDA Number": "15.557", "Description": "CALIFORNIA CENTRAL VALLEY WETLANDS AND GROUNDWATER MANAGEMENT: TOOLS TO GUIDE EFFECTIVE USE OF WATER RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "872cc5d6-bc8f-770d-e1d6-0e37b161ad67-C", "generated_internal_id": "ASST_NON_R21AP10037_1425"}, {"internal_id": 127923167, "Award ID": "R21AP10036", "Award Amount": 273211.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-03", "CFDA Number": "15.557", "Description": "PREDICTIVE HYDROLOGIC MODELING AND REAL-TIME DATA ACCESS TO SUPPORT WATER RESOURCES PLANNING AND MANAGEMENT IN THE HENRY'S FORK WATERSHED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5453782e-ce24-698b-e6ae-6af90f7fc67a-R", "generated_internal_id": "ASST_NON_R21AP10036_1425"}, {"internal_id": 127708174, "Award ID": "R21AP10026", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-18", "CFDA Number": "15.557", "Description": "ELUCIDATING AQUIFER PROPERTIES IN THE CONTRIBUTING ZONE OF COMANCHE SPRINGS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b11e086f-8ef5-a20a-44a9-5159510349b7-R", "generated_internal_id": "ASST_NON_R21AP10026_1425"}, {"internal_id": 67847837, "Award ID": "R18AC00023", "Award Amount": 95255.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-15", "CFDA Number": "15.557", "Description": "SKY ISLAND WATERS: ADAPTING THE WAY SPRING ECOSYSTEMS ARE MONITORED, MANAGED, AND DESTROYED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4a89219-f388-93c1-2ff3-713b0bc59dd6-R", "generated_internal_id": "ASST_NON_R18AC00023_1425"}, {"internal_id": 66581737, "Award ID": "R18AC00022", "Award Amount": 99482.86, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-16", "CFDA Number": "15.557", "Description": "TECHNICAL SUPPORT, DATA, TOOLS, TRAINING AND ADVISEMENT TO IMPROVE DECISION-MAKING FOR SPRINGS AND SPRINGS DEPENDENT SPECIES MANAGMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c7f54d22-18e6-bad4-8e58-468086ef8f03-C", "generated_internal_id": "ASST_NON_R18AC00022_1425"}, {"internal_id": 67294044, "Award ID": "R18AC00021", "Award Amount": 88599.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-11", "CFDA Number": "15.557", "Description": "APPLICATION OF NUMERICAL SIMULATION MODELING OF DROUGHT CONDITIONS IN LAKE MEAD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbe23328-e4ce-79d0-e96c-6fb724bf0102-C", "generated_internal_id": "ASST_NON_R18AC00021_1425"}, {"internal_id": 67423328, "Award ID": "R18AC00020", "Award Amount": 77522.63, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-03", "CFDA Number": "15.557", "Description": "WEBER BASIN WATER RESOURCES DASHBOARD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22449a1c-a4cd-c015-c7ef-fdf89ea50071-C", "generated_internal_id": "ASST_NON_R18AC00020_1425"}, {"internal_id": 67751516, "Award ID": "R18AC00018", "Award Amount": 99998.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-21", "CFDA Number": "15.557", "Description": "SYNTHESIZING DROUGHT CHARACTERISTICS PREDICTION TO INFORM DROUGHT RESILIENCY DECISIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_R18AC00018_1425"}, {"internal_id": 68588604, "Award ID": "R18AC00017", "Award Amount": 99939.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-13", "CFDA Number": "15.557", "Description": "PRIORITIZED DROUGHT RESILIENCE FRAMEWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9ed7729d-4090-a054-9502-5e5804f29dd9-C", "generated_internal_id": "ASST_NON_R18AC00017_1425"}, {"internal_id": 67294341, "Award ID": "R17AP00107", "Award Amount": 88847.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-12", "CFDA Number": "15.557", "Description": "ABRAMS CREEK CUTTHROAT HABITAT FLOW RESTORATION & IRRIGATION EFFICIENCY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "62f95d4c-96b5-6839-0433-a49fd63586e1-R", "generated_internal_id": "ASST_NON_R17AP00107_1425"}, {"internal_id": 67751519, "Award ID": "R17AP00103", "Award Amount": 14630.81, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-24", "CFDA Number": "15.557", "Description": "CIENEGA PRIORITY WATERSHED SITE RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57cb781a-f3af-3c69-3267-7a217f6e9b3b-R", "generated_internal_id": "ASST_NON_R17AP00103_1425"}, {"internal_id": 49781114, "Award ID": "R14AP00144", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-09-19", "CFDA Number": "15.557", "Description": "SUSTAINABILITY AND VULNERABILITY OF COLORADO RIVER DELTA RIPARIAN HABITAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e79dd469-265a-7839-a0ab-7d545db54611-C", "generated_internal_id": "ASST_NON_R14AP00144_1425"}, {"internal_id": 49781113, "Award ID": "R14AP00143", "Award Amount": 97399.7, "Award Type": null, "Base Obligation Date": "2014-09-19", "CFDA Number": "15.557", "Description": "WATER DELIVERY DATA AND MODEL INTEGRATION FOR RESTORING ECOLOGICAL HEALTH TO THE COLORADO RIVER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e5800b68-2c3d-a82a-1d5f-90338f162242-C", "generated_internal_id": "ASST_NON_R14AP00143_1425"}, {"internal_id": 49780962, "Award ID": "R14AC00083", "Award Amount": 98300.04, "Award Type": null, "Base Obligation Date": "2014-09-09", "CFDA Number": "15.557", "Description": "FIRE-SMART SOUTHWESTERN RIPARIAN LANDSCAPE MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_R14AC00083_1425"}, {"internal_id": 49780961, "Award ID": "R14AC00082", "Award Amount": 94066.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-09-19", "CFDA Number": "15.557", "Description": "LINKING FOREST LANDSCAPE MANAGEMENT AND CLIMATE CHANGE TO THE CONSERVATION OF RIPARIAN HABITAT IN THE GRAND CANYON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_R14AC00082_1425"}, {"internal_id": 49777526, "Award ID": "R13AP90001", "Award Amount": -410.06, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-06-24", "CFDA Number": "15.557", "Description": "LANDSCAPE CONNECTIVITY OF ISOLATED WATERS FOR WILDLIFE IN THE SONORAN DESERT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_R13AP90001_1425"}, {"internal_id": 49777525, "Award ID": "R13AP80038", "Award Amount": -1176.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-12-15", "CFDA Number": "15.557", "Description": "IMPROVING SEASONAL WATER SUPPLY PREDICTIONS AND WATER MANAGEMENT IN THE UPPER RIO GRANDE RIVER BASIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17129f15-ee78-f634-b9dd-d59533e0ca8e-C", "generated_internal_id": "ASST_NON_R13AP80038_1425"}, {"internal_id": 49777524, "Award ID": "R13AP80037", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-03-14", "CFDA Number": "15.557", "Description": "SCIENCE-BASED RIPARIAN RESTORATION PLANNING ON THE COLORADO AND DOLORES RIVERS: A DECISION SUPPORT TOOL AND INVESTIGATION OF HABITAT COMPLEXITY AT TR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_R13AP80037_1425"}, {"internal_id": 49776659, "Award ID": "R13AC80039", "Award Amount": -45.43, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-18", "CFDA Number": "15.557", "Description": "BUILDING DECADAL PREDICTION OF EXTREME CLIMATE FOR MANAGING WATER SUPPLY IN INTERMOUNTAIN WEST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_R13AC80039_1425"}, {"internal_id": 49776658, "Award ID": "R13AC80032", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-04-04", "CFDA Number": "15.557", "Description": "PREDICTING SNOW WATER EQUIVALENCE AND SOIL MOISTURE RESPONSE TO RESTORATION TREATMENTS IN HEADWATER PONDEROSA PINE FORESTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_R13AC80032_1425"}]