[{"internal_id": 161865365, "Award ID": "R23AP00398", "Award Amount": 2781300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-02", "CFDA Number": "15.529", "Description": "THE PRINCIPAL PURPOSE OF THIS AGREEMENT IS TO PROVIDE SUPPORT FOR A PROJECT THAT ACHIEVES THE PUBLIC PURPOSE IDENTIFIED IN THE STATUTORY AUTHORITY P.L. 106-392.THE CONSTRUCTION PROJECT SHALL INCLUDE THE FOLLOWING: SITE MOBILIZATION AND STAGINGROAD BUILDINGDEWATERING AND CARE OF WATERDITCH PIPING TO IMPROVE WATER INFLOWOPURCHASE AND INSTALL HDPE PIPECONSTRUCT TRASH RACK AND INSTALL HEADWALL PROTECTIONOHEADGATE TRASH RACK TO DECREASE MAINTENANCE BURDEN AND PROTECT ELECTRONICS MOUNTED WITH HEADGATES.INSTALL SCADA SYSTEM COMPONENTSOHEADGATE ELECTRONICS  ENABLING AUTOMATED AND REMOTE CONTROL THROUGH TELEMETRY, RADIO TOWERS, AND SOLAR PANEL INSTALLATIONPREPARE AS-BUILT DRAWINGSENVIRONMENTAL MITIGATION AND RESTORATIONDEMOBILIZATION OF THE SITEPROVIDE OPERATION AND MAINTENANCE MANUAL AND TRAININGTHIS PROJECT WILL ENABLE MID TO REMOTELY OPEN AND CLOSE THE HEADGATES WITH AN AUTOMATED, TELEMETRY-BASED SYSTEM, ALLOWING MID TO BETTER CONTROL THE AMOUNT OF WATER DIVERTED WITH SIGNIFICANTLY REDUCED OPERATIONAL COSTS AND EFFORT. THIS PROJECT SUPPORTS THE RECOVERY OF FOUR ENDANGERED AND THREATENED FISH SPECIES WHILE MEETING AGRICULTURAL IRRIGATION AND RECREATIONAL NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_R23AP00398_1425"}, {"internal_id": 161865358, "Award ID": "R23AP00325", "Award Amount": 2563351.19, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-09", "CFDA Number": "15.529", "Description": "THE OVERALL BENEFIT TO THE PUBLIC AND RECLAMATION WILL BE HAVING AN EFFECTIVE FISH SCREEN OPERATING IN THE GVIC CANAL, THEREBY KEEPING ENDANGERED AND THREATENED FISH IN THE COLORADO RIVER. MORE SPECIFIC ADVANTAGES FOR EACH OF THE PROJECTS IS FURTHER DETAILED BELOW. THERE ARE TWO MAIN ADVANTAGES TO RAISING THE DAM AND THE LOW FLOW CONDITIONS IN THE RIVER SYSTEM THAT HAVE BECOME MORE COMMON OVER THE LAST TWO DECADES HAVE MADE THESE ISSUES BECOME MORE APPARENT. FIRST, WHEN THE COLORADO RIVER IS AROUND 2000 CUBIC FEET PER SECOND (CFS) OR BELOW, THEN THE HEADGATES OF THE GVIC DIVERSION DAM ENTER A PARTIALLY SUBMERGED STATE OF OPERATION. OPERATING GATES IN A PARTIALLY SUBMERGED STATE MAKES MANAGING A CONSTANT FLOW INTO THE CANAL VERY CHALLENGING AND CAN QUICKLY LEAD TO SITUATIONS WHERE THE FISH SCREEN IS BEING OVERLOADED OR LACKING WATER FOR DELIVERIES IN THE CANAL AS WELL AS FISH SCREEN OPERATIONS.SECOND, WHEN FLOWS IN THE COLORADO RIVER BECOME VERY LOW, NEARLY ALL WATER REMAINING IN THE RIVER CAN BE DIVERTED INTO THE GVIC CANAL. DURING THESE TIMES THERE IS SOME WATER WHICH MAKES IT OVER THE DIVERSION DAM INSTEAD OF GOING INTO THE CANAL. IN THIS SITUATION GVIC SHUTS OFF THE FISH RETURN PIPELINE AND STOPS FISH SCREEN OPERATIONS TO ENSURE THEIR WATER USERS RECEIVE THEIR DECREE.THE WORK SHALL INCLUDE 4 MAIN CONSTRUCTION COMPONENTS: RAISING THE EXISTING DIVERSION DAM WITH A CONCRETE CAP PATCHING DETERIORATED AREAS OF THE EXISTING DAM SURFACE OUTSIDE THE CAP AREA REPLACING 4 RADIAL GATES AT THE SOUTHWEST CORNER OF THE DIVERSION DAM  SUPERVISORY CONTROL AND DATA ACQUISITION (SCADA) SYSTEMTHE PROJECT SHALL RAISE THE EXISTING DIVERSION DAM CREST APPROXIMATELY 9-18 WITH A CONCRETE CAP OVER THE ENTIRE 1,100 LF FOOT LENGTH OF EXISTING STRUCTURE. THE FISH PASSAGE STRUCTURE AND ASSOCIATED IMPROVEMENTS ON THE NORTHERN END OF THE DIVERSION DAM SHALL NOT BE ALTERED IN ANY WAY. THE WIDTH OF THE EXISTING DIVERSION DAM VARIES BUT THE PROPOSED CAP SHALL INCORPORATE A 12FT WIDE LEVEL SECTION, WHICH WILL ALLOW MAINTENANCE VEHICLES TO TRAVEL ACROSS THE STRUCTURE, THAT THEN TAPERS AT 2H:1V SLOPE TO TIE INTO THE EXISTING DIVERSION DAM ON THE DOWNSTREAM SIDE OF THE CAP.  THE UPSTREAM EDGE OF THE CAP SHALL HAVE A ROUNDED EDGE TO FACILITATE THE PASSING OF TRASH AND DEBRIS ACROSS THE STRUCTURE.THE PROJECT SHALL ALSO INVOLVE EXTENSIVE PATCHING OF DETERIORATED PORTIONS OF THE EXISTING DAM SURFACE OUTSIDE THE PROPOSED CONCRETE CAP EXTENTS TO MAINTAIN INTEGRITY OF THE STRUCTURE WHILE REDUCING HYDRAULIC TURBULENCE ACROSS THE STRUCTURE. THIS PATCHING PORTION OF THE PROJECT SHALL BE PART OF THE RECIPIENTS RECURRING OPERATION AND MAINTENANCE ACTIVITIES. SINCE WATER CONTROL MEASURES WILL BE IN PLACE DURING THE DAM RAISE ACTIVITIES, IT IS ALSO THE IDEAL TIME FOR GVIC TO ATTEND TO THESE MAINTENANCE ACTIVITIES.THE FOUR RADIAL SPILL GATES LOCATED IN THE COLORADO RIVER TOWARD THE SOUTHWESTERN CORNER OF THE DIVERSION DAM ARE UTILIZED TO CONTROL FLOWS INTO THE SYSTEM AND OVER THE DIVERSION DAM. IN ORDER TO CAPITALIZE ON THE FULL POTENTIAL OF THE DAM RAISE, THE PROJECT SHALL REPLACE THESE EXISTING GATES WITH NEW RADIAL GATES AND ACTUATORS.THE NEW GATES WILL MATCH THE WIDTH OF THE EXISTING GATES, BUT THEY SHALL BE TALLER TO ACCOMMODATE THE PROPOSED DAM RAISE. THE NEW GATES SHALL BE INSTALLED IN THE EXISTING STRUCTURE BAYS BUT THE SEALING SURFACES ON THE SIDES OF THE GATES SHALL HAVE TO MODIFIED AND RAISED WITH CONCRETE CAPS TO MATCH TO NEW GATE HEIGHTS.THE SCADA SYSTEM TO BE INCORPORATED FOR THE PROJECT SHALL CONTROL THE HEADWORKS OF THE CANAL AS WELL AS THE FISH SCREEN. THEREFORE, ANY NEW EQUIPMENT NEEDS TO COMMUNICATE WITH GVICS EXISTING SCADA INFRASTRUCTURE. THE TRAVELING SCREEN HAS SIGNIFICANTLY MORE MOVING COMPONENTS THAN THE EXISTING FISH SCREEN. THE SCADA SYSTEM SHALL ALLOW THE TRAVELING SCREEN AND CANAL HEADWORKS TO OPERATE AT OPTIMUM EFFICIENCY WITH MINIMAL HUMAN INTERACTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa1ccc8b-064a-db31-5007-08e62a5c848b-R", "generated_internal_id": "ASST_NON_R23AP00325_1425"}, {"internal_id": 160027093, "Award ID": "R23AP00309", "Award Amount": 171731.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-05", "CFDA Number": "15.529", "Description": "THE UPPER COLORADO RIVER ENDANGERED FISH RECOVERY PROGRAM (UCRIP) IS A UNIQUE PARTNERSHIP OF LOCAL, STATE, AND FEDERAL AGENCIES, WATER AND POWER INTERESTS, AND ENVIRONMENTAL GROUPS WORKING TO RECOVER ENDANGERED FISH IN THE UPPER COLORADO BASIN. THE UCRIP WAS INITIATED IN 1988 WITH THE SIGNING OF A COOPERATIVE AGREEMENT BY THE GOVERNORS OF COLORADO, UTAH AND WYOMING  THE SECRETARY OF THE INTERIOR, AND THE ADMINISTRATOR OF WESTERN AREA POWER ADMINISTRATION. THE UCRIP PROVIDES ENDANGERED SPECIES ACT COMPLIANCE FOR CONTINUED OPERATION OF FEDERAL WATER AND POWER PROJECTS IN ACCORDANCE WITH PROJECT PURPOSES.PRINCIPAL PURPOSE1.THE PURPOSE OF THIS PROJECT IS TO PROVIDE FINANCIAL ASSISTANCE TO THE COLORADO DIVISION OF PARKS AND WILDLIFE (CPW) FOR THEIR ROLE AND PARTICIPATION IN THE UCRIP.2.RECOVER ENDANGERED FISH IN THE UPPER COLORADO RIVER BASIN.OBJECTIVES1.REDUCE NEGATIVE IMPACTS OF NONNATIVE FISHES AND SPORTFISH MANAGEMENT ACTIVITIES. (NONNATIVE AND SPORTFISH MANAGEMENT)2.REDUCE NEGATIVE INTERACTIONS BETWEEN NONNATIVE AND ENDANGERED FISHES.3.IDENTIFY AND IMPLEMENT VIABLE ACTIVE CONTROL MEASURES.4.IDENTIFY AND IMPLEMENT CONTROL PROGRAMS IN REACHES OF THE COLORADO RIVER OCCUPIED BY ENDANGERED FISHES.5.DEVELOP AND IMPLEMENT PROGRAM TO IDENTIFY REQUIRED LEVEL OF SMALLMOUTH BASS CONTROL.6.DEVELOP AND IMPLEMENT PROGRAM TO IDENTIFY REQUIRED LEVEL OF NORTHERN PIKE CONTROL.7.USE ALL TECHNIQUES AVAILABLE TO ERADICATE NORTHERN PIKE (AND OTHER NONNATIVE SPECIES OF CONCERN) FROM FLOODPLAIN HABITATS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9b00c59-6457-b34f-0b23-2af289ad628c-C", "generated_internal_id": "ASST_NON_R23AP00309_1425"}, {"internal_id": 160633273, "Award ID": "R23AP00299", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-22", "CFDA Number": "15.529", "Description": "THIS PROJECT WILL PROVIDE HIGH-VALUE WETLAND HABITAT FOR MIGRATING WATERFOWL, SHOREBIRDS, AND RESIDENT BIRDS AT A SITE THAT IS BOTH ACCESSIBLE AND OPEN TO THE PUBLIC FOR BIRDWATCHING AND OTHER WILDLIFE VIEWING. IN ADDITION, CREATION OF A DEEPER WETLAND IN THE NORTH POND WILL PROVIDE MUCH NEEDED NURSERY HABITAT FOR THE COLORADO RIVERS NATIVE ENDEMIC FISH.PHASES 2 INCLUDES THE FOLLOWING TASKS: FILL THE NORTHERN PORTION OF TRAYLOR POND TO CREATE TWO ACRES OF SHALLOW        WETLAND HABITAT INSTALL A PERMANENT WATER CONTROL STRUCTURE TO SEPARATE NORTHERN AND SOUTHERN PORTIONS OF TRAYLOR POND FOR WATER MANIPULATION ON THE PORTION OWNED BY GVASINSTALL A PERMANENT WATER CONTROL STRUCTURE TO SEPARATE OSPREY AND TRAYLOR PONDS TO ALLOW FOR BETTER WATER LEVEL CONTROLINSTALL WATER CONVEYANCE INFRASTRUCTURE SO THAT WATER FROM REDLANDS TAILRACE CANAL CAN BE MOVED INTO TRAYLOR AND AVOCET PONDS AS DESIREDINSTALL WATER CONVEYANCE INFRASTRUCTURE TO BRING WATER FROM REDLAND TAILRACE CANAL UNDER DIKE ROAD AND INTO NORTH POND TO AUGMENT WATER LEVELS WHEN LEVELS IN THE COLORADO RIVER ARE LOW AND CONNECTION TO THE RIVER IS LOST. PHASE 3 WILL IMPROVE NATIVE FISH HABITAT THROUGH THE FOLLOWING ACTIONS: REENGINEERING RIVERBANK CUT CONNECTING NORTH POND TO COLORADO RIVER FURTHER DOWNSTREAM TO REDUCE SEDIMENTATION AND MORE EFFECTIVELY CATCH NATIVE FISH FRY INSTALLING A WATER CONTROL STRUCTURE AT THIS NEW CUT TO CONTROL INFLOW AND OUTFLOW AS WELL AS SCREEN FISH MOVING IN AND OUT OF THE POND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2a45e398-e6ab-d49b-77f9-c5762b2d43cf-R", "generated_internal_id": "ASST_NON_R23AP00299_1425"}, {"internal_id": 151867431, "Award ID": "R22AP00482", "Award Amount": 593926.84, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "15.529", "Description": "THE BUREAU OF RECLAMATION IS REQUIRED TO WORK WITH THE NAVAJO NATION TO OPERATE AND MAINTAIN FISH PASSAGES AND FISH HATCHERIES AS WELL AS CONSTRUCT AND IMPROVE HABITATS FOR ENDANGERED FISH THROUGH THE SAN JUAN RIVER BASIN RECOVERY IMPLEMENTATION PROGRAM  SJRIP   AUTHORIZED BY P L  106 392  THESE ACTIVITIES INCLUDE THE YEARLY OPERATION AND MAINTENANCE OF FACILITIES THAT THE SJRIP CONSTRUCTED AND FOR WHICH THE NAVAJO NATION HAS COMMITTED TO MANAGING  THESE ACTIVITIES ARE CONDUCTED UNDER THE AUTHORITY AND DIRECTION OF VARIOUS BIOLOGICAL OPINIONS ISSUED BY THE UNITED STATES FISH AND WILDLIFE SERVICE  USFWS  IN ACCORDANCE WITH SECTION 7 OF THE ENDANGERED SPECIES ACT  THIS AWARD WILL PROVIDE FUNDING AND ASSISTANCE TO THE NAVAJO NATION FOR THE NEXT 5 YEARS TO OPERATE AND MAINTAIN THE PNM FISH PASSAGE AND NAVAJO AGRICULTURAL PRODUCTS INDUSTRY  NAPI  PONDS FOR THE REARING OF ENDANGERED FISH TO BE STOCKED AS PART COMPLIANCE WITH P L  106 392 AND THE VARIOUS BIOLOGICAL OPINIONS THAT RECLAMATION HAS AGREED TO THE GOAL OF THIS PROJECT IS TO ASSIST THE SJRIP, RECLAMATION AND NAVAJO NATION BY PROVIDING FUNDING TO NAVAJO NATION TO OPERATE AND MAINTAIN THE PNM FISH PASSAGE AND THE NAPI PONDS FOR FISH REARING  SPECIFIC ACTIVITIES WILL INCLUDE 1  OPERATE AND MAINTAIN THE PNM FISH PASSAGE BY DAILY COLLECTING FISH THAT HAVE BEEN TRAPPED AT THE WEIR AND MOVING NATIVE FISH ABOVE THE WEIR AND REMOVING NONNATIVE FISH 2  KEEP THE PNM FISH PASSAGE CLEAR OF SEDIMENT AND DEBRIS USING THE PROVIDED EQUIPMENT 3  ANNUALLY STOCK AND REAR APPROXIMATELY 6,000 RAZORBACK SUCKERS AT NAPI PONDS AND PROVIDE ENRICHMENT FOR THESE FISH BY HOLDING THEM IN ACCLIMATION AND TRAINING TANKS ONCE THEY HAVE REACHED SUFFICIENT SIZE AND ARE BEING PREPARED FOR STOCKING 4  ANNUALLY HARVEST UP TO 6,000 RAZORBACK SUCKERS AT NAPI PONDS AND STOCK THEM IN THE SAN JUAN RIVER AT LOCATIONS THAT ARE DETERMINED BY THE USFWS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_R22AP00482_1425"}, {"internal_id": 139033483, "Award ID": "R21AP10366", "Award Amount": 230202.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-09", "CFDA Number": "15.529", "Description": "RAZORBACK SUCKER SURVEY IN LAKE POWELL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac40215-ace8-1ddc-8593-61e7fd86b6a0-C", "generated_internal_id": "ASST_NON_R21AP10366_1425"}, {"internal_id": 136839618, "Award ID": "R21AP10059", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-28", "CFDA Number": "15.529", "Description": "VINELANDS POWER PLANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b11a1720-814c-921d-e78a-0299bc159689-C", "generated_internal_id": "ASST_NON_R21AP10059_1425"}, {"internal_id": 140059827, "Award ID": "R21AC10372", "Award Amount": 574383.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "15.529", "Description": "RAZORBACK SUCKERS STUDY IN THE SAN JUAN RIVER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_R21AC10372_1425"}, {"internal_id": 98099287, "Award ID": "R20AP00027", "Award Amount": 179792.13, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-01", "CFDA Number": "15.529", "Description": "CNHP WILL CONTINUE TO MAINTAIN THE STREAMS DATABASE AND ADD FEATURE ENHANCEMENTS FOR A FIVE-YEAR PERIOD. TASKS ARE BROKEN OUT ON AN ANNUAL BASIS BELOW.\nTASK 1: SERVER MAINTENANCE\nTASK 2: WEBSITE MAINTENANCE AND FEATURE ENHANCEMENT\nTASK 3: PROJECT MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_R20AP00027_1425"}, {"internal_id": 97834554, "Award ID": "R20AP00003", "Award Amount": 1020635.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-20", "CFDA Number": "15.529", "Description": "THE FUNDING FOR THIS PROJECT WILL ALLOW NAVAJO NATION TO CONSTRUCT A BACKWATER WETLAND THAT WILL ASSIST IN THE REARING OF RAZORBACK SUCKERS FOR THE SJRIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_R20AP00003_1425"}, {"internal_id": 83419527, "Award ID": "R19AP00089", "Award Amount": 29784.34, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-06", "CFDA Number": "15.529", "Description": "THE GOALS OF THIS STUDY ARE TO 1) PROVIDE DATA SUPPORT FOR REFINING THE FLOW RECOMMENDATIONS FOR IMPORTANT STREAM REACHES OF THE YAMPA RIVER; 2) AID SCHEDULING RELEASES FROM ELKHEAD RESERVOIR; AND 3) PROVIDE RELIABLE SYSTEM FOR MONITORING FLOWS IN THE LOWER YAMPA RIVER. OBJECTIVES TO MEET THESE GOALS INCLUDE OPERATION AND MAINTENANCE OF THE WILLIAMS FORK GAGE TO ENSURE FUNCTIONALITY, CONNECTIVITY AND UNINTERRUPTED DATA RETRIEVAL THROUGH THE COURSE OF THE OPERATIONAL YEAR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9b00c59-6457-b34f-0b23-2af289ad628c-C", "generated_internal_id": "ASST_NON_R19AP00089_1425"}, {"internal_id": 83419519, "Award ID": "R19AP00059", "Award Amount": 5936825.54, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-12", "CFDA Number": "15.529", "Description": "THESE PROJECTS INCLUDE THE RECOVERY OF ENDANGERED SPECIES AND REMOVAL OF NON-NATIVE FISHES, ASSESSMENT OF EFFECTS OF NON-NATIVE FISH REMOVAL, EFFECTS OF NEW FLOW AND TEMPERATURE REGIMES BASED ON THE FISH COMMUNITY RESPONSE, AND CONTINUED WATER DEVELOPMENT, WHICH ULTIMATELY BENEFITS THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac40215-ace8-1ddc-8593-61e7fd86b6a0-C", "generated_internal_id": "ASST_NON_R19AP00059_1425"}, {"internal_id": 83419518, "Award ID": "R19AP00058", "Award Amount": 5483921.87, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-31", "CFDA Number": "15.529", "Description": "THESE PROJECTS INCLUDE THE RECOVERY OF ENDANGERED SPECIES AND REMOVAL OF NON-NATIVE FISHES, ASSESSMENT OF EFFECTS OF NON-NATIVE FISH REMOVAL, EFFECTS OF NEW FLOW AND TEMPERATURE REGIMES BASED ON THE FISH COMMUNITY RESPONSE, AND CONTINUED WATER DEVELOPMENT, WHICH ULTIMATELY BENEFITS THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_R19AP00058_1425"}, {"internal_id": 80520605, "Award ID": "R19AC00022", "Award Amount": 707036.87, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-04-24", "CFDA Number": "15.529", "Description": "THIS PROJECT WILL ASSIST THE PUBLIC BY PROVIDING INFORMATION ABOUT THE FISH COMMUNITY WITHIN THE SAN JUAN RIVER AND REMOVE NONNATIVE PREDATORY FISH THAT IMPACT ENDANGERED FISH POPULATIONS. THIS INFORMATION WILL BE USED BY OTHER RESEARCHERS AS WELL AS GOVERNMENT BIOLOGISTS FROM RECLAMATION, USFWS, PRIVATE CONSULTANTS, AND UNIVERSITIES TO ASSIST IN THE MANAGEMENT OF THE SAN JUAN RIVER AND ITS FISH COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f62799b-54e8-035d-ea3b-fb7e71a81c01-C", "generated_internal_id": "ASST_NON_R19AC00022_1425"}, {"internal_id": 67847834, "Award ID": "R18AC00053", "Award Amount": 662711.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-02", "CFDA Number": "15.529", "Description": "SJ RIP UDWR - MOAB 17, 18, 19", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac40215-ace8-1ddc-8593-61e7fd86b6a0-C", "generated_internal_id": "ASST_NON_R18AC00053_1425"}, {"internal_id": 66163408, "Award ID": "R18AC00015", "Award Amount": 647823.1, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-04-17", "CFDA Number": "15.529", "Description": "SAN JUAN RIP GENETICS WORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88c747ba-e197-d370-0f48-dc2f58b4d3a9-C", "generated_internal_id": "ASST_NON_R18AC00015_1425"}, {"internal_id": 66581739, "Award ID": "R17AP00303", "Award Amount": 1104142.81, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-05-30", "CFDA Number": "15.529", "Description": "SJ RIP NAVAJO 12, 15, 17, 18", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_R17AP00303_1425"}, {"internal_id": 49784260, "Award ID": "R17AP00302", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-20", "CFDA Number": "15.529", "Description": "GRAND VALLEY POWER PLANT REHABILITATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b11a1720-814c-921d-e78a-0299bc159689-C", "generated_internal_id": "ASST_NON_R17AP00302_1425"}, {"internal_id": 49784259, "Award ID": "R17AP00301", "Award Amount": 1229011.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-11", "CFDA Number": "15.529", "Description": "UC RIP PROJECT 126B", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9b00c59-6457-b34f-0b23-2af289ad628c-C", "generated_internal_id": "ASST_NON_R17AP00301_1425"}, {"internal_id": 49784175, "Award ID": "R17AP00052", "Award Amount": 9927.32, "Award Type": "BLOCK GRANT (A)", "Base Obligation Date": "2017-05-10", "CFDA Number": "15.529", "Description": "HYDROPHONE DEPLOYMENT AND TESTING FOR SEDIMENT MOBILIZATION WHITE RIVER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d586cfa-95f6-0e31-3589-fbd59b788eda-C", "generated_internal_id": "ASST_NON_R17AP00052_1425"}, {"internal_id": 49784062, "Award ID": "R17AC00064", "Award Amount": 1425335.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-21", "CFDA Number": "15.529", "Description": "COLORADO STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_R17AC00064_1425"}, {"internal_id": 49783943, "Award ID": "R16AP00164", "Award Amount": 574460.56, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-12", "CFDA Number": "15.529", "Description": "RAZORBACK SUCKER SURVEY IN THE SAN JUAN AND COLORADO ARMS OF LAKE POWEL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac40215-ace8-1ddc-8593-61e7fd86b6a0-C", "generated_internal_id": "ASST_NON_R16AP00164_1425"}, {"internal_id": 49781572, "Award ID": "R15AP00040", "Award Amount": 129792.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-21", "CFDA Number": "15.529", "Description": "SJR PHASE II CHANNEL RESTORATION SITE MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_R15AP00040_1425"}, {"internal_id": 49781219, "Award ID": "R15AC00046", "Award Amount": 275827.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-21", "CFDA Number": "15.517", "Description": "GILA RIVER BASIN NATIVE FISHES CONSERVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f62799b-54e8-035d-ea3b-fb7e71a81c01-C", "generated_internal_id": "ASST_NON_R15AC00046_1425"}, {"internal_id": 49781200, "Award ID": "R15AC00021", "Award Amount": 1996877.81, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-15", "CFDA Number": "15.529", "Description": "INSTALLATION AND DEVELOPMENT OF METHODS AND ANALYSES FOR PIT TAG ANTENNAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_R15AC00021_1425"}, {"internal_id": 49780995, "Award ID": "R14AP00009", "Award Amount": 27482.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-10-22", "CFDA Number": "15.529", "Description": "OPERATION AND MAINTENANCE OF GAGES IMPORTANT TO THE RECOVERY IMPLEMENTATION PROGRAM (PROJECT 8)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9b00c59-6457-b34f-0b23-2af289ad628c-C", "generated_internal_id": "ASST_NON_R14AP00009_1425"}, {"internal_id": 49780994, "Award ID": "R14AP00007", "Award Amount": 5255460.89, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-05-01", "CFDA Number": "15.529", "Description": "UDWR ASSISTANCE IN RECOVERY OF ENDANGERED FISH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac40215-ace8-1ddc-8593-61e7fd86b6a0-C", "generated_internal_id": "ASST_NON_R14AP00007_1425"}, {"internal_id": 49780989, "Award ID": "R14AP00001", "Award Amount": 4001082.95, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-07-30", "CFDA Number": "15.529", "Description": "CSU ASSISTANCE IN RECOVERY OF ENDANGERED FISH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_R14AP00001_1425"}, {"internal_id": 49780963, "Award ID": "R14AC00084", "Award Amount": 500143.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-09-18", "CFDA Number": "15.529", "Description": "DESIGN VARIABLE DEVELOPMENT FOR TRANSVERSE FEATURES IN THE MIDDLE RIO GRANDE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_R14AC00084_1425"}, {"internal_id": 49777490, "Award ID": "R13AP40029", "Award Amount": 284703.9, "Award Type": null, "Base Obligation Date": "2014-03-19", "CFDA Number": "15.529", "Description": "MIDDLE YAMPA RIVER NORTHERN PIKE/SMALL MOUTH BASS REMOVAL AND EVALUATION PROJECT 98A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9b00c59-6457-b34f-0b23-2af289ad628c-C", "generated_internal_id": "ASST_NON_R13AP40029_1425"}, {"internal_id": 49777489, "Award ID": "R13AP40028", "Award Amount": 56062.68, "Award Type": null, "Base Obligation Date": "2015-11-23", "CFDA Number": "15.529", "Description": "COLORADO RIVER SUPPLEMENTAL LETHAL REMOVAL OF SMALLMOUTH BASS AND NORTHERN PIKE (PROJECT 126B & 167)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9b00c59-6457-b34f-0b23-2af289ad628c-C", "generated_internal_id": "ASST_NON_R13AP40028_1425"}, {"internal_id": 49777475, "Award ID": "R13AP40007", "Award Amount": 387153.29, "Award Type": null, "Base Obligation Date": "2014-01-28", "CFDA Number": "15.529", "Description": "JAN JUAN RIP PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88c747ba-e197-d370-0f48-dc2f58b4d3a9-C", "generated_internal_id": "ASST_NON_R13AP40007_1425"}, {"internal_id": 49776629, "Award ID": "R13AC40014", "Award Amount": 553305.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-03-18", "CFDA Number": "15.529", "Description": "SAN JUAN RIVER ENDANGERED FISH RECOVERY IMPLEMENTATION PROGRAM INVOLVEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f62799b-54e8-035d-ea3b-fb7e71a81c01-C", "generated_internal_id": "ASST_NON_R13AC40014_1425"}, {"internal_id": 49776627, "Award ID": "R13AC40007", "Award Amount": 720203.51, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-04-08", "CFDA Number": "15.529", "Description": "SJRIP INVOLVEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac40215-ace8-1ddc-8593-61e7fd86b6a0-C", "generated_internal_id": "ASST_NON_R13AC40007_1425"}, {"internal_id": 49776414, "Award ID": "R12AP40005", "Award Amount": 361737.49, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-03-26", "CFDA Number": "15.529", "Description": "NAVAJO NATION PERTICIPATION IN SJRIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_R12AP40005_1425"}]