[{"internal_id": 160633277, "Award ID": "R23AP00378", "Award Amount": 3200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-30", "CFDA Number": "15.514", "Description": "THE JORDAN VALLEY WATER CONSERVANCY DISTRICT (DISTRICT), LOCATED IN WEST JORDAN, UTAH, WILL EXPAND ITS CURRENT AQUIFER STORAGE AND RECOVERY PROGRAM THAT HAS BEEN IN PLACE SINCE 2001. CURRENTLY THE DISTRICT HAS AN ACTIVE RECHARGE PROGRAM THROUGH THE USE OF MULTIPLE, DUAL USE, INJECTION AND RECOVERY WELLS. THIS PROJECT WILL CONSTRUCT TWO NEW RECOVERY WELLS AND PUMPING STATIONS TO REDUCE SURFACE WATER RELIANCE DURING TIMES OF DROUGHT. WITH THE CONSTRUCTION OF THE NEW RECOVERY WELLS, THE DISTRICT WILL REPURPOSE TWO EXISTING WELLS TO OPERATE EXCLUSIVELY AS INJECTION ONLY WELLS ALLOWING WATER INJECTIONS TO INCREASE BY UP TO 540 ACRE-FEET PER YEAR. IN ADDITION, THE PROJECT IS EXPECTED TO INCREASE THE DISTRICTS RELIABLE ANNUAL YIELD DURING EXTREME DROUGHT CONDITIONS BY 2,840 ACRE-FEET PER YEAR. THIS PROJECT S PRIORITIZED IN THE DISTRICTS DROUGHT CONTINGENCY PLAN THAT WAS DEVELOPED WITH ASSISTANCE FROM A WATERSMART DROUGHT CONTINGENCY PLANNING GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": 3200000.0, "recipient_id": "51d21bb4-9c8d-ccd8-dbf6-9e617ff04b5c-C", "generated_internal_id": "ASST_NON_R23AP00378_1425"}, {"internal_id": 160833915, "Award ID": "R23AP00377", "Award Amount": 460891.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "15.514", "Description": "THE PORTERVILLE IRRIGATION DISTRICT (DISTRICT) WILL CONSTRUCT THE NORTHWEST SERVICE AREA PROJECT THAT INCLUDES A SURFACE WATER DISTRIBUTION SYSTEM TO SERVE 675 ACRES IN THE DISTRICT THAT CURRENTLY ONLY HAS ACCESS TO GROUNDWATER. THE DISTRICT WILL CONSTRUCT A PIPELINE ALONG THE ROAD 196 ALIGNMENT BETWEEN THE LOWER TULE RIVER IRRIGATION DISTRICT  4 CANAL AND AVENUE 176 NORTH OF THE TULE RIVER IN TULARE COUNTY, NORTHWEST OF THE CITY OF PORTERVILLE. THROUGH THE IMPLEMENTATION OF THE PROJECT, THE DISTRICT WILL BE ABLE TO USE AND CAPTURE ADDITIONAL CONTRACT AND WET YEAR WATER SUPPLIES TO SUPPLY WATER TO GROWERS, ENHANCING ITS CURRENT CONJUNCTIVE USE PROGRAM AND PROVIDING THE CAPABILITY FOR IN-LIEU GROUNDWATER RECHARGE. APPROXIMATELY 840 ACRE-FEET PER YEAR OF WATER WILL BE BETTER MANAGED AS A RESULT OF THE PROJECT. LOCATED IN THE CENTRAL VALLEY OF CALIFORNIA, THE DISTRICT IS EXPERIENCING EXTREME TO EXCEPTIONAL DROUGHT. THIS PROJECT IS SUPPORTED BY THE TULE RIVER BASIN INTEGRATED REGIONAL WATER MANAGEMENT PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 460891.0, "recipient_id": "91d18b06-7459-0424-7d2f-5e64625ac2d1-C", "generated_internal_id": "ASST_NON_R23AP00377_1425"}, {"internal_id": 159106119, "Award ID": "R23AP00302", "Award Amount": 19100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-11", "CFDA Number": "15.514", "Description": "THE UPPER DIVISION STATES (UDS) OF COLORADO, NEW MEXICO, UTAH, AND WYOMING, ACTING THROUGH THE UPPER COLORADO RIVER COMMISSION (UCRC), IN PARTNERSHIP WITH THE BUREAU OF RECLAMATION, ANNOUNCED THEIR INTENT TO LAUNCH A SYSTEM CONSERVATION PILOT PROGRAM (SCPP) IN THEIR 5-POINT PLAN.  THE SCPP IS A KEY COMPONENT OF THE 5-POINT PLAN TO ADDRESS THE IMPACTS OF THE ONGOING DROUGHT AND DEPLETED STORAGE IN THE UPPER COLORADO RIVER BASIN. IN PURSUIT OF THE RE-INITIATION OF THE SCPP, THE UCRC ISSUED A REQUEST FOR PROPOSALS ON DECEMBER 14, 2022, AND ISSUED ADDITIONAL GUIDANCE AND APPLICATION MATERIALS ON DECEMBER 22, 2022. A 2-YEAR REAUTHORIZATION OF THE SCPP WAS INCLUDED AS PART OF THE CONGRESSIONAL OMNIBUS SPENDING BILL, PASSED ON DECEMBER 23, 2022. ADDITIONALLY, THE UCRC AND RECLAMATION EXECUTED THE AGREEMENT BETWEEN THE UNITED STATES OF AMERICA, THROUGH THE DEPARTMENT OF THE INTERIOR, BUREAU OF RECLAMATION AND THE UPPER COLORADO RIVER COMMISSION, REGARDING THE FUNDING OF A TEMPORARY COLORADO RIVER SYSTEM CONSERVATION PILOT PROGRAM IN THE UPPER COLORADO RIVER BASIN ON JANUARY 6, 2023 TO FORMALLY REINSTATE THE SCPP.  THE UCRC IS CURRENTLY SEEKING PROPOSALS IMMEDIATELY FOR THE VOLUNTARY, COMPENSATED, AND TEMPORARY WATER CONSERVATION PROJECTS AND WILL REVIEW AND SELECT PROJECTS FOR IMPLEMENTATION IN 2023. THE GOAL IS TO HAVE WATER CONSERVATION PROJECTS UNDERWAY IN APRIL 2023 TO REDUCE CONSUMPTIVE USES IN THE UPPER COLORADO RIVER BASIN FOR THE BENEFIT OF LAKE POWELL AND THE COLORADO RIVER SYSTEM AS A WHOLE THE SCPP IS A SIGNIFICANT STEP TO BEGIN TO PARTIALLY MITIGATE THE WATER SUPPLY CRISIS IN THE UPPER COLORADO RIVER BASIN BROUGHT ON BY A DRIER CLIMATE AND DEPLETED STORAGE. THE SCPP WILL PROVIDE SHORT-TERM REDUCTIONS TO REDUCE SOME IMPACTS IN THE UPPER COLORADO RIVER BASIN. THE UDS, INDIVIDUALLY AND THROUGH THE UCRC, ARE COMMITTED TO WORKING WITH WATER USERS, TRIBES, NGOS, RECLAMATION, AND OTHER STAKEHOLDERS TO DEVELOP, FUND, AND IMPLEMENT NEW WATER CONSERVATION, RECYCLING, AND WATER EFFICIENCY PROJECTS THAT BENEFIT THE UPPER COLORADO RIVER RESOURCES. AS THE SCPP WAS ONLY REAUTHORIZED FOR TWO YEARS, THE UDS AND UCRC ANTICIPATE OPERATING THE SCPP FOR 2023, AND POTENTIALLY IN 2024. THEY MAY ALSO DESIRE TO TRANSITION TO AN UPPER BASIN DEMAND MANAGEMENT PROGRAM IN SUBSEQUENT YEARS, WHICH WOULD REQUIRE A NEW FINANCIAL ASSISTANCE AGREEMENT. TO LAUNCH THE PROGRAM AND ASSIST THE UDS WITH APPLICATION PROCESSING, A CONTRACTOR WILL BE ENGAGED TO THE UCRC TO PROVIDE ADMINISTRATIVE AND TECHNICAL SUPPORT FOR PROGRAM OPERATIONS, INCLUDING VERIFYING DETAILS IN APPLICATIONS, EVALUATING PROJECTS, REVIEWING AND DEVELOPING VERIFICATION PLANS, ESTIMATING HISTORICAL AND CONSERVED CONSUMPTIVE USE, VERIFYING PROJECT ACTIVITIES, AND DOCUMENTING THE RESULTS OF THE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3779af38-b42a-28e9-f759-19f0741badc6-R", "generated_internal_id": "ASST_NON_R23AP00302_1425"}, {"internal_id": 161865356, "Award ID": "R23AP00295", "Award Amount": 8696600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-08", "CFDA Number": "15.514", "Description": "CONGRESS AUTHORIZED RECLAMATION TO FUND GRANTS TO IMPLEMENT THE COLORADO RIVER BASIN DROUGHT CONTINGENCY PLAN (DCP), CONSISTENT WITH THE OBLIGATIONS OF THE SECRETARY UNDER THE COLORADO RIVER DROUGHT CONTINGENCY PLAN AUTHORIZATION ACT (P.L. 116-14), AND RELATED AGREEMENTS. THE FUNDING IS TARGETED TO THE UPPER COLORADO RIVER OPERATIONS PROGRAM BASED ON RECLAMATIONS ANALYSIS OF LIKELY ELIGIBLE PROJECTS AND ITS ABILITY EXECUTE FUNDING IN 2023. RECLAMATIONS SPENDING PLAN FOR THESE FUNDS INCLUDES A TOTAL ALLOCATION AMOUNT OF  50,000,000 FOR DCP IMPLEMENTATION ACTIVITIES IN THE UPPER COLORADO RIVER BASIN, WITH  8,700,000 TO BE EXPENDED IN THE FEDERAL FISCAL YEAR OF 2023. THE IMPLEMENTATION STRATEGY FOR DISBURSEMENT OF THE FUNDS INCLUDES RECLAMATIONS UPPER COLORADO RIVER BASIN PROJECT MANAGERS AND LEADERSHIP WORKING COLLABORATIVELY WITH AND THROUGH THE UPPER COLORADO RIVER COMMISSION (UCRC) AND THE UPPER DIVISION STATES OF COLORADO, NEW MEXICO, UTAH, AND WYOMING TO IDENTIFY KEY INFRASTRUCTURE AND LIMITED DURATION DATA-GATHERING AND ANALYSIS ACTIVITIES THAT SUPPORT AND FURTHER OPERATIONALIZE DROUGHT CONTINGENCY PLANNING AND IMPLEMENTATION OF THE UPPER BASIN DCP. UCRC IS A PUBLIC ENTITY THAT REPRESENTS AND WORKS ON BEHALF OF THE UPPER DIVISION STATES ON COLORADO RIVER MANAGEMENT AND RELATED ISSUES.SIMILAR AGREEMENTS BETWEEN UCRC AND RECLAMATION HAVE BEEN EXECUTED FOR THE IMPLEMENTATION OF THE UPPER COLORADO RIVER BASIN SYSTEM CONSERVATION PILOT PROGRAM (SCPP) (2014-2018) AND MORE RECENTLY THE UCRCS INVESTIGATION INTO THE FEASIBILITY OF A DEMAND MANAGEMENT PROGRAM IN THE UPPER BASIN (DM INVESTIGATION) (2018  2022). THE SCPP WAS SUCCESSFULLY ADMINISTERED BY THE UCRC WITH ASSISTANCE FROM RECLAMATION, AND THE MORE RECENT DM INVESTIGATION HAS ALSO BEEN FINALIZED. DUE TO THE INCREASED OPPORTUNITIES FOR LEARNING FROM, AND SUCCESS OF THE SCPP AND THE DM INVESTIGATION, THE UCRC AND RECLAMATION DESIRE TO UNDERTAKE RELATED DCP IMPLEMENTATION ACTIVITIES WITHIN A SIMILAR ADMINISTRATIVE FRAMEWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3779af38-b42a-28e9-f759-19f0741badc6-R", "generated_internal_id": "ASST_NON_R23AP00295_1425"}, {"internal_id": 160027088, "Award ID": "R23AP00282", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-09", "CFDA Number": "15.514", "Description": "SONORA ENVIRONMENTAL RESEARCH INSTITUTE, INC. (SERI), IN PARTNERSHIP WITH TUCSON WATER (TW), LOCATED IN PIMA COUNTY, ARIZONA, WILL EXPAND THE RAINWATER HARVESTING PROGRAM BY PURCHASING AND OVERSEEING THE DISTRIBUTION OF FIFTY 1,500-GALLON CISTERNS FOR ACTIVE RAINWATER HARVESTING SYSTEMS AT LOW-INCOME HOUSEHOLDS. THESE SYSTEMS WILL HELP REDUCE THE USE OF POTABLE WATER FOR IRRIGATION AND HELP INCREASE THE TREE CANOPY IN NEIGHBORHOODS. THE SYSTEMS WILL BE PURCHASED AND DISTRIBUTED THROUGH SERIS LIMITED INCOME RAINWATER HARVESTING GRANT AND LOAN PROGRAM. SINCE 2019, THIS PROGRAM HAS RESULTED IN 2.4 MILLION GALLONS OF RAINWATER STORAGE, AND THIS PROJECT WILL INCREASE RAINWATER STORAGE BY 75,000 GALLONS. ACCORDING TO THE TW DROUGHT PREPAREDNESS AND RESPONSE PLAN, RAINWATER HARVESTING IS A SMALL BUT GROWING COMPONENT OF TWS SUPPLY PORTFOLIO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": 40000.0, "recipient_id": "185f2dfe-d51b-e157-35bb-d1e30b3b9b21-R", "generated_internal_id": "ASST_NON_R23AP00282_1425"}, {"internal_id": 160833906, "Award ID": "R23AP00279", "Award Amount": 87500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-06", "CFDA Number": "15.514", "Description": "WASHINGTON WATER TRUST, WALLA WALLA BASIN WATER MANAGEMENT DECISION SUPPORT TOOL PROJECT RECLAMATION FUNDING:  87,500 TOTAL PROJECT COST:  175,000 THE WASHINGTON WATER TRUST IS PARTNERING WITH THE STATE OF WASHINGTONS DEPARTMENT OF ECOLOGY, OFFICE OF THE COLUMBIA RIVER, TO DEVELOP THE WALLA WALLA BASIN MANAGEMENT DECISION SUPPORT TOOL. THE PROJECT SUPPORTS THE WALLA WALLA WATER 2050 INITIATIVE DEVELOPED BY STAKEHOLDERS IN THE REGION TO SHAPE AND IMPROVE WATER MANAGEMENT IN THE WALLA WALLA BASIN WHICH IS A BI-STATE WATERSHED IN SOUTHEAST WASHINGTON AND NORTHEAST OREGON. THE PROJECT WILL DEVELOP A BASIN-WIDE FLOW RESTORATION PROJECT DATABASE AND DECISION SUPPORT DASHBOARD THAT WILL INCLUDE OUT-OF-STREAM WATER DIVERSIONS, IDENTIFY AND PRIORITIZE WATER TRANSACTIONS, AND STREAMFLOW RESTORATION OPPORTUNITIES. THE PROJECT SEEKS TO ADDRESS CRITICAL LOW-FLOW PERIODS AND INFORM DECISION MAKING ABOUT WATER MANAGEMENT AND DROUGHT RESPONSE THROUGHOUT THE WALLA WALLA BASIN. THE TOOL WILL PRIORITIZE PROJECTS WITH THE GREATEST ABILITY TO MEET THE NEEDS OF ENDANGERED SPECIES ACT LISTED SALMONIDS AND OTHER AQUATIC SPECIES WHILE BALANCING DEMANDS OF OTHER WATER USERS. THIS PROJECT HAS BEEN DEVELOPED IN CLOSE COORDINATION WITH THE WASHINGTON DEPARTMENT OF FISH AND WILDLIFE, ECOLOGY, CONFEDERATED TRIBES OF THE UMATILLA INDIAN RESERVATION, AND THE WALLA WALLA WATER 2050 BASIN ADVISORY COMMITTEE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 87500.0, "recipient_id": "e408a553-d9fa-503f-71dd-e320bdb1b5cc-R", "generated_internal_id": "ASST_NON_R23AP00279_1425"}, {"internal_id": 160027076, "Award ID": "R23AP00203", "Award Amount": 415606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-05", "CFDA Number": "15.514", "Description": "THE FALLS IRRIGATION DISTRICT (DISTRICT), LOCATED IN AMERICAN FALLS, IDAHO, PROVIDES IRRIGATION WATER TO 12,621 ACRES IN A SINGLE IRRIGATION SEASON. THE MAJORITY OF THE DISTRICT IS SERVED BY THE GRAVITY CANAL SYSTEM FROM THE SNAKE RIVER. DURING YEARS OF DROUGHT, THE SURFACE WATER PUMPING PLANT IS UNABLE TO MEET THE NEEDS OF WATER USERS LATE IN THE IRRIGATION SEASON DUE TO LOSS OF HEAD IN AMERICAN FALLS RESERVOIR. TO SECURE A RELIABLE WATER SUPPLY FOR LATE SEASON DELIVERIES, THE DISTRICT HAS SECURED THE WATER RIGHTS FROM THE IDAHO DEPARTMENT OF WATER RESOURCES TO DRILL THREE WELLS TO PUMP WATER FROM THE SNAKE RIVER PLAIN AQUIFER INTO THE DISTRICTS EXISTING CANAL DISTRIBUTION SYSTEM. THE THREE ADDITIONAL WELLS THAT WILL BE CONSTRUCTED AS A RESULT OF THIS PROJECT WILL PROVIDE THE DISTRICT UP TO AN ADDITIONAL 1,873 ACRE-FEET OF SUPPLEMENTAL SUPPLY IN TIMES OF DROUGHT. THIS PROJECT IS PART OF THE DISTRICTS DEVELOPMENT ACTIONS TO RESPOND DROUGHT DECLARATIONS AND UTILIZE GROUNDWATER SUPPLIES WHEN SURFACE WATER SUPPLIES ARE MORE AVAILABLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": 415606.0, "recipient_id": "0ec13568-f079-6414-7037-54327d95c525-R", "generated_internal_id": "ASST_NON_R23AP00203_1425"}, {"internal_id": 159668126, "Award ID": "R23AP00199", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-31", "CFDA Number": "15.514", "Description": "THE FRESNO IRRIGATION DISTRICT (DISTRICT) IN FRESNO COUNTY, CALIFORNIA, WILL EXPAND ITS GROUNDWATER RECHARGE AND CONJUNCTIVE USE PROGRAM BY CONSTRUCTING A NEW 40-ACRE RECHARGE BASIN. THE DISTRICT CURRENTLY OPERATES OVER 30 RECHARGE BASINS THAT ARE USED FOR GROUNDWATER RECHARGE AND SURFACE WATER REGULATION. IN ADDITION TO THE NEW RECHARGE BASIN, THE DISTRICT WILL INSTALL TWO GROUNDWATER MONITORING WELLS TO MONITOR LOCAL GROUNDWATER CONDITIONS AND A RECOVERY WELL TO IMPROVE ACCESS TO PREVIOUSLY STORED WATER. GROUNDWATER RECOVERY WILL NOT EXCEED 90  OF THE WATER RECHARGED. THE ADDITIONAL GROUNDWATER RECHARGE CAPACITY IS ESTIMATED TO BE AN AVERAGE OF 840 ACRE-FEET PER YEAR. THE AREA IS PRONE TO DROUGHT CONDITIONS AND IS CURRENTLY EXPERIENCING EXCEPTIONAL DROUGHT. THIS PROJECT SUPPORTS MULTIPLE GOALS OF THE DISTRICTS DROUGHT MANAGEMENT PLAN INCLUDING THE DEVELOPMENT OF DRY YEAR WATER SUPPLIES AND REDUCING GROUNDWATER OVERDRAFT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 2000000.0, "recipient_id": "01db4013-9dd2-5a3b-510a-db7098b7bfcf-R", "generated_internal_id": "ASST_NON_R23AP00199_1425"}, {"internal_id": 159668125, "Award ID": "R23AP00191", "Award Amount": 44102.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-16", "CFDA Number": "15.514", "Description": "THE MARICOPA-STANFIELD IRRIGATION AND DRAINAGE DISTRICT (MSSID), LOCATED IN PINAL COUNTY, ARIZONA, IS A PARTNER OF THE ARIZONA DROUGHT CONTINGENCY PLAN (AZ DCP), A COLLABORATIVE EFFORT FOR WATER MANAGEMENT AND CONSERVATION. THE AZ DCP INCLUDES AN AG MITIGATION AGREEMENT WHEREBY AGRICULTURAL WATER USERS ARE ENTITLED TO AUGMENT THEIR WATER PORTFOLIO WITH GROUNDWATER SUPPLIES DURING WATER SHORTAGES. THROUGH IN-LIEU ACTIVITIES, MSIDD HAS EARNED OVER 1.2 MILLION ACRE-FEET OF LONG-TERM GROUNDWATER STORAGE CREDITS, AND MSIDD WILL CONSTRUCT THE PHASE 2A CENTRAL ZONE PROJECT TO BUILD DROUGHT RESILIENCE AND ACCELERATE ACCESS TO MSIDDS GROUNDWATER RIGHTS. THE PROJECT CONSISTS OF A NEW WELL NETWORK, UPGRADING EXISTING WELLS, AND INSTALLING SEVERAL MILES OF PIPELINES TO CONVEY GROUNDWATER ALLOWING THEM TO ACCESS 20,228 ACRE-FEET IN WATER SHORT YEARS. PINAL COUNTY HAS SUFFERED FROM DROUGHT CONDITIONS SINCE 2000, AND DUE TO THE SEVERITY OF RECENT DROUGHT CONDITIONS, MSIDD EXPERIENCED A 70  REDUCTION IN SURFACE SUPPLIES FROM THE CENTRAL ARIZONA PROJECT. THIS PROJECT SUPPORTS THE GOALS OF THE AZ DCP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": 44102.0, "recipient_id": "d80394e9-0f42-0a4b-4905-403203452d17-C", "generated_internal_id": "ASST_NON_R23AP00191_1425"}, {"internal_id": 160027074, "Award ID": "R23AP00189", "Award Amount": 585000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-07", "CFDA Number": "15.514", "Description": "THE DEUTSCH DOMESTIC WATER COMPANY (COMPANY), LOCATED IN WESTERN COLORADO, WILL INCREASE WATER STORAGE BY APPROXIMATELY 240,000 GALLONS BY INSTALLING VERTICAL DRINKING WATER TANKS AND UPGRADING EXISTING STORAGE TANKS. THE ADDITIONAL STORAGE WILL ALLOW FOR THE COLLECTION OF OFF-PEAK SPILLAGE AND WILL MAXIMIZE THE USE OF EXISTING WATER RIGHTS. CURRENTLY, THE COMPANY DOES NOT HAVE ENOUGH STORAGE CAPACITY TO MEET SUMMERTIME DEMANDS DURING PERIODS OF DROUGHT. THE PROJECT WILL HELP MEET THOSE ON-PEAK DEMANDS, IMPROVE OPERATIONAL EFFICIENCIES, AND MITIGATE DROUGHT IMPACTS. THIS AREA EXPERIENCED EXCEPTIONAL DROUGHT IN 2002, 2018, AND 2021, WITH EXTREME DROUGHT AFFECTING THE REGION IN 2022. THIS PROJECT IS IDENTIFIED AS A MITIGATION MEASURE IN THE COMPANYS DROUGHT MANAGEMENT PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 585000.0, "recipient_id": "7665f1c9-c429-1285-0c96-0364bd979d4b-R", "generated_internal_id": "ASST_NON_R23AP00189_1425"}, {"internal_id": 160633263, "Award ID": "R23AP00186", "Award Amount": 3800643.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-22", "CFDA Number": "15.514", "Description": "WEBER BASIN WATER CONSERVANCY DISTRICT (WBWCD), LOCATED IN BOX ELDER COUNTY, UTAH, WILL CONSTRUCT A NEW OUTLET DELIVERY CONDUIT THROUGH THE EARTHEN DAM, INSTALL A NEW DELIVERY CONDUIT, AND ESTABLISH A 33.3 KW SOLAR ARRAY ON THEIR WEBER SOUTH WATER TREATMENT PLANT. EXTREME DROUGHT HAS AFFECTED WBWCD S ABILITY TO DELIVER WATER OUT OF WILLARD BAY THROUGH A 45-YEAR-OLD SIPHON SYSTEM TO INDUSTRIAL AND ENVIRONMENTAL WATER USERS. THROUGH IMPLEMENTATION OF THIS PROJECT, WBWCD WILL PROVIDE ACCESS TO AN ADDITIONAL 50,000 ACRE-FEET OF WATER NOT PREVIOUSLY AVAILABLE WITH THE CURRENT SYSTEM AND WILL GENERATE 64,000 KWH OF POWER ANNUALLY TO OFFSET WBWCD ENERGY NEEDS. THE PROJECT WAS IDENTIFIED AS A HIGH PRIORITY IN THE DISTRICT S DROUGHT CONTINGENCY PLAN THAT WAS DEVELOPED BY WBWCD WITH ASSISTANCE FROM A WATERSMART DROUGHT CONTINGENCY PLANNING GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": 3800643.0, "recipient_id": "22449a1c-a4cd-c015-c7ef-fdf89ea50071-C", "generated_internal_id": "ASST_NON_R23AP00186_1425"}, {"internal_id": 160833898, "Award ID": "R23AP00172", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-12", "CFDA Number": "15.514", "Description": "SHAFTER-WASCO IRRIGATION DISTRICT, SOUTHEAST RECHARGE FACILITY AND CONVEYANCE IMPROVEMENTS RECLAMATION FUNDING:  500,000 TOTAL PROJECT COST:  1,257,735 THE SHAFTER-WASCO IRRIGATION DISTRICT (DISTRICT), LOCATED IN KERN COUNTY, CALIFORNIA, WILL CONSTRUCT THE SOUTHEAST RECHARGE FACILITY CONSISTING OF A 37-ACRE RECHARGE BASIN AND 1,050 LINEAR FEET OF PIPELINE TO CONNECT THE BASIN TO THE DISTRICT S DISTRIBUTION SYSTEM. BY INCREASING GROUNDWATER RECHARGE IN WET YEARS FOR LATER BENEFICIAL USE DURING DRY YEARS, THE PROJECT WILL ENHANCE DROUGHT RESILIENCY, INCREASE OPERATIONAL EFFICIENCIES, AND IMPROVE SYSTEM FUNCTIONALITY. THROUGH THE IMPLEMENTATION OF THE PROJECT, THE DISTRICT EXPECTS TO INCREASE GROUNDWATER RECHARGE CAPABILITIES AND CONVEYANCE CAPACITY BY AN AVERAGE OF 1,200 ACRE-FEET PER YEAR. THIS PROJECT IS SUPPORTED BY THE POSO CREEK INTEGRATED REGIONAL WATER MANAGEMENT PLAN AND DROUGHT CONTINGENCY PLAN THAT WAS DEVELOPED WITH ASSISTANCE FROM A WATERSMART DROUGHT CONTINGENCY PLANNING GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 500000.0, "recipient_id": "16d14cfe-36f0-f724-f0f3-8b63320bbbd7-R", "generated_internal_id": "ASST_NON_R23AP00172_1425"}, {"internal_id": 158107180, "Award ID": "R23AP00171", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-13", "CFDA Number": "15.514", "Description": "THE CITY OF RIALTO (CITY), IN SAN BERNADINO COUNTY, CALIFORNIA, WILL EQUIP AN EXISTING WELL AND INSTALL AN ION-EXCHANGE TREATMENT SYSTEM THAT WOULD REMOVE ARSENIC FROM GROUNDWATER TO PROVIDE A SAFE SUPPLY OF POTABLE WATER FOR THE CITYS RESIDENTS. WITH THE IMPLEMENTATION OF THIS PROJECT, THE CITY CAN TREAT UP TO 2,750-ACRE FEET PER YEAR OF GROUNDWATER FROM THE LYTLE CREEK BASIN (A SUB-BASIN OF THE SAN BERNARDINO BASIN) WHICH IS WITHIN THE CITYS GROUNDWATER RIGHTS LYTLE CREEK BASIN HAS AN ACTIVE GROUNDWATER MANAGEMENT RECHARGE PROGRAM IMPLEMENTED BY THE SAN BERNARDINO BASIN GROUNDWATER COUNCIL THAT ALLOWS FOR SUCCESSFUL CONJUNCTIVE USE IN THE BASIN. THIS PROJECT IS SUPPORTED BY THE 2020 INTEGRATED REGIONAL URBAN WATER MANAGEMENT PLAN (IRUWMP), A CONSOLIDATED DOCUMENT THAT COMBINES THE UPPER SANTA ANA RIVER WATERSHED INTEGRATED REGIONAL WATER MANAGEMENT PLAN AND THE SAN BERNARDINO VALLEY REGIONAL URBAN WATER MANAGEMENT PLAN. THE IRUWMP CITES THE NEED FOR INCREASED UTILIZATION OF LOCAL WATER SUPPLIES, IMPROVED GROUNDWATER QUALITY, AND ADDRESSING CLIMATE CHANGE AS KEY STRATEGIES TO INCREASE WATER SUPPLY RELIABILITY FOR THE CITY AND THE INLAND EMPIRE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 2000000.0, "recipient_id": "26fde878-562e-cd39-a89c-1e4da2eeeb97-C", "generated_internal_id": "ASST_NON_R23AP00171_1425"}, {"internal_id": 161865347, "Award ID": "R23AP00170", "Award Amount": 1547700.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-09", "CFDA Number": "15.514", "Description": "LIBERTY PIPELINE COMPANY, LIBERTY PIPELINE COMPANY DROUGHT RESILIENCY PROJECTRECLAMATION FUNDING:  1,547,700 TOTAL PROJECT COST:  3,095,400LIBERTY PIPELINE COMPANY (LPC), LOCATED IN LIBERTY, UTAH, WILL CONSTRUCT A BOOSTER PUMP STATIONAND TRANSMISSION LINE THAT WILL PROVIDE AN ADDITIONAL 80 ACRE-FEET OF WATER PER YEAR TO THE NORTHZONE OF ITS SERVICE DISTRICT WHERE WATER SUPPLIES ARE EXTREMELY LIMITED DURING DROUGHT. ASUNPRECEDENTED DROUGHT CONDITIONS CONTINUE THROUGHOUT UTAH, THE TWO SPRINGS THAT PROVIDE WATERSUPPLY TO THE NORTH ZONE HAVE BEEN SIGNIFICANTLY AFFECTED, RESULTING IN INSUFFICIENT WATER SUPPLYFOR APPROXIMATELY 150 HOUSEHOLDS. DURING DROUGHT CONDITIONS, LPC HAS NEEDED TO IMPLEMENTSTRICT WATER USE RESTRICTIONS AND EVEN CONSIDER EXTREME ACTIONS SUCH AS TRUCKING WATER ORIMPLEMENTING AN EMERGENCY CONNECTION TO A NEIGHBORING WATER DISTRICT. THE PROPOSED BOOSTERPUMP STATION AND TRANSMISSION LINE WILL PROVIDE EQUITABLE DISTRIBUTION OF AVAILABLE WATER SUPPLIESBETWEEN THE NORTH AND SOUTH ZONES, SIGNIFICANTLY IMPROVING THE WATER RELIABILITY AND DROUGHTRESILIENCY OF LPC. THIS PROJECT IS THE TOP PRIORITY WITHIN THE DROUGHT RESILIENCY PLAN OF LPCS2021 CULINARY WATER MASTER PLAN UPDATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d3e78b27-1fa7-8290-238e-c2eb94b0d7f3-R", "generated_internal_id": "ASST_NON_R23AP00170_1425"}, {"internal_id": 161363536, "Award ID": "R23AP00168", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-20", "CFDA Number": "15.514", "Description": "THE GOLETA WATER DISTRICT (DISTRICT), LOCATED IN SANTA BARBARA COUNTY IN SOUTHERN CALIFORNIA, WILL DESIGN AND CONSTRUCT ADVANCED GROUNDWATER TREATMENT SYSTEMS AT ITS AIRPORT WELL TO TREAT AND REMOVE 1,4-DIOXANE AND PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS). THIS WELL WILL SERVE AS A SUPPLEMENTAL SUPPLY WHEN SURFACE WATER IS NOT AVAILABLE. THE PROJECT WILL RESTORE THE WELL S CAPACITY TO PRODUCE APPROXIMATELY 1,100 ACRE-FEET PER YEAR OF DRINKING WATER FOR THE DISTRICTS SERVICE AREA WHICH INCLUDES MULTIPLE DISADVANTAGED COMMUNITIES. THIS GROUNDWATER TREATMENT SYSTEM WILL ENSURE THE WELL WATER MEETS ALL STATE AND FEDERAL DRINKING WATER STANDARDS. THIS PROJECT IS SUPPORTED BY THE DISTRICTS 2021 DROUGHT PREPAREDNESS AND WATER SHORTAGE CONTINGENCY PLAN THAT IDENTIFIES GROUNDWATER SUPPLY MITIGATION AS A WATER ENHANCEMENT OPTION DURING TIMES OF DROUGHT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 2000000.0, "recipient_id": "ab62b957-4cf7-406f-4857-6134ed9ba649-R", "generated_internal_id": "ASST_NON_R23AP00168_1425"}, {"internal_id": 160633261, "Award ID": "R23AP00167", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-26", "CFDA Number": "15.514", "Description": "CLINTON CITY (CITY), IN DAVIS COUNTY, UTAH WILL IMPLEMENT A SUPPLEMENTAL WATER SUPPLY PROJECT TO INCREASE WATER SUPPLIES AND STORAGE CAPACITY TO REDUCE THE CITYS DROUGHT VULNERABILITIES. THE CITY HAS ACQUIRED THE WATER RIGHT TO PUMP 585 ACRE-FEET OF GROUNDWATER PER YEAR TO OFFSET DROUGHT IMPACTS. WITH THIS PROJECT, THE CITY WILL CONSTRUCT A WELL TO ACCESS THE 585 ACRE-FEET AND WILL BUILD A STORAGE TANK TO MANAGE AND REGULATE THE DISTRIBUTION OF THE PUMPED GROUNDWATER. THE ADDITIONAL SUPPLY AND STORAGE WILL INCREASE THE CITY S ABILITY TO PROVIDE WATER TO RESIDENTS DURING DROUGHT WHEN SURFACE WATER ALLOCATIONS ARE REDUCED. THIS PROJECT IS PRIORITIZED IN CLINTON CITY S 2021 DROUGHT RESILIENCY PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": 2000000.0, "recipient_id": "7ed06cce-0909-973d-b7c8-e64d72d0a7e1-R", "generated_internal_id": "ASST_NON_R23AP00167_1425"}, {"internal_id": 158585526, "Award ID": "R23AP00165", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-25", "CFDA Number": "15.514", "Description": "CLINTON CITY (CITY), IN DAVIS COUNTY, UTAH WILL IMPLEMENT A SUPPLEMENTAL WATER SUPPLY PROJECT TO INCREASE WATER SUPPLIES AND STORAGE CAPACITY TO REDUCE THE CITYS DROUGHT VULNERABILITIES. THE CITY HAS ACQUIRED THE WATER RIGHT TO PUMP 585 ACRE-FEET OF GROUNDWATER PER YEAR TO OFFSET DROUGHT IMPACTS. WITH THIS PROJECT, THE CITY WILL CONSTRUCT A WELL TO ACCESS THE 585 ACRE-FEET AND WILL BUILD A STORAGE TANK TO MANAGE AND REGULATE THE DISTRIBUTION OF THE PUMPED GROUNDWATER. THE ADDITIONAL SUPPLY AND STORAGE WILL INCREASE THE CITY S ABILITY TO PROVIDE WATER TO RESIDENTS DURING DROUGHT WHEN SURFACE WATER ALLOCATIONS ARE REDUCED. THIS PROJECT IS PRIORITIZED IN CLINTON CITY S 2021 DROUGHT RESILIENCY PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": 2000000.0, "recipient_id": "327393d6-1eaf-761d-562d-5ab8dac18b78-R", "generated_internal_id": "ASST_NON_R23AP00165_1425"}, {"internal_id": 159668124, "Award ID": "R23AP00160", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-31", "CFDA Number": "15.514", "Description": "DRAPER IRRIGATION COMPANY (COMPANY), LOCATED IN DRAPER, UTAH, WILL CONSTRUCT A NEW PUMP STATION AND PIPELINE TO INCORPORATE TREATED EFFLUENT FROM THE JORDAN BASIN WATER RECLAMATION FACILITY (JBWRF). THE NEW PUMP STATION AND PIPELINE WILL CONNECT INTO THE JBWRF TO PUMP THE REUSE WATER FROM JBWRF INTO THE COMPANYS EXISTING PRESSURE IRRIGATION SYSTEM. THIS PROJECT ALSO INCLUDES UPGRADING THE COMPANYS EXISTING FORT STREET PUMP STATION TO HANDLE THE INCREASED CAPACITIES OF THE REUSE WATER AND OTHER WATER SUPPLIES. THE COMPANY IS A MEMBER AGENCY OF THE JORDAN WATER CONSERVANCY DISTRICT THAT COMPLETED A DROUGHT CONTINGENCY PLAN WITH ASSISTANCE FROM A WATERSMART DROUGHT CONTINGENCY PLANNING GRANT. WATER REUSE PROJECTS ARE IDENTIFIED AS A PRIORITY MITIGATION MEASURE IN THE DROUGHT CONTINGENCY PLAN, AND THIS PROJECT IS SPECIFICALLY LISTED AS AN EXAMPLE OF A WASTEWATER REUSE MITIGATION MEASURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": 5000000.0, "recipient_id": "d515a140-176d-5157-88bc-cd344c6c9c63-C", "generated_internal_id": "ASST_NON_R23AP00160_1425"}, {"internal_id": 160027071, "Award ID": "R23AP00157", "Award Amount": 1600000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-05", "CFDA Number": "15.514", "Description": "THE CITY OF BIG BEAR LAKE (CITY), IN SAN BERNARDINO COUNTY, CALIFORNIA, WILL CONSTRUCT A NEW RESERVOIR, A BOOSTER PUMP STATION, AND INSTALL NEW CONVEYANCE PIPELINES TO CREATE ADDITIONAL WATER STORAGE TO IMPROVE FIRE PROTECTION CAPACITY AND ENHANCE WATER MANAGEMENT. THE BEAR VALLEY IS IN SEVERE DROUGHT CONDITIONS, AND THIS PROJECT WILL CREATE DROUGHT RESILIENCY BY ALLOWING THE CITY TO STORE NEARLY 5.7  OF ITS NEEDED WATER SUPPLY. THIS PROJECT IS IDENTIFIED IN THE CITYS 2020 URBAN WATER MANAGEMENT PLAN AND DROUGHT RISK ASSESSMENT AS A CRITICAL PROJECT TO ADDRESS THE IMPACTS TO WATER SUPPLIES RESULTING FROM CLIMATE CHANGE IN THE BEAR VALLEY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1600000.0, "recipient_id": "5c5e2471-f017-2881-b137-9f471b1769c5-C", "generated_internal_id": "ASST_NON_R23AP00157_1425"}, {"internal_id": 160833896, "Award ID": "R23AP00156", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "15.514", "Description": "WESTERN MUNICIPAL WATER DISTRICT (WESTERN), LOCATED IN SOUTHERN CALIFORNIA, IN PARTNERSHIP WITH THE RUBIDOUX COMMUNITY SERVICES DISTRICT AND RIVERSIDE HIGHLAND WATER COMPANY, WILL INCREASE LOCAL POTABLE WATER SUPPLY BY 4,286 ACRE-FEET OF WATER PER YEAR, REDUCING THE DEMAND ON DROUGHT-STRESSED IMPORTED WATER SUPPLIES. OVER THE LAST FIVE YEARS, THE PROJECT AREA HAS BEEN SUBJECT TO DROUGHT-RELATED CONTAMINANT ISSUES IN THE LOCAL GROUNDWATER SUPPLY. THE ENTITIES WILL CONSTRUCT THREE SMALL-SCALE WELL WATER TREATMENT FACILITIES AND ONE NEW WELL WITH AN ON-SITE TREATMENT PLANT TO TREAT NITRATES, PER- AND POLYFLUOROALKYL SUBSTANCES, 1,2,3 TRICHLOROPROPANE, IRON, MANGANESE, AND ARSENIC. THE PROJECT ADDRESSES LONG TERM GOALS OF INCREASING WATER RELIABILITY AND LOCAL SUPPLIES, AS ESTABLISHED IN WESTERNS DROUGHT CONTINGENCY PLAN THAT WAS DEVELOPED WITH ASSISTANCE FROM A WATERSMART DROUGHT CONTINGENCY PLANNINGGRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 5000000.0, "recipient_id": "48ef0e85-5110-e178-dfb5-c0b722273777-C", "generated_internal_id": "ASST_NON_R23AP00156_1425"}, {"internal_id": 161865344, "Award ID": "R23AP00134", "Award Amount": 1747500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "15.514", "Description": "SOUTHERN NEVADA WATER AUTHORITY (SNWA) WILL EXPAND ITS SEPTIC SYSTEM CONVERSION PROGRAM THAT INCENTIVIZES PROPERTY OWNERS TO ABANDON ONSITE SEPTIC SYSTEMS AND CONNECT TO THE PUBLIC SEWER SYSTEM. THESE CONVERSIONS INCREASE WATER SUPPLIES BY ALLOWING MORE DISCHARGE WATER TO THE MUNICIPAL WASTEWATER SYSTEM WHERE THE WATER IS COLLECTED, TREATED, AND RELEASED TO THE LAS VEGAS WASH WHICH ULTIMATELY FLOWS TO LAKE MEAD FOR REUSE. THIS PROJECT WILL ALLOW SNWA TO INCENTIVIZE UP TO 103 CONVERSIONS, INCREASING SUPPLIES BY AN ESTIMATED 16 ACRE-FEET PER YEAR. SNWAS WATER RESOURCE PLAN, WHICH ADDRESSES PLANNING FOR DROUGHT, HIGHLIGHTS THE SEPTIC CONVERSION PROGRAM TO OPTIMIZE RETURN-FLOW CREDITS. SOUTHERN NEVADA HAS BEEN EXPERIENCING EXTENDED DROUGHT SINCE 2000, WITH LAKE MEAD CURRENTLY AT AN ALL-TIME HISTORIC LOW.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbe23328-e4ce-79d0-e96c-6fb724bf0102-C", "generated_internal_id": "ASST_NON_R23AP00134_1425"}, {"internal_id": 159106114, "Award ID": "R23AP00110", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-01", "CFDA Number": "15.514", "Description": "THE GRANGER-HUNTER IMPROVEMENT DISTRICT (GHID), IN WEST VALLEY CITY, UTAH, RELIES ON GROUNDWATER TO MEET A PORTION OF ITS NEEDS, ESPECIALLY IN TIMES OF DROUGHT AND SEVERE WATER CUTBACKS. TO DIVERSIFY AND EXPAND ITS WATER PORTFOLIO, GHID WILL CONSTRUCT A NEW WELL AND A WATER TREATMENT FACILITY TO TREAT WATER FROM THE NEW WELL PLUS AN EXISTING WELL, PROVIDING AN ADDITIONAL 2,500 ACRE-FEET OF A DROUGHT-TOLERANT WATER SUPPLY TO GHID. THE WATER TREATMENT FACILITY WILL REMOVE HARMFUL CONTAMINANTS SUCH AS HIGH LEVELS OF IRON, MANGANESE, AND AMMONIA. AS A RESULT OF PROJECT IMPLEMENTATION, GHID WILL ACHIEVE OPERATIONAL FLEXIBILITY, WATER SUSTAINABILITY, AND WATER QUALITY IMPROVEMENTS WHICH WILL BENEFIT RESIDENTS IN A HISTORICALLY DISADVANTAGED COMMUNITY LOCATED IN GHIDS SERVICE AREA. THIS PROJECT IS IDENTIFIED AS A HIGH PRIORITY MITIGATION ACTION IN THE GHID DROUGHT CONTINGENCY PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": 5000000.0, "recipient_id": "4dab0b78-cb65-beae-cbe9-194bc4a84aa8-R", "generated_internal_id": "ASST_NON_R23AP00110_1425"}, {"internal_id": 159668120, "Award ID": "R23AP00109", "Award Amount": 5000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-30", "CFDA Number": "15.514", "Description": "THE SANTA CLARITA VALLEY WATER AGENCY (AGENCY), LOCATED NORTH OF LOS ANGELES, CALIFORNIA, WILL CONSTRUCT A CENTRALIZED ION EXCHANGE PER- AND POLYFLUOROALKYL SUBSTANCES (PFAS) TREATMENT FACILITY, TO REMOVE PFAS CONTAMINANTS FROM GROUNDWATER. THIS TREATMENT WILL ALLOW THE AGENCY TO PRODUCE UP TO 9,678 ACRE-FEET PER YEAR OF HIGH-QUALITY DRINKING WATER CONSISTENT WITH THE AGENCYS STRATEGY TO INCREASE LOCAL DRY-YEAR WATER SUPPLY RELIABILITY AND REDUCE DRY-YEAR RELIANCE IMPORTED WATER. THE SANTA CLARITA VALLEY IS SUBJECT TO REOCCURRING SEVERE DROUGHT CONDITIONS, AND THE AGENCY HAS MADE IT A PRIORITY TO PRESERVE GROUNDWATER AS A SUSTAINABLE AND RELIABLE WATER SOURCE BY REMOVING PFAS CONTAMINATION. THIS PROJECT IS IDENTIFIED IN THE AGENCYS 2020 URBAN WATER MANAGEMENT PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 5000000.0, "recipient_id": "66ad06cb-f903-3578-b4d6-4697319c34c1-C", "generated_internal_id": "ASST_NON_R23AP00109_1425"}, {"internal_id": 155053653, "Award ID": "R23AP00033", "Award Amount": 1360473.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-12", "CFDA Number": "15.514", "Description": "AWARD PURPOSE  THE DESCHUTES RIVER CONSERVANCY, LOCATED IN BEND, OREGON, IN CONJUNCTION WITH THE DESCHUTES BASIN BOARD OF CONTROL (DBBC), WILL ESTABLISH AND ADMINISTER A WATER BANK FOR THE DESCHUTES BASIN OF CENTRAL OREGON.ACTIVITIES TO BE PERFORMED  THE WATER BANK WILL WORK WITH THE DBBC, ITS MEMBER IRRIGATION DISTRICTS, MUNICIPALITIES, AND OTHER STAKEHOLDERS TO DEPLOY A SUITE OF TIME AND RESOURCE EFFICIENT MECHANISMS TO MOVE WATER BETWEEN USERS TO MEET THE RESOURCE NEEDS PARTICULAR TO DROUGHT. THIS INCLUDES THE ESTABLISHMENT OF MODELING EFFORTS FOR CURRENT CONDITIONS AND FORECASTING AND ENHANCED REAL TIME DATA COLLECTION FOR MONITORING RESERVOIRS AND RIVER FLOWS THROUGH THE INSTALLATION OF SUPERVISORY CONTROL AND DATA ACQUISITION SYSTEMS AT VARIOUS LOCATIONS THROUGHOUT THE BASIN. MODELING RESULTS WITH AVAILABLE GIS DATA FOR LAND AND WATER USES, AND REAL TIME FLOW CONDITIONS WILL BE INCORPORATED INTO A WEB BASED DECISION SUPPORT PLATFORM THAT WILL PROVIDE WATER MANAGERS WITH THE MOST ACCURATE WATER RESOURCES DATA IN THE DESCHUTES BASIN.EXPECTED DELIVERABLES OR OUTCOMES  THE WATER BANK WILL ENABLE FLEXIBLE, VOLUNTARY, MARKET BASED REALLOCATION OF WATER, PARTICULARLY DURING DROUGHT CONDITIONS.INTENDED BENEFICIARIES  THE PROPOSED ESTABLISHMENT OF THE CENTRAL OREGON WATER BANK TO INCREASE DROUGHT RESILIENCY IN THE DESCHUTES RIVER BASIN PROJECT (PROJECT) WILL INCREASE THE RELIABILITY OF WATER SUPPLIES  IMPROVE WATER MANAGEMENT  AND PROVIDE DROUGHT RESILIENCY.SUBRECIPIENT ACTIVITIES (IF KNOWN OR SPECIFIED AT TIME OF AWARD)  THE PARTICIPATION OF CONSULTANTS IS WOVEN THROUGHOUT THE PROJECT TASKS AND SCHEDULE, AND INCLUDES THE FOLLOWING ACTIVITIES   ESTABLISHMENT OF THE WATER BANK  SET UP GOVERNANCE OF BANK  ESTABLISH, EVALUATE, AND MAINTAIN TOOLS TO OPTIMIZE WATER BANK AND IMPROVE RESILIENCY INDRY YEARS  WATER ACCOUNTING AND ALLOCATION PROCESSES PROCEDURES  ESTABLISH PLATFORM DIGITAL INFRASTRUCTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9289602-1ca7-5d49-e217-c16ee3280e59-R", "generated_internal_id": "ASST_NON_R23AP00033_1425"}, {"internal_id": 154661071, "Award ID": "R23AP00018", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-30", "CFDA Number": "15.514", "Description": "AWARD PURPOSE THE DESCHUTES RIVER CONSERVANCY, LOCATED IN BEND, OREGON, IN CONJUNCTION WITH THE DESCHUTES BASIN BOARD OF CONTROL  DBBC , WILL ESTABLISH AND ADMINISTER A WATER BANK FOR THE DESCHUTES BASIN OF CENTRAL OREGON.ACTIVITIES TO BE PERFORMED THE WATER BANK WILL WORK WITH THE DBBC, ITS MEMBER IRRIGATION DISTRICTS, MUNICIPALITIES, AND OTHER STAKEHOLDERS TO DEPLOY A SUITE OF TIME AND RESOURCE-EFFICIENT MECHANISMS TO MOVE WATER BETWEEN USERS TO MEET THE RESOURCE NEEDS PARTICULAR TO DROUGHT. THIS INCLUDES THE ESTABLISHMENT OF MODELING EFFORTS FOR CURRENT CONDITIONS AND FORECASTING AND ENHANCED REAL-TIME DATA COLLECTION FOR MONITORING RESERVOIRS AND RIVER FLOWS THROUGH THE INSTALLATION OF SUPERVISORY CONTROL AND DATA ACQUISITION SYSTEMS AT VARIOUS LOCATIONS THROUGHOUT THE BASIN. MODELING RESULTS WITH AVAILABLE GIS DATA FOR LAND AND WATER USES, AND REAL-TIME FLOW CONDITIONS WILL BE INCORPORATED INTO A WEB-BASED DECISION SUPPORT PLATFORM THAT WILL PROVIDE WATER MANAGERS WITH THE MOST ACCURATE WATER RESOURCES DATA IN THE DESCHUTES BASIN.EXPECTED DELIVERABLES OR OUTCOMES THE WATER BANK WILL ENABLE FLEXIBLE, VOLUNTARY, MARKET-BASED REALLOCATION OF WATER, PARTICULARLY DURING DROUGHT CONDITIONS.INTENDED BENEFICIARIES THE PROPOSED ESTABLISHMENT OF THE CENTRAL OREGON WATER BANK TO INCREASE DROUGHT RESILIENCY IN THE DESCHUTES RIVER BASIN PROJECT  PROJECT  WILL INCREASE THE RELIABILITY OF WATER SUPPLIES  IMPROVE WATER MANAGEMENT  AND PROVIDE DROUGHT RESILIENCY.SUBRECIPIENT ACTIVITIES  IF KNOWN OR SPECIFIED AT TIME OF AWARD  THE PARTICIPATION OF CONSULTANTS IS WOVEN THROUGHOUT THE PROJECT TASKS AND SCHEDULE, AND INCLUDES THE FOLLOWING ACTIVITIES - ESTABLISHMENT OF THE WATER BANK- SET UP GOVERNANCE OF BANK- ESTABLISH, EVALUATE, AND MAINTAIN TOOLS TO OPTIMIZE WATER BANK AND IMPROVE RESILIENCY INDRY YEARS- WATER ACCOUNTING AND ALLOCATION PROCESSES PROCEDURES- ESTABLISH PLATFORM DIGITAL INFRASTRUCTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9289602-1ca7-5d49-e217-c16ee3280e59-R", "generated_internal_id": "ASST_NON_R23AP00018_1425"}, {"internal_id": 159668114, "Award ID": "R23AC00334", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-18", "CFDA Number": "15.514", "Description": "UNCOMPAHGRE VALLEY WATER USERS ASSOCIATION (UVWUA) OPERATES THE GUNNISON TUNNEL PROJECT, WHICH DELIVERS OVER 500,000 ACRE-FEET ANNUALLY AND PROVIDES IRRIGATION WATER TO OVER 83,000 ACRES OF LAND LOCATED IN MONTROSE AND DELTA COUNTIES, COLORADO. ADDITIONALLY, THEY DELIVER APPROXIMATELY 9,000 ACRE-FEET PER YEAR TO MUNICIPAL PROVIDERS. MOST OF THE SURFACE WATER USE IN THE GUNNISON AND UNCOMPAHGRE BASIN IS USED FOR AGRICULTURAL PURPOSES  HOWEVER, RAPID POPULATION GROWTH IS CONVERTING SOME OF THE AGRICULTURAL WATER FOR MUNICIPAL AND INDUSTRIAL PURPOSES. UVWUA WILL DEVELOP A NEW DROUGHT CONTINGENCY PLAN TO EVALUATE NEW APPROACHES FOR DETERMINING WHEN TO CALL FOR WATER SHORTAGE CONTINGENCY PLAN ACTIONS, REVIEW THE SCIENCE RELATED TO EARLY PREDICTION OF DROUGHT CLIMATE CONDITIONS, AND DEVELOP A RESPONSE FRAMEWORK FOR IRRIGATION AND MUNICIPAL DELIVERIES TO EMPLOY DURING FUTURE DROUGHT CONDITIONS. THIS PLAN WILL HELP BETTER LEVERAGE AVAILABLE WATER RESOURCES NOW AND INTO THE FUTURE, WHILE ADAPTING TO A CHANGING CLIMATE AND VARIABILITY IN WATER SUPPLIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "08ec1fc2-a2ed-9b86-1039-dc225bbf5c2c-C", "generated_internal_id": "ASST_NON_R23AC00334_1425"}, {"internal_id": 159106109, "Award ID": "R23AC00264", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-01", "CFDA Number": "15.514", "Description": "THE CITY OF ROSWELL (ROSWELL), LOCATED IN CHAVES COUNTY, NEW MEXICO, PROVIDES WATER AND WASTEWATER SERVICES TO 48,422 PEOPLE WITHIN ROSWELL AND SURROUNDING COUNTIES. THE PLANNING AREA IS PREDOMINATELY RELIANT ON GROUNDWATER AND HAS EXPERIENCED INCREASING WATER DEMANDS WHILE EXPERIENCING MULTI-YEAR DROUGHT CONDITIONS. CURRENTLY, ROSWELL IS IN EXCEPTIONAL DROUGHT CONDITIONS. THIS HAS RESULTED IN INCREASED GROUNDWATER PUMPING. WATER DEMANDS IN THE AREA IS AMONG CITIES, AGRICULTURE, INDUSTRY, RECREATION, AND ENVIRONMENTAL USES. ROSWELL WILL DEVELOP A DROUGHT CONTINGENCY PLAN (DCP) TO INCREASE THEIR WATER RELIABILITY AND IMPROVE WATER MANAGEMENT THROUGH CONSERVATION, EXPANDED TECHNOLOGIES, AND IMPROVED MODELING CAPABILITIES. THIS PLANNING EFFORT WILL WORK IN TANDEM WITH ROSWELLS 2021 WATER CONSERVATION PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e5909754-783b-a56a-65a1-6a3286cf74a8-C", "generated_internal_id": "ASST_NON_R23AC00264_1425"}, {"internal_id": 156908807, "Award ID": "R23AC00122", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-22", "CFDA Number": "15.514", "Description": "THE CITY OF KINGMAN (KINGMAN), LOCATED IN MOHAVE COUNTY, ARIZONA, PROVIDES WATER AND OTHER SERVICES TO A POPULATION OF APPROXIMATELY 55,000 PEOPLE AND COVERS AN AREA OF 1,820 SQUARE MILES. KINGMAN OBTAINS ALL ITS WATER FROM GROUNDWATER WELLS, MOST OF WHICH DRAW FROM THE AQUIFER IN THE SOUTHERN HUALAPAI BASIN. A RECENT ARIZONA DEPARTMENT OF WATER RESOURCES REPORT INDICATED THAT THE HUALAPAI BASIN HAD INSUFFICIENT GROUNDWATER TO SUSTAIN ALL OF THE CURRENT USES WITHIN THE REGION. IN ADDITION, THIS AREA IS EXPERIENCING EXCEPTIONAL AND UNPRECEDENTED DROUGHT CONDITIONS. TO INCREASE WATER SUPPLY RELIABILITY AND PROACTIVELY ADDRESS THE REGION S CONCERN WITH DROUGHT, KINGMAN WILL DEVELOP A NEW DROUGHT CONTINGENCY PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "96890955-e389-f9fe-439f-b0f2777c6cd3-C", "generated_internal_id": "ASST_NON_R23AC00122_1425"}, {"internal_id": 156520769, "Award ID": "R23AC00102", "Award Amount": 140480.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-13", "CFDA Number": "15.514", "Description": "THE UPPER GUNNISON RIVER WATER CONSERVANCY DISTRICT (DISTRICT), LOCATED IN THE HEADWATERS OF  THE COLORADO RIVER BASIN IN GUNNISON, COLORADO, REPRESENTS WATER USERS IN PORTIONS OF  GUNNISON, HINSDALE AND SAGUACHE COUNTIES IN THE UPPER GUNNISON BASIN. THE BASIN HAS BEEN  EXPERIENCING PERSISTENT DROUGHT OVER THE PAST 20 YEARS WITH BACK TO BACK EXTREME DROUGHTS IN  2002 04, 2011 13, 2015, AND 2018 PRESENT. A CRITICAL CHALLENGE TO THE COMMUNITIES WITHIN THE  DISTRICT IS PLANNING AND DESIGNING FOR RESILIENCE FROM THE IMPACT OF DROUGHTS WITH REGARDS TO  SUSTAINABLE MANAGEMENT OF THEIR WATER RESOURCES. THE DISTRICT WILL DEVELOP A NEW DROUGHT  CONTINGENCY PLAN (DCP) THAT WILL BUILD LONG TERM RESILIENCE TO DROUGHT IN THE UPPER GUNNISON  BASIN. THE DISTRICT WILL WORK WITH LOCAL WATER USERS INCLUDING MUNICIPALITIES, INDUSTRY, EDUCATIONAL  INSTITUTIONS, AGRICULTURAL PRODUCERS, RECREATIONISTS, AND ENVIRONMENTAL GROUPS TO PREPARE THE  DCP. THE DISTRICT WILL LEVERAGE EXISTING PLANNING EFFORTS SUCH AS MUNICIPAL SOURCE WATER  PROTECTION PLANNING, IDENTIFICATION OF FOREST AND WILDFIRE ZONES OF CONCERN AND CRITICAL  INFRASTRUCTURE, WATERSHED AND STREAM MANAGEMENT PLANNING, COMMUNITY WILDFIRE PROTECTION  PLANNING, LAND USE CODE UPDATES, AND COMMUNITY DROUGHT CONSERVATION MESSAGING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "71625dfc-22a8-c669-d7d0-825045a44676-C", "generated_internal_id": "ASST_NON_R23AC00102_1425"}, {"internal_id": 156908806, "Award ID": "R23AC00081", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-22", "CFDA Number": "15.514", "Description": "THREE VALLEYS WATER MUNICIPAL DISTRICT (TVMWD) IS A WHOLESALE WATER AGENCY THAT SERVES OVER500,000 PEOPLE WITHIN A 133 SQUARE MILE AREA IN EASTERN LOS ANGELES COUNTY, CALIFORNIA. THEPLANNING AREA HAS EXPERIENCED A MULTI YEAR DROUGHT BETWEEN 2012 AND 2016 AND IS CURRENTLYPREPARING FOR A THIRD CONSECUTIVE DRY YEAR IN 2022, WITH SEVERE RESTRICTIONS TO PORTIONS OF ITSSERVICE AREA ONLY BEING PROVIDED IMPORTED WATER TO MEET PUBLIC HEALTH AND SAFETY STANDARDS. TOINCREASE WATER SUPPLY RELIABILITY AND PROACTIVELY ADDRESS THE REGION S CONCERN WITH DROUGHT,TVMWD WILL DEVELOP A NEW DROUGHT CONTINGENCY PLAN (DCP) IN COORDINATION WITH DIVERSESTAKEHOLDERS FROM WITHIN THE PLANNING AREA, INCLUDING SEVERAL DISADVANTAGED COMMUNITIES.TVMWD WILL LEVERAGE EXISTING AND IN PROGRESS MEMBER AGENCY PLANNING EFFORTS AS APPROPRIATETO DEVELOP THE DCP. TVMWD WILL BUILD UPON OTHER LOCAL PLANNING EFFORTS WHICH WILL INCLUDE THEIR2020 URBAN WATER MANAGEMENT PLAN AND WATER SHORTAGE CONTINGENCY PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9ad98bf-3962-f314-3df2-36f80aea66fc-R", "generated_internal_id": "ASST_NON_R23AC00081_1425"}, {"internal_id": 158107171, "Award ID": "R23AC00038", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-13", "CFDA Number": "15.514", "Description": "THE SANTIAM WATER CONTROL DISTRICT WILL WORK WITH REGIONAL STAKEHOLDERS TO UPDATE THE NORTH SANTIAM WATERSHED DROUGHT CONTINGENCY PLAN (DCP), AN AREA COVERING APPROXIMATELY 766 SQUARE MILES FROM THE WESTERN SLOPES OF THE CASCADE MOUNTAINS TO THE WILLAMETTE VALLEY IN OREGON. COMMUNITIES, BUSINESSES, AND FISH AND WILDLIFE DEPEND UPON THE NORTH SANTIAM RIVER FROM WITHIN THIS WATERSHED FOR DRINKING WATER, COMMERCIAL AND INDUSTRIAL USES, AGRICULTURAL IRRIGATION, AND INSTREAM FLOWS. THE WATERSHED HAS EXPERIENCED REPEATED EPISODES OF EXTREME DROUGHT IN 2015, 2018, 2020, AND 2021, IN ADDITION TO WILDFIRES IN 2020 AND A HEAT DOME WITH HISTORIC HIGH TEMPERATURES IN 2021. THE UPDATED DCP WILL ADDRESS EMERGING CONCERNS, IMPROVE THE DROUGHT MONITORING PROCESS, INCORPORATE NEW MITIGATION ACTIONS, AND STREAMLINE THE OPERATIONAL AND ADMINISTRATIVE FRAMEWORK AND PLAN UPDATE PROCESS. THIS PLANNING EFFORT WILL BUILD ON COORDINATION WITH THE NORTH SANTIAM WATERSHED COLLABORATIVE PLANNING INITIATIVE STARTED IN 2009, INCLUDING THE ANNUAL NORTH SANTIAM WATERSHED SUMMIT HOSTED BY SALEM AND THE NORTH SANTIAM WATERSHED COUNCIL TO DISCUSS REGIONAL WATERSHED MANAGEMENT ISSUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d363010e-b32e-39a8-ace0-b7c6ac3a2d87-R", "generated_internal_id": "ASST_NON_R23AC00038_1425"}, {"internal_id": 151522154, "Award ID": "R22AP00575", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "15.514", "Description": "PURPOSE THE PROJECT WILL INCREASE THE RELIABILITY OF WATER SUPPLIES AND IMPROVE WATER MANAGEMENT TO MITIGATE IMPACTS CAUSED BY DROUGHT ACTIVITIES TO BE PERFORMED  WORK UNDER THIS TASK WILL INCLUDE COMPLETING PROJECT WORK INCLUDING THE FOLLOWING 1  MOBILIZATION 2  BEST MANAGEMENT PRACTICES  BMP  IMPLEMENTATION AND SETUP 3  CLEARING AND GRUBBING OF SITE 4  MATERIAL AND EQUIPMENT PROCUREMENT 5  SURVEYING TO DELINEATE LOCATION OF FACILITIES 6  CONSTRUCTION OF PROJECT COMPONENTS  I E  INFILTRATION GALLERY, EARTHEN RESERVOIR, FILTRATION SYSTEM, METERED CONNECTION AND MONITORING NETWORK 7  SYSTEM STARTUP, TESTING AND COMMISSIONING AND8  DEMOBILIZATION OF SITE DELIVERABLES AND EXPECTED OUTCOMES  THE PROJECT WILL CONSTRUCT A SUBSURFACE RECHARGE FACILITY, INCLUDING AN EARTHEN RESERVOIR, FILTRATION SYSTEM, METERED CONNECTION TO RECORD DELIVERIES TO THE SITE, BURIED INFILTRATION GALLERY OF PERFORATED AND SOLID PIPELINES, AND A DEDICATED MONITORING SYSTEM TO RECORD PERFORMANCE OF THE PROJECT BENEFICIARY  THE PUBLIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bdfc177-7b7c-be4b-7713-ce0df7b203c4-C", "generated_internal_id": "ASST_NON_R22AP00575_1425"}, {"internal_id": 155860595, "Award ID": "R22AP00451", "Award Amount": 947750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-11", "CFDA Number": "15.514", "Description": "THE NAVAJO NATION WILL INSTALL THREE BOOSTER PUMP STATIONS INCLUDING PUMPS, WELLS, AND ASSOCIATED INFRASTRUCTURE IN THE BODAWAY GAP AND CAMERON PUBLIC WATER SYSTEMS, PART OF THE WESTERN NAVAJO PIPELINE. INSTALLATION OF THE BOOSTER PUMPS AT STRATEGIC LOCATIONS WILL IMPROVE RELIABILITY OF WATER CONVEYANCE FROM AREAS WITH BETTER WATER QUALITY. IT WILL ALSO INCREASE THE PROJECT AREA S EXISTING WATER SUPPLY BY 105 . CURRENTLY, THE AREA IS EXPERIENCING A SEVERE DROUGHT AND CLIMATE FORECASTS PREDICT INCREASING FREQUENCY AND DURATION OF BOTH SHORT TERM AND LONG TERM DROUGHTS. THIS PROJECT WILL ASSIST THE NATION IN OBTAINING THE INFRASTRUCTURE NECESSARY TO PROVIDE A RELIABLE WATER SUPPLY TO HOMES THAT CURRENTLY HAUL WATER OR RELY ON RAINWATER CISTERNS FOR THEIR DRINKING AND HOUSEHOLD NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_R22AP00451_1425"}, {"internal_id": 151019492, "Award ID": "R22AP00444", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "15.514", "Description": "THE TURLOCK IRRIGATION DISTRICT  TID , LOCATED IN THE CENTRAL SAN JOAQUIN VALLEY OF CALIFORNIA, WILL CONSTRUCT A 38 ACRE CONCRETE LINED REGULATING RESERVOIR TO SERVE AS A SURFACE WATER REGULATION AND STORAGE FACILITY  THE PROJECT WILL CAPTURE OPERATIONAL SPILLS FROM FLUCTUATIONS IN DELIVERY CANALS DURING PERIODS WHEN SUPPLY EXCEEDS DEMAND  THE CAPTURED FLOWS WILL BE RETURNED TO CANALS DURING TIMES OF WATER SHORTAGES  THE PROJECT WILL HELP TO ACHIEVE DROUGHT RESILIENCY THROUGH IMPROVED WATER MANAGEMENT OF 10,000 ACRE FEET PER YEAR  TID IS LOCATED IN AN AREA PRONE TO MULTI YEAR DROUGHTS AND IS CURRENTLY EXPERIENCING EXTREME DROUGHT CONDITIONS  THIS PROJECT WILL ALSO REDUCE GROUNDWATER PUMPING, INCREASE OPERATIONAL FLEXIBILITY, AND PROVIDE WATER SUPPLY RELIABILITY FOR TID CUSTOMERS  THE PROJECT IS CONSISTENT WITH TID S 2020 AGRICULTURAL WATER MANAGEMENT PLAN AND DROUGHT MANAGEMENT PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8bbcbc66-94d6-bba8-7169-6930c70d6167-R", "generated_internal_id": "ASST_NON_R22AP00444_1425"}, {"internal_id": 150045030, "Award ID": "R22AP00414", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-14", "CFDA Number": "15.514", "Description": "THE PROPOSED VENTURA-SANTA BARBARA COUNTIES INTERTIE PROJECT - CASITAS MUNICIPAL WATER DISTRICT PROJECT (PROJECT) WILL INCREASE THE RELIABILITY OF WATER SUPPLIES; IMPROVE WATER MANAGEMENT; AND PROVIDE DROUGHT RESILIENCY. THE RECIPIENT LOCATED IN SOUTHERN CALIFORNIA, WILL CONSTRUCT AN INTERTIE, CONNECTING TWO INDEPENDENT WATER SYSTEMS IN NEIGHBORING COUNTIES THAT WILL ALLOW FOR BI-DIRECTIONAL CONVEYANCE BETWEEN THE DISTRICT AND CARPINTERIA VALLEY WATER DISTRICT. THE PROJECT WILL ENABLE THE RECIPIENT TO ACCESS ITS STATE WATER PROJECT (SWP) SUPPLY, MAKING AN ADDITIONAL 2,000 ACRE-FEET PER YEAR AVAILABLE TO HELP MITIGATE DROUGHT VULNERABILITIES AND PROVIDE DRINKING WATER DURING DROUGHT PERIODS OR OTHER EMERGENCIES. THIS PROJECT IS SUPPORTED BY THE SANTA BARBARA COUNTY INTEGRATED REGIONAL WATER MANAGEMENT PLAN, THE CASITAS WATER EFFICIENCY ALLOCATION PLAN, AND THE CASITAS 2020 URBAN WATER MANAGEMENT PLAN.THE RECIPIENT WILL HIRE CONTRACTORS TO CONSTRUCT THE PROJECT. THE PROJECT COMPONENTS WILL INCLUDE THE INSTALLATION OF THE INTERTIE PIPELINE, TWO BI-DIRECTIONAL BOOSTER PUMP STATIONS, AND VARIOUS IMPROVEMENTS ALONG CASITAS' WATER TRANSMISSION LINES. THE SUBRECIPIENTS/CONTRACTORS' ACTIVITIES INCLUDE: 1)DESIGN AND ENGINEERING FEASIBILITY STUDY COMPLETE PRELIMINARY DESIGN COMPLETE FINAL DESIGN; 2)ENVIRONMENTAL COMPLIANCE; 3)PERMITTING; 4)CONTRACTING AND BIDDING; 5)CONSTRUCTION.THE INTENDED BENEFICIARIES INCLUDE THE COMMUNITY WITHIN THE CASITAS MUNICIPAL WATER DISTRICT (DISTRICT), AS WELL AS THE DISTRICT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f8c4b15a-383d-f825-0f34-6b07cc2c698c-C", "generated_internal_id": "ASST_NON_R22AP00414_1425"}, {"internal_id": 148676613, "Award ID": "R22AP00412", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-12", "CFDA Number": "15.514", "Description": "NORTH KERN WATER STORAGE DISTRICT (NKWSD), LOCATED IN BAKERSFIELD, CALIFORNIA, CURRENTLY OPERATES A GROUNDWATER BANKING PROGRAM WHEREBY THE DISTRICT ACTIVELY PARTICIPATES IN GROUNDWATER RECHARGE AND STORAGE THROUGH THE USE OF SPREADING PONDS AND IN-LIEU RECHARGE ACTIVITIES. TO BETTER MANAGE AND IMPROVE ACCESS TO PREVIOUSLY STORED WATER, THE DISTRICT WILL CONSTRUCT THE RETURN CAPACITY IMPROVEMENTS PROJECT CONSISTING OF THREE WELLS AND ASSOCIATED PIPELINES TO INTEGRATE THE WELLS INTO THE EXISTING CONVEYANCE NETWORK. THE PROJECT WILL INCREASE WATER SUPPLY RELIABILITY AND ADD DROUGHT RESILIENCY TO THE REGION. NKWSD ESTIMATES ON AVERAGE THAT THIS PROJECT WILL RECOVER 3,689 ACRE-FEET OF PREVIOUSLY BANKED WATER PER YEAR. OF THIS AMOUNT, 1,845 ACRE-FEET WILL BE RESERVED FOR IN-DISTRICT USE AND 3,689 ACRE-FEET WILL BE ALLOCATED TO NEIGHBORING DISTRICTS. THIS PROJECT IS SUPPORTED BY THE POSO CREEK INTEGRATED REGIONAL WATER MANAGEMENT GROUP'S DROUGHT CONTINGENCY PLAN (DCP). THE DCP IS BEING DEVELOPED WITH ASSISTANCE FROM A WATERSMART DROUGHT CONTINGENCY PLANNING GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17fee9bd-dc79-dcbb-819e-2e46bb454cda-C", "generated_internal_id": "ASST_NON_R22AP00412_1425"}, {"internal_id": 151521989, "Award ID": "R22AP00410", "Award Amount": 1970000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "15.514", "Description": "SYRACUSE CITY CORPORATION  CITY , LOCATED IN SYRACUSE, UTAH, NORTH OF SALT LAKE CITY, WILL BUILD A CONCRETE LINED RESERVOIR, PUMP STATION, AND ASSOCIATED PIPELINES TO CONNECT THE RESERVOIR TO AN EXISTING CONVEYANCE SYSTEM  THE PROJECT WILL ALLOW THE CITY TO STORE AN ADDITIONAL 37 ACRE FEET, INCREASING STORAGE CAPACITY BY 51   THE CITY WILL STORE WATER IN TIMES OF HIGH FLOWS TO BE USED AS ADDITIONAL SUPPLIES FOR LATER, BENEFICIAL USE  LOCATED IN THE WEBER RIVER BASIN, THE CITY HAS EXPERIENCED SUBSTANTIAL IMPACT ON WATER SUPPLY RELIABILITY DUE TO EXTREME DROUGHT CONDITIONS  THE INCREASED STORAGE PROVIDES A DROUGHT RESILIENT SUPPLY  THIS PROJECT IS SUPPORTED AS A MITIGATION ACTION IN THE WEBER BASIN WATER CONSERVANCY DISTRICT S DROUGHT CONTINGENCY PLAN  DCP  THAT WAS DEVELOPED WITH ASSISTANCE FROM A WATERSMART DROUGHT CONTINGENCY PLANNING GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "740cf097-e50f-8fde-5319-bf3bd1161055-C", "generated_internal_id": "ASST_NON_R22AP00410_1425"}, {"internal_id": 151522531, "Award ID": "R22AP00409", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-24", "CFDA Number": "15.514", "Description": "THE DRAPER IRRIGATION COMPANY  COMPANY , LOCATED IN DRAPER, UTAH, PROVIDES BOTH IRRIGATION AND CULINARY WATER TO ITS CUSTOMERS THAT IS SUPPLIED WITH WATER SHARES FROM THE JORDAN RIVER AND UTAH LAKE  IRRIGATION WATER QUALITY IS DEGRADED AND AS A RESULT, CUSTOMERS ARE USING TREATED CULINARY WATER TO MEET IRRIGATION NEEDS  TO SHIFT IRRIGATION DEMANDS FROM TREATED CULINARY WATER, THE COMPANY WILL INSTALL FOUR SHALLOW GROUNDWATER WELLS AND APPROXIMATELY 7,100 FEET OF CONVEYANCE PIPE NEAR THE JORDAN BASIN WATER RECLAMATION FACILITY IN SALT LAKE COUNTY, UTAH  THIS PROJECT WILL PROVIDE APPROXIMATELY 2,992 ACRE FEET PER YEAR OF A CLEAN AND CONSISTENT SUPPLY OF SECONDARY WATER FOR IRRIGATION AND ALLOW SURFACE WATER CONSERVATION IN UTAH LAKE TO BENEFIT THE ENDANGERED JUNE SUCKER AND CRITICAL MUNICIPAL SUPPLIES  THIS PROJECT IS SUPPORTED BY NEIGHBORING DISTRICTS AND APPROVED BY THE STATE DEPARTMENT OF NATURAL RESOURCES  THE COMPANY PARTICIPATED IN THE DEVELOPMENT OF A REGIONAL DROUGHT CONTINGENCY PLAN  DCP  COMPLETED BY JORDAN VALLEY WATER CONSERVANCY DISTRICT THAT LISTS NEW SHALLOW GROUNDWATER WELLS AS DROUGHT MITIGATION ACTIONS  THE DCP WAS DEVELOPED WITH ASSISTANCE FROM A WATERSMART DROUGHT CONTINGENCY PLANNING GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d515a140-176d-5157-88bc-cd344c6c9c63-C", "generated_internal_id": "ASST_NON_R22AP00409_1425"}, {"internal_id": 150044993, "Award ID": "R22AP00387", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-13", "CFDA Number": "15.514", "Description": "THE PROPOSED SANTA ANA RIVER ENHANCED RECHARGE PHASE 1B - SAN BERNARDINO VALLEY MUNICIPAL WATER DISTRICT PROJECT (SARER PHASE 1B OR PROJECT) WILL INCREASE THE RELIABILITY OF WATER SUPPLIES; IMPROVE WATER MANAGEMENT; AND PROVIDE DROUGHT RESILIENCY.THE RECIPIENT LOCATED IN SAN BERNARDINO COUNTY, CALIFORNIA WILL CONSTRUCT 337.4 ACRES OF NEW RECHARGE BASINS AND IMPROVE EXISTING INFRASTRUCTURE TO ALLOW FOR STORMWATER RECHARGE OF APPROXIMATELY 10,807 ACRE-FEET PER YEAR (AFY) ON AVERAGE. THE STORMWATER CAPTURED BY THIS PROJECT AND RECHARGED INTO THE SAN BERNARDINO BASIN WILL BENEFIT APPROXIMATELY 400,000 PEOPLE THAT RELY ON LOCAL GROUNDWATER SOURCES WHEN SURFACE WATER ALLOCATIONS ARE REDUCED. THE PROJECT IS THE RESULT OF REGIONAL COLLABORATION AND HAS BEEN DEVELOPED IN CONCERT WITH STATE AGENCIES SUCH AS DEPARTMENT OF WATER RESOURCES AND DEPARTMENT OF FISH AND WILDLIFE. THE PROJECT IS SUPPORTED IN THE 2021 REGIONAL WATER MANAGEMENT PLAN, AND ITS IMPLEMENTATION IS CRITICAL IN PREPARING THE REGION FOR DROUGHT AND CLIMATE CHANGE. THE PROJECT AREA IS EXPERIENCING A PROLONGED DROUGHT, RANGING FROM ABNORMALLY DRY TO SEVERE DROUGHT CONDITIONS.THE PROJECT IS TO CONVEY STORM WATER FROM 1B-1 MAIN CANAL TO 1B-1 MAIN BASINS. THE PHASE 1B-1 MAIN CANAL INCLUDES IMPROVEMENTS TO 2,950 FEET OF EXISTING EARTHEN CANAL, IN ADDITION APPROXIMATELY 6,200 FEET OF NEW EARTHEN CANAL WILL BE CONSTRUCTED FROM THE POND 13 DIVERSION STRUCTURE TO THE NEW RECHARGE BASINS. 1B-2 MAIN RECHARGE BASINS-THE SARER PHASE 1B-2 SPREADING BASINS ARE 337.4 ACRES WHICH IS APPROXIMATELY 34 PERCENT OF THE 476 ACRES OF AREA AVAILABLE FOR SPREADING EAST AND WEST OF THE MENTONE SOUTH PIPELINE AND METROPOLITAN INLAND FEEDER. THE 337.4 ACRES ARE DIVIDED INTO 19 NEW BASINS AND THE EXPANSION OF TWO EXISTING BASINS WHICH ARE SEPARATED BY EMBANKMENTS AND CONNECTED BY PIPELINES TO ALLOW FOR FLEXIBILITY IN OPERATIONS. IB-3 UPGRADES TO EXISTING BASINS AND SMART SYSTEMS WILL BE INSTALLED AT EXISTING BASINS 10-14, AND 15 AND 17. BASIC LEVEL MONITORING EQUIPMENT WILL BE INSTALLED AT EACH OF THE NEW BASINS, AS WELL AS AT THE EXISTING BASINS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2d1c1b58-c513-df43-6bcb-aef68bd0385f-R", "generated_internal_id": "ASST_NON_R22AP00387_1425"}, {"internal_id": 151019242, "Award ID": "R22AP00380", "Award Amount": 1458987.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "15.514", "Description": "THE SANTA CLARITA VALLEY WATER AGENCY  SCVWA , LOCATED IN LOS ANGELES COUNTY, CALIFORNIA, WILL CONSTRUCT TWO WELLS IN THE KERN COUNTY SUBBASIN FOR THE RECOVERY OF 5,000 ACRE FEET PER YEAR OF PREVIOUSLY BANKED WATER IN ROSEDALE RIO BRAVO WATER STORAGE DISTRICT  DISTRICT   OVER THE PAST 14 YEARS, SCVWA HAS BANKED APPROXIMATELY 120,000 ACRE FEET WITH THE DISTRICT  LOS ANGELES COUNTY IS CURRENTLY EXPERIENCING EXTREME TO EXCEPTIONAL DROUGHT CONDITIONS AND FACES UNCERTAINTY IN SURFACE WATER SUPPLY RELIABILITY  THESE WELLS WILL SERVE AS A DROUGHT RESILIENCE MEASURE, ALLOWING THE AGENCY TO ACCESS BANKED WATER DURING TIMES OF DROUGHT  THIS PROJECT ALIGNS WITH GOALS OF SCVWA S 2020 URBAN WATER MANAGEMENT PLAN AND SCVWA S 2020 WATER SHORTAGE CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66ad06cb-f903-3578-b4d6-4697319c34c1-C", "generated_internal_id": "ASST_NON_R22AP00380_1425"}, {"internal_id": 151019186, "Award ID": "R22AP00371", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "15.514", "Description": "THE CARMICHAEL WATER DISTRICT  DISTRICT , LOCATED IN SACRAMENTO COUNTY, CALIFORNIA, WILL CONSTRUCT A NEW AQUIFER STORAGE AND RECOVERY WELL  ASR WELL  TO ENHANCE THE DISTRICT S CURRENT CONJUNCTIVE USE PROGRAM  THE DISTRICT CURRENTLY PARTICIPATES IN A GROUNDWATER BANKING PROGRAM AND HAS BANKED OVER 50,000 ACRE FEET IN THE SACRAMENTO VALLEY GROUNDWATER BASIN  THE ASR WELL WILL PROVIDE AN AVERAGE ANNUAL BENEFIT OF 605 ACRE FEET PER YEAR OF ADDITIONAL RECHARGE AND ALLOW ACCESS TO PREVIOUSLY BANKED WATER, PROVIDING UP TO 1,210 ACRE FEET FOR USE IN DROUGHT YEARS WHILE ALLEVIATING DEMAND ON THE STRESSED AMERICAN RIVER  THE ASR WELL WILL GREATLY ENHANCE THE DISTRICT S ABILITY TO SUSTAINABLY MANAGE ITS GROUNDWATER SUPPLIES AND BETTER MANAGE ITS PREVIOUSLY BANKED WATER TO PROVIDE DROUGHT RESILIENCY AND OPERATIONAL FLEXIBILITY  THE PROJECT SUPPORTS GOALS IDENTIFIED IN THE DISTRICT S 2020 URBAN WATER MANAGEMENT PLAN TO HELP BUILD LONG TERM RESILIENCE TO DROUGHT AND REDUCE THE NEED FOR EMERGENCY RESPONSE ACTIONS  IMPLEMENTATION OF THIS PROJECT IS ALSO IDENTIFIED AS A MITIGATION ACTION IN THE NORTH AMERICAN BASIN REGIONAL DROUGHT CONTINGENCY PLAN  DCP  THAT WAS DEVELOPED WITH ASSISTANCE FROM A WATERSMART DROUGHT CONTINGENCY PLANNING GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bd651421-540e-7722-dc81-1a109db90f36-R", "generated_internal_id": "ASST_NON_R22AP00371_1425"}, {"internal_id": 148676621, "Award ID": "R22AP00354", "Award Amount": 732684.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "15.514", "Description": "THELAS VEGAS VALLEY WATERDISTRICT, LOCATED IN SOUTHERN NEVADA, WILL CONSTRUCT A NEW WELL AT THEIR FORT APACHE RESERVOIR SITE, ADDING UP TO 4,000 ACRE-FEET ANNUALLY TO ITS WATER SUPPLY. LAS VEGAS VALLEY'S GROUNDWATER IS A PERENNIAL SUPPLY THAT IS REPLENISHED EACH YEAR BY NATURAL RECHARGE IN THE SURROUNDING MOUNTAINS AND IS A CRITICAL COMPONENT OF SOUTHERN NEVADA'S WATER RESOURCES. GROUNDWATER HELPS MEET PEAK DEMANDS AND PROVIDES RESILIENCE FOR THE COMMUNITY'S WATER SUPPLY AS THE GROUNDWATER IS LESS SUSCEPTIBLE TO DROUGHT IMPACTS THAN COLORADO RIVER RESOURCES. THE NEW WELL WILL ALLOW THE DISTRICT TO ACCESS A PORTIONOF ITS GROUNDWATER RIGHTS AND WATER STORED IN THE SOUTHERN NEVADA WATER BANK WHICH STORES SURFACE WATER THROUGH THE USE OF INJECTION WELLS. LAS VEGAS IS CURRENTLY EXPERIENCING A SEVERE AND EXTENDED DROUGHT.THIS ADDITIONALWELL WILL PROVIDE SYSTEM FLEXIBILITYDURING DROUGHT CONDITIONS AND OTHER SYSTEM OUTAGES. THE PROJECT IS SUPPORTED BY SOUTHERN NEVADA WATER AUTHORITY'S WATER RESOURCE PLAN AND JOINT CONSERVATION PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac471ffe-6b98-6950-aeda-465015c2c42d-C", "generated_internal_id": "ASST_NON_R22AP00354_1425"}, {"internal_id": 148676627, "Award ID": "R22AP00353", "Award Amount": 1327305.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-13", "CFDA Number": "15.514", "Description": "CITY OF MCALLEN (CITY), LOCATED IN SOUTHERN TEXAS, WILL EXPAND ITS RECLAIMED WATER SYSTEM BY INSTALLING A ONE-MILLION-GALLON ELEVATED REUSE WATER STORAGE TANK TO UTILIZE RECYCLED WATER AS AN ALTERNATE SOURCE FOR LANDSCAPE IRRIGATION. THE PROJECT WILL PROVIDE AN ADDITIONAL WATER SUPPLY OF 1,120 ACRE-FEET PER YEAR AND REDUCE THE DEMAND ON POTABLE WATER SUPPLIES FROM THE RIO GRANDE RIVER. A 2015 REUSE MASTER PLAN REFERENCES THE NEED OF A STORAGE TANK FOR A RELIABLE WATER REUSE SYSTEM. THE ADDITIONAL 1,120 ACRE-FEET PER YEAR PROVIDES A DROUGHT-RESILIENT WATER SUPPLY TO A COMMUNITY THAT IS PRONE TO EXTREME DROUGHTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce2940df-3911-e096-b9c4-c0f368d1ee2d-C", "generated_internal_id": "ASST_NON_R22AP00353_1425"}, {"internal_id": 148676632, "Award ID": "R22AP00352", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-13", "CFDA Number": "15.514", "Description": "THE CITY OF SANTA ANA (CITY), LOCATED IN SOUTHERN CALIFORNIA, WILL CONSTRUCT A NEW ION EXCHANGE WATER TREATMENT FACILITY AT WELL 38. THE ION EXCHANGE TREATMENT IS COMMONLY USED FOR THE REMOVAL OF GROUNDWATER CONTAMINANTS, SUCH AS NITRATE AND PERCHLORATE, AND CONSISTS OF PRESSURIZED TREATMENT VESSELS FILLED WITH POLYMER-BASED ION EXCHANGE RESIN THAT REMOVES CONTAMINANTS AS WATER PASSES OVER IT. THIS TREATMENT WILL ALLOW THE CITY TO UTILIZE UP TO AN ADDITIONAL 4,000 ACRE-FEET PER YEAR OF A RELIABLE GROUNDWATER DURING DRY CONDITIONS AND WHEN FACING REDUCED ALLOCATIONS OF IMPORTED SURFACE WATER. THE CITY IS CURRENTLY EXPERIENCING SEVERE DROUGHT CONDITIONS, AND THIS PROJECT IS ALIGNED WITH THEIR 2020 WATER SHORTAGE CONTINGENCY PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "05063db4-988e-7867-d797-0ed359612e35-C", "generated_internal_id": "ASST_NON_R22AP00352_1425"}, {"internal_id": 148676596, "Award ID": "R22AP00342", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-13", "CFDA Number": "15.514", "Description": "THE ROSEDALE-RIO BRAVO WATER STORAGE DISTRICT (DISTRICT), LOCATED IN THE SOUTHERN SAN JOAQUIN VALLEY OF KERN COUNTY, CALIFORNIA, OPERATES AN EXPANSIVE GROUNDWATER RECHARGE AND BANKING PROGRAM THAT UTILIZES OVER 2,000 ACRES OF RECHARGE BASINS FOR DIRECT RECHARGE OR SURFACE WATER SUPPLIES AND IN-LIEU BANKING ACTIVITIES. THIS PROJECT WILL EXPAND THE DISTRICT'S GROUNDWATER BANKING AND RECOVERY EFFORTS BY CONSTRUCTING THREE EXTRACTION WELLS AND NECESSARY CONVEYANCE FACILITIES AT EXISTING RECHARGE BASINS FOR THE RECOVERY AND DISTRIBUTION OF PREVIOUSLY STORED WATER. WITH CONTINUED SEVERE DROUGHT CONDITIONS IN THE AREA, THE DISTRICT AND ITS GROUNDWATER BANKING PARTNERS INCREASINGLY FACE SURFACE WATER REDUCTIONS. THIS GROUNDWATER BANKING RECOVERY PROJECT WILL PROVIDE AN AVERAGE ANNUAL WATER SUPPLY OF 3,258 ACRE-FEET, PROVIDING DROUGHT RESILIENCY FOR THE DISTRICT AND ITS BANKING PARTNERS. THE PROJECT IS SUPPORTED BY THE DISTRICT'S COMPREHENSIVE GROUNDWATER SUSTAINABILITY PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d45fd3bb-04b4-211b-92a9-098ba0d99e2c-R", "generated_internal_id": "ASST_NON_R22AP00342_1425"}, {"internal_id": 148676598, "Award ID": "R22AP00339", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-12", "CFDA Number": "15.514", "Description": "THE SOUTHERN SAN JOAQUIN MUNICIPAL UTILITY DISTRICT, LOCATED IN KERN COUNTY, CALIFORNIA, WILL IMPROVE EXISTING CONVEYANCE FACILITIES AND CONSTRUCT 75 ACRES OF RECHARGE PONDS TO INCREASE RECHARGE CAPACITY BY AN AVERAGE OF 6,120 ACRE-FEET PER YEAR. THE PROJECT WILL ALSO EXPAND THE RECOVERY OF RECHARGED WATER BY CONNECTING THE EXISTING WELL AT THE PROJECT SITE TO THE DISTRICT'S CONVEYANCE SYSTEM. THE PROJECT WILL IMPROVE OPERATIONAL FLEXIBILITY BY CAPTURING EXCESS SURFACE SUPPLIES IN WET YEARS AND PROVIDING A CONVEYANCE MECHANISM FOR SUBSEQUENT RETURN IN DRY YEARS. LOCATED IN THE SAN JOAQUIN VALLEY, SSJMUD IS CURRENTLY EXPERIENCING EXCEPTIONAL DROUGHT CONDITIONS AND SIGNIFICANT SURFACE WATER SUPPLY REDUCTIONS. THIS PROJECT IS SUPPORTED BY THE POSO CREEK INTEGRATED REGIONAL WATER MANAGEMENT GROUP'S DROUGHT CONTINGENCY PLAN, WHICH IS BEING DEVELOPED WITH ASSISTANCE FROM A WATERSMART DROUGHT CONTINGENCY PLANNING GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06fea7e-f51f-7966-7eff-13560e86ac86-R", "generated_internal_id": "ASST_NON_R22AP00339_1425"}, {"internal_id": 148676529, "Award ID": "R22AP00338", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-09", "CFDA Number": "15.514", "Description": "THE BELLA VISTA WATER DISTRICT (DISTRICT) IN SHASTA COUNTY, CALIFORNIA, WILL CONSTRUCT A NEW 3-MILLION-GALLON WATER TANK AND ADD SUPERVISORY CONTROL AND DATA ACQUISITION (SCADA) FUNCTIONALITY TO THREE EXISTING WELLS. THE PROJECT WILL FACILITATE CONJUNCTIVE USE AND WILL IMPROVE OPERATIONAL MANAGEMENT OF GROUNDWATER AND SURFACE WATER SUPPLIES PROVIDING AN ADDITIONAL AVERAGE ANNUAL WATER SUPPLY OF 2,618 ACRE-FEET. THE PROJECT WILL ALSO PROVIDE EMERGENCY WATER SUPPLIES, FACILITATE WATER TRANSFERS, AND IMPROVE WATER SUPPLY RELIABILITY AND DROUGHT MITIGATION. THE PROPOSED WATER TANK WAS ONE OF THE HIGHEST RANKED DROUGHT MITIGATION ACTIONS IN THE 2021 DROUGHT CONTINGENCY PLAN DEVELOPED BY THE DISTRICT WITH ASSISTANCE FROM A WATERSMART DROUGHT CONTINGENCY PLANNING GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d585be3-27f5-8e8b-0cf2-ce2b480e3ac3-R", "generated_internal_id": "ASST_NON_R22AP00338_1425"}, {"internal_id": 148676618, "Award ID": "R22AP00337", "Award Amount": 293450.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-09", "CFDA Number": "15.514", "Description": "THE CITY OF FRESNO (CITY), LOCATED IN THE CENTRAL SAN JOAQUIN VALLEY OF CALIFORNIA, WILL INSTALL PURPLE PIPES AND RETROFIT IRRIGATION SYSTEMS AT CITY HALL, FINK-WHITE PARK, AND FULTON STREET TO CONNECT THESE THREE URBAN GREEN SPACES TO THE EXISTING RECYCLED WATER TRANSMISSION LINES, CONVERTING THESE AREAS FROM POTABLE WATER TO RECLAIMED WATER FOR IRRIGATION. THIS WILL OFFSET THE CITY'S POTABLE WATER USE BY 48 ACRE-FEET PER YEAR. THE CITY AIMS TO USE RECYCLED WATER IN PLACE OF POTABLE WATER TO ASSIST IN PROTECTING THE CITY'S VULNERABLE WATER SUPPLIES. THIS PROJECT SUPPORTS THE GOALS FOR RECYCLED WATER USE OUTLINED IN MULTIPLE WATER RESOURCE MANAGEMENT PLANS FOR THE CITY. THE CITY IS SUBJECT TO FREQUENT MODERATE TO EXTREME DROUGHT PERIODS, AND THIS PROJECT WILL ASSIST THE CITY IN PREPARING FOR CLIMATE CHANGE AND PROTECTING THE ECONOMIC FOUNDATIONS OF THE CITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa72d56a-9e38-fef9-5304-faab3c841d9b-C", "generated_internal_id": "ASST_NON_R22AP00337_1425"}, {"internal_id": 148676591, "Award ID": "R22AP00336", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-09", "CFDA Number": "15.514", "Description": "THE DELANO-EARLIMART IRRIGATION DISTRICT (DISTRICT), LOCATED IN DELANO, CALIFORNIA, WILL EXPAND ITS TURNIPSEED WATER BANK BY CONSTRUCTING AN ADDITIONAL 156-ACRE RECHARGE FACILITY AND THREE GROUNDWATER MONITORING WELLS. THIS PROJECT WILL INCREASE THE DISTRICT'S RECHARGE CAPACITY BY AN ANNUAL AVERAGE OF 4,315 ACRE-FEET. THE RECHARGED WATER CAN SUBSEQUENTLY BE USED IN DROUGHT YEARS, OFFSETTING SURFACE WATER SUPPLY SHORTAGES FOR EITHER THE DISTRICT OR ITS WATER BANKING PARTNERS. IMPLEMENTATION OF THIS PROJECT PROVIDES DROUGHT RESILIENCY FOR A REGION THAT IS CURRENTLY EXPERIENCING EXCEPTIONAL DROUGHT. THIS PROJECT IS LISTED AS A MITIGATION ACTION IN THE POSO CREEK INTEGRATED REGIONAL WATER MANAGEMENT GROUP'S DROUGHT CONTINGENCY PLAN THAT IS BEING DEVELOPED WITH ASSISTANCE FROM A WATERSMART DROUGHT CONTINGENCY PLANNING GRANT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f1c7b0dd-f49a-8810-1989-e6e08df74638-C", "generated_internal_id": "ASST_NON_R22AP00336_1425"}, {"internal_id": 148676628, "Award ID": "R22AP00327", "Award Amount": 957824.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-10", "CFDA Number": "15.514", "Description": "THE MERCED IRRIGATION DISTRICT, LOCATED IN MERCED COUNTY, CALIFORNIA, WILL IMPROVE EXISTING MODELS FOR ANALYZING AND PREDICTING DROUGHT CONDITIONS. THE PROJECT INCLUDES ENHANCING REAL-TIME OPERATIONAL MODELING TO TRACK SUPPLY CONDITIONS AND THE INSTALLATION OF WATER MEASUREMENT MONITORING EQUIPMENT TO ACCURATELY TRACK WATER SUPPLY AND SNOW/SNOW MELT CONDITIONS. THE PROJECT WILL IMPROVE PRECIPITATION FORECASTING, IMPROVE HYDROLOGY AND HYDRAULIC TECHNOLOGY, INTEGRATE GROUNDWATER INTERFLOW, AND INSTALL GAGE STATIONS AND 11 SOIL MOISTURE SENSOR SETS FOR INTEGRATION OF BASE FLOW AND SOIL MOISTURE. THIS PROJECT WILL PROVIDE THE DISTRICT WITH THE ABILITY TO BETTER MANAGE EXISTING WATER SUPPLIES AND TO INCREASE WATER STORAGE. LOCATED IN THE SAN JOAQUIN VALLEY, MERCED COUNTY IS PRESENTLY EXPERIENCING MODERATE DROUGHT CONDITIONS AND REGULARLY EXPERIENCES MODERATE TO EXTREME DROUGHT CONDITIONS. THIS PROJECT SUPPORTS THE MERCED INTEGRATED REGIONAL WATER MANAGEMENT PLANNING EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c9a3729f-09a8-2deb-5cda-2a4905b2ea20-C", "generated_internal_id": "ASST_NON_R22AP00327_1425"}, {"internal_id": 147751225, "Award ID": "R22AP00320", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-13", "CFDA Number": "15.514", "Description": "RANCHO CALIFORNIA WATER DISTRICT WILL CONSTRUCT A RECOVERY/EXTRACTION WELL. THIS WILL ENABLE THE DISTRICT TO EXTRACT 1,200 ACRE-FEET OF WATER PER YEAR DURING ALL HYDROLOGIC CONDITIONS, INCLUDING DRY YEARS. THIS WILL PROVIDE OPERATIONAL FLEXIBILITY TO EXTRACT PREVIOUSLY RECHARGED SURFACE WATER SUPPLIES THAT CAME FROM EITHER LOCAL SURFACE WATER SUPPLIES OR UNTREATED IMPORTED WATER. SURFACE WATER RECHARGE, ESPECIALLY RECHARGE OF INEXPENSIVE UNTREATED WATER CREATES ADDITIONAL LOCAL GROUNDWATER SUPPLY THAT CAN BE USED DURING DROUGHTS AND EMERGENCIES. THE PROJECT SUPPORTS THE GOALS OF THE UPPER MARGARITA WATERSHED'S 2014 INTEGRATED REGIONAL WATER MANAGEMENT PLAN. ADDITIONALLY, THIS PROJECT WILL COMPLETE PHASE IV OF ITS IMPLEMENTATION PLAN DESCRIBED IN THE UPPER VALLEY DE LOS CABALLOS CONJUNCTIVE USE OPTIMIZATION STUDY (2012), WHICH WILL INCREASE GROUNDWATER RECHARGE AND RECOVERY FACILITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f51efff-1106-494d-3c10-361fe525c413-C", "generated_internal_id": "ASST_NON_R22AP00320_1425"}, {"internal_id": 148206812, "Award ID": "R22AP00319", "Award Amount": 499450.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-20", "CFDA Number": "15.514", "Description": "THE CITY OF YUMA, ARIZONA WILL CONSTRUCT A GROUNDWATER WELL AT THE CITY'S AGUA VIVA WATER TREATMENT FACILITY. THE AGUA VIVA WATER TREATMENT FACILITY GROUND WATER WELL PROJECT WILL CONSTRUCT A TEST WELL AND A NEW WELL THAT WILL PROVIDE AN ADDITIONAL 3,360 ACRE-FEET OF ADDITIONAL GROUNDWATER ANNUALLY. THE PROJECT WILL HELP THE CITY DIVERSIFY THEIR WATER SUPPLY AND BUILD LONG-TERM RESILIENCE TO PERIODS OF DROUGHT, HELP MITIGATE EMERGENCY RESPONSE ACTIONS, AND IMPROVE WATER MANAGEMENT. THE PROJECT IS SUPPORTED BY THE CITY'S DROUGHT PREPAREDNESS AND RESPONSE PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ad9659e-efc6-bd58-74dc-0b3a66762b8f-C", "generated_internal_id": "ASST_NON_R22AP00319_1425"}, {"internal_id": 148206805, "Award ID": "R22AP00318", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-20", "CFDA Number": "15.514", "Description": "THE CITY OF SANTA ANA WILL CONSTRUCT THE NEW FLOWER STREET WELL TO AUGMENT THE LOW PRESSURES IN THE WATER SYSTEM BY PUMPING GROUNDWATER INTO THE CITY'S EXISTING WATER DISTRIBUTION SYSTEM AT A STRATEGIC LOCATION. IMPLEMENTATION OF THIS PROJECT WILL INCREASE LOCAL SUPPLIES BY OVER 4,032 ACRE-FEET PER YEAR. THIS PROJECT WILL HELP THE CITY DIVERSIFY ITS WATER SUPPLY AND IMPROVE WATER MANAGEMENT BY ENHANCING SYSTEM FLEXIBILITY. WATER DIVERSIFICATION IS SUPPORTED BY THE CITY'S DROUGHT ACTION PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "05063db4-988e-7867-d797-0ed359612e35-C", "generated_internal_id": "ASST_NON_R22AP00318_1425"}, {"internal_id": 148206787, "Award ID": "R22AP00317", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-20", "CFDA Number": "15.514", "Description": "THE WATER REPLENISHMENT DISTRICT OF SOUTHERN CALIFORNIA CURRENTLY OPERATES IT'S LEO J. VANDER LANS ADVANCED WATER TREATMENT FACILITY AT HALF CAPACITY, CONVERTING 4,481 ACRE-FEET PER YEAR OF TERTIARY TREATED WASTEWATER EFFLUENT FROM THE SURROUNDING REGION INTO HIGHLY PURIFIED WATER. THIS PROJECT WILL INCREASE OPERATION TO FULL CAPACITY BY INSTALLING A NEW INJECTION WELL INTO THE UNDERLYING DRINKING WATER AQUIFER. THIS WILL ALLOW FOR AN ANNUAL AVERAGE INJECTION OF 2,016 ACRE-FEET OF WATER TO REPLENISH THE AQUIFER. THE REMAINING NEW CAPACITY WILL BE INJECTED AT THE ALAMITOS BARRIER, A LINE OF FRESHWATER INJECTION WELLS THAT PREVENT SEAWATER FROM ENCROACHING INTO GROUNDWATER SUPPLIES. ANY TERTIARY TREATED WATER IN EXCESS OF THE ALAMITOS BARRIER DEMAND WILL BE MANAGED AS DROUGHT RESILIENCY WATER TO INCREASE BASIN RESERVES. THIS PROJECT IS INCLUDED INWATER REPLENISHMENT DISTRICT'S 2019 FIVE-YEAR STRATEGIC PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ce0163b0-0a0e-c873-5eb2-373eb30c53e4-R", "generated_internal_id": "ASST_NON_R22AP00317_1425"}, {"internal_id": 148206885, "Award ID": "R22AP00281", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-19", "CFDA Number": "15.514", "Description": "THE CITY OF GRAND JUNCTION, LOCATED IN WESTERN COLORADO, WILL INCREASE ITS DELIVERY SYSTEM CAPACITY BY INSTALLING NEW PIPELINES AND CONSTRUCTING A NEW INTERTIE BETWEEN ITS TWO WATER SUPPLY LINES, THE PURDY MESA FLOW LINE AND THE KANNAH CREEK FLOW LINE, PROVIDING INCREASED OPERATIONAL FLEXIBILITY AT THE GRAND JUNCTION WATER TREATMENT PLANT. THE CONVEYANCE CAPACITY OF THE CURRENT SYSTEM IS 5 MILLION GALLONS PER DAY; THE INTERTIE WILL INCREASE CAPACITY TO 9.7 MGD WHEN CONVEYING THROUGH THE KANNAH CREEK FLOW LINE. THE PROJECT WILL ENABLE DELIVERY OF AN ADDITIONAL 6,945 ACRE-FEET PER YEAR FROM THE JUNIATA RESERVOIR THROUGH THE KANNAH CREEK FLOW LINE TO MEET MUNICIPAL WATER DEMANDS DURING TIMES OF DROUGHT. MESA COUNTY RECENTLY EXPERIENCED EXTREME DROUGHT CONDITIONS, AND THIS PROJECT IS SUPPORTED BY THE GUNNISON BASIN IMPLEMENTATION PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9575a599-363b-fddc-e566-f23bc5d9b271-C", "generated_internal_id": "ASST_NON_R22AP00281_1425"}, {"internal_id": 148676617, "Award ID": "R22AP00280", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-04", "CFDA Number": "15.514", "Description": "THE CITY OF GALLUP WATER & SANATATION DEPARTMENT IN MCKINLEY COUNTY, NEW MEXICO, WILL CONTRCUST A NEW WATER PRODUCTION WELL FOR THE NAVAJO GALLUP WATER SUPPLY PROJECT INTERM CONJUNCTIVE WATER SUPPLY. THE NEW WELL WILL ADD APROX. 2170 ACRE-FEET PER TEN YEARS OF LOACAL, HIGH-QUALITY WATER TO THE CITY'S AND REGIONS DRINKING WATER SUPPLY. THE NAVAJO GALLUP WATER SUPPLY PROJECT WORK ALSO INCLUDES IMPROVING STORAGE TANKS, WATER LINES, PUMP STATIONS AND TREATMENT PLANT COMPONENTS.SECTION 9504(A) OF THE SECURE WATER ACT, SUBTITLE F OF TITLE IX OFTHE OMNIBUS PUBLIC LAND MANAGEMENT ACT OF 2009, PUBLIC LAW(P.L.) 111-11 (42 UNITED STATES CODE (U.S.C.) 10364), AS AMENDED,AND THE FISH AND WILDLIFE COORDINATION ACT, 16 U.S.C. 661-666C, ASDELEGATED TO RECLAMATION IN DEPARTMENTAL MANUAL 255 DM 1.1B.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0d6f18b-a079-d9d2-c997-736e67aad488-C", "generated_internal_id": "ASST_NON_R22AP00280_1425"}, {"internal_id": 148676597, "Award ID": "R22AP00279", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-13", "CFDA Number": "15.514", "Description": "BEAR RIVER WATER CONSERVANCY DISTRICT, LOCATED IN BOX ELDER COUNTY,UTAH, WILL CONSTRUCT AND EQUIP TWO NEW PRODUCTION WELLS, ONE REPLACEMENT WELL, AND A 500K GALLON STORAGE TANK. THIS INFRASTRUCTURE WILL BE LOCATED IN THREE UNINCORPORATED AREAS WITHIN THE DISTRICT'S SERVICE AREA: COLLINSTON, HARPER WARD, AND SOUTH WILLARD. THIS PROJECT WILL HELPBEAR RIVER WATER CONSERVANCY DISTRICT GET BACK ON THEIR FEET AND PREPARE FOR CURRENT/FUTURE DROUGHT CONDITIONS BY PROVIDING ACCESS TO AN ESTIMATED 807 ACRE-FEET PER YEAR OF CLEAN, CULINARY WATER. OF THE 807 ACRE-FEET PER YEAR, UPTO 475 ACRE-FEET PER YEAR IS NEEDED UNDER EXISTING DISTRICT OBLIGATIONS, WHILE 332 ACRE-FEET PERYEAR WOULD BE ADDITIONAL WATER DEVELOPED TO PROVIDE ADDITIONAL RESILIENCY FOR DROUGHT AND GROWTH.SECTION 9504(A) OF THE SECURE WATER ACT, SUBTITLE F OF TITLE IX OFTHE OMNIBUS PUBLIC LAND MANAGEMENT ACT OF 2009, PUBLIC LAW(P.L.) 111-11 (42 UNITED STATES CODE (U.S.C.) 10364), AS AMENDED,AND THE FISH AND WILDLIFE COORDINATION ACT, 16 U.S.C. 661-666C, ASDELEGATED TO RECLAMATION IN DEPARTMENTAL MANUAL 255 DM 1.1B", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e6af94b-520c-d7fb-a944-809cdbe9efec-R", "generated_internal_id": "ASST_NON_R22AP00279_1425"}, {"internal_id": 148676583, "Award ID": "R22AP00278", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-13", "CFDA Number": "15.514", "Description": "THE GREEN ROAD WELL PROJECT WILL INCREASE THE RELIABILITY OF WATER SUPPLIES AND IMPROVE WATER MANAGEMENT TO MITIGATE THE IMPACTS CAUSED BY DROUGHT. THE THE WEBER BASIN CONSERVANCY DISTRICT SHALL CONSTRUCT A CULINARY WELL TO PROVIDE AN ADDITIONAL 566 ACRE-FEET PER YEAR LOCATED INKAYSVILLE, UTAH.SEC. 9504. WATER MANAGEMENT IMPROVEMENT.(A) AUTHORIZATION OF GRANTS AND COOPERATIVE AGREEMENTS.-(1) AUTHORITY OF SECRETARY.-THE SECRETARY MAY PROVIDE ANY GRANT TO, OR ENTER INTO AN AGREEMENT WITH, ANY ELIGIBLE APPLICANT TO ASSIST THE ELIGIBLE APPLICANT IN PLANNING, DESIGNING, OR CONSTRUCTING ANY IMPROVEMENT-(A) TO CONSERVE WATER;(B) TO INCREASE WATER USE EFFICIENCY;(C) TO FACILITATE WATER MARKETS;(D) TO ENHANCE WATER MANAGEMENT, INCLUDING INCREASING THE USE OF RENEWABLE ENERGY IN THE MANAGEMENT AND DELIVERY OF WATER;(E) TO ACCELERATE THE ADOPTION AND USE OF ADVANCED WATER TREATMENT TECHNOLOGIES TO INCREASE WATER SUPPLY;(F) TO PREVENT THE DECLINE OF SPECIES THAT THE UNITED STATES FISH AND WILDLIFE SERVICE AND NATIONAL MARINE FISHERIES SERVICE HAVE PROPOSED FOR LISTING UNDER THE ENDANGERED SPECIES ACT OF 1973 (16U.S.C.1531 ET SEQ.) (OR CANDIDATE SPECIES THAT ARE BEING CONSIDERED BY THOSE AGENCIES FOR SUCH LISTING BUT ARE NOT YET THE SUBJECT OF A PROPOSED RULE); (G) TO ACCELERATE THE RECOVERY OF THREATENED SPECIES, ENDANGERED SPECIES, AND DESIGNATED CRITICAL HABITATS THAT ARE ADVERSELY AFFECTED BY FEDERAL RECLAMATION PROJECTS OR ARE SUBJECT TO A RECOVERY PLAN OR CONSERVATION PLAN UNDER THE ENDANGERED SPECIES ACT OF 1973 (16 U.S.C. 1531 ET SEQ.) UNDER WHICH THE COMMISSIONER OF RECLAMATION HAS IMPLEMENTATION RESPONSIBILITIES; OR(H) TO CARRY OUT ANY OTHER ACTIVITY-(I) TO ADDRESS ANY CLIMATE-RELATED IMPACT TO THE WATER SUPPLY OF THE UNITED STATES THAT INCREASES ECOLOGICAL RESILIENCY TO THE IMPACTS OF CLIMATE CHANGE; OR(II)  TO PREVENT ANY WATER-RELATED CRISIS OR CONFLICT AT ANY WATERSHED THAT HAS A NEXUS TO A FEDERAL RECLAMATION PROJECT LOCATED IN A SERVICE AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22449a1c-a4cd-c015-c7ef-fdf89ea50071-C", "generated_internal_id": "ASST_NON_R22AP00278_1425"}, {"internal_id": 150670477, "Award ID": "R22AP00273", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-29", "CFDA Number": "15.514", "Description": "AWARD PURPOSE: THE DESCHUTES RIVER CONSERVANCY, LOCATED IN BEND, OREGON, IN CONJUNCTION WITH THE DESCHUTES BASIN BOARD OF CONTROL (DBBC), WILL ESTABLISH AND ADMINISTER A WATER BANK FOR THE DESCHUTES BASIN OF CENTRAL OREGON.ACTIVITIES TO BE PERFORMED: THE WATER BANK WILL WORK WITH THE DBBC, ITS MEMBER IRRIGATION DISTRICTS, MUNICIPALITIES, AND OTHER STAKEHOLDERS TO DEPLOY A SUITE OF TIME AND RESOURCE-EFFICIENT MECHANISMS TO MOVE WATER BETWEEN USERS TO MEET THE RESOURCE NEEDS PARTICULAR TO DROUGHT. THIS INCLUDES THE ESTABLISHMENT OF MODELING EFFORTS FOR CURRENT CONDITIONS AND FORECASTING AND ENHANCED REAL-TIME DATA COLLECTION FOR MONITORING RESERVOIRS AND RIVER FLOWS THROUGH THE INSTALLATION OF SUPERVISORY CONTROL AND DATA ACQUISITION SYSTEMS AT VARIOUS LOCATIONS THROUGHOUT THE BASIN. MODELING RESULTS WITH AVAILABLE GIS DATA FOR LAND AND WATER USES, AND REAL-TIME FLOW CONDITIONS WILL BE INCORPORATED INTO A WEB-BASED DECISION SUPPORT PLATFORM THAT WILL PROVIDE WATER MANAGERS WITH THE MOST ACCURATE WATER RESOURCES DATA IN THE DESCHUTES BASIN.EXPECTED DELIVERABLES OR OUTCOMES: THE WATER BANK WILL ENABLE FLEXIBLE, VOLUNTARY, MARKET-BASED REALLOCATION OF WATER, PARTICULARLY DURING DROUGHT CONDITIONS.INTENDED BENEFICIARIES: THE PROPOSED ESTABLISHMENT OF THE CENTRAL OREGON WATER BANK TO INCREASE DROUGHT RESILIENCY IN THE DESCHUTES RIVER BASIN PROJECT (PROJECT) WILL INCREASE THE RELIABILITY OF WATER SUPPLIES; IMPROVE WATER MANAGEMENT; AND PROVIDE DROUGHT RESILIENCY.SUBRECIPIENT ACTIVITIES (IF KNOWN OR SPECIFIED AT TIME OF AWARD): THE PARTICIPATION OF CONSULTANTS IS WOVEN THROUGHOUT THE PROJECT TASKS AND SCHEDULE, AND INCLUDES THE FOLLOWING ACTIVITIES:- ESTABLISHMENT OF THE WATER BANK- SET UP GOVERNANCE OF BANK- ESTABLISH, EVALUATE, AND MAINTAIN TOOLS TO OPTIMIZE WATER BANK AND IMPROVE RESILIENCY INDRY YEARS- WATER ACCOUNTING AND ALLOCATION PROCESSES/PROCEDURES- ESTABLISH PLATFORM/DIGITAL INFRASTRUCTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9289602-1ca7-5d49-e217-c16ee3280e59-R", "generated_internal_id": "ASST_NON_R22AP00273_1425"}, {"internal_id": 148206869, "Award ID": "R22AP00268", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-18", "CFDA Number": "15.514", "Description": "EL DORADO WATER AGENCY, LOCATED IN EL DORADO COUNTY, CALIFORNIA, WILL UPGRADE TWO SENSORS IN A 12-SENSOR AMERICAN RIVER HYDROLOGIC OBSERVATORY NETWORK. ADDITIONALLY, AN ONLINE OPERATIONS DASHBOARD WILL BE CREATED TO DISPLAY THE REAL-TIME HYDROLOGIC OBSERVATIONS IN A SPATIAL REPRESENTATION. THIS PROJECT WILL PROVIDE ACCURATE DATA FOR DAY-TO-DAY DECISION MAKING RELATED TO WATER ALLOCATIONS, RESERVOIR OPERATIONS, HYDROPOWER GENERATION, AND ENVIRONMENTAL FLOW DETERMINATIONS. IT IS CALCULATED TO INCREASE THE FORECAST RELIABILITY AND AVAILABILITY OF UP TO 18,000 ACRE-FEET OF WATER PER YEAR. EL DORADO COUNTY IS CURRENTLY EXPERIENCING MODERATE DROUGHT CONDITIONS BUT IS PRONE TO MULTI-YEAR DROUGHTS AS EXPERIENCED IN 2014-2016. THE AGENCY IS PRESENTLY PREPARING (THROUGH RECLAMATION'S DROUGHT PROGRAM'S FISCAL YEAR 2018 DROUGHT CONTINGENCY PLANNING PROGRAM) A REGIONAL DROUGHT CONTINGENCY PLAN (RDCP) FOR THE UPPER AMERICAN RIVER BASIN. THIS PROJECT IS PRIORITY ELEMENT IDENTIFIED AS PART OF THE RDCP COLLABORATION IS TO ESTABLISH A REGIONAL PROCESS FOR MONITORING NEAR AND LONG-TERM WATER AVAILABILITY, AND FOR DEVELOPING A FRAMEWORK FOR PREDICTING THE PROBABILITY OF FUTURE DROUGHT CONDITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c325fa62-78ff-69af-562f-8c09dc559e0b-R", "generated_internal_id": "ASST_NON_R22AP00268_1425"}, {"internal_id": 148206793, "Award ID": "R22AP00259", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-21", "CFDA Number": "15.514", "Description": "THROUGH WATERSMART (SUSTAIN AND MANAGE AMERICA'S RESOURCES FOR TOMORROW), RECLAMATION LEVERAGES FEDERAL AND NON-FEDERAL FUNDING TO WORK COOPERATIVELY WITH STATES, TRIBES, AND LOCAL ENTITIES AS THEY PLAN FOR AND IMPLEMENT ACTIONS TO INCREASE WATER SUPPLY RELIABILITY THROUGH INVESTMENTS AND ATTENTION TO LOCAL WATER CONFLICTS.RECLAMATION'S WATERSMART DROUGHT RESPONSE PROGRAM SUPPORTS A PROACTIVE APPROACH TO DROUGHT BY PROVIDING FINANCIAL ASSISTANCE TO WATER MANAGERS TO DEVELOP AND UPDATE COMPREHENSIVE DROUGHT PLANS (DROUGHT CONTINGENCY PLANNING) AND IMPLEMENT PROJECTS THAT WILL BUILD LONG-TERM RESILIENCY TO DROUGHT (DROUGHT RESILIENCY PROJECTS). THROUGH THE DROUGHT RESPONSE PROGRAM, RECLAMATION INVITES STATES, TRIBES, IRRIGATION DISTRICTS, WATER DISTRICTS, ORGANIZATIONS WITH WATER OR POWER DELIVERY AUTHORITY, AND NON-PROFIT CONSERVATION GROUPS TO LEVERAGE THEIR MONEY AND RESOURCES BY COST SHARING WITH RECLAMATION ON DROUGHT RESILIENCY PROJECTS THAT WILL INCREASE THE RELIABILITY OF WATER SUPPLIES; IMPROVE WATER MANAGEMENT; AND PROVIDE DROUGHT RESILIENCY.THE RECIPIENT, LOCATED IN TEMECULA, CALIFORNIA, OPERATES THE UPPER VALLE DE LOS CABALLOS RECHARGE FACILITY THAT CONSISTS OF 115 ACRES AND FIVE RECHARGE PONDS. THE RECHARGE FACILITY ALLOWS THE RECIPIENT TO RECHARGE SURPLUS SURFACE WATER SUPPLIES FOR LATER BENEFICIAL USE. THE RECIPIENT WILL CONSTRUCT WELL #173, IMMEDIATELY DOWN-GRADIENT FROM EXISTING RECHARGE FACILITIES, ENABLING THE DISTRICT TO RECOVER UP TO 1,200 ACRE-FEET OF WATER A YEAR OF PREVIOUSLY STORED WATER. THE EXTRACTION AND DISTRIBUTION OF THE PREVIOUSLY STORED WATER WILL INCREASE THE OVERALL SUSTAINABILITY OF THE RECIPIENT'S LOCAL SUPPLIES, DECREASE THE RECIPIENT'S DEPENDENCE ON DROUGHT-STRICKEN IMPORTED SUPPLIES, AND REDUCE THE THREAT OF WATER SHORTAGE IMPACTS. LOCATED IN SOUTHERN CALIFORNIA, THE RECIPIENT IS IN AN AREA OF MODERATE DROUGHT AND OFTEN EXPERIENCES IMPORTED SURFACE WATER SUPPLY SHORTAGES. THIS PROJECT SUPPORTS THE UPPER SANTA MARGARITA WATERSHED'S INTEGRATED REGIONAL WATER MANAGEMENT PLAN GOALS OF DIVERSIFYING WATER SUPPLIES AND MAXIMIZING GROUNDWATER POTENTIAL FOR IMPROVED DROUGHT RESILIENCY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f51efff-1106-494d-3c10-361fe525c413-C", "generated_internal_id": "ASST_NON_R22AP00259_1425"}, {"internal_id": 148206799, "Award ID": "R22AP00258", "Award Amount": 2000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-25", "CFDA Number": "15.514", "Description": "THROUGH WATERSMART (SUSTAIN AND MANAGE AMERICA'S RESOURCES FOR TOMORROW), RECLAMATION LEVERAGES FEDERAL AND NON-FEDERAL FUNDING TO WORK COOPERATIVELY WITH STATES, TRIBES, AND LOCAL ENTITIES AS THEY PLAN FOR AND IMPLEMENT ACTIONS TO INCREASE WATER SUPPLY RELIABILITY THROUGH INVESTMENTS AND ATTENTION TO LOCAL WATER CONFLICTS.RECLAMATION'S WATERSMART DROUGHT RESPONSE PROGRAM SUPPORTS A PROACTIVE APPROACH TO DROUGHT BY PROVIDING FINANCIAL ASSISTANCE TO WATER MANAGERS TO DEVELOP AND UPDATE COMPREHENSIVE DROUGHT PLANS (DROUGHT CONTINGENCY PLANNING) AND IMPLEMENT PROJECTS THAT WILL BUILD LONG-TERM RESILIENCY TO DROUGHT (DROUGHT RESILIENCY PROJECTS). THROUGH THE DROUGHT RESPONSE PROGRAM, RECLAMATION INVITES STATES, TRIBES, IRRIGATION DISTRICTS, WATER DISTRICTS, ORGANIZATIONS WITH WATER OR POWER DELIVERY AUTHORITY, AND NON-PROFIT CONSERVATION GROUPS TO LEVERAGE THEIR MONEY AND RESOURCES BY COST SHARING WITH RECLAMATION ON DROUGHT RESILIENCY PROJECTS THAT WILL INCREASE THE RELIABILITY OF WATER SUPPLIES; IMPROVE WATER MANAGEMENT; AND PROVIDE DROUGHT RESILIENCY.THE RECIPIENT, LOCATED IN ORANGE COUNTY, CALIFORNIA, WILL EXPAND THE RECIPIENT'S RECYCLED WATER SYSTEM BY INSTALLING 5,700 FEET OF NEW PIPELINES AND REPLACING A PRESSURE REDUCING VALVE, RESOLVING LOW-PRESSURE ISSUES THAT LIMIT THE AMOUNT OF WATER THAT CAN BE DELIVERED. THIS WILL ALLOW THE RECIPIENT TO EXPAND THE RECYCLED WATER SYSTEM TO DELIVER WATER TO THE CITY OF DANA POINT. THE PROJECT IS EXPECTED TO PROVIDE AN ADDITIONAL 347 ACRE-FEET OF RECYCLED WATER, ALLEVIATING DEMANDS ON POTABLE WATER SUPPLIES. EIGHTY PERCENT OF THE RECIPIENT'S WATER SUPPLY IS IMPORTED SURFACE WATER THAT IS SUBJECT TO FREQUENT REDUCTIONS RELATED TO DROUGHT AND OTHER WATER DELIVERY CHALLENGES. THE PROJECT IS SUPPORTED BY THE RECIPIENT'S 2020 URBAN WATER MANAGEMENT PLAN AND THE SOUTH ORANGE COUNTY 2018 INTEGRATED REGIONAL WATER MANAGEMENT PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7326dbd-8cb3-7149-a01e-b22b46f368e4-C", "generated_internal_id": "ASST_NON_R22AP00258_1425"}, {"internal_id": 148206800, "Award ID": "R22AP00207", "Award Amount": 333696.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-25", "CFDA Number": "15.514", "Description": "TOWN OF LITTLE ELM, TX: REUSE WATER MAIN INFRASTRUCTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a4df6c0-995b-bf16-e969-09a66b6a9673-C", "generated_internal_id": "ASST_NON_R22AP00207_1425"}, {"internal_id": 146954337, "Award ID": "R22AC00211", "Award Amount": 122912.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-03", "CFDA Number": "15.514", "Description": "WASHINGTON COUNTY WATER CONSERVANCY DISTRICT (DISTRICT) IN WASHINGTON COUNTY, UTAH WILL PREPARE A DROUGHT CONTINGENCY PLAN (DCP) FOR THE VIRGIN RIVER WATERSHED. OVER THE PAST 20 YEARS, THE WATERSHED HAS EXPERIENCED SOME LEVEL OF DROUGHT ON A REGULAR BASIS. THE VIRGIN RIVER AND ITS TRIBUTARIES, INCLUDING THE SANTA CLARA RIVER, ARE THE SOLE SOURCES OF SURFACE WATER FOR WASHINGTON COUNTY. THE ARID CLIMATE OF SOUTHWEST UTAH MAKES THE VIRGIN RIVER WATERSHED ESPECIALLY SENSITIVE TO WATER SCARCITY. THE DCP WILL HELP PROVIDE LOCAL STAKEHOLDERS WITH A PROACTIVE APPROACH TO MANAGING THE SCARCE WATER RESOURCES AND IMPROVING DROUGHT RESILIENCY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db5aec8b-1ca5-c1a1-0f20-fd324b64e36f-C", "generated_internal_id": "ASST_NON_R22AC00211_1425"}, {"internal_id": 146954210, "Award ID": "R22AC00031", "Award Amount": 175000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-15", "CFDA Number": "15.514", "Description": "UNDER THIS AGREEMENT, THE RECIPIENT SHALL DEVELOP A DROUGHT CONTINGENCY PLAN FOR THE CITY OF BURBANK, LOCATED IN LOS ANGELES COUNTY OF SOUTHERN CALIFORNIA, BY SUBSTANTIALLY FOLLOWING THE REQUIRED PROCEDURAL STEPS IDENTIFIED IN RECLAMATION'S DROUGHT RESPONSE PROGRAM FRAMEWORK (FRAMEWORK) AVAILABLE AT HTTP://WWW.USBR.GOV/DROUGHT/ AND RESTATED IN PARAGRAPH I.5.1 OF THIS AGREEMENT. THE DROUGHT CONTINGENCY PLAN DEVELOPED UNDER THIS AGREEMENT WILL INCLUDE THE SIX REQUIRED ELEMENTS OF A DROUGHT CONTINGENCY PLAN IDENTIFIED IN THE FRAMEWORK AND IN PARAGRAPH I.5.2. WORK SHALL BE COMPLETED IN TWO PHASES WHICH ARE DESCRIBED IN SECTION I.5.1 AND SECTION 1.5.2 BELOW. COMPLETION OF PHASE I AND RECLAMATION ACCEPTANCE OF THE WORK PLAN ARE REQUIRED BEFORE PHASE II ACTIVITIES CAN BEGIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac0e60b4-c831-9c7d-a6f5-3d1e618c7f3b-C", "generated_internal_id": "ASST_NON_R22AC00031_1425"}, {"internal_id": 145920750, "Award ID": "R22AC00015", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-01-28", "CFDA Number": "15.514", "Description": "THE NEBRASKA DEPARTMENT OF NATURAL RESOURCES IS PARTNERING WITH THE PLATTE BASIN COALITION (COALITION) TO DEVELOP A DROUGHT CONTINGENCY PLAN (DCP) FOR THE UPPER PLATTE RIVER IN NEBRASKA. THE COALITION, COMPRISED OF SIX WATER AGENCIES, WILL DEVELOP REGIONAL SOLUTIONS TO IMPROVE THE WATER SUPPLY RELIABILITY AND DROUGHT RESILIENCY OF THE UPPER PLATTE RIVER BASIN. THE UPPER PLATTE RIVER IS CURRENTLY EXPERIENCING SEVERE TO EXTREME DROUGHT CONDITIONS, AND THE PLANNING AREA INCLUDES MORE THAN 15,000 SQUARE MILES, EXTENDING FROM NEAR COLUMBUS, NEBRASKA TO THE WESTERN BORDERS OF NEBRASKA. THE PLANNING AREA CONTAINS A DIVERSE RANGE OF WATER USES, INCLUDING OVER 8 MILLION IRRIGATED ACRES AND 250,000 RESIDENTS. BY TAKING A MULTI-AGENCY, REGIONAL APPROACH TO DROUGHT PLANNING, THE COALITION WILL ENHANCE WATER SUPPLY RELIABILITY FOR ALL USERS, LEVERAGE EXISTING INFRASTRUCTURE INVESTMENTS, COORDINATE REGIONAL SOLUTIONS, FACILITATE EMERGENCY ACTIONS DURING CRITICAL SHORTAGES, AND IMPROVE THE AREA'S RESILIENCY TO FUTURE DROUGHTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac344bcb-3c53-80fb-8acc-32259c9a9919-C", "generated_internal_id": "ASST_NON_R22AC00015_1425"}, {"internal_id": 146215179, "Award ID": "R22AC00002", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-10", "CFDA Number": "15.514", "Description": "EAST VALLEY WATER DISTRICT (EVWD), LOCATED IN THE SAN BERNARDINO VALLEY OF SOUTHERN CALIFORNIA,WILL DEVELOP A DROUGHT CONTINGENCY PLAN (DCP) TO HELP INCREASE WATER SUPPLY RELIABILITY ANDIMPROVE WATER MANAGEMENT OF DECLINING LOCAL GROUNDWATER AND IMPORTED WATER SUPPLIES.EVWD'S SERVICE AREA IS HIGHLY SUSCEPTIBLE TO DROUGHT CONDITIONS AND IS CURRENTLY RECEIVING ONLY A5% ALLOCATION FROM THE STATE WATER PROJECT. EVWD SERVES APPROXIMATELY 103,200 PEOPLE WITHNEARLY 70% LIVING IN DISADVANTAGED COMMUNITIES, AND DROUGHT EXACERBATES ISSUES OF WATERSUPPLY AVAILABILITY, DEGRADED WATER QUALITY, AND EFFECTS TO RESIDENTS' HEALTH AND WELL-BEING. THISPLANNING EFFORT WILL BUILD UPON THE DISTRICT'S WATER SYSTEM MASTER PLAN (2019), EAST VALLEY WATERDISTRICT AMERICAN'S WATER INFRASTRUCTURE ACT RISK AND RESILIENCE ASSESSMENT (2020), AND THESAN BERNARDINO VALLEY REGIONAL URBAN WATER MANAGEMENT PLAN (2015).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81663d77-46ab-925d-315a-5f6a1c2a0c64-R", "generated_internal_id": "ASST_NON_R22AC00002_1425"}, {"internal_id": 145920606, "Award ID": "R22AC00001", "Award Amount": 111000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-01-20", "CFDA Number": "15.514", "Description": "PALA TRIBE DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f2c76e6-fa29-0a3f-ebbb-02ce5cc3fb27-C", "generated_internal_id": "ASST_NON_R22AC00001_1425"}, {"internal_id": 142500300, "Award ID": "R21AP10517", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-18", "CFDA Number": "15.514", "Description": "ARVIN-EDISON WATER STORAGE DISTRICT FORREST FRICK PIPELINE KDWD EAST SIDE INTERTIE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "967c043f-753f-dd67-107a-bc4ba021bed4-C", "generated_internal_id": "ASST_NON_R21AP10517_1425"}, {"internal_id": 140481657, "Award ID": "R21AP10493", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "15.514", "Description": "VANDERWERFF WELL CONSTRUCTION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d60a10c7-b794-59d3-2688-b266a184be7f-R", "generated_internal_id": "ASST_NON_R21AP10493_1425"}, {"internal_id": 140482114, "Award ID": "R21AP10462", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "15.514", "Description": "SSJMUD-NKWSD INTERTIE PIPELINE FOR REGIONAL DROUGHT RESILIENCY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a06fea7e-f51f-7966-7eff-13560e86ac86-R", "generated_internal_id": "ASST_NON_R21AP10462_1425"}, {"internal_id": 140059774, "Award ID": "R21AP10379", "Award Amount": 689000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-07", "CFDA Number": "15.514", "Description": "DROUGHT RESILIENCY PROJECTS FOR FISCAL YEAR 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bcff190c-0fcb-f8ea-fe42-26c22f1dfc27-R", "generated_internal_id": "ASST_NON_R21AP10379_1425"}, {"internal_id": 140059775, "Award ID": "R21AP10362", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.514", "Description": "SCOTTSDALE WATER AQUIFER RECOVERY AND STORAGE WELL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9140a629-544f-bdbf-4d94-3d463fed5950-C", "generated_internal_id": "ASST_NON_R21AP10362_1425"}, {"internal_id": 140481997, "Award ID": "R21AP10360", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "15.514", "Description": "CHARLES E. MEYER DESALINATION PLANT PRODUCT WATER PUMP STATION UPGRADES PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad8e247b-8067-6b42-a5bb-269b4f217d18-C", "generated_internal_id": "ASST_NON_R21AP10360_1425"}, {"internal_id": 142500301, "Award ID": "R21AP10354", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-29", "CFDA Number": "15.514", "Description": "NEW WELLS ALAMITOS 9A AND 14", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17c2ad5c-7f5e-ab9c-f469-94ecb0301776-C", "generated_internal_id": "ASST_NON_R21AP10354_1425"}, {"internal_id": 140481872, "Award ID": "R21AP10352", "Award Amount": 848372.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "15.514", "Description": "ROUGHT RESILIENCY USING GROUNDWATER PRODUCTION WELLS: ULTRAVIOLET TREATMENT FOR LEGIONELLA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac471ffe-6b98-6950-aeda-465015c2c42d-C", "generated_internal_id": "ASST_NON_R21AP10352_1425"}, {"internal_id": 140060506, "Award ID": "R21AP10313", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "15.514", "Description": "CONVEYANCE IMPROVEMENTS TO FARMERS COOPERATIVE RECHARGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16d14cfe-36f0-f724-f0f3-8b63320bbbd7-R", "generated_internal_id": "ASST_NON_R21AP10313_1425"}, {"internal_id": 139632302, "Award ID": "R21AP10254", "Award Amount": 189351.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-26", "CFDA Number": "15.514", "Description": "WATERSMART DROUGHT RESPONSE PROGRAM: DROUGHT RESILIENCY PROJECTS FOR FISCAL YEAR 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbe23328-e4ce-79d0-e96c-6fb724bf0102-C", "generated_internal_id": "ASST_NON_R21AP10254_1425"}, {"internal_id": 139033468, "Award ID": "R21AP10240", "Award Amount": 1500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "15.514", "Description": "FAIRBAIRN WATER TREATMENT PLANT GROUNDWATER WELL IMPROVEMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b23e59b-f724-6dbc-ab18-0f13a2125ed5-C", "generated_internal_id": "ASST_NON_R21AP10240_1425"}, {"internal_id": 140060040, "Award ID": "R21AP10239", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "15.514", "Description": "CITY OF FOLSOM DROUGHT RESILIENCY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "348e2b54-37b2-dad4-ee2b-ead60b403b88-C", "generated_internal_id": "ASST_NON_R21AP10239_1425"}, {"internal_id": 137751045, "Award ID": "R21AP10237", "Award Amount": 92026.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-23", "CFDA Number": "15.514", "Description": "WATER USE AND CLIMATE EVALUATION SERVICE TO IRRIGATORS FOR DROUGHT RESILIENCY IN SOUTHWEST KANSAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "944009aa-b4bb-8684-50f4-52af0c7ba6d4-R", "generated_internal_id": "ASST_NON_R21AP10237_1425"}, {"internal_id": 140481802, "Award ID": "R21AP10160", "Award Amount": 69218.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-24", "CFDA Number": "15.514", "Description": "BIG DRY CREEK WATERSHED MONITORING PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc21773f-8ba5-12db-032b-a883a387fbcf-C", "generated_internal_id": "ASST_NON_R21AP10160_1425"}, {"internal_id": 138765827, "Award ID": "R21AP10076", "Award Amount": 748980.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "15.514", "Description": "VILLAGE OF TIJERAS WELL NO. 3 DRILLING, TESTING & CONSTRUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bda5c4b5-de05-d82a-69d1-de6a9ab8e797-C", "generated_internal_id": "ASST_NON_R21AP10076_1425"}, {"internal_id": 130337484, "Award ID": "R21AP10039", "Award Amount": 740000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-07", "CFDA Number": "15.514", "Description": "WELL 14 ON-SITE WELLHEAD TREATMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b10dcf98-6afd-9556-38b0-c39216aaae76-C", "generated_internal_id": "ASST_NON_R21AP10039_1425"}, {"internal_id": 129017335, "Award ID": "R21AP10035", "Award Amount": 170670.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-18", "CFDA Number": "15.514", "Description": "WATERSMART DROUGHT RESPONSE PROGRAM: DROUGHT RESILIENCY PROJECTS FOR FISCAL YEAR 2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f410c9c4-ff9c-c1b4-093b-89382af4d5ff-C", "generated_internal_id": "ASST_NON_R21AP10035_1425"}, {"internal_id": 127923209, "Award ID": "R21AP10029", "Award Amount": 270000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-15", "CFDA Number": "15.514", "Description": "GENOLA WELL AND TANK DROUGHT RESILIENCY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9f4b9e9d-db78-f76a-9a06-a7d4b85f48c5-R", "generated_internal_id": "ASST_NON_R21AP10029_1425"}, {"internal_id": 145920622, "Award ID": "R21AC10424", "Award Amount": 30700.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-01-27", "CFDA Number": "15.514", "Description": "THE NAVAJO NATION'S OLJATO CHAPTER WILL DRILL AND EQUIP A 450-FOOT DRINKING WATER WELL CAPABLE OF PRODUCING 120 ACRE-FEET PER YEAR. THE WELL, WHICH IS LOCATED NEAR THE UTAH-ARIZONA BORDER, WILL INCREASE THE REGION'S AVAILABLE DRINKING WATER BY MORE THAN 80%. CURRENTLY, DURING DRY PERIODS WELLS GO DRY AND WATER MUST BE HAULED FROM FAR DISTANCES. THIS WELL IS A HIGH-PRIORITY MITIGATION PROJECT IDENTIFIED BY THE NATION TO STABILIZE THE PUBLIC WATER SYSTEM IN OLJATO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_R21AC10424_1425"}, {"internal_id": 127923204, "Award ID": "R21AC10080", "Award Amount": 110771.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-02", "CFDA Number": "15.514", "Description": "WATERSMART DROUGHT RESPONSE PROGRAM:DROUGHT CONTINGENCY PLANNING GRANTS FOR FISCAL YEARS 2020 AND 20", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e0eef3d-401e-57b0-d44d-2fd6ba44681c-C", "generated_internal_id": "ASST_NON_R21AC10080_1425"}, {"internal_id": 127923200, "Award ID": "R21AC10071", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-10", "CFDA Number": "15.514", "Description": "MONTANA DROUGHT ADAPTATION AND RESPONSE PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a044bca7-11cf-685f-31ac-ec919cbfaf2f-C", "generated_internal_id": "ASST_NON_R21AC10071_1425"}, {"internal_id": 127923184, "Award ID": "R21AC10056", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-02", "CFDA Number": "15.514", "Description": "WATERSMART DROUGHT RESPONSE PROGRAM:DROUGHT CONTINGENCY PLANNING GRANTS FOR FISCAL YEARS 2020 AND 20", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "48ef0e85-5110-e178-dfb5-c0b722273777-C", "generated_internal_id": "ASST_NON_R21AC10056_1425"}, {"internal_id": 132907981, "Award ID": "R21AC10055", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "15.514", "Description": "WATERSMART DROUGHT RESPONSE PROGRAM:DROUGHT CONTINGENCY PLANNING GRANTS FOR FISCAL YEARS 2020 AND 20", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "638c234d-50d7-f088-db6f-8cbae5eb8484-C", "generated_internal_id": "ASST_NON_R21AC10055_1425"}, {"internal_id": 98668033, "Award ID": "R20AP00116", "Award Amount": 740000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-13", "CFDA Number": "15.514", "Description": "RANCHO CALIFORNIA UPPER VALLE DE LOS CABALLOS OPTIMIZATION PROJECT PHASE 4", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f51efff-1106-494d-3c10-361fe525c413-C", "generated_internal_id": "ASST_NON_R20AP00116_1425"}, {"internal_id": 110276380, "Award ID": "R20AP00115", "Award Amount": 740000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "15.514", "Description": "LOCAL WATER SUPPLY RESTORATION GRANULAR ACTIVATED CARBON TREATMENT FACILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "516ce9a7-5d4f-678d-946e-5d9ff7438fa6-C", "generated_internal_id": "ASST_NON_R20AP00115_1425"}, {"internal_id": 110276343, "Award ID": "R20AP00114", "Award Amount": 735000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-11", "CFDA Number": "15.514", "Description": "THE PROJECT WILL INCLUDE FINAL DESIGN OF WELLS AND CONNECTIONS TO CONVEYANCE STRUCTURES; CONSTRUCTING TWO NEW WELLS; AND EQUIPPING WELLS WITH PUMPS AND INSTRUMENTATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17fee9bd-dc79-dcbb-819e-2e46bb454cda-C", "generated_internal_id": "ASST_NON_R20AP00114_1425"}, {"internal_id": 110276408, "Award ID": "R20AP00113", "Award Amount": 740000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "15.514", "Description": "DRP -NEW WASHINGTON WELL CONSTRUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "05063db4-988e-7867-d797-0ed359612e35-C", "generated_internal_id": "ASST_NON_R20AP00113_1425"}, {"internal_id": 110276347, "Award ID": "R20AP00111", "Award Amount": 1136000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "15.514", "Description": "IMPROVE ABILITY TO INTERCEPT HIGH-FLOW SURFACE RUNOFF FOR STORAGE THROUGH INFILTRATION. MAJOR PROJECT COMPONENTS INCLUDE: (1) CONSTRUCTION OF 115 ACRES OF RECHARGE PONDS; 2) MODERNIZATION OF THE HOUGHTON WEIR TO PROVIDE INCREASED CAPACITY TO THE RECHARGE PONDS; AND (3) SCADA IMPROVEMENTS TO PROVIDE FLOW MEASUREMENTS AT REMOTE ACCESS LOCATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d45fd3bb-04b4-211b-92a9-098ba0d99e2c-R", "generated_internal_id": "ASST_NON_R20AP00111_1425"}, {"internal_id": 107141244, "Award ID": "R20AP00110", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-15", "CFDA Number": "15.514", "Description": "REGIONAL SURFACE WATER SUPPLY DISTRIBUTION TO TURLOCK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "85721581-88b0-fa30-e8bc-e0f068fbbd33-R", "generated_internal_id": "ASST_NON_R20AP00110_1425"}, {"internal_id": 110826321, "Award ID": "R20AP00109", "Award Amount": 740000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-18", "CFDA Number": "15.514", "Description": "CONSTRUCT TWO NEW WATER PRODUCTION WELLS FOR THE CENTRAL GROUNDWATER BASIN, WHICH WILL REPLACE TWO EXISTING, AGING, AND LOW PRODUCING WELLS AND ALSO CONSTRUCT PIPELINES AND EQUIP THE WELLS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17c2ad5c-7f5e-ab9c-f469-94ecb0301776-C", "generated_internal_id": "ASST_NON_R20AP00109_1425"}, {"internal_id": 98099279, "Award ID": "R19AP00116", "Award Amount": 273423.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-09", "CFDA Number": "15.514", "Description": "OXBOW INCENTIVIZED MANAGED AQUIFER RECHARGE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fe72ade2-7ac7-4ad6-b72e-22a3086a0483-R", "generated_internal_id": "ASST_NON_R19AP00116_1425"}, {"internal_id": 109846701, "Award ID": "R19AP00115", "Award Amount": 286520.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "15.514", "Description": "SANTA FE COUNTY IN NEW MEXICO WILL CONSTRUCT 1670 LINEAR FEET OF PIPELINE, AN INJECTION WELL, AND A RECOVERY WELL TO INJECT 240 ACRE-FEET PER YEAR OF TREATED WATER INTO THE LOCAL AQUIFER.  THE PURPOSE OF THIS AQUIFER STORAGE AND RECOVERY PROJECT IS TO CAPTURE AND TREAT SURPLUS SPRING FLOWS AND INJECT THE WATER INTO THE AQUIFER AND RECOVER IT DURING SUMMER DRY MONTHS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c4c5fdc5-c535-b23e-5785-199c24ff1707-C", "generated_internal_id": "ASST_NON_R19AP00115_1425"}, {"internal_id": 96408559, "Award ID": "R19AP00114", "Award Amount": 745786.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-13", "CFDA Number": "15.514", "Description": "UPPER VALLE DE LOS CABALLOS OPTIMIZATION PROJECT PHASE IV", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f51efff-1106-494d-3c10-361fe525c413-C", "generated_internal_id": "ASST_NON_R19AP00114_1425"}, {"internal_id": 97056679, "Award ID": "R19AP00113", "Award Amount": 743950.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-28", "CFDA Number": "15.514", "Description": "LAKE CACHUMA EMERGENCY PUMPING FACILITY - SECURED PIPELINE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e4d9d97-1548-1a76-ec06-1f69dcba61cf-R", "generated_internal_id": "ASST_NON_R19AP00113_1425"}, {"internal_id": 96171366, "Award ID": "R19AP00112", "Award Amount": 358131.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-30", "CFDA Number": "15.514", "Description": "ENHANCING SURFACE WATER EVAPORATION MONITORING IN TEXAS TO IMPROVE RESERVOIR EVAPORATIVE LOSS\nESTIMATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee508f3e-a43a-7280-5b3d-4e5dbc6fa8ee-C", "generated_internal_id": "ASST_NON_R19AP00112_1425"}, {"internal_id": 98429799, "Award ID": "R19AP00111", "Award Amount": 297446.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-11", "CFDA Number": "15.514", "Description": "THE PROPOSED THE PALA TRIBE WATER MANAGEMENT TOOL PROJECT (PROJECT) WILL INCREASE THE RELIABILITY OF WATER SUPPLIES; IMPROVE WATER MANAGEMENT; AND PROVIDE BENEFITS FOR FISH, WILDLIFE, AND/OR THE ENVIRONMENT TO MITIGATE IMPACTS CAUSED BY DROUGHT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f2c76e6-fa29-0a3f-ebbb-02ce5cc3fb27-C", "generated_internal_id": "ASST_NON_R19AP00111_1425"}, {"internal_id": 96408558, "Award ID": "R19AP00110", "Award Amount": 726000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-03", "CFDA Number": "15.514", "Description": "ZIA FLUME UPGRADES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f405afaf-16d2-840e-344c-ff40a790a3c7-C", "generated_internal_id": "ASST_NON_R19AP00110_1425"}, {"internal_id": 97269230, "Award ID": "R19AP00109", "Award Amount": 735499.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-11", "CFDA Number": "15.514", "Description": "LAS FLORES ENHANCED WATER RELIABILITY PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c554cdd-33f9-aa22-788c-f16a626ef327-C", "generated_internal_id": "ASST_NON_R19AP00109_1425"}, {"internal_id": 109846757, "Award ID": "R19AP00108", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "15.514", "Description": "DRILLING AN 800-FOOT DEEP WELL TO PUMP APPROXIMATELY 1,250 ACRE-FEET PER YEAR, IN A MANNER CONSISTENT WITH STATE WATER LAW REQUIREMENTS.  ALONG WITH THE WELL, A WATER TREATMENT FACILITY AND A BOOSTER PUMP STATION WILL BE CONSTRUCTED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17c2ad5c-7f5e-ab9c-f469-94ecb0301776-C", "generated_internal_id": "ASST_NON_R19AP00108_1425"}, {"internal_id": 97269229, "Award ID": "R19AP00107", "Award Amount": 740000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-01", "CFDA Number": "15.514", "Description": "CENTRAL FEEDER - EBX INTERTIE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2d1c1b58-c513-df43-6bcb-aef68bd0385f-R", "generated_internal_id": "ASST_NON_R19AP00107_1425"}, {"internal_id": 98668018, "Award ID": "R19AP00106", "Award Amount": 290000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-14", "CFDA Number": "15.514", "Description": "UNDER THIS AGREEMENT, THE RECIPIENT SHALL DRILL AND CONSTRUCT A NEW POTABLE MUNICIPAL WATER WELL TO REPLACE THE EXISTING NON-OPERATING MUNICIPAL WELL 7 AT THE CITY OF FULLERTON'S MAIN PLANT (PROJECT).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3f1ed054-71ec-80cf-ec7d-b567a3e86826-C", "generated_internal_id": "ASST_NON_R19AP00106_1425"}, {"internal_id": 95391305, "Award ID": "R19AP00105", "Award Amount": 238686.88, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-02-26", "CFDA Number": "15.514", "Description": "BETTER MANAGING WATER SUPPLIES WITH NEUTRAL OUTPUT DISCHARGE ELIMINATION SYSTEM (NO-DES)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "67fba376-dc14-2726-e261-82e32ee811e7-C", "generated_internal_id": "ASST_NON_R19AP00105_1425"}, {"internal_id": 98668017, "Award ID": "R19AP00103", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-07", "CFDA Number": "15.514", "Description": "COLUMBUS AREA RECHARGE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b64b24d0-9ed3-6f0a-16ef-dd3919863c5d-R", "generated_internal_id": "ASST_NON_R19AP00103_1425"}, {"internal_id": 96171365, "Award ID": "R19AP00102", "Award Amount": 747000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-23", "CFDA Number": "15.514", "Description": "CELINA ROAD GROUND WATER STORAGE TANK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8787757d-bda7-58a3-6bfd-166f50957fcd-C", "generated_internal_id": "ASST_NON_R19AP00102_1425"}, {"internal_id": 95211194, "Award ID": "R19AP00101", "Award Amount": 115985.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-01-22", "CFDA Number": "15.514", "Description": "OPTIMIZED DIVERSION PRECISION AT THE CROOKED RIVER PUMP STATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6137fc3c-205d-ea4f-73d8-4d5cbb6d0032-C", "generated_internal_id": "ASST_NON_R19AP00101_1425"}, {"internal_id": 96017970, "Award ID": "R19AP00090", "Award Amount": 102138.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-03-12", "CFDA Number": "15.514", "Description": "PIPELINE INTERTIE WITH DALLAS CREEK WATER COMPANY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "230417b6-dc19-fb1f-5b3d-d454e02ce50e-R", "generated_internal_id": "ASST_NON_R19AP00090_1425"}, {"internal_id": 83419511, "Award ID": "R19AC00058", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-06", "CFDA Number": "15.514", "Description": "NAPA VALLEY DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b931efde-9a32-6b72-6c89-7b9557d88242-C", "generated_internal_id": "ASST_NON_R19AC00058_1425"}, {"internal_id": 81043089, "Award ID": "R18AP00090", "Award Amount": 620255.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-07", "CFDA Number": "15.514", "Description": "SOUTHWEST WELL CONSTRUCTION AND WATER DELIVERY INFRASTRUCTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5274e85a-2e3f-0776-60c4-4015d77f10bd-C", "generated_internal_id": "ASST_NON_R18AP00090_1425"}, {"internal_id": 83419492, "Award ID": "R18AP00089", "Award Amount": 718795.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-14", "CFDA Number": "15.514", "Description": "COX CANAL PUMPING PLANT AND INTERTIE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bdfc177-7b7c-be4b-7713-ce0df7b203c4-C", "generated_internal_id": "ASST_NON_R18AP00089_1425"}, {"internal_id": 85347978, "Award ID": "R18AP00088", "Award Amount": 722258.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-12", "CFDA Number": "15.514", "Description": "RETURN CAPACITY IMPROVEMENTS FOR REGIONAL DROUGHT RESILIENCY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17fee9bd-dc79-dcbb-819e-2e46bb454cda-C", "generated_internal_id": "ASST_NON_R18AP00088_1425"}, {"internal_id": 81947924, "Award ID": "R18AP00087", "Award Amount": 298942.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-24", "CFDA Number": "15.514", "Description": "RECOVERY AND RETURN IMPROVEMENTS TO DISTRICT SPREADING GROUNDS FOR DROUGHT RESILIENCY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16d14cfe-36f0-f724-f0f3-8b63320bbbd7-R", "generated_internal_id": "ASST_NON_R18AP00087_1425"}, {"internal_id": 86320641, "Award ID": "R18AP00085", "Award Amount": 284866.37, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-17", "CFDA Number": "15.514", "Description": "NORTH AMERICAN BASIN REGIONAL DROUGHT MITIGATION INTERTIES PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2a3ee8e9-1f2b-57bd-9daa-5067c305ad1b-R", "generated_internal_id": "ASST_NON_R18AP00085_1425"}, {"internal_id": 86320640, "Award ID": "R18AP00084", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-18", "CFDA Number": "15.514", "Description": "IRON AND MANGANESE TREATMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "32323f57-f7e1-1a9e-acc5-3c2316b23ee8-C", "generated_internal_id": "ASST_NON_R18AP00084_1425"}, {"internal_id": 81358933, "Award ID": "R18AP00083", "Award Amount": 294271.34, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-31", "CFDA Number": "15.514", "Description": "PALOMAR WELL REPLACEMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "609dad91-1b53-fcec-d5ba-40dfdd3bf9e8-C", "generated_internal_id": "ASST_NON_R18AP00083_1425"}, {"internal_id": 86320639, "Award ID": "R18AP00082", "Award Amount": 736065.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-18", "CFDA Number": "15.514", "Description": "GROUNDWATER WELL CONSTRUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89ebad65-7f02-0cd3-0b85-39edf9cfe9db-C", "generated_internal_id": "ASST_NON_R18AP00082_1425"}, {"internal_id": 81947923, "Award ID": "R18AP00081", "Award Amount": 740000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-30", "CFDA Number": "15.514", "Description": "WELL 32 REHABILITATION IMPROVEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "05063db4-988e-7867-d797-0ed359612e35-C", "generated_internal_id": "ASST_NON_R18AP00081_1425"}, {"internal_id": 86320638, "Award ID": "R18AP00080", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-23", "CFDA Number": "15.514", "Description": "UPPER MOJAVE RIVER GROUNDWATER REGIONAL RECHARGE AND RECOVERY PROJECT(R3) ADELANTO EXTENSION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d41c8ac-0069-248f-92b7-31cc0510aefc-C", "generated_internal_id": "ASST_NON_R18AP00080_1425"}, {"internal_id": 86320637, "Award ID": "R18AP00079", "Award Amount": 730000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-17", "CFDA Number": "15.514", "Description": "SAN JACINTO VALLEY RAW WATER CONVEYANCE FACILITIES PROJECT, PHASE 1 CONSTRUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ed9a6e67-f26d-3dfe-3f46-f05b3783b9f0-C", "generated_internal_id": "ASST_NON_R18AP00079_1425"}, {"internal_id": 81947922, "Award ID": "R18AP00078", "Award Amount": 737339.1, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-30", "CFDA Number": "15.514", "Description": "MODJESKA PARK: URBAN MODEL FOR STORM WATER DETENTION AND INFILTRATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "226a529c-aa8a-0f3b-980a-ccab342f32b1-C", "generated_internal_id": "ASST_NON_R18AP00078_1425"}, {"internal_id": 67751507, "Award ID": "R18AP00070", "Award Amount": 9252.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-23", "CFDA Number": "15.514", "Description": "R18AP00070 DEVELOPMENT OF A SMART WATER GRID ON TRIBAL LAND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a28a0920-c003-6a08-364e-ba018b0b261f-C", "generated_internal_id": "ASST_NON_R18AP00070_1425"}, {"internal_id": 81358932, "Award ID": "R18AC00084", "Award Amount": 160000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-05-24", "CFDA Number": "15.514", "Description": "THE JORDAN VALLEY WATER CONSERVANCY DISTRICT WILL CREATE A DROUGHT CONTINGENCY PLAN FOR ITS SERVICE AREA IN SALT LAKE AND UTAH COUNTIES NEAR THE GREAT SALT LAKE IN UTAH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "51d21bb4-9c8d-ccd8-dbf6-9e617ff04b5c-C", "generated_internal_id": "ASST_NON_R18AC00084_1425"}, {"internal_id": 85347974, "Award ID": "R18AC00083", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-13", "CFDA Number": "15.514", "Description": "UPPER AMERICAN RIVER BASIN REGIONAL DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c325fa62-78ff-69af-562f-8c09dc559e0b-R", "generated_internal_id": "ASST_NON_R18AC00083_1425"}, {"internal_id": 81043087, "Award ID": "R17AP00100", "Award Amount": 747123.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-08", "CFDA Number": "15.514", "Description": "CANEY RIVER WATER AUGMENTATION AND INTAKE IMPROVEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f60c0f0-722e-abc8-0fed-e7336e4bab11-C", "generated_internal_id": "ASST_NON_R17AP00100_1425"}, {"internal_id": 81947917, "Award ID": "R17AP00099", "Award Amount": 728000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-18", "CFDA Number": "15.514", "Description": "NORTHEAST WALKER RECHARGE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c04b1a9-54f2-5d30-935b-85d29d6fd77e-R", "generated_internal_id": "ASST_NON_R17AP00099_1425"}, {"internal_id": 63049322, "Award ID": "R17AP00098", "Award Amount": 299400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-08", "CFDA Number": "15.514", "Description": "BUILDING LONG-TERM RESILIENCY TO DROUGHT BY EMPLOYING RIVERBANK FILTRATION TO IMPROVE WATER QUALITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8cd2c4d6-221d-1711-f7a2-f9852b9bc0cc-C", "generated_internal_id": "ASST_NON_R17AP00098_1425"}, {"internal_id": 49784206, "Award ID": "R17AP00097", "Award Amount": 740000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-22", "CFDA Number": "15.514", "Description": "TORRANCE VAN NESS WELL FIELD PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c06a75e9-d5a7-5986-b876-cf310c59f170-C", "generated_internal_id": "ASST_NON_R17AP00097_1425"}, {"internal_id": 68517615, "Award ID": "R17AP00096", "Award Amount": 299000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-29", "CFDA Number": "15.514", "Description": "SAN GABRIEL INLET STRUCTURE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2e47825c-f655-12cb-86e9-8dcedb06fd86-R", "generated_internal_id": "ASST_NON_R17AP00096_1425"}, {"internal_id": 49784205, "Award ID": "R17AP00095", "Award Amount": 715636.37, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-22", "CFDA Number": "15.514", "Description": "MERCED RIVER INSTREAM & OFF-CHANNEL DROUGHT HABITAT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c9a3729f-09a8-2deb-5cda-2a4905b2ea20-C", "generated_internal_id": "ASST_NON_R17AP00095_1425"}, {"internal_id": 49784204, "Award ID": "R17AP00094", "Award Amount": 744939.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-14", "CFDA Number": "15.514", "Description": "RUBBER DAM #3 FISH LADDER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2329c45a-75db-2cba-1647-3dc7da6438b7-C", "generated_internal_id": "ASST_NON_R17AP00094_1425"}, {"internal_id": 68784589, "Award ID": "R17AP00093", "Award Amount": 670101.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "15.514", "Description": "MILL CREEK RIPARIAN CORRIDOR AND STREAMBANK STABILIZATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b141e255-8e8f-5610-ab9f-3220094d2469-C", "generated_internal_id": "ASST_NON_R17AP00093_1425"}, {"internal_id": 76345856, "Award ID": "R17AP00092", "Award Amount": 285491.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-12-13", "CFDA Number": "15.514", "Description": "R17AP00092", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a28a0920-c003-6a08-364e-ba018b0b261f-C", "generated_internal_id": "ASST_NON_R17AP00092_1425"}, {"internal_id": 68517616, "Award ID": "R17AP00091", "Award Amount": 279479.56, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-16", "CFDA Number": "15.514", "Description": "R17AP00091 WEST FORK RUSSIAN RIVER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b0d0187c-34a5-e0fa-0870-dc5cba2509b9-C", "generated_internal_id": "ASST_NON_R17AP00091_1425"}, {"internal_id": 68588376, "Award ID": "R17AC00127", "Award Amount": 296500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "15.514", "Description": "R17AC00127 MOUNTAIN PARK MASTER CONSERVENCY DISTRICT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0561eb5c-e53e-d11d-a3db-f8583aa73daa-R", "generated_internal_id": "ASST_NON_R17AC00127_1425"}, {"internal_id": 86320633, "Award ID": "R17AC00115", "Award Amount": 20000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "15.514", "Description": "DEVELOPMENT OF THE CITY OF RIALTO DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "26fde878-562e-cd39-a89c-1e4da2eeeb97-C", "generated_internal_id": "ASST_NON_R17AC00115_1425"}, {"internal_id": 80289612, "Award ID": "R17AC00114", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-04-05", "CFDA Number": "15.514", "Description": "CATALINA WATER SYSTEM DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88655511-1a6d-8466-1fcc-48114001c6fb-C", "generated_internal_id": "ASST_NON_R17AC00114_1425"}, {"internal_id": 68784590, "Award ID": "R17AC00112", "Award Amount": 75780.32, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "15.514", "Description": "BELLA VISTA WATER DISTRICT DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d585be3-27f5-8e8b-0cf2-ce2b480e3ac3-R", "generated_internal_id": "ASST_NON_R17AC00112_1425"}, {"internal_id": 81947916, "Award ID": "R17AC00111", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-19", "CFDA Number": "15.514", "Description": "DROUGHT CONTINGENCY PLAN FOR THE POSO CREEK INTEGRATED REGIONAL WATER MANAGEMENT GROUP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16d14cfe-36f0-f724-f0f3-8b63320bbbd7-R", "generated_internal_id": "ASST_NON_R17AC00111_1425"}, {"internal_id": 49783930, "Award ID": "R16AP00149", "Award Amount": 53100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-19", "CFDA Number": "15.514", "Description": "IMPROVING DROUGHT RESILIENCY BY BUILDING WATER TRANSFERRING INFRASTRUCTURE BETWEEN IRRIGATION COMPANIES IN FRANKLIN COUNTY IDAHO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "15aacf00-8e81-ed05-5b88-3f0982c28b98-R", "generated_internal_id": "ASST_NON_R16AP00149_1425"}, {"internal_id": 49783929, "Award ID": "R16AP00148", "Award Amount": 299581.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-15", "CFDA Number": "15.514", "Description": "DROUGHT MITIGATION AND GROUNDWATER MANAGEMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6d2333a-6e6e-e846-48c5-6ea50cc8aadc-R", "generated_internal_id": "ASST_NON_R16AP00148_1425"}, {"internal_id": 49783928, "Award ID": "R16AP00147", "Award Amount": 186111.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-15", "CFDA Number": "15.514", "Description": "REUSE WATER SYSTEM STORAGE TANK PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a4df6c0-995b-bf16-e969-09a66b6a9673-C", "generated_internal_id": "ASST_NON_R16AP00147_1425"}, {"internal_id": 49783927, "Award ID": "R16AP00146", "Award Amount": 293439.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-16", "CFDA Number": "15.514", "Description": "ALTUS CITY RESERVOIR EAST BASIN IMPROVEMENTS FOR DROUGHT PREPAREDNESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a0f8742f-6b0d-9292-8508-5a467b8a4df7-C", "generated_internal_id": "ASST_NON_R16AP00146_1425"}, {"internal_id": 49783926, "Award ID": "R16AP00145", "Award Amount": 299000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-09", "CFDA Number": "15.514", "Description": "SOCORRO MAIN CANAL SOUTH DISTRIBUTION HUB", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63131a99-8bef-d379-bf84-ae00932e87b7-C", "generated_internal_id": "ASST_NON_R16AP00145_1425"}, {"internal_id": 49783925, "Award ID": "R16AP00144", "Award Amount": 299750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-19", "CFDA Number": "15.514", "Description": "APPLE VALLEY DESERT WATER REUSE PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "823bd88e-80c2-23e6-5b8e-5d3b32a028fb-C", "generated_internal_id": "ASST_NON_R16AP00144_1425"}, {"internal_id": 49783924, "Award ID": "R16AP00143", "Award Amount": 15715.23, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-09", "CFDA Number": "15.514", "Description": "BERMUDA DUNES GROUNDWATER SUBSTITUTION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0d5c9850-fcee-8fe4-8ccf-11ac5368d48a-C", "generated_internal_id": "ASST_NON_R16AP00143_1425"}, {"internal_id": 49783923, "Award ID": "R16AP00142", "Award Amount": 291560.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-16", "CFDA Number": "15.514", "Description": "RP-3 BASIN IMPROVEMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "516ce9a7-5d4f-678d-946e-5d9ff7438fa6-C", "generated_internal_id": "ASST_NON_R16AP00142_1425"}, {"internal_id": 49783922, "Award ID": "R16AP00141", "Award Amount": 290532.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-16", "CFDA Number": "15.514", "Description": "NORTH TORRANCE WELL FIELD PROJECT, WELL NO. 10", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c06a75e9-d5a7-5986-b876-cf310c59f170-C", "generated_internal_id": "ASST_NON_R16AP00141_1425"}, {"internal_id": 49783921, "Award ID": "R16AP00140", "Award Amount": 281372.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-25", "CFDA Number": "15.514", "Description": "MUNICIPAL WELL AQUIFER STORAGE AND RECOVERY RETROFIT PROJECT FOR DROUGHT RESILIENCY, DESERT SPRINGS 1, 2, AND 3 WELLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "859a586d-c62a-5b70-23d3-f9dbd0752abb-C", "generated_internal_id": "ASST_NON_R16AP00140_1425"}, {"internal_id": 49783919, "Award ID": "R16AP00138", "Award Amount": 298972.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-15", "CFDA Number": "15.514", "Description": "GROUNDWATER WELL EXTRACTION IMPROVEMENTS FOR RETURN OF STORED WATER, PHASE 2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bdfc177-7b7c-be4b-7713-ce0df7b203c4-C", "generated_internal_id": "ASST_NON_R16AP00138_1425"}, {"internal_id": 49783918, "Award ID": "R16AP00137", "Award Amount": 271918.27, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-16", "CFDA Number": "15.514", "Description": "LITTLE SPOKANE RIVER WATER BANK MODELING AND DECISION SUPPORT TOOLS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c55f294-9e19-bb7b-3e77-b6f84cd61199-C", "generated_internal_id": "ASST_NON_R16AP00137_1425"}, {"internal_id": 49783917, "Award ID": "R16AP00136", "Award Amount": 49996.15, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-15", "CFDA Number": "15.514", "Description": "COMPUTATIONAL MODELING TO ENHANCE THE DROUGHT RESILIENCY OF SHOSHONE-BANNOCK WATER RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b560b84-fe39-467f-47fe-24f6ddf42da3-C", "generated_internal_id": "ASST_NON_R16AP00136_1425"}, {"internal_id": 49783757, "Award ID": "R16AC00115", "Award Amount": 55785.63, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-17", "CFDA Number": "15.514", "Description": "DEVELOPMENT OF THE WHATCOM COUNTY DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9f8f839-280c-cb83-7d4c-ed4be246bd61-R", "generated_internal_id": "ASST_NON_R16AC00115_1425"}, {"internal_id": 49783756, "Award ID": "R16AC00114", "Award Amount": 148250.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-17", "CFDA Number": "15.514", "Description": "GULF COAST WATER AUTHORITY DROUGHT CONTINGENCY PLAN UPDATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "515ece2a-8615-e570-8329-4881e59b1c56-C", "generated_internal_id": "ASST_NON_R16AC00114_1425"}, {"internal_id": 49783755, "Award ID": "R16AC00113", "Award Amount": 183024.33, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-15", "CFDA Number": "15.514", "Description": "UPDATE OF THE CHINO BASIN DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "516ce9a7-5d4f-678d-946e-5d9ff7438fa6-C", "generated_internal_id": "ASST_NON_R16AC00113_1425"}, {"internal_id": 49783754, "Award ID": "R16AC00112", "Award Amount": 35000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-15", "CFDA Number": "15.514", "Description": "DEVELOPMENT OF THE GALLUP/NGWSP WATER COMMONS DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f0d6f18b-a079-d9d2-c997-736e67aad488-C", "generated_internal_id": "ASST_NON_R16AC00112_1425"}, {"internal_id": 49783753, "Award ID": "R16AC00111", "Award Amount": 190488.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-15", "CFDA Number": "15.514", "Description": "DEVELOPMENT OF THE LOWER PLATTE RIVER DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac344bcb-3c53-80fb-8acc-32259c9a9919-C", "generated_internal_id": "ASST_NON_R16AC00111_1425"}, {"internal_id": 49783752, "Award ID": "R16AC00110", "Award Amount": 182868.72, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-19", "CFDA Number": "15.514", "Description": "BUILDING DROUGHT RESILIENCE IN THE MISSOURI HEADWATERS BASIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a044bca7-11cf-685f-31ac-ec919cbfaf2f-C", "generated_internal_id": "ASST_NON_R16AC00110_1425"}, {"internal_id": 49783751, "Award ID": "R16AC00109", "Award Amount": 74871.21, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-19", "CFDA Number": "15.514", "Description": "DEVELOPMENT OF THE SALT LAKE CITY DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "deba109e-9da5-26cc-02fc-2b616f07e642-C", "generated_internal_id": "ASST_NON_R16AC00109_1425"}, {"internal_id": 49783750, "Award ID": "R16AC00108", "Award Amount": 148028.1, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-17", "CFDA Number": "15.514", "Description": "MIDDLE RIO GRANDE CONSERVANCY DISTRICT DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "63131a99-8bef-d379-bf84-ae00932e87b7-C", "generated_internal_id": "ASST_NON_R16AC00108_1425"}, {"internal_id": 49783749, "Award ID": "R16AC00107", "Award Amount": 167228.08, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-16", "CFDA Number": "15.514", "Description": "DEVELOPMENT OF THE WEBER BASIN WATER CONSERVANCY DISTRICT DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "22449a1c-a4cd-c015-c7ef-fdf89ea50071-C", "generated_internal_id": "ASST_NON_R16AC00107_1425"}, {"internal_id": 49781719, "Award ID": "R15AP00210", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-15", "CFDA Number": "15.514", "Description": "CLEAR CREEK LAKE IMPROVEMENTS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5ff9eb2c-230f-e7df-4c84-6e8cac1ff0d2-C", "generated_internal_id": "ASST_NON_R15AP00210_1425"}, {"internal_id": 49781712, "Award ID": "R15AP00193", "Award Amount": 281151.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-10", "CFDA Number": "15.514", "Description": "DROUGHT RESILIENCY PROJECT - EXPANSION OF GEM #2 PUMPING PLANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "742ebccc-622c-6a30-5ae5-a6a181d0adf5-C", "generated_internal_id": "ASST_NON_R15AP00193_1425"}, {"internal_id": 49781711, "Award ID": "R15AP00192", "Award Amount": 299220.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-02", "CFDA Number": "15.514", "Description": "GROUNDWATER WELL EXTRACTION IMPROVEMENTS FOR RETURN OF STORED WATER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bdfc177-7b7c-be4b-7713-ce0df7b203c4-C", "generated_internal_id": "ASST_NON_R15AP00192_1425"}, {"internal_id": 49781710, "Award ID": "R15AP00190", "Award Amount": 282972.0, "Award Type": null, "Base Obligation Date": "2015-09-22", "CFDA Number": "15.514", "Description": "SOUTHEAST RECHARGE BASIN, NORTH SITE GROUNDWATER RECHARGE BASINS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8b518500-4035-1505-77bb-88e6eef928b4-R", "generated_internal_id": "ASST_NON_R15AP00190_1425"}, {"internal_id": 49781708, "Award ID": "R15AP00188", "Award Amount": 288750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-18", "CFDA Number": "15.514", "Description": "IRVINE LAKE PIPELINE CONVERSION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d8a7bf92-581f-5a52-2c55-2984cfc0160b-C", "generated_internal_id": "ASST_NON_R15AP00188_1425"}, {"internal_id": 49781707, "Award ID": "R15AP00187", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-09", "CFDA Number": "15.514", "Description": "IMPLEMENTING THE AQUIFER STORAGE AND RECOVERY (ASR) WELL RESTORATION PROGRAM AT DEER VALLEY WTP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d7ecbb6-2982-92b4-ba08-abf3878a0c97-C", "generated_internal_id": "ASST_NON_R15AP00187_1425"}, {"internal_id": 49781706, "Award ID": "R15AP00186", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-09", "CFDA Number": "15.514", "Description": "LAKE MEAD WATER QUALITY MONIOTRING TO MITIGATE IMPACTS CAUSED BY DROUGHT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbe23328-e4ce-79d0-e96c-6fb724bf0102-C", "generated_internal_id": "ASST_NON_R15AP00186_1425"}, {"internal_id": 49781705, "Award ID": "R15AP00185", "Award Amount": 299500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-18", "CFDA Number": "15.514", "Description": "WAURIKA LAKE INTAKE IMPROVEMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36d9094a-afb4-23fc-1eeb-293cac96f32b-R", "generated_internal_id": "ASST_NON_R15AP00185_1425"}, {"internal_id": 49781704, "Award ID": "R15AP00184", "Award Amount": 111430.26, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-17", "CFDA Number": "15.514", "Description": "EARLY WARNING DROUGHT TOOL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ee508f3e-a43a-7280-5b3d-4e5dbc6fa8ee-C", "generated_internal_id": "ASST_NON_R15AP00184_1425"}, {"internal_id": 49781254, "Award ID": "R15AC00083", "Award Amount": 90495.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-22", "CFDA Number": "15.514", "Description": "DOLORES PROJECT DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4d2a37db-e090-f812-c259-6739029d88a7-C", "generated_internal_id": "ASST_NON_R15AC00083_1425"}, {"internal_id": 49781253, "Award ID": "R15AC00082", "Award Amount": 47407.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-23", "CFDA Number": "15.514", "Description": "UPDATE OF STATE DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c8f79c1b-37a3-d78b-bd8d-8e9c1ec8719f-C", "generated_internal_id": "ASST_NON_R15AC00082_1425"}, {"internal_id": 49781252, "Award ID": "R15AC00081", "Award Amount": 158633.0, "Award Type": null, "Base Obligation Date": "2015-09-22", "CFDA Number": "15.514", "Description": "NORTH SANTIAM WATERSHED DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d363010e-b32e-39a8-ace0-b7c6ac3a2d87-R", "generated_internal_id": "ASST_NON_R15AC00081_1425"}, {"internal_id": 49781251, "Award ID": "R15AC00080", "Award Amount": 200000.0, "Award Type": null, "Base Obligation Date": "2015-09-17", "CFDA Number": "15.514", "Description": "BAY AREA REGIONAL RELIABILITY DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f425d93a-e753-f36b-ff97-05ea592fd700-C", "generated_internal_id": "ASST_NON_R15AC00080_1425"}, {"internal_id": 49781250, "Award ID": "R15AC00079", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-17", "CFDA Number": "15.514", "Description": "NORTH MONTEREY COUNTY DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3ec0cf0-199a-1fe0-b54a-d5fe2f02a561-C", "generated_internal_id": "ASST_NON_R15AC00079_1425"}, {"internal_id": 49781249, "Award ID": "R15AC00078", "Award Amount": 200000.0, "Award Type": null, "Base Obligation Date": "2015-09-21", "CFDA Number": "15.514", "Description": "NORTH AMERICAN BASIN CONTRACTORS DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "466678a1-0734-89f4-55c6-1d0121490d87-C", "generated_internal_id": "ASST_NON_R15AC00078_1425"}, {"internal_id": 49781248, "Award ID": "R15AC00077", "Award Amount": 100284.34, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-18", "CFDA Number": "15.514", "Description": "DROUGHT CONTINGENCY PLAN UPDATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "859a586d-c62a-5b70-23d3-f9dbd0752abb-C", "generated_internal_id": "ASST_NON_R15AC00077_1425"}, {"internal_id": 49781247, "Award ID": "R15AC00076", "Award Amount": 115000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-14", "CFDA Number": "15.514", "Description": "ELSINORE VALLEY MUNICIPAL WATER DISTRICT DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "609dad91-1b53-fcec-d5ba-40dfdd3bf9e8-C", "generated_internal_id": "ASST_NON_R15AC00076_1425"}, {"internal_id": 49781246, "Award ID": "R15AC00075", "Award Amount": 75000.0, "Award Type": null, "Base Obligation Date": "2015-09-23", "CFDA Number": "15.514", "Description": "MCLENNAN COUNTY DROUGHT CONTINGENCY AND WATER SUPPLY RESILIENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "12f6e994-5e3e-8709-d635-7d8ec154835d-C", "generated_internal_id": "ASST_NON_R15AC00075_1425"}, {"internal_id": 49781245, "Award ID": "R15AC00074", "Award Amount": 175000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-17", "CFDA Number": "15.514", "Description": "FOSS RESERVOIR MASTER CONSERVANCY DISTRICT DROUGHT CONTINGENCY PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e778ce6-f8f1-82a1-9a3a-a4cc6ab1511f-R", "generated_internal_id": "ASST_NON_R15AC00074_1425"}, {"internal_id": 49781244, "Award ID": "R15AC00073", "Award Amount": 158365.57, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-18", "CFDA Number": "15.514", "Description": "REGIONAL DROUGHT CONTINGENCY PLAN FOR THE ARBUCKLE SIMPSON AQUIFER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1cfa0118-3c4a-1163-afa1-f5d4b73c4931-C", "generated_internal_id": "ASST_NON_R15AC00073_1425"}]