[{"internal_id": 157766678, "Award ID": "F23AC00806", "Award Amount": 14231785.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-21", "CFDA Number": "15.653", "Description": "PURPOSE. PARTICIPATION IN SPORTFISHING AND BOATING GENERATES FUNDS FOR CONSERVATION AND IS GOOD FOR THE U.S. ECONOMY. THIS SIMPLE FACT IS BASIC TO THE NOCP AND UNDERSCORES THE CONTINUING NEED FOR THE PROGRAM. THE RECREATIONAL BOATING AND  FISHING FOUNDATION (RBFF) IS UNIQUELY QUALIFIED TO IMPLEMENT ACTIVITIES THAT INCREASE PARTICIPATION  RBFF WAS CREATED AFTER THE SPORT FISHING AND BOATING SAFETY ACT WAS ENACTED AND HAS BEEN DEDICATED TO THE EXCLUSIVE PURPOSE OF ACHIEVING NOCP AIMS. DURING THE LAST TEN YEARS OF RBFF NOCP ACTIVITY, FISHING PARTICIPATION GREW FROM ROUGHLY 46.2 MILLION IN 2011 TO 52.4 MILLION IN 2021, AN INCREASE OF 13.4 PERCENT. DRIVING THE NOCP S SUCCESS REMAINS RBFF S SOLE FUNCTION.ACTIVITIES AND DELIVERABLES. THIS PROPOSAL INCLUDES RESEARCH BASED, DATA DRIVEN ACTIVITIES THAT BUILD UPON RBFF S NOCP ACCOMPLISHMENTS. MANY OF THESE ACTIVITIES ALREADY HAVE INCREASED AWARENESS, TRIAL, AND REPEAT PARTICIPATION IN BOATING AND FISHING BY HELPING CONSUMERS LEARN, PLAN, AND EQUIP FOR A DAY ON THE WATER. THESE ACTIVITIES RANGE FROM THE TAKE ME FISHING BRANDED CONSUMER CAMPAIGN (UTILIZING DIVERSE SOCIAL INFLUENCERS AND DIGITAL MEDIA PLATFORMS) TO AD PLACEMENTS ON DISNEY MEDIA STREAMING SERVICES TO MOBILE FISHING UNITS REACHING URBAN COMMUNITIES AND UNDERSERVED AUDIENCES.OTHER PROPOSED ACTIVITIES MOTIVATE CONSUMERS BY LEVERAGING THE REACH, RESOURCES, AND SHARED INTERESTS OF STATE, INDUSTRY, AND FEDERAL AGENCY STAKEHOLDERS. MANY OF THESE PROVEN ACTIVITIES HAVE GROWN IN EFFECTIVENESS, INCLUDING RBFF S STATE MARKETING WORKSHOP AND BOAT REGISTRATION REACTIVATION PROGRAM, AS WELL AS STATE R3 PROGRAM GRANTS AND GEORGE H.W. BUSH VAMOS A PESCAR EDUCATION FUND GRANTS, WHICH AWARD NON FEDERAL FUNDS TO STATES TO SUPPORT LOCAL PARTICIPATION BUILDING PROGRAMS AS SUB RECIPIENTS.ALSO PROPOSED ARE ACTIVITIES ALREADY ON TRACK TO LAUNCH AT THE START OF RBFF S NEW FISCAL YEAR IN 2023. THESE INCLUDE NEW CONSUMER OUTREACH INITIATIVES, AS WELL AS NEW CONSENSUS BASED, RETENTION EFFORTS. RBFF RESEARCH, GRANTS, TRAINING, AND PROGRAMS WILL INCREASE STATE AND INDUSTRY STAKEHOLDER ENGAGEMENT, WHILE RBFF EXPANDS FEDERAL AGENCY COLLABORATIONS STEMMING FROM A 2019 MOU.RBFF IS TODAY THE FULCRUM OF STAKEHOLDER ALLIANCES RELATIONSHIPS THAT MAKE MANY PARTICIPATION BUILDING ACTIVITIES POSSIBLE AND THAT THE ORGANIZATION HAS WORKED DILIGENTLY TO BUILD OVER MORE THAN 20 YEARS. RBFF CONSIDERS STATE, INDUSTRY, AND FEDERAL AGENCY STAKEHOLDERS SO CRITICAL TO INCREASING PARTICIPATION THAT IT HAS STAFF DEDICATED TO IDENTIFYING AND GROWING NEW PARTNERSHIP ACTIVITIES. IN ADDITION, RBFF S BOARD OF DIRECTORS INCLUDES REPRESENTATION FROM ALL SEGMENTS OF THE INDUSTRY.BENEFICIARIES AND ANTICIPATED OUTCOMES. WITH CONTINUED NOCP FUNDING, RBFF WILL BE ABLE TO IMPLEMENT ACTIVITIES THAT WILL STRENGTHEN NEW AND CONTINUED PARTICIPATION BY COMMUNICATING WHY, WHERE, AND HOW TO ENJOY FISHING AND BOATING SAFELY AND RESPONSIBLY.EMPHASIZE OUTREACH TO DIVERSE AUDIENCES, ESPECIALLY YOUTH, WOMEN, MULTICULTURAL FAMILIES, AND URBAN MARKETS, HELPING UNDERSERVED AND UNDERREPRESENTED COMMUNITIES SEE THEMSELVES FISHING AND BOATING AND BECOME EAGER AND ABLE TO TRY.IMPROVE NET PARTICIPATION FIGURES BY FOCUSING MORE ON RETENTION, WITH RBFF RESEARCH INDICATING THAT PARTICIPATION LOSS IS UNDERCUTTING OTHERWISE STEADY PARTICIPATION GAINS.CONVEY CONSERVATION PRACTICES AND SUPPORT, WHILE RAISING SIGNIFICANT FUNDING FOR CONSERVATION FROM INCREASED PARTICIPATION LEVELS.EXPAND ALLIANCES WITH INDUSTRY, STATE, AND FEDERAL AGENCIES.THE EXPECTED QUANTIFIABLE OUTCOMES OF PROPOSED ACTIVITIES ARE IN PART DERIVED FROM PERFORMANCE DATA ACHIEVED THROUGH THE YEARS, AS DOCUMENTED IN RBFF REPORTS AND REFERENCED IN THIS PROPOSAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18b0deaf-c9fc-4284-d4d1-fedc1958aedd-R", "generated_internal_id": "ASST_NON_F23AC00806_1448"}, {"internal_id": 77169504, "Award ID": "F19AP00101", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-01-24", "CFDA Number": "15.653", "Description": "EXPANSION OF SEARCH ENGINE MARKETING FOR TAKE ME FISHING CAMPAIGN", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18b0deaf-c9fc-4284-d4d1-fedc1958aedd-R", "generated_internal_id": "ASST_NON_F19AP00101_1448"}, {"internal_id": 65496271, "Award ID": "F18AC00145", "Award Amount": 64968659.5, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-03-13", "CFDA Number": "15.653", "Description": "F18AC00145", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18b0deaf-c9fc-4284-d4d1-fedc1958aedd-R", "generated_internal_id": "ASST_NON_F18AC00145_1448"}, {"internal_id": 48597287, "Award ID": "F15AC00646", "Award Amount": 26000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-03", "CFDA Number": "15.631", "Description": "DOCKERY GULCH JUNIPER REMOVAL AND OAK HABITAT RESTORATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "443a9555-e1ab-1d44-7d06-7e2c93059dfc-R", "generated_internal_id": "ASST_NON_F15AC00646_1448"}, {"internal_id": 48594152, "Award ID": "F14AC01150", "Award Amount": 153664.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-09-09", "CFDA Number": "15.664", "Description": "US FWS MOUNTAIN-PRAIRIE CONSERVATION OUTREACH", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_F14AC01150_1448"}, {"internal_id": 48589979, "Award ID": "F13AC00158", "Award Amount": 59691325.4, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-03-26", "CFDA Number": "15.653", "Description": "COOPERATIVE AGREEMENT TO IMPLEMENT STRATEGIES ASSOCIATED WITH THE NATIONAL OUTREACH AND COMMUNICATION PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18b0deaf-c9fc-4284-d4d1-fedc1958aedd-R", "generated_internal_id": "ASST_NON_F13AC00158_1448"}]