[{"internal_id": 161864392, "Award ID": "F23AP02870", "Award Amount": 29571.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "15.686", "Description": "THIS UNIQUE PROJECT COMBINES ON-THE-GROUND HABITAT RESTORATION WITH LANDOWNER OUTREACH AND EDUCATION TO CREATE TANGIBLE UPLAND AND IN-STREAM HABITAT BENEFITS AND TO ENGAGE THE VERMILLION RIVER COMMUNITY ABOUT THE IMPORTANCE OF CONSERVATION AND HABITAT RESTORATION FOR WATER QUALITY AND HEALTHY FISH POPULATIONS. THE VERMILLION RIVER IS A STATE-DESIGNATED TROUT STREAM LOCATED IN THE TWIN CITIES METRO AREA OF MINNESOTA. ALTERED BY DECADES OF HUMAN INFLUENCE AND LAND USE CHANGE, THE STREAM IS SLOWLY RETURNING TO A HEALTHY WATERWAY THAT SUPPORTS SELF-SUSTAINING POPULATIONS OF FISH AND OTHER WILDLIFE. HOWEVER, THE STREAM STILL EXISTS IN AN AGRICULTURALLY-DOMINATED LANDSCAPE, WITH RUNOFF CARRYING SEDIMENT AND NUTRIENTS INTO THE RIVER, REDUCING WATER QUALITY AND DEGRADING AQUATIC HABITAT. MEANWHILE, UPLAND NATURAL AREAS ALONG THE RIVER ARE DOMINATED BY INVASIVE PLANT SPECIES, REDUCING HABITAT QUALITY FOR INSECTS AND OTHER WILDLIFE. FRIENDS OF THE MISSISSIPPI RIVER (FMR) HAS SECURED OVER  60,000 IN STATE FUNDING TO ASSIST THE DEPARTMENT OF NATURAL RESOURCES (DNR) IN RIPARIAN AND UPLAND HABITAT RESTORATION AT THE KAMEN PARCEL OF THE MN DNR S VERMILLION RIVER AQUATIC MANAGEMENT AREA. HOWEVER, ADDITIONAL FUNDING FOR RESTORATION TASKS, INCLUDING ADDITIONAL SITE PREPARATION AND SEED MIX DIVERSITY, IS NEEDED. WE PROPOSE TO PAIR THIS ACTIVE RESTORATION PROJECT WITH LANDOWNER OUTREACH AND EDUCATION ON THE IMPORTANCE OF CONSERVATION AND RESTORATION. THE KAMEN SITE WILL BE USED AS A DEMONSTRATION SITE TO BE TOURED BY INTERESTED LANDOWNERS, WHO WILL LEARN ABOUT HABITAT RESTORATION PRACTICES AND CONSERVATION OPTIONS. THIS UNIQUE COMBINATION OF ON-THE-GROUND RESTORATION WITH LANDOWNER OUTREACH AND EDUCATION WILL INCREASE THE IMPACT OF THIS SITE ON THE GREATER VERMILLION RIVER COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b92f02ec-e807-c9a8-8d70-d2226af23d6f-R", "generated_internal_id": "ASST_NON_F23AP02870_1448"}, {"internal_id": 161864378, "Award ID": "F23AP02792", "Award Amount": 86000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "15.686", "Description": "WESTERN PENNSYLVANIA CONSERVANCY AND AMERICAN RIVERS ARE PARTNERING TO REMOVE TWO OBSOLETE DAMS THAT ARE BLOCKING 12 MILES OF HIGH-QUALITY COLDWATER HABITAT ON CALLEN RUN, A TRIBUTARY TO THE WILD   SCENIC CLARION RIVER. THIS PROJECT WILL COMPLETE PHASE 1 TO REMOVE THE LOWER DAM AND RESTORE ACCESS TO HIGH-QUALITY AQUATIC HABITAT FOR MUSSEL FISH-HOST SPECIES AND BENEFIT ROBUST SGCN MUSSEL POPULATIONS IN THE CLARION RIVER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46c99740-0579-5a66-1ae1-fe45234be87c-C", "generated_internal_id": "ASST_NON_F23AP02792_1448"}, {"internal_id": 160833235, "Award ID": "F23AP02589", "Award Amount": 68910.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-11", "CFDA Number": "15.686", "Description": "HRWC WILL PROMOTE SHORELAND PROTECTION BY RESIDENTS ON LAKES IN THE HURON RIVER WATERSHED THAT SUPPORT CISCO AND OTHER FISH SPECIES SENSITIVE TO CLIMATE CHANGE AND DEVELOPMENT (BRUIN, SOUTH, BLIND, JOSLIN, BASS, AND HALFMOON). THE SHORELANDS AND WATERSHEDS OF THESE LAKES ARE SO FAR MOSTLY UNDEVELOPED, ACCORDING TO THE MIDWEST GLACIAL LAKES CONSERVATION PLANNER. THIS PRESENTS AN OPPORTUNITY TO CREATE AWARENESS AMONG LAKE PROPERTY OWNERS OF THE IMPORTANCE OF NATURAL SHORELANDS IN MAINTAINING LAKE QUALITY. HRWC WILL ENGAGE WITH LAKE PROPERTY OWNERS TO (1) CREATE A DEEP UNDERSTANDING OF THE CONNECTION BETWEEN THE LAND AND LAKE QUALITY, (2) TEACH HOW ACTIONS THEY TAKE AFFECT THE LAKE AND (3) ESTABLISH ASTEWARDSHIP ETHIC AMONG RESIDENTS. TO DO THIS, HRWC WILL UTILIZE TWO EXISTING PROGRAMS: THE COOPERATIVE LAKES MONITORING PROGRAM (CLMP)AND THE MICHIGAN NATURAL SHORELINE PARTNERSHIPS SHORELAND STEWARDS PROGRAM (MSSP).HRWC WILL RECRUIT VOLUNTEERS TO MONITOR LAKES THROUGH CLMP (OUTCOME:6LAKE AMBASSADORS). THESE LAKE AMBASSADORS WILL HELP HRWC ENROLL PROPERTY OWNERS INTO MSSP (OUTCOMES:30 RESIDENTS ENROLLED 15 NATIVE PLANTINGS INSTALLED). AT THE END OF THE PROJECT HRWC WILL HAVE DEVELOPED A MODEL PROGRAM THAT OTHER LAKE ADVOCATES CAN USE THROUGHOUT THE MIDWEST GLACIAL LAKES AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8717a601-abc2-4b83-e8a7-88f1a7de06a1-R", "generated_internal_id": "ASST_NON_F23AP02589_1448"}, {"internal_id": 161362791, "Award ID": "F23AP02559", "Award Amount": 82500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-21", "CFDA Number": "15.686", "Description": "THE PROJECT WILL REMOVE UP TO 1,200LF OF SHORE ARMOR AND PILINGS TO IMPROVE SEDIMENT TRANSPORT PROCESSES AND ALLOW FOR LANDWARD EXPANSION OF EELGRASS BEDS AND NEARSHORE HABITATS TO ADAPT TO SEA LEVEL RISE. WE WILL RESTORE OVER 9 ACRES OF BEACH AND BACKSHORE HABITAT INCLUDING UP TO 4 ACRES OF RIPARIAN HABITAT THROUGH INVASIVE SPECIES REMOVAL (SCOTS BROOM, ENGLISH IVY, JAPANESE KNOTWEED) AND ENHANCEMENT OF THE MARINE RIPARIAN ZONE. THE PROJECT WILL IMPROVE SPAWNING HABITAT FOR SURF SMELT AND PACIFIC SAND LANCE, IMPROVE PUBLIC ACCESS TO CLAYTON BEACH, AND PROVIDE INTERPRETATION OF CULTURAL AND HISTORICAL USES AND ECOSYSTEM DYNAMICS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbc20b16-5e58-8d7a-81bb-1d46e79f0389-C", "generated_internal_id": "ASST_NON_F23AP02559_1448"}, {"internal_id": 161864364, "Award ID": "F23AP02530", "Award Amount": 57398.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "15.686", "Description": "LOCATED WITHIN 1,500 FEET OF THE PEQUEST AND DELAWARE RIVERS CONFLUENCE, THE LOWER E.R. COLLINS DAM (7-FOOT-HIGH, 145-FOOT-LONG WOOD DAM, OWNER: NJDEP DIVISION OF FISH AND WILDLIFE) BLOCKS FISH MIGRATION, DEGRADES INSTREAM HABITAT AND CONTRIBUTES TO FLOODING OF HOMES AND BUSINESSES IN BELVIDERE. DUE TO THE CLOSE PROXIMITY OF THE UPPER AND LOWER E.R. COLLINS DAMS TO ONE ANOTHER, CONDUCTING ENGINEERING, DESIGN AND PERMITTING AS ONE REMOVAL PROJECT PROVIDES MULTIPLE COST SAVINGS AND MINIMIZES DISTURBANCE TO LOCAL RESIDENCES AND BUSINESSES.THE REMOVAL OF THE LOWER E.R. COLLINS DAM WILL RECONNECT APPROXIMATELY 3 MILES OF STREAM FOR MIGRATORY FISH TO RETURN TO THEIR HISTORIC SPAWNING RUNS, IMPROVE WATER QUALITY FOR RESIDENT FISH AND OTHER AQUATIC SPECIES, ENHANCE RECREATIONAL OPPORTUNITIES FOR ANGLERS AND PADDLERS, AND HELP TO MITIGATE FLOODING IN DOWNTOWN BELVIDERE, THEREBY ENHANCING COMMUNITY RESILIENCE TO CLIMATE CHANGE IMPACTS. THIS CRITICAL CONSERVATION WORK IS CONTINUING FURTHER UPSTREAM WHERE THE REMOVAL OF THE NEXT TWO DAMS, THE NO NAME AND CEDAR GROVE DAMS, IS UNDERWAY  BOTH OF THESE DAMS ARE PRIVATELY OWNED, ARE IN POOR CONDITION AND PARTIALLY BREACHED. TOGETHER, THESE FOUR REMOVALS WILL OPEN 57.8 MILES ON THE MAIN STEM PEQUEST RIVER (7.8 MILES) AND ITS NEARBY TRIBUTARIES (50 MILES) FOR FISH PASSAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_F23AP02530_1448"}, {"internal_id": 161864362, "Award ID": "F23AP02519", "Award Amount": 43560.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "15.686", "Description": "THIS PROJECT WILL BUILD 130 LINEAR FEET OF A TOTAL ADDITIONAL 3,000 LINEAR FEET OF LIVING SHORELINE AT THE N.C. AQUARIUM IN PINE KNOLL SHORES IN ORDER TO CONTINUE RESTORING ERODED ESTUARINE FISH HABITAT IN BOGUE SOUND AND PROTECT MORE THAN 290 ACRES OF EXISTING OYSTER, SALT MARSH AND MARITIME FOREST HABITATS, AS WELL AS THE AQUARIUM S PUBLIC EDUCATION INFRASTRUCTURE.THE LIVING SHORELINE WILL REDUCE WAVE ENERGY AND HOLD SEDIMENT IN PLACE, RESTORING THE SIGNIFICANT AMOUNT OF SALT MARSH AND OYSTER HABITAT THAT HAS ERODED THROUGH THE YEARS DUE TO STORM-INDUCED WAVES AND ABOVE-AVERAGE WATER LEVELS. THE SOURCE OF THE EROSION IS STORMS, WHICH ARE INCREASING IN INTENSITY AND FREQUENCY DUE TO CLIMATE CHANGE. LIVING SHORELINES HAVE BEEN PROVEN TO WORK BETTER THAN BULKHEADS DURING HURRICANES AND OTHER STORMS. THE LIVING SHORELINE WILL ALSO PROVIDE VALUABLE FISH HABITAT AND HELP TO IMPROVE THE WATER QUALITY OF BOGUE SOUND.THE LIVING SHORELINE SILL WILL BE BUILT PARALLEL TO SHORE AT WATER DEPTHS THAT ENSURE MAXIMUM OYSTER RECRUITMENT. THE SILL WILL CONSIST OF NATURAL MATERIALS AND SALT MARSH GRASS WILL BE PLANTED LANDWARD OF THE SILL.IN ADDITION TO THE FISH HABITAT AND WATER QUALITY BENEFITS OF LIVING SHORELINES, THE PROPOSED LIVING SHORELINE AT THIS SPECIFIC LOCATION WILL PROTECT THE SALTWATER INTAKE INFRASTRUCTURE OF THE N.C. AQUARIUM AT PINE KNOLL SHORES, AN IMPORTANT PUBLIC, EDUCATIONAL AND ECONOMIC RESOURCE CRITICAL FOR THE HUSBANDRY OF THOUSANDS OF FISH AND OTHER AQUATIC ORGANISMS INSIDE THE AQUARIUM. THE AQUARIUM DRAWS FORM THIS WATER SUPPLY TO SUSTAIN AND CULTURE A VAST RANGE OF AQUATIC ORGANISMS ON DISPLAY FOR OVER 380,000 VISITORS EACH YEAR.THE N.C. AQUARIUM AT PINE KNOLL SHORES IS AN IDEAL PLACE TO LEARN ABOUT COASTAL HABITATS AND THE PLANTS AND ANIMALS THAT LIVE THERE  HOWEVER, IT IS ALSO ONE OF THE MANY PLACES ALONG THE COAST OF NORTH CAROLINA EXPERIENCING SHORELINE EROSION. IN 2001, THE NORTH CAROLINA COASTAL FEDERATION PERFORMED AN INNOVATIVE SHORELINE STABILIZATION PROJECT A THE AQUARIUM TO RESTORE 400 LINEAR FEET OF THE SHORELINE HABITAT TO ITS NATURAL STATE. THEN, IN 2018, THE FEDERATION COORDINATED THE CONSTRUCTION OF ANOTHER 185 LINEAR FOOT LIVING SHORELINE THROUGH A PREVIOUS SARP GRANT AWARD.EROSION CONTINUES TO OCCUR ALONG THE SHORELINE OF THE AQUARIUM AT LOCATIONS THAT HAVE NOT YET BEEN PROTECTED WITH LIVING SHORELINES. THIS PROJECT WILL BUILD AN ADDITIONAL LIVING SHORELINE SEGMENT (130 LINEAR FEET OF A TOTAL ADDITIONAL 3,000 LINEAR FEET) ALONG THE SHORELINE OF THE AQUARIUM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d21d06d-046f-87b0-cbf7-5a5f44a6789c-C", "generated_internal_id": "ASST_NON_F23AP02519_1448"}, {"internal_id": 161864357, "Award ID": "F23AP02433", "Award Amount": 53112.33, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "15.686", "Description": "THE PROPOSED PROJECT ANADROMOUS WATERS AND ELODEA SURVEYS IN THE REMOTE WESTERN MATANUSKA-SUSITNA BOROUGH ADDRESSES TWO OBJECTIVES: ADDING NEW WATERWAYS SPECIES LIFE STAGES TO THE ALASKA ANADROMOUS WATERS CATALOG (AWC) IN AREAS OF PROPOSED DEVELOPMENT AND SURVEYING PREVIOUSLY UNSURVEYED WATERBODIES FOR THE PRESENCE ABSENCE OF THE AQUATIC INVASIVE PLANT ELODEA CANADENSIS. THIS PROPOSAL IS TO IMPLEMENT PHASE 2 OF THIS PROJECT, BUILDING UPON ACCOMPLISHMENTS CONDUCTED IN PHASE 1, WHICH WILL BE CARRIED OUT IN 2022. IN PHASE 2, TYONEK TRIBAL CONSERVATION DISTRICT(TTCD) WILL SURVEY AN ADDITIONAL 15 SITES FOR POSSIBLE ADDITION TO THE AWC AND SURVEY AN ADDITIONAL 5 NEW WATERBODIES FOR ELODEA CANADENSIS. WE PROPOSE TO FOCUS AWC FISH SAMPLING EFFORTS IN AREAS OF PROPOSED DEVELOPMENT TO ENSURE BASIC STREAM PROTECTIONS, SUCH AS PREVENTING FUTURE INSTALLATION OF FISH PASSAGE BARRIERS ON ANADROMOUS STREAMS, WHILE ALSO ADDING TO THE COLLECTIVE KNOWLEDGE OF SALMON HABITAT WITHIN THIS REGION. THE AQUATIC INVASIVE PLANT ELODEA CANADENSIS IS CURRENTLY KNOWN TO EXIST IN THREE WATERBODIES IN THE MAT-SU  TWO OF WHICH ARE IN THE REMOTE WESTERN REGION OF THE BOROUGH. ELODEA HAS DEMONSTRATED NEGATIVE IMPACTS ON WATER QUALITY AND SALMON HABITAT AND CAN DRAMATICALLY ALTER AQUATIC ECOSYSTEM PROCESSES. EARLY DETECTION SURVEILLANCE EFFORTS ARE CRITICAL TO DETECTING INFESTATIONS EARLY IN THE INVASION CURVE, RESULTING IN A MORE COST-EFFECTIVE AND SUCCESSFULTREATMENT, PROTECTING SALMON HABITAT FROM LARGE-SCALE INFESTATION IMPACTS, AND REDUCING POTENTIAL SPREAD. WITH THE COMPLETION OF AN ADDITIONAL FIVE WATERBODIES SURVEYED FOR ELODEA IN PHASE 2 OF THIS PROJECT (10 TOTAL WATERBODIES SURVEYED IN PHASES 1 AND 2), NEARLY ALL FLOATPLANE-ACCESSIBLE WATERBODIES IN THE REGION WILL HAVE BEEN SURVEYED AT LEAST ONCE FOR THE PRESENCE OF ELODEA, AND FUTURE EFFORTS CAN SHIFT TO FOLLOW UP MONITORING ON PREVIOUSLY SURVEYED WATERBODIES. THUS, THE ACCOMPLISHMENT OF THESE TWO PROJECT OBJECTIVES WILL RESULT IN SIZEABLE BENEFITS TO SALMON AND SALMON HABITAT WHILE ALSO ADDING TO THE COLLECTIVE KNOWLEDGE OF KNOWN SALMON HABITAT IN THE REMOTE WESTERN MATANUSKA-SUSITNA BOROUGH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4be34a4-ad2e-b48f-3fff-4e840441a7b5-R", "generated_internal_id": "ASST_NON_F23AP02433_1448"}, {"internal_id": 161362779, "Award ID": "F23AP02393", "Award Amount": 49169.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-18", "CFDA Number": "15.686", "Description": "THE BACKWATER PROJECT WILL ENHANCE THE HYDROLOGIC CONNECTION TO 660 LINEAL FEET OF OFF-CHANNEL HABITAT, AND INCREASE THE DURATION AND RANGE OF FLOWS THAT MIGRATING AND REARING JUVENILE COHO SALMON CAN ACCESS THE OFF-CHANNEL HABITAT FEATURE BY 94 . TO ACHIEVE THIS OBJECTIVE, THE CONTRACTOR WILL REMOVE APPROXIMATELY 2,300 CUBIC YARD OF SEDIMENT FROM THE BACKWATER, INSTALL TWO LARGE WOOD STRUCTURES CONTAINING 14 LOGS WILL BE INSTALLED AT THE ENTRANCE, AND UP TO 13 SINGLE LOG STRUCTURES FROM SALVAGED TREES. IN ADDITION, UNDER LEVERAGED FUNDING, THE RIPARIAN AREA WILL BE PLANTED WITH NATIVE SPECIES INCLUDING: 1,386 WETLAND PLANTS, 114 HERBACEOUS UNDERSTORY PLANTS, 78 SHRUBS, AND 120 TREES, AND THE LANDOWNER WILL INSTALL LIVESTOCK EXCLUSION FENCING ALONG 1,800 FEET TO PERMANENTLY EXCLUDE CATTLE FROM 51 ACRES OF THE SMITH RIVER ESTUARY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "51433e87-3d1c-be4a-e34a-22a7c788b2eb-R", "generated_internal_id": "ASST_NON_F23AP02393_1448"}, {"internal_id": 161864354, "Award ID": "F23AP02387", "Award Amount": 25924.97, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "15.686", "Description": "THE WELLS AQUATIC SETTLEMENT WORK GROUP REACHED A STATEMENT OF AGREEMENT (SOA) IN 2018 TO COMMENCE ADULT PACIFIC LAMPREY (PL) TRANSLOCATION WORK FOR A MINIMUM OF FOUR YEARS BETWEEN 2018 AND 2021 WITH THE GOAL OF TRANSLOCATING UP TO 1,000 ADULTS PER YEAR (THIS WAS RECENTLY EXTENDED TO CONTINUE IN 2023 AND 2024). ENVIRONMENTAL DNA (EDNA) MONITORING WAS SUCCESSFULLY CONDUCTED IN 2018 TO ANALYZE THE OVERALL SIGNALS OF PL WITHIN THE UPPER COLUMBIA WELLS PROJECT AREA IN COMPARISON WITH LOWER AND MID-COLUMBIA REFERENCE SITES (LAMPMAN AND LUMLEY 2020). THIRTY-ONE SAMPLES WERE COLLECTED IN THE COLUMBIA RIVER BASIN (CRB) BETWEEN RIVER KM 229.4 (BONNEVILLE DAM TAILRACE) AND 864.8 (DOWNSTREAM OF CHIEF JOSEPH DAM) IN FALL 2018. THE YEARS 2021-2023 WOULD MARK 3-5 YEARS AFTER THE START OF THE COLLABORATIVE ADULT TRANSLOCATION PROJECT AND WE REVISITED THESE SITES TO ASSESS CHANGES IN PL DISTRIBUTIONS AND DNA QUANTITY (A COARSE PROXY FOR ABUNDANCE) FOLLOWING TRANSLOCATION EFFORTS. EDNA SAMPLING OCCURRED IN FALL 2021, SUMMER   FALL 2022, AND WILL CONTINUE IN SPRING   FALL 2023 AT THE ABOVE-MENTIONED SITES IN ADDITION TO 16 SUPPLEMENTAL SITES. TO BETTER UNDERSTAND THE RELATIONSHIP BETWEEN THE LAMPREY PHEROMONES (BILE ACIDS) AND EDNA, THE CONCENTRATION OF PETROMYZONOL SULFATE (A PROVEN CRUCIAL LAMPREY BILE ACID FOR MIGRATION) WILL ALSO BE EVALUATED AT A SUBSET OF THE EDNA SITES IDENTIFIED ABOVE. THE FUNDING WILL COVER COSTS TO SAMPLE AND ANALYZE THE WATER SAMPLES COLLECTED BETWEEN 2021-2023 FOR EDNA AND BILE ACIDS TO EVALUATE 1) THE FLUCTUATIONS IN PL SIGNALS AT THE ONSET (2018) AS WELL AS YEARS AFTER TRANSLOCATION RESTORATION WAS IMPLEMENTED (2021-2023) AND 2) WHETHER EDNA (A LOWER COST SAMPLING ALTERNATIVE) COULD EFFECTIVELY PRODUCE SIMILAR ABUNDANCE SIGNALS THAT WERE OBTAINED FROM BILE ACID MONITORING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_F23AP02387_1448"}, {"internal_id": 161362777, "Award ID": "F23AP02381", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "15.686", "Description": "HABITAT PROJECT PARTNERS DEPARTMENT OF CONSERVATION AND NATURAL RESOURCES (DCNR) AND PENNSYLVANIA FISH AND BOAT COMMISSION (PFBC) ARE WORKING TOGETHER TO STABILIZE 900 FEET OF ACTIVELY ERODING SHORELINE AT THE JAMESTOWN CAMPGROUND AT PYMATUNING STATE PARK. THE AGENCIES WILL BE USING HEAVY MACHINERY TO PLACE LARGE QUANTITIES OF STONE ON THE SHORELINE IN TRIANGULAR STONE-FRAMED DEFLECTORS. THESE STRUCTURES WILL STOP EROSION, INCREASE FISH HABITAT, AND IMPROVE ANGLER ACCESS. A RIPARIAN BUFFER WILL BE PLANTED AT THE PROJECT SITE TO FILTER STORM WATER RUN-OFF AND PROVIDE SHADE ON THE LAKESHORE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "684b50d5-285b-c027-1068-9407d65dd7ec-R", "generated_internal_id": "ASST_NON_F23AP02381_1448"}, {"internal_id": 161362776, "Award ID": "F23AP02376", "Award Amount": 71999.93, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "15.686", "Description": "CANAAN VALLEY INSTITUTE IS RESPECTFULLY REQUESTING  71,999.93 TO SUPPORT COORDINATION AND MANAGEMENT OF THE EASTERN BROOK TROUT JOINT VENTURE (EBTJV). THE EASTERN BROOK TROUT JOINT VENTURE (EBTJV) HAS DEVELOPED A ROADMAP FOR WILD BROOK TROUT CONSERVATION GROUNDED IN SCIENCE AND GUIDED BY ITS MISSION TO FACILITATE INTEGRATED APPROACHES TO CONSERVING HEALTHY COLDWATER AQUATIC RESOURCES AND FISHABLE WILD BROOK TROUT POPULATIONS. THE EBTJV COORDINATOR SUPPORTS THE GOALS AND OUTCOMES OF THE EBTJV. THE GOAL OF THIS PROJECT IS TO CONTINUE THE COORDINATION OF EBTJV TO ADVANCE ITS MISSION, TO PROMOTE EBTJV S SCIENCE-BASED CONSERVATION STRATEGIES TO VARIOUS AUDIENCES, AND TO RECRUIT ON-THE GROUND CONSERVATION PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "57d935a2-25df-7cd9-d02c-cba3542bf69c-C", "generated_internal_id": "ASST_NON_F23AP02376_1448"}, {"internal_id": 161864351, "Award ID": "F23AP02358", "Award Amount": 45848.29, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "15.686", "Description": "THE SALMON RIVER RESTORATION COUNCIL (SRRC), IN COLLABORATION WITH THE KARUK TRIBE FISHERIES DEPARTMENT AND KLAMATH NATIONAL FOREST, SEEKS TO EXPAND EXISTING KNOWLEDGE OF LAMPREY DISTRIBUTION AND HABITAT SUITABILITY AND USE IN THE SALMON RIVER WATERSHED WITH THE GOAL OF GATHERING DATA TO INFORM FUTURE MANAGEMENT DECISIONS AND RESTORATION ACTIONS.OBJECTIVES INCLUDE: PERFORM A WATERSHED WIDE ASSESSMENT OF SUITABLE AMMOCOETE HABITAT, LOCATING AND QUANTIFYING POTENTIAL LAMPREY REARING ZONES. RECORD THE USE OR NON-USE OF CLASSIFIED REARING HABITAT, AND ASSESS DETERMINING FACTORS. ESTABLISH WHICH LAMPREY SPECIES EXIST IN THE SALMON RIVER, AND DETERMINE THE DISTRIBUTION OF EACH SPECIES. DOCUMENT CHANGES IN HABITAT USE AND DISTRIBUTION UNDER VARIOUS ENVIRONMENTAL CONDITIONS AND FORMS OF ANTHROPOGENIC IMPACT. METHODS WILL INCLUDE A PRELIMINARY GIS ANALYSIS OF THE WATERSHED TO MAP POTENTIAL LAMPREY REARING HABITAT BASED ON GEOMORPHOLOGICAL FEATURES, FOLLOWED BY GROUND TRUTHING. SUBSEQUENT SAMPLING FOR LARVAL LAMPREY WILL BE CONDUCTED USING ELECTROFISHING EQUIPMENT CONFIGURED SPECIFICALLY FOR AMMOCOETE SAMPLING. LARVAL LAMPREY WILL BE COLLECTED FOR IDENTIFICATION AND MEASURING. DELIVERABLES WILL INCLUDE MAPS OF POTENTIAL LAMPREY REARING HABITAT AND CURRENT DISTRIBUTION OF LAMPREY SPECIES IN THE WATERSHED, AS WELL AS A REPORT DOCUMENTING FACTORS AFFECTING HABITAT USE BY AMMOCOETES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d5485c40-5d82-3ef9-b1d3-1b503e672dcb-C", "generated_internal_id": "ASST_NON_F23AP02358_1448"}, {"internal_id": 161362768, "Award ID": "F23AP02255", "Award Amount": 133425.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "15.686", "Description": "THE MIDWEST GLACIAL LAKES PARTNERSHIP (MGLP) WORKS TO PROTECT, REHABILITATE, AND ENHANCE SUSTAINABLE FISH HABITATS IN GLACIAL LAKES OF THE MIDWEST FOR THE USE AND ENJOYMENT OF CURRENT AND FUTURE GENERATIONS. PARTNERSHIP STAFFING IS LIMITED TO A PART-TIME COORDINATOR, BUT OTHERWISE IS DEPENDENT UPON GRANTS AND VOLUNTARY PARTICIPATION TO ACCOMPLISH ITS GOALS. TO IMPLEMENT THE FISH HABITAT ASSESSMENT AND CONSERVATION IMPLEMENTATION GOALS OF THE PARTNERSHIP, IT NEEDS TO ADDRESS BASIC DATABASE MANAGEMENT NEEDS. IN PHASES 1 - 3 WE BEGAN ACQUIRING A SPATIAL DATASET THAT DEPICTS INLAND LAKES THROUGHOUT THE MGLP REGION, AND ADDITIONALLY ACQUIRED DATA DESCRIBING ECOLOGICALLY AND SOCIOECONOMICALLY IMPORTANT CHARACTERISTICS FOR THESE LAKES. THIS PROJECT WILL BUILD UPON THOSE EFFORTS BY ACQUIRING ADDITIONAL DATASETS THAT WEREN T AVAILABLE IN EARLIER PHASES, IDENTIFYING AND TARGETING DATASETS CURRENTLY BEING DEVELOPED BY OTHER RESEARCHERS, INCORPORATING DATA FOR LAKES OUTSIDE OF THE PARTNERSHIP IF THEY ARE LOCATED WITHIN A STATE WHERE THE MGLP WORKS, AND FINALLY, CONTRIBUTING TO AN EFFORT TO INTEGRATE THE UPDATED SPATIAL FRAMEWORK AND DATA INTO AN ON-LINE MAPPER TO BE USED BY STAKEHOLDERS AND THE PUBLIC THROUGHOUT THE REGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_F23AP02255_1448"}, {"internal_id": 161362767, "Award ID": "F23AP02241", "Award Amount": 36000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-18", "CFDA Number": "15.686", "Description": "NUMEROUS LANDSCAPE, CLIMATE, AND INSTREAM PREDICTORS HAVE BEEN IDENTIFIED AS IMPORTANT DRIVERS OF BIOLOGICAL CONDITION IN STREAMS. DUE TO THE STRONG LINK BETWEEN THE LANDSCAPE AND AQUATIC ECOSYSTEMS, CHANGES IN LAND USE CAN INDIRECTLY AFFECT ECOLOGICAL RELATIONSHIPS BY ALTERING INSTREAM HABITAT AND WATER QUALITY. THE VOLGA RIVER, WHICH IS A MAJOR TRIBUTARY OF THE TURKEY RIVER, HAS BEEN IDENTIFIED AS AN IOWA PRIORITY WATERSHED WITH HIGH RECOVERY POTENTIAL BY THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY. FURTHERMORE, THE IOWA DEPARTMENT OF NATURAL RESOURCES (IDNR) HAS INDICATED THAT KNOWLEDGE OF FISH POPULATIONS AND THE DISTIRBUTION OF COLD-WATER HABITATS THROUGHOUT THE VOLGA RIVER WATERSHED IS LIMITED, WARRANTING FURTHER EVALUATION TO HELP IDENTIFY PRIORITY AREA FOR CONSERVATION AND RESTORATION. THEREFORE, THE OBJECTIVE OF THE PROPOSED ASSESSMENT IS TO WORK CLOSELY WITH IDNR PERSONNEL TO DOCUMENT THE STATUS AND ENVIRONMENTAL DRIVERS OF THE SLIMY SCULPIN (COTTUS COGNATUS), MOTTLED SCULPIN (COTTUS BAIRDII), AND BROOK TROUT (SALVELINUS FONTINALIS) AND THE DISTRIBUTION OF COLD-WATER HABITATS. OUR METHODS WILL INCLUDE USING BACKPACK ELECTROFISHING AND HABITAT WATER QUALITY SURVEYS IN WADABLE STREAMS THROUGHOUT THE VOLGA RIVER WATERSHED TO DOCUMENT POPULATION STRONGHOLDS FOR THESE IMPORTANT COLD-WATER SPECIES. IN ADDITION, WE WILL DEPLOY OVER 80 TEMPERATURE LOGGERS AT SITES THROUGHOUT THE VOLGA RIVER WATERSHED TO IDENTIFY COLD-WATER HABITATS FOR STREAM RECLASSIFICATION EFFORTS. THE SIGNIFICANCE OF THIS ASSESSMENT IS THAT IT WILL ULTIMATELY AID THE IOWA DNR IN: 1) BETTER UNDERSTANDING OF SCULPIN AND TROUT DISTRIBUTIONS AND ECOLOGY, 2) IDENTIFYING THE MOST IMPORTANT LOCAL- AND LANDSCAPE-SCALE DRIVERS REGULATING SCULPIN AND TROUT POPULATIONS, AND 3) COLD-WATER STREAM RECLASSIFICATION EFFORTS THROUGHOUT THE DRIFTLESS REGION. THIS ASSESSMENT WILL ALSO AID THE DARE PARTNERSHIP MISSION IN PROTECTING AND ENHANCING COLD, COOL, AND WARM-WATER STREAM FISHES AND THEIR HABITATS IN THE DRIFTLESS REGION OF IOWA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "68ce77be-7816-70ac-0279-db219e01a276-C", "generated_internal_id": "ASST_NON_F23AP02241_1448"}, {"internal_id": 161864341, "Award ID": "F23AP02222", "Award Amount": 43500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "15.686", "Description": "THIS AWARD WILL ALLOW OUR ORGANIZATIONS TO PRESERVE AND PROTECT THE ENVIRONMENTALLY SOUND CONDITIONS AND REPOSITORIES OF HEALTHY FISH POPULATIONS FOUND IN THE HEADWATERS OF WHAT IS FOR MUCH OF ITS LENGTH, A MINE DEGRADED STREAM. THE POTENTIAL EXISTS FOR HABITAT DEGRADATION OF THE HIGH QUALITY REACHES OF THE UPPER MOSHANNON CREEK WATERSHED WHILE RESTORATION IS UNDERWAY FARTHER DOWNSTREAM. TAKING STEPS TO PREVENT THAT HABITAT DEGRADATION IS THE PURPOSE OF THIS PROJECT WHICH IS BEING SOUGHT BY THE MOSHANNON CREEK WATERSHED ASSOCIATION IN PARTNERSHIP WITH THE NATIVE FISH COALITION - PENNSYLVANIA UNDER SPONSORSHIP OF THE CLEARFIELD COUNTY CONSERVATION DISTRICT. IT WILL ASSESS SEVERAL THREATS TO THE UPPER WATERSHED AND LAY THE GROUNDWORK FOR ADDRESSING OR REMOVING THOSE THREATS AS FUTURE PROJECTS. THESE INCLUDE STUDY AND ASSESSMENT TO INFORM A PRELIMINARY DESIGN FOR TREATMENT OF KNOWN MINE DISCHARGE MC-FORE, QUANTIFICATION OF LESSER STUDIED DISCHARGE MC2, QUANTIFICATION OF MINE DISCHARGE MC3 AND NEARBY LARGE COAL REFUSE PILE, CONCEPTUAL DESIGN FOR TREATMENT FOR MC3, STUDY OF THE IMPACT OF MINE DRAINAGE DISCHARGES TO AN UNNAMED HEADWATERS TRIBUTARY, AND SEARCHING FOR AND STUDYING ANY PREVIOUSLY UNIDENTIFIED MINE DRAINAGE SOURCES IN THE IMMEDIATE AREA WHICH MAY HAVE BEEN MISSED. THE KEYSTONE DELIVERABLE FROM THIS PROJECT WILL BE THE DESIGN AND PERMITTING FOR THE FUTURE CONSTRUCTION OF A TREATMENT SYSTEM TO ADDRESS THE MC-FORE DISCHARGE, WHICH POSES A DIRECT THREAT TO THE CLASS A HEADWATERS OF MOSHANNON CREEK. THE PROJECT WILL ALSO RESULT IN A FINAL REPORT THAT WILL ASSESS THE IMPACTS AND DRIVE THE PRIORITIZATION OF ADDRESSING THE OTHER MINE DISCHARGES BEING STUDIED, INCLUDING MC2, MC3, THOSE ON THE UNNANMED HEADWATERS TRIBUTARY, AND ANY OTHERS THAT MAY BE UNCOVERED. AS PART OF THAT REPORT, A CONCEPTUAL TREATMENT PLAN WILL BE DEVELOPED FOR THE MC3, THOUGH ANY FUTURE CONSTRUCTION TO ADDRESS THAT DISCHARGE WILL HAVE TO AWAIT THE ULTIMATE DISPOSITION OF THE REFUSE PILE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "feaa2666-7e0a-013d-a016-823226c9a0a5-R", "generated_internal_id": "ASST_NON_F23AP02222_1448"}, {"internal_id": 161864340, "Award ID": "F23AP02221", "Award Amount": 36000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "15.686", "Description": "SINDELAR WILDLIFE ACCESS IS A 17-ACRE WILDLIFE AREA PURCHASED WITH IOWA FISH HABITAT FUNDS IN 2018 BY THE WINNESHIEK COUNTY CONSERVATION BOARD (WCCB).   THIS TROUT FISHING AREA CONTAINS A HALF MILE OF CASEY SPRINGS, A STATE-DESIGNATED COLDWATER STREAM CONTAINING A RESTORED NATIVE BROOK TROUT POPULATION.  CASEY SPRINGS HAS BECOME A POPULAR ANGLING DESTINATION IN THE SCENIC UPPER IOWA VALLEY BETWEEN DECORAH, IOWA, AND THE VILLAGE OF BLUFFTON. PRIMARY GOAL OF THIS PROJECT IS TO ENHANCE BROOK TROUT HABITAT AT SINDELAR ACCESS BY EXCAVATING A BANKFULL BENCH THAT WILL RECONNECT CASEY SPRINGS TO ITS FLOODPLAIN WHILE STABILIZING THE STREAMBANKS. TO ACCOMPLISH THIS, WE WILL HIRE A CONTRACTOR WITH THE REQUISITE SKILLS AND EXPERIENCE TO PERFORM EARTH WORK IN A SENSITIVE AREA.  MANAGING EROSION (WITH ROCK, FIBER MATTING, AND COVER CROPS) AND ESTABLISHING NATIVE PRAIRIE VEGETATION IN THE PROJECT AREAS WITHIN TWO YEARS WILL BE IMPORTANT FOR MAINTAINING THE WORK THAT HAS BEEN DONE.  IOWA DNR STANDARDIZED FISH SURVEYS AND FORMAL HABITAT ASSESSMENTS WILL BE USED TO QUANTITATIVELY MEASURE THE SUCCESS OF THIS PROJECT. A SECONDARY OBJECTIVE OF THIS PROJECT WILL BE TO INCREASE ANGLER USE AND ANGLER ACCESS TO THIS AREA.  EVERY FIVE YEARS, THE IOWA DNR CONDUCTS A SURVEY OF TROUT ANGLERS THAT WILL ALLOW US TO MONITOR CHANGING ANGLER USE PATTERNS ON CASEY SPRINGS THROUGH TIME.   WE WILL ALSO SOLICIT FEEDBACK FROM LOCAL ANGLERS AND THE TROUT UNLIMITED CHAPTER BEFORE AND AFTER THE PROJECT TO FURTHER EVALUATE ANGLER USAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b1e5b917-2cf8-52c9-65c7-69d231ff8597-C", "generated_internal_id": "ASST_NON_F23AP02221_1448"}, {"internal_id": 160833220, "Award ID": "F23AP02167", "Award Amount": 60271.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-05", "CFDA Number": "15.686", "Description": "THE MIDWEST GLACIAL LAKES PARTNERSHIP WORKS TO PROTECT, REHABILITATE, AND ENHANCE SUSTAINABLE FISH HABITATS IN GLACIAL LAKES OF THE MIDWEST FOR THE USE AND ENJOYMENT OF CURRENT AND FUTURE GENERATIONS. PARTNERSHIP STAFFING IS LIMITED TO THE COORDINATOR, AND FUNDING FOR THAT POSITION IS REQUIRED TO COORDINATE THE PARTNERSHIPS THREE COMMITTEES, IMPLEMENT TASKS DELEGATED BY THE COMMITTEES TO THE COORDINATE, AND MAINTAIN PARTNERSHIP OPERATIONS IN SUPPORT OF THE PARTNERSHIPS MISSION, GOALS, AND OBJECTIVES. THIS PROJECT WILL PARTIALLY FUND THE COORDINATOR AND PROVIDE A SMALL OPERATIONS BUDGET FOR PARTNERSHIP ACTIVITIES. ADDITIONAL OBJECTIVES WILL INCLUDE IMPLEMENTATION OF MIDWEST GLACIAL LAKES PARTNERSHIP OBJECTIVES ON INLAND LAKE MANAGEMENT, CLIMATE CHANGE, AND HABITAT CONSERVATION GRANT OBJECTIVES WITHIN MICHIGAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa5b3fd5-23cd-de7a-5231-0e7bafe1843e-C", "generated_internal_id": "ASST_NON_F23AP02167_1448"}, {"internal_id": 161362765, "Award ID": "F23AP02153", "Award Amount": 59450.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-18", "CFDA Number": "15.686", "Description": "THE CHALLENGE FOR CLEAR LAKE, AND MOST GLACIAL LAKES IN NORTHERN INDIANA, IS TO ACCURATELY QUANTIFY AND UNDERSTAND TEMPORAL PATTERNS RELATIVE TO LAKE EXTERNAL AND INTERNAL NUTRIENT AND SEDIMENT LOADINGS. THIS DATA IS ESSENTIAL TO IMPROVE OR MAINTAIN TROPHIC STATUS OF THE LAKE AND FISH HABITAT. PARTNERING WITH ECOSYSTEMS CONNECTIONS INSTITUTE, WE PROPOSE TO INSTALL A FULL WATER QUALITY GAGE STATION AT TWO MAJOR LAKE INFLOWS AND ONE PARTIAL GAGE STATION AT THE LAKE OUTFLOW. GAGE STATIONS WILL COLLECTED WATER SAMPLES EVERY 4 HOURS APRIL - JUNE. SAMPLES WILL THEN BE COLLECTED WEEKLY FOR THE REMAINDER OF THE YEAR. ADDITIONALLY, GAGES WILL RECORD DISCHARGE AND WATER TEMPERATURE EVERY 15 MINUTES ANNUALLY. THIS STUDY DESIGN WILL PROVIDE DATA TO QUANTIFY LOADINGS AND LOAD REDUCTIONS TO IMPROVE WATER QUALITY IN CLEAR LAKE, PROTECT FISH HABITAT, AND QUANTIFY COLD-WATER HABITAT BASED ON TDO3 COMPARED TO A REFERENCE LAKE (LAKE GAGE). DATA WILL BE THREADED INTO A FORWARD-THINKING EDUCATION OUTREACH PROGRAM TO BUILD A CONSERVATION CULTURAL BRIDGE ACROSS HUMAN ENDEAVORS CREATING LASTING CONSERVATION PARTNERSHIPS FOR CLEAR LAKE AREA WATERSHED RESTORATION AND PROTECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "87d64c27-7714-c9e1-1947-95b444093bc0-R", "generated_internal_id": "ASST_NON_F23AP02153_1448"}, {"internal_id": 161864337, "Award ID": "F23AP02104", "Award Amount": 82500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "15.686", "Description": "THIS PROJECT WILL HOST ANNUAL VIRTUAL SYMPOSIUMS AND PROVIDE A PLATFORM FOR INFORMATION SHARING BETWEEN RESTORATION PRACTITIONERS, PROVIDE UP-TO-DATE ESTUARY DATA, AND PROMOTE EFFECTIVE RESTORATION METHODS AND MONITORING.THE PROJECT WILL RESULT IN IMPORTANT UPDATES TO CORE DATA LAYERS OF THE PACIFIC MARINE AND ESTUARINE FISH HABITAT PARTNERSHIP (PMEP), INCLUDING THE ESTUARY AND EELGRASS HABITAT LAYERS, AND THE RESTORED TIDAL WETLANDS DATASET. PMEP WILL ALSO COORDINATE AND HOLD ANNUAL VIRTUAL SYMPOSIUMS DESIGNED TO PROMOTE INFORMATION SHARING AMONGST RESTORATION PRACTITIONERS AND TO SPECIFICALLY IDENTIFY AND PROMOTE EFFECTIVE RESTORATION METHODS AND MONITORING PRACTICES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5254feb-13f4-58f0-e60a-d452dabefe63-C", "generated_internal_id": "ASST_NON_F23AP02104_1448"}, {"internal_id": 161362763, "Award ID": "F23AP02097", "Award Amount": 87000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.686", "Description": "THE PROPOSED WETLAND CONNECTIVITY AND FISH PASSAGE PROJECT IS LOCATED AT THE ROAD STREAM CROSSING OF BAYOCEAN ROAD AND FLOWER POT CREEK AT MILEPOST 4.1 APPROXIMATELY 5.5 MILES WEST OF TILLAMOOK, OREGON. HERE, A 14.6 ACRE TIDAL, ESTUARINE WETLAND HAS BECOME HYDROLOGICALLY DISCONNECTED FROM TILLAMOOK BAY DUE TO AN ANTIQUATED, DETERIORATING, AND UNDERSIZED CULVERT AND ASSOCIATED ROAD PRISM WHERE FLOWER POT CREEK MEETS TILLAMOOK BAY. THIS PROBLEM CULVERT IMPAIRS TIDAL EXCHANGE AND PREVENTS NATIVE MIGRATORY FISH FROM ACCESSING TIDAL WETLAND REARING AND UPSTREAM HABITATS IN FLOWER POT CREEK. THE CULVERT IS 56 FEET IN LENGTH AND 4 FEET IN DIAMETER, SITUATED WITHIN THE TIDAL INUNDATION ZONE. THE TIDAL WETLAND PROVIDES VALUABLE REARING HABITAT FOR ANADROMOUS FISH UTILIZING TILLAMOOK BAY INCLUDING OREGON COAST COHO SALMON (ESA LISTED AS THREATENED), OREGON COAST CHINOOK SALMON, WINTER STEELHEAD TROUT, OREGON COAST CHUM SALMON, PACIFIC LAMPREY, AND COASTAL CUTTHROAT TROUT. THE PROPOSED PROJECT WILL ELIMINATE THE CULVERT AND REPLACE IT WITH A 44FT BRIDGE THAT WILL FULLY RESTORE VOLITIONAL FISH PASSAGE AND RECONNECT THE ESTUARINE HABITAT OF FLOWER POT CREEK WITH TILLAMOOK BAY. THE NEW BRIDGE WILL ALSO ELIMINATE THE RISK OF CULVERT BLOWOUT AND SUBSEQUENT ROAD CLOSURE. BAYOCEAN ROAD MEANDERS ALONG THE SOUTHWESTERN EDGE OF TILLAMOOK BAY AND IS AN IMPORTANT EMERGENCY AND PEDESTRIAN ROUTE THAT CONNECTS THE TOWN OF TILLAMOOK TO CAPE MEARES. THE PROJECT ALSO CONTAINS PLANS TO ENHANCE THE ESTUARINE HABITAT OF FLOWER POT CREEK VIA CHANNEL STABILIZATION AND THE USE OF LARGE WOOD ROOT WADS FOR ADDITIONAL FISH HABITAT STRUCTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_F23AP02097_1448"}, {"internal_id": 160632147, "Award ID": "F23AP02014", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "15.686", "Description": "FRIENDS OF THE TETON RIVER (FTR), IN PARTNERSHIP WITH THE CANYON CREEK CANAL COMPANY (CCCC), WILL RESTORE NATURAL INSTREAM FLOWS TO CANYON CREEK, A DRAINAGE ON THE NORTHERN FLANK OF THE BIG HOLE MOUNTAINS LOCATED EAST OF NEWDALE, IDAHO. CANYON CREEK SUPPORTS A CORE CONSERVATION POPULATION OF NATIVE YELLOWSTONE CUTTHROAT TROUT (YCT) AND IS A HIGH PRIORITY FOR RESTORATION DUE TO ITS SIGNIFICANCE AS A PRODUCTIVE SPAWNING TRIBUTARY WITH 45 MILES OF HIGH-ELEVATION HABITAT. THE LOWER 10 MILES OF STREAM TO THE CONFLUENCE WITH THE TETON RIVER CANYON HAS BEEN SEASONALLY DEWATERED AT THE CANYON CREEK CANAL HEADGATE, WHICH DIVERTS UP TO 70 CFS OF WATER (VIA 13.8 MILES OF A CENTURY-OLD CONCRETE CANAL) TO IRRIGATE 10,615 ACRES OF HIGH-VALUE FARM GROUND. THE PROPOSED PROJECT WILL IMPROVE IRRIGATION INFRASTRUCTURE AND POINTS OF DIVERSION TO RESTORE UP TO 10,680 ACRE-FEET OF NATURAL STREAM FLOW ANNUALLY TO CANYON CREEK WHILE PROVIDING GREATER WATER SUPPLY RELIABILITY FOR THE IRRIGATION COMPANY AS WELL AS DOWNSTREAM WATER USERS. FTR AND THE CANYON CREEK CANAL COMPANY (CCCC) IRRIGATORS STARTED WORKING TOGETHER OVER A DECADE AGO TO REMOVE BARRIERS THAT PREVENTED FISH MIGRATION AND TO RESTORE DEGRADED HABITAT. WITH THE PARTICIPATION AND SUPPORT OF THE CCCC AND ADJACENT LANDOWENERS, FOUR MAJOR FISH PASSAGE PROJECTS, A HABITAT RESTORATION PROJECT AND A PIT TAG ARRAY WERE COMPLETED INSTALLED BETWEEN 2010-2015 (WITH WNTI SUPPORTING FISH PASSAGE AND RESEARCH EFFORTS 2013-2015). SINCE THAT TIME IT HAS BEEN AN FTR PRIORITY TO BUILD UPON THESE SUCCESSFUL PROJECTS WITH THE CCCC TO INVESTIGATE AND IDENTIFY MUTUALLY AGREED UPON STRATEGIES THAT RE-WATER THE LOWER 10 MILES OF STREAM DURING CRITICAL PERIODS FOR NATIVE TROUT. IN 2019, THE CCCC EXPRESSED ITS SUPPORT TO ENGAGE IN A PLANNING AND DESIGN PROCESS, WHICH WAS FUNDED THROUGH A BOR WATERSMART PHASE I GRANT, TO SEEK SOLUTIONS THAT PROVIDE FOR MORE EFFICIENT WATER DELIVERY, IMPROVED WATER RELIABILITY, AND IMPROVED STREAM FUNCTION FOR THE BENEFIT OF FISH AND WILDLIFE. AS PART OF THE PLANNING PROCESS, FTR AND THE CCCC PILOTED A TEMPORARY WATER TRANSACTION, CLOSING THE CANAL TO TEST LONGER-TERM SOLUTIONS AND MONITOR ECOSYSTEM RESPONSE TO STREAM FLOW RESTORATION. FTR AND THE CCCC PLAN TO MAKE INFRASTRUCTURE IMPROVEMENTS AND MANAGEMENT CHANGES AT TWO MAJOR POINTS OF DIVERSION (PUMP STATIONS) OVER A TWO-YEAR PROJECT PERIOD, INCREASING THEIR CAPACITY AND ABILITY TO DELIVER WATER FROM THE TETON RIVER. IRRIGATION CONVEYANCE TO SHAREHOLDERS ON THE SYSTEM WILL ALSO BE IMPROVED TO DELIVER WATER MORE EFFICIENTLY. THESE CHANGES WILL ALLOW CCCC SHAREHOLDERS TO DIVERT THEIR WATER SHARES FROM THE MAIN STEM RIVER, WHICH IS NOT FLOW LIMITED, INSTEAD OF PUMPS ON CANYON CREEK, WHICH IS FLOW LIMITED. ONCE THE PROJECT IS COMPLETE, CCCC WILL PERMANENTLY CLOSE THE CANAL HEADGATE AND, IN SO DOING, FULLY ADDRESS FISH ENTRAINMENT, HABITAT CONNECTIVITY, AND WATER QUALITY IMPAIRMENTS (TEMPERATURE AND FLOW) IN CANYON CREEK. THIS PROJECT PROVIDES A UNIQUE OPPORTUNITY TO COLLABORATIVELY ADDRESS WATER SUPPLY AND ECOSYSTEM NEEDS AND COMPLETELY RESTORE THE NATURAL HYDROGRAPH IN A PRIORITY SUB-WATERSHED. THE PROPOSED IRRIGATION AND WATER MANAGEMENT CHANGES WILL HAVE SIGNIFICANT ECOLOGICAL BENEFIT FOR CANYON CREEK AND THE TETON RIVER CANYON NATIVE YCT POPULATIONS, AS WELL AS PRESENTING A ONCE-IN-A-LIFETIME OPPORTUNITY TO IMPROVE WATER MANAGEMENT AND FULLY RESTORE ECOSYSTEM FUNCTION ON A LANDSCAPE SCALE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e0ce065-072c-bc7b-07b0-2fe878aa3757-C", "generated_internal_id": "ASST_NON_F23AP02014_1448"}, {"internal_id": 160833217, "Award ID": "F23AP02002", "Award Amount": 94802.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-07", "CFDA Number": "15.686", "Description": "THIS APPLICATION REQUESTS SUPPORT FOR NATIVE FISH HABITAT CONSERVATION EFFORTS IN THE HIGH DESERT CLOSED-BASIN ECOSYSTEM OF SOUTH-CENTRAL OREGON. THE GOOSE LAKE BASIN PROVIDES HABITAT FOR A DIVERSE NATIVE FISH COMMUNITY WITH A HIGH LEVEL OF ENDEMISM (SPECIES FOUND NOWHERE ELSE).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e33f698a-3701-a24d-5149-d89176cef48b-R", "generated_internal_id": "ASST_NON_F23AP02002_1448"}, {"internal_id": 161362759, "Award ID": "F23AP01928", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.686", "Description": "WE WILL UTILIZE MOBILE WATER QUALITY TESTING TECHNOLOGY TO GATHER WATER QUALITY DATA ACROSS THE DRIFTLESS AREA TO SUPPORT EDUCATIONAL EFFORTS, CHAPTER WATER QUALITY INFORMATION GOALS AND LANDSCAPE SCALE CONSERVATION PORTFOLIO ANALYSIS USING SPATIALLY EXPLICIT DATA POINTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_F23AP01928_1448"}, {"internal_id": 160833211, "Award ID": "F23AP01926", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-06", "CFDA Number": "15.686", "Description": "THIS PROJECT WILL CULTIVATE NUTRIENT TRADING OPPORTUNITIES BETWEEN LANDOWNERS WITH STREAM RESTORATION OPPORTUNITIES AND POTENTIAL CREDIT PURCHASERS, INCLUDING WASTEWATER TREATMENT FACILITIES. TROUT UNLIMITED WILL FACILITATE THESE CONNECTIONS THROUGH OUR EXISTING COLLABORATIONS WITH LANDOWNERS AND PARTNERS. WE WILL CONDUCT MEETINGS AND DEVELOP GUIDANCE MATERIALS FOR POTENTIAL PARTICIPANTS TO CLARIFY PROCESSES AND OPPORTUNITIES FOR COMBINING NUTRIENT TRADING WITH TRADITIONAL STREAM RESTORATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_F23AP01926_1448"}, {"internal_id": 161362758, "Award ID": "F23AP01906", "Award Amount": 55665.84, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.686", "Description": "THIS PROJECT IMPLEMENTS NATIVE LAHONTAN CUTTHROAT TROUT (LCT) HABITAT RESTORATION, POPULATION SURVEYS, WATER QUALITY ENHANCEMENT AND PUBLIC OUTREACH AS A MULTI-PRONG APPROACH TO RESTORE AND PROTECT LCT POPULATIONS WITHIN THEIR NATIVE RANGE. IT FURTHER WILL PROVIDE TRAINING AND STANDARDIZED METHODOLOGY FOR AGENCY BIOLOGISTS AND PLANNERS TO LEARN FIELD TECHNIQUES, APPLY THE APPROACH MORE BROADLY IN THE SIERRA STREAMS, AND INTEGRATE THIS NON-NATIVE TROUT MANAGEMENT APPROACH INTO NATURAL RESOURCE MANAGEMENT PLANNING DOCUMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "af8d358d-7de9-6442-30b9-dc9210f09ba5-C", "generated_internal_id": "ASST_NON_F23AP01906_1448"}, {"internal_id": 161362757, "Award ID": "F23AP01901", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "15.686", "Description": "THE PURPOSE OF THIS GRANT IS TO IMPROVE THE QUALITY OF FISH HABITAT AVAILABLE TO SPORTFISH IN THREE-MILE LAKE AND IMPROVE FISHING SUCCESS FOR ANGLERS BY INSTALLING FISH ATTRACTORS. SPECIFICALLY, ROCK FISH HABITAT STRUCTURES, INCLUDING 30 GRAVEL SPAWNING AREAS, 20 ROCKPILES, 10 ROCK FIELDS, 10 ROCK REEFS, AND FIVE EXTRA WIDE ROCK REEFS WILL BE CONSTRUCTED IN THE LAKE BED WHILE THE LAKE IS DRAWN DOWN FOR OTHER WORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac2da76c-4237-1dd6-f568-0829ea4ab676-C", "generated_internal_id": "ASST_NON_F23AP01901_1448"}, {"internal_id": 160833209, "Award ID": "F23AP01894", "Award Amount": 85000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-06", "CFDA Number": "15.686", "Description": "THE PURPOSE OF THIS PROJECT IS TO IMPLEMENT CONSERVATION AND RESTORATION OF AQUATIC HABITATS IN THE SOUTHEAST BY IMPLEMENTING THE NATIONAL FISH HABITAT PLAN. THIS PROJECT WILL HELP SUPPORT THE OPERATIONS OF THE SOUTHEAST AQUATIC RESOURCES PARTNERSHIP. THESE ACTIVITIES CONSIST OF PLANNING, OUTREACH, AND CONSERVATION ACTIVITIES INCLUDING HABITAT RESTORATION, AQUATIC CONNECTIVITY ANALYSIS AND REMEDIATION, AND COASTAL CONSERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ba2b0b19-dd7d-0c05-8f28-fdeab04f6f71-C", "generated_internal_id": "ASST_NON_F23AP01894_1448"}, {"internal_id": 160632133, "Award ID": "F23AP01787", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-26", "CFDA Number": "15.686", "Description": "THE QUINAPOXET DAM WAS CONSTRUCTED IN THE EARLY 1900S AS PART OF THE WACHUSETT RESERVOIR CONSTRUCTION PROJECT. THE EXISTING DAM IS A STONE MASONRY STRUCTURE THAT IS 135 FEET LONG AND 9 FEET HIGH. THE EARTHERN EMBANKMENT PORTION OF THE DAM IS LIMITED TO THE SOUTHERN ABUTMENT, ADJACENT TO A GRANITE BLOCK QUABBIN RESERVOIR TRANSFER AQUEDUCT AT THE OAKDALE POWER STATION. A CONCRETE POOL WEIR TYPE OF FISHWAY IS LOCATED ALONG THE NORTHERN ABUTMENT. THE FISHWAY WAS RETROFITTED IN THE 1930 S AND IS PRESENTLY IN DETERIORATED CONDITION, THIS TYPE OF FISHWAY STRUCTURE IS POORLY SUITED FOR BROOK TROUT AND OTHER SPECIES RESIDING IN THE RESERVOIR.THE QUINAPOXET DAM IMPOUNDS THE QUINAPOXET RIVER ADJACENT TO THE QUABBIN AQUEDUCT AND OAKDALE POWER STATION. THE RESERVOIR AND AQUEDUCT ARE BOTH VITAL INFRASTRUCTURE FOR MWRA S DRINKING WATER SUPPLY SYSTEM. ACCORDING TO THE MOST RECENT DAM SAFETY INSPECTION, THIS DAM WAS FOUND TO BE IN  FAIR  CONDITION AND CLASSIFIED AS HAVING A  SIGNIFICANT CLASS (2)  HAZARD POTENTIAL. THE OFFICE OF DAM SAFETY (ODS) RECLASSIFIED THE DAM AS NONJURISDICTIONAL BASED UPON THE MOST RECENT SITE INSPECTION. THE QUINAPOXET DAM HAS BEEN IDENTIFIED BY THE DER TO HAVE A HIGH POTENTIAL FOR REMOVAL AND RIVER CHANNEL RESTORATION. THE MODEL SCORE IS DEPENDENT ON THE DAM S LOCATION WITHIN THE WATERSHED, THE ECOLOGICAL INTEGRITY SURROUNDING THE DAM, AND THE POTENTIAL IMPROVEMENT IN CONNECTIVITY IF THE DAM WERE REMOVED. OUT OF A POSSIBLE 100 POINTS, THE QUINAPOXET DAM HAD A SCORE OF 95, SUGGESTING THE REMOVAL OF THE QUINAPOXET DAM WOULD PROVIDE SIGNIFICANT ENVIRONMENTAL BENEFIT AND IMPROVED HABITAT FOR KEY FISH SPECIES, INCLUDING BROOK TROUT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c2870b52-10c7-bcab-7b5a-d3e8573eaa76-C", "generated_internal_id": "ASST_NON_F23AP01787_1448"}, {"internal_id": 160632125, "Award ID": "F23AP01705", "Award Amount": 85000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-20", "CFDA Number": "15.686", "Description": "THE PROJECT WILL SUPPORT PERSONNEL SALARY AND PARTNER TRAVEL TO ALLOW THE ATLANTIC COASTAL FISH HABITAT PARTNERSHIP (ACFHP OR PARTNERSHIP) TO CARRY OUT ITS MISSION, GOALS, AND OBJECTIVES AS STATED IN ITS NEW 5-YEAR CONSERVATION STRATEGIC PLAN AND ACTION PLAN. ACFHP HOLDS SPRING AND FALL MEETINGS OF ITS STEERING COMMITTEE, WITH THE SPRING MEETING TO BE SUPPORTED FROM THE GRANT. AN ACFHP SCIENCE AND DATA COMMITTEE MEETING WILL ALSO BESUPPORTED. GRANT FUNDS WILL ALSO BE USED TO PROVIDE PARTIAL SALARY AND FRINGE SUPPORT FOR THE ACFHP COORDINATOR,WHO RUNS THE PARTNERSHIP ON A DAY-TO-DAY BASIS. ACTIVITIES INCLUDE DEVELOPING AGENDAS AND MATERIALS FOR MEETINGS,LEADING HABITAT SCIENCE AND ASSESSMENT PROJECTS, ORGANIZING AND PARTICIPATING IN ACFHP AND OTHER FISH HABITATPARTNERSHIP WEBINARS AND CALLS, AND OUTREACH AND COMMUNICATIONS INITIATIVES. THE PARTNERSHIP WILL WORK ONIMPLEMENTING A STRATEGY TO EXPAND OUR FUNDING OPPORTUNITIES FROM FOR-PROFIT COMPANIES AND FOUNDATIONS. ACFHPWORKS CLOSELY WITH THE NATIONAL FISH HABITAT PARTNERSHIP (NFHP) BOARD AND STAFF TO ALIGN OUR GOALS AND OBJECTIVESWITH THOSE ON THE NATIONAL LEVEL. THIS IS THE NINTH YEAR ACFHP IS REQUESTING NFHP FUNDING FOR OPERATIONALSUPPORT, AND HAS DEMONSTRATED SUCCESS EACH YEAR VIA SECTION 1 OF ITS ANNUAL REPORT TO NFHP (AND PREVIOUSLY THE U.S. FISH AND WILDLIFE SERVICE).ACFHPS OVERARCHING MISSION IS TO ACCELERATE THE CONSERVATION, PROTECTION, RESTORATION, AND ENHANCEMENT OFHABITAT FOR NATIVE ATLANTIC COASTAL, ESTUARINE, AND DIADROMOUS FISHES THROUGH PARTNERSHIPS BETWEEN FEDERAL,TRIBAL, STATE, LOCAL, AND OTHER ENTITIES. OPERATIONAL FUNDING WILL SUPPORT ACFHP, THROUGH PARTIAL FUNDING OF THEDIRECTOR AS WELL AS COMMITTEE MEETINGS, TO CARRY OUT THE NEW STRATEGIC AND ACTION PLANS. ACTIONS WILL BE TAKEN BYTHE ACFHP DIRECTOR, COMMITTEES, AND OUR PARTNERS TO ACHIEVE THE OBJECTIVES OVER THE NEXT FIVE YEARS.ACFHP CAN ONLY FUNCTION WITH OPERATIONAL SUPPORT, AND IT RELIES ON THE SUPPORT FROM NFHP TO CARRY OUT THE MISSIONAND VISION OF THE PARTNERSHIP. BENEFITS INCLUDE A STREAMLINED TRANSITION IN OPERATIONS FROM ITS PREVIOUS PLAN ANDCONTINUED SUPPORT TO OUR PARTNERS WORKING ON-THE-GROUND. SUPPORT COMES VIA FUNDING, ENDORSEMENT, AND OUTREACH AND SCIENCE PRODUCTS. THE OUTCOME WILL BE IMPROVED FISH HABITAT ALONG THE ATLANTIC COAST. PROJECT SUCCESS ISMONITORED AND EVALUATED THROUGH ACFHPS ANNUAL REPORT TO THE NFHP BOARD. IN THE ANNUAL REPORT, SECTION 1 CONTAINS JUSTIFICATION FOR CONTINUED OPERATIONAL SUPPORT, BASED ON THE PREVIOUS THREE YEARS OF ACCOMPLISHMENTS. ACFHP HAS BEEN REQUESTING OPERATIONAL SUPPORT EVERY YEAR SINCE FY14, AND HAS BEEN SUCCESSFUL EACH YEAR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8df0a37f-75d5-0d38-8f7a-b3dd5d00eb5f-C", "generated_internal_id": "ASST_NON_F23AP01705_1448"}, {"internal_id": 160632114, "Award ID": "F23AP01518", "Award Amount": 72711.08, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-29", "CFDA Number": "15.686", "Description": "THE ALASKA DEPARTMENT OF FISH AND GAME (ADF G) INSTREAM FLOW PROTECTION IN SOUTHEAST ALASKA (SE AK) PROJECT WILL CONTINUE PREVIOUS EFFORTS THE DEPARTMENT HAS INITIATED TO SECURE RESERVATIONS OF WATER (ROW) TO PROTECT INSTREAM FLOWS IN SE AK. SINCE 2017, ADF G HAS OPERATED A NETWORK OF STREAMGAGE AND DISCHARGE MEASUREMENT STATIONS AT FRESHWATER BAY, CENTRAL PRINCE OF WALES ISLAND, AND DAVIES CREEK. USING STREAMFLOW DATA COLLECTED AT THESE STATIONS THIS PROJECT REQUESTS FUNDING TO COMPLETE 10 ROW APPLICATIONS FOR SUBMITTAL TO THE ALASKA DEPARTMENT OF NATURAL RESOURCES (ADNR). THIS PROJECT REQUESTS FUNDING FROM JULY 1, 2023 TO JUNE 30, 2025.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F23AP01518_1448"}, {"internal_id": 160026528, "Award ID": "F23AP01517", "Award Amount": 50300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "15.686", "Description": "THE TU ALASKA FISH HABITAT MAPPING AND COMMUNITY SCIENCE PROJECT IS AN ONGOING EFFORT BY TROUT UNLIMITED STAFF AND VOLUNTEERS TO EXPAND THE ANADROMOUS WATERS CATALOG BY DOCUMENTING PREVIOUSLY UNKNOWN ANADROMOUS FISHES SPAWNING, REARING, AND MIGRATING IN SOUTHEAST ALASKA. WE WILL ENGAGE VOLUNTEERS IN A COMMUNITY SCIENCE EFFORT TO OBSERVE OF HABITAT USE BY ANADROMOUS FISH, DOCUMENT THE FINDINGS, AND NOMINATE NEW SPECIES AND OR WATERS FOR ADDITION TO THE AWC. FUNDS REQUEST WILL SUPPORT STAFF TIME AND TRANSPORTATION EXPENSES TO IMPLEMENT THIS PROJECT DURING APPROXIMATELY 5.5 MONTHS OF THE 2023 AND 2024 FIELD SEASONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_F23AP01517_1448"}, {"internal_id": 160026526, "Award ID": "F23AP01494", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "15.686", "Description": "BUFFALO-RED RIVER WATERSHED DISTRICT PARTNERED WITH MINNESOTA DEPARTMENT OF NATURAL RESOURCES TO RESTORE FISH PASSAGE FROM THE BUFFALO RIVER TO SILVER LAKE IN CLAY COUNTY, MINNESOTA. SILVER LAKE IS LOCATED ON A SMALL TRIBUTARY TO THE BUFFALO RIVER AND PROVIDES EXCELLENT PROXY HABITAT FOR SEASONALLY INUNDATED LATERAL RIPARIAN WETLANDS. CURRENTLY, FISH PASSAGE IS BLOCKED BY AN EXISTING FISH BARRIER AND PERCHED CULVERTS. THE SILVER LAKE OUTLET MODIFICATION PROJECT INVOLVES REMOVAL OF A FISH BARRIER STRUCTURE AND INSTALLATION OF ROCK ARCH RAPIDS AT THE OUTLET OF SILVER LAKE. DOWNSTREAM OF THE OUTLET, PERCHED CULVERTS WILL BE REMOVED AND REPLACED TO PROVIDE FULL CONNECTIVITY FROM THE BUFFALO RIVER TO SILVER LAKE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9a1bc61-1c49-0a8a-a8fc-9824cabb6874-C", "generated_internal_id": "ASST_NON_F23AP01494_1448"}, {"internal_id": 160026501, "Award ID": "F23AP01361", "Award Amount": 14977.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "15.686", "Description": "HOUSATONIC VALLEY ASSOCIATION - IN PARTNERSHIP WITH RENNIA ENGINEERING DESIGN, TROUT UNLIMITED, AND TROUTSCAPES RIVER RESTORATION - IS SEEKING FUNDING FROM THE EASTERN BROOK TROUT JOINT VENTURE IN AN URGENT EFFORT TO RESTORE APPROXIMATELY 1400  OF DEGRADED STREAMBANK ALONG LOWER WELLS BROOK IN DOVER, NY. WELLS BROOK CURRENTLY SUPPORTS EASTERN BROOK TROUT (EBT) AND GIVEN ITS CONSISTENTLY COLD WATER HAS THE CAPACITY TO PROVIDE HIGH-QUALITY HABITAT AS THE CLIMATE CONTINUES TO WARM. COMMERCIAL DEVELOPMENT AND CLEARING OF RIPARIAN VEGETATION HAVE CREATED STREAM INSTABILITY AND DEGRADED EBT HABITAT QUALITY ALONG LOWER WELLS BROOK.HVA HAS BEEN CONDUCTING MONITORING AND RESTORATION ACTIVITIES IN THE WELLS BROOK WATERSHED SINCE 2013, FOCUSED PRIMARILY ON THE REACHES ADJACENT TO AND BELOW COMMERCIAL AREAS IN DOVER PLAINS. THIS EFFORT HAS BROUGHT TOGETHER STAKEHOLDERS IN THE DOVER COMMUNITY TO ASSESS WATER QUALITY AND HABITAT CONDITIONS, RESTORE RIPARIAN VEGETATION IN AREAS WHERE BANKS ARE STILL STABLE, AND DEVELOP PROJECTS AIMED AT MITIGATING STORMWATER RUNOFF, RECONNECTING FLOODPLAINS TO THE CHANNEL AND ENHANCING IN-STREAM HABITAT. IN 2015, HVA AND PARTNERS COMPLETED AN ASSESSMENT OF LOWER WELLS BROOK THAT DETAILS THREATS AND MANAGEMENT STRATEGIES FOR REACHES FROM NYS RTE 22 TO THE CONFLUENCE OF WELLS BROOK AND THE TEN MILE RIVER. THIS ASSESSMENT IDENTIFIES LOSS OF NATIVE RIPARIAN VEGETATION, DIRECTLY CONNECTED IMPERVIOUS COVER, FLOODPLAIN ENCROACHMENT AND STREAM INSTABILITY AS SIGNIFICANT THREATS TO AQUATIC SPECIES.HVA AND PARTNERS HAVE CONTINUED MONITORING CONDITIONS SINCE THIS INITIAL ASSESSMENT. RESEARCH INDICATES THAT LOWER WELLS BROOK CURRENTLY SUPPORTS EBT, DESPITE LOCALIZED WATER QUALITY IMPACTS. WE ALSO SUSPECT THAT WELLS BROOK IS AN IMPORTANT THERMAL REFUGE FOR FISH FROM THE MAINSTEM TEN MILE RIVER. A TEMPERATURE LOGGER PLACED IN THE TEN MILE RIVER JUST UPSTREAM OF THE WELLS BROOK CONFLUENCE IN 2019 RECORDED AN AVERAGE JULY TEMPERATURE (22.85C) THAT WOULD PUT THE TEN MILE IN THE  WARM  STREAM THERMAL CLASS. THAT SAME SUMMER, AVERAGE OVERALL SUMMER TEMPERATURES AND THE MAXIMUM DAILY HIGH TEMPERATURE INDICATE THAT THE TEN MILE WAS IN THE HIGHER END OF THE  COOL TRANSITIONAL  THERMAL CLASS. WELLS BROOK SEEMS TO BE LESS VARIABLE IN TEMPERATURE THAN THE TEN MILE AND IS RELIABLY COLDER IN THE SUMMER MONTHS.THIS PROJECT WAS IDENTIFIED AS A HIGH-PRIORITY ACTION IN THE TEN MILE RIVER WATERSHED MANAGEMENT PLAN BY THE TEN MILE RIVER COLLABORATIVE. STORMWATER RETROFIT PROJECTS ASSOCIATED WITH COMMERCIAL AREAS UPSTREAM OF THE PROJECT SITE WERE ALSO IDENTIFIED AS PRIORITY ACTIONS. SINCE THE COMPLETION OF THE TEN MILE RIVER MANAGEMENT PLAN IN 2021, HVA HAS SECURED FUNDING FOR PERMITTING AND CONSTRUCTION FROM THE USDA NATURAL RESOURCE CONSERVATION SERVICE REGIONAL CONSERVATION PARTNERSHIP PROGRAM AND THE IROQUOIS GAS TRANSMISSION COMPANY. THESE FUNDS WILL ALLOW HVA, TROUT UNLIMITED, RENNIA ENGINEERING DESIGN AND TROUT SCAPES RIVER RESTORATION TO SECURE NECESSARY PERMITS FROM NYS DEC AND TOWN OF DOVER, AND COMPLETE CHANNEL RECONSTRUCTION, INSTREAM HABITAT AND RIPARIAN BUFFER RESTORATION PLANNED FOR THIS SITE.FUNDING FROM EBTJV WILL PROVIDE CRUCIAL SUPPORT FOR MONITORING, MAINTENANCE AND ADAPTIVE MANAGEMENT OF THIS PROJECT. EBTJV FUNDS WILL BE USED TO ENSURE THAT RIPARIAN PLANTINGS BECOME ESTABLISHED AND SELF-SUSTAINING  TO TRACK PERFORMANCE OF IN-STREAM STRUCTURES IN HIGH WATER  TO RECORD CHANGES IN STREAM GEOMORPHOLOGY AND AQUATIC HABITAT ARISING FROM THE PROJECT  AND DOCUMENT CHANGES IN FISH AND MACROINVERTEBRATE POPULATIONS ALONG THE PROJECT REACH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "00c10cb6-04b9-a9a4-3b5c-b9eab12a7b79-C", "generated_internal_id": "ASST_NON_F23AP01361_1448"}, {"internal_id": 161362587, "Award ID": "F23AC02224", "Award Amount": 65000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.686", "Description": "AWARD PURPOSE: WE ARE REQUESTING  65,000 TO PAY OUR CO-COORDINATOR COMMUNICATIONS LEADACTIVITIES DELIVERABLES: WORKING TO FIND WAYS TO SUSTAIN FISHERS   FARMERS PARTNERSHIP, ASSIST WITH WEBSITE AND CLOUD STORAGE, CONTACT LIST MANAGEMENT, E-NEWSLETTERS STORIES PRESENTATIONS, REACHING OUT TO OTHER POTENTIAL PARTNERS, STRATEGIC PLANNING, AND SOCIAL DEVELOPMENT OF FISH HABITAT CONSERVATION   RESTORATION STRATEGIESOUTCOMES: THESE ACTIONS WILL LEAD TO PROJECT (ON-SITE)   DOWNSTREAM (OFF-SITE) BENEFITS TO UMRB STREAMS RIVERS. THEY WILL HELP GUIDE STRATEGIC HABITAT CONSERVATION AND ENABLE FUTURE LEARNING WHICH WILL INITIATE MORE CONSERVATION. CO-COORDINATORS WILL WORK TOGETHER TO GET TASKS DONE SUCH AS WORKING WITH PARTNERS ON FISHERS   FARMERS GOALS AND OBJECTIVES, FWS AGREEMENTS, PROJECT OVERSIGHT, LEADING THE STEERING COMMITTEE THROUGH 2 ANNUAL IN-PERSON AND MONTHLY MEETINGS, AD HOC TASKS, NATIONAL FISH HABITAT PARTNERSHIP FUNDING ALLOCATION AND COLLABORATION. FWS SUBSTANTIALLY INVOLVED BY APPROVING PROJECTS, TIMELINES AND WORK OF COMMUNICATIONS LEAD AND CO-COORDINATOR.BENEFICIARIES: FISHERS   FARMERS PARTNERSHIP   PARTNERS THROUGH THE DUBUQUE COUNTY HISTORICAL SOCIETY - NATIONAL MISSISSIPPI RIVER MUSEUM AND AQUARIUM   HABITAT FOR HUMANITY - LA CROSSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7e1d7649-9383-25df-256b-9afa9cfec247-C", "generated_internal_id": "ASST_NON_F23AC02224_1448"}, {"internal_id": 161362581, "Award ID": "F23AC02120", "Award Amount": 109300.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-31", "CFDA Number": "15.686", "Description": "THIS PROJECT WILL FOCUS ON RESTORATION AT KIHOLO FISHPOND TO IMPROVE ESTUARINE AND FISHPOND HABITAT, ASSESS THE EFFECTIVENESS OF RESTORATION EFFORTS, COORDINATE A PEER-LEARNING NETWORK OF RESTORATION MANAGERS, AND ENGAGE VOLUNTEERS AND STUDENTS IN THIS COMMUNITY-BASED EFFORT. THIS PROJECT WILL IMPROVE BIODIVERSITY, WATER QUALITY, AND HABITAT CONDITIONS WHILE PRODUCING RESULTS THAT WILL INFORM THE BROADER SCIENTIFIC AND MANAGEMENT COMMUNITIES FOCUSED ON RESTORING FISHPOND AND ESTUARY HABITAT. KIHOLO FISHPOND HAS AN INTACT PASSAGE TO KIHOLO BAY THAT ALLOWS FISHERY SPECIES TO MIGRATE BETWEEN HABITATS AT DIFFERENT LIFE HISTORY STAGES. HOWEVER, THE FISHPOND ESTUARY HAS BEEN DEGRADED BY A COMBINATION OF TSUNAMI DAMAGE, SEDIMENTATION FROM ORGANIC DETRITUS FROM INVASIVE VEGETATION, AND NON-NATIVE SPECIES THAT REDUCE AVAILABLE SPACE FOR NATIVE SPECIES. EXCESS ORGANIC MATERIAL FROM INVASIVE VEGETATION HAS DECOMPOSED INTO ORGANIC SEDIMENT, IMPACTING BENTHIC HABITAT FOR NATIVE AND ENDEMIC SPECIES WHICH DEPEND UPON HARD BOTTOM HABITAT FOR FORAGING AND SHELTER. THE PROJECT WILL RESTORE THE FISHPOND THROUGH TWO OBJECTIVES: OBJECTIVE 1: RESTORE ESTUARINE AND BENTHIC HABITAT AT KIHOLO FISHPOND THROUGH VEGETATION MANAGEMENT AND SEDIMENT REMOVAL  AND OBJECTIVE 2: MEASURE AND SHARE THE RESULTS OF RESTORATION EFFORTS THROUGH SCIENTIFIC MONITORING AND COLLABORATIVE PEER-LEARNING NETWORKS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_F23AC02120_1448"}, {"internal_id": 161864100, "Award ID": "F23AC02061", "Award Amount": 125345.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-02", "CFDA Number": "15.686", "Description": "THIS PROJECT WILL RESTORE THE APPROXIMATE 5-ACRE RIPARIAN AREA OF THE PUNAWAI (SPRING-FED STREAM) THAT FEEDS INTO A COMPLEX OF WETLANDS, THEN ENTERS THE HULEIA RIVER. THE RESTORATION ACTIVITIES INCLUDE REMOVAL OF GARBAGE THAT HAS ACCUMULATED OVER DECADES OF PEOPLE DUMPING TRASH IN THE AREA, REMOVAL OF INVASIVE PLANT SPECIES, PLANTING OF NATIVE RIPARIAN SPECIES AND CLEARING STREAM DEBRIS BLOCKAGES WHERE APPROPRIATE TO REESTABLISH FLOW.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3756de-008d-de6b-1e31-a53d99ba452a-R", "generated_internal_id": "ASST_NON_F23AC02061_1448"}, {"internal_id": 160833076, "Award ID": "F23AC01969", "Award Amount": 75000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-12", "CFDA Number": "15.686", "Description": "OZARK LAND TRUST WAS AWARDED  75,000 TO IMPLEMENT THE HUZZAH SHOAL CREEKS WOODLANDS FOR WIDLIFE PROJECT DESCRIBED BELOW. OLT AND PARTNERS WILL PROVIDE A TOTAL CASH MATCH OF  249,500.THE GOAL OF THE HUZZAH SHOAL CREEKS WOODLANDS FOR WILDLIFE PROJECT IS TO COLLABORATE WITH INDIVIDUAL LANDOWNERS TO MEET THEIR LAND-USE GOALS BY PROMOTING AND IMPLEMENTING BEST MANAGEMENT PRACTICES ( BMPS ) THAT BALANCE THE BIOLOGICAL, HABITAT, AND SOCIO-ECONOMIC NEEDS OF THE COMMUNITY. THE BMPS OFFERED TO LANDOWNERS WILL HEAVILY TARGET STREAM RESOURCES TO REDUCE NUTRIENT AND SEDIMENT LOADING TO CHANNELS  THEREBY, IMPROVING PROTECTING WATER QUALITY AND AQUATIC HABITAT. IN ADDITION, BMPS WILL TARGET WOODLANDS AND GRASSLANDS TO IMPROVE NATIVE VEGETATION DIVERSITY AND QUALITY. LAND-BASED BMPS, DESIGNED TO INTERCEPT PRECIPITATION AND ALLOW FOR PERCOLATION INTO SOILS, BENEFIT STREAMS BY REDUCING PEAK DISCHARGES TO CHANNELS AND PROVIDES FOR BASE-FLOWS DURING DRY PERIODS.SPECIFIC BMPS (WITH PROJECTED DELIVERABLE MEASURE IN PARENTHESIS), SELECTED WITH GUIDANCE BY A LOCAL LANDOWNER COMMITTEE, INCLUDE ENGINEERED AND NATURE-BASED SOLUTION STREAMBANK STABILIZATION (500 ), ESTABLISHING PLANTING WIDER FORESTED RIPARIAN CORRIDORS (2.3 MILES 21 ACRES), BUILDING FENCES TO EXCLUDE CATTLE FROM THE RIVERS AND RIPARIAN AREAS (6 MILES 120 ACRES), ESTABLISHING ALTERNATIVE WATER SYSTEMS (5), BUILDING REINFORCED STREAM CROSSINGS FOR CATTLE AND EQUIPMENT (5), CONVERTING NON-NATIVE GRASS PASTURES TO NATIVE (20 ACRES), HOSTING A FARM TOUR FOR LANDOWNERS TO SHOW OFF CONSERVATION PRACTICES TO THEIR NEIGHBOR (1) AND PROTECTING PROPERTY WITH A PERPETUAL CONSERVATION EASEMENT (1). THE EXPECTED OUTCOME IS AN INDEX OF BIOTIC INTEGRITY ( IBI ) OF 37 OR HIGHER, MEASURED THROUGH FISH SAMPLING AND RESOURCE ASSESSMENT MONITORING.THE PROJECT AREA IS THE HUZZAH AND COURTOIS CREEKS WATERSHEDS, MAJOR TRIBUTARIES OF THE MERAMEC RIVER, LESS THAN TWO HOURS SOUTHWEST OF ST. LOUIS, MO. THE MERAMEC RIVER IS A GLOBALLY SIGNIFICANT RIVER THAT SUPPORTS 31 SPECIES OF GLOBAL SIGNIFICANCE, INCLUDING SEVERAL SPECIES FOUND NOWHERE ELSE ON EARTH. THE MERAMEC AND HUZZAH WATERSHEDS ARE PRIORITY GEOGRAPHIES FOR NUMEROUS GOVERNMENT AND NON-GOVERNMENTAL ENTITIES.OZARK LAND TRUST WILL CONTINUE TO WORK IN CLOSE PARTNERSHIP WITH KEY STAFF AT THE NATURE CONSERVANCY, THE MISSOURI DEPARTMENT OF CONSERVATION, AND OTHER AGENCIES AND ORGANIZATIONS TO IMPLEMENT ANOTHER SUCCESSFUL COMMUNITY-BASED NATURAL RESOURCE PROJECT. WE THANK THE FFP FOR ITS CONTINUED SUPPORT OF THIS IMPORTANT WORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76c81b93-3564-409c-f0b2-e84976a5f8ba-R", "generated_internal_id": "ASST_NON_F23AC01969_1448"}, {"internal_id": 161362565, "Award ID": "F23AC01945", "Award Amount": 60000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-17", "CFDA Number": "15.686", "Description": "AMERICAN RIVERS RESPECTFULLY REQUESTS SUPPORT FOR COORDINATION OF THE OHIO RIVER BASIN FISH HABITAT PARTNERSHIP. WITH THESE FUNDS, AMERICAN RIVERS WILL SUPPORT UNITED STATES FISH AND WILDLIFE SERVICE IN COORDINATION OF THE PARTNERSHIP ON A DAY-TO-DAY BASIS AND COLLABORATE WITH OHIO RIVER BASIN FISH HABITAT PARTNERSHIP MEMBERS AND COMMITTEES, AS WELL AS THE NATIONAL FISH HABITAT PARTNERSHIPS, TO ENSURE THAT ALL ACTIVITIES ARE IN ALIGNMENT WITH THE OHIO RIVER BASIN FISH HABITAT PARTNERSHIPS MISSION, VISION, AND GOALS. KEY ACTIVITIES OVER THE NEXT YEAR INCLUDE COORDINATING FEDERAL, STATE AND NON-GOVERNMENTAL ORGANIZATION PARTNER GROUPS, PROVIDING SUPPORT FOR ACTIVITIES RELATED TO MANAGING THE OHIO RIVER BASIN FISH HABITAT PARTNERSHIP GRANT PROGRAM, AND BUILDING CAPACITY WITH PARTNERS THROUGHOUT THE OHIO RIVER BASIN FISH HABITAT PARTNERSHIP GEOGRAPHY TO SUPPORT AQUATIC CONNECTIVITY PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1e13355-77f6-6485-0e3d-80c5b5eb6f89-C", "generated_internal_id": "ASST_NON_F23AC01945_1448"}, {"internal_id": 160631947, "Award ID": "F23AC01933", "Award Amount": 31102.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-30", "CFDA Number": "15.686", "Description": "THE GOALS OF THIS PROJECT ARE TO IMPROVE HABITAT FOR TOPEKA SHINER AND OTHER FISH AND WILDLIFE, AND TO INCREASE PUBLIC OUTREACH ON THE BENEFITS OF OXBOW WETLANDS AND THE WATERSHED PROJECT IN GENERAL. MONITORING ACTIVITIES WILL HELP US DETERMINE THE SUCCESS OF THE RESTORATION FOR FISH.THIS PROJECT WILL RESTORE 4 TILE-FED OXBOW WETLANDS IN THE BOONE RIVER WATERSHED IN NORTHCENTRAL IOWA. OXBOWS ARE IDENTIFIED IN THE RECOVERY PLAN FOR THE FEDERALLY ENDANGERED TOPEKA SHINER (TS) AS CRITICAL HABITAT. HOWEVER, MANY OXBOWS HAVE FILLED IN WITH SEDIMENT AND ARE CEASING TO PROVIDE YEAR-ROUND HABITAT FOR TS. RESEARCH SHOWS THAT RESTORATION OF OXBOWS HAS PROVEN TO RETURN MULTIPLE BENEFITS FOR WILDLIFE (INCLUDING TS), WATER QUALITY, AND FLOODWATER STORAGE.PROJECT LEAD WILL PARTNER WITH THE IOWA DEPARTMENT OF AGRICULTURE AND LAND STEWARDSHIP TO PERFORM ALL ACTIVITIES REQUIRED TO RESTORE OXBOWS, INCLUDING: LANDOWNER OUTREACH, SITE VISITS, ELEVATION SURVEYS, DESIGNS, PERMITS, CONTRACTS, AND CERTIFY RESTORATIONS.PROJECT LEAD WILL ALSO CONDUCT THE FOLLOWING OUTREACH AND EDUCATIONAL ACTIVITIES: CONTINUE TO MAINTAIN AND UPDATE WEBSITE AND SOCIAL MEDIA SITES, AND PRESENT OR PARTNER ON TWO FIELD DAYS.THE NATURE CONSERVANCY WILL COORDINATE WITH PROJECT PARTNERS TO SURVEY OXBOWS FOR FISH AFTER RESTORATION.RESTORE 4 OXBOWS DURING THE FALL AND WINTER OF 2024. OUTREACH ACTIVITIES TO RAISE AN AWARENESS OF THE BENEFITS OF WETLANDS WILL BE ONGOING THROUGHOUT THE PROJECT PERIOD. FISH SURVEYS WILL OCCUR AFTER THE RESTORED OXBOWS CONNECT WITH THE ADJACENT CREEKS POST A HIGH FLOW EVENT, LIKELY IN 2025.DOWNSTREAM COMMUNITIES, AND LOCAL FARMERS AND LANDOWNERS WILL BENEFIT FROM IMPROVED WATER QUALITY AND REDUCED FLOODING. FISH AND WILDLIFE POPULATIONS WILL BENEFIT FROM INCREASED AND IMPROVED HABITAT AND FLOODPLAIN CONNECTIVITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_F23AC01933_1448"}, {"internal_id": 161864071, "Award ID": "F23AC01652", "Award Amount": 41413.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "15.686", "Description": "THIS PROJECT WILL PROVIDE LEGAL PROTECTION, BY MEANS OF INSTREAM FLOW RESERVATIONS, FOR UP TO 13 RIVER REACHES AND ONE LAKE. OVER 5 YEARS OF HYDROLOGICAL TIMESERIES DATA CHARACTERIZING THE QUARTZ CREEK WATERSHED WILL BE MADE AVAILABLE AND ADDITIONAL STREAMS INCLUDING DEVILS CREEK AND BEAN CREEK. OPPORTUNISTIC SAMPLING FOR FISH SPECIES WILL ALSO OCCUR ON DEVILS CREEK AND OTHER STREAMS IN THE AREA TO ADD TO THE ANADROMOUS WATERS CATALOG.THE MAIN OBJECTIVE OF THIS PROJECT IS TO QUANTIFY AND PROTECT INSTREAM FLOWS FOR SALMON-PRODUCING WATERBODIES IN THE QUARTZ CREEK WATERSHED, AND BEYOND, BY FILING APPLICATIONS FOR INSTREAM FLOW RESERVATIONS WITH THE ALASKA DEPARTMENT OF NATURALRESOURCES.THE NATURAL FLOW REGIME, WHICH THIS PROJECT AIMS TO PROTECT, PLAYS A VITAL ROLE IN CREATING AND MAINTAINING INSTREAM HABITAT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F23AC01652_1448"}, {"internal_id": 160026352, "Award ID": "F23AC01607", "Award Amount": 85000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "15.686", "Description": "THIS PROJECT FUNDS THE COORDINATOR S SALRARY OF THE SOUTHEAST ALASKA FISH HABITAT PARTNERSHIP. TROUT UNLIMITED,IN ASSOCIATION WITH THE SOUTHEAST ALASKA FISH HABITAT PARTNERSHIP (SEAKFHP) SEEKS FINANCIAL ASSISTANCE THROUGHTHE NATIONAL FISH HABITAT PARTNERSHIP TO CONTINUE TO SUPPORT COORDINATION SERVICES OF THE PARTNERSHIP AND TOIMPLEMENT PRIORITY ACTIONS FROM THE PARTNERSHIPS REVISED STRATEGIC ACTION DOCUMENTS INCLUDING THE 2017-2021SEAKFHP FISH HABITAT CONSERVATION ACTION PLAN AND BUSINESS PLAN THAT WERE FINALIZED IN DECEMBER OF 2017 AND ISCURRENTLY UNDER REVISION. THERE WILL BE NO PHYSICAL EARTH WORK PERFORMED WITH THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_F23AC01607_1448"}, {"internal_id": 160631910, "Award ID": "F23AC01521", "Award Amount": 66572.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "15.686", "Description": "THE ALASKA DEPARTMENT OF FISH AND GAME (ADF G) INSTREAM FLOW PROTECTION - ANIAK RIVER WATERSHED (PHASE 3) PROJECT WILL CONTINUE PREVIOUS EFFORTS THE DEPARTMENT HAS INITIATED TO QUANTIFY AND PROTECT INSTREAM FLOWS FOR IMPORTANT SALMON-PRODUCING RIVERS IN SOUTHWEST ALASKA. IN 2019, ADF G S INSTREAM FLOW PROGRAM INITIATED A STREAMGAGING NETWORK IN THE WATERSHED CONSISTING OF ONE STREAMGAGE ON THE MAINSTEM OF THE ANIAK RIVER AND FOUR DISCHARGE MEASUREMENT STATIONS ON TRIBUTARIES TO THE ANIAK AND THE UPPER RIVER. THIS FUNDING WILL CONTINUE THE PROJECT S HYDROLOGIC DATA COLLECTION BY TWO YEARS IN ORDER TO OBTAIN THE FULL FIVE YEARS OF STREAMFLOW DATA REQUESTED BY THE ALASKA DEPARTMENT OF NATURAL RESOURCES (DNR) FOR RESERVATION OF WATER APPLICATIONS. A RESERVATION OF WATER IS A WATER RIGHT THAT PROTECTS SPECIFIC INSTREAM WATER USES (INCLUDING THE PROTECTION OF FISH AND WILDLIFE HABITAT, MIGRATION, AND PROPAGATION) IN PERPETUITY, KEEPING LATER WATER USERS FROM APPROPRIATING WATER THAT MAY AFFECT THE SPECIFIED INSTREAM USES. THIS PROJECT WILL PROTECT APPROXIMATELY 100 MILES OF FISH HABITAT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F23AC01521_1448"}, {"internal_id": 160631908, "Award ID": "F23AC01498", "Award Amount": 24640.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "15.686", "Description": "THE PROJECT CONSISTS OF CONSTRUCTING AN ARTIFICIAL BARRIER AND NON-NATIVE FISH REMOVAL FOR RESTORATION OF HABITAT AND FUTURE PROTECTION OF GREEN LINEAGE COLORADO RIVER CUTTHROAT TROUT (CRCT) IN APPROXIMATELY 13 MILES IN THE CLEAR FORK OF EAST MUDDY CREEK IN SW COLORADO. HEADWATER REACHES OF THE CLEAR FORK CONTAIN INTACT CONSERVATION POPULATIONS OF NATIVE CRCT THAT HAVE BEEN ISOLATED FROM NON-NATIVE FISH INVASION BY NATURAL BARRIERS.CONSTRUCTION WILL CONSISTS OF INSTALLING AM UPSTREAM FISH MIGRATION BARRIER THAT WILL PREVENT FURTHER UPSTREAM ENCROACHMENT BY NON-NATIVE FISHES DOWNSTREAM. FOLLOWING BARRIER CONSTRUCTION, THE RECLAMATION COMPONENT OF THE PROJECT WILL REMOVE BROOK TROUT FROM APPROXIMATELY 13 MILES OF THE CLEAR FORK MUDDY DRAINAGE VIA THE APPLICATION OF ROTENONE, LEAVING ONLY THE TRIBUTARY CRCT POPULATIONS THAT ARE ISOLATED BY NATURAL BARRIERS. THE RECLAMATION PHASE IS PLANNED FOR SUMMER OF 2023 OR 2024, PENDING BARRIER COMPLETION. FOLLOWING THE RECLAMATION, JUVENILE CRCT WILL BE RELOCATED FROM THE ISOLATED HEADWATERS TO RECOLONIZE THE MAINSTEM. THIS APPROACH WILL LEAD TO THE ESTABLISHMENT OF A GENETICALLY PURE AND DIVERSE POPULATION OF CRCT THAT CAN BE USED AS A STOCKING SOURCE FOR CRCT RESTORATION PROJECTS IN THE NEARBY GEOGRAPHICAL AREA. THE CLEAR FORK WATERSHED IS COMPOSED OF MULTIPLE STREAM SEGMENTS TOTALING APPROXIMATELY 13 MILES OF HIGH-QUALITY HABITAT PROVIDING AN OUTSTANDING OPPORTUNITY TO RESTORE A META-POPULATION OF NATIVE COLORADO RIVER CUTTHROAT TROUT. SUCH POPULATIONS ENSURE THE LONG-TERM PERSISTENCE OF NATIVE CUTTHROAT TROUT BY INCREASING THE POPULATION S RESILIENCY TO CATASTROPHIC ENVIRONMENTAL EVENTS SUCH AS SEVERE WILDFIRES, LANDSLIDES, DROUGHT, AND CHANGING CLIMATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_F23AC01498_1448"}, {"internal_id": 160026333, "Award ID": "F23AC01344", "Award Amount": 363423.79, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "15.686", "Description": "THIS AWARD WILL SUPPORT PROGRAM MANAGEMENT FOR THE NATIONAL FISH HABITAT BOARD. THIS POSITION, SUPPORTED BY AFWA WILL PROVIDE COMMUNICATIONS SUPPORT FOR THE BOARD, FISH HABITAT PARTNERSHIPS AND THE OVERALL NFHP PROGRAM, AS WELL AS PROVIDE SCIENCE AND DATA SUPPORT FOR NFHP, PROJECT TRACKING SUPPORT THROUGH THE PSMFC AS WELL AS TRAVEL AND MEETING SUPPORT FOR THE BOARD, BOARD STAFF, AND SCIENCE AND DATA MANAGERS, AS WELL AS PARTICIPATE IN ASSOCIATED NFHP MEETINGS.INTENDED BENEFICIARIES INCLUDE USFWS FAC PROGRAM, NATIONAL FISH HABITAT BOARD, NFHP FISH HABITAT PARTNERSHIPS, AND STATES THROUGH THE ASSOCIATION OF FISH AND WILDLIFE AGENCIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc37044c-3f4c-7d62-7b86-286fb3747a21-C", "generated_internal_id": "ASST_NON_F23AC01344_1448"}, {"internal_id": 159100724, "Award ID": "F23AC01160", "Award Amount": 41560.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-09", "CFDA Number": "15.686", "Description": "OTTAUQUECHEE NATURAL RESOURCES CONSERVATION DISTRICT (ONRCD)AND THE U.S. FISH AND WILDLIFE SERVICE (USFWS) WILL WORK COOPERATIVELY TO RESTORE, ENHANCE AND RECONNECT BROOK TROUT HABITAT WITHIN THE CADY BROOK WATERSHED IN VERMONT. ONRCD WILL WORK TO REPLACE UNDERSIZED, PERCHED AND FAILING CULVERTS WITHIN THE CADY BROOK WATERSHED TO RESTORE AQUATIC ORGANISM PASSAGE. ONRCD WILL PROVIDE PROJECT ADMINISTRATION AND IMPLEMENTATION OVERSIGHT IN COORDINATION WITH LOCAL PARTNERS, LANDOWNERS AND USFWS BIOLOGISTS. FOLLOWING THIS COOPERATIVE PROJECT, ONRCD WILL CONTINUE TO WORK WITH PARTNERS AND LANDOWNERS THROUGHOUT THE WATERSHED TO ACHIEVE RESTORATION OUTCOMES DEVELOPED THROUGH THE WATERSHED MANAGEMENT PLAN AND OTHER SHARED OBJECTIVES IDENTIFIED BY USFWS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a0f795e6-f129-6344-ce8c-fa68b945921c-R", "generated_internal_id": "ASST_NON_F23AC01160_1448"}]