[{"internal_id": 160833079, "Award ID": "F23AC02020", "Award Amount": 334000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-11", "CFDA Number": "15.636", "Description": "THE QAWALANGIN TRIBE OF UNALASKA (QTU) HAS ESTABLISHED ITS TRIBAL FISHERIES PROGRAM WITH A USFWS PARTNERS PROGRAM GRANT FROM 2020-2023. QTU AND THE BROADER UNALASKA COMMUNITY RELY ON LOCAL SUBSISTENCE SALMON RUNS, MOST OF WHICH RETURN AND SPAWN IN MCLEES LAKE, AN HOUR LONG BOAT RIDE OUTSIDE OF THE CITY OF UNALASKA. MCLEES LAKE HAS HAD A SALMON ENUMERATION WEIR INSTALLED AND USED FOR SUBSISTENCE SALMON MANAGEMENT SINCE 1974, WITH THE ALASKA DEPARTMENT OF FISH   GAME (ADF G) LEADING THE EFFORT UNTIL QTU SECURED ITS PARTNERS PROGRAM GRANT AND BEGAN TO CO-MANAGE THE FISHERY. THIS CO-MANAGEMENT APPROACH HAS ALLOWED MORE LOCAL INDIGENOUS KNOWLEDGE FROM TRIBAL AND UNALASKA COMMUNITY MEMBERS TO INFLUENCE FEDERAL SUBSISTENCE MANAGEMENT DECISIONS. QTU S FISHERIES STAFF CAN CONVEY INFORMATION TO LOCAL SUBSISTENCE USERS, AS WELL AS REPORT COMMENTS AND CONCERNS DIRECTLY TO THE REGIONAL ADVISORY BOARD AND FEDERAL SUBSISTENCE BOARD. CONTINUED FUNDING FOR QTU FISHERIES PROGRAM IS ESSENTIAL TO ENSURE THIS UNIQUE BLEND OF INDIGENOUS KNOWLEDGE AND WESTERN SCIENCE DRIVES THE DECISIONS MADE AT THE FEDERAL LEVEL THAT DIRECTLY IMPACT SO MANY TRIBAL AND RURAL COMMUNITY STAKEHOLDERS. THE PARTNERS PROGRAM IS AN INVALUABLE TOOL THAT HAS AND WILL CONTINUE TO ALLOW TRIBAL AND UNALASKA COMMUNITY MEMBERS TO ENGAGE MEANINGFULLY WITH THE SUBSISTENCE MANAGEMENT AT THE FEDERAL LEVEL. QTU S FISHERIES PROGRAM ENDEAVORS TO WORK WITH FEDERAL SUBSISTENCE MANAGERS TO RESPONSIBLY CO-MANAGE SUBSISTENCE FISHERIES WITH SOUND DATA AND INSIGHTS THAT ONLY LOCAL INDIGENOUS KNOWLEDGE AND OBSERVATIONS CAN OFFER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "45548c71-339b-260d-257e-8739cbb3576d-C", "generated_internal_id": "ASST_NON_F23AC02020_1448"}, {"internal_id": 160833077, "Award ID": "F23AC01973", "Award Amount": 19146.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-05", "CFDA Number": "15.636", "Description": "SUBSISTENCE HARVEST ESTIMATES ARE LACKING IN THE CHIGNIK AREA. SURVEYS CONDUCTED BY ADF G IN 2012 INDICATE THAT 61 CHINOOK SALMON WERE HARVESTED FOR SUBSISTENCE, HOWEVER STATE SUBSISTENCE PERMITS ONLY INDICATE THAT 37 CHINOOK SALMON WERE HARVESTED. FEDERALLY QUALIFIED SUBSISTENCE USERS (FQSU) ARE ISSUED ON AVERAGE THREE FEDERAL SUBSISTENCE PERMITS A YEAR, AND THE REPORTED HARVESTED PER YEAR ON FEDERAL SUBSISTENCE PERMITS VARIES FROM BETWEEN ZERO TO FIVE. SUBSISTENCE FISH HARVEST IS LIKELY GOING UNDERREPORTED DUE TO LACK OF KNOWLEDGE OF REPORTING REQUIREMENTS, LACK OF ACCESS TO SUBSISTENCE PERMITS, OR BOTH.TO OBTAIN RELIABLE ESTIMATES OF SUBSISTENCE SALMON HARVESTED IN FEDERALLY MANAGED WATERS, THE USFWS AND THE CHIGNIK INTERTRIBAL COALITION WILL PARTNER TO HIRE AND TRAIN A SEASONAL FISHERIES TECHNICIAN. THIS TECHNICIAN WILL BE TRAINED TO ISSUE FEDERAL SUBSISTENCE PERMITS TO QUALIFIED SUBSISTENCE USERS, AND WILL CONDUCT WEEKLY SURVEYS FROM MAY THROUGH NOVEMBER, INTERVIEWING FQSU ABOUT SUBSISTENCE HARVEST EFFORT.THE CHIGNIK COALITION WILL PLAY A KEY ROLE IN THIS PROJECT. WITHOUT THEIR PARTNERSHIP AND EXPERIENCE IN THE AREA IT WOULD BE DIFFICULT FOR THE USFWS TO BE ABLE TO COLLECT THE HARVEST INFORMATION IN A TIMELY MANNER. THE EMPLOYEE HIRED BY THE CHIGNIK COALITION WILL HAVE LOCAL CONNECTIONS WITH THE VILLAGE, WHICH WILL HELP WITH WEEKLY COLLECTION OF FQSU HARVEST INFORMATION  A USFWS TECHNICIAN WOULD HAVE MORE DIFFICULTY GATHERING SUBSISTENCE HARVEST INFORMATION. THE COALITION WILL GAIN EXPERIENCE IN MANAGING EMPLOYEES IN THESE TYPES OF PROJECTS AND WILL BE BETTER SUITED TO COMPETE FOR FUNDING OF SIMILAR PROJECTS IN THE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "caca76c3-f387-a89e-e1ec-f28f81200b87-R", "generated_internal_id": "ASST_NON_F23AC01973_1448"}, {"internal_id": 159100709, "Award ID": "F23AC01042", "Award Amount": 42583.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-10", "CFDA Number": "15.636", "Description": "THROUGH SECTION 302 OF THE ALASKA NATIONAL INTEREST LANDS CONSERVATION ACT, THE U.S. FISH AND WILDLIFE SERVICE (USFWS) HAS A RESPONSIBILITY TO ENSURE THAT SALMON POPULATIONS WITHIN FEDERAL CONSERVATION UNITS ARE CONSERVED IN THEIR NATURAL DIVERSITY, THAT INTERNATIONAL TREATY AGREEMENTS ARE MET, AND SUBSISTENCE OPPORTUNITIES ARE MAINTAINED. THE GISASA RIVER PROVIDES IMPORTANT SPAWNING AND REARING HABITAT FOR CHINOOK AND SUMMER CHUM SALMON THAT CONTRIBUTE TO COMPLEX YUKON RIVER MIXED STOCK SUBSISTENCE AND COMMERCIAL FISHERIES. IN YEARS PAST THE USFWS HAS OPERATED A VIDEO WEIR ON THE GISASA RIVER TO ENUMERATE DAILY PASSAGE OF ALL FISH SPECIES AND FORWARD THIS DATA ON TO MANAGERS AND USERS DAILY. THE WEIR IS USED TO RECORD THE AGE, SEX, AND LENGTH (ASL) COMPOSITION OF THE ADULT CHINOOK AND SUMMER CHUM SALMON PASSING THROUGH THE WEIR. THE DATA IS UTILIZED POSTSEASON TO PRODUCE AN ANNUAL ESTIMATE OF ESCAPEMENT AND ASSESS THE SUCCESS OF MANAGEMENT ACTIONS IN-SEASON. THESE DATA ALSO HELP EVALUATE LONG-TERM TRENDS IN SPECIES ABUNDANCE AND AGE, SEX, AND LENGTH COMPOSITION. THIS CURRENT PROJECT WILL FACILITATE THE TRANSFER OF OPERATIONS OF THE GISASA WEIR TO THE STAFF OF THE TANANA CHIEFS CONFERENCE (TCC), AS THE TRIBAL ORGANIZATION FOR THE REGION. THE USFWS WILL FAMILIARIZE TCC WITH ALL ASPECTS OF THE PROJECT AND HELP THEM BUILD THE CAPACITY TO TAKE OVER AS THE PRINCIPAL INVESTIGATOR AFTER THE 2023 SEASON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76d04a90-68f1-0d75-a164-60ceb4fc05ee-C", "generated_internal_id": "ASST_NON_F23AC01042_1448"}, {"internal_id": 151019053, "Award ID": "F22AC02709", "Award Amount": 114640.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-12", "CFDA Number": "15.636", "Description": "THE UNIVERSITY OF ALASKA   ALASKA NATIVE SCIENCE AND ENGINEERING PROGRAM  ANSEP  SUPPORTS ALASKA NATIVE AND RURAL STUDENTS FROM MIDDLE SCHOOL THROUGH UNIVERSITY, ALLOWING STUDENTS TO SUCCESSFULLY COMPLETE COURSE WORK LEADING TO UNDERGRADUATE AND GRADUATE DEGREES IN SCIENCE AND ENGINEERING  THROUGH EDUCATION AND INTERNSHIPS, THEY ARE PLACING ALASKA NATIVE AND RURAL RESIDENTS ON A PATH TO CAREERS IN CONSERVATION SCIENCE  IN PARTNERSHIP WITH US FISH AND WILDLIFE SERVICE  USFWS , SUMMER INTERNSHIPS ARE PROVIDED TO GIVE ANSEP STUDENTS HANDS ON EXPERIENCE THAT WILL PREPARE THEM FOR PROFESSIONAL JOBS UPON GRADUATION  THESE INTERNSHIPS STRENGTHEN ALASKA NATIVE AND RURAL INVOLVEMENT IN SUBSISTENCE FISHERIES MANAGEMENT AND RESEARCH  RURAL VILLAGES ARE THE POOREST AND THE MOST UNDER SERVICE COMMUNITIES IN ALASKA  TO ENSURE POVERTY DOES NOT INHIBIT A STUDENT S SUCCESS, USFWS FUNDS ACADEMIC SCHOLARSHIPS FOR STUDENTS SUCCESSFULLY COMPLETING SUMMER INTERNSHIPS IN CONSERVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60295d89-b22d-012f-5bda-efd5622a7a03-C", "generated_internal_id": "ASST_NON_F22AC02709_1448"}, {"internal_id": 149742142, "Award ID": "F22AC01819", "Award Amount": 357312.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-24", "CFDA Number": "15.636", "Description": "THE UNALAKLEET RIVER AND ITS SIX MAJOR TRIBUTARIES EXTEND FROM THE NULATO HILLS TO NORTON SOUND WITH THE UPPER 81 RIVER MILES (130 RKM) OF THE UNALAKLEET RIVER DESIGNATED AS A NATIONAL WILD RIVER. THE UNALAKLEET RIVER SUPPORTS THE LARGEST CHINOOK SALMON SUBSISTENCE FISHERY IN NORTON SOUND. UNALAKLEET RIVER CHINOOK SALMON TOTAL ANNUAL RUN AVERAGED 20,790 FISH PRIOR TO 2000 AND 6,058 FISH SINCE 2000, A 64% DECREASE. DUE TO CONCERNS RAISED BY THIS DECREASE, THE UNALAKLEET RIVER RESISTANCE BOARD WEIR WAS INITIATED APPROXIMATELY 22 KILOMETERS UPSTREAM FROM THE UNALAKLEET RIVER MOUTH, WHICH IS BELOW IDENTIFIED CHINOOK SALMON SPAWNING HABITAT. THE UNALAKLEET RIVER WEIR IS INSTALLED IN MID-JUNE AND OPERATE UNTIL AUGUST 15. TWO PASSAGE CHUTES/LIVE TRAPS ALLOWS PROJECT STAFF TO COUNT CHINOOK SALMON AND IS CONFIGURED WITH A HIGH VISIBILITY FLASH PANEL TO ENHANCE VISIBILITY. THE PRIMARY OBJECTIVES OF THE WEIR ARE TO 1.) ESTIMATE DAILY AND TOTAL UNALAKLEET RIVER CHINOOK SALMON ESCAPEMENT FROM MID-JUNE TO AUGUST 15 EACH YEAR, 2.) DESCRIBE THE TIMING OF UNALAKLEET RIVER CHINOOK SALMON RUNS, AND 3.) ESTIMATE ASL COMPOSITION OF THE UNALAKLEET RIVER CHINOOK SALMON ESCAPEMENT SUCH THAT THE AGE COMPOSITION ESTIMATE IS WITHIN 20% OF THE ACTUAL ESTIMATE 90% OF THE TIME AND THE SEX COMPOSITION ESTIMATE IS WITHIN 10% OF THE ACTUAL ESTIMATE 95% OF THE TIME. ADDITIONALLY, STREAM AND AMBIENT AIR TEMPERATURE, RELATIVE WATER LEVEL, AND ATMOSPHERIC OBSERVATIONS ARE RECORDED TWICE DAILY AND A HOBO PRO V2 DATA LOGGER RECORDS STREAM TEMPERATURE AT 6-HOUR INTERVALS. CURRENTLY, TWO LOCAL ORGANIZATIONS PARTICIPATE IN THE OPERATION OF THE UNALAKLEET RIVER WEIR: NORTON SOUND ECONOMIC DEVELOPMENT (NSEDC) AND UNALAKLEET NATIVE CORPORATION (UNC). WEIR OVERSIGHT IS PROVIDED BY ADF&G WITH DAILY OPERATIONS CONDUCTED BY A FISH AND WILDLIFE TECHNICIAN III CREW LEADER, ADF&G FISH AND WILDLIFE TECHNICIAN II, AND ONE LOCALLY HIRED FISHERY TECHNICIAN (NSEDC).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AC01819_1448"}, {"internal_id": 150045055, "Award ID": "F22AC01575", "Award Amount": 14910.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-11", "CFDA Number": "15.636", "Description": "KUSKOKWIM RIVER BROAD WHITEFISH SUBSISTENCE HARVEST AND SPAWNING ABUNDANCETHIS STUDY WILL EMPLOY A MARK-RECAPTURE/MARK-RECOVERY MODELING FRAMEWORK TO ESTIMATEPOPULATION SIZE, HARVEST RATES AND POPULATION DEMOGRAPHICS OF BROAD WHITEFISH. THE PROJECT WILL BEIMPLEMENTED FOR FOUR YEARS, INCLUDING HARVEST RECOVERY AND LIVE RESIGHTS AFTER THE FOURTH SPAWNING SEASON.SINCE BROAD WHITEFISH ARE SUSPECTED OF BEING SKIP SPAWNERS (SPAWN EVERY OTHER YEAR), SAMPLING FOR FOURYEARS ENSURES THAT THE WHOLE SPAWNING POPULATION IS AVAILABLE FOR CAPTURE, NOT JUST ONE SPAWNING SUBPOPULATION.HARVEST OCCURS THROUGHOUT THE KUSKOKWIM RIVER DRAINAGE YEAR AROUND, THEREFORE RECOVERY OFMARKED FISH CAUGHT BY SUBSISTENCE USERS CAN OCCUR AT ANY TIME. MARK-RECAPTURE OF FISH WILL OCCUR IN ARELATIVELY SHORT PERIOD OF TIME DURING THE FALL SPAWNING MIGRATION NEAR MCGRATH, ALASKA?APPROXIMATELYAUGUST 20 TO OCTOBER 10. INFERENCES FROM THIS STUDY WILL PERTAIN SOLELY TO THE SPAWNING POPULATION OF BROADWHITEFISH NEAR MCGRATH. ULTIMATELY IF SUCCESSFUL, A BASIN WIDE ESTIMATE OF HARVEST/EXPLOITATION ANDABUNDANCE OF MATURE SPAWNING BROAD WHITEFISH COULD BE ACHIEVED. THE ORUTSARARMIUT NATIVE COUNCIL WILL BE THE PRIMARY SOURCE TO RECOVER AND REPORT MARKED FISH HARVESTED BY SUBSISTENCE USERS FROM THE LOWER KUSKOKWIM RIVER. ONC WILL BE RESPONSIBLE FOR ADMINISTERING AN INCENTIVE/REWARD PROGRAM TO ENSURE MARKED FISH ARE REPORTED WHENCAUGHT BY SUBSISTENCE USERS. ONC WILL ASSIST IN DISTRIBUTING MATERIALS PRINTED AND PROVIDED THE USFWS. IN ADDITION, THE ONC BIOLOGISTS WILL ASSIST WITH CAPTURE AND TAGGING OF BROAD WHITEFISH IN THE UPPER RIVER FOR ONE WEEK PER YEAR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b2c9d8e-d27a-bef4-fd53-aeddcad9a186-C", "generated_internal_id": "ASST_NON_F22AC01575_1448"}, {"internal_id": 149415580, "Award ID": "F22AC01499", "Award Amount": 8602.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-15", "CFDA Number": "15.636", "Description": "THIS STUDY WILL EMPLOY A MARK-RECAPTURE/MARK-RECOVERY MODELING FRAMEWORK TO ESTIMATEPOPULATION SIZE, HARVEST RATES AND POPULATION DEMOGRAPHICS OF BROAD WHITEFISH. THE PROJECT WILL BEIMPLEMENTED FOR FOUR YEARS, INCLUDING HARVEST RECOVERY AND LIVE RESIGHTS AFTER THE FOURTH SPAWNING SEASON.SINCE BROAD WHITEFISH ARE SUSPECTED OF BEING SKIP SPAWNERS (SPAWN EVERY OTHER YEAR), SAMPLING FOR FOURYEARS ENSURES THAT THE WHOLE SPAWNING POPULATION IS AVAILABLE FOR CAPTURE, NOT JUST ONE SPAWNING SUBPOPULATION.HARVEST OCCURS THROUGHOUT THE KUSKOKWIM RIVER DRAINAGE YEAR AROUND, THEREFORE RECOVERY OFMARKED FISH CAUGHT BY SUBSISTENCE USERS CAN OCCUR AT ANY TIME. MARK-RECAPTURE OF FISH WILL OCCUR IN ARELATIVELY SHORT PERIOD OF TIME DURING THE FALL SPAWNING MIGRATION NEAR MCGRATH, ALASKA?APPROXIMATELYAUGUST 20 TO OCTOBER 10. INFERENCES FROM THIS STUDY WILL PERTAIN SOLELY TO THE SPAWNING POPULATION OF BROADWHITEFISH NEAR MCGRATH. ULTIMATELY IF SUCCESSFUL, A BASIN WIDE ESTIMATE OF HARVEST/EXPLOITATION ANDABUNDANCE OF MATURE SPAWNING BROAD WHITEFISH COULD BE ACHIEVED. THE NATIVE VILLAGE OF NAPAIMUTE (NVN)WILL ASSIST WITH THIS PROJECT BY PROVIDING OUTREACH AND COMMUNICATION ABOUT THE PROJECT TO MIDDLE KUSKOKWIM RIVER VILLAGES AND SUBSISTENCE USERS THROUGHOUT THE LIFE OF THE PROJECT. THEY WILL BE RESPONSIBLE FOR COMMUNICATING NEEDS AND CONCERNS REGARDING THE PROJECT AND WILL BE THE PRIMARY SOURCE TO RECOVER AND REPORT MARKED FISH HARVESTED BY SUBSISTENCE USERS FROM THE MIDDLE KUSKOKWIM RIVER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d040e275-b0bb-007c-2a6b-eea1d8219cf0-R", "generated_internal_id": "ASST_NON_F22AC01499_1448"}, {"internal_id": 148995017, "Award ID": "F22AC01433", "Award Amount": 183383.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "15.636", "Description": "THE ORUTSARARMIUT NATIVE COUNCIL (ONC) PROJECT, BETHEL SUBSISTENCE HARVEST SURVEYS, WILL COLLECT DETAILED QUANTITATIVE AND QUALITATIVE SUBSISTENCE HARVEST AND AGE-SEX-LENGTH (ASL) INFORMATION IN THE BETHEL AREA TO QUANTIFY SUBSISTENCE HARVEST EFFORT AND CATCH COMPOSITION DURING THE CHINOOK SALMON (ONCORHYNCHUS TSHAWYTSCHA), CHUM SALMON (O. KETA), AND SOCKEYE SALMON (O. NERKA) RUNS. THE OVERARCHING GOAL OF THIS PROJECT IS TO PROVIDE STATE AND FEDERAL MANAGERS AND STAKEHOLDERS WITH RELEVANT SUBSISTENCE HARVEST EFFORT, CATCH, AND COMPOSITION INFORMATION COLLECTED FROM A REPRESENTATIVE SUBSET OF FAMILIES WHO HARVEST SALMON FOR SUBSISTENCE PURPOSES IN THE BETHEL AREA. CONTINUOUS CONTACT WITH SUBSISTENCE FISHING WORK GROUPS DURING THE FISHING SEASON PROVIDES A MEANINGFUL OPPORTUNITY FOR SUBSISTENCE USERS TO SHARE THEIR PERSPECTIVES ON THE ANNUAL SALMON RUNS, HARVEST NEEDS, AND PERSONAL IMPACTS OF MANAGEMENT DECISIONS. THIS TIME ALSO ALLOWS ONC STAFF TO PROVIDE A COMMUNICATION CHANNEL BETWEEN SUBSISTENCE USERS AND FISHERY MANAGEMENT AGENCIES, BY SHARING INFORMATION ABOUT MANAGEMENT DECISIONS, CONSERVATION EFFORTS, AND OTHER RELEVANT INFORMATION. INSEASON SUBSISTENCE HARVEST DATA THAT'S COLLECTED WILL BE UTILIZED TO INFORM INSEASON HARVEST MODELS AND DECISIONS WHILE ALSO SERVING AS A TIME-SERIES THAT PROVIDE INSIGHT INTO TRENDS IN GEAR USAGE, FISHING EFFORT, AND SUBSISTENCE FLEET TIMING. THESE LONG-TERM DATASETS CAN ULTIMATELY IMPROVE OUR UNDERSTANDING OF CHINOOK SALMON SUBSISTENCE HARVEST PATTERNS AND THE RESULTING IMPACT ON ESCAPEMENT AND RUN DYNAMICS. ALL GOALS AND OUTCOMES WILL BE ACHIEVED THROUGH A COLLABORATIVE EFFORT BETWEEN ONC AND ALASKA DEPARTMENT OF FISH & GAME (ADF&G) TO COLLECT, PROCESS, AND ANALYZE ALL DATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b2c9d8e-d27a-bef4-fd53-aeddcad9a186-C", "generated_internal_id": "ASST_NON_F22AC01433_1448"}, {"internal_id": 148676557, "Award ID": "F22AC01253", "Award Amount": 433838.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-04", "CFDA Number": "15.636", "Description": "OPERATE A FISH ENUMERATION WEIR ON THE BUSKIN RIVER IN KODIAK, ALASKA. THE BUSKIN RIVER SUPPORTS A FEDERAL SUBSISTENCE FISHERY OCCURRING WITHIN THE ALASKA MARITIME NATIONAL WILDLIFE REFUGE WHICH ANNUALLY HARVESTS RELATIVELY LARGE NUMBERS OF SOCKEYE SALMON DURING MAY, JUNE, AND JULY. SALMON FROM THE BUSKIN RIVER DRAINAGE HAVE BEEN IDENTIFIED BY THE FEDERAL SUBSISTENCE BOARD AS A RESOURCE IMPORTANT FOR CUSTOMARY AND TRADITIONAL USE BY THE RESIDENTS OF KODIAK. ANNUAL OPERATION OF A SALMON ESCAPEMENT WEIR AT THE BUSKIN LAKE OUTLET WILL ENSURE THAT MAXIMUM HARVEST OPPORTUNITIES FOR FEDERAL SUBSISTENCE USERS ARE SUSTAINED. IN ADDITION, THIS PROJECT WILL CONTINUE A HIGH SCHOOL STUDENT INTERNSHIP PROGRAM ESTABLISHED IN 2003 WHICH PROVIDES EDUCATION AND CAREER DEVELOPMENT OPPORTUNITY FOR FEDERALLY QUALIFIED SUBSISTENCE USERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AC01253_1448"}, {"internal_id": 147751233, "Award ID": "F22AC01225", "Award Amount": 141238.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-12", "CFDA Number": "15.636", "Description": "SUSTAINABLE MANAGEMENT OF SALMON FISHERIES REQUIRES ACCURATE DATA ABOUT STOCK STATUS AND HARVEST. FOR TWO COASTAL RIVERS LOCATED IN THE YUKON DELTA NATIONAL WILDLIFE REFUGE, THIS INFORMATION DOES NOT EXIST OR IS VERY LIMITED, OUTDATED, OR UNSUBSTANTIATED. THE PASTOLIK AND PASTOLIAK RIVERS, NEAR THE NORTH MOUTH OF THE YUKON RIVER, HAVE BEEN TRADITIONALLY USED BY RESIDENTS OF KOTLIK AND THE SURROUNDING AREA FOR SUBSISTENCE SALMON AND NONSALMON FISHING LONG BEFORE ALASKA BECAME A STATE. BOTH THE PASTOLIK AND PASTOLIAK RIVERS ARE LISTED IN THE STATE'S CATALOG OF WATERS IMPORTANT FOR THE SPAWNING, REARING, OR MIGRATION OF ANADROMOUS FISHES (AWC) THAT DOCUMENTS WATERBODIES KNOWN TO SUPPORT ANADROMOUS FISHES, SUCH AS PACIFIC SALMON. HOWEVER, DESPITE LONG-TERM USE OF THESE RIVERS, FISHERIES MANAGERS HAVE NO DATA ON SUBSISTENCE SALMON HARVESTS FOR THEM AND MAINTAIN UNRESOLVED QUESTIONS ABOUT THE PRESENCE OR ABSENCE OF SALMON POPULATIONS, GENETIC STOCK COMPOSITION, DISTRIBUTIONS, AND HEALTH OF THE SALMON SPECIES IN THESE RIVERS. ANNUAL POSTSEASON SALMON SURVEYS CONDUCTED IN THE AREA BY THE ADF&G DIVISION OF COMMERCIAL FISHERIES DO NOT HAVE THE RESOLUTION NEEDED TO KNOW IF, OR TO WHAT EXTENT AND WHERE, SUBSISTENCE FISHING OCCURS IN THESE TWO RIVER SYSTEMS. LOWER RIVER FISHERS EXPRESSED CONCERN ABOUT THEIR OPPORTUNITIES FOR SUBSISTENCE SALMON FISHING IN THE PASTOLIK AND PASTOLIAK RIVERS TO THE ALASKA BOARD OF FISHERIES (2019) IN A SET OF PROPOSALS TO CHANGE FISHING REGULATIONS. THESE PROPOSALS HIGHLIGHTED THE EXISTING INFORMATION GAP FOR THESE RIVER SYSTEMS ABOUT THE STATUS OF SALMON IN THESE RIVERS AND HOW THEY ARE CURRENTLY UTILIZED FOR SUBSISTENCE. THIS STUDY SEEKS TO ADDRESS THESE DATA GAPS BY DOCUMENTING THE TRADITIONAL ECOLOGICAL KNOWLEDGE (TEK) AND HARVEST OF SALMON IN THESE RIVER SYSTEMS; COLLECTING BIOLOGICAL INFORMATION ON ALL SPECIES OF SALMON THAT MAY BE PRESENT IN THE PASTOLIK AND PASTOLIAK RIVERS (GENETICS, AGE-SEX-LENGTH, EDNA); AND ESTABLISHING DISTRIBUTIONS OF JUVENILE SALMON IN THE PASTOLIK AND PASTOLIAK RIVERS. DOCUMENTING LOCAL AND TRADITIONAL KNOWLEDGE IN ADDITION TO BIOLOGICAL AND HARVEST DATA WILL ESPECIALLY PROVIDE FISHERIES MANAGERS WITH A TEXTURED UNDERSTANDING OF HOW RESIDENTS USE SALMON IN THESE SYSTEMS, HOW THAT USE MAY HAVE CHANGED OVER TIME, AS WELL AS HOW CURRENT REGULATIONS AND MANAGEMENT STRATEGIES MAY BE AFFECTING USE OF THESE AREAS. THE PROJECT WILL BEGIN IN MAY 2022 WITH COMMUNITY CONSULTATION; DATA (ALL TYPES) COLLECTION WILL OCCUR IN SUMMER AND FALL 2022 WITH ANALYSIS TO FOLLOW; AND A FINAL REPORT WILL BE AVAILABLE BY DECEMBER 2023 AFTER COMMUNITY REVIEW. ONE OF THE MAIN GOALS OF THIS PROJECT IS TO FACILITATE INFORMATION SHARING BETWEEN LOCAL RESIDENTS AND FISHERIES MANAGEMENT AGENCIES. PROJECT INVESTIGATORS WILL CONSULT WITH THE KOTLIK TRADITIONAL COUNCIL THROUGHOUT THE DURATION OF THIS STUDY. THE COUNCIL OFFICE WILL BE AN IMPORTANT LOCATION FOR SHARING INFORMATION ABOUT THE DESIGN AND GOALS OF THE PROJECT AS WELL AS WHERE WE WILL SHARE PRELIMINARY RESULTS AND REQUEST FEEDBACK. ADDITIONALLY, THE TRIBAL COUNCIL WILL BE PARTNERS IN SELECTING THE LOCAL RESEARCH ASSISTANTS AND STUDY PARTICIPANTS. IN ADDITION TO COMMUNITY CONSULTATION, FEDERAL AND STATE YUKON RIVER FISHERIES MANAGERS, BIOLOGISTS, AND STAFF AT THE YUKON DELTA NATIONAL WILDLIFE REFUGE WILL BE CONSULTED DURING PROJECT DESIGN, IMPLEMENTATION, AND REVIEW OF RESULTS. PLANS FOR THE PROJECT AND THE RESULTS OF THE RESEARCH WILL ALSO BE SHARED WITH THE YUKON-KUSKOKWIM DELTA SUBSISTENCE REGIONAL ADVISORY COUNCIL. A FINAL REPORT WILL BE DISTRIBUTED TO THE STUDY COMMUNITIES AS WELL AS OTHER AGENCIES AND ORGANIZATIONS, INCLUDING THE ASSOCIATION FOR VILLAGE COUNCIL PRESIDENTS, THE YUKON RIVER DRAINAGE FISHERMEN'S ASSOCIATION, AND MANAGERS AT THE U.S. FISH AND WILDLIFE SERVICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AC01225_1448"}, {"internal_id": 147751231, "Award ID": "F22AC01221", "Award Amount": 126629.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-13", "CFDA Number": "15.636", "Description": "WHITEFISHES AND OTHER NONSALMON FISHES ARE EXTREMELY IMPORTANT IN SUBSISTENCE FISHERIES THROUGHOUT THE YUKON RIVER DRAINAGE. THE UPPER KOYUKUK RIVER DRAINAGE CONTAINS IMPORTANT WHITEFISH AND NONSALMON FISH SPAWNING HABITATS. THE ALATNA RIVER IS A MAJOR SPAWNING DESTINATION FOR INCONNU (SHEEFISH), BROAD WHITEFISH, HUMPBACK WHITEFISH, LEAST CISCO, AND ROUND WHITEFISH. DESPITE THEIR PROLIFIC SUBSISTENCE USE AND COMMERCIAL EXPLOITATION, THERE IS LIMITED INFORMATION ABOUT THEIR STOCK STATUSES, LIFE HISTORIES, AND ANNUAL SUBSISTENCE HARVESTS WHICH CHALLENGES THE SUSTAINABLE MANAGEMENT OF THESE SPECIES. HOWEVER, LOCAL FISHERS POSSESS A WEALTH OF LOCAL AND TRADITIONAL ECOLOGICAL KNOWLEDGE (TEK) ABOUT THE ENVIRONMENT, FISH, AND OTHER RESOURCES THAT CAN BE EXTREMELY HELPFUL TO MANAGERS AND BIOLOGISTS. THIS PROJECT ADDRESSES THREE PRIORITY INFORMATION NEEDS IDENTIFIED FOR THE YUKON REGION FOR THE 2022 FISHERIES RESOURCE MONITORING PROGRAM: 1) TRADITIONAL ECOLOGICAL KNOWLEDGE (TEK) OF FISHES; 2) IMPACTS OF CLIMATE CHANGE IN CONTINUED HARVEST AND USE OF FISH; AND IMPACTS OF CLIMATE CHANGE ON FISH.USING MIXED QUALITATIVE AND QUANTITATIVE METHODS, THE PROPOSED RESEARCH WILL UPDATE THE EXISTING DOCUMENTATION OF TEK OF CRITICAL NONSALMON FISHES FOR THIS REGION WITH A FOCUS ON LOCAL FISHERS' OBSERVATIONS OF LANDSCAPE AND WATERWAY CHANGE LINKED TO CLIMATE EFFECTS. IT WILL ALSO UPDATE HARVEST ESTIMATES OF NONSALMON SPECIES FOR THE COMMUNITIES OF ALLAKAKET AND ALATNA IN ORDER TO EXPLORE SHIFTING PATTERNS OF HARVEST. THE BIOLOGICAL PORTION OF THIS STUDY WILL ADDRESS EXISTING DATA GAPS IN HUMPBACK WHITEFISH POPULATIONS IN THE UPPER KOYUKUK RIVER DRAINAGE. SPECIFICALLY, THE DEMOGRAPHIC COMPOSITION OF HUMPBACK WHITEFISH WILL BE DESCRIBED FOR SPAWNING POPULATIONS IN THE ALATNA AND SOUTH FORK KOYUKUK RIVERS. THIS STUDY WILL DESCRIBE AGE, SEX, AND LENGTH STRUCTURES, ASSESS FISH CONDITION THROUGH WEIGHT AT LENGTH RELATIONSHIPS, AND ASSESS THE REPRODUCTIVE HEALTH OF SPAWNING POPULATIONS. ONE OF THE MAIN OBJECTIVES OF THIS PROJECT IS TO ENGAGE RESIDENTS OF THE STUDY COMMUNITIES THROUGHOUT THE RESEARCH PROJECT TO BUILD CAPACITY FOR FISHERIES RESEARCH AND TO FACILITATE INFORMATION SHARING BETWEEN LOCAL RESIDENTS AND RESOURCE MANAGEMENT AGENCIES. COMMUNITY CONSULTATION ON RESEARCH DESIGN AND LOCAL INPUT WILL BEGIN MAY 2022. COMBINED BIOLOGICAL SAMPLING AND ETHNOGRAPHIC DATA COLLECTION WILL OCCUR IN SUMMER AND FALL OF 2022, FOLLOWED BY HARVEST SURVEY DATA COLLECTION IN EARLY 2023. ALL DATA WILL BE FULLY ANALYZED BY FALL-WINTER 2023 TO BE READY FOR COMMUNITY REVIEW BY EARLY 2024.THE FINAL REPORT WILL BE DISTRIBUTED TO THE STUDY COMMUNITIES AS WELL AS OTHER AGENCIES AND ORGANIZATIONS, INCLUDING THE ASSOCIATION FOR VILLAGE COUNCIL PRESIDENTS, THE YUKON RIVER DRAINAGE FISHERMEN'S ASSOCIATION, AND MANAGERS AT THE U.S. FISH AND WILDLIFE SERVICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AC01221_1448"}, {"internal_id": 147751245, "Award ID": "F22AC01174", "Award Amount": 155299.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-11", "CFDA Number": "15.636", "Description": "THE GOAL OF THE PROJECT IS TO BETTER UNDERSTAND CONTEMPORARY HARVEST TRENDS OF SALMON AND OTHER WILD RESOURCES IN THE CONTEXT OF ENVIRONMENTAL, SOCIOECONOMIC, AND REGULATORY CHANGES FOR THE COMMUNITIES OF FALSE PASS AND NELSON LAGOON. THIS PROJECT WAS DEVELOPED AS A RESPONSE TO TWO INFORMATION NEEDS IDENTIFIED IN THE 2022 FISHERIES RESOURCE MONITORING PROGRAM CALL FOR PROPOSALS PREPARED BY THE OFFICE OF SUBSISTENCE MANAGEMENT AND THE TWO SOUTHWEST ALASKA REGIONAL ADVISORY COUNCILS BY: 1) PROVIDING \"RELIABLE ESTIMATES OF SUBSISTENCE HARVEST AND USES\" FOR THE LOWER ALASKA PENINSULA AND EASTERN ALEUTIAN ISLAND COMMUNITIES OF FALSE PASS AND NELSON LAGOON; AND 2) DOCUMENTING THE \"IMPACTS OF CLIMATE CHANGE ON SALMON AND THE ENVIRONMENT. THIS STUDY WILL FILL A MUCH-NEEDED DATA GAP IN THE AVAILABLE DATASET FOR THE HARVEST AND USE OF SALMON AND NONSALMON FISHES, WITHIN THE CONTEXT OF TOTAL SUBSISTENCE RESOURCES HARVESTED, FOR THE COMMUNITIES OF FALSE PASS AND NELSON LAGOON. IN ADDITION, THE STUDY WILL DOCUMENT TRADITIONAL AND CONTEMPORARY SUBSISTENCE HARVEST AND USE AREAS, DOCUMENT TEK OBSERVATIONS RELATED TO THE EFFECTS OF ENVIRONMENTAL CHANGE ON SALMON POPULATIONS AND SUBSISTENCE ACTIVITIES, AND EVALUATE THE ACCURACY OF THE SUBSISTENCE SALMON PERMIT SYSTEM. THE DATA FROM THIS STUDY WILL BE USEFUL FOR REGULATORY BODIES SUCH AS THE ALASKA BOARD OF FISHERIES (BOF) AND THE FEDERAL SUBSISTENCE BOARD (FSB) IN THEIR ASSESSMENTS OF WHETHER SUBSISTENCE NEEDS ARE BEING MET AND TO INFORM FEDERAL AND STATE MANAGERS AND REGULATORY BODIES ON SUBSISTENCE REGULATIONS.THE DEVELOPMENT OF THIS PROJECT WAS GUIDED BY THE RESEARCH PRINCIPLES OF THE ALASKA FEDERATION OF NATIVES IN ITS GUIDELINES FOR RESEARCH, BY THE NATIONAL SCIENCE FOUNDATION, OFFICE OF POLAR PROGRAMS IN ITS PRINCIPLES FOR THE CONDUCT OF RESEARCH IN THE ARCTIC, THE ETHICAL PRINCIPLES FOR THE CONDUCT OF RESEARCH IN THE NORTH, AND THE ALASKA CONFIDENTIALITY STATUTE. THESE PRINCIPLES STRESS COMMUNITY APPROVAL OF RESEARCH DESIGNS, INFORMED CONSENT, ANONYMITY OF STUDY PARTICIPANTS, COMMUNITY REVIEW OF DRAFT STUDY FINDINGS, AND THE PROVISION OF STUDY FINDINGS TO EACH STUDY COMMUNITY UPON COMPLETION OF THE RESEARCH. CONSISTENT WITH THESE PRINCIPLES, THE FALSE PASS TRIBAL COUNCIL, THE NELSON LAGOON TRIBAL COUNCIL, AND THE ALASKA ALEUTIAN PRIBILOF ISLANDS ASSOCIATION SUBMITTED LETTERS OF SUPPORT FOR THIS PROJECT.THE PROJECT HAS THREE OBJECTIVES. 1.ESTIMATE SUBSISTENCE SALMON AND OTHER WILD RESOURCES HARVEST AMOUNTS AND LOCATIONS BY FALSE PASS AND NELSON LAGOON RESIDENTS FOR STUDY YEAR 2023. 2. EVALUATE THE SUBSISTENCE SALMON PERMIT SYSTEM AND MAKE RECOMMENDATIONS FOR IMPROVEMENT BASED ON STUDY FINDINGS. 3.DOCUMENT TRADITIONAL ECOLOGICAL KNOWLEDGE (TEK) OBSERVATIONS RELATED TO THE EFFECTS OF ENVIRONMENTAL CHANGE ON SALMON POPULATIONS AND SUBSISTENCE ACTIVITIES BY FALSE PASS AND NELSON LAGOON RESIDENTS. TO ACCOMPLISH THESE OBJECTIVES, THIS PROJECT WILL UTILIZE 1) MAP BIOGRAPHIES, 2) PARTICIPANT OBSERVATION, 3) KEY RESPONDENT INTERVIEWS (KRIS), AND 4) COMPREHENSIVE HOUSEHOLD HARVEST SURVEYS. THE DATA GATHERING METHODS FOR THIS PROJECT WERE DESIGNED TO BE INTEGRATED SO THAT DATA COLLECTED USING ONE METHOD INFORM THE DEVELOPMENT AND IMPLEMENTATION OF OTHER METHODS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AC01174_1448"}, {"internal_id": 147751247, "Award ID": "F22AC01166", "Award Amount": 67239.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-07", "CFDA Number": "15.636", "Description": "CHINOOK SALMON (ONCORHYNCHUS TSHAWYTSCHA) AND CHUM SALMON (O. KETA) RUNS ARE MAJOR SUBSISTENCE FISHERY RESOURCES FOR YUKON RIVER COMMUNITIES. HOWEVER, LOW PRODUCTIVITY AND POOR RETURN YEARS HAVE BEEN OBSERVED FOR BOTH SPECIES IN RECENT YEARS, RESULTING IN ECONOMIC HARDSHIPS AND FOOD SECURITY ISSUES FOR FISHING COMMUNITIES THROUGHOUT THE REGION. WITH VARIABLE CHINOOK AND CHUM SALMON RETURNS, THE IMPORTANCE OF OTHER FISHERY RESOURCES IS GROWING ON THE YUKON RIVER, INCLUDING COHO SALMON (O. KISUTCH). COHO SALMON HAVE BEEN RELATIVELY UNDERSTUDIED ON THE YUKON RIVER COMPARED TO CHINOOK AND CHUM SALMON, AND LIMITED INFORMATION EXISTS ON THE DISTRIBUTION AND ABUNDANCE OF COHO SALMON THROUGHOUT THE DRAINAGE. NEVERTHELESS, FISHERIES BIOLOGISTS AND MANAGERS ARE REQUIRED TO USE THE BEST AVAILABLE INFORMATION TO ASSESS COHO SALMON ABUNDANCE WHEN MANAGING THE SUBSISTENCE COHO SALMON FISHERIES ON THE YUKON RIVER. PRIOR STUDIES HAVE DEMONSTRATED A RELATIONSHIP BETWEEN JUVENILE ABUNDANCE IN THE NORTHERN BERING SEA AND FUTURE ADULT RETURNS OF YUKON RIVER CHINOOK SALMON, ENABLING JUVENILE-BASED FORECASTS OF ADULT RUN SIZES. DUE TO A MIXTURE OF SALMON STOCKS IN THE BERING SEA, GENETIC MIXED-STOCK ANALYSIS (MSA) IS AN ESSENTIAL COMPONENT OF THESE MODELS AND FACILITATES APPORTIONMENT OF YUKON RIVER SALMON FROM OTHER ALASKAN SALMON STOCKS. THESE FORECASTS DIRECTLY INFORM CONSERVATION AND MANAGEMENT OF MAJOR FISHERY RESOURCES IN THE YUKON RIVER. COHO SALMON CONSERVATION AND MANAGEMENT COULD SIMILARLY BENEFIT FROM JUVENILE-BASED FORECASTS OF ADULT RUN SIZES, SINCE COHO SALMON SAMPLES AND ABUNDANCE DATA IS COLLECTED DURING ANNUAL BERING SEA RESEARCH TRAWL SURVEYS. HOWEVER, A GENETIC BASELINE FOR COHO SALMON THAT CAN BE USED FOR BERING SEA MSA IS NECESSARY BEFORE DEVELOPING A JUVENILE-BASED FORECAST MODEL FOR COHO SALMON IN THE YUKON RIVER. THE PRIMARY GOAL OF THIS PROPOSED PROJECT IS TO DEVELOP A HIGH-RESOLUTION GENETIC BASELINE FOR YUKON RIVER AND COASTAL WESTERN ALASKA COHO SALMON POPULATIONS. DNA FROM COHO SALMON TISSUE SAMPLES COLLECTED FROM SPAWNING LOCATIONS ACROSS WESTERN ALASKA (YUKON RIVER, NORTON SOUND, KUSKOKWIM RIVER, AND BRISTOL BAY) WILL BE GENOTYPED USING NOVEL, YET WELL-VETTED, GENOTYPING-IN-THOUSANDS BY SEQUENCING METHODS (GT-SEQ), A COST-EFFECTIVE METHOD FOR SCREENING HUNDREDS OF GENETIC MARKERS FOR BASELINE DEVELOPMENT. THE GENETIC BASELINE WILL BE USED TO DESCRIBE THE GENETIC STRUCTURE OF COHO SALMON 1) WITHIN THE YUKON RIVER AND 2) BETWEEN THE YUKON RIVER AND OTHER COASTAL WESTERN ALASKA POPULATIONS. MOREOVER, THE BASELINE CAN THEN BE USED IN MSA FOR SUBSISTENCE FISHERIES MANAGEMENT APPLICATIONS. MSA CAN PROVIDE FEDERAL, STATE, AND LOCAL SUBSISTENCE FISHERIES MANAGERS AND BIOLOGISTS WITH STOCK COMPOSITION ESTIMATES OF MIXED-STOCK CATCH OR HARVEST SAMPLES, WHICH CAN BE UTILIZED IN INTERDISCIPLINARY EFFORTS TO 1) UNDERSTAND POPULATION DYNAMICS AND RUN STRUCTURES, 2) ESTIMATE ESCAPEMENT, HARVEST, AND STOCK-SPECIFIC ABUNDANCES, AND 3) FORECAST FUTURE RUNS OF COHO SALMON. OUR LONG-TERM VISION IS THAT THE INITIAL GENETIC BASELINE DEVELOPED THROUGH THIS PROJECT WILL BE EXPANDED INTO A MORE COMPREHENSIVE WESTERN ALASKA BASELINE THROUGH PARTNERSHIPS AND COLLABORATION WITH LOCAL WESTERN ALASKA COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AC01166_1448"}, {"internal_id": 147751240, "Award ID": "F22AC01151", "Award Amount": 278053.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-07", "CFDA Number": "15.636", "Description": "THIS PROJECT RESPONDS DIRECTLY TO AN INFORMATION NEED IDENTIFIED IN THE \"PRIORITY INFORMATION NEEDS\" DOCUMENT PREPARED BY THE OFFICE OF SUBSISTENCE MANAGEMENT AND THE KODIAK/ALEUTIANS SUBSISTENCE REGIONAL ADVISORY COUNCIL BY PROVIDING UPDATED \"RELIABLE ESTIMATES OF SUBSISTENCE HARVEST AND USES\" IN THE NORTHERN KODIAK AREA COMMUNITIES OF OUZINKIE AND PORT LIONS. RESIDENTS OF OUZINKIE AND PORT LIONS RELY ON A VARIETY OF SUBSISTENCE RESOURCES, ESPECIALLY SALMON RUNS FROM THE AFOGNAK RIVER ON AFOGNAK ISLAND. THIS FISHERY OPERATES PRIMARILY IN NEARSHORE MARINE WATERS WITHIN THE ALASKA MARITIME NATIONAL WILDLIFE REFUGE BUT FALLS UNDER THE JURISDICTION OF THE KODIAK NATIONAL WILDLIFE REFUGE. THIS PROJECT WILL PRODUCE RELIABLE ESTIMATES OF SUBSISTENCE HARVESTS AND USES OF SALMON AND OTHER RESOURCES THROUGH COMPREHENSIVE HOUSEHOLD HARVEST SURVEYS, RESOURCE MAPPING, AND KEY RESPONDENT INTERVIEWS. RELIABLE ESTIMATES OF SUBSISTENCE HARVEST AND USES OF SALMON AND OTHER RESOURCES IN OUZINKIE AND PORT LIONS ADDRESS SEVERAL CRITICAL LINKED ISSUES WITH MULTIPLE APPLICATIONS FOR MANAGERS AND OTHER STAKEHOLDERS. NUMEROUS MEMBERS OF THE KODIAK/ALEUTIANS SUBSISTENCE REGIONAL ADVISORY COUNCIL EXPRESSED THE IMPORTANCE OF COLLECTING UPDATED HARVEST DATA FOR OUZINKIE AND PORT LIONS AT THE SEPTEMBER 2020 COUNCIL MEETING. THE DIVISION OF SUBSISTENCE LAST CONDUCTED COMPREHENSIVE HARVEST SURVEYS IN OUZINKIE AND PORT LIONS IN 2003, MAKING THEM THE MOST OUTDATED KODIAK AREA COMMUNITIES TO BE SURVEYED (KODIAK ROAD-CONNECTED COMMUNITIES WERE THE MOST OUTDATED, BUT WERE SURVEYED IN 2022 FOR THE 2021 HARVEST YEAR). COMPREHENSIVE HOUSEHOLD HARVEST SURVEYS WILL PRODUCE A DATASET TO ESTIMATES THE COMMUNITIES' ANNUAL USE OF SUBSISTENCE RESOURCES AND PROVIDE VALUABLE INSIGHT INTO HARVEST AND USE PARTICIPATION RATES, SHARING OF WILD RESOURCES, FOOD SECURITY LEVELS, AND THE DEMOGRAPHIC AND SOCIOECONOMIC FACTORS THAT INFLUENCE PATTERNS OBSERVED IN HARVEST AND USE DATA. UPDATED SUBSISTENCE DATA ARE NECESSARY TO UNDERSTAND RECENT DECLINES IN SALMON HARVEST ESTIMATES. THE TOTAL REPORTED SUBSISTENCE SALMON HARVEST IN THE KODIAK MANAGEMENT AREA FOR 2018 (17,459 SALMON) AND 2019 (12,688 SALMON) FELL WELL BELOW THE PRIOR 5-YEAR AND 10-YEAR AVERAGES (22,988 AND 26,844 SALMON, RESPECTIVELY) BASED ON RETURNED STATE SUBSISTENCE PERMITS. THE SUN'AQ TRIBE OF KODIAK'S RECENT STUDY ON TRIBAL SEAFOOD CONSUMPTION CONCLUDED THAT KODIAK TRIBES CONSUME SEAFOOD AT RATE 10 TIMES GREATER THE RATE OF THE U.S. POPULATION, AND THAT SALMON WAS THE SEAFOOD CONSUMED MOST FREQUENTLY AND IN THE GREATEST QUANTITIES. THE DOCUMENTED IMPORTANCE OF SALMON CONSUMPTION FOR KODIAK TRIBES AND THE SIGNIFICANT DROP IN REPORTED HARVESTS UNDERLINE THE NEED FOR UPDATED AND RELIABLE HARVEST ESTIMATES WITH IMPORTANT CONTEXTUAL INFORMATION TO HELP EXPLAIN THE RECENT DECLINE. FINALLY, COMPREHENSIVE SURVEYS INCLUDE UPDATING SPATIAL DATA OF SUBSISTENCE USE AREAS. THESE DATA PROVIDE INFORMATION THAT IS CRITICAL FOR RESPONDING TO THE INCREASE IN AQUACULTURE AND DEVELOPMENT PROPOSALS THAT COULD AFFECT VITAL SUBSISTENCE USE AREAS. THIS STUDY WILL PROVIDE RELIABLE HARVEST AND USE ESTIMATES WHILE DOCUMENTING LOCAL KNOWLEDGE AND THE ENVIRONMENTAL AND SOCIAL FACTORS THAT INFLUENCE SUBSISTENCE HARVESTS OF SALMON AND OTHER RESOURCES. COMMUNITY CONSULTATION ON RESEARCH DESIGN AND LOCAL INPUT WILL BEGIN JANUARY 2023, FOLLOWED BY HARVEST SURVEY DATA COLLECTION IN EARLY 2023. ALL DATA WILL BE FULLY ANALYZED BY FALL-WINTER 2023 TO BE READY FOR COMMUNITY REVIEW BY EARLY 2024. A FINAL REPORT WILL BE DISTRIBUTED TO THE STUDY COMMUNITIES AS WELL AS OTHER AGENCIES AND ORGANIZATIONS, INCLUDING PARTNERS AT THE KODIAK NATIONAL WILDLIFE REFUGE AND THE U.S. FISH AND WILDLIFE SERVICE, THE OUZINKIE CORPORATION, NATIVE VILLAGE OF OUZINKIE, AND NATIVE VILLAGE OF PORT LIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AC01151_1448"}, {"internal_id": 147751234, "Award ID": "F22AC01145", "Award Amount": 179540.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-07", "CFDA Number": "15.636", "Description": "THIS PROJECT WAS DEVELOPED AND WILL BE CARRIED OUT COLLABORATIVELY BY ADF&G DIVISION OF SUBSISTENCE AND THE BRISTOL BAY NATIVE ASSOCIATION (BBNA). THIS STUDY SEEKS TO DOCUMENT CONTEMPORARY SALMON HARVEST AND USE PATTERNS IN ADDITION TO GATHERING DATA THAT WILL PROVIDE A BROADER UNDERSTANDING OF THE SUBSISTENCE WAY OF LIFE IN MANOKOTAK. THIS WILL BE ACCOMPLISHED THROUGH ADMINISTRATION OF A COMPREHENSIVE HOUSEHOLD HARVEST SURVEY FOR CALENDAR YEAR 2022 AND BY CONDUCTING KEY RESPONDENT INTERVIEWS TO CONTEXTUALIZE THOSE HARVEST DATA.THIS PROJECT WAS DESIGNED TO RESPOND TO TWO INFORMATION NEEDS IDENTIFIED IN THE 2022 FISHERIES RESOURCE MONITORING PROGRAM CALL FOR PROPOSALS BY PROVIDING \"RELIABLE ESTIMATES OF SUBSISTENCE HARVEST AND USES\" FOR THE COMMUNITY OF MANOKOTAK, AND BY DOCUMENTING THE \"IMPACTS OF CLIMATE CHANGE ON SALMON AND THE ENVIRONMENT.\" THIS COLLABORATIVE RESEARCH PROJECT WILL COLLECT SUBSISTENCE HARVEST DATA FOR SALMON AND OTHER IMPORTANT WILD RESOURCES BY RESIDENTS OF MANOKOTAK; DOCUMENT TRADITIONAL ECOLOGICAL KNOWLEDGE (TEK) REGARDING LOCAL SALMON POPULATIONS AND ENVIRONMENTAL CHANGES; AND PARTNER WITH THE MANOKOTAK NUNANIQ SCHOOL TO FACILITATE A COMMUNITY-BASED, PARTICIPATORY RESEARCH EFFORT BY INCLUDING STUDENTS IN RESEARCH EFFORTS AND INCORPORATING SUBSISTENCE ACTIVITIES AND KNOWLEDGE INTO THE CLASSROOM.THIS PROJECT IS DESIGNED TO OBTAIN SEVERAL DIFFERENT TYPES OF INFORMATION ABOUT THE EFFECT OF CLIMATE CHANGE ON SALMON POPULATIONS, THE LOCAL ENVIRONMENT, AND SUBSISTENCE ACTIVITIES, WHILE ALSO PROVIDING MORE RELIABLE ESTIMATES OF THE HARVEST AND USE OF SALMON AND OTHER WILD RESOURCES BY MANOKOTAK RESIDENTS. THE DOCUMENTATION OF TEK WILL PRODUCE DETAILED AND SPECIFIC PLACE-BASED OBSERVATIONS PROVIDING CONTEXTUAL EXPLANATIONS FOR SUBSISTENCE HARVEST ESTIMATES AND OBSERVED CHANGES IN SALMON POPULATIONS BY AREA RESIDENTS. THIS RESEARCH WILL INCREASE THE UNDERSTANDING OF SALMON HARVEST PATTERNS IN THE TOGIAK NATIONAL WILDLIFE REFUGE AND ASSIST FEDERAL, TRIBAL, AND STATE RESOURCE MANAGERS TO ENSURE ADEQUATE SUBSISTENCE OPPORTUNITIES ARE AVAILABLE. ADDITIONALLY, THIS RESEARCH WILL BE AVAILABLE TO REGULATORY BOARDS, RESIDENTS OF MANOKOTAK, AND OTHER ALASKANS WHO ARE ENGAGED IN THE REGULATORY PROCESS.THE OVERARCHING GOAL OF THIS RESEARCH IS TO PROVIDE IMPROVED HARVEST ESTIMATES AND INCREASE UNDERSTANDING OF SUBSISTENCE HARVEST AND USE PATTERNS, ESPECIALLY OF SALMON, BY RESIDENTS OF MANOKOTAK WITHIN THE CONTEXT OF ENVIRONMENTAL CHANGE. THIS PROJECT HAS THE FOLLOWING OBJECTIVES: 1.DOCUMENT THE PERCEIVED EFFECTS OF CLIMATE CHANGE ON SALMON POPULATIONS, THE LOCAL ENVIRONMENT, AND SUBSISTENCE ACTIVITIES UTILIZING TRADITIONAL ECOLOGICAL KNOWLEDGE (TEK) AND LOCAL ECOLOGICAL OBSERVATIONS; 2. DOCUMENT RELIABLE ESTIMATES OF THE HARVEST AND USE OF SALMON AND OTHER WILD RESOURCES USED FOR SUBSISTENCE BY MANOKOTAK RESIDENTS DURING THE 2022 CALENDAR YEAR; 3. FACILITATE A COMMUNITY-BASED PARTICIPATORY RESEARCH EFFORT TO PRODUCE A STUDENT-AUTHORED MANUSCRIPT ABOUT MANOKOTAK'S PAST AND PRESENT SUBSISTENCE PRACTICES THROUGH A PARTNERSHIP WITH THE MANOKOTAK NUNANIQ SCHOOL. THIS RESEARCH PROJECT WILL INTEGRATE THREE SOCIAL SCIENCE DATA GATHERING METHODS TO DOCUMENT TEK RELATED TO OBSERVED EFFECTS OF CLIMATE CHANGE ON SALMON POPULATIONS, THE LOCAL ENVIRONMENT, AND SUBSISTENCE ACTIVITIES AND TO ESTIMATE THE HARVEST AND USE OF SALMON AND OTHER WILD RESOURCES USED FOR SUBSISTENCE BY MANOKOTAK RESIDENTS. THESE METHODS ARE: 1) KEY RESPONDENT INTERVIEWS (KRIS), 2) COMPREHENSIVE HOUSEHOLD HARVEST SURVEYS, AND 3) HARVEST AND USE AREA MAPPING. DELIVERABLES/PRODUCTS:UPON COMPLETION OF THE PROJECT, ADF&G WILL PROVIDE PRINTED COPIES OF THE FINAL TECHNICAL REPORT TO THE FUNDING AGENCY, THE MANOKOTAK SCHOOL, BBNA, AND THE MANOKOTAK VILLAGE COUNCIL. FOUR-PAGE PROJECT RESULT SUMMARIES WILL BE SENT TO EACH PO BOX HOLDER IN MANOKOTAK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AC01145_1448"}, {"internal_id": 147751246, "Award ID": "F22AC01130", "Award Amount": 131297.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-01", "CFDA Number": "15.636", "Description": "SUBSISTENCE HARVEST ASSESSMENTS HAVE HISTORICALLY BEEN BASED ON POSTSEASON HOUSEHOLD SURVEYS, WITH NO AVAILABILITY OF RELIABLE INSEASON HARVESTS PRIOR TO 2016. ROBUST HARVEST ESTIMATES FOR EACH OPENING IS CRITICALLY IMPORTANT GIVEN THE SEVERE LACK OF HIGH QUALITY INSEASON DATA ON RUN ABUNDANCE AND RUN TIMING TO GUIDE DECISION-MAKING BY FEDERAL MANAGERS. THROUGH THE DELIVERY OF NEAR REAL-TIME HARVEST DATA FROM LOWER RIVER SUBSISTENCE COMMUNITIES, THIS PROJECT ADDRESSES A CRITICAL INFORMATION NEED AND DIRECTLY SUPPORTS FEDERAL MANAGEMENT OF CHINOOK SALMON SUBSISTENCE FISHERIES IN FEDERAL WATERS OF THE KUSKOKWIM RIVER BY PROVIDING CATCH AND EFFORT DATA NECESSARY FOR INSEASON ESTIMATION OF SUBSISTENCE HARVESTS. THIS PROJECT ADDRESSES THE FOLLOWING PRIORITY INFORMATION NEEDS FOR THE KUSKOKWIM REGION AS IDENTIFIED BY THE YUKON-KUSKOKWIM DELTA REGIONAL ADVISORY COUNCIL AND THE WESTERN INTERIOR REGIONAL ADVISORY COUNCIL:-RELIABLE QUANTITATIVE AND/OR QUALITATIVE ESTIMATES OF SALMON RUN SIZE, ESCAPEMENT, AND HARVEST IN THE KUSKOKWIM RIVER DRAINAGE INCLUDING KUSKOKWIM BAY TRIBUTARIES.-NEW METHODS FOR CONDUCTING INSEASON SALMON RUN ASSESSMENTS IN THE KUSKOKWIM RIVER DRAINAGE, FOR EXAMPLE COMMUNITY-BASED HARVEST MONITORING, SONAR, AND VILLAGE TEST FISHERIES.-INFORMATION SHARING BETWEEN STAKEHOLDERS AND AGENCIES CONCERNING SALMON CONSERVATION IN THE KUSKOKWIM RIVER DRAINAGE, FOR EXAMPLE OUTREACH TO VILLAGES USING THE MEDIA AND OTHER METHODS. OBJECTIVES:THE OVERALL PROJECT GOALS ARE TO: (1) CONTINUE TO DEVELOP AND IMPLEMENT A FRAMEWORK FOR A COMMUNITY-BASED HARVEST MONITORING NETWORK TO INFORM INSEASON MANAGEMENT WITH DATA ON ABUNDANCES, AND SPECIES COMPOSITIONS AND RATIOS IN SUBSISTENCE HARVESTS; (2) COLLECT AGE, SEX, AND LENGTH (ASL) DATA FROM CHINOOK SALMON HARVESTED IN THE LOWER PORTION OF THE KUSKOKWIM RIVER; AND (3) CONTRIBUTE TO CAPACITY BUILDING AND DATA TRANSPARENCY INTO THE FUTURE (FIGURE 4). IT IS INTENDED THAT THE MONITORING NETWORK PROTOCOLS DEVELOPED OVER THE PAST FOUR YEARS BE CONTINUED AND REFINED AS NEEDED TO CONTINUE PROJECT SUCCESS. PROJECT OBJECTIVES ARE TO: 1. IDENTIFY PARTICIPANT VILLAGES WILLING TO SUPPORT COMMUNITY-BASED MONITORS IN INTERVIEW SAMPLING. 2. TRAIN VILLAGE MONITORS TO RESPECTFULLY CONDUCT HARVEST INTERVIEWS. 3. COLLECT SUBSISTENCE HARVEST DATA FROM SUBSISTENCE FISHING OPPORTUNITIES DURING EARLY JUNE TO THE END OF THE LOWER RIVER CHINOOK SALMON RUN IN JULY, INCLUDING CATCH BY SPECIES AND FISHING EFFORT. 4. ELECTRONICALLY TRANSFER DATA WITHIN 12 HOURS OF THE END OF A FISHING OPPORTUNITY FOR COMPILATION TO INFORM MANAGERS REGARDING RUN STRENGTH AND COMPOSITION. 5. COLLECT BIOLOGICAL DATA (ASL) FROM CHINOOK SALMON HARVESTED IN SUBSISTENCE FISHERIES. 6. THROUGH COMMUNITY MONITORS, RELAY INFORMATION ON SUBSISTENCE FISHING OPPORTUNITIES TO LOCAL COMMUNITY MEMBERS, AND RELAY LOCAL CONCERNS TO INSEASON MANAGERS. 7. WORK WITH OTHER AGENCY AND NGO STAFF TO COMPILE, REVIEW, AND REPORT ON INSEASON AND POST-SEASON HARVEST SUMMARIES AS COLLECTED FROM THIS AND RELATED PROJECTS INCLUDING AERIAL SURVEYS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b4d84b9-c6d3-ad81-99ce-66d8de0139b9-R", "generated_internal_id": "ASST_NON_F22AC01130_1448"}, {"internal_id": 147751252, "Award ID": "F22AC01129", "Award Amount": 429227.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-04", "CFDA Number": "15.636", "Description": "RESIDENTS OF THE KUSKOKWIM AREA HARVEST FIVE SPECIES OF SALMON, IN ADDITION TO MANY OTHER SPECIES OF FRESHWATER AND MARINE FISHES, FOR SUBSISTENCE USES WITHIN THE BOUNDARIES OF THE YUKON DELTA NATIONAL WILDLIFE REFUGE AND SURROUNDING AREAS. THE KUSKOKWIM RIVER SUBSISTENCE SALMON FISHERY IS ONE OF THE LARGEST IN THE STATE IN TERMS OF USER PARTICIPATION AND AMOUNT OF SALMON HARVESTED. CURRENTLY THERE ARE NO ANNUALLY REQUIRED SUBSISTENCE HARVEST PERMITS OR REPORTING REQUIREMENTS FOR SALMON HARVESTS.HOUSEHOLD HARVEST DATA ARE COLLECTED THROUGH THE USE OF AN ANNUAL HARVEST SURVEY. ON AVERAGE, SURVEYS ARE CONDUCTED AMONG HOUSEHOLDS IN 27 DIFFERENT KUSKOKWIM AREA COMMUNITIES EACH FALL. THIS PROJECT PROVIDES THE ONLY ESTIMATE OF THE TOTAL SUBSISTENCE SALMON HARVEST IN THESE AREAS. SINCE 1988, ADF&G HAS MONITORED SUBSISTENCE SALMON HARVESTS, PRIMARILY THROUGH HOUSEHOLD SURVEYS AND TO A LESSER EXTENT HARVEST CALENDARS AND POSTCARD SURVEYS. BEGINNING IN 1999, ADF&G PARTNERED WITH ORUTSARARMIUT NATIVE COUNCIL (ONC) OF BETHEL TO HELP COLLECT THIS INFORMATION. DATA FROM THIS PROJECT ARE USED IN EVERY ASPECT OF SALMON RESOURCE MANAGEMENT, INCLUDING PRESEASON FORECASTING, INSEASON MANAGEMENT, POSTSEASON ASSESSMENT, AND THE DEFINITION OF ESCAPEMENT GOALS. DATA FROM THIS PROJECT LAY THE FOUNDATION FOR INVESTIGATING NEW WAYS IN WHICH SALMON FORECASTS AND INSEASON PROJECTIONS ARE ACCOMPLISHED, AND TO HELP ESTABLISH FORECASTING TOOLS AND ESCAPEMENT GOALS. HARVEST DATA ARE ALSO USED BY VARIOUS STATE AND FEDERAL ADVISORY COMMITTEES, LOCAL ORGANIZATIONS, AND TRIBAL ENTITIES TO HELP INFORM SUBSISTENCE USERS AND ALSO FACILITATE MANAGERS' DECISION-MAKING PROCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AC01129_1448"}, {"internal_id": 147751250, "Award ID": "F22AC01096", "Award Amount": 287258.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-01", "CFDA Number": "15.636", "Description": "RECENT RETURNS OF BOTH SOCKEYE AND CHINOOK SALMON TO CHIGNIK RIVER HAVE BEEN BELOW ESTABLISHED ESCAPEMENT GOALS. SALMON ESCAPING INTO THE CHIGNIK RIVER WATER SHED ARE ENUMERATED AT THE CHIGNIK RIVER WEIR, OPERATED BY ADF&G. TEN-MINUTE EXPANDED COUNTS ARE USED TO INDEX ESCAPING SALMON; A 10-MINUTE COUNT IS CONDUCTED EVERY HOUR AND MULTIPLIED BY SIX TO OBTAIN AN HOURLY ESCAPEMENT INDEX. THIS METHOD HAS BEEN SHOWN TO BE RELIABLE FOR SOCKEYE SALMON INDEXING WHEN COMPARED TO A COMPLETE CENSUS, AS SOCKEYE SALMON PASS IN LARGE NUMBERS, AND INDIVIDUAL OBSERVATION EVENTS (A SINGLE FISH PASSING) NUMBER IN THE HUNDREDS OF THOUSANDS PER YEAR. CHINOOK SALMON OBSERVATION EVENTS ARE MUCH RARER, WITH YEARLY INDIVIDUAL OBSERVATION EVENTS PER YEAR USUALLY NUMBERING IN THE HUNDREDS. EXPANDED COUNTS FOR CHINOOK SALMON MAY LACK BOTH PRECISION AND ACCURACY. SUBSISTENCE HARVEST ESTIMATES ARE LACKING IN THE CHIGNIK AREA. SURVEYS CONDUCTED BY ADF&G IN 2012 INDICATE THAT 61 CHINOOK SALMON WERE HARVESTED FOR SUBSISTENCE, HOWEVER STATE SUBSISTENCE PERMITS ONLY INDICATE THAT 37 CHINOOK SALMON WERE HARVESTED. FEDERALLY QUALIFIED SUBSISTENCE USERS (FQSU) ARE ISSUED ON AVERAGE THREE FEDERAL SUBSISTENCE PERMITS A YEAR, AND THE REPORTED HARVESTED PER YEAR ON FEDERAL SUBSISTENCE PERMITS VARIES FROM BETWEEN ZERO TO FIVE. SUBSISTENCE FISH HARVEST IS LIKELY GOING UNDERREPORTED DUE TO LACK OF KNOWLEDGE OF REPORTING REQUIREMENTS, LACK OF ACCESS TO SUBSISTENCE PERMITS, OR BOTH. ADF&G IS MANDATED TO MANAGE FOR SUBSISTENCE OPPORTUNITY BY ENSURING AN IN-RIVER RUN GOAL (IRRG) IS MET EACH YEAR FOR SUBSISTENCE PURPOSES. THE IRRG MANDATES THAT 10,000 SOCKEYE SALMON MUST ESCAPE PAST THE WEIR SPECIFICALLY FOR SUBSISTENCE PURPOSES IN BOTH AUGUST AND SEPTEMBER (20,000 SOCKEYE SALMON). IN RECENT YEARS, THE WEIR HAS BEEN REMOVED IN MID- TO LATE-AUGUST, MAKING IT DIFFICULT TO DETERMINE IF THE IRRG HAS BEEN MET IN AUGUST AND SEPTEMBER. THE SPECIFIC OBJECTIVES OF THIS PROJECT ARE: 1.ENUMERATE ALL CHINOOK SALMON THAT PASS THROUGH THE CHIGNIK RIVER WEIR DURING THE CENTRAL 80% OF THE CHINOOK SALMON RUN USING VIDEO CAMERAS AND FISHTICKTM SOFTWARE. THESE COUNTS WILL BE COMPARED TO THE TRADITIONAL METHOD OF ENUMERATING SALMON (10-MINUTE EXPANSION). 2.EXTEND OPERATION OF THE CHIGNIK RIVER WEIR FROM AUGUST 1 TO THE LATEST DATE POSSIBLE TO OBTAIN THE MOST ACCURATE ESTIMATE OF ESCAPEMENT AND PROVIDE THE MAXIMUM NUMBER OF OBSERVATIONS. EXACT REMOVAL DATE WILL BE DETERMINED BY TIDAL HEIGHT. EXTENDING THE WEIR OPERATIONS WILL ALSO ALLOW ADF&G STAFF TO CONTINUE COLLECTING ESCAPEMENT INFORMATION. 3.COLLECT IN-SEASON FEDERAL SUBSISTENCE HARVEST DATA FROM FQSU IN THE CHIGNIK AREA FROM MID-JUNE-NOVEMBER USING A CHIGNIK AREA LOCAL HIRE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AC01096_1448"}, {"internal_id": 147432475, "Award ID": "F22AC01078", "Award Amount": 180056.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-31", "CFDA Number": "15.636", "Description": "THIS PROJECT SEEKS TO UNDERSTAND THE HISTORICAL ABUNDANCE, DISTRIBUTION, AND HEALTH OF SALMON POPULATIONS IN SUBSISTENCE FISHING COMMUNITIES IN THE UPPER KUSKOKWIM RIVER DRAINAGE THROUGH THE DOCUMENTATION AND INCORPORATION OF LOCAL AND TRADITIONAL ECOLOGICAL KNOWLEDGE (TEK). RESEARCHERS WILL FOCUS ETHNOGRAPHIC RESEARCH ON DOCUMENTING THE USE OF NATURAL INDICATORS OF SALMON RUN CHARACTERISTICS TO EXPLORE PATTERNS IN CHINOOK, CHUM, SOCKEYE, AND COHO SALMON RUNS. FOR EACH COMMUNITY-MCGRATH, NIKOLAI, AND TAKOTNA-RESEARCHERS WILL ATTEMPT TO CONDUCT THREE TO FIVE GROUP GATHERINGS (DISCUSSIONS) OVER THE COURSE OF FOUR TO SIX DAYS. EACH GATHERING WILL INCLUDE AT LEAST FOUR TO SIX RESPONDENTS WHO REPRESENT A CROSS-SECTION OF THE COMMUNITY (DIFFERENT AGES, GENDERS, ETC.). FOR THE PURPOSES OF THIS PROJECT, NATURAL INDICATORS ARE DEFINED AS OBSERVATIONS THAT CORRELATE WITH SPECIFIC ECOLOGICAL PHENOMENA. NATURAL INDICATORS MAY INCLUDE SUCH VARIABLES AS THE SEASONAL PREVALENCE OF NONSALMON FISH SPECIES, THE TIMING OF WATERFOWL MIGRATION, THE EMERGENCE OF SPECIFIC SPECIES OF PLANTS AND INSECTS, AND THE DATE OF RIVER FREEZE-UP IN THE FALL OR BREAKUP IN THE SPRING. ALTHOUGH THE UPPER PORTION OF THE KUSKOKWIM RIVER DRAINAGE IS SITUATED OUTSIDE OF THE YUKON DELTA NATIONAL WILDLIFE REFUGE BOUNDARY, SALMON HARVESTED FOR SUBSISTENCE BY UPPER RIVER COMMUNITIES PASS THROUGH LOWER AND MIDDLE RIVER WATERS OF THE REFUGE. MANAGEMENT DECISIONS MADE IN THE LOWER AND MIDDLE SECTIONS OF THE RIVER NECESSARILY AFFECT SALMON HARVEST OPPORTUNITY IN THE UPPER RIVER; AS A RESULT, APPROPRIATE AND SUSTAINABLE MANAGEMENT BY FEDERAL AND STATE AGENCIES AND TRIBAL ORGANIZATIONS MUST ATTEND TO THE KNOWLEDGE AND EXPERIENCES OF ALL SUBSISTENCE FISHERS. RESEARCHERS WILL WORK CLOSELY WITH LOCAL COMMUNITIES THROUGHOUT THE DEVELOPMENT, DATA COLLECTION, AND ANALYSIS STAGES OF THIS STUDY. COMMUNITY REPRESENTATIVES WILL BE DIRECTLY INVOLVED WITH THE DEVELOPMENT OF AN INTERVIEW GUIDE WHICH WILL BE USED TO FACILITATE GROUP GATHERING DISCUSSIONS. COMMUNITY REPRESENTATIVES WILL ALSO HELP DETERMINE THE SPECIFIC TOPICS OF DISCUSSION FOR GROUP GATHERINGS AND WILL TAKE LEAD RESPONSIBILITIES IN IDENTIFYING POTENTIAL KEY RESPONDENTS WHO COULD PARTICIPATE IN THE RESEARCH. DIVISION RESEARCHERS' DIRECT COLLABORATION WITH COMMUNITY REPRESENTATIVES AND LOCAL RESIDENTS WILL HELP TO ESTABLISH NEW AND BUILD UPON EXISTING WORKING RELATIONSHIPS THAT ARE BASED ON TRUST AND MUTUAL UNDERSTANDING. THE RESEARCH TEAM WILL DOCUMENT INVALUABLE INFORMATION REGARDING TEK ASSOCIATED WITH SALMON NATURAL INDICATORS, AND THIS INFORMATION WILL BE MADE AVAILABLE TO STUDY COMMUNITIES AND MANAGERS. DOCUMENTATION OF THIS INFORMATION WILL FURTHER HELP TO INFORM MANAGEMENT DECISIONS, SO MANAGEMENT ACTIONS REFLECT AND ACCOMMODATE THE REALITIES OF SALMON FISHING IN THIS UNIQUE AND LARGELY UNDERSTUDIED PORTION OF THE KUSKOKWIM RIVER DRAINAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AC01078_1448"}, {"internal_id": 147432468, "Award ID": "F22AC01072", "Award Amount": 366440.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-29", "CFDA Number": "15.636", "Description": "OF PRIMARY AND IMMEDIATE CONCERN TO MANY KUSKOKWIM AREA FISHERS AND FISHERY MANAGERS HAS BEEN THE SEVERE DECLINE OF CHINOOK SALMON ABUNDANCE AND THE RESULTING RESTRICTIONS PLACED ON OPPORTUNITIES TO HARVEST SALMON. THESE FISHING RESTRICTIONS HAVE HAD PROFOUND EFFECTS ON SUBSISTENCE SALMON FISHING COMMUNITIES IN THE KUSKOKWIM AREA. THE MOST SIGNIFICANT CHANGE AFFECTING FISHERS IS THE IMPLEMENTATION OF UNPRECEDENTED RESTRICTIONS TO SUBSISTENCE SALMON FISHING THAT HAVE LIMITED THE AMOUNT OF TIME SPENT HARVESTING SALMON AND REDUCED THE TOTAL CATCH OF CHINOOK SALMON. THIS IS ESPECIALLY TRUE DURING THE EARLY PART OF THE SUMMER FISHING SEASON WHEN FISHERS HISTORICALLY HARVESTED AND PROCESSED MOST OF THEIR ANNUAL SALMON SUPPLY. AS A RESULT, AREA HOUSEHOLDS HAVE FACED CHALLENGES IN EFFECTIVELY PROCESSING ENOUGH SALMON FOR SAFE STORAGE AND USE THROUGHOUT THE YEAR. AT RECENT REGULATORY MEETINGS, THE BOARD CONSIDERED PROPOSALS TO CLOSE NON-SPAWNING TRIBUTARIES TO HARVEST AS WELL AS ALL SALMON FISHING IN THE KUSKOKWIM BAY FOR CONSERVATION PURPOSES. HOWEVER, THE BOARD LEFT THESE AREAS OPEN RECOGNIZING THE IMPORTANCE OF THESE TRADITIONAL FISHING AREAS AND AN ABSENCE OF DATA ABOUT FISHING PATTERNS AND DOCUMENTATION OF CONTEMPORARY ADAPTATIONS TO SEVERELY RESTRICTED FISHING OPPORTUNITY. THIS STUDY WILL EMPLOY ETHNOGRAPHIC METHODS OF KEY RESPONDENT INTERVIEWS AND PARTICIPANT OBSERVATION TO EXPLORE SUBSISTENCE FISHERS' TRADITIONAL ECOLOGICAL KNOWLEDGE (TEK) OF PACIFIC SALMON IN THE LOWER KUSKOKWIM RIVER COMMUNITIES OF NAPAKIAK, NUNAPITCHUK, KASIGLUK, TUNTUTULIAK, AND EEK. THE STUDY WILL FOCUS ON FISHER KNOWLEDGE OF SALMON PATTERNS OF MOVEMENT THROUGH CUSTOMARY AND TRADITIONAL FISHING AREAS AND THE WAYS IN WHICH FISHERS USE THIS KNOWLEDGE TO EFFECTIVELY HARVEST SALMON, PARTICULARLY IN THE SECTION OF THE KUSKOKWIM RIVER FROM THE JOHNSON RIVER MOUTH DOWNSTREAM TO KUSKOKWIM BAY, WITHIN THE YUKON DELTA NATIONAL WILDLIFE REFUGE (YDNWR). THE GOAL OF THIS STUDY IS TO COLLABORATE WITH KEY RESPONDENTS IN COMMUNITIES OF THE LOWER KUSKOKWIM RIVER TO DOCUMENT INFORMATION REGARDING HISTORICAL AND CONTEMPORARY SALMON FISHING AND PROCESSING METHODS, AND HOW FISHERS HAVE ADAPTED THOSE METHODS TO CHANGES OCCURRING WITHIN THE FISHERY. AS SUCH, ROBUST CONSULTATION WILL OCCUR EARLY IN THIS PROJECT (BEGINNING IN APRIL 2022) AND CONTINUE THROUGHOUT THE LIFE OF THE PROJECT. KEY RESPONDENT INTERVIEWS AND PARTICIPANT OBSERVATION WILL OCCUR PRIOR TO AND DURING THE SALMON FISHING SEASON, OVER TWO SEASONS: 2022 AND 2023.THE PROPOSED STUDY HAS SEVERAL APPLICATIONS. FIRST, DOCUMENTING FISHERS' EXPERIENCES OF THESE CHANGES AND THE EFFECTS ON THEIR HOUSEHOLDS' ABILITY TO OBTAIN THE SALMON THEY NEED EACH YEAR WILL BROADEN MANAGERS' UNDERSTANDING OF THE LOWER KUSKOKWIM RIVER SALMON FISHERY. THE STUDY WILL PROVIDE FISHERS WITH THE OPPORTUNITY TO SYSTEMATICALLY DESCRIBE THEIR NOVEL EXPERIENCES UNDER AN EXTREMELY CONSERVATIVE MANAGEMENT REGIME AND DOCUMENT HOW THEY HAVE ADAPTED FISHING AND PROCESSING TECHNIQUES. THE ETHNOGRAPHIC METHODS OF THIS STUDY WILL ALLOW SUBSISTENCE SALMON FISHING HOUSEHOLDS TO SHARE THIS TEK WITH MANAGEMENT AGENCIES IN A WAY THAT INFORMS OR DIRECTS MANAGEMENT DECISIONS TO BETTER ACCOMMODATE FISHERS' NEEDS AND EXPERIENCES. THE FINAL REPORTING FOR THIS PROJECT WILL INCLUDE A SUMMARY OF RECOMMENDATIONS TO OSM AND USFWS AND ADF&G FISHERIES MANAGEMENT STAFF REGARDING THE CONTINUED MONITORING OF ISSUES AND COMMUNITY CONCERNS RELATED TO THE LOWER KUSKOKWIM RIVER SUBSISTENCE SALMON FISHERY. FINALLY, A TEXTURED DESCRIPTION OF SPECIFIC FISHING PATTERNS IN THE LOWER KUSKOKWIM RIVER REGION ALONG WITH A DETAILED ACCOUNTING OF LOCAL CONCERNS AND ADAPTATIONS WILL STRENGTHEN THE COMMUNITIES' ENGAGED PARTICIPATION IN RESEARCH AND MANAGEMENT PROCESSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AC01072_1448"}, {"internal_id": 147432474, "Award ID": "F22AC01061", "Award Amount": 584201.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-28", "CFDA Number": "15.636", "Description": "CONTINUE OPERATIONS OF A WEIR ON THE GEORGE RIVER TO INDEX CHINOOK (ONCORHYNCHUS TSHAWYTSCHA), CHUM  (O. KETA), AND COHO (O. KISUTCH) SALMON ESCAPEMENT TO THE MIDDLE PORTION OF THE KUSKOKWIM RIVER DRAINAGE, AS WELL  AS CONDUCT A HIGH SCHOOL INTERNSHIP PROGRAM AS PART OF OUR LONG-TERM EFFORTS TO BUILD LOCAL CAPACITY. OUR  PROPOSAL IS IN RESPONSE TO THE PRIORITY INFORMATION NEEDS IDENTIFIED IN THE 2022 FRMP REQUEST FOR PROPOSALS TO  OBTAIN RELIABLE QUANTITATIVE AND/OR QUALITATIVE ESTIMATES OF SALMON RUN SIZE, ESCAPEMENT, AND HARVEST IN THE  KUSKOKWIM RIVER DRAINAGE, INCLUDING KUSKOKWIM BAY TRIBUTARIES. THIS PROPOSAL WOULD CONTINUE A 25-YEAR DATASET  USED TO EVALUATE THE SIZE AND COMPOSITION OF CHINOOK, CHUM, AND COHO SALMON ESCAPEMENTS TO THE MIDDLE KUSKOKWIM  RIVER. ANNUAL MONITORING IS NEEDED TO EVALUATE IF ESCAPEMENTS ARE WITHIN THE BOUNDS OF THE ESTABLISHED CHINOOK  SALMON ESCAPEMENT GOAL ON THE GEORGE RIVER. IN ADDITION, ESCAPEMENT AT THE GEORGE RIVER WEIR IS USED TO INFORM A  MODEL THAT ESTIMATES TOTAL ANNUAL ABUNDANCE AND ESCAPEMENT FOR KUSKOKWIM RIVER CHINOOK SALMON. THE SUCCESS OF THE  GEORGE RIVER WEIR HAS MADE IT AN INTEGRAL COMPONENT OF THE BROADER SALMON ESCAPEMENT MONITORING PROGRAM ON THE  KUSKOKWIM RIVER. APART FROM ITS UTILITY TO THE MANAGEMENT OF THE KUSKOKWIM RIVER SUBSISTENCE FISHERY, THE GEORGE  RIVER WEIR HAS BEEN IMPORTANT IN FOSTERING COMMUNITY AWARENESS, UNDERSTANDING, AND DIRECT INVOLVEMENT IN  FISHERIES ASSESSMENT. SINCE 2005, THE GEORGE RIVER WEIR HAS BEEN THE SITE OF HIGH SCHOOL MENTORSHIP AND COLLEGE  INTERNSHIP PROGRAMS SPONSORING HUNDREDS OF HIGH SCHOOL AGE STUDENTS AND MULTIPLE COLLEGE INTERNS FROM THROUGHOUT  THE KUSKOKWIM REGION. THE INTERNSHIP PROGRAM HAS PROVEN TO BE HIGHLY SUCCESSFUL. IN RECENT YEARS, MANY OF THE  FISHERIES TECHNICIANS AND CREW LEADERS WORKING ON KUSKOKWIM RIVER WEIR PROJECTS ARE PAST GRADUATES OF THE HIGH  SCHOOL AND COLLEGE INTERNSHIP PROGRAMS. SEVERAL ARE CURRENTLY PURSUING DEGREES IN FISHERIES SCIENCE. WE WILL  CONDUCT DAILY VISUAL COUNTS OF SALMON ESCAPEMENT TO THE GEORGE RIVER FROM 15 JUNE TO 20 SEPTEMBER AND COLLECT ASL  SAMPLES FROM 230 CHINOOK SALMON, 400 CHUM SALMON, AND 400 COHO SALMON THROUGHOUT THE RUN, IN PROPORTION TO RUN  ABUNDANCE. ALL DATA WILL BE UPLOADED TO A PUBLICLY ACCESSIBLE DATABASE AND MADE AVAILABLE WEEKLY AT INSEASON  MEETINGS TO INFORM FISHERIES MANAGEMENT DECISIONS. FINAL RESULTS WILL BE PUBLISHED IN THE ADF&G FISHERY DATA  SERIES. AN 8-DAY INTERNSHIP WILL BE PROVIDED FOR UP TO 10 STUDENTS. STAFF FROM ADF&G AND NATIVE VILLAGE OF  NAPAIMUTE (NVN) WILL CONDUCT THIS INTERNSHIP IN PARTNERSHIP. OF PARTICULAR INTEREST IS THE INTERNSHIP PROGRAM  WHICH PROVIDES STUDENTS FROM COMMUNITIES IN THE AREA WITH THE OPPORTUNITY TO INTERACT WITH BIOLOGISTS, ADF&G  STAFF, AND PROFESSIONAL EDUCATORS ACTING AS MENTORS. THROUGHOUT THIS PROJECT, ADF&G AND NVN WILL WORK TOGETHER TO  DISSEMINATE PROJECT RESULTS AND RELATED FISHERIES MANAGEMENT ISSUES TO MIDDLE RIVER COMMUNITIES DURING QUARTERLY  STAKEHOLDER NEWSLETTERS AND COMMUNITY MEETINGS IN THE MIDDLE RIVER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AC01061_1448"}, {"internal_id": 147432487, "Award ID": "F22AC00958", "Award Amount": 88465.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-30", "CFDA Number": "15.636", "Description": "THIS PROJECT FOCUSES ON PROVIDING RELIABLE ESCAPEMENT ESTIMATES FOR CHINOOK SALMON ONCORHYNCHUS TSHAWYTSCHA AND CHUM SALMON O. KETA IN THE TAKOTNA RIVER. MANAGEMENT OF KUSKOKWIM AREA SALMON FISHERIES IS COMPLEX BECAUSE OF VARIABILITY IN RUN SIZE, TIMING, AND HARVEST OF MIXED STOCKS, OVERLAPPING RUNS OF MULTIPLE SPECIES, ALLOCATION ISSUES, AND THE IMMENSE SIZE OF THE KUSKOKWIM RIVER DRAINAGE. CHINOOK SALMON OF THE KUSKOKWIM RIVER WATERSHED SPAWN IN OVER 25 DISTINCT AREAS, WITH EACH SPAWNING SUBPOPULATION LIKELY ADAPTED TO LOCAL, SUB-WATERSHED, CONDITIONS THROUGH TRAITS SUCH AS JUVENILE BEHAVIOR AND RESIDENCE TIME, AND ADULT SPAWNING DURATION AND TIMING. THESE ADAPTATIONS RESULT IN DIFFERENT PRODUCTIVE CAPACITIES (I.E., AVERAGE NUMBER OF ADULT RECRUITS EXPECTED PER SPAWNER), DIFFERENT CARRYING CAPACITIES (I.E., MAXIMUM NUMBER OF SPAWNERS OR JUVENILES A FRESHWATER HABITAT CAN SUPPORT), AND DIFFERENT RESPONSES OR TOLERANCES TO FISHING PRESSURE AND ENVIRONMENTAL CHANGE. THIS VARIABILITY IN PRODUCTIVITY AND ADAPTATION IS CRITICAL TO SUPPORTING RESILIENCE TO ENVIRONMENTAL CHANGE AND TO DAMPENING VARIABILITY IN FISHERY HARVESTS. THIS DIVERSITY, OR PORTFOLIO, OF SUBPOPULATIONS WITH DIFFERENT CHARACTERISTICS ALLOWS SOME STOCK COMPONENTS TO FLOURISH WHEN OTHER COMPONENTS HAVE RESPONDED NEGATIVELY TO ENVIRONMENTAL CONDITIONS OR HARVEST PRESSURES. SPECIFIC ISSUES IMPORTANT TO FEDERAL MANAGEMENT IN SUPPORT OF SUBSISTENCE FISHERIES INCLUDE: MAINTAINING SALMON DIVERSITY/BIOCOMPLEXITY IS CRITICALLY IMPORTANT FOR FEDERAL SUBSISTENCE MANAGEMENT.IT IS IMPORTANT TO MAINTAIN THE FULL COMPLEMENT OF SALMON DIVERSITY, INCLUDING THOSE STOCKS WHICH ARE CURRENTLY LESS PRODUCTIVE OR SMALL IN SIZE THAT MIGRATE THROUGH FEDERAL WATERS AND HELP SUPPORT SUBSISTENCE NEEDS. WEIR-BASED STOCK ASSESSMENTS TYPICALLY FOCUS ON MORE ABUNDANT OR MORE PRODUCTIVE CHINOOK POPULATIONS. THIS FOCUS CAN INTRODUCE BIAS IN THE SPAWNER/RECRUIT ANALYSIS IN AN ANTI-PRECAUTIONARY DIRECTION, PROVIDING A MORE OPTIMISTIC PERCEPTION OF WATERSHED PRODUCTIVITY THAN IS WARRANTED. THE TAKOTNA RIVER WEIR IS THE ONLY PROJECT IN THE WATERSHED THAT MONITORS THE DYNAMICS OF SMALL POPULATIONS OF SALMON SPECIES, AND THEREFORE FUNCTIONS AS A SENTINEL WITH A LONG-TERM TIME SERIES FOR DOZENS OF DISCRETE SMALLER, LESS PRODUCTIVE POPULATIONS IN THE KUSKOKWIM REGION. BASED ON THESE CONSIDERATIONS, THIS PROJECT HAS DISPROPORTIONAL BENEFITS AND ADDRESSES DIVERSITY MANDATES WITHIN THE YUKON DELTA NATIONAL WILDLIFE REFUGE. IN CONJUNCTION WITH SALMON ESCAPEMENT DATA, THERE IS A NEED TO ASSESS AND EVALUATE THE IMPACTS OF CLIMATE CHANGE ON THE KUSKOKWIM RIVER ECOSYSTEM. ASSESSMENT OF CLIMATE CHANGE IMPACTS DEPENDS ON LONG-TERM ENVIRONMENTAL DATA TO PROVIDE A MEANINGFUL TIMEFRAME FOR COMPARISON. THE OVERARCHING PROJECT GOAL IS TO CONTINUE A LONG-TERM, GROUND-BASED PROJECT THAT WILL ADEQUATELY INDEX ESCAPEMENT TO THE HEADWATERS OF THE KUSKOKWIM RIVER, CONTINUING THE ONLY LONG-TERM DATA SET EVALUATING CHINOOK AND CHUM SALMON ESCAPEMENT TO A HEADWATER TRIBUTARY, WHILE ALSO CONTINUING THE TIME SERIES OF ENVIRONMENTAL DATA TO PROVIDE RESEARCHERS AND MANAGERS WITH INDICES USEFUL TO UNDERSTANDING LOCAL IMPACTS OF CLIMATE CHANGE. SPECIFIC PROJECT OBJECTIVES INCLUDE: 1.ENUMERATE THE DAILY PASSAGE AND CHARACTERIZE THE RUN TIMING OF CHINOOK SALMON THROUGH A RESISTANCE BOARD WEIR. 2.ENUMERATE THE DAILY PASSAGE AND CHARACTERIZE THE RUN TIMING OF CHUM SALMON, AND RESIDENT FISH SPECIES THROUGH A RESISTANCE BOARD WEIR. 3.ESTIMATE THE WEEKLY AGE, SEX, AND LENGTH COMPOSITION OF CHINOOK SALMON. 4.COLLECT SEASONAL PASSAGE INFORMATION OF OTHER FISH SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b4d84b9-c6d3-ad81-99ce-66d8de0139b9-R", "generated_internal_id": "ASST_NON_F22AC00958_1448"}, {"internal_id": 147432473, "Award ID": "F22AC00957", "Award Amount": 430000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-21", "CFDA Number": "15.636", "Description": "LONG-TERM MONITORING OF ADULT CHINOOK SALMON (ONCORHYNCHUS TSHAWYTSCHA) ABUNDANCE ON THE COPPER RIVER, AK, HAS BEEN CONDUCTED USING FISHWHEELS AND TWO-SAMPLE MARK-RECAPTURE METHODS SINCE 2003. THE OBJECTIVE OF THIS STUDY TO ESTIMATE THE INRIVER ABUNDANCE OF COPPER RIVER CHINOOK SALMON (2022-2025) SUCH THAT THE ESTIMATE IS WITHIN 25% OF THE TRUE ABUNDANCE 95% OF THE TIME. FOR THE FIRST SAMPLE EVENT TWO LIVE-CAPTURE FISHWHEELS ARE OPERATED AT BAIRD CANYON WHERE ALL CAPTURED CHINOOK SALMON WILL BE MARKED, FOR THE SECOND SAMPLE EVENT TWO LIVE-CAPTURE FISHWHEELS ARE OPERATED BELOW WOOD CANYON NEAR CANYON CREEK AND ALL CAPTURED CHINOOK SALMON WILL BE EXAMINED FOR MARKS. FISHWHEELS ARE OPERATED FOR THE DURATION OF THE CHINOOK SALMON RUN. THE NUMBER OF CHINOOK SALMON WITH A TOTAL LENGTH GREATER THAN 500 MM MIGRATING UPSTREAM OF BAIRD CANYON WILL BE ESTIMATED ANNUALLY USING ONE OF TWO MODELS TO GENERATE THE ABUNDANCE ESTIMATE: THE POOLED PETERSEN ESTIMATOR (PPE) WITH CHAPMAN'S CORRECTION (RICKER 1975; SEBER 1982) OR THE DARROCH MAXIMUM LIKELIHOOD ESTIMATOR (MLE; DARROCH 1961), IN WHICH CAPTURE PROBABILITIES VARY OVER TIME. THE DIRECT PRODUCT OF THE PROPOSED PROJECT IS THE ANNUAL INRIVER ABUNDANCE ESTIMATE OF COPPER RIVER CHINOOK SALMON, THE USEFULNESS OF THIS DATA IS AMPLIFIED WHEN COMBINED WITH HARVEST DATA COLLECTED BY FEDERAL AND STATE MANAGERS, WHICH ALLOWS FOR A CALCULATION OF SYSTEM WIDE-ESCAPEMENT AND TOTAL RETURNING RUN SIZE ON AN ANNUAL BASIS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "faaad73d-a961-027c-ba74-eb1ee5671ab2-C", "generated_internal_id": "ASST_NON_F22AC00957_1448"}, {"internal_id": 147432469, "Award ID": "F22AC00956", "Award Amount": 117642.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-21", "CFDA Number": "15.636", "Description": "THIS PROJECT ADDRESSES A PRIORITY INFORMATION NEED IDENTIFIED FOR THE ARCTIC REGION REGARDING CHANGES IN SALMON DISTRIBUTION, ABUNDANCE, MIGRATION, AND TIMING IN RIVER DRAINAGES OF KOTZEBUE SOUND. WHILE CHUM (ONCORHYNCHUS KETA) ARE THE PREDOMINANT SPECIES OF SALMON IN THE REGION, ALL FIVE SPECIES OF PACIFIC SALMON THAT RETURN TO ALASKA ARE FOUND IN THE KOBUK AND NOATAK RIVER DRAINAGES. SALMON SPECIES ARE AN IMPORTANT PART OF THE SUBSISTENCE DIET OF THE REGION AND ARE HARVESTED IN LARGE QUANTITIES BY RESIDENTS THROUGHOUT THE 14 COMMUNITIES OF THE KOTZEBUE MANAGEMENT DISTRICT. DIVISION OF SUBSISTENCE HARVEST ASSESSMENT PROJECTS IN 12 KOTZEBUE DISTRICT COMMUNITIES SHOW A HEAVY RELIANCE ON SALMON RESOURCES. RECENT ETHNOGRAPHIC INFORMATION COLLECTED BY THE DIVISION OF SUBSISTENCE AS A PART OF THESE HARVEST ASSESSMENT PROJECTS HAS DOCUMENTED CONCERNS BY RESIDENTS OF THE KOTZEBUE DISTRICT REGARDING ENVIRONMENTAL CHANGES THAT HAVE AFFECTED THEIR ABILITY TO HARVEST AND PROCESS SALMON. ADDITIONALLY, DURING NORTHWEST ARCTIC REGIONAL SUBSISTENCE ADVISORY COUNCIL (RAC) MEETINGS IN MARCH AND NOVEMBER 2020, COUNCIL MEMBERS EXPRESSED CONCERN REGARDING WATER TEMPERATURES IN THE RIVERS DELAYING SALMON RUNS, CONCERNS OVER THE POTENTIAL EFFECTS OF DEVELOPMENT, AND THE PARTICULARLY POOR SALMON FISHING SEASON IN 2020.BUILDING ON THESE RECENT STUDIES, THIS PROJECT WILL DOCUMENT TRADITIONAL ECOLOGICAL KNOWLEDGE (TEK) FROM RESIDENTS OF AMBLER, NOORVIK, AND KOTZEBUE REGARDING CHANGING SALMON DISTRIBUTION, ABUNDANCE, MIGRATION, AND TIMING. THESE COMMUNITIES WERE CHOSEN TO INCLUDE PERSPECTIVES OF RESIDENTS OF THE REGION WHO HARVEST SALMON IN THE LOWER AND UPPER KOBUK RIVER, AS WELL AS IN KOTZEBUE SOUND AND THE NOATAK RIVER. THE RESEARCH WILL EMPLOY STANDARD ANTHROPOLOGICAL DATA GATHERING METHODS OF KEY RESPONDENT INTERVIEWS, PARTICIPANT OBSERVATION, AND MAPPING TO DOCUMENT THE TEK OF SALMON SPECIES IN NORTHWEST ALASKA. INVESTIGATORS WILL USE A GENERAL SEMI-STRUCTURED INTERVIEW GUIDE DEVELOPED IN CONSULTATION WITH THE TRIBAL COUNCILS AND OTHER KNOWLEDGEABLE COMMUNITY MEMBERS. DURING INTERVIEW SESSIONS, KEY RESPONDENTS WILL BE ASKED TO MAP HISTORICAL AND CONTEMPORARY SUBSISTENCE HARVEST AREAS, AS WELL AS HISTORICAL AND CONTEMPORARY AREAS OF OBSERVED FISH MIGRATION. THE TEMPORAL FOCUS OF THESE TWO MAPPING TOPICS WILL ALLOW FOR THE DOCUMENTATION OF CHANGES TO PRODUCTIVE AREAS OF HARVEST AS WELL AS ANY CHANGES TO FISH ABUNDANCE AND MOVEMENT IN KEY WATERWAYS UTILIZED FOR SUBSISTENCE. PARTICIPANT OBSERVATION MAY INCLUDE VISITING DIFFERENT HARVEST OR HABITAT AREAS, ASSISTING COMMUNITY MEMBERS TO SET OR CHECK NETS, HELPING TO DISTRIBUTE A HARVEST TO DIFFERENT HOUSEHOLDS OR ASSIST WITH PROCESSING THE HARVEST, OR VISITING HOUSEHOLDS TO LEARN ABOUT KINSHIP RELATIONSHIPS OR FISHING GROUPS IN THE COMMUNITY, AMONG MANY OTHER INTERACTIONS. ADF&G STAFF WILL WORK CLOSELY WITH PARTICIPATING COMMUNITIES TO ASSURE EFFECTIVE LOCAL PARTICIPATION. AS SUCH, TRIBAL GOVERNMENTS WILL SERVE AS PROJECT COLLABORATORS, SUPPORTING THE RESEARCH THROUGH TRIBAL RESOLUTIONS AND ASSISTING INVESTIGATORS IN LOCAL LOGISTICS. THE PRINCIPAL INVESTIGATOR WILL WORK WITH TRIBAL COUNCILS IN THE STUDY COMMUNITIES TO HIRE LOCAL RESEARCH ASSISTANTS TO HELP CONDUCT KEY RESPONDENT INTERVIEWS AND FACILITATE COMMUNITY MEETINGS. RESEARCHERS WILL VISIT STUDY COMMUNITIES AFTER THE COMPLETION OF DATA COLLECTION TO BRING DRAFT RESULTS FOR REVIEW WITH LOCAL GOVERNMENTS AND RESIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AC00956_1448"}, {"internal_id": 147432459, "Award ID": "F22AC00944", "Award Amount": 212136.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-28", "CFDA Number": "15.636", "Description": "OUR PROJECT WILL ADDRESS THE SHEEFISH PORTION OF THREE PRIORITY INFORMATION NEEDS IDENTIFIED BY THE 2022 FISHERIES RESOURCE MONITORING PROGRAM THROUGH INFORMATION GATHERED IN SUBSISTENCE REGIONAL ADVISORY COMMITTEE MEETINGS: 1.CHANGES IN ARCTIC GRAYLING, DOLLY VARDEN, AND SHEEFISH POPULATIONS RELATED TO CLIMATE CHANGE. 2.CHANGES IN SPECIES COMPOSITIONS, ABUNDANCE, MIGRATION TIMING, ESPECIALLY OF DOLLY VARDEN, LAKE TROUT AND WHITEFISH SPECIES IN THE NORTHWEST ARCTIC, TO ADDRESS CHANGING AVAILABILITY OF SUBSISTENCE FISHERY RESOURCES. 3.IDENTIFYING SPAWNING AREAS, CRITICAL HABITAT AND RANGE EXPANSION IN MAJOR RIVERS TIED TO SUBSISTENCE FOR BROAD WHITEFISH, LEAST CISCO, NORTHERN PIKE, SALMON, ARCTIC GRAYLING, DOLLY VARDEN AND SHEEFISH IN THE NORTHWEST ALASKA REGION. BASED ON THE MULTIPLE 2022 PRIORITY INFORMATION NEEDS THAT ADDRESS SHEEFISH (OR WHITEFISH) POPULATIONS, MIGRATIONS, AND RANGE EXPANSIONS, IT IS CLEAR THAT MORE INFORMATION IS NEEDED TO ANSWER QUESTIONS POSED BY LOCAL FISHERMEN, THE NORTHWEST ARCTIC SUBSISTENCE REGIONAL ADVISORY COUNCIL, AND FISHERIES RESEARCHERS ABOUT SHEEFISH ECOLOGY IN NORTHWEST ALASKA. GIVEN THIS NEED, WE HAVE DESIGNED A PROJECT THAT WILL ANSWER SEVERAL OF THE IMPORTANT QUESTIONS POSED REGARDING SHEEFISH MIGRATION, DISTRIBUTION, AND POTENTIAL NEW FEEDING OR SPAWNING AREAS. THE FINDINGS FROM OUR PROJECT WILL ENHANCE THE CURRENT INFORMATION KNOWN ABOUT THE SPECIES, ALLOWING FEDERAL SUBSISTENCE MANAGERS TO MAKE INFORMED DECISIONS IN THE FUTURE BASED ON THE ABUNDANCE, MOVEMENTS, AND AVAILABILITY OF THESE FISH ALONG THE CHUKCHI SEA COAST. ADDITIONALLY, THE RESULTS FROM THIS PROJECT WILL BE OF GREAT INTEREST TO SUBSISTENCE FISHERS, PARTICULARLY GIVEN RECENT REPORTS OF POOR SHEEFISH HARVESTS AND CHANGES IN ABUNDANCE. SUBSISTENCE FISHERMEN HARVEST OVER 25,000 SHEEFISH ANNUALLY IN THE KOTZEBUE REGION, THUS THE POPULATION HEALTH OF THE SPECIES IS VITAL TO LOCAL FOOD SECURITY. OBJECTIVES:1.IDENTIFY THE SEASONAL MOVEMENTS AND NORTHERN RANGE EXTENT OF SHEEFISH FOUND ALONG THE SOUTHERN CHUKCHI SEA COAST NORTH OF THEIR TYPICAL OVERWINTERING AREAS (HOTHAM INLET) AND FEEDING RANGE (KOTZEBUE SOUND) WITH THE USE OF POP-UP ARCHIVAL SATELLITE TAGS (PSATS). 2.IDENTIFY PREVIOUSLY UNKNOWN OR RECENTLY COLONIZED SHEEFISH SPAWNING, FEEDING, OR OVERWINTERING HABITATS. 3.IDENTIFY SHEEFISH WATER TEMPERATURE OCCUPANCY IN COASTAL HABITATS AND FRESHWATER. METHODS: TO ASSESS SHEEFISH MOVEMENTS AND BEHAVIOR, FIRST, IN 2022-2023 WE WILL CATCH FISH IN COASTAL LAGOONS IN CAPE KRUSENSTERN NATIONAL MONUMENT, ALASKA (NORTH OF THE TYPICAL RANGE OF THE SPECIES) VIA FYKE NET, BEACH SEINE, AND GILLNET DURING ANNUAL WCS FISHERIES MONITORING EFFORTS. NEXT, WE WILL ATTACH POP-UP SATELLITE ARCHIVAL TAGS TO 20 ADULT SHEEFISH. THE TAGS WILL RECORD WATER TEMPERATURE, DEPTH, AND LIGHT INTENSITY EXPERIENCED BY THE FISH, WILL RELEASE AND FLOAT TO THE WATER SURFACE AFTER SEVERAL MONTHS, AND WILL TRANSMIT DATA TO RESEARCHERS VIA THE ARGOS SATELLITE NETWORK. DATA WILL BE USED TO DETERMINE LOCATIONS, MOVEMENTS, WATER TEMPERATURE OCCUPIED, AND DEPTHS OF EACH FISH OVER THE TIME IT WAS TAGGED. INFORMATION WILL BE SUMMARIZED TO QUANTIFY THE EXTENT OF SHEEFISH NORTHERLY MOVEMENTS, SEASONAL MIGRATION PATTERNS, HABITAT PREFERENCES, AND NOVEL FEEDING OR SPAWNING AREAS IN AND AROUND KOTZEBUE SOUND. PARTNERSHIPS/CAPACITY BUILDING:THIS PROJECT WILL BE A COLLABORATIVE EFFORT BETWEEN THE NATIVE VILLAGE OF KOTZEBUE, THE WILDLIFE CONSERVATION SOCIETY, UNIVERSITY OF ALASKA FAIRBANKS, ALASKA DEPARTMENT OF FISH AND GAME, SELAWIK NATIONAL WILDLIFE REFUGE, AND THE NATIONAL PARK SERVICE. COLLABORATING WITH LOCAL COMMUNITIES IS PARAMOUNT TO THE SUCCESS OF THIS PROJECT AND IS A GUIDING PRINCIPAL FOR ALL WCS WORK. THE NATIVE VILLAGE OF KOTZEBUE, THROUGH THEIR ENVIRONMENTAL PROGRAM DIRECTOR ALEX WHITING, WAS INVOLVED IN THE STUDY DESIGN, HELPED SHAPE THE OUTREACH APPROACH, AND WILL CONTINUE TO BE AN EQUAL PARTNER IN THE CONTINUED PROJECT EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7053fbba-7db1-e750-aa4c-7a4289e6605d-C", "generated_internal_id": "ASST_NON_F22AC00944_1448"}, {"internal_id": 110276659, "Award ID": "F20AC11651", "Award Amount": 516636.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "15.636", "Description": "KLUTINA RIVER SONAR PILOT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "faaad73d-a961-027c-ba74-eb1ee5671ab2-C", "generated_internal_id": "ASST_NON_F20AC11651_1448"}, {"internal_id": 96408300, "Award ID": "F20AC00347", "Award Amount": 236552.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-07", "CFDA Number": "15.636", "Description": "KWETHLUK RIVER WEIR (OVK)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e2b4643e-184e-4edb-3066-aaec4ffc946c-C", "generated_internal_id": "ASST_NON_F20AC00347_1448"}, {"internal_id": 96408299, "Award ID": "F20AC00346", "Award Amount": 15287.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-08", "CFDA Number": "15.636", "Description": "KWETHLUK RIVER WEIR (KRITFC, C/O BSFA)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e2da026-9e8f-14a5-4874-85f670d38b7c-C", "generated_internal_id": "ASST_NON_F20AC00346_1448"}, {"internal_id": 96171039, "Award ID": "F20AC00245", "Award Amount": 733256.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-17", "CFDA Number": "15.636", "Description": "ABUNDANCE AND RUN TIMING OF ADULT SALMON IN HENSHAW CREEK, KANUTI NATIONAL WILDLIFE REFUGE, ALASKA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76d04a90-68f1-0d75-a164-60ceb4fc05ee-C", "generated_internal_id": "ASST_NON_F20AC00245_1448"}, {"internal_id": 96171038, "Award ID": "F20AC00244", "Award Amount": 310487.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-17", "CFDA Number": "15.636", "Description": "CUSTOMARY TRADE IN THE LOWER AND MIDDLE YUKON RIVER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F20AC00244_1448"}, {"internal_id": 96171037, "Award ID": "F20AC00243", "Award Amount": 256443.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-17", "CFDA Number": "15.636", "Description": "EEK LAKE AND KASOOK LAKE SUBSISTENCE SOCKEYE SALMON STOCK ASSESSMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a135e21-579a-83c9-fd15-c5d4d82b9148-C", "generated_internal_id": "ASST_NON_F20AC00243_1448"}, {"internal_id": 96171036, "Award ID": "F20AC00242", "Award Amount": 366230.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "15.636", "Description": "SUBSISTENCE HARVEST TRENDS OF SALMON AND NON-SALMON FISH IN KODIAK CITY AND ROAD-CONNECTED AREAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F20AC00242_1448"}, {"internal_id": 96171035, "Award ID": "F20AC00241", "Award Amount": 220559.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-16", "CFDA Number": "15.636", "Description": "ESTIMATION OF SOCKEYE SALMON ESCAPEMENT INTO MCLEES LAKE, UNALASKA ISLAND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F20AC00241_1448"}, {"internal_id": 96017759, "Award ID": "F20AC00240", "Award Amount": 403988.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-13", "CFDA Number": "15.636", "Description": "MIDDLE KUSKOKWIM RIVER CHINOOK SALMON IN-SEASON ASSESSMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d040e275-b0bb-007c-2a6b-eea1d8219cf0-R", "generated_internal_id": "ASST_NON_F20AC00240_1448"}, {"internal_id": 96017758, "Award ID": "F20AC00239", "Award Amount": 458963.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-13", "CFDA Number": "15.636", "Description": "KUSKOKWIM RIVER COHO ABUNDANCE ESTIMATION AND WHITEFISH INDICES USING SONAR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F20AC00239_1448"}, {"internal_id": 96017757, "Award ID": "F20AC00238", "Award Amount": 90588.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-12", "CFDA Number": "15.636", "Description": "YUKON RIVER IN-SEASON SALMON MANAGEMENT TELECONFERENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac0ef94c-ad46-bbc9-7fca-865c3edca7f8-C", "generated_internal_id": "ASST_NON_F20AC00238_1448"}, {"internal_id": 96017756, "Award ID": "F20AC00237", "Award Amount": 423257.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-12", "CFDA Number": "15.636", "Description": "SALMON RIVER OF THE PITKA FORK CHINOOK SALMON ESCAPEMENT MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F20AC00237_1448"}, {"internal_id": 96017755, "Award ID": "F20AC00236", "Award Amount": 320552.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-12", "CFDA Number": "15.636", "Description": "IN-SEASON YUKON RIVER SUBSISTENCE SALMON SURVEY PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac0ef94c-ad46-bbc9-7fca-865c3edca7f8-C", "generated_internal_id": "ASST_NON_F20AC00236_1448"}, {"internal_id": 96017754, "Award ID": "F20AC00235", "Award Amount": 427684.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-12", "CFDA Number": "15.636", "Description": "YUKON RIVER COHO SALMON RADIO TELEMETRY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F20AC00235_1448"}, {"internal_id": 96017753, "Award ID": "F20AC00234", "Award Amount": 172684.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-11", "CFDA Number": "15.636", "Description": "TRADITIONAL ECOLOGICAL KNOWLEDGE OF DOLLY VARDEN AND WHITEFISH SPECIES IN NORTHWEST ALASKA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F20AC00234_1448"}, {"internal_id": 96017752, "Award ID": "F20AC00233", "Award Amount": 150057.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-11", "CFDA Number": "15.636", "Description": "LIFE-HISTORY VARIABILITY AND MIXED-STOCK ANALYSIS OF DOLLY VARDEN IN THE NOATAK RIVER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F20AC00233_1448"}, {"internal_id": 93937442, "Award ID": "F20AC00083", "Award Amount": 580000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-23", "CFDA Number": "15.636", "Description": "2020 PARTNERS FOR FISHERIES MONITORING PROGRAM\nDEVELOPING TRIBAL CAPACITY FOR SUBSISTENCE FISHERIES MONITORING AND MANAGEMENT IN THE YAKUTAT AREA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c004a16f-275d-01aa-759b-b16d4455cb46-C", "generated_internal_id": "ASST_NON_F20AC00083_1448"}, {"internal_id": 93668092, "Award ID": "F20AC00078", "Award Amount": 580000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-11", "CFDA Number": "15.636", "Description": "2020 PARTNERS FOR FISHERIES MONITORING PROGRAM\nTANANA CHIEFS CONFERENCE PARTNERS FOR FISHERIES MONITORING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76d04a90-68f1-0d75-a164-60ceb4fc05ee-C", "generated_internal_id": "ASST_NON_F20AC00078_1448"}, {"internal_id": 93668089, "Award ID": "F20AC00075", "Award Amount": 580000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-11", "CFDA Number": "15.636", "Description": "2020 PARTNERS FOR FISHERIES MONITORING PROGRAM\nQAWALANGIN TRIBE OF UNALASKA PARTNERS FOR FISHERIES MONITORING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "45548c71-339b-260d-257e-8739cbb3576d-C", "generated_internal_id": "ASST_NON_F20AC00075_1448"}, {"internal_id": 93668086, "Award ID": "F20AC00071", "Award Amount": 579729.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-09", "CFDA Number": "15.636", "Description": "2020 PARTNERS FOR FISHERIES MONITORING PROGRAM\nORUTSARARMIUT NATIVE COUNCIL PARTNERS FOR FISHERIES MONITORING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b2c9d8e-d27a-bef4-fd53-aeddcad9a186-C", "generated_internal_id": "ASST_NON_F20AC00071_1448"}, {"internal_id": 93668083, "Award ID": "F20AC00066", "Award Amount": 579916.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-05", "CFDA Number": "15.636", "Description": "2020 PARTNERS FOR FISHERIES MONITORING PROGRAM\nNATIVE VILLAGE OF NAPAIMUTE PARTNERS FOR FISHERIES MONITORING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d040e275-b0bb-007c-2a6b-eea1d8219cf0-R", "generated_internal_id": "ASST_NON_F20AC00066_1448"}, {"internal_id": 93668081, "Award ID": "F20AC00057", "Award Amount": 580000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-04", "CFDA Number": "15.636", "Description": "2020 PARTNERS FOR FISHERIES MONITORING PROGRAM\nNATIVE VILLAGE OF EYAK PARTNERS FOR FISHERIES MONITORING PROGRAM 2020-2023", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "faaad73d-a961-027c-ba74-eb1ee5671ab2-C", "generated_internal_id": "ASST_NON_F20AC00057_1448"}, {"internal_id": 93668079, "Award ID": "F20AC00050", "Award Amount": 580000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-12-02", "CFDA Number": "15.636", "Description": "2020 PARTNERS FOR FISHERIES MONITORING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abe4389e-2e3c-5351-6419-acc731cc52ae-C", "generated_internal_id": "ASST_NON_F20AC00050_1448"}, {"internal_id": 67751957, "Award ID": "F18AC00700", "Award Amount": 246503.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-31", "CFDA Number": "15.636", "Description": "F18AC00700. SEASONAL HABITATS AND MIGRATIONS OF ARCTIC GRAYLING OF THE LOWER COLVILLE RIVER RELATIVE TO THE NUIQSUT SUBSISTENCE FISHERY AREA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F18AC00700_1448"}, {"internal_id": 67848290, "Award ID": "F18AC00680", "Award Amount": 296700.99, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-02", "CFDA Number": "15.636", "Description": "F18AC00680. CHANGING REGULATIONS, CHANGING ENVIRONMENT, CHANGING SUBSISTENCE PRACTICES: A STUDY OF FISH HARVEST PRACTICES IN UNALASKA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F18AC00680_1448"}, {"internal_id": 67848296, "Award ID": "F18AC00667", "Award Amount": 242318.99, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-03", "CFDA Number": "15.636", "Description": "F18AC00667. SUBSISTENCE HARVEST TRENDS OF SALMON AND NON-SALMON FISH IN 4 SOUTHERN KODIAK ISLAND COMMUNITIES, WITH A FOCUS ON OLGA AND AKALURA LAKES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F18AC00667_1448"}, {"internal_id": 67848299, "Award ID": "F18AC00661", "Award Amount": 88034.55, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-03", "CFDA Number": "15.636", "Description": "F18AC00661. SUBSISTENCE HARVEST ASSESSMENT AND STOCK COMPOSITION OF DOLLY VARDEN AND NONSALMON FISH STOCKS IN THE TOGIAK NATIONAL WILDLIFE REFUGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F18AC00661_1448"}, {"internal_id": 67848307, "Award ID": "F18AC00643", "Award Amount": 160565.5, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-02", "CFDA Number": "15.636", "Description": "F18AC00643. DOCUMENTATION OF SALMON SPAWNING AND REARING IN THE UPPER TANANA RIVER DRAINAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F18AC00643_1448"}, {"internal_id": 67751975, "Award ID": "F18AC00637", "Award Amount": 331742.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-26", "CFDA Number": "15.636", "Description": "F18AC00637, SUBSISTENCE SALMON NETWORKS IN YUKON RIVER COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F18AC00637_1448"}, {"internal_id": 67848309, "Award ID": "F18AC00636", "Award Amount": 31800.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-01", "CFDA Number": "15.636", "Description": "F18AC00636: GENETIC DIVERSITY OF DOLLY VARDEN POPULATIONS IN KOBUK RIVER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F18AC00636_1448"}, {"internal_id": 67751976, "Award ID": "F18AC00635", "Award Amount": 860000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-24", "CFDA Number": "15.636", "Description": "ESTIMATING THE IN-RIVER ABUNDANCE OF COPPER RIVER CHINOOK SALMON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "faaad73d-a961-027c-ba74-eb1ee5671ab2-C", "generated_internal_id": "ASST_NON_F18AC00635_1448"}, {"internal_id": 67751979, "Award ID": "F18AC00632", "Award Amount": 839117.15, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-23", "CFDA Number": "15.636", "Description": "KUSKOKWIM AREA SALMON POST SEASON SUBSISTENCE HARVEST SURVEYS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F18AC00632_1448"}, {"internal_id": 67751984, "Award ID": "F18AC00623", "Award Amount": 293440.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-20", "CFDA Number": "15.636", "Description": "GULKANA RIVER SOCKEYE SALMON HARVEST CONTRIBUTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F18AC00623_1448"}, {"internal_id": 67751989, "Award ID": "F18AC00611", "Award Amount": 725670.17, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-17", "CFDA Number": "15.636", "Description": "F18AC00611 - GEORGE RIVER SALMON WEIR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F18AC00611_1448"}, {"internal_id": 67751997, "Award ID": "F18AC00600", "Award Amount": 257324.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-14", "CFDA Number": "15.636", "Description": "BETHEL SUBSISTENCE HARVEST SURVEYS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b2c9d8e-d27a-bef4-fd53-aeddcad9a186-C", "generated_internal_id": "ASST_NON_F18AC00600_1448"}, {"internal_id": 67689071, "Award ID": "F18AC00597", "Award Amount": 180628.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-13", "CFDA Number": "15.636", "Description": "TRADITIONAL KNOWLEDGE OF ANADROMOUS FISH IN THE YUKON FLATS WITH A FOCUS ON THE DRAANJIK BASIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac0ef94c-ad46-bbc9-7fca-865c3edca7f8-C", "generated_internal_id": "ASST_NON_F18AC00597_1448"}, {"internal_id": 67423637, "Award ID": "F18AC00531", "Award Amount": 607689.29, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-05", "CFDA Number": "15.636", "Description": "UNALAKLEET RIVER CHINOOK SALMON ESCAPEMENT ASSESSMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F18AC00531_1448"}, {"internal_id": 67294665, "Award ID": "F18AC00525", "Award Amount": 520222.4, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-06-30", "CFDA Number": "15.636", "Description": "BUSKIN RIVER SOCKEYE SALMON STOCK ASSESSMENT AND MONITORING, KODIAK, ALASKA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F18AC00525_1448"}, {"internal_id": 48601210, "Award ID": "F16AC00842", "Award Amount": 73860.7, "Award Type": null, "Base Obligation Date": "2016-08-04", "CFDA Number": "15.636", "Description": "16-604 EEK LAKE SUBSISTENCE SOCKEYE SALMON STOCK ASSESSMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7a135e21-579a-83c9-fd15-c5d4d82b9148-C", "generated_internal_id": "ASST_NON_F16AC00842_1448"}, {"internal_id": 48601105, "Award ID": "F16AC00736", "Award Amount": 229302.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-26", "CFDA Number": "15.636", "Description": "16-106 AERIAL MONITORING OF DOLLY VARDEN OVERWINTERING ABUNDANCE IN THE ANAKTUVUK, IVISHAK, CANNING, HULAHULA, AND KONGAKUT RIVERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F16AC00736_1448"}, {"internal_id": 48601100, "Award ID": "F16AC00731", "Award Amount": 183592.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-26", "CFDA Number": "15.636", "Description": "16-105 SPAWNING ABUNDANCE OF KOBUK RIVER SHEEFISH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F16AC00731_1448"}, {"internal_id": 48601097, "Award ID": "F16AC00728", "Award Amount": 302803.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-26", "CFDA Number": "15.636", "Description": "16-451 DESCRIPTION AND ANALYSIS OF THE SUBSISTENCE SALMON NETWORK IN BRISTOL BAY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F16AC00728_1448"}, {"internal_id": 48601087, "Award ID": "F16AC00718", "Award Amount": 380464.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-25", "CFDA Number": "15.636", "Description": "16-251 CHARACTERIZATION OF SEASONAL HABITS, MIGRATORY TIMING AND SPAWNING POPULATIONS OF MAINSTEM YUKON RIVER BURBOT AND THEIR SUBSISTENCE USE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F16AC00718_1448"}, {"internal_id": 48601055, "Award ID": "F16AC00686", "Award Amount": 66203.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-19", "CFDA Number": "15.636", "Description": "16-256, IN SEASON SALMON MANAGEMENT TELECONFERENCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac0ef94c-ad46-bbc9-7fca-865c3edca7f8-C", "generated_internal_id": "ASST_NON_F16AC00686_1448"}, {"internal_id": 48601027, "Award ID": "F16AC00657", "Award Amount": 282661.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-15", "CFDA Number": "15.636", "Description": "16-255, YUKON RIVER IN-SEASON COMMUNITY SURVEYOR PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac0ef94c-ad46-bbc9-7fca-865c3edca7f8-C", "generated_internal_id": "ASST_NON_F16AC00657_1448"}, {"internal_id": 48600961, "Award ID": "F16AC00589", "Award Amount": 630443.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-12", "CFDA Number": "15.636", "Description": "PARTNERS FOR FISHERIES MONITORING PROGRAM FOR ORUTSARARMIUT NATIVE COUNCIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b2c9d8e-d27a-bef4-fd53-aeddcad9a186-C", "generated_internal_id": "ASST_NON_F16AC00589_1448"}, {"internal_id": 48600944, "Award ID": "F16AC00571", "Award Amount": 700151.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-01", "CFDA Number": "15.636", "Description": "PARTNERS FOR FISHERIES MONITORING PROGRAM FOR TANANA CHIEFS CONFERENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76d04a90-68f1-0d75-a164-60ceb4fc05ee-C", "generated_internal_id": "ASST_NON_F16AC00571_1448"}, {"internal_id": 48600903, "Award ID": "F16AC00529", "Award Amount": 644600.3, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-06-27", "CFDA Number": "15.636", "Description": "PARTNERS FOR FISHERIES RESOURCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abe4389e-2e3c-5351-6419-acc731cc52ae-C", "generated_internal_id": "ASST_NON_F16AC00529_1448"}, {"internal_id": 48600894, "Award ID": "F16AC00520", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-06-29", "CFDA Number": "15.636", "Description": "PARTNERS FOR FISHERIES RESOURCE MONITORING FOR THE NATIVE VILLAGE OF EYAK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "faaad73d-a961-027c-ba74-eb1ee5671ab2-C", "generated_internal_id": "ASST_NON_F16AC00520_1448"}, {"internal_id": 48600876, "Award ID": "F16AC00502", "Award Amount": 680000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-19", "CFDA Number": "15.636", "Description": "PARTNERS FOR FISHERIES RESOURCE MONITORING PROGRAM FOR COPPER RIVER-AHTNA INTER-TRIBAL RESOURCE CONSERVATION DISTRICT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "083651bd-8cac-1bdc-d23e-6dd494ac8f34-R", "generated_internal_id": "ASST_NON_F16AC00502_1448"}, {"internal_id": 48600870, "Award ID": "F16AC00496", "Award Amount": 290979.31, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-06-20", "CFDA Number": "15.636", "Description": "16-452, WESTERN GULF OF ALASKA SALMON AND OTHER HARVESTS ON FEDERAL LANDS AND WATERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5c5f6d47-8c19-e4b9-6544-c10f7770acf8-C", "generated_internal_id": "ASST_NON_F16AC00496_1448"}, {"internal_id": 48600803, "Award ID": "F16AC00429", "Award Amount": 657307.15, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-06-08", "CFDA Number": "15.636", "Description": "NATIVE VILLAGE OF NAPAIMUTE FUNDING FOR PARTNERS FOR FISHERIES MONITORING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d040e275-b0bb-007c-2a6b-eea1d8219cf0-R", "generated_internal_id": "ASST_NON_F16AC00429_1448"}, {"internal_id": 48600773, "Award ID": "F16AC00399", "Award Amount": 329482.17, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-31", "CFDA Number": "15.636", "Description": "MEADE RIVER SUBSISTENCE FISHERIES: EVALUATING CHANGES IN HARVESTS AND ABUNDANCE OF BROAD WHITEFISH, OTHER NON-SALMON SPECIES, AND SALMON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F16AC00399_1448"}, {"internal_id": 48600718, "Award ID": "F16AC00344", "Award Amount": 416905.0, "Award Type": null, "Base Obligation Date": "2016-05-17", "CFDA Number": "15.636", "Description": "16-752 SUBSISTENCE HARVEST AND USE PATTERNS OF NONSALMON FISHES BY YUKON-KUSKOKWIM DELTA REGION COASTAL COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F16AC00344_1448"}, {"internal_id": 48600702, "Award ID": "F16AC00328", "Award Amount": 389440.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-17", "CFDA Number": "15.636", "Description": "16-351 MIDDLE KUSKOKWIM RIVER INSEASON SUBSISTENCE SALMON HARVEST MONITORING AND ESTIMATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F16AC00328_1448"}, {"internal_id": 48600671, "Award ID": "F16AC00294", "Award Amount": 281938.26, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-05", "CFDA Number": "15.636", "Description": "16-453 SUBSISTENCE HARVEST ASSESSMENT AND BIOLOGICAL SAMPLING OF CHINOOK SALMON IN THE TOGIAK RIVER DRAINAGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F16AC00294_1448"}, {"internal_id": 48600657, "Award ID": "F16AC00279", "Award Amount": 416386.64, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-26", "CFDA Number": "15.636", "Description": "16-302 SALMON RIVER OF THE PITKA FORK WEIR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F16AC00279_1448"}, {"internal_id": 48600630, "Award ID": "F16AC00252", "Award Amount": 360597.38, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-19", "CFDA Number": "15.636", "Description": "16-203 BERING CISCO SPAWNING ABUNDANCE IN THE UPPER YUKON FLATS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F16AC00252_1448"}, {"internal_id": 48600616, "Award ID": "F16AC00238", "Award Amount": 140249.31, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-12", "CFDA Number": "15.636", "Description": "16-301 LOWER KUSKOKWIM RIVER SUBSISTENCE CHINOOK SALMON HARVEST ASL COMPOSITION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F16AC00238_1448"}, {"internal_id": 48600615, "Award ID": "F16AC00237", "Award Amount": 637035.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-11", "CFDA Number": "15.636", "Description": "16-204 HENSHAW CREEK WEIR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76d04a90-68f1-0d75-a164-60ceb4fc05ee-C", "generated_internal_id": "ASST_NON_F16AC00237_1448"}, {"internal_id": 48600611, "Award ID": "F16AC00233", "Award Amount": 299600.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-18", "CFDA Number": "15.636", "Description": "16-303 UPPER KUSKOKWIM SHEEFISH ENUMERATION AND SPAWNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F16AC00233_1448"}, {"internal_id": 48596750, "Award ID": "F15AC00101", "Award Amount": 378820.0, "Award Type": null, "Base Obligation Date": "2015-01-29", "CFDA Number": "15.636", "Description": "14-356 LOCAL AND TRADITIONAL KNOWLEDGE OF WHITEFISH AND OTHER NON-SALMON FISHES IN THE LOWER KUSKOKWIM AND TUNDRA VILLAGES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c3fff22d-3516-7cbd-2633-14f561fbb5ad-R", "generated_internal_id": "ASST_NON_F15AC00101_1448"}, {"internal_id": 48594209, "Award ID": "F14AC01209", "Award Amount": 692902.67, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-09-15", "CFDA Number": "15.636", "Description": "14-352 KUSKOKWIM AREA SALMON POST SEASON SUBSISTENCE HARVEST SURVEYS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F14AC01209_1448"}, {"internal_id": 48593297, "Award ID": "F14AC00259", "Award Amount": 112884.48, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-05-23", "CFDA Number": "15.636", "Description": "14-353 KUSKOKWIM RIVER SALMON IN-SEASON SUBSISTENCE SURVEY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F14AC00259_1448"}, {"internal_id": 48593296, "Award ID": "F14AC00258", "Award Amount": 467357.32, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-05-22", "CFDA Number": "15.636", "Description": "14-101 UNALAKLEET RIVER CHINOOK SALMON ESCAPEMENT ASSESSMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F14AC00258_1448"}, {"internal_id": 48593277, "Award ID": "F14AC00238", "Award Amount": 245287.92, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-05-19", "CFDA Number": "15.636", "Description": "14-354 SUPPORT FOR COOPERATIVE MANAGEMENT OF THE KUSKOKWIM RIVER SUBSISTENCE SALMON FISHERY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F14AC00238_1448"}, {"internal_id": 48593228, "Award ID": "F14AC00187", "Award Amount": 458333.41, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-04-29", "CFDA Number": "15.636", "Description": "F14AC00187 - 14-252 HARVEST MONITORING AND TEK OF WHITEFISHES IN THE LOWER YUKON RIVER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F14AC00187_1448"}, {"internal_id": 48593153, "Award ID": "F14AC00109", "Award Amount": 788345.24, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-05-20", "CFDA Number": "15.636", "Description": "14-302 TATLAWIKSUK RIVER SALMON WEIR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F14AC00109_1448"}, {"internal_id": 48593146, "Award ID": "F14AC00102", "Award Amount": 823392.6, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-03-10", "CFDA Number": "15.636", "Description": "F14AC00102 - 14-303 GEORGE RIVER SALMON WEIR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F14AC00102_1448"}, {"internal_id": 48593140, "Award ID": "F14AC00096", "Award Amount": 285835.89, "Award Type": null, "Base Obligation Date": "2014-03-03", "CFDA Number": "15.636", "Description": "F14AC00096 - 14-402 AFOGNAK LAKE SOCKEYE SALMON STOCK MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F14AC00096_1448"}, {"internal_id": 48592110, "Award ID": "F13AP00076", "Award Amount": 194798.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2012-12-12", "CFDA Number": "15.639", "Description": "ME US-10-NA-1 AQUATIC FURBEARER POPULATION AND CONTAMINENT ASSESSMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6b621e0-979f-b31c-11fe-09c228e08ff7-C", "generated_internal_id": "ASST_NON_F13AP00076_1448"}]