[{"internal_id": 158106708, "Award ID": "F23AC00924", "Award Amount": 185516.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-06", "CFDA Number": "15.647", "Description": "AWARD PURPOSE: OUR PROJECT WILL FOCUS ON STUDYING THE FALL MIGRATIONS OF SHOREBIRDS IN A COMPARATIVE CONTEXT IN ORDER TO MAXIMIZE OUR ABILITY TO DEVELOP CONSERVATION AND MANAGEMENT OBJECTIVES THAT WORK FOR A DIVERSE ARRAY OF SPECIES. ACTIVITIES TO BE PERFORMED: SPECIFICALLY, WE WILL PLACE SATELLITE TRACKING DEVICES THAT PROVIDE GPS-QUALITY LOCATION INFORMATION ON SIX SPECIES OF MEDIUM-SIZED SHOREBIRDS ABOUT WHICH WE HAVE RELATIVELY LIMITED INFORMATION ON THEIR MIGRATORY PATTERNS THESE SPECIES COMPRISE THREE PAIRS - SHORT- (LIMNODROMUS GRISEUS) AND LONG-BILLED (L. SCOLOPACEUS) DOWITCHERS, AMERICAN (PLUVIALIS DOMINICA) AND PACIFIC (P. FULVA) GOLDEN-PLOVERS, AND LESSER (TRINGA FLAVIPES) AND GREATER (T. MELANOLEUCA) YELLOWLEGS - OF WHICH ONE SPECIES USES THE PACIFIC FLYWAY AND THE OTHER THE MID-CONTINENTAL FLYWAY DURING FALL MIGRATION. EXPECTED DELIVERABLES OR OUTCOMES: EACH SPECIES WILL BE TRACKED FROM AT LEAST TWO SEPARATE BREEDING SITES THAT OVERLAP WITH THE DEPARTMENT OF DEFENSE-S LONG-RANGE RADAR SITES DISTRIBUTED ACROSS ALASKA. BY BOTH TRACKING SPECIES THAT USE DIFFERENT FLYWAYS, AS WELL AS DIFFERENT POPULATIONS OF THE SAME SPECIES THAT BREED IN DIFFERENT PARTS OF ALASKA, WE WILL BE ABLE TO ADDRESS THREE PRESSING QUESTIONS CURRENTLY CONSTRAINING ON-THE-GROUND SHOREBIRD CONSERVATION EFFORTS: 1) HOW DO THE STRUCTURES OF STOPOVER SITES DIFFER AMONG POPULATIONS AND SPECIES, ESPECIALLY THOSE USING DIFFERENT MIGRATORY FLYWAYS  2) DO DIFFERENT POPULATIONS AND SPECIES USE DIFFERENT CUES TO TIME THEIR FALL MIGRATIONS  AND, AS A RESULT, 3) DO MIGRATORY STRATEGIES DIFFER AMONG POPULATIONS AND SPECIES BENEFICIARIES: USFWS MIGRATORY BIRD PROGRAM, DEPARTMENT OF DEFENSE, US DEPARTMENTS OF FISH AND GAME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f879ffdd-a594-a5e7-2f71-72b5613abc69-C", "generated_internal_id": "ASST_NON_F23AC00924_1448"}, {"internal_id": 158106687, "Award ID": "F23AC00710", "Award Amount": 24000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-03", "CFDA Number": "15.647", "Description": "THE EASTERN BLACK RAIL (LATTERALUS JAMAICENSIS) IS AN ELUSIVE, POORLY STUDIED, AND FEDERALLY THREATENED (ENDANGERED SPECIES ACT, 2020) MARSH BIRD THAT HAS UNDERGONE A MASSIVE RANGE CONTRACTION SINCE THE BEGINNING OF THE 20TH CENTURY. THIS CONTRACTION HAS LARGELY BEEN LINKED TO HABITAT LOSS AND DEGRADATION DUE TO RISING SEA-LEVEL, WOODY ENCROACHMENT, AND URBAN DEVELOPMENT. HOWEVER, BECAUSE BLACK RAILS ARE DIFFICULT TO STUDY USING TRADITIONAL SURVEY METHODOLOGY (I.E. THEY ARE RARE, SMALL (  40 G), VOCALLY ACTIVE AT NIGHT, AND TYPICALLY OCCUPY TIDAL MARSH HABITAT), VERY LITTLE IS KNOWN ABOUT THEIR BASIC ECOLOGY AND POPULATION SIZE. THEREFORE, CONSIDERABLE UNCERTAINTY EXISTS AS TO THE FACTORS ULTIMATELY RESPONSIBLE FOR THESE PRESUMED POPULATION DECLINES THAT LIKELY UNDERLIE THIS RANGE CONTRACTION. THEREFORE, TO DEVELOP A BETTER UNDERSTANDING OF THEIR ECOLOGY AND ABUNDANCE WE PLAN TO DEVELOP AND EMPLOY AN AUTOMATED PASSIVE ACOUSTIC MONITORING PROTOCOL THAT LEVERAGES CONTINUOUS MONITORING WITH AUTOMATED SONG CLASSIFICATION USING A RECENTLY DEVELOPED MACHINE LEARNING ALGORITHM - BIRDNET. THROUGH THIS WORK, WE AIM TO 1) DEVELOP A VIABLE SECRETIVE MARSH BIRD MONITORING PROTOCOL TAILORED FOR BLACK RAILS (AND AMENABLE TOWARDS OTHER ELUSIVE SPECIES), AND 2) CONTRIBUTE TO OUR UNDERSTANDING OF THEIR BASIC ECOLOGY (PHENOLOGY, CALLING BEHAVIOR, AND ABUNDANCE) AND 3) AS A CASE STUDY, IMPLEMENT THIS STANDARDIZED PROTOCOL TO MONITOR FOR BLACK RAILS ON PROPOSED RESTORATION PROJECT. TO ACCOMPLISH THIS WORK, WE WILL DEPLOY APPROXIMATELY 50 PASSIVE ACOUSTIC RECORDERS IN A GRIDDED NETWORK AT A NATURAL AND NON-DITCHED TIDAL MARSH AT THE EDWIN B. FORSYTHE NATIONAL WILDLIFE REFUGE WHERE BLACK RAILS HAVE BEEN PREVIOUSLY ENCOUNTERED. THIS WORK WILL INVOLVE TESTING THE EFFICACY AND LIMITATIONS OF BIRDNET IN IDENTIFYING BLACK RAILS, DEVELOPING A STANDARDIZE WORKFLOW FOR THE STORAGE, PROCESSING, AND ANALYSIS OF PASSIVE ACOUSTIC DATA FOR ASSESSING FOCAL SPECIES DETECTIONS, AND DEVELOPING COST EFFECTIVE, ACCURATE, AND REPEATABLE APPROACHES TO QUANTITATIVELY ESTIMATING ABUNDANCE FROM PASSIVE ACOUSTIC ARRAYS. ULTIMATELY, THROUGH THESE EFFORTS WE AIM TO FILL A CRITICAL GAP IN OUR CURRENT MONITORING PROTOCOLS THAT SPECIFICALLY TARGET THESE ELUSIVE AND DIFFICULT TO DETECT SPECIES THAT ARE RAPIDLY DECLINING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82335220-b01b-63c5-95b9-6dcae60104e4-C", "generated_internal_id": "ASST_NON_F23AC00710_1448"}, {"internal_id": 154661063, "Award ID": "F23AC00158", "Award Amount": 33000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-29", "CFDA Number": "15.647", "Description": "AWARD PURPOSE  HIGHLY PATHOGENIC AVIAN INFLUENZA  HPAI  SURVEILLANCE IN WILD BIRDS IN ALASKA. THISAGREEMENT WILL ASSIST THE STATE VETERINARIAN S OFFICE IN MEETING COSTS ASSOCIATED WITH TESTING OF WILD BIRDSIN ADDITION TO POULTRY FLOCKS. MORE BACKGROUND INFORMATION ON THE CURRENT HPAI OUTBREAK NATIONALLY CANBE FOUND ON THE CDC S WEBSITE  ON USDA S WEBSITE  ON ALASKA REGION USFWS WEBSITE  AND ON THE ALASKASTATE VETERINARIAN S WEBSITE.ACTIVITIES TO BE PERFORMED  U.S. FISH AND WILDLIFE SERVICE MIGRATORY BIRD MANAGEMENT OFFICE, ALASKA REGION, WILL OPERATE THE ALASKA SICK AND DEAD BIRD HOTLINE, WHICH SERVES AS A PRIMARY SOURCE OF REPORTS OF WILD BIRDS ANDCARCASSES THAT COULD POTENTIALLY BE AFFECTED BY HPAI. THE ALASKA OFFICE OF THE STATE VETERINARIAN WILL RECEIVE SAMPLES FOR TESTING, SUBMIT SAMPLES FORTESTING TO APPROPRIATE VETERINARY PATHOLOGY LABORATORIES, AND REPORT RESULTS VIA AN ESTABLISHED HTTPS   DEC.ALASKA.GOV EH VET ANNOUNCEMENTS AVIAN-INFLUENZA-OUTBREAKS, WHILE COORDINATING CLOSELY WITH THE SERVICE FOR SPECIES OF CONCERN, SUCH AS SPECIES LISTED UNDER THE ENDANGERED SPECIES ACT.EXPECTED DELIVERABLES OR OUTCOMES 1. ALASKA STATE VETERINARIAN S HPAI WEBSITE OF CONFIRMED CASES IS KEPT CURRENT  UPDATED EVERY TWO WEEKS AS NEW DATA ARE RECEIVED . 2. ALASKA STATE VETERINARIAN WILL FACILITATE TESTING OF HPAI SAMPLES FROM WILD MIGRATORY BIRDS ACROSS ALASKA, A SERVICE TRUST RESOURCE, INCLUDING NECROPSY AND COLLECTION OF SAMPLES FROM CARCASSES WHEN POSSIBLE. 3. USFWS WILL KEEP STATE VETERINARIAN S OFFICE APPRISED OF NEW CASES AS INFORMATION IS RECEIVED SO THAT A COORDINATED SAMPLING EFFORT OCCURS.INTENDED BENEFICIARIES  THIS PROJECT WILL BENEFIT MULTIPLE SPECIES OF BIRDS, DOMESTIC POULTRY FLOCK OWNERS, SUBSISTENCE USERS, AND THE OVERALL PUBLIC BY CONTINUING TO TRACK THE SPREAD OF HPAI ACROSS ALASKA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc779712-66c3-e083-7405-80d986ee471e-C", "generated_internal_id": "ASST_NON_F23AC00158_1448"}, {"internal_id": 144472136, "Award ID": "F22AP00256", "Award Amount": 55000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-02", "CFDA Number": "15.647", "Description": "NON-BREEDING SEASON CONSERVATION INVESTMENT STRATEGY FOR MIDWESTERN NEOTROPICAL MIGRATORY LANDBIRDS", "Place of Performance Country Code": "ECU", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b7f45121-957b-90bc-9e0a-801959563ff1-C", "generated_internal_id": "ASST_NON_F22AP00256_1448"}, {"internal_id": 143493608, "Award ID": "F22AP00135", "Award Amount": 37606.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-04", "CFDA Number": "15.647", "Description": "AUTOMATING THE MEASUREMENT OF ANNUAL WETLAND PONDING IN IOWA AND MINNESOTA PORTIONS OF THE PRAIRIEPOTHOLE REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89e6ffa9-f4b8-6260-9413-8ac617ad6fb7-C", "generated_internal_id": "ASST_NON_F22AP00135_1448"}, {"internal_id": 151019243, "Award ID": "F22AC03187", "Award Amount": 265352.69, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "15.647", "Description": "IN THE UNITED STATES, THE CURRENT ANALYSIS OF AVIAN RISK COLLISION TO PROPOSED OFFSHORE WIND DEVELOPMENT IS DONE BY BUREAU OF OCEAN ENERGY MANAGEMENT  BOEM  USING THE ORIGINAL OFFSHORE VERSION OF THE BAND MODEL  BAND 2012   DUE TO LIMITATIONS OF THE BAND  2012  MODEL, SUMMARIZED BY MASDEN  2015 , THIS ANALYSIS IS NEITHER TRANSPARENT TO THE PUBLIC NOR ACCOUNTS FOR FUNDAMENTAL UNCERTAINTIES  THE DATA USED IN RISK ANALYSES INCLUDE ESTIMATED QUANTITIES  E G , BIRD FLIGHT SPEED AND HEIGHT  THAT HAVE MEASURES OF UNCERTAINTY  E G , STANDARD ERRORS, CONFIDENCE OR CREDIBLE LIMITS , WHICH MUST BE FULLY PROPAGATED INTO RISK ANALYSES TO PROPERLY CAPTURE UNCERTAINTY IN LIKELY OUTCOMES  IT IS ALSO IMPORTANT TO CONSIDER NATURAL STOCHASTICITY IN ECOLOGICAL PROCESSES TO PROPERLY CAPTURE THE RANGE OF POSSIBLE OUTCOMES  I E , THE PROBABILITY OF COLLISION RISK AND THE PROJECTED NUMBER OF BIRD COLLISIONS PER UNIT TIME   FURTHER, THE CURRENT ANALYSIS IS NOT FLEXIBLE IN ITS ABILITY TO CAPTURE REALISTIC RANGES OF SCENARIOS FOR OFFSHORE WIND DEVELOPMENT, INCLUDING, FOR EXAMPLE, CONSIDERING THE SPATIAL ARRANGEMENT OF CLUSTERED WIND TURBINES THROUGHOUT THE BROADER U S  ATLANTIC OUTER CONTINENTAL SHELF  OCS , AS WELL AS THE SPATIAL PROXIMITY OF AVIAN NESTING HABITAT AND MIGRATORY STAGING AREAS  WITHOUT THESE CONSIDERATIONS, THE CUMULATIVE IMPACT ACROSS ALL WIND FARMS MAY BE UNDERESTIMATED  THESE ISSUES LIKELY CURRENTLY IMPEDE THE ABILITY OF THE FWS TO MAKE APPROPRIATE EFFECTS ANALYSES USING BEST AVAILABLE SCIENCE  IMPROVING THE CRM PROCESS IS CRITICAL FOR ASSESSING THE POTENTIAL FOR TAKE OF LISTED SPECIES RESULTING WIND ENERGY PROJECT DEVELOPMENT  AN IMPROVED COLLISION RISK MODEL WILL GIVE THE WIND ENERGY APPLICANT OR BOEM THE ABILITY TO DESIGN WIND ENERGY PROJECTS THAT WILL BE PROTECTIVE OF MIGRATING OR LOCALLY TRANSITING AVIAN SPECIES  MASDEN AND COOK 2016  OUR GOAL IS TO IMPROVE THE MODELING PROCESS TO SUPPORT EFFECTS ANALYSES FOR THREE LISTED SPECIES  ROSEATE TERN, PIPING PLOVER, RED KNOT  IN THE U S  ATLANTIC REGION  WE WILL DO SO BY I  IMPROVING THE TRANSPARENCY OF THE COLLISION RISK MODELING, II  BEGINNING TO CONSIDER THE CUMULATIVE EFFECTS OF EXPOSURE TO MULTIPLE OFFSHORE WIND LEASES, AND III  PROPERLY ACCOUNTING FOR MULTIPLE SOURCES OF UNCERTAINTY  WE WILL ACCOMPLISH THIS THROUGH THE DEVELOPMENT OF AN ONLINE WEB APPLICATION  I E , RSHINY, HTTPS   SHINY RSTUDIO COM   THAT ADAPTS AND IMPROVES UPON THE MCGREGOR  2018  VERSION OF THE BAND MODEL FOR USE IN THE U S  ATLANTIC OCS  THE WEB APPLICATION WILL BE IMPLEMENTED USING MOTUS TELEMETRY DATA FOR THE THREE FOCAL SPECIES, WHICH ARE CURRENTLY BEING USED FOR RISK ASSESSMENTS BY THE BUREAU OF OCEAN ENERGY MANAGEMENT  BOEM  LORING ET AL  2018, LORING ET AL  2019 , AND RESULTS FROM THIS APPLICATION WILL BE REPORTED AS CASE STUDIES  THE GRAPHICAL USER INTERFACE WILL BE SPECIFICALLY DESIGNED TO FACILITATE THE COMMUNICATION OF RESULTS, INCLUDING ESTIMATION OF UNCERTAINTY, WHICH IS ESSENTIAL FOR DECISION MAKERS  CONROY AND PETERSON, 2013  NICHOLSON AND POSSINGHAM, 2007   FURTHER, THE WEB APPLICATION WILL HELP TO INFORM EFFECTS DETERMINATION THROUGH REPORT GENERATION OF DOWNLOADED  PDFS AND MODEL OUTPUTS AS RDATA FILES THAT WILL CONTAIN ALL RELEVANT MODEL INPUTS AND OUTPUTS  A USER MANUAL WILL BE DEVELOPED TO COMMUNICATE THE BASICS OF THE MODEL AND TO GUIDE USERS IN THE EXECUTION OF THE MODEL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "87049add-1e79-082f-e634-ac99a8f6b98c-C", "generated_internal_id": "ASST_NON_F22AC03187_1448"}, {"internal_id": 151522095, "Award ID": "F22AC03050", "Award Amount": 60000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "15.647", "Description": "THE BLACK FOOTED  PHOEBASTRIA NIGRIPES  BFAL  AND LAYSAN  PHOEBASTRIA IMMUTABILIS  LAAL  ALBATROSSES ARE LONG LIVED SEABIRDS OF CONSERVATION CONCERN TO THE USFWS  INFORMATION ON THEIR LIFE HISTORY, ABUNDANCE, SURVIVAL, AND BREEDING FREQUENCY AND SUCCESS, ARE IMPORTANT, GIVEN THE VARIETY OF THREATS, SUCH AS FISHERY BYCATCH, PLASTICS INGESTIONS, CONTAMINANTS, AND LOSS OF BREEDING HABITAT DUE TO SEA LEVEL RISE, WHICH THESE SPECIES FACE  THE ALBATROSS DEMOGRAPHIC MONITORING PROJECT WAS INITIATED IN THE NORTHWESTERN HAWAIIAN ISLANDS IN 2002 IN ORDER TO IMPROVE ECOLOGICAL KNOWLEDGE OF LAYSAN AND BLACK FOOTED ALBATROSSES SURVIVAL AND REPRODUCTION  BEGINNING IN NOVEMBER 2005, NESTING ALBATROSS WERE SYSTEMATICALLY SURVEYED MULTIPLE TIMES PER SEASON ON MONITORING PLOTS AT MIDWAY ATOLL, TERN ISLAND, AND THE NEXT YEAR AT LAYSAN ISLAND, BANDING PREVIOUSLY UNBANDED BIRDS AND RECORDING BANDED BIRDS  IN ADDITION, SOME PLOTS WERE INTENSIVELY MONITORED TO ASSESS THE REPRODUCTIVE SUCCESS OF INDIVIDUAL PAIRS  TERN ISLAND AND LAYSAN ISLAND WERE ABANDONED IN 2013, BUT MIDWAY CONTINUES THE MONITORING  KILAUEA POINT NWR ALSO COLLECTS THESE DATA, SYSTEMATICALLY SINCE 2003  INTEGRATED POPULATION MODELS CAN BE USED TO COMBINE THE SOURCES OF MONITORING DATA  BANDING WITH RECAPTURES, DEAD RECOVERIES, AND AUXILIARY RESIGHTINGS TO PRODUCE POTENTIALLY AGE SPECIFIC SURVIVAL, RECRUITMENT, AND BREEDING PROBABILITY  REPRODUCTIVE SUCCESS TO TRANSLATE BREEDING EFFORT INTO PRODUCTION OF YOUNG  AND SYSTEMATIC COUNTS OF NESTERS THAT HAVE BEEN CONDUCTED SINCE BEFORE 2000  THIS INTEGRATION CAN PROVIDE MORE PRECISE ESTIMATES OF VITAL RATES SUCH AS SURVIVAL, PROVIDE THE ABILITY TO MONITOR LIFE STAGES INDIRECTLY THAT ARE NOT DIRECTLY MEASURED, AND IDENTIFY THE RELATIVE VALUE OF THE VARIOUS MONITORING EFFORTS  THE MAIN PURPOSES OF THIS PROJECT ARE TO  1  DEVELOP A CONCEPTUAL FRAMEWORK FOR AN INTEGRATED POPULATION MODEL APPROACH TO COMBINING BANDING, REPRODUCTIVE SUCCESS, AND NEST COUNT DATA FOR ALBATROSS DATA FROM THE NORTHWESTERN HAWAIIAN ISLANDS,  2  DEVELOP A COMPUTING TOOL  R AND JAGS CODE  THAT COULD BE USED TO MODEL THE POPULATION DYNAMICS OF ALBATROSS AT MIDWAY, TERN ISLAND, OR KILAUEA POINT, AND  3  PRODUCE A PRELIMINARY ANALYSIS OF THE POPULATION DYNAMICS OF BLACK FOOTED ALBATROSS AT TERN OR MIDWAY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_F22AC03050_1448"}, {"internal_id": 144073830, "Award ID": "F22AC00190", "Award Amount": 122807.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-11-18", "CFDA Number": "15.647", "Description": "WHY ARE WHIP-POOR-WILLS DISAPPEARING ACROSS THE MIDWEST?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_F22AC00190_1448"}, {"internal_id": 140060536, "Award ID": "F21AP03911", "Award Amount": 261000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-08", "CFDA Number": "15.647", "Description": "REGION 3 JOINT VENTURE HABITAT RESTORATION AND PROTECTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7b370e1-cdd1-46f2-7b6b-347ab7c4016b-C", "generated_internal_id": "ASST_NON_F21AP03911_1448"}, {"internal_id": 139033641, "Award ID": "F21AP03174", "Award Amount": 225589.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-04", "CFDA Number": "15.647", "Description": "INTERMOUNTAIN WEST SHOREBIRD STATUS, DISTRIBUTIONS, AND TRENDS TO INFORM REGIONAL CONSERVATION AND MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "872cc5d6-bc8f-770d-e1d6-0e37b161ad67-C", "generated_internal_id": "ASST_NON_F21AP03174_1448"}, {"internal_id": 138765710, "Award ID": "F21AP02039", "Award Amount": 142139.75, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-16", "CFDA Number": "15.647", "Description": "MODELING BALD AND GOLDEN EAGLE AND OTHER RAPTOR POPULATIONS AND TAKE RATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_F21AP02039_1448"}, {"internal_id": 116025297, "Award ID": "F21AP00208", "Award Amount": 203750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-24", "CFDA Number": "15.647", "Description": "DOOR PENINSULA BIRD HABITAT PROTECTION VI-COASTAL FOREST PRESERVATION, NORTH BAY TO EPHRAIM, WI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_F21AP00208_1448"}, {"internal_id": 129017369, "Award ID": "F21AC00864", "Award Amount": 27123.1, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-03-19", "CFDA Number": "15.647", "Description": "PUBLIC AFFAIRS AND COMMUNICATIONS SPECIALIST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a08a76eb-442d-bf95-3219-5ec005ec09f3-C", "generated_internal_id": "ASST_NON_F21AC00864_1448"}, {"internal_id": 110826251, "Award ID": "F20AP12279", "Award Amount": 12000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-23", "CFDA Number": "15.647", "Description": "MINNESOTA BREEDING TRUMPETER SWAN SURVEY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b0220ae-5e37-757d-e64d-8da0416cebaf-C", "generated_internal_id": "ASST_NON_F20AP12279_1448"}, {"internal_id": 110826184, "Award ID": "F20AP12186", "Award Amount": 59167.56, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "15.647", "Description": "MONITORING NEOTROPICAL MIGRATORY BIRDS ON THE OSA PENINSULA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ac533c2-b1ff-cb52-545f-22cea463ac42-R", "generated_internal_id": "ASST_NON_F20AP12186_1448"}, {"internal_id": 109849986, "Award ID": "F20AP11763", "Award Amount": 98266.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-31", "CFDA Number": "15.647", "Description": "CONNECTING COMMUNITIES, BUILDING CONSERVATION CAPACITY, AND SUSTAINING NON-BREEDING SEASON MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1042e78-90b7-7574-ae78-21a7ce26caac-C", "generated_internal_id": "ASST_NON_F20AP11763_1448"}, {"internal_id": 103642463, "Award ID": "F20AP10426", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-15", "CFDA Number": "15.647", "Description": "NORTHEAST MINNESOTA BREEDING TRUMPETER SWAN SURVEY 2020-2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b0220ae-5e37-757d-e64d-8da0416cebaf-C", "generated_internal_id": "ASST_NON_F20AP10426_1448"}, {"internal_id": 85347307, "Award ID": "F19AP00873", "Award Amount": 84794.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-12", "CFDA Number": "15.678", "Description": "MARSHBIRD HABITAT REQUIREMENTS ACROSS THE ANNUAL CYCLE:  META-ANALYSSI AND SYNTHESIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_F19AP00873_1448"}, {"internal_id": 85347139, "Award ID": "F19AP00597", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-09", "CFDA Number": "15.647", "Description": "MARSHBIRD HABITAT REQUIREMENTS ACROSS THE ANNUAL CYCLE: META-ANALYSIS AND SYNTHESIS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bac39249-d4fb-c1b4-9607-02f4dd9da315-C", "generated_internal_id": "ASST_NON_F19AP00597_1448"}, {"internal_id": 85347132, "Award ID": "F19AP00566", "Award Amount": 79992.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-22", "CFDA Number": "15.647", "Description": "VA EXPANDING CAPACITY FOR LOCAL BIRD CONSERVATION BY FOSTERING BIRD CITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81feef0b-fad1-5c3a-58b5-9b17eeb4be12-C", "generated_internal_id": "ASST_NON_F19AP00566_1448"}, {"internal_id": 85347131, "Award ID": "F19AP00564", "Award Amount": 57330.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-10", "CFDA Number": "15.647", "Description": "MO BROADENING THE MOTUS WILDLIFE TRACKING NETWORK IN THE MIDWEST AND NEOTROPICS MBJ-19", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bac39249-d4fb-c1b4-9607-02f4dd9da315-C", "generated_internal_id": "ASST_NON_F19AP00564_1448"}, {"internal_id": 68785323, "Award ID": "F18AC00721", "Award Amount": 76895.16, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-18", "CFDA Number": "15.647", "Description": "IL UNDERSTANDING LIMITATIONS TO GRASS-BASED AGRICULTURE IN THE MIDWEST MB", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_F18AC00721_1448"}, {"internal_id": 68588832, "Award ID": "F18AC00618", "Award Amount": 58566.95, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-11", "CFDA Number": "15.647", "Description": "OH FILLING CRITICAL KNOWLEDGE GAPS FOR FULL ANNUAL CYLE CONSERVATION OF⿦ MB", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_F18AC00618_1448"}, {"internal_id": 48604901, "Award ID": "F17AC00845", "Award Amount": 46698.71, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "15.647", "Description": "IL IMPACT OF ROW CROP AGRICULTURE ON THE SURVIVAL OF POST FLEDGLING BIRDS MB-R", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_F17AC00845_1448"}, {"internal_id": 48604270, "Award ID": "F17AC00186", "Award Amount": 89408.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-08", "CFDA Number": "15.647", "Description": "WI MIDWEST MIGRATION NETWORK: DEVELOPING NEW BANDING AND BANDER-TRAINING PROTOCOLS AND LINKING DATA TO THE MIDWEST AVIAN DATA CENTER MB-R", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db9813d8-fb8c-9470-6fdf-c50a837b0c7d-C", "generated_internal_id": "ASST_NON_F17AC00186_1448"}, {"internal_id": 48604194, "Award ID": "F17AC00108", "Award Amount": 70346.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-11", "CFDA Number": "15.647", "Description": "TESTING SUSTAINABLE MONITORING PROTOCOLS FOR GRASSLAND BIRDS IN THE UPPER MIDWEST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b0220ae-5e37-757d-e64d-8da0416cebaf-C", "generated_internal_id": "ASST_NON_F17AC00108_1448"}, {"internal_id": 48604191, "Award ID": "F17AC00105", "Award Amount": 51260.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-01", "CFDA Number": "15.647", "Description": "MN 2018 BIENNIAL GREAT LAKES DOUBLE-CRESTED CORMORANT SURVEY\nMB-R", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_F17AC00105_1448"}, {"internal_id": 48600593, "Award ID": "F16AC00214", "Award Amount": 24914.69, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-10", "CFDA Number": "15.647", "Description": "COMMON TERN CONSERVATION IN THE GREAT LAKES: USE OF LIGHT-LEVEL GEOLOCATION TO DETERMINE MERCURY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_F16AC00214_1448"}, {"internal_id": 48600419, "Award ID": "F16AC00035", "Award Amount": 49000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-16", "CFDA Number": "15.647", "Description": "INTEGRATING THE MIGRATORY BIRD STOPOVER PORTAL AND OTHER ENHANCEMENTS INTO THE MIDWEST AVIAN DATA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "872cc5d6-bc8f-770d-e1d6-0e37b161ad67-C", "generated_internal_id": "ASST_NON_F16AC00035_1448"}, {"internal_id": 48599723, "Award ID": "F15AP00464", "Award Amount": 89000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-03", "CFDA Number": "15.647", "Description": "WISCONSIN BREEDING BIRD ATLAS II: 2015-2019", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eea98ff7-7bc0-a064-24ac-1af529960d55-R", "generated_internal_id": "ASST_NON_F15AP00464_1448"}, {"internal_id": 48599565, "Award ID": "F15AP00303", "Award Amount": 16000.0, "Award Type": null, "Base Obligation Date": "2015-04-22", "CFDA Number": "15.647", "Description": "IMPLEMENTATION OF THE MONITORING PLAN FOR THE AMERICAN PEREGRINE FALCON IN UTAH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac40215-ace8-1ddc-8593-61e7fd86b6a0-C", "generated_internal_id": "ASST_NON_F15AP00303_1448"}, {"internal_id": 48599502, "Award ID": "F15AP00239", "Award Amount": 10915.49, "Award Type": null, "Base Obligation Date": "2015-04-06", "CFDA Number": "15.647", "Description": "IMPLEMENTATION OF THE MONITORING PLAN FOR THE AMERICAN PEREGRINE FALCON IN COLORADO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9b00c59-6457-b34f-0b23-2af289ad628c-C", "generated_internal_id": "ASST_NON_F15AP00239_1448"}, {"internal_id": 48597908, "Award ID": "F15AC01276", "Award Amount": 29200.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-22", "CFDA Number": "15.676", "Description": "BIOLOGICAL MONITORING AND VISITOR SERVICES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8d88ee79-88ac-ee59-5771-168a273eeec4-R", "generated_internal_id": "ASST_NON_F15AC01276_1448"}, {"internal_id": 48597484, "Award ID": "F15AC00846", "Award Amount": 82000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-30", "CFDA Number": "15.647", "Description": "CAPTURE, MARKING & SURVEY OF EAGLES & OTHER RAPTORS IN USFWS REGION 6", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a7ec0405-5177-f9f4-3d68-a114ff2085b6-C", "generated_internal_id": "ASST_NON_F15AC00846_1448"}, {"internal_id": 48596675, "Award ID": "F15AC00025", "Award Amount": 168774.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-12-03", "CFDA Number": "15.647", "Description": "GOLDEN EAGLE MOVEMENTS, HABITAT, & NEST SUCCESS IN USFWS REGION 6", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d24fcaca-6ca7-5a3f-faf8-5e7730b867b5-C", "generated_internal_id": "ASST_NON_F15AC00025_1448"}, {"internal_id": 48596101, "Award ID": "F14AP00485", "Award Amount": 118487.37, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-07-14", "CFDA Number": "15.647", "Description": "WETLAND MANAGEMENT STRATEGIES THAT MAXIMIZE MARSH BIRD USE IN THE MIDWEST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_F14AP00485_1448"}, {"internal_id": 48593430, "Award ID": "F14AC00397", "Award Amount": 92875.0, "Award Type": null, "Base Obligation Date": "2014-07-18", "CFDA Number": "15.647", "Description": "MARSH BIRD USE OF IMPOUNDED AND UNIMPOUNDED WETLANDS OF THE GREAT LAKES REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_F14AC00397_1448"}, {"internal_id": 48592635, "Award ID": "F13AP00640", "Award Amount": 200089.0, "Award Type": null, "Base Obligation Date": "2013-07-24", "CFDA Number": "15.647", "Description": "ADVANCING PRIORITY BIRD CONSERVATION ACTIONS IN THE UPPER MIDWEST WITH THE MIDWEST AVIAN DATA CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "872cc5d6-bc8f-770d-e1d6-0e37b161ad67-C", "generated_internal_id": "ASST_NON_F13AP00640_1448"}]