[{"internal_id": 159662887, "Award ID": "F23AP01232", "Award Amount": 52445.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-18", "CFDA Number": "15.671", "Description": "THE MOUNTAIN VILLAGE DRIFT GILLNET SALMON TEST FISHERY (MVTF) HAS OPERATED DURING THE PERIOD 1995 THROUGH 2012 AND FROM 2014-2022. THE U.S. CANADA RESTORATION AND ENHANCEMENT (R E) FUND FUNDED THIS PROJECT IN THE EARLY 2000S. HOWEVER, MORE RECENT YEARS FUNDING HAS BEEN PRIMARILY PROVIDED BY THE U.S. RESEARCH AND MANAGEMENT (R M) FUND, ALONG WITH PARTIAL FUNDING BY THE ALASKA DEPARTMENT OF FISH AND GAME (ADF G) AND YUKON DELTA FISHERIES DEVELOPMENT ASSOCIATION (YDFDA). THIS PROJECT DID NOT OPERATE IN 2013. THIS PROJECT PROVIDES THE FIRST INFORMATION ON THE RELATIVE SALMON RUN SIZE AND TIMING OF FALL CHUM AND COHO SALMON RUNS IN ONE MAINSTEM CHANNEL OF THE YUKON RIVER. ASSESSMENT OF THE FALL CHUM AND COHO SALMON RUN STRENGTH AND TIMING DATA FROM THIS PROJECT, IN CONJUNCTION WITH THE LOWER YUKON TEST FISHERY (LYTF) CATCH PER UNIT EFFORT (CPUE) INFORMATION AND THE MAINSTEM YUKON RIVER SONAR COUNTS COLLECTED NEAR PILOT STATION, WILL ALLOW A COMPARATIVE AND A MORE ACCURATE AND TIMELY ASSESSMENT OF THE INSEASON FALL CHUM AND COHO SALMON RUN STRENGTHS AND RUN TIMINGS THROUGH THE LOWER YUKON RIVER. YUKON RIVER MANAGEMENT AGENCIES, ADF G AND UNITED STATES FISH AND WILDLIFE SERVICE (USFWS), CONSIDER THE LYTF, FALL SEASON MVTF AND THE MAINSTEM YUKON RIVER SONAR PROJECT ALL CRITICAL TO THE SUCCESSFUL MANAGEMENT OF YUKON RIVER FALL CHUM AND COHO SALMON STOCKS. ALTHOUGH THE PRIMARY TOOL FOR MANAGEMENT IS THE MAINSTEM SONAR PROJECT, RELATIVE RUN STRENGTH AND COMPOSITION INFORMATION FROM THE FALL SEASON MVTF PROJECT IS USED TO FINE TUNE THE MANAGEMENT OF THE FALL SEASON FISHERIES, ESPECIALLY IN LOW ABUNDANCE YEARS AND AFTER THE MAINSTEM SONAR PROJECT TERMINATES FOR THE SEASON. THE FALL SEASON MVTF PROVIDES THE ONLY RELIABLE ASSESSMENT TOOL FOR BOTH FALL CHUM AND COHO SALMON AFTER THE MAINSTEM SONAR TERMINATES FOR THE SEASON. IN SOME YEARS, THERE ARE SUBSTANTIAL PULSES OF FALL CHUM AND COHO SALMON ENTERING THE RIVER AFTER TERMINATION OF THE SONAR PROJECT. THE RELATIONSHIP BETWEEN THESE ASSESSMENT PROJECTS IS USED TO ESTIMATE THE NUMBER OF FALL CHUM AND COHO SALMON THAT ENTER THE RIVER AFTER THE SONAR PROJECT TERMINATES. DURING THIS TIME, MANAGEMENT DECISIONS REGARDING THE YUKON RIVER FALL SEASON FISHERIES MAY BE DEPENDENT ON INFORMATION FROM THIS PROJECT. THEREFORE, THE FALL SEASON MVTF IS A HIGH PRIORITY PROJECT. THE LONG-TERM PROJECT GOAL IS TO DEVELOP A CATCH PER UNIT EFFORT (CPUE) AND AGE, SEX, AND LENGTH (ASL) DATABASE THAT CAN BE USED, PRIMARILY AND IN CONJUNCTION WITH THE MAINSTEM SONAR ABUNDANCE DATABASE TO MANAGE THE FALL SEASON FISHERIES MORE EFFICIENTLY. ADDITIONALLY, THIS PROJECT SEEKS TO BUILD LOCAL CAPACITY THROUGH PARTICIPATION OF THE TRIBAL GOVERNMENT AND EXPERT FISHERS, FOSTER UNDERSTANDING AND ACCEPTANCE BY THE PROJECT PARTNERS OF THE MANAGEMENT OF THE SALMON RESOURCES, ENCOURAGE LOCAL STEWARDSHIP, AND PROMOTE THE VALUE OF THE SALMON RESOURCE THROUGHOUT THE DRAINAGE.THE SPECIFIC OBJECTIVES OF THIS PROJECT ARE TO 1. ESTIMATE THE RELATIVE ABUNDANCE (TEST FISH CPUE) AND RUN TIMING OF THE YUKON RIVER FALL CHUM AND COHO SALMON RUN NEAR THE COMMUNITY OF MOUNTAIN VILLAGE  2. DESCRIBE THE ASL COMPOSITION OF THE FALL CHUM AND COHO SALMON CAUGHT IN TEST DRIFT NETS  AND 3. PROVIDE A CONSERVATION AND STEWARDSHIP EXPERIENCE FOR RURAL RESIDENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb703bc2-77e9-ab28-755e-274d483cdf8c-C", "generated_internal_id": "ASST_NON_F23AP01232_1448"}, {"internal_id": 160632091, "Award ID": "F23AP01231", "Award Amount": 69070.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-27", "CFDA Number": "15.671", "Description": "YUKON RIVER SALMON RESEARCH AND MANAGEMENT ASSISTANCE FY2023PROJECT TITLE: BUILD AND MAINTAIN PUBLIC SUPPORT BETWEEN YUKON RIVER STAKEHOLDERS INSALMON MANAGEMENTABSTRACTTHE YUKON RIVER DRAINAGE FISHERIES ASSOCIATION REPRESENTS OVER 42 COMMUNITIES ALONG THEYUKON RIVER DRAINAGE. THESE COMMUNITIES HAVE DIVERSE NEEDS  HOWEVER, THEY ALL SIGNIFICANTLYRELY ON SALMON FOR FOOD, CULTURAL IDENTITY, AND HEALTH. AN INFORMED AND INVOLVED PUBLIC IS CRITICALTO EFFECTIVELY MANAGE AND CONSERVE YUKON RIVER SALMON STOCKS.EFFECTIVE COMMUNICATION AND OUTREACH IS JUST AS IMPORTANT AS THE RESEARCH AND OTHER IMPORTANTPROJECTS THAT ARE BEING CONDUCTED WITHIN THE YUKON RIVER DRAINAGE. BY BUILDING AND MAINTAININGPUBLIC SUPPORT BY HOSTING A VIRTUAL YUKON RIVER SCIENCE AND TRADITIONAL KNOWLEDGE SYMPOSIUM,ALL STAKEHOLDERS WILL BE MORE INFORMED ABOUT WHAT IS BEING CONDUCTED AND WHERE. THIS CANIDENTIFY GAPS WHERE MORE INFORMATION IS NEEDED OR OUTREACH CAN BE DONE.ESTABLISHING EFFECTIVE AND EFFICIENT COMMUNICATION EFFORTS WITH THE YUKON RIVER STAKEHOLDERS, WECAN PROVIDE MORE PUBLIC SUPPORT AND UNDERSTANDING BETWEEN THE AGENCY AND THE COMMUNITIES.KEEPING OUR WEBSITE AND SOCIAL MEDIA PLATFORMS UP TO DATE WITH THE LATEST INFORMATION IN REGARDSTO YUKON RIVER FISHERIES IS ESSENTIAL TO MAINTAIN A STEADY STREAM OF INFORMATION TO OURSTAKEHOLDERS. TO REACH THOSE WHO ARE NOT TECHNOLOGICALLY SAVVY, WE WILL PROVIDE QUARTERLYNEWSLETTERS TO COMMUNITY ENTITIES AND YRDFA MEMBERSHIP. AS ISSUES ARISE WE WILL BE PREPAREDTO RESPOND BY HAVING ADEQUATE FUNDING TO REACH OUR STAKEHOLDERS.THIS PROJECT IS NEEDED TO DEVELOP A MUTUAL UNDERSTANDING BETWEEN AGENCIES AND THE PUBLIC AND TOPROVIDE A CONSISTENT COMMUNICATIONS AND OUTREACH PROGRAM THAT ENSURES YUKON RIVER FISHINGFAMILIES ARE PARTICIPATING AND SUPPORTIVE OF FISHERIES MANAGEMENT ACTIONS THAT WORK AT THE LOCALCOMMUNITY LEVEL AND RIVER WIDE. THESE CHANGES ARE ABRUPT, WITH LITTLE FOREWARNING AND CAN AFFECTALLOWABLE GEAR TYPES, FISHING TIMES, AND HARVEST LEVELS. THESE CHALLENGING FACTORS, IN PART,CONTINUE THE NECESSITY FOR THIS PROGRAM BECAUSE IT BUILDS MEANINGFUL PARTICIPATION IN AND SUPPORTOF YUKON RIVER SALMON RESOURCE MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac0ef94c-ad46-bbc9-7fca-865c3edca7f8-C", "generated_internal_id": "ASST_NON_F23AP01231_1448"}, {"internal_id": 160026497, "Award ID": "F23AP01195", "Award Amount": 50940.94, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-06", "CFDA Number": "15.671", "Description": "THE OVERALL GOAL OF THIS PROPOSED WORK IS TO QUANTIFY AND ANALYZE ICHTHYOPHONUS INFECTIONS FROM FOUR SAMPLE LOCATIONS ON THE MAINSTEM YUKON RIVER, INCLUDING FORT YUKON, AND ALLOW FOR OPPORTUNISTIC EVALUATION OF MULTIPLE LIFE STAGES OF CHINOOK, CHUM, AND PREY FISH SPECIES CAPTURED IN THE NORTHERN BERING SEA (NBS). FUNDS WOULD BE USED TO DIRECTLY TEST SAMPLES COLLECTED FROM THE FOURTH LOCATION, FORT YUKON, AND MARINE FISH IN THE NBS. THE FIRST OBJECTIVE IS TO USE QPCR AND STATISTICS TO ASSESS FOR DIFFERENCES IN ICHTHYOPHONUS INFECTIONS OF YUKON RIVER CHINOOK SALMON SAMPLED FROM PILOT STATION, RAPIDS, FORT YUKON, AND EAGLE IN 2023. WE HYPOTHESIZE THAT ICHTHYOPHONUS INFECTION PREVALENCE AND SEVERITY WILL VARY BY LOCATION CONSISTENT WITH THE DISEASE PROGRESSION WITHIN THE HOST SPECIES AND DISEASE-ASSOCIATED MORTALITY BETWEEN LOCATIONS. THE SECOND OBJECTIVE IS TO USE QPCR TO SCREEN FOR ICHTHYOPHONUS AND QUANTIFY INFECTIONS IN CHINOOK AND CHUM SALMON, WALLEYE POLLOCK AND FORAGE FISH SPECIES OPPORTUNISTICALLY CAPTURED IN THE 2023 NBS SURVEY. QPCR POSITIVE SAMPLES WILL BE CONFIRMED WITH HISTOPATHOLOGY. FUNDING WILL SUPPORT CONTINUED ASSESSMENT OF ICHTHYOPHONUS INFECTIONS IN CHINOOK SALMON FROM THE NBS SURVEY AND EXPANDED TESTING TO CHUM SALMON FROM THIS PLATFORM. WE HYPOTHESIZE THAT ICHTHYOPHONUS INFECTIONS WILL OCCUR IN CHINOOK AND CHUM SALMON AT AN UNKNOWN LEVEL THAT MAY DIFFER BY HOST AGE, SIZE, OR SEX AND THAT INFECTIONS WILL OCCUR IN WALLEYE POLLOCK AND FORAGE FISH SPECIES AT AN UNKNOWN LEVEL THAT MAY PROVIDE INSIGHT INTO INFECTION SOURCES FOR YUKON RIVER CHINOOK AND CHUM SALMON. THE VISION OF THIS PROJECT BEYOND THIS CURRENT FUNDING YEAR IS TO SUPPORT THE INTENDED LONG-TERM ANNUAL MONITORING PROGRAM FOR ICHTHYOPHONUS IN YUKON CHINOOK SALMON COLLECTED FROM THE PILOT STATION TEST FISHERY PERFORMED INSEASON TO ASSIST MANAGERS WITH ESTIMATING EN ROUTE MORTALITY FOR THEIR MANAGEMENT DECISIONS. RESEARCH IS NEEDED TO DEVELOP THIS PROGRAM BY COMPARING INFECTIONS FROM DIFFERENT RIVER LOCATIONS. MONITORING INFECTIONS FROM MARINE SAMPLES COLLECTED FROM THE NBS SURVEY COMPLEMENTS THIS WORK BY PROVIDING INFORMATION ON INFECTIONS IN SALMON USED FOR FUTURE RUN FORECASTS AS HEAVILY INFECTED FISH MAY INDICATE A SOURCE OF VARIATION IN ESTIMATES FOR FORECASTING. THIS COULD BE EXTENDED TO THE KEY PREY SPECIES IF DETERMINED FROM THIS RESEARCH. ANTICIPATED OUTCOMES INCLUDE: 1) VITAL INFORMATION ABOUT INFECTION AND PARASITE-ASSOCIATED MORTALITY BY TESTING FISH UPRIVER (I.E., FORT YUKON) WHERE SURVIVORS WILL BE COMPARED TO INFECTIONS LOWER IN THE RIVER, 2) DETERMINING INFECTION LEVELS IN SALMON FROM THE NBS SURVEY TO PROVIDE MANAGERS WITH INFECTION AND DISEASE INFORMATION THAT MAY BE QUALITATIVELY CONSIDERED IN THE CONTEXT OF PRESEASON RUN FORECASTS, AND 3) AN INITIAL DETERMINATION OF KEY PREY SPECIES THAT INFECT NBS SALMON. THE WORK WILL BENEFIT THE U.S. FISH AND WILDLIFE SERVICE, ALASKA DEPARTMENT OF FISH AND GAME (ADF G), AND DEPARTMENT OF FISHERIES AND OCEANS CANADA TASKED WITH ASSESSING POPULATION ABUNDANCE AND FISHING OPPORTUNITIES. IT WILL ALSO DIRECTLY BENEFIT THE SUBSISTENCE FISHERY VIA BETTER INFORMED MANAGEMENT AND MAY AID IN POSTSEASON ASSESSMENT CANADIAN-ORIGIN CHINOOK SALMON FATES, AS REQUIRED TO ADDRESS U.S. CANADA TREATY OBLIGATIONS. ADF G INTENDS TO CONTINUE OPERATING AN ICHTHYOPHONUS MONITORING PROJECT FOR THE FORESEEABLE FUTURE IF SUFFICIENTLY FUNDED. LABORATORY REPORTS AND ANY PEER-REVIEWED MANUSCRIPTS WILL BE AVAILABLE TO AGENCY STAFF AND THE PUBLIC. THIS PROJECT INVOLVES A PARTNERSHIP WITH LOCAL FISHERS AND YUKON RIVER RESIDENTS CONTRACTED TO COLLECT FISH WITH OPPORTUNITIES TO LEARN ABOUT FISH ANATOMY, NECROPSY, AND DISEASE DURING SAMPLE COLLECTION. ALL SAMPLED FISH FROM THE YUKON RIVER WILL BE PROVIDED BACK TO THE COMMUNITIES WERE SAMPLED SO RESIDENTS CAN USE THEM FOR CULTURAL AND FOOD SECURITY NEEDS. THIS WORK IS OF INTEREST TO BOTH ALASKANS AND CANADIANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F23AP01195_1448"}, {"internal_id": 151019554, "Award ID": "F22AP02440", "Award Amount": 340000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-09", "CFDA Number": "15.671", "Description": "GEOGRAPHIC LOCATION  YUKON RIVER, ALASKA THE YUKON RIVER SALMON ACT  2000   ACT  ESTABLISHES A YUKON RIVER SALMON PANEL TO ADVISE THE SECRETARY OF STATE REGARDING THE NEGOTIATION OF ANY INTERNATIONAL AGREEMENT WITH CANADA RELATING TO THE MANAGEMENT OF SALMON STOCKS ORIGINATING FROM THE YUKON RIVER IN CANADA  ADVISE THE SECRETARY OF STATE REGARDING THE NEGOTIATION RESTORATION AND ENHANCEMENT OF SUCH SALMON STOCKS  AND TO PERFORM OTHER FUNCTIONS RELATING TO THE CONSERVATION AND MANAGEMENT OF SUCH SALMON STOCKS  THE ACT AUTHORIZES FUNDS FOR TRAVEL EXPENSES OF PANEL MEMBERS AND THEIR ALTERNATES, U S  MEMBERS OF THE JOINT TECHNICAL COMMITTEE JTC , AND MEMBERS OF THE ADVISORY COMMITTEE  AND FUNDS FOR THE U S  SHARE OF EXPENSES INCURRED BY THE JTC AND ANY PANEL ESTABLISHED BY AN AGREEMENT BETWEEN THE U S  AND CANADA FOR RESTORATION AND ENHANCEMENT OF SALMON ORIGINATING IN CANADA  THE U S  SECTION OF THE PANEL DESIGNATED THE DEPARTMENT TO PROVIDE, AT LEAST FOR THE NEAR TERM, SUPPORT FUNCTIONS TO THE YUKON RIVER NEGOTIATIONS, THE JTC, AND THE PANEL  THE PROPOSAL PUTS INTO PLACE ARRANGEMENTS FOR REIMBURSEMENT BY THE SERVICE FOR NON FEDERAL GOVERNMENT EMPLOYEES  EXPENSES INCURRED BY THE DEPARTMENT AND U S  PUBLIC MEMBERS OF THE PANEL, ADVISORY COMMITTEE, AND JTC ASSOCIATED WITH PANEL PROCESS  THE PRIMARY GOAL OF THIS PROPOSAL IS TO SUPPORT ADFAND G S RESPONSIBILITY UNDER THE YUKON RIVER SALMON ACT OF 2000 AS THE UNITED STATES FOR THE YUKON RIVER PANEL, THE JOINT TECHNICAL COMMITTEE, AND ADVISORY COMMITTEE  THE PROJECT HAS 3 OBJECTIVES  A  TO PROVIDE THE U S  SHARE OF EXPENSES OF THE PANEL AND JTC FOR MEETING FACILITY FEES, MEETING MATERIALS, PHOTOCOPYING, TELECOMMUNICATIONS, AND OTHER AGREED UPON EXPENSES INCURRED BY THE DEPARTMENT AND PUBLIC MEMBERS OF THE PANEL, ADVISORY COMMITTEE, AND JTC  B  TO PROVIDE THE TRAVEL EXPENSES OF PANEL MEMBERS, ALTERNATE PANEL MEMBERS, U S  MEMBERS OF THE JTC, AND MEMBERS OF THE PANEL, ADVISORY COMMITTEE AND JTC  C  PROVIDE TECHNICAL SUPPORT, THROUGH SUBSISTENCE SECTION STAFF TO INFORM THE PANEL, ADVISORY COMMITTEE, AND JTC ON THE YUKON RIVER SALMON MANAGEMENT AND RESEARCH  THIS PROJECT WILL BE MONITORED PRIMARILY THROUGH THE DELIVERY OF ANNUAL FINANCIAL AND PERFORMANCE REPORTS THAT OUTLINE THE TWO JTC MEETINGS AND THE TWO PANEL MEETINGS PER YEAR  FINANCIAL REPORTS WILL INCLUDE AN ACCOUNTING OF FUNDS SPENT TO PROVIDE FOR TRAVEL EXPENSES OF PANEL MEMBERS, ALTERNATE PANEL MEMBERS, U S  MEMBERS OF THE JTC, AND MEMBERS OF THE ADVISORY  FOR MEETING FACILITY FEES, MEETING MATERIALS, ETC   AND FOR TECHNICAL SUPPORT PROVIDED BY THE SUBSISTENCE SPECIALIST III  PERFORMANCE REPORTS WILL INCLUDE INFORMATION ABOUT THE DATES OF MEETINGS  ATTENDANCE  LOCATION  AND MAJOR ISSUES DISCUSSED OR ACTIVITIES ACCOMPLISHED AT EACH MEETING  THE SRS III WILL BE RESPONSIBLE FOR PROVIDING THE PERFORMANCE REPORTS WHILE THE DIVISION OF SUBSISTENCE ADMINISTRATION WILL PROVIDE THE FINANCIAL REPORTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AP02440_1448"}, {"internal_id": 151522302, "Award ID": "F22AP01490", "Award Amount": 63566.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-18", "CFDA Number": "15.671", "Description": "THE USE OF SONAR CAMERAS TO COUNT AND MEASURE SALMON RETURNING TO SPAWN IN THEIR NATAL STREAMS HAS WIDESPREAD USE ACROSS ALASKA, CANADA, AND THE U S  WEST COAST  THERE ARE TWO SONAR STATIONS ALONG THE U S  PORTION OF THE YUKON RIVER, ONE AT PILOT, AND ANOTHER AT EAGLE  THERE ARE TWO MORE LOCATED ALONG YUKON RIVER TRIBUTARIES, INCLUDING THE ANVIK RIVER AND THE SHEENJEK RIVER  THE USE OF SONAR HAS MANY ADVANTAGES, BUT THE PROCESS REQUIRES MANUAL COUNTING OF FISH FROM THE RECORDED VIDEO  THIS COMPILATION WORK IS EXPENSIVE  IF THIS COULD BE DONE AUTOMATICALLY USING CURRENT ARTIFICIAL INTELLIGENCE AND VISUAL RECOGNITION TECHNIQUES, IT WOULD LOWER THIS EXPENSE, OPENING UP THE POSSIBILITY OF REDEPLOYING THE FINANCIAL RESOURCES ASSOCIATED WITH MANUAL COUNTING TOWARDS OTHER PRIORITIES ALONG THE YUKON  WE ENVISION A SYSTEM USING ON SITE LAPTOP COMPUTERS EQUIPPED WITH THE SOFTWARE WE ARE DEVELOPING TO ACCURATELY ESTIMATE SALMONID ESCAPEMENT 24 HOURS PER DAY, TRANSMITTING THIS DATA IN REAL TIME TO FISHERY MANAGEMENT PERSONNEL FOR MAKING RAPID AND FINE GRAINED MANAGEMENT DECISIONS  BY LOWERING THE COST OF THE PROCESS, IT COULD ALSO MAKE THE ADDITION OF ADDITIONAL SONAR STATIONS IN THE YUKON WATERSHED FEASIBLE THE COMPUTATIONAL VISION LABORATORY AT THE CALIFORNIA INSTITUTE OF TECHNOLOGY  CALTECH , WITH THE ASSISTANCE OF THE ALASKA DEPARTMENT OF FISH AND GAME, THE NATIONAL MARINE FISHERIES SERVICE, AMAZON WEB SERVICES, AND TROUT UNLIMITED, HAS BEEN WORKING FOR THE LAST TWO YEARS ON AUTOMATED COUNTING OF SALMON USING DIDSON AND ARIS SONAR TECHNOLOGY AND SAMPLE VIDEO FROM WITHIN ALASKA  THE PROJECT HAS BEEN ORGANIZED INTO THREE SEQUENTIAL STAGES, AND PHASE 1 HAS BEEN COMPLETED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74bac010-0a24-8f82-8021-0fa16ab4bc6d-C", "generated_internal_id": "ASST_NON_F22AP01490_1448"}, {"internal_id": 149742442, "Award ID": "F22AP01400", "Award Amount": 74760.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.671", "Description": "F22AP01400", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b5955004-b731-e436-53f5-57992be126cf-R", "generated_internal_id": "ASST_NON_F22AP01400_1448"}, {"internal_id": 150670323, "Award ID": "F22AP01399", "Award Amount": 53910.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-25", "CFDA Number": "15.671", "Description": "THE MVTF FALL SEASON TEST FISHERY IS ONE OF THE PROJECTS USED BY ADF&G AND USFWS TO DETERMINE FALL CHUM AND COHO SALMON RUN STRENGTH AND TIMING. THE MVTF PROJECT IS STRATEGICALLY LOCATED BETWEEN TWO ADF&G ASSESSMENT PROJECTS THAT ARE SEPARATED BY OVER 100 RIVER MILES AND APPROXIMATELY 3 SALMON TRAVEL DAYS. THIS PROJECT PROVIDES THE FIRST COMPOSITE ASSESSMENT OF THE RUN AFTER THE STOCKS PASS THROUGH THE LOWER YUKON TEST FISHERIES AND MERGE INTO THE MAINSTEM FROM THE THREE DIFFERENT DISTRIBUTARIES BUT BEFORE THE FISH PASS THE MAINSTEM SONAR PROJECT NEAR PILOT STATION. IN CONJUNCTION WITH THE LYTF AND MAINSTEM SONAR, THE FALL SEASON MVTF PROJECT WILL, IN PART, PROVIDE A COMPARATIVE AND TIMELIER ASSESSMENT OF THE INSEASON SALMON RUN STRENGTHS AND RUN TIMINGS AS THE SALMON RUNS PASS THROUGH THE LOWER RIVER. THIS PROJECT WILL ALSO PROVIDE ADDITIONAL INSIGHT INTO THE EXPECTED FALL CHUM AND COHO SALMON RUN STRENGTHS AT THE MAINSTEM SONAR SITE. AGE, SEX, SIZE DATA FROM THIS PROJECT WILL BE USED IN CONJUNCTION WITH THE LYTF TO PROVIDE INSIGHT INTO THE CHARACTERISTICS OF THE TEST NET CATCH, THE SUBSISTENCE HARVEST, AND POSSIBLY THE OVERALL RUN INFORMATION FROM THE MVTF PROJECT COULD ALSO BE USED IN CONJUNCTION WITH OTHER PROJECT DATA TO ADJUST OR VERIFY THE SPECIES COMPOSITION AND RUN SIZES OF THE SALMON RUNS THAT WERE BASED ON THE MAINSTEM SONAR TEST FISHERY EITHER INSEASON OR POST SEASON. ADDITIONALLY, THE FALL SEASON MVTF PROJECT SERVES AS A CHECK ON THE OTHER TWO LOWER RIVER RUN ASSESSMENT PROJECTS AND VICE VERSA. FURTHER, FOR THE TIME IN SEPTEMBER AFTER THE MAINSTEM SONAR PROJECT TERMINATES, THE MVTF PROVIDES SPECIES-SPECIFIC CPUE ESTIMATES THAT ARE USED TO ESTIMATE THE NUMBER OF SALMON THAT WOULD HAVE PAST THE MAINSTEM SONAR SITE, BUT NOT COUNTED BY SONAR, BASED ON THE INSEASON RELATIONSHIP BETWEEN THE PROJECTS WHEN BOTH PROJECTS WERE OPERATIONAL DURING THE SEASON.WHILE SALMON PASSAGE DATA FROM THE YUKON RIVER MAINSTEM SONAR PROJECTS REMAINS THE KEY COMPONENT OF SALMON RUN ASSESSMENT, DATA FROM THE SONAR PROJECT HAS NOT BEEN RELIABLE IN SOME PAST YEARS. RIVER STAGE, DEBRIS LOAD, AND HIGH TURBIDITY AFFECT THE IDENTIFICATION OF SONAR TARGETS, AS WELL AS TEST FISHING CATCHES AT THE MAINSTEM SONAR SITE. IT APPEARS, HOWEVER, THAT THE MVTF PROJECT, BECAUSE IT IS A DRIFT TEST FISHERY AND THE TEST NET CAN BE FISHED BETWEEN DEBRIS, MAY NOT BE AFFECTED AS MUCH BY RIVER STAGE AND DEBRIS TO THE EXTENT AS THE OTHER TWO LOWER YUKON RIVER ASSESSMENT PROJECTS. THEREFORE, THE MVTF PROJECT MAY NOT ONLY PROVIDE A CHECK AS TO THE ACCURACY OF THE MAINSTEM SONAR COUNTS ATTRIBUTED TO FALL CHUM AND COHO SALMON BUT MAY ALSO PROVIDE THE LONE RELIABLE ASSESSMENT PROJECT IN THE LOWER YUKON RIVER IN SOME YEARS. IN THE LEAST, IN THOSE YEARS, IT WILL CAUSE MANAGERS TO PAUSE AND SCRUTINIZE DATA FROM THE MAINSTEM SONAR AND LYTF PROJECT BUT MAY ALSO CAUSE MANAGERS TO WEIGH OTHER INFORMATION MORE HEAVILY IN THEIR RUN ASSESSMENT. IN ADDITION TO COMPARISONS AMONG THE LOWER RIVER RUN ASSESSMENT PROJECTS, AGE DATA WILL AIDE IN THE IDENTIFICATION OF TRENDS IN BROOD YEAR ASSESSMENT AND MAY ASSIST IN FUTURE RUN FORECASTING.THIS PROJECT IS A LONG-TERM PROJECT AND IS CONSIDERED VALUABLE BY ADF&G AND USFWS FOR MANAGEMENT PURPOSES. THE LONG-TERM DATABASE PROVIDES THE BASIS FOR COMPARATIVE ASSESSMENT OF THE CURRENT YEAR DATA WITH PRIOR YEARS' RELATIVE RUN STRENGTH AND TIMING. THE CONTINUATION OF THIS PROJECT DEPENDS ON ITS VALUE TO MANAGEMENT COMPARED AGAINST OTHER PRIORITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb703bc2-77e9-ab28-755e-274d483cdf8c-C", "generated_internal_id": "ASST_NON_F22AP01399_1448"}, {"internal_id": 151019380, "Award ID": "F22AP01398", "Award Amount": 101696.08, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-05", "CFDA Number": "15.671", "Description": "CHINOOK SALMON ARE AN IMPORTANT AND HIGHLY UTILIZED RESOURCE THROUGHOUT THE YUKON RIVER DRAINAGE  THE TANANA RIVER DRAINAGE REPRESENTS APPROXIMATELY 20  OF ALL SPAWNING CHINOOK SALMON IN THE YUKON RIVER DRAINAGE AND MOST OF THAT SPAWNING OCCURS IN THE CHENA, SALCHA, AND GOODPASTER RIVERS  APPROXIMATELY 17    IN ADDITION, MANAGEMENT USES LOWER, MIDDLE, AND UPPER YUKON RIVER STOCK AGGREGATES AS INDICATORS FOR THE THREE MAJOR COMPONENTS OF YUKON RIVER ESCAPEMENT AND THE TANANA RIVER DRAINAGE STOCKS REPRESENT MOST OF THE MIDDLE YUKON RIVER AGGREGATE   75    EILER ET AL  2014  USING COUNTING TOWER AND SONAR TECHNIQUES, THIS STUDY WILL PROVIDE AN INDICATION OF INSEASON RUN STRENGTH, AS WELL AS AN ESTIMATE OF THE TOTAL ESCAPEMENT OF CHINOOK SALMON  DAILY AND SEASONAL ESCAPEMENT ESTIMATES WILL BE POSTED EVERY DAY THROUGHOUT THE RUN TO A YUKON RIVER UPDATE LIST AND THIS INFORMATION WILL BE AVAILABLE TO STATE AND FEDERAL FISHERY MANAGERS, MEMBERS OF LOCAL ADVISORY COUNCILS, AND MEMBERS OF THE PUBLIC THROUGHOUT THE STATE  THIS ESTIMATE COMBINED WITH A NUMBER OF ASSESSMENT PROJECTS THROUGHOUT THE YUKON RIVER DRAINAGE WILL AID MANAGERS WHEN MAKING DECISIONS ABOUT MANAGING MIDDLE YUKON RIVER SUBSISTENCE AND SPORT FISHERIES  ESTIMATES OF THE TOTAL ESCAPEMENT AND AGE COMPOSITION WILL BE USED TO EVALUATE WHETHER THE ESTABLISHED ESCAPEMENT GOAL HAS BEEN ACHIEVED AND TO FURTHER EXAMINE THE SPAWNER RECRUIT RELATIONSHIP FROM WHICH THE ESCAPEMENT GOAL IS ESTABLISHED  IN ADDITION, THE PROJECT WILL PROVIDE ESTIMATES OF THE AGE, SEX AND LENGTH COMPOSITION OF THE ESCAPEMENT THAT WILL BE USED TO CHARACTERIZE THE QUALITY OF ESCAPEMENT  I E , POTENTIAL EGG DEPOSITION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AP01398_1448"}, {"internal_id": 150670412, "Award ID": "F22AP01397", "Award Amount": 55245.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-19", "CFDA Number": "15.671", "Description": "THIS PROJECT ADDRESSES THE SPECIFIC NEEDS OF DEVELOPING AND REFINING CURRENT MANAGEMENT TECHNIQUES AND IMPROVING PUBLIC SUPPORT AND PARTICIPATION IN YUKON RIVER FISHERIES MANAGEMENT. THE YUKON RIVER IS THE LONGEST RIVER IN ALASKA, WITH A MIXED STOCK FISHERY ENTERING THE RIVER IN WESTERN ALASKA FROM THE BERING SEA AND INCLUDES DISTINCT POPULATIONS OF CANADIAN ORIGIN CHINOOK SALMON AND FALL CHUM SALMON. THE PEOPLE RESIDING ALONG THE YUKON RIVER INCLUDE ALASKA NATIVE CULTURAL GROUPS AND FIRST NATION ABORIGINAL PEOPLES IN YUKON TERRITORY; OVER 50 DISTINCT RURAL VILLAGES WHICH INCLUDE FAMILIES THAT STRONGLY RELY ON SALMON FOR FOOD, CULTURAL IDENTITY AND INCOME AS PART OF THEIR ANNUAL TRADITIONAL HARVEST CYCLE. THE FISHERY IN ALASKA IS MANAGED BY STATE AND FEDERAL AGENCIES WHOSE MANAGEMENT INCLUDES A MULTITUDE OF REGULATIONS FOR PEOPLE TO BE AWARE OF AND FOLLOW ACROSS A SOCIALLY AND ECOLOGICALLY COMPLEX AND HUGE GEOGRAPHICAL AREA. DUE TO DECLINES OF CANADIAN AND U.S. ORIGIN CHINOOK SALMON STOCKS AND MANAGEMENT APPROACHES AND UNEXPECTED RETURNS TO THE 2020 & 2021 SUMMER AND FALL CHUM, FISHING FAMILIES ARE FACED WITH DISRUPTIVE AND EXPENSIVE CHANGES TO THEIR FISHING PRACTICES ANNUALLY. THESE CHANGES ARE ABRUPT, WITH LITTLE FOREWARNING AND CAN AFFECT ALLOWABLE GEAR TYPES, FISHING TIMES, AND HARVEST LEVELS. THESE CHALLENGING FACTORS, IN PART, CONTINUE THE NECESSITY FOR THIS PROGRAM BECAUSE IT BUILDS MEANINGFUL PARTICIPATION IN AND SUPPORT OF YUKON RIVER SALMON RESOURCE MANAGEMENT. YUKON RIVER DRAINAGE FISHERIES ASSOCIATION (YRDFA) STAFF AND BOARD MEMBERS WORK TOGETHER ON AN ANNUAL BASIS TO ACHIEVE THIS GOAL THROUGH DEDICATED STAFF TIME TO TALK AND MEET WITH FISHERS, ONE-TO-ONE, AND THROUGH AN ANNUAL PRE-SEASON MEETING OF A RIVER-WIDE GROUP OF FISHERS FROM EACH FISHING DISTRICT AND OTHER COMMUNICATIONS APPROACHES. THE RESTORATION & MANAGEMENT (R&M) FUND IS WELL SUITED TO CONTINUE TO FUND THIS WORK BECAUSE KEY STAKEHOLDERS FROM THE YUKON RIVER BECOME AND REMAIN INFORMED AND EDUCATED THROUGH DIRECT BENEFITS FROM THIS PROGRAM, IMPROVING PUBLIC SUPPORT AND PARTICIPATION IN MANAGEMENT. OUR PROJECT WILL ADDRESS THE NEEDS OF THE R&M PRIORITY LIST, THE YUKON RIVER PANEL'S NEAR-TERM PRIORITY NEEDS LIST AND THE US DEPARTMENTS OF THE INTERIOR'S FINANCIAL ASSISTANCE PRIORITIES AS INDICATED ABOVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac0ef94c-ad46-bbc9-7fca-865c3edca7f8-C", "generated_internal_id": "ASST_NON_F22AP01397_1448"}, {"internal_id": 148994968, "Award ID": "F22AP01396", "Award Amount": 29841.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-20", "CFDA Number": "15.671", "Description": "LARGE DATA GAPS EXIST FOR COHO SALMON WITHIN THE YUKON RIVER DRAINAGE. VERY LITTLE IS KNOWN CONCERNING RUN TIMING, MIGRATION RATES, MOVEMENT PATTERNS, DISTRIBUTION, AND SPAWNING AREAS OF COHO SALMON IN THE YUKON RIVER DRAINAGE. CONSEQUENTLY, COHO SALMON SPAWNING AREAS ARE NOT WELL DOCUMENTED IN THE ADF&G ANADROMOUS WATERS CATALOG (AWC) AND A ROBUST GENETIC BASELINE HAS NOT BEEN FULLY DEVELOPED. CURRENTLY, 3 INSEASON ASSESSMENT PROJECTS PARTIALLY DOCUMENT THE COHO SALMON MIGRATION; ALL ARE IN THE LOWER YUKON RIVER DOWNSTREAM OF 198 RKM. THERE ARE ONLY 2 ESCAPEMENT MONITORING PROJECTS AND 1 SPAWNING ESCAPEMENT GOAL IN THE ENTIRE YUKON RIVER DRAINAGE, BOTH OF WHICH ARE LOCATED IN THE TANANA RIVER. THE 1 SPAWNING ESCAPEMENT GOAL, ON THE DELTA CLEARWATER RIVER (1,675 RKM), IS SLATED TO BE DISCONTINUED BY ADF&G.ADF&G IS CURRENTLY FUNDED TO RUN A COHO SALMON RADIOTELEMETRY PROJECT THROUGH OSM (PROJECT NUMBER 20-200). THE OSM RADIOTRACKING PROJECT IS THE FIRST SUBSTANTIAL STEP TAKEN TO ADDRESS THE KEY KNOWLEDGE GAPS FOR COHO SALMON IN THE YUKON RIVER DRAINAGE. THE OSM PROJECT IS LARGELY EXPLORATORY IN NATURE AND LIMITED PRIMARILY TO TRACKING COHO SALMON WITHIN THE MAINSTEM YUKON RIVER. TO DIRECT FUTURE RESEARCH, THE GOAL OF THE OSM PROJECT IS TO DETERMINE THE PROPORTIONS OF RADIOTAGGED COHO SALMON ENTERING MAJOR TRIBUTARIES (E.G., TANANA, KOYUKUK, AND INNOKO RIVERS).THIS R&M PROPOSAL AIMS TO ADD VALUE TO THE EXISTING OSM PROJECT, BY EXPANDING AERIAL SURVEYS INTO SMALLER TRIBUTARIES AND POTENTIAL SPAWNING AREAS. THE PROPOSED ACTIVITIES ARE TIME SENSITIVE, AND ONLY POSSIBLE WHILE RADIO TAGS AND EXISTING INFRASTRUCTURE ARE OPERATIONAL. ANY IDENTIFIED SPAWNING LOCATIONS OR RIVER MIGRATION ROUTES NOT CURRENTLY IN THE ANADROMOUS WATERS CATALOG (AWC) WILL BE DOCUMENTED AND SUBMITTED FOR NOMINATIONS TO FURTHER PROTECT COHO SALMON HABITAT (GIEFER AND BLOSSOM 2021A AND 2021B). THE FINER SCALE DISTRIBUTION AND SPAWNING AREA INFORMATION GAINED BY THIS R&M PROPOSAL WILL FURTHER REFINE FUTURE COHO SALMON RESEARCH AND MANAGEMENT EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AP01396_1448"}, {"internal_id": 139033486, "Award ID": "F21AP01794", "Award Amount": 56000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "15.671", "Description": "YUKON RIVER CHINOOK AND CHUM SALMON HORMONE AND STABLE ISOTOPE BIOCHRONOLOGY FEASIBILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95553d73-f12d-0ffe-a304-f2e921166251-C", "generated_internal_id": "ASST_NON_F21AP01794_1448"}, {"internal_id": 138765412, "Award ID": "F21AP01788", "Award Amount": 14497.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-08", "CFDA Number": "15.671", "Description": "SALCHA RIVER JUVENILE CHINOOK, CHUM AND COHO SALMON EDUCATION & AWARENESS CAMPAIGN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "41df4f12-03ea-c839-146f-218536bf08ee-C", "generated_internal_id": "ASST_NON_F21AP01788_1448"}, {"internal_id": 137750833, "Award ID": "F21AP01783", "Award Amount": 52348.58, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-23", "CFDA Number": "15.671", "Description": "YUKON RIVER COHO SALMON GENETIC BASELINE DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F21AP01783_1448"}, {"internal_id": 137750659, "Award ID": "F21AP01782", "Award Amount": 107944.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-24", "CFDA Number": "15.671", "Description": "YUKON SALMON R&M: SALCHA RIVER CHINOOK SALMON ESCAPEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F21AP01782_1448"}, {"internal_id": 138765413, "Award ID": "F21AP01781", "Award Amount": 53910.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-09", "CFDA Number": "15.671", "Description": "MOUNTAIN VILLAGE COOPERATIVE FALL SEASON DRIFT GILLNET TEST FISHERY PROJECT, 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb703bc2-77e9-ab28-755e-274d483cdf8c-C", "generated_internal_id": "ASST_NON_F21AP01781_1448"}, {"internal_id": 116025290, "Award ID": "F21AP00110", "Award Amount": 37200.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-25", "CFDA Number": "15.671", "Description": "YUKON RIVER SALMON RESEARCH AND MANAGEMENT ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b5955004-b731-e436-53f5-57992be126cf-R", "generated_internal_id": "ASST_NON_F21AP00110_1448"}, {"internal_id": 108824733, "Award ID": "F20AP10220", "Award Amount": 28547.65, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-06", "CFDA Number": "15.671", "Description": "YUKON RIVER SALMON RESEARCH AND MANAGEMENT ASSISTANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F20AP10220_1448"}, {"internal_id": 107141282, "Award ID": "F20AP10138", "Award Amount": 100745.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-16", "CFDA Number": "15.671", "Description": "BUILDING AND MAINTAINING PUBLIC SUPPORT OF SALMON RESOURCE MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac0ef94c-ad46-bbc9-7fca-865c3edca7f8-C", "generated_internal_id": "ASST_NON_F20AP10138_1448"}, {"internal_id": 103642409, "Award ID": "F20AP10125", "Award Amount": 42579.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-10", "CFDA Number": "15.671", "Description": "MOUNTAIN VILLAGE COOPERATIVE FALL SEASON DRIFT GILL NET TEST FISHERY PROJECT, 2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb703bc2-77e9-ab28-755e-274d483cdf8c-C", "generated_internal_id": "ASST_NON_F20AP10125_1448"}, {"internal_id": 85347179, "Award ID": "F19AP00675", "Award Amount": 99069.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-22", "CFDA Number": "15.671", "Description": "FUNDS UNDER THIS AWARD ARE TO BE USED TO IMPROVE THE UNDERSTANDING OF SALMON BIOLOGY AND\nBEHAVIOR BY PROVIDING THE ALASKA DEPARTMENT OF FISH AND GAME (ADF&G) WITH FALL CHUM AND COHO\nSALMON MIGRATION TIMING, RUN COMPOSITION, AND RELATIVE ABUNDANCE AT SITES ON THE LOWER YUKON RIVER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac0ef94c-ad46-bbc9-7fca-865c3edca7f8-C", "generated_internal_id": "ASST_NON_F19AP00675_1448"}, {"internal_id": 83419114, "Award ID": "F19AP00559", "Award Amount": 32336.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-22", "CFDA Number": "15.671", "Description": "SALCHA RIVER CHINOOK SALMON SPAWNING AND HABITAT MONITORING VIA SMALL UNMANNED AERIAL SYSTEMS (SUAS)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76d04a90-68f1-0d75-a164-60ceb4fc05ee-C", "generated_internal_id": "ASST_NON_F19AP00559_1448"}, {"internal_id": 83418240, "Award ID": "F19AP00507", "Award Amount": 39029.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-03", "CFDA Number": "15.671", "Description": "MOUNTAIN VILLAGE COOPERATIVE FALL SEASON DRIFT GILLNET TEST FISHERY PROJECT, 2019", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb703bc2-77e9-ab28-755e-274d483cdf8c-C", "generated_internal_id": "ASST_NON_F19AP00507_1448"}, {"internal_id": 68517691, "Award ID": "F18AP00726", "Award Amount": 93380.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-23", "CFDA Number": "15.671", "Description": "BUILDING AND MAINTAINING PUBLIC SUPPORT OF SALMON RESOURCE MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac0ef94c-ad46-bbc9-7fca-865c3edca7f8-C", "generated_internal_id": "ASST_NON_F18AP00726_1448"}, {"internal_id": 67848266, "Award ID": "F18AC00736", "Award Amount": 34200.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-03", "CFDA Number": "15.671", "Description": "MOUNTAIN VILLAGE COOPERATIVE FALL SEASON DRIFT GILLNET TEST FISHERY PROJECT, 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb703bc2-77e9-ab28-755e-274d483cdf8c-C", "generated_internal_id": "ASST_NON_F18AC00736_1448"}, {"internal_id": 48603747, "Award ID": "F16AP00809", "Award Amount": 82272.45, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-09", "CFDA Number": "15.671", "Description": "SALCHA RIVER CHINOOK SALMON ENUMERATION [USING DIDSON]", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F16AP00809_1448"}]