[{"internal_id": 161864363, "Award ID": "F23AP02521", "Award Amount": 201000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "15.685", "Description": "THE GOAL OF THIS PROJECT IS TO SURVEY ROAD STREAM CROSSINGS IN FEDERALLY LISTED SPECIES HABITAT TO DETERMINE IF THEY ARE ACTING AS BARRIERS TO FISH PASSAGE. THIS PROJECT WILL SEEK TO SURVEY 1000 CULVERTS IN THE RANGE OF THE SLACKWATER DARTER IN TENNESSEE AND ALABAMA. WE SEEK TO SURVEY AN ADDITIONAL 400 CULVERTS IN SIX 12-DIGIT HYDROLOGIC UNITS (HUC12S) IN THE NEUSE AND TAR RIVERS BASINS IN NORTH CAROLINA. THE RESULTS FROM THESE SURVEYS WILL BE ENTERED INTO THE SOUTHEAST AQUATIC RESOURCES PARTNERSHIP S (SARP) ON-LINE DATABASE AND PRIORITIZATION TOOL. THE RESULTS OF THESE SURVEYS WILL INFORM CULVERT REMEDIATION REPLACEMENT ACTIONS TO AID IN THE RECOVERY OF THESE SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ba2b0b19-dd7d-0c05-8f28-fdeab04f6f71-C", "generated_internal_id": "ASST_NON_F23AP02521_1448"}, {"internal_id": 161864361, "Award ID": "F23AP02474", "Award Amount": 2662799.3, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "15.685", "Description": "THE DYE CREEK FISH PASSAGE IMPROVEMENT PROJECT WILL REPLACE A LOW ROAD CROSSING IN TEHAMA COUNTY. THE CULVERTS AT THIS CROSSING ARE UNDERSIZED AND OFTEN PLUG WITH SEDIMENT AND DEBRIS, CREATING A BARRIER FOR FISH ACCESS. THE REPLACEMENT OF THIS ROAD CROSSING WILL RESTORE OVER 10 MILES OF ESSENTIAL UPSTREAM HABITAT TO SEVERAL THREATENED FISH SPECIES. THE REMOVAL OF THIS PHYSICAL BARRIER WILL BENEFIT SALMON, TROUT, LAMPREY WHILE ALSO IMPROVING TRANSPORTATION INFRASTRUCTURE TO AN ECONOMICALLY DISADVANTAGED COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9965a71f-2cdb-cf5f-afd4-3cfb6bc5fd20-R", "generated_internal_id": "ASST_NON_F23AP02474_1448"}, {"internal_id": 160833210, "Award ID": "F23AP01912", "Award Amount": 499025.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "15.685", "Description": "AMERICAN RIVERS AIMS TO REMOVE THE WASHBURN MILL DAM ON THE MOHAWK RIVER TO RESTORE RIVER CONNECTIVITY TO 39.3 MILES. THIS 90-YEAR-OLD DAM, IN COLEBROOK, NEW HAMPSHIRE, IS THE FIRST DAM ON THE RIVER AND NO LONGER SERVES A PURPOSE BUT FULLY BLOCKS RIVER CONNECTIVITY FOR FISH, WILDLIFE, AND FLUVIAL PROCESSES. THE PROJECT WILL IMPROVE PUBLIC SAFETY, HABITAT CONNECTIVITY, FISHERIES POPULATION RESILIENCE, AND STREAM HEALTH FOR A SUITE OF SPECIES INCLUDING WILD BROOK TROUT. PARTNERS INCLUDE THE NH FISH AND GAME AND DEPARTMENT OF ENVIRONMENTAL SERVICES. THE DAM IS A PRIORITY FOR REMOVAL AND MEETS COLD-WATER HABITAT RESTORATION GOALS UNDER SEVERAL STATE AND REGIONAL MANAGEMENT PLANS. DIRECTLY NORTH OF THE DAM THE USFWS HAS FUNDED A CULVERT REPLACEMENT PROJECT ON THE WEST BRANCH OF THE MOHAWK THAT WILL BE GOING TO CONSTRUCTION IN FY23. THIS AREA IS THE BEST OF THE BEST FOR BROOK TROUT HABITAT AND POPULATION. THE TOWN OF COLEBROOK, NH IS LISTED AS DISADVANTAGED BY THE CLIMATE AND ECONOMIC JUSTICE SCREENING TOOL AND JUSTICE40 TRACTS MAY 2022 UNDER CLIMATE CHANGE AND CLEAN ENERGY AND ENERGY EFFICIENCY CATEGORIES. THE EPA EJSCREEN LISTS THE TOWN AS DISADVANTAGED UNDER SOCIOECONOMIC INDICATORS WHERE IT HITS FIVE OUT OF NINE CATEGORIES.  PUBLIC BENEFITS INCLUDED SHORT TERM JOB CREATION, IMPROVED PUBLIC SAFETY BY REMOVING A HAZARD, AND IMPROVED RECREATIONAL OPPORTUNITIES THROUGH HABITAT AND POPULATION RESILIENCE FOR RECREATIONAL TROUT FISHERIES. THE RIVER AND ADJACENT LANDS ARE KNOWN FOR FLY FISHING AND UPLAND RECREATION. THIS PROJECT WILL PROVIDE PERMANENT AND SELF-SUSTAINING RESTORATION OF RIVER HABITAT. AMERICAN RIVERS HAS COMPLETED THE ENGINEERING DESIGN, HISTORIC CONSULTATION, AND PRE-PERMITTING PROCESS. PROJECT IMPLEMENTATION IS PLANNED FOR FALL OF FY23 24. REMOVAL OF THE WASHBURN DAM WILL OPEN 39.3 MILES AND 10 ACRES OF PRISTINE COLD WATER BROOK TROUT HABITAT. THE AREA HAS THE HIGHEST QUALITY BROOK TROUT HABITAT AS SURVEYED ANNUALLY BY THE STATE. THE AREA ALSO SUPPORTS DOCUMENTED WOOD TURTLE HABITAT AND HELPS STATE LISTED ROUND WHITE FISH, WHICH NASHUA NFH GROWS AND STOCKS IN PARTNERSHIP WITH THE STATE. CREATING THE OPEN NETWORK ON A WATERSHED SCALE WILL GIVE THE BROOK TROUT THEIR BEST OPPORTUNITY TO THRIVE AT ALL LIFE STAGES. RECONNECTING THE HEADWATERS IS PROVIDES ESSENTIAL ACCESS TO COLD WATER REFUGIA, SPAWNING AND REARING GROUNDS. REESTABLISHING MOVEMENT OF COURSE SEDIMENT FROM BEHIND THE DAM WILL ALSO RESTORE DOWNSTREAM HABITAT. ALLOWING ACCESS TO NATURAL PRIME SPAWNING HABITATS, THERMAL REFUGIA AND ALLOWING FOR BETTER GENETIC DIVERSITY, WILL ALLOW SPECIES TO PERSIST IN THE FACE OF CLIMATE CHANGE. BROOK TROUT WITHIN THIS SYSTEM WILL BE ABLE TO WITHSTAND A 6 DEGREE OR HIGH TEMPERATURE CHANGE WITH CLIMATE CHANGE, MAKING THIS AREA ESSENTIAL FOR SURVIVAL WITH CLIMATE CHANGE. THESE BENEFITS BUILD ON THE USFWS FUNDED CULVERT REPLACEMENT UPSTREAM OF THE DAM IN 2020. THE PROJECT IS DESIGNED TO RESTORE FLUVIAL PROCESSES AND ALLOW FOR A RANGE OF FLOWS TO ADAPT TO FLUCTUATING CONDITIONS. THE NORTHERN TRIBUTARIES OF THE CONNECTICUT RIVER PROVIDE FRESHWATER BREEDING AND SPAWNING HABITAT CRITICAL FOR POPULATIONS OF IMPORTANT RESIDENT SPECIES, INCLUDING WILD BROOK TROUT, LONGNOSE AND WHITE SUCKER, SLIMY SCULPIN, BURBOT, LONGNOSE AND BLACKNOSE DACE, CREEK CHUB, WILD RAINBOW AND BROWN TROUT, AND WOOD TURTLE. THE TROUT UNLIMITED BROOK TROUT ATLAS EVALUATES PATCHES OF BROOK TROUT POPULATION FOR RESILIENCY AND RANKS THE MOHAWK RIVER AND SEVERAL TRIBUTARIES AS A REDUNDANT POPULATION, INDICATING A MODERATELY SIZED POPULATION LIKELY TO WITHSTAND ENVIRONMENTAL DISTURBANCES. ADDITIONAL UPSTREAM TRIBUTARIES SUPPORT REPRODUCING POPULATIONS OF OTHER TROUT SPECIES AND ARE CONSIDERED TO HAVE POTENTIAL FOR REESTABLISHMENT OF NATIVE BROOK TROUT. THE NH WILDLIFE ACTION PLAN LISTS AQUATIC CONNECTIVITY AS A HIGH PRIORITY, AND THE REMOVAL OF THE WASHBURN DAM IS A HIGH PRIORITY FOR THE NH FISH AND GAMES FISHERIES HABITAT PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": 499025.0, "recipient_id": "d1e13355-77f6-6485-0e3d-80c5b5eb6f89-C", "generated_internal_id": "ASST_NON_F23AP01912_1448"}, {"internal_id": 160833208, "Award ID": "F23AP01870", "Award Amount": 1052500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-05", "CFDA Number": "15.685", "Description": "STATEMENT OF NEED: THE COONAMESSETT RIVER (FALMOUTH, MA) IS ONE OF CAPE CODS LARGEST RIVERS, FLOWINGABOUT 3 MILES FROM THE 158 ACRE KETTLE-HOLE COONAMESSETT POND TO THE GREAT POND ESTUARY AND THEN 2MILES TO VINEYARD SOUND. THE RIVER IS A HIGH-PRIORITY WATERSHED FOR DIADROMOUS FISH RESTORATIONACCORDING TO THE NOAA RESTORATION CENTERS REGIONAL FISH PASSAGE PRIORITIZATION AND THE MASSACHUSETTSDIVISION OF MARINE FISHERIES. FOR THE PAST 300 YEARS THE RIVER HAS BEEN IMPACTED BY INDUSTRIAL ACTIVITIES, FIRST A SERIES OF DAMS FOR MILLS, AND THE PAST MORE THAN 100 YEARS, CRANBERRY AGRICULTURE, WHICH ALSO IMPEDES FISH PASSAGE. THE FIVE SPECIES OF DIADROMOUS FISH IN THIS RIVER HAVE ALL BEEN IMPACTED BY BLOCKAGES TO FISH PASSAGE AND DEGRADATION OF HABITS.PURPOSE: THE UPPER COONAMESSETT WETLAND COMPLEX RESTORATION PROJECT (UCWC) WILL USE THE SAMENATURE-BASED APPROACHES TO ENHANCE COMMUNITY AND ECOSYSTEM RESILIENCE THAT WERE SUCCESSFULLYEMPLOYED IN THE RECENTLY COMPLETED (2020) COONAMESSETT RIVER RESTORATION PROJECT (CRRP) THATRESTORED A MILE OF THE LOWER RIVER. IT IMPROVES HABITAT FOR FLORA AND FAUNA CREATING A MOSAIC OF CHANNELAND FLOODPLAIN HABITATS)  INCREASES COASTAL RESILIENCY BY ESTABLISHING FLOODPLAIN CONNECTIVITY AND PROVIDESRECREATIONAL AND EDUCATIONAL OPPORTUNITIES.OBJECTIVES: DURING THE GRANT PERIOD (JUL 2023 - SEP 2025), THE TOWN OF FALMOUTH WILL WORK IN THE UPPERRIVER AND REMOVE 7 CULVERTS, 4 REPLACED WITH RIVER CROSSINGS CONNECTED BY PUBLIC TRAILS, ANDRESTORE RIPARIAN AND IN-STREAM HABITAT IN 2700 LINEAR FEET OF RIVER IN FIVE SMALL FORMER CRANBERRY BOGS.COMPLETING THIS WORK WILL RESULT IN 18.5 ACRES OF RESTORED FLOODPLAIN AND 4000 LINEAR FEET OF IMPROVEDSTREAM CHANNEL, THIS INCLUDES 800 LINEAR FEET OF STREAM CHANNEL CREATED IN REMOVING A DAM TO ANIMPOUNDMENT. UPON COMPLETION THERE WILL BE NO SIGNIFICANT IMPEDIMENTS TO FISH PASSAGE BETWEEN THEOCEAN AND THE SPAWNING POND.COONAMESSETT RIVER RESTORATION IS POSSIBLE THROUGH A COLLABORATION OF PARTNERS, INCLUDING THE TOWN OFFALMOUTH, TWO KEY NGOS (COONAMESSETT RIVER TRUST AND THE 300 COMMITTEE LAND TRUST), WAMPANOAGTRIBE, AIR FORCE CIVIL ENGINEER CENTER, MA DIVISION OF ECOLOGICAL RESTORATION, MA AUDUBON COMMUNITYPRESERVATION FUND, MA DIV OF FISHERIES AND WILDLIFE, MA DIV OF MARINE FISHERIES, CONTRACTORS AND LOCALBUSINESSES AND ORGANIZATIONS. A KEY OBJECTIVE OF THIS PARTNERSHIP IS TO ENSURE PUBLIC ACCESS AND PUBLICPROGRAMS TO DEVELOP STEWARDSHIP IN OUR COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1052500.0, "recipient_id": "69d264f3-42c0-eee8-6011-4cf5aa03edb7-C", "generated_internal_id": "ASST_NON_F23AP01870_1448"}, {"internal_id": 161864330, "Award ID": "F23AP01664", "Award Amount": 145000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-02", "CFDA Number": "15.685", "Description": "THE ZENA CREEK FISH PASSAGE PROJECT IS PART OF A LARGER CONCURRENT PROJECT (THE ZENA CREEK POWER PROJECT) THAT PROPOSES TO REPLACE THE EXISTING ANTIQUATED HYDROELECTRIC SYSTEM ON ZENA CREEK (ORIGINALLY CONSTRUCTED IN THE 1950S AND CONSISTING OF AN EARTHEN DAM, IMPOUNDMENT POND, METAL PIPE PENSTOCK, A PUMP HOUSE AND POWERHOUSE) WITH A MORE EFFICIENT AND SMALLER HYDROELECTRIC SYSTEM, A SOLAR PHOTOELECTRIC ARRAY, AND BATTERY STORAGE. THE HYDROELECTRIC SYSTEM ON ZENA CREEK PROVIDES POWER, IRRIGATION, AND DOMESTIC WATER NEEDS FOR THE ZENA CREEK RANCH.THE PURPOSE OF THE NEW POWER SYSTEM WILL BE TO SIGNIFICANTLY REDUCE THE AMOUNT OF WATER THAT IS DIVERTED FROM ZENA CREEK (THE WATER RIGHT CURRENTLY ALLOWS THE DIVERSION OF 7.1 CUBIC FEET PER SECOND  CFS ), TO ALLOW MORE WATER TO BE RETAINED IN THE CREEK TO BENEFIT BULL TROUT, STEELHEAD, CHINOOK SALMON AND OTHER AQUATIC ORGANISMS SUCH AS THE IDAHO GIANT SALAMANDER (RECENTLY DETECTED ON SITE DURING THE BRIDGE REPLACEMENT PROJECT ON ZENA CREEK). A WELL WILL ALSO BE CONSTRUCTED ON THE PROPERTY FOR DOMESTIC USE, WHICH WILL REDUCE THE AMOUNT OF WATER DRAWN OFF THE CREEK. SECESH UNITED IS IN THE PROCESS OF BANKING A MAJORITY OF OUR WATER RIGHT ( 5 CFS) ON ZENA CREEK WITH THE IDAHO DEPARTMENT OF WATER RESOURCES TO PROTECT INSTREAM FLOWS AND BENEFIT FISHERIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_F23AP01664_1448"}, {"internal_id": 160632116, "Award ID": "F23AP01620", "Award Amount": 800000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "15.685", "Description": "THIS PROJECT IS TO REMOVE THE TALBOT MILLS DAM IN NORTH BILLERICA, MA, ON THE CONCORD RIVER. IT IS FOR THE CONSTRUCTION PHASE ONLY, WHICH FOLLOWS THE COMPLETED PERMITTING PHASE (FULLY FUNDED). WHEN COMPLETED, THE TALBOT MILLS DAM WILL HAVE BEEN REMOVED IN ACCORDANCE WITH ALL LAWS AND REGULATIONS. THIS DAM REMOVAL WILL RE-ESTABLISH MIGRATORY FISH PASSAGE FROM THE ATLANTIC OCEAN UP THE CONCORD RIVER TO THE SUDBURY AND ASSABET RIVERS OPENING 135 RIVER MILES OF HABITAT. IT CARRIES THE LARGEST BENEFIT OF ANY OTHER DAM IN MASSACHUSETTS DUE TO THE NUMBER OF MILES AND ACRES OF PONDS AND HABITAT ITS REMOVAL OFFERS. THE CONCORD RIVER IS ALSO ONE OF THE CLOSEST MERRIMACK TRIBUTARIES TO THE OCEAN AND ACCESSIBLE TO MIGRATORY FISH. ITS REMOVAL WILL OPEN MANY ADDITIONAL RESTORATION OPPORTUNITIES UPSTREAM, CURRENTLY BEING PRIORITIZED IN ANTICIPATION OF THE REMOVAL. THIS DAM REMOVAL IS A REGIONAL PRIORITY IN THE MERRIMACK RESTORATION PARTNERSHIP IMPLEMENTATION PLAN (2021) AND A STATE PRIORITY PROJECT. IT WILL IMPROVE WATER QUALITY AND RIVERINE AND RIPARIAN HABITAT QUALITY, BUILDING A MORE CLIMATE-RESILIENT RIVER. THIS WILL BENEFIT THE WILDLIFE AND RECREATIONAL AND COMMERCIAL FISHERIES BOTH LOCALLY AND IN THE GULF OF MAINE. IT WILL REDUCE UPSTREAM FLOODING AND ELIMINATE THE CHANCE OF CATASTROPHIC DAM FAILURE AND FLOODING DOWNSTREAM. THIS DAM REMOVAL SITE IS JUST DOWNSTREAM OF THE FEDERALLY-DESIGNATED SUDBURY, ASSABET AND CONCORD WILD AND SCENIC RIVER, UNDER THE NATIONAL PARK SERVICES PARTNERSHIP WILD   SCENIC RIVERS PROGRAM. DESIGNATED IN 1999 DUE TO ITS OUTSTANDINGLY REMARKABLE VALUES, THE RESTORATION OF MIGRATORY FISH AND RIVER HEALTH IS A VERY HIGH PRIORITY IN THE RIVER CONSERVATION PLAN FOR THIS RIVER OF NATIONAL IMPORTANCE.  THE GRANT RECIPIENT WILL MANAGE THE PROJECT AND OVERSEE THE CONSULTING ENGINEERS (FUNDED SEPARATELY), CONTRACTING OF THE CONSTRUCTION (REMOVAL) WORK, AND POSSIBLE MITIGATION AND RESTORATION ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": 800000.0, "recipient_id": "83a526c9-d87b-3c93-3509-5ccd7c639024-R", "generated_internal_id": "ASST_NON_F23AP01620_1448"}, {"internal_id": 160026499, "Award ID": "F23AP01316", "Award Amount": 58499.82, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "15.685", "Description": "THE CLARK FORK COALITION AND PARTNERS WILL RECONSTRUCT FOUR IRRIGATION DIVERSIONS AND INSTALL FOUR SMALL FISH SCREENS IN UPPER BROWNS GULCH, A TRIBUTARY TO SILVER BOW CREEK NEAR BUTTE, MONTANA. THE SILVER BOW CREEK WATERSHED, A 350-SQUARE MILE BASIN AT THE TOP OF THE CLARK FORK RIVER SYSTEM, HAS BEEN SUBJECT TO A SUCCESSFUL SUPERFUND CLEANUP OF MINING WASTES, AND IS NOW POPULATED BY WESTSLOPE CUTTHROAT TROUT THAT SURVIVED IN UNCONTAMINATED HEADWATERS. BROWNS GULCH IS ONE OF THOSE UNCONTAMINATED HEADWATERS. RECONNECTING THE UPPER BROWNS GULCH CUTTHROAT POPULATION TO THE MAINSTEM OF SILVER BOW CREEK REQUIRES IMPROVEMENT OF UPSTREAM AND DOWNSTREAM FISH PASSAGE THROUGH THE IRRIGATION SYSTEMS ON BROWNS GULCH. THIS PROJECT WILL RECONSTRUCT DIVERSIONS, AND INSTALL FISH SCREENS AT FOUR SITES CLUSTERED AROUND ONE RANCH, COMPLEMENTING OTHER FISH PASSAGE AND HABITAT IMPROVEMENTS ON BROWNS GULCH FUNDED BY MULTIPLE PARTNERS IN THE LAST 9 YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "754bfa4b-765d-81d4-94a6-2347cb654e2c-R", "generated_internal_id": "ASST_NON_F23AP01316_1448"}, {"internal_id": 160026496, "Award ID": "F23AP01192", "Award Amount": 188000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-05", "CFDA Number": "15.685", "Description": "THE PROJECT WILL IMPROVE UPON AN EXISTING FISHWAY AT KIRBY DAM. THE UPSTREAM EXIT OF THE FISH LADDER IS FREQUENTLY PLAGUED BY LOW WATER LEVELS, SEDIMENTATION BUILD-UP, AND DEBRIS ACCUMULATION, WHICH MAKES IT IMPOSSIBLE FOR FISH TO USE THE LADDER DURING PERIODS OF ITS OPERATION WINDOW FROM APRIL-AUGUST. CONNECTIVITY IMPAIRMENT WAS IDENTIFIED AS A PRIMARY THREAT IN THE UPPER SNAKE RECOVERY UNIT IMPLEMENTATION PLAN, AND IMPROVEMENTS OF THE FISH LADDER AT KIRBY DAM WOULD ASSIST GENEFLOW BETWEEN POPULATIONS ABOVE AND BELOW THE DAM. CONSULTANTS WILL DEVELOP FOUR PREFERRED ALTERNATIVES FOR STAKEHOLDER CONSIDERATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31bd8d1e-3109-fbc5-75d0-dbd064639a90-C", "generated_internal_id": "ASST_NON_F23AP01192_1448"}, {"internal_id": 161362625, "Award ID": "F23AC02663", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "15.685", "Description": "IN THE HIGH DESERT LANDSCAPE OF SOUTHWEST WYOMING, THE GREEN RIVER REPRESENTS CRITICAL HABITAT IN THE REGION AND THIS PROJECT IS ONE OF A SERIES OF PROJECTS TO RESTORE IT. LOCATED ON THE WESTERN EDGE OF THE CITY OF GREEN RIVER, THE KILLDEER WETLANDS WERE CREATED BY DIVERTING A SMALL FLOW FROM THE MAIN CHANNEL OF THE GREEN RIVER TO AN AREA THAT WAS ONCE AN IMPORTANT LATERAL FLOODPLAIN AND RIPARIAN WETLAND AREA PRIOR TO THE CONSTRUCTION OF THE FONTENELLE DAM APPROXIMATELY 60 MILES UPSTREAM. DURING THE CREATION OF THESE WETLANDS, A CHANNEL WIDE SILL WAS BUILT TO RAISE RIVER LEVELS TO SUPPORT DIVERSION BUT UNFORTUNATELY, THE SILL WAS CONSTRUCTED HIGHER THAN ANTICIPATED RESULTING IN VARIOUS ISSUES, INCLUDING SAFETY CONCERNS FOR THOSE RECREATING ON THE RIVER AND IMPEDING FISH PASSAGE. ADDITIONALLY, FLOODS IN 2017 CAUSED DAMAGE AT THE DIVERSION SITE AND THROUGHOUT THE WETLAND AREA. WHILE DESIGN AND ENGINEERING IS CURRENTLY BEING COMPLETED, PROJECT PARTNERS BELIEVE IMPROVEMENTS WILL INCLUDE THE WIDENING OF THE NOTCH AND LOWERING OF THE ELEVATION OF THE IN-STREAM SILL IN AN EFFORT TO IMPROVE FISH PASSAGE AND SAFETY AT THE SITE, WHILE SUPPORTING THE CONTINUED FUNCTIONING OF THE WETLAND AREA. THIS PARTNERSHIP INCLUDES CITY OF GREEN RIVER, GREEN RIVER GREENBELT TASK FORCE, WYOMING GAME AND FISH, WYOMING WILDLIFE AND NATURAL RESOURCE TRUST, TROUT UNLIMITED, DUCKS UNLIMITED, WYOMING OFFICE OF HOMELAND SECURITY FEMA, U.S. BUREAU OF RECLAMATION, U.S. FISH AND WILDLIFE SERVICE, AND ROCKY MOUNTAIN POWER. FISH SPECIES INCLUDE STATE SPECIES OF CONCERN AND USFWS PRIORITY SPECIES MOUNTAIN SUCKER AND FLANNELMOUTH SUCKER. PROJECT BENEFITS THE COMMUNITY OF GREEN RIVER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": 250000.0, "recipient_id": "95670e21-1660-934e-3010-fee9980e7c43-C", "generated_internal_id": "ASST_NON_F23AC02663_1448"}, {"internal_id": 161864145, "Award ID": "F23AC02555", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "15.685", "Description": "THE LITTLE MINNESOTA RIVER BROWNS VALLEY DIVERSION FISH PASSAGE IMPROVEMENT PROJECT IS LOOKING TO ADDRESS DEFICIENCIES THAT HAVE DEVELOPED FROM A FLOOD DIVERSION PROJECT IN 2010. THE FLOOD DIVERSION WAS DONE TO MITIGATE CONTINUAL FLOOD EVENTS THAT WERE DAMAGING TO THE TOWN OF BROWNS VALLEY, MN. A LEVEE AND BOX CULVERT WERE INSTALLED TO LIMIT FLOWS OF WATER IN THE ORIGINAL CHANNEL THROUGH TOWN AND DIVERT EXCESS WATERS THROUGH A DIVERSION CHANNEL AROUND TOWN, WHICH SEVERELY RESTRICTED OR ELIMINATED FISH PASSAGE DURING CERTAIN FLOW EVENTS. THIS FISH PASSAGE BARRIER HAS BEEN DETRIMENTAL SPECIFICALLY DURING SPRING FLOWS WHICH RESTRICT OR ELIMINATES FISH MOVEMENTS DURING THE CRITICAL TIMES OF FISH MOVEMENT AND SPAWNING EVENTS.THE SISSETON-WAHPETON OYATE TRIBE, WHICH LIES UPSTREAM OF THE FLOOD DIVERSION, INITIATED AN ASSESSMENT TO INVESTIGATE FISH PASSAGE AT THE DIVERSION SITE SINCE HISTORICAL WALLEYE SPEARING RETURNS UPRIVER, WHICH THE TRIBE USES FOR SUBSISTENCE, HAD BEEN GREATLY DIMINISHED SINCE INSTALLATION OF THE DIVERSION.THE PROJECT IS ALSO IMPORTANT BECAUSE IT WILL RESTORE LONGITUDINAL CONNECTIVITY BETWEEN THE LITTLE MINNESOTA RIVER, IT S TRIBUTARIES AND BIGSTONE LAKE. CONNECTIVITY WILL RESTORE ACCESS TO 50 RIVER MILES FROM THE PROJECT LOCATION UPSTREAM TO THE HEADWATERS OF THE LITTLE MINNESOTA RIVER AS WELL AS ANOTHER 25 RIVER MILES OF THE JORGENSON RIVER, WHICH IS A MAJOR TRIBUTARY JUST UPSTREAM OF THE PROJECT LOCATION. THIS CONNECTIVITY WILL NOT ONLY BENEFIT WALLEYE BUT WILL BE INSTRUMENTAL IN THE SUCCESS OF THE LAKE STURGEON REINTRODUCTION EFFORT THAT IS UNDERWAY. LAKE STURGEON ARE A SPECIES OF GREATEST CONSERVATION NEED AND THE CONNECTIVITY WILL OPEN CRITICAL HABITATS FOR THEIR ENTIRE LIFECYCLE. THERE ARE 3 OTHER SPECIES OF GREATEST CONSERVATION NEED ALONG WITH 6 SPECIES OF INTEREST AND OVER 40 OTHER NATIVE FISHES THAT WILL BENEFIT FROM THIS PROJECT.THE PROJECT WILL ADDRESS THE FISH PASSAGE BARRIER BY CONSTRUCTING A ROCK ARCH RAPID WITH A  LOW FLOW  CHANNEL TO INCREASE THE FREQUENCY AT WHICH THE DIVERSION CHANNEL CAN BE UTILIZED. MODELING FOR THIS DESIGN HAS SHOWN THE PROJECT WILL ELIMINATE ANY FISH PASSAGE BARRIER WHILE MEETING THE CONSTRAINTS FOR THE 100-YEAR AND 1.4-YEAR DISCHARGE EVENTS THROUGH BROWNS VALLEY. ROCK ARCH RAPID FISHWAYS, WHEN CONSTRUCTED ACCORDING TO STRICT DESIGN PRINCIPALS, HAVE PROVEN TO BE STABLE AND LONG-LASTING. THEY ARE ALSO CAPABLE OF WITHSTANDING EXTREME ENVIRONMENTAL EVENTS. ROCK ARCH RAPIDS HAVE BEEN USED IN NUMEROUS LOCATIONS AND HAVE PROVEN TO RESTORE FULL FLUVIAL FUNCTION. THEY HAVE ALSO PROVEN EFFECTIVE FOR FISH PASSAGE OF ALL LIFE STAGES OF NATIVE FISH SPECIES UPSTREAM AND DOWNSTREAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "058cb18b-51fb-bc8e-d9ac-ff5dc6dca929-C", "generated_internal_id": "ASST_NON_F23AC02555_1448"}, {"internal_id": 161864141, "Award ID": "F23AC02515", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "15.685", "Description": "TROUT UNLIMITED AND PARTNERS SEEK TO REPLACE AN UNDERSIZED AND FAILING CULVERT ON CLAYBANK CREEK AT PINE CREEK ROAD IN MANISTEE COUNTY, MICHIGAN.  THE CURRENT CULVERT IS UNDERSIZED RELATIVE TO THE NATURAL STREAM CHANNEL DIMENSIONS, INHIBITS AQUATIC ORGANISM PASSAGE (AOP) AND DISRUPTS NATURAL ECOLOGICAL PROCESSES.  TROUT UNLIMITED AND PARTNERS INCLUDING THE USDA FOREST SERVICE, NOAA, LITTLE RIVER BAND OF OTTAWA INDIANS, MANISTEE COUNTY, AND THE MANISTEE COUNTY ROAD COMMISSION HAVE JOINED AN EFFORT TO REPLACE THE CROSSING WITH ONE THAT HAS NUMEROUS IMPROVEMENTS INCLUDING, AOP, FLOOD RESILIENCY AND INFRASTRUCTURE IMPROVEMENT. TO DATE, 3 OTHER CROSSINGS IN THE WATERSHED HAVE BEEN REPLACED, THIS IS THE LOWEST CROSSING IN THE WATERSHED AND REPLACING IT WILL FULLY RESTORE CONNECTIVITY. IN TERMS OF AOP, THIS PROJECT WILL RECONNECT  3.5 OF UPSTREAM HABITAT TO THE GREATER WATERSHED, SPECIES THAT WILL BENEFIT INCLUDE BROOK TROUT, MOTTLED SCULPIN, BROWN TROUT, RAINBOW TROUT, COHO AND CHINOOK SALMON. THE RECONNECTED HABITAT IS ALL HIGH QUALITY COLD WATER HABITAT CONSISTING OF PRIMARILY GRAVEL SUBSTRATE. REPLACING THIS STRUCTURE WITH ONE THAT IS ADEQUATELY SIZED WILL ALSO IMPROVE THE FLOOD RESILIENCY OF THE CROSSING, REDUCING THE NEED FOR EMERGENCY REPAIRS OR MAINTENANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_F23AC02515_1448"}, {"internal_id": 161864140, "Award ID": "F23AC02504", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "15.685", "Description": "NEW RIVER LAND TRUST AND THE USFWS PARTNERS FOR FISH   WILDLIFE PROGRAM WILL IMPLEMENT AN AQUATIC CONNECTIVITY AND HABITAT ENHANCEMENT PROJECT ALONG THE NORTH FORK ROANOKE RIVER (NFRR) TO IMPROVE HABITAT AND ESTABLISH CONNECTIVITY FOR AQUATIC ORGANISMS. THIS PROJECT WILL REMOVE ONE SEVERE FISH PASSAGE BARRIER, ENHANCE 0.5 MILE OF IN-STREAM HABITAT THROUGH STREAM RESTORATION AND STREAMBANK STABILIZATION, AND ESTABLISH 0.5 ACRE OF RIPARIAN BUFFER HABITAT. THIS PROPOSED PROJECT WILL BUILD ON PREVIOUS HABITAT RESTORATION EFFORTS TO IMPROVE THE NFRR CORRIDOR, FACILITATE AQUATIC CONNECTIVITY, AND PROMOTE THE RECOVERY OF IMPERILED AQUATIC SPECIES. PFW WILL PROVIDE TECHNICAL ASSISTANCE TO COMPLETE THE SCOPE OF WORK, INCLUDING STREAM DESIGN AND CONSTRUCTION MANAGEMENT. NRLT WILL COORDINATE DIRECTLY WITH PFW TO OBTAIN ALL REQUIRED PERMITTING AND ENVIRONMENTAL COMPLIANCE DOCUMENTATION TO IMPLEMENT THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5c54fa69-d45f-ac72-2863-ad9b70ea2ae1-R", "generated_internal_id": "ASST_NON_F23AC02504_1448"}, {"internal_id": 161864139, "Award ID": "F23AC02500", "Award Amount": 268500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "15.685", "Description": "THIS PROJECT IS A COLLABORATION BETWEEN TROUT UNLIMITED AND THE SERVICE S NATIONAL FISH PASSAGE PROGRAM, COASTAL PROGRAM, AND PARTNERS FOR FISH   WILDLIFE PROGRAM TO FINALIZE THE DEVELOPMENT OF ENGINEERING DESIGNS AND IMPLEMENTATION PLANS TO REPLACE AN UNDERSIZED CONCRETE BOX CULVERT ON STRAWBERRY CREEK AT THE CENTRAL AVENUE STREAM CROSSING IN MCKINLEYVILLE, CA. THE EXISTING STRUCTURE IS A COMPLETE BARRIER TO UPSTREAM FISH PASSAGE, INCLUDING ALL LIFE STAGES OF COHO SALMON (ESA LISTED), STEELHEAD TROUT (ESA LISTED), COASTAL CUTTHROAT TROUT, AND PACIFIC LAMPREY. IN ADDITION, IT IS UNDERSIZED AND INCAPABLE OF PROPER HYDROLOGIC AND GEOMORPHIC FUNCTIONING DURING LARGE STREAM FLOW EVENTS. THIS PROJECT WILL PROVIDE THE ADDITIONAL FUNDING REQUIRED TO COMPLETE REQUIRED GEOTECHNICAL INVESTIGATIONS AND DEVELOPMENT OF 100  ENGINEERED DESIGN PLANS FOR REPLACEMENT OF THE EXISTING STRUCTURE WITH A PROPERLY SIZED, NATURAL STREAM-BOTTOM ARCHED CULVERT THAT WILL PROVIDE FULL, INIMPEDED FISH PASSAGE FOR ALL SPECIES AND LIFE STAGES OF FISH AND AQUATIC ORGANISMS, AS WELL AS PROPER HYDROLOGIC AND GEOMORPHIC FUNCTIONING OF 100-YEAR FLOOD STREAM FLOWS. TROUT UNLMITED WILL SERVE AS THE FUNDING RECIPIENT AND PROJECT MANAGER FOR THE PROJECT. GHD WILL PROVIDE LEAD ENGINEERING SERVICES AS A SUB-CONTRACTOR, WITH ASSISTANCE FROM MICHAEL LOVE   ASSOCIATES (MLA), WHO WILL FINALIZE THE HYDRAULICS ANALYSIS TO SUPPORT CULVERT TYPE SELECTION, AND CRAWFORD   ASSOCIATES INC. (CAI) WHO WILL COMPLETE THE GEOTECHNICAL INVESTIGATION AND REPORT. THE SERVICE WILL BE SUBSTANTIALLY INVOLVED IN THE PROJECT THROUGH ASSISTANCE WITH PROJECT COORDINATION, PARTICIPATION IN PROJECT PLANNING MEETINGS, REVIEW AND EDITING OF ENGINEERING DESIGN REPORTS, AND ASSISTANCE WITH PROJECT DATA COLLECTION AS NEEDED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_F23AC02500_1448"}, {"internal_id": 161362608, "Award ID": "F23AC02475", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-31", "CFDA Number": "15.685", "Description": "THE NATURE CONSERVANCY (TNC) IS PARTNERING WITH THE NEW JERSEY DEPARTMENT OF ENVIRONMENTAL PROTECTION (NJDEP), U.S. FISH AND WILDLIFE SERVICE (USFWS), TWO PRIVATE LANDOWNERS, AND THE STATEWIDE DAM REMOVAL PARTNERSHIP TO ADVANCE THE REMOVAL OF TWO DAMS, THE LOWER AND UPPER E.R. COLLINS DAMS, ON THE PEQUEST RIVER. THESE REMOVALS WILL RESTORE AND RECONNECT HABITAT FOR DIADROMOUS FISH SPECIES INCLUDING AMERICAN SHAD (ALOSA SAPIDISSIMA), BLUEBACK HERRING (ALOSA AESTIVALIS), ALEWIFE (ALOSA PSEUDOHARENGUS), AMERICAN EEL (ANGUILLA ROSTRATA) AND NATIVE SEA LAMPREY (PETROMYZON MARINUS) AND RESTORE ACCESS TO THREE MILES OF POTENTIAL SPAWNING GROUND AND IMPROVED HABITAT. THIS CRITICAL CONSERVATION WORK IS CONTINUING FURTHER UPSTREAM WHERE THE REMOVAL OF THE NEXT TWO DAMS, THE NO NAME AND CEDAR GROVE DAMS, IS UNDERWAY  BOTH OF THESE DAMS ARE PRIVATELY OWNED, ARE IN POOR CONDITION AND PARTIALLY BREACHED. TOGETHER, THESE FOUR REMOVALS WILL OPEN 57.8 MILES ON THE MAIN STEM PEQUEST RIVER (7.8 MILES) AND ITS NEARBY TRIBUTARIES (50 MILES) FOR FISH PASSAGE. THE PEQUEST RIVER IS LISTED AS HIGH PRIORITY IN THE NOAA RESTORATION CENTERS NORTHEAST REGION FOR FISH PASSAGE DUE TO CO-OCCURRENCES OF MULTIPLE PRIORITY SPECIES. THE LOWER E. R. COLLINS DAM IS A 7-FOOT-HIGH, 145-FOOT-LONG WOOD DAM AND IS OWNED BY THE NJDEP DIVISION OF FISH AND WILDLIFE. THE UPPER E. R. COLLINS DAM IS A 7-FOOT-HIGH, 85-FOOT-WIDE CONCRETE OGEE DAM JOINTLY OWNED BY TWO CITIZENS. BECAUSE OF THE DAMS PROXIMITY TO ONE ANOTHER, REMOVING BOTH DAMS UNDER ONE PROJECT WILL PROVIDE COST SAVINGS AND MINIMIZE DISTURBANCE TO LOCAL RESIDENCES AND BUSINESSES. THESE TWO DAMS ARE WITHIN 1500 FEET OF THE CONFLUENCE WITH THE DELAWARE RIVER AND, IN ADDITION TO BLOCKING FISH MIGRATION AND DEGRADING INSTREAM HABITAT, CONTRIBUTE TO THE FLOODING IN THE TOWN OF BELVIDERE. IN ADDITION TO THE ECOLOGICAL UPLIFT, THE DAM REMOVALS ARE EXPECTED TO RESULT IN THE LONG-TERM SOCIOECONOMIC BENEFITS ASSOCIATED WITH REDUCED FLOODING IN LOCAL RESIDENCES AND BUSINESSES. FLOODING IS ALREADY PROBLEMATIC AND WILL LIKELY WORSEN DUE TO CLIMATE CHANGE AND AGING INFRASTRUCTURE  THE TOWN OF BELVIDERE IS EAGER FOR THE DAMS TO BE REMOVED. DAM REMOVAL WILL ALSO IMPROVE SAFETY FOR THOSE USING THE AREA FOR RECREATION, EITHER FISHING OR BOATING. THE NATURE CONSERVANCY IS SEEKING FUNDING FOR THE CONCURRENT REMOVAL OF THE TWO DAMS. THE DESIGN WILL ADDRESS CHALLENGES IN THE PROJECT AREA INCLUDING TWO WARREN COUNTY BRIDGES, A RAILROAD BRIDGE, AND TWO BUILDINGS ASSOCIATED WITH THE UPPER DAM STRUCTURE. REMOVAL OF THESE TWO DAMS WILL ACCOMPLISH PROJECT GOALS TO RESTORE MIGRATORY FISH PASSAGE, RESTORE DEGRADED HABITAT, AND REDUCE LOCAL FLOODING IN THE TOWN OF BELVIDERE. REVIEW OF FEMA FLOOD PROFILES INDICATE THAT REMOVAL OF THE UPPER E.R. COLLINS DAM WILLMITIGATE FLOODING FOR THE 10-, 50- AND 100-YEAR FLOODS BY UP TO THREE FEET. THIS PROJECT MEETS THE GOALS OF THE FISH PASSAGE PROGRAM BECAUSE IT WILL (1) MAXIMIZE BENEFITS TO PRIORITYSPECIES AND HABITATS  (2) PROVIDE SUSTAINABLE FISH PASSAGE BENEFITS  (3) CONTRIBUTE TO WATERSHED PRIORITIES FOR HABITAT RESTORATION, FISH PASSAGE, AND AQUATIC CONNECTIVITY  (4) ENHANCECOMMUNITY RESILIENCE TO CLIMATE CHANGE, ADDRESS OTHER PUBLIC SAFETY HAZARDS AND GENERALLY, PROVIDE OTHER CO-BENEFITS SUCH AS RECREATIONAL FISHING OPPORTUNITIES  (5) PROVIDE BENEFITS TO UNDERSERVED COMMUNITIES  AND (6) BE SUPPORTED BY PARTNERS, AFFECTED STAKEHOLDERS, AND THE LOCAL COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": 1000000.0, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_F23AC02475_1448"}, {"internal_id": 161864135, "Award ID": "F23AC02458", "Award Amount": 370000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-14", "CFDA Number": "15.685", "Description": "THIS PROJECT IS INTENDED TO REPLACE AN EXISTING VENTED FORD TYPE ROAD-STREAM CROSSING ACTING AS AQUATIC ORGANISM PASSAGE (AOP) BARRIER WITH AN OPEN SPAN STRUCTURE TO FACILITATE FISH PASSAGE, SEDIMENT TRANSPORT, AND TO REDUCE ISOLATION OF SUB POPULATIONS OF NIANGUA DARTER IN THE LITTLE NIANGUA RIVER BASIN. REPLACING THE EXISTING LOW WATER CROSSING WITH A CLEAR-SPAN STRUCTURE WILL RECONNECT 25 MILES OF JUDGE CREEK TO THE LITTLE NIANGUA RIVER, INCLUDING 13 MILES OF FEDERALLY DESIGNATED CRITICAL HABITAT FOR THE NIANGUA DARTER. REPLACING THE EXISTING LOW WATER CROSSING WITH A CLEAR-SPAN STRUCTURE WILL PROVIDE FOR IMPROVED SAFETY FOR VEHICLE TRAFFIC. THE CLEAR-SPAN STRUCTURE WILL HAVE MUCH MORE CONVEYANCE AND AS A RESULT, THE CROSSING WILL BE OPEN TO VEHICULAR TRAFFIC A HIGHER PERCENTAGE OF TIME DURING MODERATE STREAM RISES. THE CLEAR-SPAN STRUCTURE WILL ALSO REDUCE THE AMOUNT OF MAINTENANCE AND ASSOCIATED COST REQUIRED BY DALLAS COUNTY ROAD AND BRIDGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bac39249-d4fb-c1b4-9607-02f4dd9da315-C", "generated_internal_id": "ASST_NON_F23AC02458_1448"}, {"internal_id": 161864134, "Award ID": "F23AC02457", "Award Amount": 370000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-01", "CFDA Number": "15.685", "Description": "THIS PROJECT IS INTENDED TO REPLACE AN EXISTING CONCRETE SLAB LOW-WATER ROAD-STREAM CROSSING WITH ONE FIFTEEN-INCH CORRUGATED METAL PIPE ACTING AS AQUATIC ORGANISM PASSAGE (AOP) BARRIER WITH AN OPEN SPAN STRUCTURE TO FACILITATE FISH PASSAGE, SEDIMENT TRANSPORT, AND TO MAKE AVAILABLE POTENTIAL SPAWNING AND NURSERY HABITAT FOR TOPEKA SHINERS IN THE UPPER MONITEAU CREEK WATERSHED. REPLACING THE EXISTING LOW WATER CROSSING WITH A CLEAR-SPAN STRUCTURE WILL OPEN .08 MILES OF SECOND ORDER STREAM AND 2.2 MILES OF FIRST ORDER STREAM IN WEST BRUSH CREEK. REPLACING THE EXISTING LOW WATER CROSSING WITH A CLEAR-SPAN STRUCTURE WILL PROVIDE FOR IMPROVED SAFETY FOR VEHICLE TRAFFIC. THE CLEAR-SPAN STRUCTURE WILL HAVE MUCH MORE CONVEYANCE AND AS A RESULT, THE CROSSING WILL BE OPEN TO VEHICULAR TRAFFIC A HIGHER PERCENTAGE OF TIME DURING MODERATE STREAM RISES. THE CLEAR-SPAN STRUCTURE WILL ALSO REDUCE THE AMOUNT OF MAINTENANCE AND ASSOCIATED COST REQUIRED BY MONITEAU COUNTY ROAD AND BRIDGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bac39249-d4fb-c1b4-9607-02f4dd9da315-C", "generated_internal_id": "ASST_NON_F23AC02457_1448"}, {"internal_id": 161362606, "Award ID": "F23AC02436", "Award Amount": 14504.29, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.685", "Description": "THE MOST DENSELY DEVELOPED IN THE STATE, THE ROUGE RIVER WATERSHED HOUSES MANY UNDERSERVED COMMUNITIES AND HOLDS A HIGH NUMBER OF STREAM CROSSINGS ( 1,950). EACH CROSSING IS A POTENTIAL SOURCE OF POLLUTION AND BANK DEGRADATION, HOLDING INHERENT RISK OF NEGATIVE IMPACT. MOST STREAM CROSSINGS IN THE GREAT LAKES REGION HAVE NOT BEEN ASSESSED FOR EFFECTS ON STREAM HEALTH, STABILITY, OR AQUATIC ORGANISM PASSAGE. BOTH FISH AND FRESHWATER MUSSEL COMMUNITIES DEPEND ON FREE PASSAGE ALONG THE RIVER, YET MANY ROAD CROSSINGS IMPEDE FISH MOVEMENTS AND FRAGMENT HABITAT. INVENTORYING ROAD CROSSINGS IN THE LOWER TRIBUTARIES IS THE FIRST STEP IN IDENTIFYING PERCHED AND IMPROPERLY-SIZED CULVERTS FOR REPAIRS. MANY SPECIES OF FISH, NATIVE MUSSELS, AND BENTHIC MACROINVERTEBRATES THAT ARE ESSENTIAL TO THE RIVER ECOSYSTEM ARE NEGATIVELY IMPACTED BY LOSS OF HABITAT, FRAGMENTATION OF POPULATIONS, AND THE DECREASED STREAM HEALTH THAT THESE FAULTY STREAM CROSSINGS CAUSE. SOME SUCH SPECIES THAT STAND TO BENEFIT FROM THIS PROJECT ARE SMALLMOUTH BASS, LOGPERCH, GIZZARD SHAD, WHITE SUCKER, WHITE BASS, EMERALD SHINER, AND LILLIPUT AND RAINBOW MUSSELS.THIS PROJECT WILL COMPLETE ROAD STREAM CROSSING ASSESSMENTS AT SITES WHERE THE LOWER ROUGE RIVER AND TRIBUTARIES CROSS ROADWAYS TO EVALUATE CULVERT CONDITION RELATING TO CROSSING TYPE, SIZE, POSITION, AND RIVER USABILITY IN ALL SEASONS. ROAD CROSSING SURVEYS WILL BE CONDUCTED BASED ON THE GREAT LAKES STREAM INVENTORY PROTOCOL, AND ALL DATA COLLECTED WILL HELP ADDRESS A REGIONAL GAP IN ROAD STREAM CROSSING INVENTORY DATA FOR SOUTHEAST MICHIGAN. ONCE DATA IS GATHERED FOR ALL SITES WITHIN THE PROJECT AREA, EACH CROSSING WILL BE ASSIGNED PRIORITY LEVELS FOR REPAIRS USING GIS DATA QUERIES ESTABLISHED BY THE MICHIGAN DEPARTMENT OF NATURAL RESOURCES EVALUATING AQUATIC PASSABILITY, CONDITION, AND EROSION ASSESSMENT. THESE DATA WILL BE USED TO IDENTIFY PRIORITY STREAM CROSSING SITES FOR REPAIR TO INCREASE CONTINUITY OF RIVERINE HABITAT AND PUBLIC SAFETY AND SHARED WITH MUNICIPALITIES AND ROAD COMMISSIONS TO ENSURE CURRENT AND FUTURE PROJECT FUNDING INCLUDE SITES THE MOST IN NEED. THESE METHODOLOGIES ARE THE MOST EFFECTIVE AND ROBUST ASSESSMENT FOR STREAM CROSSINGS WITHIN THE GREAT LAKES REGION, AND ARE CURRENTLY BEING USED BY MDNR, HURON PINES, AND OTHER ORGANIZATIONS TO IDENTIFY CROSSINGS THAT ARE DETRIMENTAL TO STREAM HABITAT CONTINUITY, FISH PASSAGE, AND PUBLIC SAFETY.THE SURVEYS INCLUDED IN THIS PROJECT WILL ASSESS THE CONNECTIVITY OF HABITAT IN THE UPSTREAM LOWER BRANCH OF THE ROUGE RIVER AND ASSOCIATED TRIBUTARIES. THIS INCLUDES 81 MILES OF STREAM IN FOWLER CREEK, MOTT AND PERRIN DRAINS AND THE LOWER BRANCH. THE WATERWAYS IN THE PROJECT AREA DRAIN  22,847 ACRES OF URBAN AND RESIDENTIAL LANDS, PROVIDING FLOOD RELIEF AND SUPPORTING ALL HABITAT AND RECREATION OF THE LOWER ROUGE RIVER, INCLUDING THE LOWER ROUGE WATER TRAIL AND OTHER RECREATION.FRIENDS OF THE ROUGE (FOTR) STAFF HAVE ATTENDED TRAINING ON DATA COLLECTION USING THE GREAT LAKES STREAM INVENTORY PROTOCOL GIVEN BY PATRICK ERTEL FROM THE MICHIGAN DEPARTMENT OF NATURAL RESOURCES, AND HAVE BEEN WORKING CLOSELY WITH MICHIGAN DNR FISHERIES DIVISION FISHERIES BIOLOGIST JOHN BUSZKIEWICZ TO DEVELOP THIS PROJECT. FOTR STAFF HAVE ALSO ATTENDED MULTIPLE GREAT LAKES STREAM CROSSING INVENTORY WORKING GROUP MEETINGS WHOSE GOAL IS TO IMPROVE COORDINATION BETWEEN AGENCIES PERFORMING ROAD STREAM CROSSING ASSESSMENTS THROUGHOUT THE REGION. FOTR STAFF ATTENDANCE AND PARTICIPATION IN THE TRAINING GIVEN BY THE MICHIGAN DNR, COMBINED WITH OUR PARTICIPATION IN THE WORKING GROUP MEETINGS LEAVES US WELL PREPARED TO BEGIN ROAD STREAM CROSSING ASSESSMENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0e3b7dac-f13d-47bc-fe3c-6a8187025d6a-R", "generated_internal_id": "ASST_NON_F23AC02436_1448"}, {"internal_id": 160833113, "Award ID": "F23AC02401", "Award Amount": 175000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-12", "CFDA Number": "15.685", "Description": "THIS PROJECT WILL REPLACE A PERCHED, DETERIORATING STREAM CROSSING STRUCTURE ON COUNTY ROAD 4 AT LOW CREEK (WINSTON COUNTY, AL). THE EXISTING STRUCTURES GREATLY CONSTRICT THE STEAM CAUSING THE DOWNSTREAM AREA TO BE IMPACTED BY EXTREME SCOURING. IN ADDITION, THE ROADWAY AROUND THE CULVERTS IS ERODING AND FAILURE OF THE STREAM CROSSING STRUCTURE IS IMMINENT. THE PROJECT IS LOCATED WITHIN CRITICAL HABITAT AND HAS KNOWN OCCURRENCES OF RUSH DARTERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc63b9fe-6cc7-2d97-bc90-4a06141ac390-R", "generated_internal_id": "ASST_NON_F23AC02401_1448"}, {"internal_id": 160833111, "Award ID": "F23AC02394", "Award Amount": 38940.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "15.685", "Description": "PROPOSED PROJECT WOULD REPLACE TWO EXISTING 5-FOOT WIDE X 3.5 FOOT TALL, CORRUGATED METAL SQUASH PIPES 41 FEET IN LENGTH, WHICH ARE ONLY 33 PERCENT PASSABLE DUE TO A DEPTH BARRIER, WITH A FISH PASSABLE 21 FOOT WIDE X 11 FOOT TALL, CONCRETE BOX CULVERT 43 FEET. ADDITIONAL CONSTRUCTION WOULD INCLUDE THE PLACEMENT AND REMOVAL OF A TEMPORARY BYPASS ROAD  THE REGRADE OF APPROXIMATELY 230 FT OF CHANNEL  EXCAVATION OF POOLS  PLACEMENT OF STREAMBED WITHIN THE CULVERT AND CHANNEL REGRADE AREA  AND PLACEMENT OF LARGE WOODY DEBRIS.THE PRIMARY GOAL OF THE PROPOSED MF NEWAUKUM TRIB-KRUGER FISH PASSAGE CONSTRUCTION PROJECT IS TO RESTORE FISH PASSAGE TO ALL LIFE STAGES OF COHO SALMON AND WINTER STEELHEAD TROUT. THE PROJECT WOULD: 1) ADDRESS HIGH WATER TEMPERATURES, RIPARIAN COVER CONDITIONS, AND FISH PASSAGE BARRIERS BY RESTORING ACCESS TO 0.68 LINEAR MILES OF HABITAT, FOR ALL LIFE STAGES OF COHO SALMON AND WINTER STEELHEAD TROUT  2) IMPROVE HABITAT FOR SALMONID EGGS AND JUVENILES BY REDUCING SEDIMENTATION, THEREBY IMPROVING WATER QUALITY AND FLOODPLAIN CONNECTIVITY, WITHIN THE ZONE OF INFLUENCE OF EACH CULVERT (APPROXIMATELY 300 FEET) THROUGH THE INCREASED HYDRAULIC OPENING  3) IMPROVE APPROXIMATELY 125 LINEAR FEET OF HABITAT FOR JUVENILE SALMONIDS AS THE INCORPORATION OF LARGE WOODY DEBRIS WILL INCREASE HABITAT COMPLEXITY AND INCREASE ORGANIC INPUTS  AND 4) IMPROVE APPROXIMATELY 231 LINEAR FEET OF HABITAT FOR ADULT SALMONIDS AS THE INCORPORATION OF A LOW FLOW NOTCH WILL AID IN PASSAGE DURING PERIODS OF LOW WATER.THIS PROJECT WILL BENEFIT THE CITIZENS OF LEWIS COUNTY AS IT WILL INCREASE THE NUMBER OF COHO SALMON AND WINTER STEELHEAD TROUT RETURNS IN THE CHEHALIS BASIN  PROVIDE ROADWAY SAFETY IMPROVEMENTS WITH THE ADDITION OF GUARDRAIL  CREATE JOB OPPORTUNITIES FOR LOCAL CONTRACTORS  AND BE PRESENTED TO THE ONALASKA COMMUNITY AT A FISHERIES AND WATERSHED OUTREACH AND EDUCATION BOOTH DURING THE APPLE HARVEST FESTIVAL.THE PROPOSED PROJECT IS ANTICIPATED TO RECEIVE  38,940 IN FUNDS FROM THE US FISH AND WILDLIFE SERVICE FOR CONSTRUCTION OF THIS RESTORATION PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6987c23-9c0e-8443-c77e-f670dc6373ea-C", "generated_internal_id": "ASST_NON_F23AC02394_1448"}, {"internal_id": 161362601, "Award ID": "F23AC02384", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-31", "CFDA Number": "15.685", "Description": "PURPOSE: IMPROVE HABITAT FOR SALMON AND STEELHEAD IN THE ENNIS CREEK WATERSHED IN CLALLAM COUNTY WASHINGTON, BY DESIGNING FOR THE CORRECTION OF A BARRIER CULVERT ON EAST ENNIS ROAD TO RESTORE ACCESS TO 6 MILES OF HISTORIC HABITAT AND ASSESS THE FEASIBILITY OF CORRECTING MULTIPLE BARRIERS ON WHITE CREEK, AN ENNIS TRIBUTARY.ACTIVITIES TO BE PERFORMED: CONTRACT AN ENGINEERING CONSULTANT TO PRODUCE A DESIGN AND COST ESTIMATE TO REPLACE AN EXISTING FISH BARRIER CULVERT WITH A BRIDGE ON LOWER ENNIS CREEK. -LANDOWNER OUTREACH AND FIELD SURVEYS TO ASSESS FEASIBILITY OF CORRECTING MULTIPLE PRIVATELY OWNED FISH PASSAGE BARRIERS UPSTREAM OF THE HIGHWAY 101 CROSSING ON WHITE CREEK, A TRIBUTARY OF ENNIS CREEK.EXPECTED DELIVERABLES OR OUTCOMES: ENGINEERING DESIGNS AND CONSTRUCTION COST ESTIMATE FOR ENNIS CULVERT BARRIER CORRECTION. -PERMITS SECURED TO GET THE ENNIS BARRIER CORRECTION SHOVEL READY FOR CONSTRUCTION FUNDING OPPORTUNITIES. -FEASIBILITY REPORT OF OPPORTUNITIES TO CORRECT MULTIPLE PRIVATE BARRIERS ON THE WHITE CREEK TRIBUTARY TO ENNIS CREEK.BENEFIT: IMPROVE HABITAT COMPLEXITY AND WATER QUALITY CONDITIONS FOR MANY AQUATIC SPECIES INCLUDING SALMONIDS, WHICH ARE OF VITAL IMPORTANCE CULTURALLY AND ECONOMICALLY TO TRIBAL MEMBERS, AS WELL AS SPORT FISHERMEN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4b41d13b-4435-5ea9-312f-a74f48bf4e19-C", "generated_internal_id": "ASST_NON_F23AC02384_1448"}, {"internal_id": 161362590, "Award ID": "F23AC02242", "Award Amount": 939499.54, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-17", "CFDA Number": "15.685", "Description": "THE UPPER GREENBRIER RIVER WATERSHED FISH PASSAGE PROJECT WILL ALLOW THE TU, USFWS, AND FOREST SERVICE PARTNERSHIP TO REMOVE 7 CULVERTS THAT ACT AS BARRIERS IN THE UPPER GREENBRIER WATERSHED AND REPLACE THEM WITH STREAM SIMULATION DESIGNED SPAN STRUCTURES TO RECONNECT 25 MILES OF HABITAT FOR BROOK TROUT (REGIONAL PRIORITY SPECIES), GREEN FLOATER (CANDIDATE SPECIES), EASTERN HELLBENDER (NRCS WORKING LANDS FOR WILDLIFE PRIORITY SPECIES), AND CANDY DARTER (FEDERALLY ENDANGERED). THIS PROJECT IS PART OF A LARGER 10 YEAR EFFORT TO REMOVE ALL BARRIERS IN THE WEST FORK AND EAST FORK GREENBRIER WATERSHEDS TO CREATE A NETWORK OF 105 MILES OF CONNECTED COLDWATER HABITAT ACROSS A 132 SQUARE MILE AREA. THE PROJECT WILL OPEN HABITAT IN TRIBUTARIES AS WELL AS PROVIDE CONNECTIVITY ALONG THE MAINSTEM, ENHANCING ECOLOGICAL RESILIENCY TO CLIMATE CHANGE IMPACTS BY PROVIDING A NETWORK OF HIGH ELEVATION, COLDWATER MAINSTEMS AND TRIBUTARIES LARGE ENOUGH TO HELP SUSTAIN THIS LANDSCAPE AND SPECIES. THE INTERCONNECTED WATERSHEDS ALLOW FOR RECOVERY FROM ENVIRONMENTAL DISTURBANCE AND RESILIENCE AGAINST CHANGING CLIMATE SCENARIOS. THE PROJECT WILL IMPROVE FLOOD RESILIENCY AND RECREATIONAL OPPORTUNITIES IN THE MONONGAHELA NATIONAL FOREST AND PROVIDE MULTIPLE BENEFITS FOR CENSUS TRACTS IDENTIFIED AS DISADVANTAGED. PARTNERS INCLUDE USFS, WV DNR, WV DOH, WV DEP, FWS. MATCHING FUNDS FROM WVDOH AND USFS BIL LEGACY ROADS AND TRAILS PROGRAM WILL BE LEVERAGED AS PART OF THIS WATERSHED EFFORT. THIS FUNDING REQUEST WILL FILL THE FUNDING GAPS AND MOVE ALL OF THESE PROJECTS TO CONSTRUCTION. THIS PROJECT IS IN A SWIM PRIORITY WATERSHED FOR THE NORTHEAST REGION OF THE SERVICE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": 939499.54, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_F23AC02242_1448"}, {"internal_id": 160833099, "Award ID": "F23AC02229", "Award Amount": 1200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-12", "CFDA Number": "15.685", "Description": "THIS PROJECT WILL REMOVE EIGHT BARRIERS TO IMPROVE THE CONNECTIVITY OF 30 MILES OF STREAM IN MARYLANDS NORTH BRANCH POTOMAC RIVER (NBPR) WATERSHED. THE NBPR SUPPORTS ROBUST POPULATIONS OF EASTERN BROOK TROUT AND IS A UNITED STATES FISH AND WILDLIFE SERVICE (USFWS) REGIONAL PRIORITY WATERSHED FOR CONNECTIVITY. INVESTMENT WILL AUGMENT PARALLEL NFPP BIPARTISAN INFRASTRUCTURE LAW EFFORTS TO RESTORE HABITAT ACROSS THE POTOMAC HEADWATERS. PROJECT BARRIERS WERE SELECTED USING BOTH NORTH ATLANTIC AQUATIC CONNECTIVITY (NAACC) SURVEYS AND BY IDENTIFYING COMMUNITY NEEDS FOR CLIMATE RESILIENT INFRASTRUCTURE. TWO CULVERT REPLACEMENTS AND A DAM REMOVAL IN GEORGES CREEK WILL CREATE THERMAL REFUGIA, NEW MIGRATORY PATHWAYS FOR BROOK TROUT, ELIMINATE FLOOD RISK, AND REVAMP A COMMUNITY WATER SUPPLY. PROJECT PARTNERS INCLUDE THE USFWS, TROUT UNLIMITED, THE GARRETT COUNTY DEPARTMENT OF PUBLIC WORKS, AND TWO UNDERSERVED COMMUNITIES, FROSTBURG, AND LONACONING. THE PROJECT WILL REDUCE THE BURDEN OF REPLACING AGING INFRASTRUCTURE TO IMPROVE CLIMATE RESILIENCY WHILE PROVIDING EDUCATIONAL OPPORTUNITIES FOR STUDENTS AT PARTNERING FROSTBURG STATE UNIVERSITY. WITHIN A NEIGHBORING HUC 10, FOUR PLANNED CULVERT REPLACEMENTS WILL BOLSTER A STRONGHOLD BROOK TROUT POPULATION WITHIN THE SAVAGE RIVER STATE FOREST, ALLOWING CONTINUED ACCESS TO CAMPSITES AND RECREATION. ONE ADDITIONAL REMOVAL IN THE UPPER NBPR MEETS THE MAINTENANCE NEEDS WITHIN AN UNDERSERVED AREA WHILE RECONNECTING SPAWNING HABITAT TO THE MAINSTEM WITHIN PROTECTED LANDS. IN-KIND CONSTRUCTION SUPPORT FROM GARRETT COUNTY WILL STRENGTHEN A PARTNERSHIP WITH THE USFWS, THE MARYLAND DEPARTMENT OF NATURAL RESOURCES, AND TROUT UNLIMITED. AS THE REGION FEELS THE IMPACT OF THE ENERGY TRANSITION FROM COAL, THE PROPOSED WORK WILL BUILD MOMENTUM FOR LOCALLY DRIVEN CHANGES IN AQUATIC ORGANISM PASSAGE PRACTICE AND ASSIST PARTNERS IN CREATING A RECREATION ECONOMY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": 1200000.0, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_F23AC02229_1448"}, {"internal_id": 161362585, "Award ID": "F23AC02189", "Award Amount": 600000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-20", "CFDA Number": "15.685", "Description": "THE BIG BLACKFOOT CHAPTER OF TROUT UNLIMITED (BBCTU) AND THE MONTANA PARTNERS FOR FISH AND WILDLIFE PROGRAM, IN PARTNERSHIP WITH MONTANA FISH, WILDLIFE AND PARKS (MTFWP) AND SEVERAL PRIVATE LANDOWNERS, ARE WORKING TO RESTORE HABITAT FOR SENSITIVE FISH SPECIES IN THE BLACKFOOT RIVER WATERSHED IN WESTERN, MT. THIS PROJECT WILL REMOVE ONE AGING AGRICULTURAL DAM, REPLACE TWO CULVERTS WITH STRUCTURES MEETING AQUATIC ORGANISM PASSAGE (AOP) GUIDELINES, AND ELIMINATE FISH ENTRAINMENT AT FIVE AGRICULTURAL DIVERSIONS. COLLECTIVELY, THESE PROJECT ACTIONS WILL OPEN OR IMPROVE PASSAGE THROUGH MORE THAN 55 MILES OF RIVERS AND STREAMS IN WESTERN, MT AND WILL BENEFIT BULL TROUT (SALVELINUS CONFLUENTUS) AND WESTSLOPE CUTTHROAT TROUT (ONCORHYNCHUS CLARKII LEWISI). IN ADDITION TO ENHANCING THE SPECIES RESILIENCE TO THE IMPACTS OF CLIMATE CHANGE, THESE ACTIVITIES WILL CONTRIBUTE SIGNIFICANTLY TO LOCAL WATERSHED RESTORATION EFFORTS AND WILL SUPPORT LOCAL ECONOMIC DEVELOPMENT AND COMMUNITY RESILIENCE. SUB-PROJECTS UNDER THIS COOPERATIVE AGREEMENT INCLUDE THE CLEARWATER DAM REMOVAL (CLEARWATER, MT), THE POORMAN CREEK CULVERT REMOVAL  2 (STEMPLE PASS RD, LINCOLN, MT), AND THE COTTONWOOD CREEK FISH PASSAGE ASSESSMENT AND RESTORATION PROJECTS (HELMVILLE, MT).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": 600000.0, "recipient_id": "7d44ab77-d646-72e7-6a6f-2fd9f81af33b-R", "generated_internal_id": "ASST_NON_F23AC02189_1448"}, {"internal_id": 160833094, "Award ID": "F23AC02166", "Award Amount": 111300.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-06", "CFDA Number": "15.685", "Description": "THE PURPOSE OF THIS AGREEMENT IS TO PROVIDE ASSISTANCE TO TROUT UNLIMITED FOR NATIVE FISH PASSAGE AND HABITAT RESTORATION PROJECTS IN WYOMING. WYOMING TU AND US FISH AND WILDLIFE SERVICE HAVE AN ACTIVE HISTORY OF PARTNERING TOGETHER TO ACCOMPLISH MANY FISH PASSAGE AND STREAM RESTORATION PROJECTS IN WYOMING. WE ANTICIPATE INITIATING APPROXIMATELY 3 NEW PRIVATE LANDOWNER AGREEMENTS, COMPLETING 3 FISH PASSAGE UNITS, AND RESTORING 3.0 MILES OF STREAM IN THE SNAKE RIVER AND GREEN RIVER WATERSHEDS THROUGH THIS AGREEMENT. OUTCOMES WILL BE REPORTED IN ACRES OF HABITAT, MILES OF HABITAT, NUMBER OF FISH PASSAGE BARRIERS REMOVED, OR MILES OF STREAM RECONNECTED. IN ADDITION TO THE DIRECT BENEFIT TO FEDERAL TRUST FISH   WILDLIFE SPECIES, LANDOWNERS, THE LOCAL COMMUNITY, AND THE AMERICAN PUBLIC WILL BENEFIT FROM THESE HABITAT CONSERVATION AND RESTORATION ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_F23AC02166_1448"}, {"internal_id": 160833084, "Award ID": "F23AC02088", "Award Amount": 900000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-07", "CFDA Number": "15.685", "Description": "THE FORT WAYNE RIVERS FISHERIES IMPROVEMENT PROJECT WILL OPEN 12.1 MILES OF FLOWING WATER THROUGH REPLACEMENT OF TWO CULVERTS ON THE PIERSON DRAIN AND REMOVAL OF THE SPY RUN DAM ON SPY RUN CREEK. RIPARIAN RESTORATION WILL BE INSTALLED AT BOTH PROJECTS AND IN-STREAM HABITAT IMPROVEMENTS WILL BE MADE IN SPY RUN CREEK. ADDITIONALLY, A FEASIBILITY STUDY WILL BE COMPLETED TO REMOVE THE HOSEY DAM ON THE MAUMEE RIVER WHICH WILL OPEN AN ADDITIONAL 32 MILES OF FLOWING WATERS AFTER ITS REMOVAL. THE MAUMEE RIVER IS A PRIORITY WATERSHED FOR SEVERAL IMPERILED MUSSELS AND THEIR HOST FISH. THIS PROJECT WILL SIGNIFICANTLY IMPROVE HABITAT FOR THESE PRIORITY SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": 900000.0, "recipient_id": "cb04e9fc-9144-8977-49a1-d9c8a2138766-C", "generated_internal_id": "ASST_NON_F23AC02088_1448"}, {"internal_id": 160631957, "Award ID": "F23AC02076", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-28", "CFDA Number": "15.685", "Description": "CONNECTICUT RIVER CONSERVANCY (CRC) AND THE U.S. FISH AND WILDLIFE SERVICE (USFWS) HAVE BEEN AND WILL CONTINUE TO WORK COOPERATIVELY TO RESTORE, ENHANCE AND RECONNECT BROOK TROUT HABITAT WITHIN THE CONNECTICUT RIVER BASIN IN VERMONT. CRC WILL WORK ON TWO TASKS ASSOCIATED WITH HABITAT RESTORATION AND CONNECTIVITY: (1)CRC WILL FACILITATE THE DESIGN AND REMOVAL OF BARRIERS (DAMS AND OR CULVERTS) TO AQUATIC ORGANISM PASSAGE IN THE CONNECTICUT RIVER BASIN IN COORDINATION WITH USFWS BIOLOGISTS. (2)CRC WILL FACILITATE THE RESTORATION OF IN-STREAM HABITAT THROUGH RIPARIAN RESTORATION IN COORDINATION WITH LOCAL PARTNERS, LANDOWNERS AND USFWS BIOLOGISTS. FOLLOWING THIS COOPERATIVE PROJECT, CRC WILL CONTINUE TO WORK WITH PARTNERS AND LANDOWNERS THROUGHOUT THE WATERSHED TO ACHIEVE RESTORATION OUTCOMES DEVELOPED THROUGH THE WATERSHED MANAGEMENT PLAN AND OTHER SHARED OBJECTIVES IDENTIFIED BY USFWS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "374299b2-ef35-6646-b862-0f486919bcc6-R", "generated_internal_id": "ASST_NON_F23AC02076_1448"}, {"internal_id": 161362571, "Award ID": "F23AC01996", "Award Amount": 525000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-20", "CFDA Number": "15.685", "Description": "THIS COOPERATIVE AGREEMENT AWARDS FUNDS TO RESTORE PACIFIC SALMON PASSAGE AT THREE HIGH PRIORITY COPPER RIVER ANADROMOUS STREAM CROSSINGS.  TWO CROSSING SITES NEAR THE TOWN OF CORDOVA, AND ONE NEAR GLENNALLEN WILL BE IMPROVED. ADDITIONALLY, THE AWARD RECIPIENTS SHALL ADMINISTER A SUBAWARD TO NEW TRIBAL PARTNER IN FISH PASSAGE: THE COPPER RIVER NATIVE ASSOCIATION.  ONE HUNDRED THOUSAND DOLLARS WILL FUND CAPACITY BUILDING, STAFF AND COMMUNITY TRAININGS AND DEVELOP RESOURCES TO GROW ORGANIZATION AND COMMUNITY MEMBERS  PROJECT MANAGEMENT AND CONSTRUCTION SKILL SETS TO COMPETE FOR UPCOMING FISH PASSAGE JOBS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 525000.0, "recipient_id": "70657450-ec6a-69ea-1671-a1d257602eac-C", "generated_internal_id": "ASST_NON_F23AC01996_1448"}, {"internal_id": 160631949, "Award ID": "F23AC01938", "Award Amount": 270181.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-26", "CFDA Number": "15.685", "Description": "AMERICAN RIVERS IS PARTNERING WITH THE U.S. FISH AND WILDLIFE SERVICE AND THE STATE OF WEST VIRGINIA TO REMOVE THE HARTLAND DAM ON THE WEST FORK RIVER AND WELLS LOCK   DAM ON THE LITTLE KANAWHA. REMOVAL OF BOTH DAMS IS IMPORTANT FOR RECOVERY OF TWO FEDERALLY-LISTED ENDANGERED FRESHWATER MUSSELS--CLUBSHELL (PLEUROBEMA CLAVA) AND SNUFFBOX (EPIOBLASMA TRIGUETRA), AS WELL AS 56 RECORDED SPECIES OF GREATEST NEED OF CONSERVATION (SGNCS) ACCORDING TO THE WEST VIRGINIA NATURAL HERITAGE PROGRAM. REMOVAL OF THE DAMS WILL RECONNECT IMPORTANT HABITAT FOR THESE MUSSELS AND THEIR AQUATIC HOST FISH. IT WILL ALSO ADDRESS RECREATIONAL SAFETY HAZARDS THE DAMS POSE AND ELIMINATE THE NEED FOR OPERATION AND MAINTENANCE COSTS. THE FUNDING REQUESTED IN THIS PROPOSAL IS TO SUPPORT ENGINEERING DESIGNS AND STAKEHOLDER ENGAGEMENT ASSOCIATED WITH THE PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1e13355-77f6-6485-0e3d-80c5b5eb6f89-C", "generated_internal_id": "ASST_NON_F23AC01938_1448"}, {"internal_id": 160631945, "Award ID": "F23AC01924", "Award Amount": 2000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "15.685", "Description": "THE GOAL OF THE LOWER WAUKELL AND JUNIOR CREEKS RESTORATION PROJECT IS TO REPLACE TWO EXISTING LARGE CULVERTS, ELEVATE THE ROADWAY, AND RESTORE NATIVE VEGETATION TO IMPROVE WETLAND HABITAT FOR AT-RISK FISHERIES AND OTHER TRIBAL TRUST SPECIES, IMPROVE WATER QUALITY, AS WELL AS ADDRESS FLOODING AND CLIMATE CHANGE IMPACTS TO RESIGHINI RANCHERIA TRIBAL LANDS.ON WAUKELL CREEK, THE EXISTING CIRCULAR CULVERT, APPROXIMATELY 49 FEET LONG WITH A 10-FOOT DIAMETER, WILL BE REMOVED AND REPLACED. THE SECTION OF KLAMATH BEACH ROAD THAT EXTENDS APPROXIMATELY 300 FEET IN EITHER DIRECTION FROM THE 10-FOOT DIAMETER CULVERT FUNCTIONS AS A DAM DURING THE WINTER FOR THE WETLAND POND UPSTREAM. THIS CULVERT WILL BE REPLACED ACCORDING TO THE SPECIFICATIONS INCLUDED IN THE 100  DESIGN PLANS. THE NEW CULVERT HAS BEEN DESIGNED TO ACCOMMODATE THE 100-YEAR FLOOD EVENT ON WAUKELL CREEK CONCURRENT WITH A 5-YEAR KLAMATH RIVER FLOOD EVENT, WHICH WILL ALLEVIATE THE REGULAR SEASONAL FLOODING, INCLUDING WATER OVERTOPPING KLAMATH BEACH ROAD.ON JUNIOR CREEK, THE EXISTING 305 FEET LONG AND 6 FEET IN DIAMETER CULVERT THAT GOES UNDER THE NEPUEY ROAD (ALSO REFERENCED AS TRIBAL OFFICE ROAD), AND KLAMATH BEACH ROAD INTERSECTION WILL BE REMOVED AND REPLACED ACCORDING TO THE SPECIFICATIONS INCLUDED IN 100  DESIGN PLAN (SEE ATTACHMENT D). THE NEW CULVERT WILL BE ABLE TO ACCOMMODATE A 100-YEAR FLOOD EVENT AND HELP ALLEVIATE THE REGULAR SEASONAL FLOODING, INCLUDING WATER OVERTOPPING NEPUEY ROAD. TO COMPLETE THE CULVERT WORK, KLAMATH BEACH AND NEPUEY ROADS, AS WELL AS THE OFFRAMP OF HIGHWAY 101 (EXIT 768) HAVE BEEN DESIGNED TO ACCOMMODATE THE INCREASED CULVERT SIZES AND WILL BE RAISED FROM EXISTING ELEVATIONS ACCORDINGLY. IN ADDITION BOTH ROADWAYS WILL BE PAVED ACCORDING TO REQUIRED ROAD STANDARDS. TO ACCOMPLISH THE REPLACEMENT OF THESE TWO (2) MAJOR CULVERTS, TEMPORARY CROSSINGS WILL BE NECESSARY DURING CONSTRUCTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 2000000.0, "recipient_id": "c71cdee7-1497-bc0f-e438-f4dfc9b554ac-C", "generated_internal_id": "ASST_NON_F23AC01924_1448"}, {"internal_id": 160631940, "Award ID": "F23AC01880", "Award Amount": 692067.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-26", "CFDA Number": "15.685", "Description": "THIS COOPERATIVE AGREEMENT AWARDS FUNDS TO COMPLETE ONE ONGOING, HIGH PRIORITY FISH PASSAGE CONSTRUCTION PROJECT, AND TO INITIATE FUTURE SITE PRIORITIZATION AND DESIGN TASKS THROUGHOUT THE COPPER RIVER WATERSHED.  COMPLETION OF COP 33 ON THE COPPER RIVER HIGHWAY NEAR CORDOVA WILL PROVIDE UPSTREAM HABITAT FOR COHO SALMON AND MAINTAIN IMPORTANT COMMUNITY INFRASTRUCTURE.  ADDITIONAL SITE DEVELOPMENT NEAR CORDOVA AND INTERIOR BASIN (GLENNALLEN) WILL PROMOTE RESILIENCY THROUGHOUT THE WATERSHED FOR SUSTAINED PACIFIC SALMON POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "70657450-ec6a-69ea-1671-a1d257602eac-C", "generated_internal_id": "ASST_NON_F23AC01880_1448"}, {"internal_id": 160631938, "Award ID": "F23AC01865", "Award Amount": 740000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-26", "CFDA Number": "15.685", "Description": "THE PROJECT IS CENTERED AROUND THE MONROE DROP STRUCTURE, A 9-FOOT TALL LOW HEAD DAM ON THE LONG TOM RIVER AT RIVER MILE 6.6 THAT IS OWNED BY THE U.S. ARMY CORPS OF ENGINEERS (USACE). IT IS THE DOWNSTREAM-MOST BARRIER ON THE LONG TOM RIVER AND BLOCKS UPSTREAM PASSAGE FOR JUVENILE UPPER WILLAMETTE RIVER SPRING CHINOOK, WHICH ARE ESA-LISTED AS THREATENED. THE PROJECT WOULD OPEN UP ACCESS TO 15 MILES OF MAINSTEM AND TRIBUTARY REARING HABITAT FOR JUVENILE CHINOOK. THE DAM ALSO BLOCKS OR IMPEDES PASSAGE FOR PACIFIC LAMPREY AND COASTAL CUTTHROAT TROUT THAT WOULD OTHERWISE USE HABITAT UPSTREAM OF THE DAM FOR SPAWNING AND REARING. THE DAM ALSO DISRUPTS SEDIMENT TRANSPORT PROCESSES, INCREASES WATER TEMPERATURES, AND CREATES IDEAL CONDITIONS FOR WARMWATER PREDATORY FISH AS WELL AS ALGAE BLOOMS. THERE ARE TWO OTHER USACE LOW HEAD DAMS UPSTREAM OF THE MONROE DROP STRUCTURE ON THE LONG TOM RIVER. LTWC HAS BEEN WORKING WITH USACE FOR NEARLY 20 YEARS TO DEVELOP PLANS FOR IMPROVING FISH PASSAGE AT ALL THREE DAMS, AND ONCE THAT VISION IS REALIZED FISH PASSAGE WILL BE RESTORED TO 100  MILES OF HABITAT IN THE LONG TOM AND COAST RANGE TRIBUTARIES WHERE LTWC HAS RESTORED DOZENS OF MILES OF HABITAT. THE PROPOSED PROJECT IS THE FIRST STEP IN ACHIEVING THIS VISION AND IS THE HIGHEST PRIORITY AQUATIC PROJECT IN THE LONG TOM WATERSHED. THE PROJECT WILL REMOVE THE DAM, RESTORE THE CHANNEL 1,000  UPSTREAM OF THE DAM, INSTALL SCOUR PROTECTION AT THE FOOTINGS OF A STATE OF OREGON HIGHWAY BRIDGE NEAR THE DAM, REVEGETATE THE PROJECT AREA WITH NATIVE TREES AND SHRUBS, AND REPLACE A FISH PASSAGE BARRIER CULVERT TO PROVIDE ACCESS TO 1 2 MILE OFF-CHANNEL HABITAT IN HISTORICAL LONG TOM RIVER CHANNEL SEGMENTS ADJACENT TO THE DAM. LTWC, USACE, THE CITY OF MONROE, THE CONFEDERATED TRIBES OF SILETZ INDIANS, AND USFWS NFPP ARE PARTNERS ON THE PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 740000.0, "recipient_id": "bfdbe6b3-a728-442b-f544-3269c71fc14b-C", "generated_internal_id": "ASST_NON_F23AC01865_1448"}, {"internal_id": 160631937, "Award ID": "F23AC01838", "Award Amount": 80506.87, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-27", "CFDA Number": "15.685", "Description": "THIS PROJECT SEEKS TO PROVIDE AQUATIC ORGANISM PASSAGE TO 23 MILES OF THE EAST BRANCH OF THE AU SABLE AT THE GRAYLING FISH HATCHERY WHERE PASSAGE HAS BEEN BLOCKED FOR OVER 100 YEARS.THE EAST BRANCH IS A KEY BROOK TROUT SYSTEM WITHIN THE AU SABLE WATERSHED. RECONNECTION WILL ALLOW BROOK TROUT AND OTHER SPECIES TO MOVE FREELY THROUGHOUT THE SUB-WATERSHED. IN ADDITION, IN-STREAM HABITAT AND STREAM FUNCTION WILL BE IMPROVED THROUGHOUT THE HATCHERY SITE THROUGH THE RESTORATION OF GRADE, AN INCREASE IN CROSS-SECTIONAL AREA, AND THE INSTALLATION OF HABITAT ELEMENTS WHICH WILL BENEFIT FISH AND AQUATIC ORGANISMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7be07673-a131-f47e-6c06-63327c3edf92-R", "generated_internal_id": "ASST_NON_F23AC01838_1448"}, {"internal_id": 160631931, "Award ID": "F23AC01748", "Award Amount": 400000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-26", "CFDA Number": "15.685", "Description": "LOCATED ALONG THE WESTERN URBAN GROWTH BOUNDARY OF PRINEVILLE, OREGON, OCHOCO PRESERVE (PRESERVE) WAS ACQUIRED BY THE DESCHUTES LAND TRUST IN 2017. THE PRESERVE WAS ACQUIRED WITH A PRIMARY GOAL OF REESTABLISHING ECOLOGICAL PROCESSES AND MAXIMIZING FISH AND WILDLIFE HABITATS, WHILE PROVIDING PUBLIC ACCESS AND EDUCATIONAL OPPORTUNITIES. ATTAINMENT OF THIS GOAL WILL BE ACHIEVED BY IMPLEMENTING THREE PHASES OF RESTORATION ACROSS THE PRESERVE. THIS PROPOSAL FOCUSES ON THE SECOND PHASE OF RESTORATION (THE FIRST PHASE WAS COMPLETED IN 2022). AMONG OTHER ECOLOGICAL BENEFITS, PHASE TWO WILL ADDRESS FACTORS THAT LIMIT SALMON AND STEELHEAD PRODUCTION IN OCHOCO CREEK AND THE CROOKED RIVER WITHIN THE PRESERVE. THE 2010 ODFW MIDDLE COLUMBIA STEELHEADRECOVERY PLAN LISTS THE FOLLOWING AS LIMITING FACTORS FOR THE CROOKED RIVER STEELHEAD POPULATION:  DEGRADED CHANNEL STRUCTURE, COMPLEXITY, FLOODPLAIN CONNECTIVITY, AND RIPARIAN CONDITION, HIGH WATER TEMPERATURE, LOW FLOWS, ALTERED HYDROLOGY AND SEDIMENT ROUTING, AND LACK OF FISH PASSAGE,  (P. 9-61). MANY OF THESE LIMITING FACTORS EXIST ON BOTH OF THE AFOREMENTIONED WATERWAYS ON THE PRESERVE AND ARE REDUCING THE POTENTIAL FOR SALMONID PRODUCTION. IN PARTICULAR, BOTH WATERCOURSES ARE CHANNELIZED WITH MINIMAL FLOODPLAIN. LIMITING FACTORS WILL BE ADDRESSED IN MANY WAYS, SUCH AS CREATING ABOUT 40 ACRES OF NEW FLOODPLAIN. WITHIN THAT NEW FLOODPLAIN AROUND A MILE OF NEW OCHOCO CREEK BASEFLOW CHANNEL AND ABOUT 0.6 MILES OF NEW CROOKED RIVER BASEFLOW CHANNEL WILL BE CONSTRUCTED. OVER A MILE OF SIDE CHANNELS WILL BE CONSTRUCTED AND CONNECTED TO THE BASEFLOW CHANNELS. WITHIN THE NEW FLOODPLAIN, ABOUT 5 ACRES OF WETLAND WILL BE CONSTRUCTED. USING EXCAVATED EARTHEN MATERIAL, OVER 50 ACRES OF UPLANDS WILL BE CRAFTED. ALL DISTURBED AREAS WILL BE PLANTED WITH NATIVE, ZONE APPROPRIATE VEGETATION. PROJECT PARTNERS THAT CONTINUE TO BE INVOLVED INCLUDE, BUT ARE NOT LIMITED TO, ODFW, PGE, CONFEDERATED TRIBES OF WARM SPRINGS AND THE CITY OF PRINEVILLE. FUNDING HAS BEEN RECEIVED BY THE PRIVATE SECTOR, NGOS, TRIBES, AND STATE AND FEDERAL AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 400000.0, "recipient_id": "3192abe3-0aa3-1257-464e-a3e65d1a7c14-R", "generated_internal_id": "ASST_NON_F23AC01748_1448"}, {"internal_id": 160631929, "Award ID": "F23AC01737", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-21", "CFDA Number": "15.685", "Description": "PROPOSED WORK INCLUDES REGRADING 40 ACRES OF THE VALLEY FLOOR AND FILLING PORTION OF FIVEMILE CREEK TO REESTABLISH FLOODPLAIN CONNECTIVITY. THE REMNANTS OF TWO CROSS VALLEY DIKES WILL BE REMOVED BY REGRADING THEM DOWN TO THE ELEVATION OF THE FLOODPLAIN. ADDITIONALLY, LARGE WOOD WILL BE PLACED ACROSS THE FLOODPLAIN AND NATIVE PLANTS WILL BE ESTABLISHED THROUGHOUT THE PROJECT AREA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 200000.0, "recipient_id": "ba9460bd-4bfb-fe5a-e84f-a5eb51fa00d9-C", "generated_internal_id": "ASST_NON_F23AC01737_1448"}, {"internal_id": 161362546, "Award ID": "F23AC01697", "Award Amount": 1615400.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-21", "CFDA Number": "15.685", "Description": "THIS PROJECT AIMS TO RESTORE UNIMPEDED FISH PASSAGE TO 22 MILES GOING DOWNSTREAM AND MORE THAN 100 MILES OF MAIN STEM AND TRIBUTARY HABITAT GOING UPSTREAM ALONG TOPPENISH CREEK AND ITS TRIBUTARIES BY ADDRESSING PASSAGE ISSUES AND RESTORING WETLAND HYDROLOGY IN THE LOWER MAIN STEM OF TOPPENISH CREEK. PASSAGE ACTIONS IN THE PROJECT WERE CHOSEN BASED ON PRIORITIES IDENTIFIED IN A RECENT FISH PASSAGE ASSESSMENT USING WASHINGTON DEPT. OF FISH AND WILDLIFE (WDFW) PROTOCOLS. SPECIFICALLY, THE PROJECT WILL REMOVE 2 DUCK CLUB DIVERSION DAMS AND REPLACE THEM WITH ROUGHENED CHANNELS OR OTHER SUITABLE FISH PASSABLE STRUCTURES. IT WILL ALSO REPLACE A FAILING AND NON-FUNCTIONAL FISH SCREEN AT THE INTAKE TO A YAKAMA NATION (YN) WILDLIFE PROGRAM WETLANDS AREA WITH A MODERN SCREEN THAT WILL PREVENT FISH ENTRAINMENT AND ALLOW FOR ENHANCED WETLANDS HYDROLOGY OVER 125 ACRES. IN ADDITION, 2 NEW FISH SCREENS (ONE ON EACH SIDE OF THE CREEK) WILL BE INSTALLED AT A SECOND WETLANDS INTAKE SYSTEM THAT CURRENTLY IS COMPLETELY UNSCREENED. THESE SCREENS WILL ALLOW FOR FISH-SAFE RECONNECTION OF 2 MILES OF HIGH-QUALITY SIDE CHANNEL HABITAT AND HYDROLOGICAL RECONNECTION OF 6 TOTAL MILES OF A WETLANDS COMPLEX SIDE CHANNEL. THIS FLOODPLAIN RECONNECTION WILL RESTORE SOME OF THE ORIGINAL FUNCTION OF THE TOPPENISH CREEK FLOODPLAIN THAT HAVE BEEN DEGRADED THROUGH ALTERATION OF CHANNEL ALIGNMENTS AND HYDRAULIC GEOMETRY. RIPARIAN REVEGETATION OF UP TO 5 ACRES WILL BE ENACTED IN AREAS DISTURBED BY THE PROJECT AND ON PREVIOUSLY OVERGRAZED SITES, AND RIPARIAN PROTECTIVE FENCING WILL BE INSTALLED WHERE FEASIBLE AND PRACTICAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 1615400.0, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_F23AC01697_1448"}, {"internal_id": 160631919, "Award ID": "F23AC01654", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-22", "CFDA Number": "15.685", "Description": "CASCADE FISHERIES (CF) WILL WORK WITH THE WENATCHEE RIVER RANGER DISTRICT (WRRD) TO CORRECT ONE (1) FISH PASSAGE BARRIER IMPROVING ACCESS TO 1.45 MILES OF COLD-WATER HABITAT FOR ENDANGERED SPECIES ACT (ESA) LISTED FISH SPECIES, INCLUDING BULL TROUT (SALVELINUS CONFLUENTUS). ADDITIONALLY, WE WILL PLACE LOCALLY SOURCED WOOD IN UP TO 1 MILE OF POLE CREEK CURRENTLY LACKING WOODY DEBRIS TO IMPROVE INSTREAM COMPLEXITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d1239919-5ce6-7622-3aa1-f944ec5f5a28-C", "generated_internal_id": "ASST_NON_F23AC01654_1448"}, {"internal_id": 160026345, "Award ID": "F23AC01417", "Award Amount": 348199.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-09", "CFDA Number": "15.685", "Description": "THIS PROJECT WILL TAKE ADVANTAGE OF A VALUABLE OPPORTUNITY TO PARTNER WITH A PRIVATE LANDOWNER TO ADDRESS ALL STREAM CROSSINGS THAT ARE BARRIERS TO FISH PASSAGE ON THEIR PROPERTY, WHILE ALSO INCREASING CHANNEL AND BANK STABILITY AND HABITAT COMPLEXITY. THESE ACTIONS WILL INCREASE THE QUALITY AND QUANTITY OF ACCESSIBLE PRODUCTIVE COASTAL REARING HABITAT IN THE SMITH RIVER PLAIN. THE TWO CROSSINGS ARE LOCATED ON A TRIBUTARY TO MORRISON CREEK, RAWSON CREEK. WITH MATCHING FUNDS ONE OF THE CROSSINGS WAS REMEDIATED IN 2022. THE OVERALL GOAL OF THE NFPP FUNDS IS TO REMOVE THE SECOND UNDERSIZED CULVERT, THAT IS A PARTIAL BARRIER TO FISH PASSAGE, AND REPLACE IT WITH AN APPROPRIATELY SIZED CULVERT THAT ALLOW PASSAGE AT ALL MIGRATION FLOWS AS WELL AS ALLOW FOR CONVEYANCE OF DEBRIS AND WATER DURING 100-YEAR STORMS. REPLACING THE UPSTREAM CULVERT WILL IMPROVE ACCESS TO 1.1 MILES OF HABITAT BY REPLACING A 3-FOOT CMP CULVERT, 20 FEET IN LENGTH AND SET AT AN INVERSE SLOPE OF 1.1  WITH AN ALUMINUM BOX CULVERT THAT IS 12.5 WIDE BY 7.4 TALL AND 22.5 LONG. A TOTAL OF FOUR LARGE WOOD PIECES WITH ROOTWADS WILL BE PLACED AT THE CROSSING, TWO UPSTREAM OF THE CROSSING AND TWO DOWNSTREAM OF THE CROSSING, TO STABILIZE THE BANK AND PROVIDE HABITAT ENHANCEMENT FEATURES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "51433e87-3d1c-be4a-e34a-22a7c788b2eb-R", "generated_internal_id": "ASST_NON_F23AC01417_1448"}, {"internal_id": 160631902, "Award ID": "F23AC01411", "Award Amount": 143505.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "15.685", "Description": "THE PROJECT WILL REMEDIATE A FISH PASSAGE BARRIER ON TRYON CREEK, A TRIBUTARY TO YONTOCKET SLOUGH AND THE SMITH RIVER ESTUARY. THE PROJECT WILL RESTORE ACCESS TO 1.3 MILES OF HABITAT UPSTREAM OF THIS CROSSING. THE EXISTING 7 BY 4.5 CORRUGATED METAL PIPE CULVERT WILL BE UPGRADED TO A PREFABRICATED BRIDGE THAT MEETS ALL FISH PASSAGE REQUIREMENTS.  IN ADDITION TO FISH PASSAGE IMPROVEMENT, THE PROJECT WILL IMPROVE FLOODPLAIN CONNECTIVITY AND REDUCE POTENTIAL FISH STRANDING, ENHANCE RIPARIAN HABITAT AND PROVIDE SEASONAL LIVESTOCK EXCLUSION. BARRIERS TO FISH PASSAGE ARE LISTED AS A HIGH THREAT TO THE JUVENILE AND SMOLT LIFE STAGES FOR COHO SALMON IN THE SMITH RIVER (NMFS 2014). REMOVING BARRIERS IS IDENTIFIED AS ONE OF THE HIGHEST PRIORITY RECOVERY ACTIONS FOR THE SMITH RIVER COHO SALMON POPULATION (CDFW 2004, NMFS 2014).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "51433e87-3d1c-be4a-e34a-22a7c788b2eb-R", "generated_internal_id": "ASST_NON_F23AC01411_1448"}, {"internal_id": 160631896, "Award ID": "F23AC01381", "Award Amount": 1500000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-20", "CFDA Number": "15.685", "Description": "THE INTERIOR ALASKA LAND TRUST IS APPLYING FOR FUNDING TO CONTINUE STREAM RESTORATION WORK ON CRIPPLE CREEK, IN FAIRBANKS ALASKA. THIS CREEK PROVIDES IMPORTANT HABITAT FOR YOUNG CHINOOK SALMON AND OTHER AQUATIC AND WETLAND WILDLIFE. CRIPPLE CREEK WAS DIVERTED INTO A DRAINAGE DITCH IN THE GOLD-MINING ERA OF THE EARLY 1900S. PHASE 1 OF THIS PROJECT SUCCESSFULLY DIVERTED FLOW FROM THE LOWER PART OF THE DITCH INTO THE HISTORIC CRIPPLE CREEK CHANNEL. PHASE 2 WILL BUILD ON THIS SUCCESS BY DIVERTING FLOW FROM FARTHER UPSTREAM, RESTORING EVEN MORE OF THE ORIGINAL CHANNEL.THE INTERIOR ALASKA LAND TRUST WILL CONTRACT WITH AN ENGINEERING FIRM TO COMPLETE THE NECESSARY MODELING AND DESIGNS OF THE DIVERSION TO DETERMINE ITS OPTIMAL LOCATION AND CONNECTION BETWEEN THE DRAINAGE DITCH AND CRIPPLE CREEK. THE ENGINEERING FIRM WILL DESIGN A LARGE CHANNEL BLOCK TO CAPTURE FLOW, AND OVERSEE ITS CONSTRUCTION. THE DRAINAGE DITCH WILL REMAIN IN PLACE FOR HIGH FLOW EVENTS. THE ENGINEERING FIRM WILL APPLY FOR ALL PERMITS, ADMINISTER THE BID PROCESS, AND PROVIDE CONSTRUCTION ADMINISTRATION AND INSPECTION SERVICES TO ENSURE THE PROJECT IS COMPLETED ACCORDING TO THE PLANS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 1500000.0, "recipient_id": "bb9da163-2947-8be3-d446-81a24cd0f664-C", "generated_internal_id": "ASST_NON_F23AC01381_1448"}, {"internal_id": 160026321, "Award ID": "F23AC01254", "Award Amount": 249781.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-05", "CFDA Number": "15.685", "Description": "THE FOCUS OF THIS PROJECT IS TO WORK IN PARTNERSHIP TO RESTORE AQUATIC CONNECTIVITY IN TIDAL WETLAND ENVIRONMENTS IN THE LOWER COLUMBIA RIVER ESTUARY FOR THE BENEFIT OF FEDERAL TRUST RESOURCES. THIS PROJECT WILL SUPPORT IMPLEMENTATION TO ADDRESS BARRIERS TO AQUATIC CONNECTIVITY IN CATHLAMET BAY AND AT SOUTH TONGUE POINT TO RESTORE NATURAL TIDAL WETLAND AND FLUVIAL CONNECTIVITY AS WELL AS ACCESS FOR FISH TO IMPORTANT REARING HABITATS.CREST WILL WORK WITH PARTNERS TO SECURE FUNDING AND PERMITS, WORK WITH FWS TO DOCUMENT PERMITS AND COMPLIANCE, AND WILL OVERSEE IMPLEMENTATION OF THE TIDAL RECONNECTION PROJECTS.THE PROJECTS WILL RESTORE 86 ACRES OF FLOODPLAIN HABITAT TO DIRECTLY BENEFIT ALL 13 ENDANGERED SPECIES ACT LISTED COLUMBIA RIVER ADULT AND JUVENILE SALMONIDS AS THEY UTILIZE THE ESTUARY DURING THE OUTMIGRATION AND RETURN MIGRATION LIFE CYCLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b06403c2-c3a2-ae2a-6aa5-e7a11e945d84-C", "generated_internal_id": "ASST_NON_F23AC01254_1448"}, {"internal_id": 159662809, "Award ID": "F23AC01242", "Award Amount": 145000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.685", "Description": "THE SOUTHEAST AQUATIC RESOURCES PARTNERSHIP (SARP) IS PROPOSING TO EXPAND OUR EXISTING INVENTORY AND PRIORITIZATION OF AQUATIC BARRIERS INTO AN ADDITIONAL 13 STATES TO PROVIDE COVERAGE OF ALL 50 STATES PLUS PUERTO RICO. THIS WILL FACILITATE A TRULY NATIONAL SNAPSHOT OF THE EXTENT OF AQUATIC HABITAT FRAGMENTATION AND WILL IDENTIFY WHICH OF THESE BARRIERS MAY HAVE THE GREATEST BENEFIT FOR FEDERALLY LISTED AT-RISK, STATE GREATEST CONSERVATION NEED, AND RECREATIONAL AQUATIC SPECIES. ADDITIONAL STATES COVERED WILL INCLUDE MAINE, NEW HAMPSHIRE, VERMONT, MASSACHUSETTS, RHODE ISLAND, CONNECTICUT, NEW YORK, PENNSYLVANIA, NEW JERSEY, DELAWARE, MARYLAND, WEST VIRGINIA, AND HAWAII. THE LONG-TERM GOAL OF THE PROJECT IS TO HAVE A COMPREHENSIVE NATIONAL DATABASE THAT IS AVAILABLE FOR PUBLIC ACCESS TO EXPLORE LOCATIONS OF BARRIERS, PRIORITIZE POTENTIALLY HIGH PRIORITY BARRIERS, AND MODELING TO ULTIMATELY GUIDE FISH PASSAGE RESTORATION AND INCREASE SUSTAINABILITY TO BOTH NATIVE AND THREATENED AND ENDANGERED AQUATIC POPULATIONS. TO REACH THIS GOAL, THE FOLLOWING ACTIVITIES WILL BE IMPLEMENTED. 1) PROVIDE THE BEST AVAILABLE LOCATIONAL AND DESCRIPTIVE BARRIER DATA, 2) PROVIDE TOOLS FOR PRIORITIZATION OF BARRIERS THAT HAVE GROUND-VERIFIED INFORMATION, 3) PROVIDE A USER-FRIENDLY INTERFACES FOR PARTNERS TO UTILIZE FOR VIEWING, SUMMARIZING, PRIORITIZATION AND INCORPORATING LOCAL INFORMATION ON SPECIFIC BARRIERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ba2b0b19-dd7d-0c05-8f28-fdeab04f6f71-C", "generated_internal_id": "ASST_NON_F23AC01242_1448"}, {"internal_id": 160026318, "Award ID": "F23AC01210", "Award Amount": 30030.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-01", "CFDA Number": "15.685", "Description": "THE SINGULAR OBJECTIVE OF THIS WORK EFFORT IS TO DEVELOP AND COMPLETE AN ENVIRONMENTAL ASSESSMENT (EA) INCLUDING HISTORICAL AND CULTURAL RESOURCES FOR THE UPPER RIVER RAISIN WATERSHED CONNECTIVITY PROJECT (URRWCP) IN BROOKLYN, MI TO MEET AND FULFILL REQUIREMENTS OF THE NATIONAL ENVIRONMENTAL POLICY ACT (NEPA) AND SECTION 106 OF THE NATIONAL HISTORIC PRESERVATION ACT (NHPA), AS AMENDED, AND IMPLEMENTED BY 36 CFR PART 800.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a5ad2c2-ac6a-e038-9918-a72e31a44f6a-R", "generated_internal_id": "ASST_NON_F23AC01210_1448"}, {"internal_id": 158106701, "Award ID": "F23AC00897", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-04-04", "CFDA Number": "15.685", "Description": "THE PURPOSE OF THIS PROJECT IS TO IMPROVE HABITAT CONNECTIVITY AND QUALITY AT SEVEN SPRINGS, ONE OF 5 NATURALLY OCCURRING POPULATIONS OF WATERCRESS DARTERS (ETHEOSTOMA NUCHALE), PROMOTING SPECIES RECOVERY EFFORTS. THE PROJECT WILL 1) CREATE A SERIES OF STEP-POOLS OVER APPROXIMATELY 100FT TO RAISE THE STREAM SUBSTRATE UP TO THE CULVERT, REMOVING THE IMPEDIMENT TO UPSTREAM MOVEMENT AND POTENTIALLY IMPROVING GENETIC DIVERSITY, AND 2) INSTALLATION OF NATURAL STRUCTURES TO SLOW THE VELOCITY OF WATER COMING OUT OF THE CULVERT IN ORDER TO PROMOTE THE GROWTH OF AQUATIC VEGETATION WHICH IS ESSENTIAL FOR THE SPECIES TO THRIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc63b9fe-6cc7-2d97-bc90-4a06141ac390-R", "generated_internal_id": "ASST_NON_F23AC00897_1448"}, {"internal_id": 157766692, "Award ID": "F23AC00894", "Award Amount": 60031.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-31", "CFDA Number": "15.685", "Description": "TROUT UNLIMITED IS SEEKING DESIGN FUNDING TO REMOVE A MAN MADE CONCRETE BARRIER ON JENNY CREEK IN CALIFORNIA. IN 2024 IRON GATE RESERVOIR WILL BE REMOVED AND SIGNAL THE RETURN OF CHINOOK SALMON (ONCORHYNCHUS TSHAWYTCHA), COHO SALMON (O. KISUTCH), AND STEELHEAD (O. MYKISS) TO JENNY CREEK FOR THE FIRST TIME SINCE IRON GATE RESERVOIR WAS BUILT IN 1964. THE BARRIER REMOVAL WILL BE ESPECIALLY IMPORTANT FOR COHO SALMON BECAUSE OF DECLINING POPULATIONS IN CALIFORNIA. COHO SALMON ARE LISTED IN CALIFORNIA UNDER THE CALIFORNIA ENDANGERED SPECIES ACT AND NATIONALLY UNDER THE FEDERAL ENDANGERED SPECIES ACT TO INCREASE ITS LEVEL OF PROTECTION. THE BARRIER ON JENNY CREEK IS LOCATED 1.05 MILES UPSTREAM FROM IRON GATE RESERVOIR. JENNY CREEK IS THE LARGEST TRIBUTARY IN THE HYDROELECTRIC REACH ON THE KLAMATH RIVER, AND PACIFICORP ESTIMATES THAT BETWEEN 30 AND 500 CFS ENTERS IRON GATE RESERVOIR. MODELING EFFORTS SUGGEST THAT JENNY CREEK HAS THE POTENTIAL TO SUPPORT 18,100 SUMMER REARING COHO SALMON AND 51 REDDS. BEFORE IRON GATE RESERVOIR WAS BUILT IN 1964, FISHING GUIDES TARGETED COHO SALMON AT THE MOUTH OF JENNY CREEK WITH SOME OF THE HIGHEST SUCCESS RATES IN THE UPPER RIVER. JENNY CREEK IS UNIQUE BECAUSE IT IS THE ONLY CREEK THAT CONTAINS MODERATE TO HIGH GRADIENT RIFFLE HABITAT, WITH SEVERAL LARGE POOLS THAT COULD BE OPTIMAL FOR SALMONID REARING. REMOVAL OF THE BARRIER WILL EXTEND ANADROMOUS FISH HABITAT TO THE NATURAL WATERFALL BARRIER LOCATED 1.9 MILES UPSTREAM FROM IRON GATE RESERVOIR. TROUT UNLIMITED WILL CONTRACT A QUALIFIED DESIGN ENGINEER TO COMPLETE ENGINEERING DESIGNS. PROJECT DESIGN WILL START IN APRIL 2023 AND COMPLETED BY IN EARLY 2024.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf46b18f-322d-f31c-613e-0918a7bb1cdd-C", "generated_internal_id": "ASST_NON_F23AC00894_1448"}, {"internal_id": 157246710, "Award ID": "F23AC00788", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-07", "CFDA Number": "15.685", "Description": "THERE ARE TWO PROPOSED SITES WHERE STREAM CROSSING INFRASTRUCTURES NEED TO BE REPLACED (ONE COLLAPSED, ONE FAILING) IN BLOUNT COUNTY, ALABAMA. BOTH SITES ARE ON TRIBUTARIES TO MAINSTEM LOCUST FORK AND ARE WITHIN THE LOCUST FORK SHU. WITHIN THE STREAM REACH OF MAINSTEM LOCUST FORK WHERE BOTH CONFLUENCES OCCUR, THERE ARE KNOWN OCCURRENCE RECORDS FOR FOUR FEDERALLY LISTED SPECIES (A FISH, MUSSEL, AQUATIC SNAIL, AND A REPTILE). IN ADDITION, THIS STREAM REACH IS ALSO DESIGNATED CRITICAL HABITAT FOR SIX FEDERALLY LISTED MUSSEL SPECIES. ALSO, THERE ARE OCCURRENCE RECORDS FOR AN AT RISK MUSSEL SPECIES WHICH IS UNDER REVIEW (SSA SCHEDULED FOR 2027).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc63b9fe-6cc7-2d97-bc90-4a06141ac390-R", "generated_internal_id": "ASST_NON_F23AC00788_1448"}]