[{"internal_id": 159662889, "Award ID": "F23AP01257", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-16", "CFDA Number": "15.684", "Description": "MINNESOTA IS SEEKING FUNDING TO SUPPORT WORK BY THE MIDWEST BAT HUB NORTH AMERICAN BAT MONITORING PROGRAM TO ANALYZE AND SUMMARIZE PREVIOUSLY COLLECTED INFORMATION ON BATS IN MINNESOTA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b0220ae-5e37-757d-e64d-8da0416cebaf-C", "generated_internal_id": "ASST_NON_F23AP01257_1448"}, {"internal_id": 158584721, "Award ID": "F23AP01014", "Award Amount": 37242.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-24", "CFDA Number": "15.684", "Description": "THE 1836 TRUST LAND IS HOME TO A LARGE NUMBER OF BAT SPECIES, INCLUDING THE NORTHERN LONG-EARED BAT (MYOTIS SEPTENTRIONALIS), THAT IS OF GREAT CONCERN AND HAS RECENTLY BEEN PROPOSED FOR RECLASSIFICATION AS ENDANGERED UNDER THE ENDANGERED SPECIES ACT BY THE U.S. FISH AND WILDLIFE SERVICE (USFWS). THE ARRIVAL OF WHITE-NOSE SYNDROME (WNS) INTO THE MIDWEST HAS DEVASTATED MANY BAT SPECIES, REDUCING SOME POPULATIONS BY 90 . BATS HOLD NOT ONLY AN IMPORTANT ROLE IN THE ECOSYSTEM OF MICHIGAN THROUGH THEIR ROLES IN POLLINATION, INSECT CONTROL, AND IN THE CYCLE OF NUTRIENTS, BUT ALSO WITHIN THE OJIBWE CULTURE, FEATURING IN MANY STORIES AND LESSONS. THE BAY MILLS INDIAN COMMUNITY (BMIC) WILL PARTNER WITH NORTH AMERICAN BAT MONITORING PROGRAM (NABAT) THROUGH THIS GRANT TO FIRST USE ACOUSTIC MONITORING DEVICES THEN HANDS-ON CAPTURES TO MONITOR BAT POPULATIONS WITHIN THE 1836 TREATY CEDED TERRITORY. THIS WILL ALLOW THE COLLECTION ON HEALTH OF THE BAT POPULATIONS THROUGHOUT THIS AREA AND TESTING FOR THE EXTENT OF EXPOSURE TO P. DESTRUCTANS OR WNS. THROUGH THIS PROJECT AND PARTNERSHIP, INFORMATION CAN BE SHARED THAT WILL HELP TO INFORM MANAGEMENT DECISIONS THROUGHOUT THE STATE AND THE MIDWEST.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c0962d55-32b1-598a-bf41-89f1904d85f1-C", "generated_internal_id": "ASST_NON_F23AP01014_1448"}, {"internal_id": 156908359, "Award ID": "F23AP00715", "Award Amount": 64426.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-22", "CFDA Number": "15.684", "Description": "WHITE-NOSE SYNDROME GRANTS TO STATES AND TRIBES 2022   WISCONSIN DEPARTMENT OF NATURAL RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95555e86-9b91-ea55-6385-2eb7a73c2995-C", "generated_internal_id": "ASST_NON_F23AP00715_1448"}, {"internal_id": 156262449, "Award ID": "F23AP00383", "Award Amount": 187342.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-17", "CFDA Number": "15.684", "Description": "SEVERE DECLINES IN CERTAIN POPULATIONS OF MYOTIS VELIFER IN THE PATH OF THE INVADING WHITE NOSE SYNDROME (WNS) DISEASE FRONT SUGGEST THIS DISEASE MAY BE A THREAT TO THE SPECIES LONG TERM PERSISTENCE IN THE UNITED STATES. WHITE NOSE SYNDROME IS CAUSED BY A COLD LOVING FUNGUS, PSEUDOGYMNOASCUS DESTRUCTANS (PD), THAT GROWS ON THE SKIN OF HIBERNATING BATS DURING PERIODS OF DEEP TORPOR IN THE COLD SEASON.SUSTAINED HIBERNATION IS APPARENTLY CRITICAL FOR WNS PROGRESSION, THUS BATS THAT EXPERIENCE SHORTER, MILDER WINTERS MAY HAVE LOWER RISK OF MORTALITY DUE TO WNS.MYOTIS VELIFER ARE DISTRIBUTED FROM CENTRAL KANSAS, THROUGH SOUTHWESTERN US AND MEXICO TO HONDURAS, SPANNING A BROAD CLIMATE GRADIENT WHERE BATS IN THE NORTHERN EXTENT EXPERIENCE LONGER, COLDER WINTERS THAN IN THE SOUTHERN EXTENT, WHERE THE COLD SEASON IS RELATIVELY SHORTER AND MILDER. THUS, THE POTENTIAL RISK OF WNS RELATED DECLINES IN MYOTIS VELIFER POPULATIONS MAY BE EXPECTED TO VARY ACROSS THEIR RANGE DEPENDING ON WHERE THEY OVERWINTER.MYOTIS VELIFER WEST OF CENTRAL TEXAS ARE COMMON AND ABUNDANT IN THE SUMMER BUT APPEAR TO BE MIGRATORY IN THE WINTER. HOWEVER, WHERE THESE SEASONAL POPULATIONS OVERWINTER IS LARGELY UNKNOWN.RECENT EMERGENCE OF WNS IN LARGE MYOTIS VELIFER HIBERNACULA  HAS INCREASED THE URGENCY TO UNDERSTAND MIGRATORY CONNECTIVITY AMONG POPULATIONS.TO ADDRESS THIS NEED, IN PARTNERSHIP WITH MANAGEMENT AUTHORITIES IN MYOTIS VELIFER RANGE STATES, WE PROPOSE TO USE POPULATION GENETIC APPROACHES TO MAP MIGRATORY AND GENETIC CONNECTIVITY AMONG POPULATIONS ACROSS THE US RANGE TO INFORM MANAGEMENT DECISIONS IN RESPONSE TO WNS.GENETIC SAMPLES FROM MYOTIS VELIFER WILL BE COLLECTED AND GENOTYPED FROM ACROSS THEIR DISTRIBUTION IN THEIR SUMMER AND WINTER RANGES. GENETIC STRUCTURE WILL BE COMPARED WITHIN AND BETWEEN SEASONS, ASSIGNING BATS SAMPLED IN THE SUMMER TO THEIR COLD SEASON POPULATIONS. IN ADDITION, BATS CAPTURED FOR THIS STUDY IN BOTH SEASONS WILL BE TESTED FOR THE PRESENCE OF THE FUNGUS THAT CAUSES WHITE NOSE SYNDROME TO ASSESS EXPOSURE AND MAP PD DISTRIBUTION IN THIS POPULATION.WE ANTICIPATE THAT THE RESULTS OF OUR STUDY WILL FILL CRITICAL INFORMATION GAPS REGARDING MIGRATORY CONNECTIVITY AND DISEASE RISK ACROSS THE MYOTIS VELIFER RANGE IN THE SOUTHWESTERN US. THE RESULTS OF THIS RESEARCH WILL BE CRITICAL FOR IDENTIFYING CONSERVATION RELEVANT SUBGROUPS, UNDERSTANDING BASIC LIFE HISTORY AND HABITAT NEEDS, AND ASSESSING RISK OF WNS RELATED DECLINES. MANAGEMENT AGENCIES TASKED WITH MONITORING AND PROTECTING THIS SPECIES IN THE WAKE OF WNS INVASION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "84053321-0a5c-9d0f-aed8-d82c189c0cca-C", "generated_internal_id": "ASST_NON_F23AP00383_1448"}, {"internal_id": 155551146, "Award ID": "F23AP00324", "Award Amount": 35000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-20", "CFDA Number": "15.684", "Description": "THE PLPR EXISTS WITHIN THE WHITE NOSE SYNDROME RESPONSE TEAM (WNSRT) RECOGNIZED WNS FREE AREA WHERE THE FUNGUS THAT CAUSES WNS HAS YET TO BE CONFIRMED. WITH WNS RECENTLY CONFIRMED IN CLOSE PROXIMITYTO THE PLPR IT IS CRITICAL THAT THE PROPOSED LONG TERM GOALS BE ACHIEVED. THE PYRAMID LAKE NATURAL RESOURCESDEPARTMENTS (NRD) MAIN OVERARCHING GOAL IS TO DEVELOP A COMPREHENSIVE RESERVATION WIDE BAT INVENTORY ANDMONITORING PROGRAM TO PRESERVE ALL NATIVE BAT SPECIES ON THE PLPR. SPECIFIC MANAGEMENT ACTIONS ARE TO BEFRAMED AROUND U.S. FISH AND WILDLIFE SERVICES (USFWS) WHITE NOSE SYNDROME PROGRAM FUNDING PRIORITIES.SPECIFICALLY, WORK PLAN COMPONENTS WILL FOCUS ON  ENACTING CONSERVATION STRATEGIES FOR WNS VULNERABLESPECIES, INCLUDING ESTABLISHING BASELINE INFORMATION FOR VULNERABLE SPECIES  CONDUCT POPULATION MONITORING INSUPPORT OF LOCAL MANAGEMENT PRIORITIES THE NORTH AMERICAN BAT POPULATION MONITORING PROGRAM (NABAT) ANDNATIONAL GUIDELINES. THE PROJECT PERIOD GOAL IS TO IMPROVE CURRENT EFFORTS TO QUANTIFY THE COMPOSITION OF WNSVULNERABLESPECIES ON THE PLPR REGION, IMPROVE RESEARCH DESIGN AND DATA VALIDITY, AND PROMOTE BATCONSERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3afea8f6-b9c8-4aa1-3c87-28625b8f577e-C", "generated_internal_id": "ASST_NON_F23AP00324_1448"}, {"internal_id": 155551167, "Award ID": "F23AP00323", "Award Amount": 39805.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-20", "CFDA Number": "15.684", "Description": "THE YUROK TRIBE WILDLIFE DEPARTMENT (YTWD) MONITORS WILDLIFE POPULATIONS AND CONDUCTS MANAGEMENT TO CONSERVEWILDLIFE AND THEIR HABITATS ON TRIBAL LANDS. MONITORING WILDLIFE POPULATIONS IS NECESSARY FOR MANAGING INVASIVEDISEASE AGENTS, SUCH AS PSEUDOGYMNOASCUS DESTRUCTANS (PD), THE CAUSE OF WHITE NOSE SYNDROME (WNS) IN NORTHAMERICAN BATS. THE U.S. FISH AND WILDLIFE SERVICE (USFWS) IDENTIFIED THE NEED FOR MONITORING BAT POPULATIONS TOASSESS STATUSES AND TRENDS THROUGH THE NABAT PARTNERSHIP TO COMBAT WNS. THE YTWD PROPOSES TO CONTINUE MONITORINGBAT POPULATIONS FOR AN ADDITIONAL YEAR ON YUROK LANDS WHILE BUILDING AND MAINTAINING THE LONG TERM STAFF CAPACITY NEEDED TO CONDUCT BAT MONITORING AND MANAGEMENT IN SUPPORT OF WNS MONITORING AND MANAGEMENT.THE PROPOSED PROJECT WILL SUPPORT AND BUILD UPON PRIOR YTWD EFFORTS TO IDENTIFY BAT SPECIES COMPOSITION OF THE AREA, ESTABLISH A BASELINE FOR LONG TERM MONITORING, AND MONITOR FOR CHANGES IN BAT POPULATIONS OVER TIME. THE YTWD IS CURRENTLY MONITORING ONE HIGH PRIORITY NABAT CELL AS WELL AS FOUR ADDITIONAL CELLS ENCOMPASSING A LARGE SEGMENT OF TRIBAL LANDS. PROJECT OBJECTIVES INCLUDE  (1) PLANNING AND CONDUCTING STATIONARY AND MOBILE ACOUSTIC MONITORING SURVEYS IN THE FIVE CELLS IN 2023 PER THE NABAT PROTOCOLS  (2) BUILDING TRIBAL CAPACITY TO CONDUCT THE WORK  (3) ENGAGING WITH REGIONAL RESEARCHERS ON WHITE NOSE SYNDROME RESPONSE  AND (4) COORDINATING THE ANALYSIS OF DATA VIA AN EXISTING CONTRACT WITH BAT CONSERVATION INTERNATIONAL, AND SUBMISSION OF ACOUSTIC MONITORING DATA TO NABAT THROUGH THE PACWEST NABAT HUB,. THIS PROJECT WOULD FACILITATE CONTINUED MONITORING OF FIVE NABAT CELLS, AND SUPPORT STAFF EXPERTISE, PARTNERSHIP BUILDING AND MAINTENANCE, AND ENGAGEMENT WITH THE WNS NATIONAL RESPONSE TEAM. THE PROJECT IS DESIGNED TO PROVIDE THE TRIBE, USFWS, NABAT, AND THE PACWEST NABAT HUB WITH IMPORTANT BASELINE INFORMATION ON BAT POPULATIONS IN THE REGION, WHICH IS NECESSARY TO PREPARE FOR THE ADVANCE OF WNS AND ULTIMATELY IMPLEMENT STRATEGIES TO PROTECT BAT POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f1875ee-6022-b0c0-7904-42fdce8e0a40-C", "generated_internal_id": "ASST_NON_F23AP00323_1448"}, {"internal_id": 155551144, "Award ID": "F23AP00292", "Award Amount": 95448.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-20", "CFDA Number": "15.684", "Description": "WHITE NOSE SYNDROME (WNS) WAS DISCOVERED IN WASHINGTON IN SPRING OF 2016, PUTTING THE SPECIES RICH BAT COMMUNITIES OF WESTERN NORTH AMERICA AT SERIOUS RISK. TO DATE, MOST CHEMICAL OR BIOLOGICAL TREATMENTS UNDER EVALUATION FOR WNS DISEASE MANAGEMENT INVOLVE SPRAYING BATS OR THEIR SUBSTRATES WITH ANTI FUNGAL AGENTS WITHIN WNS AFFECTED HIBERNACULA. HOWEVER, THE WINTER ECOLOGY OF MOST BAT SPECIES IN THE PACIFIC NORTHWEST OF NORTH AMERICA REMAINS POORLY OR COMPLETELY UNKNOWN, MAKING THOSE APPROACHES OF UNCERTAIN EFFECTIVENESS. AN ALTERNATIVE STRATEGY IS TO TARGET MATERNITY COLONIES FOR WHICH AN INCREASING NUMBER OF LOCATIONS ARE BEING IDENTIFIED IN WASHINGTON. THERE IS INCREASING EVIDENCE THAT WING MICROBIOMES CAN PLAY A SUBSTANTIAL ROLE IN WNS SUSCEPTIBILITY, THEREFORE ENHANCING THE WING MICROFLORA OF THESE BATS DURING THE SUMMER WITH ANTI PD BACTERIA MAY REDUCE THE IMPACT OF WNS. WASHINGTON DEPARTMENT OF FISH AND WILDLIFE, WILDLIFE CONSERVATION SOCIETY CANADA, AND WOODLAND PARK ZOO WILL COLLABORATE ON THIS PROJECT TO IMPLEMENT WNS PROBIOTIC PROPHYLAXIS AT 6 LITTLE BROWN BAT AND YUMA MYOTIS MATERNITY ROOSTS DURING THE SUMMERS OF 2023 AND 2024.THIS PROJECT WILL ASSESS THE EFFECTIVENESS OF THIS TREATMENT TO ENHANCE SURVIVAL OF WNS SUSCEPTIBLE BAT SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F23AP00292_1448"}, {"internal_id": 155053662, "Award ID": "F23AP00273", "Award Amount": 36648.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-08", "CFDA Number": "15.684", "Description": "FUNDS FROM THIS GRANT WILL ALLOW US TO CONTINUE BAT POPULATION MONITORING, DISEASE SURVEILLANCE, PARTICIPATE IN WNS RELATED RESEARCH, MONITOR IMPORTANT SITES FOR POTENTIAL DISTURBANCE (GATE DESTRUCTION), AND CONTRIBUTE DATA TO REGIONAL AND NATIONAL BAT CONSERVATION EFFORTS. POPULATION AND DISEASE MONITORING WILL NOT ONLY HELP US BETTER UNDERSTAND THE IMPACT OF WNS ON BAT POPULATIONS IN MICHIGAN, BUT WILL ALSO GUIDE CONSERVATION ACTIONS NEEDED TO BENEFIT BATS. INFORMATION GATHERED THROUGH SURVEYS WILL ALSO ALLOW US TO IDENTIFY HIBERNACULA IN WHICH TO PARTNER WITH RESEARCHERS AND IDENTIFY HIBERNACULA THAT NEED FURTHER PROTECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa5b3fd5-23cd-de7a-5231-0e7bafe1843e-C", "generated_internal_id": "ASST_NON_F23AP00273_1448"}, {"internal_id": 155053670, "Award ID": "F23AP00268", "Award Amount": 45492.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-09", "CFDA Number": "15.684", "Description": "MOUNTING EVIDENCE SUGGESTS FAT STORES, PARTICULARLY PRE HIBERNATION FAT LEVELS, MAY CONTRIBUTE TO SUCCESSFUL TOLERANCE OF THE DISEASE WHITE NOSE SYNDROME (WNS) IN BATS. FAT RESERVES, PARTICULARLY AT THE START OF HIBERNATION, MAY BE ASSOCIATED WITH BEING BETTER ABLE TO SURVIVE THE ENERGETIC COSTS ASSOCIATED WITH WNS   THE BATS  ABILITY TO TOLERATE WNS. GENETIC FACTORS HAVE ALSO BEEN IMPLICATED AS CONTRIBUTING TO INCREASED SURVIVAL OF SOME INDIVIDUALS WITHIN A SPECIES, INCLUDING GENES LIKELY ASSOCIATED WITH INCREASED FAT STORES. HOWEVER, NO ASSOCIATION HAS YET BEEN MADE DIRECTLY BETWEEN INCREASED FAT RESERVES AND GENETICS. IN ADDITION, THERE IS ALSO EVIDENCE THAT GENES ASSOCIATED WITH DISEASE RESISTANCE (E.G., IMMUNE RESPONSE) MAY ALSO CONTRIBUTE TO WNS SURVIVAL OUTCOMES. THE PROPOSED WORK SEEKS TO ADDRESS THE FOLLOWING QUESTIONS.1) IS BODY MASS INDEX (BMI) INFLUENCED BY GENETICS, AND IF SO, TO WHAT (PERCENT) EXTENT 2) IS OVERALL BODY SIZE INFLUENCED BY GENETICS, AND IF SO TO WHAT (PERCENT) EXTENT 3) FOR EACH OF THE ABOVE, WHAT IS THE ESTIMATED PERCENT REDUCTION IN WNS MORTALITY COMPARED TO THE BASELINE POPULATION 4) ARE BOTH DISEASE RESISTANCE VERSUS TOLERANCE GENES UNDER SELECTION, AND IF SO, DOES THE STRENGTH OF SELECTION TEND TO BE HIGHER FOR ONE GROUP VERSUS THE OTHER  (ASSESSING RELATIVE IMPORTANCE OF TOLERANCE VERSUS RESISTANCE MECHANISMS).5) IS THE STRENGTH OF THE ADVANTAGE FOR BENEFICIAL GENES (AS MEASURED BY THE ESTIMATED SELECTIVE STRENGTH) LESS PRONOUNCED IN MORE SOUTHERN POPULATIONS (I.E., IN AREAS WHICH EXPERIENCE LESS PRONOUNCED WINTERS) THE EMPHASIS IS ON ADDRESSING KNOWLEDGE GAPS THAT ARE KEY FOR CONTEXTUALIZING PREVIOUS RESERACH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "521d6dad-4cec-d101-43b1-01a1438fe39e-C", "generated_internal_id": "ASST_NON_F23AP00268_1448"}, {"internal_id": 155053650, "Award ID": "F23AP00196", "Award Amount": 99210.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-05", "CFDA Number": "15.684", "Description": "INFORMATION ON WINTER BEHAVIOR OF TEMPERATE VESPERTILIONID BATS IN MEXICO IS STILL LIMITED. CONSIDERING THE CURRENT TRENDS OF PD FUNGUS TO SOUTHERN LATITUDES IN NORTH AMERICA, IT IS EXPECTED THAT PD WILL BE DETECTED SOON IN MEXICAN TERRITORY. GIVEN THAT MEXICO HOLDS THE SOUTHERNMOST HIBERNATING BATS IN NORTH AMERICA, A BETTER UNDERSTANDING OF HIBERNATION AS WELL AS CONTINUOUS SURVEILLANCE OF MEXICAN BAT POPULATIONS AND PD SURVEYS MUST BE CONSIDERED IN WHITE NOSE SYNDROME RESPONSE EFFORTS. THANKS TO THE SUPPORT AND COLLABORATION OF NATIONAL WILDLIFE HEALTH CENTER (NWHC), WILDLIFE MANAGEMENT INSTITUTE (WMI) AND FISH AND WILDLIFE SERVICE (FWS), DURING OUR FIVE YEARS OF EVALUATION WE WERE ABLE TO EXPLORE MORE THAN 150 AND WE FOUND 78 WINTER ROOSTS WITH HIBERNATING BATS OF 10 VESPERTILIONID SPECIES, LOCATED IN 21 SITES IN 11 STATES OF NORTHERN AND CENTRAL MEXICO. WE ALSO CONDUCTED PD SAMPLING IN 19 OF THESE SITES AND WE OBTAINED RELEVANT DATA ON WINTER COLONY COUNTS, BAT SKIN TEMPERATURES AND ADJACENT SUBSTRATE TEMPERATURES WHERE BATS ROOST, AND ROOSTING BEHAVIOR AND MOVEMENTS OF THE ENDEMIC AND ENDANGERED BAT MYOTIS PLANICEPS PRIOR TO WINTER.FOR THIS PROPOSAL, OUR GOALS ARE TO DOCUMENT THE ECOLOGY OF HIBERNATING BATS IN MEXICO AND ASSESS THE POTENTIAL ENTRY AND INVASION PROGRESS OF PSEUDOGYMNOASCUS DESTRUCTANS (PD) INTO MEXICAN TERRITORY. THEREFORE, WE WILL CONTINUE WITH WINTER COLONY COUNTS AND WILL SEARCH FOR NEW BAT HIBERNACULA IN MEXICO, WITH THE DOCUMENTATION OF PHYSICAL AND ECOLOGICAL CHARACTERISTICS IN HIBERNACULA, AND WITH THE SEARCHING OF WINTER ROOSTS OF MYOTIS PLANICEPS. IN ADDITION, WE ARE MOTIVATING TO TWO UNDERGRADUATE STUDENTS TO PERFORM THESIS IN THIS PROJECT, WHOM WILL BE IN CHARGE OF TO COMPARE ECOLOGICAL FEATURES BETWEEN HIBERNATING BAT POPULATIONS IN CENTRAL MEXICO AND THOSE AFFECTED BY PD FUNGUS IN NORTH AMERICA, AND TO EXPLORE THE ASSOCIATION OF ENVIRONMENTAL AND ECOLOGICAL FEATURES WITH SEASONAL AND SPATIAL VARIATIONS IN THE USE OF CAVES BY HIBERNATING BATS IN CENTRAL MEXICO. WE WILL CONTINUE WITH THE MONITORING OF THE PRESENCE ABSENCE OF PD IN HIBERNATING BATS OF MEXICO IN KNOWN SITES AND EXPAND IT TO NEW SITES.THE RELEVANT OUTCOMES WILL BE TWO UNDERGRADUATE THESES, REPORTS OF RESULTS OF THE PRESENCE ABSENCE OF PD FUNGUS IN MEXICO, AND A MANUSCRIPT ABOUT WINTER BEHAVIOR OF MYOTIS PLANICEPS. WE HAVE BEEN TRAINING AND COLLABORATING WITH PEOPLE FROM THESE ORGANIZATIONS FOR THE LAST FOUR YEARS, AND WE WILL CONTINUE TO WORK WITH THEM, AND TO INVITE OTHER KEY PARTICIPANTS FROM OTHER GOVERNMENTAL AND NON GOVERNMENTAL INSTITUTIONS, LOCAL ENVIRONMENTAL AGENCIES AND INTERESTED RESEARCH GROUPS. WE WILL MEET WITH LOCAL AND GOVERNMENT AUTHORITIES SO WE CAN KEEP MAKING AN IMPACT ON DECISION MAKING OVER THE AREAS WHERE WE HAVE FOUND HIBERNACULA TO DATE. THANK TO INTERNATIONAL COLLABORATION AND TRAJECTORY OF OUR RESEARCH, THE CURRENT PROPOSAL WILL CONTINUE CONTRIBUTING TO UNDERSTANDING THE WINTER BEHAVIOR OF HIBERNATING BATS, AS WELL AS EXPANDING THE SCOPE AND THE SCALE OF THE NATIONAL RESPONSE TO WNS, IN AN EFFORT TO REDUCE, CONTAIN, OR CONTROL THE PRESENCE, TRANSMISSION, AND INFECTION OF PD IN MEXICO.", "Place of Performance Country Code": "MEX", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "264e41b1-b484-a79a-d952-1f7f3dcd094c-R", "generated_internal_id": "ASST_NON_F23AP00196_1448"}, {"internal_id": 155053663, "Award ID": "F23AP00194", "Award Amount": 224163.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-05", "CFDA Number": "15.684", "Description": "WHITE NOSE SYNDROME (WNS) IS A DISEASE OF BATS THAT HAS SPREAD ACROSS THE UNITED STATES AND CANADA OVER THE PAST 16 YEARS, DEVASTATING BAT POPULATIONS AS IT HAS ARRIVED IN NEW SITES. THE SOUTHWESTERN UNITED STATES IS CURRENTLY AT THE LEADING EDGE OF THE INVASION OF THE FUNGAL PATHOGEN RESPONSIBLE FOR THIS DISEASE, PSEUDOGYMNOASCUS DESTRUCTANS (PD). OUR SAMPLING IN THIS REGION OVER THE PAST DECADE HAS DOCUMENTED THIS ADVANCING FRONT OF PD, FIRST STARTING WITH INFECTIONS IN OKLAHOMA AND TEXAS AND THEN SPREADING TO BATS IN NEW MEXICO, ARIZONA, AND CALIFORNIA. YET, THE ARRIVAL OF PD IN THE SOUTHWEST HAS NOT MEANT THE CONCOMITANT EMERGENCE OF THE DISEASE WNS, AS MOST BATS SAMPLED IN THE REGION TO DATE HAVE LIMITED TO NO SIGNS OF SKIN INFECTION OR DISEASE. THE TYPICAL WNS DISEASE PROGRESSION THAT WE AND OTHERS HAVE DOCUMENTED IN THE EAST, MIDWEST, AND IN SEVERAL CANADIAN PROVINCES IS PD ARRIVAL FOLLOWED BY WNS EMERGENCE 1 TO 3 YEARS AFTER FIRST DETECTION OF THE FUNGUS. IN CONTRAST, SOUTHWESTERN BATS APPEAR TO HAVE A DELAYED PROGRESSION OF DISEASE WITH NO SIGNS OF WNS FOUR OR MORE YEARS AFTER PD ARRIVAL. HOWEVER, PD IS STILL A RELATIVELY RECENT ARRIVAL, AND UNDERSTANDING THE FULL EXTENT OF WNS DYNAMICS IN THE SOUTHWEST ARE ONLY IN BEGINNING. OUR PROJECT WILL INVESTIGATE THIS APPARENT DELAYED PROGRESSION OF WNS TO BETTER UNDERSTAND THE INVASION DYNAMICS OF THIS DISEASE IN SOUTHWESTERN BATS AND DETERMINE WHAT FACTORS MAY BE ENABLING THESE BATS TO PERSIST DESPITE INFECTION BY PD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_F23AP00194_1448"}, {"internal_id": 154661072, "Award ID": "F23AP00190", "Award Amount": 44459.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-21", "CFDA Number": "15.684", "Description": "SURVEY EQUIPMENT AND DECONTAMINATION MATERIALS FOR WHITE-NOSE SYNDROME SURVEILLANCE, OUTREACH, AND BAT POPULATION MONITORING IN MISSOURI - S11TW1", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bac39249-d4fb-c1b4-9607-02f4dd9da315-C", "generated_internal_id": "ASST_NON_F23AP00190_1448"}, {"internal_id": 154661073, "Award ID": "F23AP00178", "Award Amount": 39739.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-17", "CFDA Number": "15.684", "Description": "THE DNR IS REQUESTING FUNDS TO ADDRESS THE 2022 FEDERAL PARTNER PRIORITIES TO FULFILL INFORMATION NEEDS, TO IMPLEMENT MANAGEMENT ACTIONS FOR WNS AND SUSCEPTIBLE BAT SPECIES, AND ACTIVELY ENGAGE IN THE NATIONAL RESPONSE TO WNS. SPECIFICALLY, THE DNR IS SEEKING  49,739 FOR ONGOING IMPLEMENTATION OF THE WNS MANAGEMENT PROGRAM IN IOWA THROUGH CONTINUED MONITORING, DISEASE SURVEILLANCE AND BUILDING LOCAL EXPERTISE AND PARTNERSHIPS FOR LONG-TERM CAPACITY FOR MONITORING BATS. GRANT FUNDS WILL ALSO SUPPORT DNR TRAVEL TO WNS NATIONAL WORKSHOP OR THE MIDWEST BAT WORKING GROUP MEETING IN 2023.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac2da76c-4237-1dd6-f568-0829ea4ab676-C", "generated_internal_id": "ASST_NON_F23AP00178_1448"}, {"internal_id": 154661081, "Award ID": "F23AP00168", "Award Amount": 39871.29, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-16", "CFDA Number": "15.684", "Description": "THE FEDERALLY RECOGNIZED SUMMIT LAKE PAIUTE TRIBE  SLPT, TRIBE  MANAGES JUST OVER 14,000 ACRES OF SAGEBRUSH STEPPE IN A REMOTE AREA OF HUMBOLDT COUNTY IN NORTHWESTERN NEVADA. ALL OF THE TRIBE S DEPARTMENTS SHARE ONE MISSION  TO UNDERSTAND, CONSERVE, AND PROTECT THE RESERVATION S MYRIAD NATURAL RESOURCES. TO FURTHER THIS MISSION, WE ARE REQUESTING FUNDING TO CONTINUE OUR BAT INVENTORY AND MONITORING PROJECT FIRST INITIATED IN 2020 AS FUNDED WITH USFWS FISCAL YEAR 2019 WHITE-NOSE SYNDROME GRANTS TO STATES AND TRIBES. CONCERNING THIS FUNDING OPPORTUNITY, THE NEVADA NATURAL HERITAGE PROGRAM  2022  ESTIMATES THAT HUMBOLDT COUNTY SUPPORTS THE PRESENCE OF THIRTEEN BAT SPECIES, ALL OF WHICH ARE LISTED AS BUREAU OF LAND MANAGEMENT  BLM  SENSITIVE SPECIES. HOWEVER, THERE IS LITTLE INFORMATION REGARDING SPECIES COMPOSITION OF BAT POPULATIONS PRESENT ON OR NEAR THE SUMMIT LAKE PAIUTE RESERVATION  RESERVATION . THE TRIBE IS, THEREFORE, REQUESTING FUNDS TO CONTINUE A COMPREHENSIVE BAT POPULATION INVENTORY AND MONITORING PROGRAM  PROJECT  ON TRIBAL AND ADJACENT BLM MANAGED LANDS, AS THERE ARE NO OTHER NON-FEDERALLY FUNDED ACTIVITIES FOR BAT CONSERVATION RESEARCH AND MANAGEMENT THAT ARE BEING CONDUCTED BY THE TRIBE. THE TRIBE PROPOSES TO CONTINUE IMPLEMENTATION OF THE FOLLOWING LISTED CONSERVATION PRIORITY AS THE FOUNDATION OF THE TRIBAL PROJECT  CONDUCT POPULATION MONITORING AND DISEASE SURVEILLANCE, WITH A FOCUS ON   1  DEVELOPING AND MAINTAINING LONG-TERM DATA STREAMS FOR MONITORING BATS, ESPECIALLY THROUGH USE OF WINTER AND SUMMER COLONY COUNTS, MOBILE AND STATIONARY ACOUSTICS AND CAPTURE RECORDS IN LINE WITH NABAT PROTOCOLS AND DATA ARCHIVING STANDARDS  2  PROCESSING AND UPLOADING LEGACY DATA TO NABAT FOR USE IN POPULATION ANALYSES  AND  3  PERFORMING WNS SURVEILLANCE IN CONCERT WITH NATIONAL AND STATE WNS MANAGEMENT PLANS OR PRIORITIES. BUILDING UPON THIS FOUNDATION, THE PROJECT GOAL IS TO INVENTORY AND MONITOR BAT POPULATIONS ON THE SLPT RESERVATION AND ADJOINING PUBLIC LANDS TO ASSESS STATUS AND TRENDS VIA CONTRIBUTION TO NABAT AND PERFORM WNS SURVEILLANCE VIA SWAB COLLECTION OF BAT SKIN, GUANO, HIBERNACULUM SEDIMENT, AND ENVIRONMENTAL SUBSTRATE. SATISFYING THIS GOAL WILL BENEFIT BAT SPECIES THAT ARE KNOWN, ASSUMED, OR ANTICIPATED TO BE AFFECTED BY WNS  DIRECTLY ADVANCE THE PRIORITIES OF THIS FUNDING OPPORTUNITY AND NATIONAL AND STATE WNS MANAGEMENT PLANS  AND BUILD UPON OR ADVANCE THE CURRENT STATE OF KNOWLEDGE OF BATS UNDER THEIR MANAGEMENT JURISDICTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33c25826-b69e-043f-285c-413a2723530f-C", "generated_internal_id": "ASST_NON_F23AP00168_1448"}, {"internal_id": 154127152, "Award ID": "F23AP00148", "Award Amount": 35685.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-15", "CFDA Number": "15.684", "Description": "CONTINUATION OF THE KEWEENAW BAY INDIAN COMMUNITY BAT MONITORING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1052a3f-c012-c266-bb5c-a41958bb2233-C", "generated_internal_id": "ASST_NON_F23AP00148_1448"}, {"internal_id": 154127168, "Award ID": "F23AP00129", "Award Amount": 21850.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-09", "CFDA Number": "15.684", "Description": "TO COMBAT WHITE-NOSE SYNDROME, IDNR WILL PLACE A MINIMUM OF 10 TEMPERATURE RH DATA-LOGGERS IN MAGAZINE MINE  A MINIMUM OF 10 LOGGERS IN BIRK 2 MINE  A MINIMUM OF FIVE  5  LOGGERS IN BIRK 3 MINE  AND A MINIMUM OF FIVE  5  LOGGERS EACH IN THREE OTHER SMALLER MINES RECENTLY SURVEYED BY THE IDNR AND USFS IN FEBRUARY 2022. ADDITIONALLY, IDNR WILL USE WNS GRANT AWARD FUNDS TO PURCHASE FOUR  4  LABORATORY GRADE STANDING FREEZERS TO PROPERLY PRESERVE ALL BAT CARCASSES COLLECTED AT WIND ENERGY FACILITIES ACROSS ILLINOIS. BENEFITS INCLUDE INCREASED DATA FROM HIBERNACULA AND A BETTER UNDERSTANDING OF TEMPERATURE IMPACT ON WNS. ADDITIONALLY, THE PURCHASE OF FREEZERS WILL ALLOW FOR THE PRESERVATION OF CARCASSES, WHICH COULD PROVIDE IMPORTANT DATA ON WNS IN IL THERE ARE NO EXPECTED SUBRECIPIENTS ASSOCIATED WITH THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c342ca79-caa8-5347-404a-6c74c15b9198-C", "generated_internal_id": "ASST_NON_F23AP00129_1448"}, {"internal_id": 153783672, "Award ID": "F23AP00045", "Award Amount": 35059.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-28", "CFDA Number": "15.684", "Description": "THIS PROPOSED PROJECT WILL HELP GUIDE BAT CONSERVATION IN UTAH AS WHITE-NOSE SYNDROME  WNS  ESTABLISHES IN THE STATE.  THE FUNDING WILL BE USED FOR WNS DISEASE SURVEILLANCE AND DOCUMENTING WNS IMPACTS TO BAT POPULATIONS. UTAH DIVISION OF WILDLIFE WILL USE THE INFORMATION TO WORK WITH PARTNERS TO FOCUS AND IMPLEMENT MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac40215-ace8-1ddc-8593-61e7fd86b6a0-C", "generated_internal_id": "ASST_NON_F23AP00045_1448"}, {"internal_id": 152651737, "Award ID": "F23AP00018", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-10-11", "CFDA Number": "15.684", "Description": "NEVADA DEPARTMENT OF WILDLIFE WILL STUDY THE RATE OF EXPANSION OF WNS, IT S ABILITY TO FLOURISH IN THE ARIDSOUTHWEST, AND HOW IT IMPACTS BAT SPECIES IN NEVADA BY  1  SAMPLING MINES AND CAVE ACROSS NEVADA FOR WNSFOLLOWING USGS NATIONAL WILDLIFE HEALTH CENTER  NWHC  WNS SAMPLING PROTOCOLS  2  ASSESSING MINES AND CAVES INNEVADA FOR HIBERNATION USE  3  CONDUCTING SPRING EMERGENCE SAMPLING FOR WNS ALSO USING NWHC PROTOCOLS  AND, 4 ENGAGING IN WNS PLANNING AT THE NATIONAL AND REGIONAL LEVELS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a46ea3f9-022e-da5e-9c0d-bf676f6e220f-C", "generated_internal_id": "ASST_NON_F23AP00018_1448"}, {"internal_id": 161864170, "Award ID": "F23AC03072", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-09", "CFDA Number": "15.684", "Description": "CALLED CUSTOMER SERVICE, WILL NOT SAVE EVEN THOUGH LESS THAN 4000 CHARACTERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_F23AC03072_1448"}, {"internal_id": 159100725, "Award ID": "F23AC01165", "Award Amount": 69263.9, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-08", "CFDA Number": "15.684", "Description": "SPECIES CONSERVATION PLANNING IS NECESSARY TO ENSURE PERSISTENCE OF HIBERNATING BAT SPECIES THAT HAVE EXPERIENCED SEVERE POPULATION DECLINES FROM WHITE-NOSE SYNDROME (WNS). BAT CONSERVATION INTERNATIONAL WILL WORK COLLABORATIVELY WITH THE WNS NATIONAL RESPONSE AND THE NORTH AMERICAN BAT MONITORING PROGRAM TO USE EXISTING DATA AND ENGAGE THE RESOURCE MANAGER COMMUNITY TO DEVELOP AND OPTIMIZE HABITAT PROTECTION PRIORITIES TO ENABLE ADAPTIVE MANAGEMENT OF MYOTIS SEPTENTRIONALIS, PERIMYOTIS SUBFLAVUS, AND MYOTIS LUCIFUGUS. THE PROJECT AIMS TO BRIDGE THE GAP FROM RESEARCH AND MONITORING TO CONSERVATION PLANNING TO RESULT IN HABITAT PROTECTIONS TO AID RESILIENCY AND PROMOTE PERSISTENCE OF SMALL, REMNANT POPULATIONS OF BAT SPECIES IMPERILED BY WNS. THE RESULTS OF THIS WORK WILL GUIDE AND PRIORITIZE CONSERVATION EFFORTS TO PROTECT AND RESTORE SITES WITH HIGHEST VALUE FOR AIDING POPULATION PERSISTENCE AND RECOVERY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b49928c0-608d-c261-1fb0-1980e7f78b75-C", "generated_internal_id": "ASST_NON_F23AC01165_1448"}, {"internal_id": 152328575, "Award ID": "F22AP03782", "Award Amount": 38588.46, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.684", "Description": "THE SOUTHWEST HOSTS THE HIGHEST BAT DIVERSITY IN THE UNITED STATES  HOWEVER, SOME AREAS OF THESOUTHWEST HAVE NOT RECEIVED MUCH ATTENTION WHEN IT COMES TO UNDERSTANDING BASIC INFORMATION ONTHEIR BAT COMMUNITIES  AN EXAMPLE IS THE NAVAJO NATION, WHICH COVERS AN AREA LARGER THAT THAN STATE OFWEST VIRGINIA IN THE FOUR CORNERS REGION OF THE COLORADO PLATEAU  I E , NORTHEASTERN ARIZONA, NORTHWESTERNNEW MEXICO, AND SOUTHEASTERN UTAH   RESEARCH AND MONITORING ON THE BAT COMMUNITY ON THENAVAJO NATION HAS BEEN SPARSE AND MOSTLY LIMITED TO SITES IN THE CHUSKA MOUNTAINS AND CANYON DECHELLY NATIONAL MONUMENT  ALTHOUGH RECENT EFFORTS ARE OCCURRING TO ESTABLISH A RESERVATION WIDEACOUSTIC MONITORING PROGRAM AND CONDUCT SPRING MIST NETTING SURVEYS TO SWAB BATS FOR WHITE NOSESYNDROME, THERE ARE CURRENTLY NO EFFORTS TO CONDUCT SUMMER MIST NET SURVEYS OR ROOST CHECKS THEREFORE, WE PROPOSE A PROJECT TO CONDUCT MIST NET AND ROOST SURVEYS ACROSS THE NAVAJO NATION TOOBTAIN BASELINE DATA THAT COULD BE USED IN LONG TERM MONITORING PROGRAMS  WE PLAN ON EXPANDINGSPRING MIST NET SURVEY EFFORTS AND INVESTIGATE POTENTIAL ROOST SITES IN BRIDGES AND OTHER STRUCTURESAROUND THE NAVAJO NATION  WE ALSO WANT TO BUILD LOCAL CAPACITY AND EXPERTISE BY TRAINING NAVAJOFIELD TECHNICIANS IN HOW TO SURVEY FOR BAT POPULATIONS, INCLUDING RECRUITING FIELD CREWS FROM LOCALTRIBAL COLLEGES AND PARTICIPATING IN EVENTS WITH DINE COLLEGE TO INTRODUCE COLLEGE STUDENTS TO BATRESEARCH  IN COLLABORATION WITH VIRGINIA TECH, THIS PROJECT WILL PROVIDE BASELINE DATA TO AID IN THEDEVELOP OF LONG TERM BAT MONITORING PROGRAMS, ENCOURAGE COLLABORATION WITH THE NORTH AMERICANBAT MONITORING PROGRAM, AND START BUILDING LONG TERM INFRASTRUCTURE TO EXPAND AND PERPETUATE BATMONITORING ON THE NAVAJO NATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9cca2ade-ca69-1b70-ce70-60f8c6efc6d5-C", "generated_internal_id": "ASST_NON_F22AP03782_1448"}, {"internal_id": 152328820, "Award ID": "F22AP03772", "Award Amount": 48942.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.684", "Description": "THE DEPARTMENT HAS RECENTLY FINALIZED A STATEWIDE MONITORING PLAN FOR WYOMING S BATS THAT OUTLINES MONITORING ACTIVITIES AND STRATEGIES AS WELL AS PRIORITIZES ROOSTS  MATERNITY AND HIBERNACULA  FOR SURVEYS   IN APRIL AND MAY OF 2023, WE WILL CONDUCT WNS SURVEILLANCE AT KNOWN MATERNITY ROOSTS AND USING LANDSCAPE CAPTURE WHERE ROOSTS ARE UNKNOWN OR UNAVAILABLE  EXACT SURVEY TIMING WILL DEPEND ON WEATHER CONDITIONS   WE MAY ALSO COLLECT GUANO AT ROOSTS TO DETECT THE PRESENCE OF PD  ALL WNS SURVEILLANCE EFFORTS WILL FOLLOW USGS NATIONAL WILDLIFE HEALTH CENTER PROTOCOLS, AND CAPTURE SURVEYS WILL FOLLOW NATIONAL WNS DECONTAMINATION PROTOCOLS AND DEPARTMENT COVID 19 RECOMMENDATIONS  THIS PROJECT IS IN SUPPORT OF ACTIVITIES TO MONITOR BAT POPULATIONS  CONDUCT DISEASE SURVEILLANCE EFFORTS  AND SUPPORT, MANAGE, AND ENHANCE MATERNITY ROOSTS FOR WNS SENSITIVE BATS  GRANT FUNDS WILL BE USED FOR PERSONNEL SALARIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6d92a25-0d94-dc11-8b89-72ba340f89ff-C", "generated_internal_id": "ASST_NON_F22AP03772_1448"}, {"internal_id": 152328991, "Award ID": "F22AP03725", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-17", "CFDA Number": "15.684", "Description": "THIS PROJECT WILL EXPAND THE BASELINE DATA FOR NATIVE BAT SPECIES BEFORE THE ARRIVAL OF WNS IN THE STATE AND PERFORM ANNUAL DISEASE SURVEILLANCE AT IMPORTANT ROOST LOCATIONS ACROSS THE STATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9b00c59-6457-b34f-0b23-2af289ad628c-C", "generated_internal_id": "ASST_NON_F22AP03725_1448"}, {"internal_id": 152328929, "Award ID": "F22AP03722", "Award Amount": 43773.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "15.684", "Description": "KANSAS FIRST DOCUMENTED PD WNS IN 2018 ON TRI COLOR BATS  PERIMYOTIS SUBFLAVUS  AND CAVE MYOTIS  MYOTIS VELIFER  BY 2019, SURVEYS HAD DOCUMENTED PD IN 6 KANSAS COUNTIES INCLUDING CAVES WITHIN THE RED HILLS ECOLOGICAL FOCUSAREA  A LONG TERM CAVE DATASET, THE RED HILLS HIBERNACULA SURVEY, BEGAN IN THIS REGION IN THE 1960 S AND HASCONTINUED THROUGH 2019  ADDITIONAL SURVEYS ARE NEEDED TO CONTINUE TO DOCUMENT THE CURRENT POPULATION TREND POST WNS DETECTION OF THE 3 SPECIES COMMONLY FOUND DURING THE RED HILLS HIBERNACULA SURVEY, INCLUDING THE TRI COLORBAT, CAVE MYOTIS, AND TOWNSEND S BIG EARED BAT  CORYNORHINUS TOWNSENDII   THE POPULATION TREND POST WNSDOCUMENTATION IS CURRENTLY UNKNOWN IN KANSAS HIBERNACULA AND IT IS A CRITICAL TIME TO MAINTAIN SPECIES TRENDS BYCONTINUING TO BUILD ON LONG TERM DATASETS  LEGACY DATA AND CURRENT POPULATION DATA WILL ASSIST NABAT WITH RANGEWIDE POPULATION ANALYSIS  DEVELOPING THE KANSAS BAT WORKING GROUP CONFERENCES AND WORKSHOPS WILL SEEK TO BUILDLOCAL EXPERTISE, INCREASE PARTICIPATION, AND HIGHLIGHT CURRENT BAT RESEARCH EFFORTS BY DISSEMINATING INFORMATIONTO PROFESSIONALS AND STUDENTS  ADDITIONALLY, ENGAGEMENT WITH PARTNERS THROUGH WNS WORKSHOP ATTENDANCE ANDTRAINING SESSIONS WILL HELP FORM PARTNERSHIPS AND GUIDE FUTURE EFFORTS INTERNALLY AND WITH CONTRACTORS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1339e7f2-cf53-27cf-aa6b-f5c5a9edbbcb-C", "generated_internal_id": "ASST_NON_F22AP03722_1448"}, {"internal_id": 151867634, "Award ID": "F22AP03623", "Award Amount": 49700.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "15.684", "Description": "THE PENNSYLVANIA GAME COMMISSION  PGC  IS A REGIONAL LEADER IN LOCATING AND PROTECTING WINTER BAT ROOSTS, LONG TERM MONITORING OF SUMMER AND WINTER POPULATIONS, IMPLEMENTING CONSERVATION STRATEGIES, SURVEILLANCE OF WHITE NOSE SYNDROME  WNS , AND DEVELOPING NOVEL MANAGEMENT RESPONSES TO IMPROVE BAT SURVIVORSHIP AND RESILIENCE IN THE FACE OF WNS  OUR STAFF ARE SEEING EARLY SIGNS OF SUCCESS IN TREATMENT METHODS PILOTED IN PA, WHICH MAKES OUR AGENCY S WORK MORE IMPORTANT NOW THAN EVER  THE PROJECT AWARD REQUESTED IN THIS APPLICATION WILL EXPAND PGC CAPACITY TO RESPOND TO WNS BY BUILDING UPON RECENT SUCCESSES IN TREATMENT AND SURVIVOR PROTECTION, WHILE DOCUMENTING POPULATION RESPONSE BASED ON OUR LONG TERM MONITORING DATA WHICH BEGAN IN THE 1980S  THIS PROJECT AWARD WILL EXPAND PGC S CAPACITY TO  1  PROTECT THREATENED AND ENDANGERED BAT SPECIES THROUGH A FOCUSED SEARCH FOR WNS SURVIVORS  2  ESTABLISH A STATEWIDE PROGRAM TO ASSESS BAT USE OF ABANDONED MINE PORTALS  3  CONTINUE OUR PILOT EFFORTS TO LOWER INTERNAL AIR TEMPERATURE IN ABANDONED MINES TO REDUCE WNS MORTALITY  4  REFINE GROUND BREAKING TREATMENT TRIALS AT WNS IMPACTED SITES  5  PROTECT SURVIVOR SITES AND MAINTAIN HIGHEST QUALITY POPULATION DATA THROUGH DEVELOPMENT OF TWO SKILL BUILDING WORKSHOPS COVERING  CAVE GATING FOR LAND MANAGERS AND BIOLOGISTS AND BAT MIST NETTING FOR REGION BIOLOGISTS AND TECHNICIANS  6  COLLABORATE WITH WNS RESEARCHERS AND THE WNS RESPONSE PLAN GUIDANCE TO SHARE RESEARCH AND MANAGEMENT RESULTS  BY SHARING OUR DATA AND STUDY OUTCOMES, PGC S WNS MANAGEMENT AND MITIGATION WORK CAN BENEFIT STATES IN THE EAST AND THROUGH THE RANGE OF WNS IMPACT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31ea1e62-9961-8c0b-2ba0-c715e64e5191-C", "generated_internal_id": "ASST_NON_F22AP03623_1448"}, {"internal_id": 151867971, "Award ID": "F22AP03619", "Award Amount": 14946.89, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "15.684", "Description": "THE CONFEDERATED TRIBES AND BANDS OF THE YAKAMA NATION IS A FEDERALLY RECOGNIZED TRIBE WITH A 1 4 MILLION ACRE RESERVATION LOCATED IN SOUTH CENTRAL WASHINGTON STATE  YAKAMA NATION IS APPLYING FOR THE FY2022 WHITE NOSE SYNDROME  WNS  GRANTS TO STATES AND TRIBES  WE ARE PROPOSING TO CONTRIBUTE TO THE KNOWLEDGE BASE OF WNS SUSCEPTIBLE SPECIES BY SURVEYING FOR BAT SPECIES ACROSS PORTIONS OF YAKAMA NATION RESERVATION THAT ARE CLOSED TO THE GENERAL PUBLIC  THESE ACTIVITIES WILL INCREASE THE KNOWLEDGE BASE OF BOTH THE TRIBE AND REGIONAL BIOLOGISTS, AS RESULTS WILL BE REPORTED TO THE NW BAT HUB  THE PROJECT HAS A START DATE OF MAY 1, 2023 AND END DATE OF SEPTEMBER 30, 2023  EIGHT 10KM X10KM NABAT CELLS ACROSS THE FOREST AND RANGELAND OF YAKAMA NATION RESERVATION WILL BE SURVEYED TWICE IN THE SUMMER OF 2023 USING THE STANDARDS OF THE NORTH AMERICAN BAT MONITORING PROGRAM REGIONAL PROTOCOL  SURVEYS WILL BE COMPLETED OVER 16 SAMPLE NIGHTS  WILDLIFE ACOUSTICS SONG METER MINI BAT DETECTORS, PURCHASED WITH FY2021 FUNDING, WILL BE USED, AND ADJUSTED TO RECOMMENDED SETTINGS  DATA  RAW SD CARDS  WILL BE SENT TO THE NORTHWEST BAT HUB DATA MANAGER FOR PROCESSING AND WILL BE BACKED UP ON A TRIBAL PROGRAM SERVER  A FINAL REPORT OF THE FINDINGS OF THE SURVEYS WILL BE SUBMITTED TO USFWS BY SEPTEMBER 30, 2023", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_F22AP03619_1448"}, {"internal_id": 151867557, "Award ID": "F22AP03618", "Award Amount": 49892.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "15.684", "Description": "THE VIABILITY OF WASHINGTON BAT POPULATIONS CONTINUES TO BE AT RISK FROM EFFECTS OFWHITE NOSE SYNDROME  WNS   IN 2016, WNS WAS FIRST DETECTED IN WASHINGTON, AND RECENT RECORDSINDICATE INCREASING PREVALENCE IN COUNTIES ALREADY CONFIRMED WITH WNS AS WELL AS IN NEW COUNTIES WDFW PROPOSES TO CONDUCT POPULATION MONITORING AND DISEASE SURVEILLANCE TO PARTICIPATE IN ANDPROVIDE SUPPORT FOR WNS RELATED RESEARCH PROJECTS AND TO ENGAGE WITH WORKING GROUPS AND MEETINGSRELATED TO WNS AND BATS  THE OBJECTIVES IN THIS PROPOSAL WILL HELP ACHIEVE WDFW WNS RESPONSEOBJECTIVES AS WELL AS CONTRIBUTE INFORMATION TO THE NATIONAL WNS PLAN, WHICH WILL ENHANCE OUR ABILITY TOSUCCESSFULLY IMPLEMENT BROAD CONSERVATION AND MITIGATION EFFORTS LEADING TO BAT POPULATION RESILIENCY INWESTERN NORTH AMERICA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F22AP03618_1448"}, {"internal_id": 151867962, "Award ID": "F22AP03608", "Award Amount": 22715.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "15.684", "Description": "THE DISTRICT OF COLUMBIA DEPARTMENT OF ENERGY AND ENVIRONMENT  DOEE  WILL USE GRANT FUNDS TO PURCHASE EQUIPMENT AND SUPPLIES AND TO HIRE A TECHNICIAN TO ASSIST WITH DOEE S ONGOING BAT RESEARCH  THE PURPOSE OF DOEE S WHITE NOSE SYNDROME  WNS  RESEARCH PROJECT IS TO IDENTIFY AND UNDERSTAND THE EXTENT OF WNS AND LIMIT ITS PRESENCE IN THE DISTRICT  DOEE WILDLIFE BIOLOGISTS WILL PARTICIPATE IN REGIONAL MULTI AGENCY COLLABORATION TO DETECT THE PRESENCE OF WNS IN THE DISTRICT AS EARLY AS POSSIBLE AND ASSIST THE OTHER STATES IN THEIR EFFORTS THROUGH ATTENDANCE AT REGIONAL AND NATIONAL MEETINGS IN PERSON AND ONLINE  DOEE BIOLOGISTS WILL GATHER DATA ON BATS AND THEIR HABITATS THROUGH ACTIVE  MIST NET  AND PASSIVE  ACOUSTIC  MONITORING TO CONTINUE DOCUMENTATION OF THE LOCATION OF MATERNAL ROOSTS AND ADDITIONAL HIBERNACULA  THROUGHOUT THIS PROJECT, DOEE BIOLOGISTS SHALL ADHERE TO THE CURRENT US FISH AND WILDLIFE SERVICE EQUIPMENT DECONTAMINATION PROTOCOLS WHEN CONDUCTING MIST NETTING SURVEYS AND ANY WORK CONDUCTED FOR BAT ROOSTS AND HIBERNACULA  ALL ACTIVITY WILL BE IN ACCORDANCE WITH THE UPDATED USFWS 2023 INDIANA BAT SUMMER SURVEY GUIDELINES BY GATHERING DATA ON SPECIES OCCURRENCES IN THE DISTRICT, THE NUMBER AND LOCATION OF MATERNAL ROOSTS AND WINTER HIBERNACULA, THIS STUDY WILL ASSIST WITH THE CONSERVATION OF BATS LISTED AS SPECIES OF GREATEST CONSERVATION NEED, CONSERVATION OF THE FEDERALLY LISTED M  SEPTENTRIONALIS, AND THE CONSERVATION OF THE PETITIONED P  SUBFLAVUS  THROUGH THE MANAGEMENT OF CONSERVATION OF THESE SPECIES AND THEIR HABITAT, THE IMPACTS OF WNS IN THE DISTRICT MAY BE MITIGATED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0baf363-c598-8aae-13be-7844cc65c04c-C", "generated_internal_id": "ASST_NON_F22AP03608_1448"}, {"internal_id": 151867452, "Award ID": "F22AP03607", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "15.684", "Description": "MARYLAND IS A WHITE NOSE SYNDROME  WNS  AFFECTED STATE IN ITS THIRTEENTH YEAR OF EXPOSURE WITH ALL HIBERNACULA CONFIRMED POSITIVE, A DEMANDING PERIOD FOR A STATE AGENCY IN THE CYCLE OF WNS IMPACT  CONTINUING ACOUSTIC SURVEYS AND MONITORING SPECIAL HABITATS AS WNS PROGRESSES ARE IMPERATIVE TO DETERMINE LOCATIONS AND POPULATION STATUSES OF BATS IN MARYLAND  THESE ACTIVITIES PROVIDE FOR THE MAINTENANCE AND SUPPORT OF POST WNS SURVIVING BATS THROUGH DIRECT PROTECTION OF ROOSTS AND HABITAT RECOMMENDATIONS AND IMPLEMENTATION, INCLUDING BAT FRIENDLY FOREST MANAGEMENT AND PLACEMENT OF BAT BOXES  THESE DATA WILL BE INCORPORATED INTO THE NABAT DATABASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_F22AP03607_1448"}, {"internal_id": 151867714, "Award ID": "F22AP03604", "Award Amount": 45280.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "15.684", "Description": "SINCE 2011, THE VERMONT FISH AND WILDLIFE DEPARTMENT  VFWD  HAS USED WHITE NOSE SYNDROME  WNS  GRANTS TO STATES TO INCREASE VERMONTS CAPACITY FOR BUILDING AND EXPANDING A WNS MANAGEMENT PROGRAM THAT MEETS OBJECTIVES LAID OUT IN THE WNS NATIONAL PLAN  FIVE OF VERMONTS SIX CAVE HIBERNATING SPECIES ARE LISTED AS STATE THREATENED OR ENDANGERED, INCLUDING TWO ALSO FEDERALLY PROTECTED AND TWO OTHERS UNDERGOING FEDERAL STATUS ASSESSMENT  WNS HAS CAUSED POPULATION DECLINES OF OVER 90 PERCENT FOR THREE IMPACTED BAT SPECIES  THE LONG TERM, OVERARCHING GOALS OF THIS PROJECT ARE TO MONITOR AND BETTER UNDERSTAND THE IMPACTS OF WNS ON AFFECTED AND SUSCEPTIBLE BAT SPECIES AND TO DEVELOP AND IMPLEMENT STRATEGIES TO RECOVER THEIR POPULATIONS  WE AIM TO ACHIEVE THESE GOALS THROUGH PARTICIPATION IN THE WHITE NOSE NATIONAL PLAN, POPULATION MONITORING, INTERAGENCY COLLABORATION, PUBLIC ENGAGEMENT, AND DISSEMINATION OF GUIDANCE AND RESULTS  ACTIVITIES INCLUDE CRITICAL POPULATION SURVEYS, RESEARCH COLLABORATION, DISEASE SURVEILLANCE, REDUCTION OF MORTALITY FROM NON WNS THREATS, TARGETED TECHNICAL ASSISTANCE, AND ACTIONS TO INCREASE SURVIVAL AND RECOVERY OF INFECTED BATS  ACTIVITIES ARE EXPECTED TO SUPPORT POSITIVE POPULATION GROWTH BY WORKING WITH PARTNERS TO MONITOR POPULATIONS AND IDENTIFY THE BEST LOCATIONS FOR BENEFICIAL MANAGEMENT ACTIONS  LANDOWNERS AND LAND MANAGERS HOSTING BOTH SUMMER AND WINTER COLONY SITES WILL BENEFIT FROM UNDERSTANDING CURRENT POPULATION TRENDS AND WHAT MANAGEMENT ACTIONS THEY CAN TAKE TO BENEFIT BATS AFFECTED BY WNS  POPULATION MONITORING DATA WILL BE UPLOADED TO THE NORTH AMERICAN BAT MONITORING PROJECT, WHERE RESEARCHERS CAN ACQUIRE INFORMATION FOR ANSWERING IMPORTANT QUESTIONS ABOUT WNS IMPACTS TO BAT POPULATIONS AND AGENCIES CAN ANALYZE ABUNDANCE AND DISTRIBUTION DATA TO MAKE LISTING OR DE LISTING DECISIONS AND INFORM CONSERVATION AND RECOVERY GUIDANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc03bcc4-7a9b-1159-a034-f227605ea795-C", "generated_internal_id": "ASST_NON_F22AP03604_1448"}, {"internal_id": 151867706, "Award ID": "F22AP03603", "Award Amount": 33483.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-09", "CFDA Number": "15.684", "Description": "THE PENOBSCOT INDIAN NATION DEPARTMENT OF NATURAL RESOURCES  DNR  IS SUBMITTING THIS GRANT PROPOSAL FOR THE WHITE NOSE SYNDROME GRANT PROVIDED BY THE UNITED STATES FISH AND WILDLIFE SERVICE TO CONDUCT STATIONARY ACOUSTIC SURVEYS ON PENOBSCOT NATION TRIBAL TRUST LANDS   THESE SURVEYS WILL SUPPLEMENT THE ONGOING WORK BEING DONE BY THE MAINE DEPARTMENT OF INLAND FISHERIES AND WILDLIFE WHO HAVE RECENTLY BEGUN SAMPLING BATS AROUND THE STATE   PRE WHITE NOSE SYNDROME BATS LIKE THE LITTLE BROWN BAT  MYOTIS LUCIFUGUS , TRI COLORED BATS  PERIMYOTIS SUBFLAVUS , AND NORTHERN LONG EARED BAT  MYOTIS SEPTENTRIONALIS  WERE ONCE CONSIDERED COMMON IN MAINE   PRESENTLY, THE POPULATION NUMBERS OF THESE BATS ON TRIBAL LAND ARE UNKNOWN   THE DNR IS INTERESTED IN DETERMINING THE BAT SPECIES UTILIZING TRIBAL LAND AND WHICH HABITATS THEY ARE USING   WE ALSO HOPE TO IDENTIFY ANY AGGREGATION AREAS  E G , ROOSTING SITES  THAT MAY OCCUR ON TRIBAL LAND   KNOWLEDGE OF THE HABITAT REQUIREMENTS FOR BATS IS ESSENTIAL FOR PLANNING EFFORTS AND MANAGEMENT ACTIONS THAT WILL CONSERVE AND AID IN THE LONG TERM RECOVERY OF BATS ON PENOBSCOT INDIAN NATION LAND      THE PENOBSCOT NATION DNR WILL BE WORKING WITH COLLEAGUES FROM MAINE IFAND W, THE BIODIVERSITY RESEARCH INSTITUTE  BRI , AND THE UNITED STATE GEOLOGICAL SURVEY NORTH AMERICAN BAT MONITORING PROGRAM  NABAT  TO CONDUCT THESE STUDIES   WE WILL SHARE OUR BAT DATA WITH MAINE IFAND W TO SUPPLY A MORE ROBUST DATA SET OF BAT POPULATIONS ACROSS THE STATE OF MAINE   WE WILL BE FOLLOWING THE NABAT PROTOCOL DURING SUMMER TO DETERMINE BAT USE ON TRIBAL TRUST LANDS   THESE PROTOCOLS WERE DEVELOPED TO CREATE A UNIFORM METHOD TO SURVEY FOR BATS ACROSS NORTH AMERICA   AT THE COMPLETION OF OUR STUDIES, WE WILL SUBMIT OUR DATA TO THE NABAT DATABASE   BRI IS ONE OF THE LEADING RESEARCH INSTITUTES IN THE STATE OF MAINE AND HAVE YEARS OF EXPERIENCE SURVEYING BATS IN THE STATE   THEIR RESEARCHERS WILL PROVIDE TECHNICAL ASSISTANCE WITH OUR STUDY DESIGN AND EXECUTION AS WELL AS MAKE THEMSELVES AVAILABLE FOR DATA ANALYSIS QUESTIONS      THESE STATIONARY ACOUSTIC MONITORING SURVEYS WILL BE DONE USING BAT DETECTORS THAT COLLECT BAT CALLS THAT CAN BE IDENTIFIED BY SPECIES   SURVEYS ON TRIBAL TRUST LANDS WILL BE USED TO MAKE INFORMED MANAGEMENT DECISIONS IN AREAS THAT MAY HAVE THREATENED OR ENDANGERED MYOTIS SPECIES OCCUPYING THEM   THIS INFORMATION WILL ALLOW US TO PROTECT AREAS THAT NEED PROTECTION   WE WILL ALSO DETERMINE AREAS WHERE BATS ARE NOT FOUND, AND WE WILL BE ABLE TO CONTINUE OUR SILVICULTURAL PRACTICES ON OUR TRIBAL TRUST LANDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6b621e0-979f-b31c-11fe-09c228e08ff7-C", "generated_internal_id": "ASST_NON_F22AP03603_1448"}, {"internal_id": 151867459, "Award ID": "F22AP03597", "Award Amount": 73650.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "15.684", "Description": "THIS PROJECT WILL HELP UNDERSTAND OREGON BAT POPULATIONS AND COMBAT THE INCURSION OF WHITE NOSE SYNDROME  WNS  BYESTABLISHING BASELINE DATA SUCH AS OCCUPANCY, HABITAT USAGE, AND ROOST CHARACTERISTICS AND SPECIES DISTRIBUTIONAND ABUNDANCE, AS WELL AS PERFORMING DISEASE SURVEILLANCE IN CONCERT WITH NATIONAL AND OREGON S WNS MANAGEMENTPLANS  ADDITIONALLY, INFORMATION REGARDING THE UTILIZATION OF REPLACEMENT BAT ROOSTS BY BATS DISPLACED FROMTRADITIONAL MATERNITY ROOST SITES IS VITAL TO UNDERSTAND PRIOR TO THE REMOVAL OF THE LOWER KLAMATH RIVERHYDROELECTRIC DAMS ODFW S AGENCY  SPECIFIC OBJECTIVES ARE TO   1  ASSESS PRE WNS DISTRIBUTION AND ABUNDANCES OFBATS IN OREGON,  2  ESTABLISH BASELINE INFORMATION ON THE PRESENCE OR ABSENCE OF WNS PD IN OREGON AND DEVELOP ASAMPLING SCHEME FOR EARLY DETECTION OF WNS PD   3  ESTABLISH A PROTOCOL FOR MANAGEMENT SHOULD WNS PD ARRIVE INOREGON, AND  4  TO PROVIDE PUBLIC OUTREACH ABOUT BATS AND THE THREATS THAT WNS POSES  THESE OBJECTIVES ARECOORDINATED WITH THE PRIORITIES OF THE NATIONAL RESPONSE TO WNS BECAUSE THEY BOLSTER NATIONAL EFFORTS TO 1 MONITOR THE SPREAD OF THE DISEASE TO POTENTIALLY MITIGATE FUTURE IMPACTS  AND 2  CONDUCT POPULATION AND DISEASESURVEILLANCE TO GUIDE LOCAL MANAGEMENT DECISIONS  AND 3  DEVELOP AND IMPLEMENT CONSERVATION STRATEGIES TO HELPWNS AFFECTED OR VULNERABLE SPECIES AND POTENTIALLY MITIGATE THE IMPACTS OF WNS  AND 4  HELP TO CURTAIL ANDHOPEFULLY PREVENT THE SPREAD OF THE DISEASE THROUGH FOCUSED PUBLIC OUTREACH  ADDITIONALLY, THROUGH THE USE OFPASSIVE INTEGRATED TRANSPONDER  PIT  TAGS AND ASSOCIATED ARRAYS WITHIN REPLACEMENT BAT ROOSTS, THE STUDY WILLDETERMINE IF INDIVIDUAL BATS INHABITING EXISTING ROOST SITES MIGHT ALTERNATIVELY USE REPLACEMENT ROOSTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37a1fb0b-1748-278b-137d-d90e1c816b0e-C", "generated_internal_id": "ASST_NON_F22AP03597_1448"}, {"internal_id": 151522298, "Award ID": "F22AP03546", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-31", "CFDA Number": "15.684", "Description": "NORTHERN LONG EARED BATS HAVE DECLINED DRAMATICALLY IN THE NORTHEAST, MIDWEST, AND MID ATLANTIC REGIONS DUE TO WHITE NOSE SYNDROME, PROMPTING THE LISTING AS FEDERALLY THREATENED BY THE U S  FISH AND WILDLIFE SERVICE IN 2015  RECENTLY, AND BASED ON A THOROUGH REVIEW OF THE SPECIES  STATUS, THE USFWS ANNOUNCED A PROPOSAL TO RECLASSIFY THE NORTHERN LONG EARED BAT AS ENDANGERED  DOCKET FWS R3 ES 2021 0140   THE SERVICE S REVIEW FOUND THAT WNS IS EXPECTED TO AFFECT 100  OF THE SPECIES  RANGE BY 2025, WITH ESTIMATED DECLINES OF 97 TO 100 PERCENT IN MANY POPULATIONS  WHILE POPULATIONS HAVE DECLINED DRAMATICALLY THROUGHOUT THE SPECIES  RANGE, THERE ARE EXTANT POPULATIONS IN PARTS OF THE SPECIES  RANGE  IN COASTAL NORTH CAROLINA THERE ARE 24 COUNTIES WITH RECENT CAPTURE RECORDS, AND ACTIVE MATERNITY COLONIES ARE KNOWN IN THE DISTRICT OF COLUMBIA, NEW YORK, PENNSYLVANIA, AND WEST VIRGINIA  EXTANT POPULATIONS HAVE BEEN DOCUMENTED IN COASTAL AND NORTHERN VIRGINIA, BUT LITTLE TO NO WORK HAS BEEN CONDUCTED IN THE SOUTHWEST REGION OF THE STATE WHERE ACOUSTIC RECORDS FOR NORTHERN LONG EARED BATS OCCUR  WORKING WITH CONSERVATION PARTNERS IN SOUTHWEST VIRGINIA WE PROPOSE TO USE ACOUSTIC SAMPLING TO FOCUS MIST NET EFFORTS IN ORDER TO CAPTURE AND RADIO TAG NORTHERN LONG EARED BATS WITH A FOCUS ON REPRODUCTIVELY ACTIVE FEMALES AND JUVENILES  INDIVIDUALS WILL BE TRACKED BACK TO MATERNITY COLONIES WHERE SITE SPECIFIC CHARACTERISTICS WILL BE QUANTIFIED ON ROOST TREE SELECTION AND SURROUNDING HABITAT  IN ADDITION WE WILL MIST NET AND RADIO TAG NORTHERN LONG EARED BATS IN LATE SUMMER TO EARLY FALL IN ORDER TO IDENTIFY WINTER ROOSTS  THIS INFORMATION WILL HELP THE VIRGINIA DEPARTMENT OF WILDLIFE RESOURCES AND OUR CONSERVATION PARTNERS IDENTIFY SPECIFIC AREAS TO MANAGE AND PROTECT TO PROVIDE FOR THE SURVIVORSHIP OF NORTHERN LONG EARED BATS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f28b348b-1150-e968-eebf-e916a8d52c77-C", "generated_internal_id": "ASST_NON_F22AP03546_1448"}, {"internal_id": 151522499, "Award ID": "F22AP03512", "Award Amount": 22147.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-30", "CFDA Number": "15.684", "Description": "THE MAINE DEPARTMENT OF INLAND FISHERIES AND WILDLIFE  MIDIFW  IS REQUESTING FUNDS FOR THE PURPOSE OF SUPPORTING ONGOING BAT RESEARCH AND MONITORING EFFORTS THAT SPECIFICALLY ADDRESS THE 2022 GRANT PRIORITIES OF CONDUCTING POPULATION MONITORING TO DEVELOP AND MAINTAIN LONG TERM DATA SETS  OF MAINE S 8 BAT SPECIES, 3 ARE LISTED UNDER MAINE S ENDANGERED SPECIES ACT  LITTLE BROWN BAT  ENDANGERED   NORTHERN LONG EARED BAT  ENDANGERED AND FEDERALLY THREATENED   AND EASTERN SMALL FOOTED BAT  THREATENED   THE FIVE OTHER SPECIES ARE DESIGNATED AS SPECIES OF SPECIAL CONCERN  TRI COLORED BAT, EASTERN RED BAT, HOARY BAT, SILVER HAIRED BAT AND BIG BROWN BAT  WITH THE RARITY OF MAINE S BATS, THE CONTINUED THREAT OF WHITE NOSE SYNDROME, AND THE EMERGING THREATS OF CLIMATE CHANGE AND INCREASING ENERGY DEVELOPMENT, IT IS IMPERATIVE THAT WE CONTINUE MONITORING BAT DISTRIBUTION AND ABUNDANCE ACTIVITIES TO BE PERFORMED INCLUDE PURCHASING BAT ACOUSTIC EQUIPMENT AND CONDUCTING STATIONARY ACOUSTIC BAT SURVEYS IN A VARIETY OF HABITATS THROUGHOUT MAINE, THUS CONTRIBUTING TO MAINE S LONG TERM BAT MONITORING PROGRAM  ALL DATA WILL ALSO BE UPLOADED TO THE NABAT PROGRAM  THEREBY CONTRIBUTING TO CONTINENT WIDE MONITORING  MDIFW WILL ANALYZE ACOUSTIC RECORDINGS USING THE BAT CALL IDENTIFICATION PROGRAM KALEIDOSCOPE PRO TO DETERMINE THE SPECIES PRESENT AND THE NUMBER OF BAT PASSES DETECTED AT EACH SITE  EXPECTED OUTCOMES INCLUDE AN INCREASED KNOWLEDGE CONCERNING THE STATUS, DISTRIBUTION, AND RELATIVE ABUNDANCE OF MAINE S BATS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e57eb588-e50f-ae99-6923-8c4fd15dfa1f-C", "generated_internal_id": "ASST_NON_F22AP03512_1448"}, {"internal_id": 151867417, "Award ID": "F22AP03510", "Award Amount": 23297.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "15.684", "Description": "THE PURPOSE OF THIS PROJECT IS TO COLLECT ACOUSTIC DATA FOLLOWING THE NORTH AMERICAN BAT MONITORING PROGRAM  NABAT  PROTOCOLS AND TO PARTICIPATE IN WHITE NOSE SYNDROME AND REGIONAL BAT MEETINGS  ACTIVITIES TO BE PERFORMED INCLUDE DEPLOYING BAT DETECTORS IN EACH OF THE TWELVE NABAT GRID CELLS IN 2023, DOWNLOAD AND PROCESS BATT CALL FILES, VISUALLY EXAMINE CALLS TO VERIFY SPECIES GROUPS  PRESENCE WHEN FEASIBLE, AND UPLOAD RESULTS TO THE NABAT PORTAL  EXPECTED O OUTCOMES INCLUDE CONTRIBUTING TO NORTH AMERICAN, REGIONAL, AND LOCAL DATA COLLECTION, AND MULTI STATE AGENCY COLLABORATIONS, AND TO USE THE RESULTS TO HELP DETERMINE POPULATION TRENDS AND TO GUIDE BAT CONSERVATION ACTIONS  INTENDED BENEFICIARIES ARE AGENCIES TASKED WITH MANAGING BAT SPECIES, WHICH ULTIMATELY BENEFIT BAT SPECIES, ECOSYSTEMS, AND HUMANS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73af9791-73ea-7b40-038e-4bac1789e705-C", "generated_internal_id": "ASST_NON_F22AP03510_1448"}, {"internal_id": 151521958, "Award ID": "F22AP03409", "Award Amount": 20843.56, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "15.684", "Description": "THE PUEBLO IS REQUESTING  20,843 56 IN DIRECT AND INDIRECT FUNDS TO COMPLETE ONE YEAR OF CONTINUOUSACOUSTIC BAT SURVEYS AT THREE LOCATIONS WITHIN THE PUEBLO  ADDITIONAL OUT OF STATE TRAINING IS ALSO REQUESTTO HELP IN ACOUSTIC SURVEY SPECIES IDENTIFICATION FOR A MORE COMPLETE DATA SET AND ANALYSIS  AT THE ENDOF THE PROJECT, THE PUEBLO WILL COMPLETE AN ANALYSIS OF THE BAT COMMUNITY AT THESE LOCATIONS, ADD DATATO THE PUEBLO S BAT CALL DATABASE, AND BE ABLE TO DISSIMINATE THE INFORMATION IN A WORKSHOP, OR SUBMITTO THE NABAT PROGRAM  IN THIS WAY, THE PUEBLO IS THE MAIN BENIFICIARY, BUT THE GENERAL BAT ECOLOGYCOMMUNITY WILL BENEIFT FROM THE KNOWLAGE SHARED  THE PUEBLO WILL BE ABLE TO USE THIS INFORMATION TOFURTHER IT NATURAL RESOURCE GOALS WHILE HELPING TO PROTECT AND DOCUENT THESE SPECIES  NO SUBRECIEPIENTSARE LISTED ON THIS APPLICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4e51c569-9541-dff6-c623-9ebe3df03206-C", "generated_internal_id": "ASST_NON_F22AP03409_1448"}, {"internal_id": 151019287, "Award ID": "F22AP03335", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "15.684", "Description": "FOR THE FY 2022 FUNDING CYCLE, GA DNR STAFF INTEND TO USE FUNDING PROVIDED THROUGH THE WNS GRANTS TO STATES AND TRIBES  WNS STATE GRANTS  FOR THE FIVE ACTIVITIES IN THE CATEGORY FOR ADDRESSING DATA NEEDS  GA DNR WILL CONTINUE TO CONDUCT POPULATION MONITORING WITHIN NA BAT GRID CELLS WITH OVER 50 CELLS PLANNED FOR SAMPLING  GA DNR WILL ALSO CONTINUE TO CONDUCT DISEASE AND PATHOGEN SURVEILLANCE, WHILE CONDUCTING WINTER COLONY DATA COLLECTION IN AT LEAST 10 NA BAT GRID CELLS  GA DNR WILL CONTINUE TO PARTICIPATE IN AND PROVIDE SUPPORT FOR WNS RELATED RESEARCH AND TREATMENT PROJECTS, INCLUDING A NEW PROJECT THIS YEAR  GA DNR WILL ALSO CONTINUE TO BUILD AND MAINTAIN LOCAL EXPERTISE, INCLUDING NEW TECHNICIANS AND VOLUNTEERS  GA DNR STAFF WILL ALSO CONTINUE TO ENGAGE WITH THE WNS NATIONAL RESPONSE TEAM, INCLUDING TRAVEL TO WNS ANNUAL MEETING AND REGIONAL BAT WORKING GROUPS, SUCH AS THE SOUTHEASTERN BAT DIVERSITY NETWORK AND THE GEORGIA BAT WORKING GROUP  GA DNR STAFF WILL ENSURE EFFICIENT DATA COLLECTION, ANALYSIS, AND ENTRY INTO THE NABAT DATABASE  GA DNR STAFF WILL ALSO CONTINUE TO WORK CLOSELY WITH THE STATE TRANSPORTATION AGENCY TO IDENTIFY AND PROTECT ALL BATS ROOSTING ON OR WITHIN TRANSPORTATION STRUCTURES  ALL WORK COMPLETED UNDER FUNDING FROM THIS GRANT WILL FOLLOW CURRENT USFWS GUIDELINES RELATED TO THE COVID 19 PANDEMIC AND SARS COV 2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b97423fd-b629-0b2e-a8c0-bf2b18cbf826-C", "generated_internal_id": "ASST_NON_F22AP03335_1448"}, {"internal_id": 151019529, "Award ID": "F22AP03333", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "15.684", "Description": "WHITE NOSE SYNDROME  WNS  HAS CAUSED TREMENDOUS LOSSES OF BATS IN NORTH AMERICA  FLORIDA DOES NOT HAVE WNS NOW, BUT THE DISEASE OCCURS IN BOTH NEIGHBORING STATES  THE FLORIDA FISH AND WILDLIFE CONSERVATION COMMISSION  FWC  HAS SHOWN THAT ONE OF THOSE BAT SPECIES, THE TRI COLORED BAT, HAS ALREADY EXPERIENCED SUBSTANTIAL DECLINES AT ROOST SITES IN FLORIDA FOR UNKNOWN CAUSES  FWC NEEDS TO CONTINUE TESTING FOR WNS TO KNOW WHEN THE DISEASE ARRIVES IN FLORIDA AND TO BE PREPARED TO RAPIDLY CARRY OUT RESPONSE ACTIONS TO SLOW THE SPREAD OF THE DISEASE  FWC NEEDS TO CONTINUE COLLECTING LONGTERM MONITORING DATA TO BETTER UNDERSTAND THE STATUS OF BAT POPULATIONS  FURTHER, FWC NEEDS TO BETTER UNDERSTAND WHERE TRI COLORED BATS ROOST AND HIBERNATE DURING THE WINTER TO BE ABLE TO MANAGE POPULATIONS DURING THAT TIME WHEN THEY ARE MOST VULNERABLE TO WNS PREVIOUS WORK BY FWC HAS FOUND BATS ROOSTING IN BRIDGES AND CULVERTS UNDER ROADWAYS DURING WINTER  THAT WORK HAS ALSO SHOWN THAT BATS IN THOSE TRANSPORTATION MOVE BETWEEN STRUCTURES AND TREE ROOSTS IN WINTER  ADDITIONAL RESEARCH IS NEEDED TO UNDERSTAND HOW BATS USE AVAILABLE ROOSTS AND MOVE BETWEEN ROOSTS DURING THE WINTER  THE WORK CONDUCTED FOR THIS PROJECT TO MONITOR WINTER ROOST SITES WILL BUILD UPON, AND BE COMBINED WITH, WORK BEING CONDUCTED THROUGH FWC S LONG TERM BAT MONITORING PROGRAM  THIS PROGRAM EMPHASIZES ACOUSTIC MONITORING, BY RECORDING THE CALLS THAT BATS MAKE, TO DEVELOP A MORE COMPLETE UNDERSTANDING OF THE STATUS OF WNS SUSCEPTIBLE BAT SPECIES DURING THE WINTER AND AT OTHER TIMES DURING THE YEAR  THESE DATA ARE CRITICAL FOR DEVELOPING A COMPREHENSIVE WNS RESPONSE STRATEGY AND INCREASING THE RESILIENCE OF WNS SUSCEPTIBLE BAT POPULATIONS IN FLORIDA THIS WORK WILL INFORM HABITAT MANAGEMENT DECISIONS AND HELP MAKE IT POSSIBLE TO MAINTAIN ROOSTS WHERE BATS CAN SUCCESSFULLY OVER WINTER IN AREAS WHERE THERE ARE NO CAVES FOR BATS TO HIBERNATE IN  FOR THIS PROJECT, FWC WILL CONTINUE WNS SURVEILLANCE WHICH WILL AID IN EARLY DETECTION AND MAKE IT POSSIBLE TO REDUCE IMPACTS FROM AND SLOW THE SPREAD OF WNS  LONG TERM MONITORING OF HIBERNACULA WILL CONTRIBUTE TO BASELINE POPULATION DATA AND HELP DETERMINE TRENDS AND IDENTIFY POTENTIAL TREATMENT LOCATIONS  BY CONTINUING TO COLLECT ACOUSTIC DATA, FWC WILL BETTER UNDERSTAND THE LONG TERM CHANGES IN DISTRIBUTION, RELATIVE ACTIVITY, AND TRENDS OF WNS SUSCEPTIBLE SPECIES IN THE STATE, WHICH WILL GIVE US BETTER INSIGHT INTO POTENTIAL IMPACTS TO THOSE SPECIES FROM WNS WHEN IT REACHES FLORIDA  THESE DATA WILL BE USED TO UPDATE FLORIDA S WNS RESPONSE PLAN AND STRENGTHEN CONSERVATION STRATEGIES FOR WNS SUSCEPTIBLE SPECIES  RADIO TELEMETRY OF TRI COLORED BATS IN WINTER WILL PROVIDE DATA THAT WILL BE USED TO DETERMINE HOW AND WHEN BATS MOVE BETWEEN ROOSTS AND THE DISTANCES MOVED ADDITIONALLY, RADIO TELEMETRY WILL ALLOW FWC TO IDENTIFY IMPORTANT WINTER ROOSTING HABITAT AWAY FROM CAVES, WHERE BATS MAY NOT BE IMPACTED AS MUCH BY WNS  COMMUNICATION, COORDINATION, AND COLLABORATION WITH BAT BIOLOGISTS IS IMPORTANT FOR SUCCESSFUL MANAGEMENT OF WNS  THIS GRANT WILL ENABLE FWC STAFF TO ATTEND REGIONAL AND NATIONAL MEETINGS DEDICATED TO BAT CONSERVATION AND WNS SURVEILLANCE TO COMMUNICATE AND COORDINATE WITH OTHER EXPERTS  IN ADDITION, THE FWC STAFF WILL CONTINUE TO PARTNER WITH RESEARCHERS OF OTHER AGENCIES AND PUBLISH RESULTS IN SCIENTIFIC JOURNALS TO SPREAD THE RESULTS FROM THIS WORK FWC WILL SUBMIT PROJECT DATA TO THE NATIONAL NABAT PROGRAM, TO CONTRIBUTE TO BAT MONITORING ON A NATIONAL SCALE  THE PROJECT DATA WILL BE DISTRIBUTED TO LAND MANAGERS TO CONTINUE ENCOURAGING POSITIVE MANAGEMENT ACTIONS THAT WILL REDUCE THE SPREAD OF WNS AND PROMOTE CONSERVATION OF BATS IN FLORIDA  IT IS ESTIMATED THAT BY MORE EFFECTIVELY CONSERVING BAT POPULATIONS IN FLORIDA, POTENTIALLY ALL THE CITIZENS OF THE STATE WILL BENEFIT AS A RESULT OF THIS GRANT BEING AWARDED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b883fc03-ab16-0e12-3ecb-707cfce4b1bb-C", "generated_internal_id": "ASST_NON_F22AP03333_1448"}, {"internal_id": 151019560, "Award ID": "F22AP03196", "Award Amount": 17500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-08", "CFDA Number": "15.684", "Description": "MISSISSIPPI BEGAN SURVEILLANCE OF WHITE NOSE SYNDROME  WNS  IN 2011  OUR 2014 EFFORTS DETECTED FOUR LOCATIONS IN MISSISSIPPI THAT TESTED POSITIVE FOR THE PRESENCE OF THE FUNGUS PSEUDOGYMNOASCUS DESTRUCTANS  PD  THAT IS KNOWN TO CAUSE WNS  WNS FUNDS WILL BE USED TO  1  CONTINUE WINTER CAVE AND CULVERT MONITORING FOR THE NABAT PROGRAM THAT WILL PROVIDE BASELINE BAT POPULATION ESTIMATES FOR MISSISSIPPI AND SURVEY FOR SIGNS OF WNS IN WINTERING POPULATION  2 COLLECT SWAB SAMPLES FROM HIBERNATING BATS TO TEST FOR THE PRESENCE OF PD  INCREASE FREQUENCY OF SAMPLING AND NUMBER OF SAMPLES COLLECTED AT SELECTED SITES TO EXPAND MONITORING  3 CONTINUE SUMMER MONITORING OF BAT ROOST SITES AND SUPPLEMENTAL MIST NETTING AND ACOUSTIC SURVEYS  4  ESTABLISH BASELINE RANGE AND POPULATION STATUS DATA ON BAT SPECIES IN MS  5 PARTICIPATE IN MISSISSIPPI BAT WORKING GROUP MEETINGS AND ANNUAL SURVEYS6 CONDUCT OUTREACH TO CAVE LANDOWNERS AND THE GENERAL PUBLIC CONCERNING BAT CONSERVATION AND IMPACTS FROM WNS  7 ATTEND NATIONAL WNS CONFERENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "09228cbc-995e-ab7b-a321-41d4ab396131-C", "generated_internal_id": "ASST_NON_F22AP03196_1448"}, {"internal_id": 151019528, "Award ID": "F22AP03166", "Award Amount": 70500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-11", "CFDA Number": "15.684", "Description": "THIS AWARD WILL ASSIST TENNESSEE WITH EFFORTS TO COMBAT WHITE NOSE SYNDROME  WNS  AND CONSERVE AFFECTED OR VULNERABLE SPECIES  TENNESSEE WILDLIFE RESOURCES AGENCY  TWRA  HAS A LONG HISTORY OF SUPPORTING U S  FISH AND WILDLIFE SERVICE EFFORTS, INCLUDING   1  ENDANGERED INDIANA BAT RECOVERY   2  ENDANGERED GRAY BAT RECOVERY  AND  3  THE WNS NATIONAL PLAN  WNS FUNDS ARE NECESSARY TO MEET EVOLVING BAT CONSERVATION CHALLENGES, INCLUDING   1  DOCUMENTING LONG TERM WNS EFFECTS TO WINTER BAT COLONIES AT AFFECTED CAVES   2  CONTINUATION OF SUMMER BAT COLONY MONITORING   3  IMPLEMENTATION OF THE NORTH AMERICAN BAT MONITORING PROGRAM, COMPRISING FULL DISSEMINATION OF ALL SUMMER AND WINTER COLONY COUNTS AND STATIONARY ACOUSTIC SURVEYS   4  SUMMER MIST NET SURVEYS AND IDENTIFICATION OF THREATS ON THE SUMMER LANDSCAPE  AND, 5  CONSERVATION AND MANAGEMENT ACTIONS FOR THE PROTECTION OF WNS AFFECTED AND OTHER IMPERILED SPECIES  WITH THE CAPACITY BUILT THROUGH WNS FUNDING, TWRA INTENDS TO IMPLEMENT ALL SIX NATIONAL PRIORITIES IDENTIFIED IN THE 2022 WNS GRANTS TO STATES AND TRIBES  PROPOSED WORK IS IN LINE WITH RECOVERY TASKS FOR INDIANA BAT, GRAY BAT, AND NORTHERN LONG EARED BAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e40763fd-d428-dd62-c6bd-2ed171fe7874-C", "generated_internal_id": "ASST_NON_F22AP03166_1448"}, {"internal_id": 151019442, "Award ID": "F22AP03165", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-05", "CFDA Number": "15.684", "Description": "THE LONG TERM, OVERARCHING GOALS OF THE PROJECT ARE TO 1  DETERMINE THE RELATIVE ABUNDANCE AND TRENDS OF BAT SPECIES USING MULTIPLE SAMPLING METHODS, 2  CONTINUE STATEWIDE PD WNS SURVEILLANCE AND LONG TERM MONITORING, AND 3  COORDINATE SURVEILLANCE OF AND RESPONSE TO WNS  THESE GOALS WILL BE ACCOMPLISHED WITH POPULATION MONITORING, DISEASE AND PATHOGEN SURVEILLANCE, AND WNS DECONTAMINATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "478daf07-e433-24e9-f7b0-6bdcc3ee8b3f-C", "generated_internal_id": "ASST_NON_F22AP03165_1448"}, {"internal_id": 151019389, "Award ID": "F22AP03164", "Award Amount": 42000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-03", "CFDA Number": "15.684", "Description": "THE ARKANSAS GAME AND FISH COMMISSION PROPOSES TO MONITOR CAVES AND MINES USED AS WINTER HIBERNACULA BY TRICOLORED BATS DURING THE WINTER OF 2022 23 IN THE OZARK AND OUACHITA MOUNTAINS IN ARKANSAS  ADDITIONALLY, WE INTEND TO SEARCH FOR AND CONFIRM THE LOCATIONS OF SUSPECTED MINE PORTALS ON THE OUACHITA NATIONAL FOREST THAT MAY SERVE AS WINTER HIBERNACULA AND OR SPRING ROOSTS FOR TRICOLORED AND NORTHERN LONG EARED BATS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4629946d-edd7-d220-9327-966c0f6ceae2-C", "generated_internal_id": "ASST_NON_F22AP03164_1448"}, {"internal_id": 151019514, "Award ID": "F22AP03142", "Award Amount": 60000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-03", "CFDA Number": "15.684", "Description": "TO ACHIEVE WHITE NOSE SYNDROME  WNS  GOALS IN SOUTH CAROLINA, THE SC DEPARTMENT OF NATURAL RESOURCES WILL CONDUCT STATEWIDE BAT HIBERNACULA SURVEYS, PSEUDOGYMNOASCUS DESTRUCTANS  PD  SURVEILLANCE AND LONG TERM NABAT ACOUSTIC MONITORING FOR WNS AFFECTED SPECIES, AND INSTALL A BAT FRIENDLY GATE AT A SIGNIFICANT TRI COLORED BAT HIBERNACULUM  WE WILL ALSO PARTICIPATE IN RESEARCH LOOKING AT THE SPREAD OF PD AND THE PERSISTENCE OF TRI COLORED BATS POST WNS  THESE GOALS WILL BE ACHIEVED BY CONDUCTING CAVE, MINE, AND CULVERT SURVEYS TO IDENTIFY NEW HIBERNACULA, BAT SPECIES AND NUMBERS, AND HIGHEST PRIORITY SITES FOR PD  AS WELL AS MONITOR THE SPREAD OF PD TO DELINEATE ITS SOUTHEASTERN EDGE  WE WILL CONTINUE SURVEYING OUR LARGEST KNOW PERSISTING TRI COLORED BAT POPULATIONS TO DETERMINE THEIR SURVIVORSHIP OR POTENTIAL EXTIRPATION  A BAT FRIENDLY GATE WILL BE INSTALLED AT ONE OF OUR LARGEST TRI COLORED BAT HIBERNACULA IN THE STATE  FINALLY, WE WILL CONTINUE RUNNING THE ACOUSTIC NORTH AMERICAN BAT MONITORING  NABAT  PROJECT TO MONITOR OUR BATS MORE EFFICIENTLY STATEWIDE  THE SC DEPARTMENT OF NATURAL RESOURCES AND PARTNERS HAVE INVESTED SIGNIFICANT TIME AND EFFORT TO KEEP THIS PROJECT RUNNING, AND 2023 WILL BE THE 9TH CONSECUTIVE YEAR CREATING AN IMPRESSIVE LONG TERM ACOUSTIC BAT DATASET FOR THE STATE OF SOUTH CAROLINA  IT IS CRITICAL TO CONTINUE THESE PROGRAMS AS THREATS TO BATS IN THE FORM OF WHITE NOSE SYNDROME, WIND ENERGY DEVELOPMENT, POLLUTANTS, HABITAT LOSS AND FRAGMENTATION FROM URBANIZATION AND DEVELOPMENT CONTINUE TO INCREASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ff770b9-fd39-5446-2086-5462e925bc71-C", "generated_internal_id": "ASST_NON_F22AP03142_1448"}, {"internal_id": 151019508, "Award ID": "F22AP03141", "Award Amount": 17500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-05", "CFDA Number": "15.684", "Description": "THE PURPOSE OF THIS PROJECT IS TO CONTINUE ALABAMA S WHITE NOSE SYNDROME MANAGEMENT PROGRAM  WHITE NOSE SYNDROME  WNS , A FUNGAL DISEASE THAT INFECTS HIBERNATING BATS, WAS FIRST CONFIRMED IN THE NORTHEAST CORNER OF ALABAMA IN 2012  SINCE THEN, WORK CONDUCTED BY ALABAMA WILDLIFE AND FRESHWATER FISHERIES  AWFF  HAS DOCUMENTED A  75  DECLINE IN COUNTS OF TRICOLORED BATS  PERIMYOTIS SUBFLAVUS  AT CAVES MONITORED IN NORTH ALABAMA AND A 95  DECLINE IN INDIANA BATS  MYOTIS SODALIS  AT THE STATE S TWO HISTORICALLY KNOWN HIBERNACULA  THE DISEASE HAS SPREAD SOUTHWARD TO COVER HALF THE STATE, CONTINUING TO ENCOUNTER AND THREATEN NEW POPULATIONS OF BATS  THE STATE OF ALABAMA DOES NOT EMPLOY A FULL TIME BAT BIOLOGIST AND HAS NO STAFF DEDICATED FULL TIME TO BAT CONSERVATION AND MANAGEMENT  DESPITE THIS, AWFF HAS MADE DEMONSTRATED CONTRIBUTIONS TO THE NATIONAL FIGHT AGAINST WNS FROM PAST FUNDING UNDER THIS GRANT PROGRAM THE ONGOING GOAL OF ALABAMA S WHITE NOSE SYNDROME MANAGEMENT PROGRAM IS TO CONSERVE THE BATS OF ALABAMA SUSCEPTIBLE TO WNS  ACTIVITIES TO BE PERFORMED INCLUDE BAT POPULATION MONITORING AND DISEASE SURVEILLANCE, PROVIDING LOGISTICAL SUPPORT TO WNS RESEARCH PROJECTS, AND ALLOWING AWFF STAFF TO ATTEND PROFESSIONAL DEVELOPMENT OPPORTUNITIES SUPPORTING THE UNDERSTANDING AND MANAGEMENT OF WNS  THE MISSION OF AWFF IS TO MANAGE, PROTECT, CONSERVE, AND ENHANCE THE WILDLIFE AND AQUATIC RESOURCES OF ALABAMA FOR THE SUSTAINABLE BENEFIT OF THE PEOPLE OF ALABAMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_F22AP03141_1448"}, {"internal_id": 151019311, "Award ID": "F22AP03136", "Award Amount": 49000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-08", "CFDA Number": "15.684", "Description": "IN FEBRUARY 2021, PSEUDOGYMNOASCUS DESTRUCTANS  PD , THE FUNGAL PATHOGEN RESPONSIBLE FOR WHITE NOSE SYNDROME WAS DETECTED FOR THE FIRST TIME IN LOUISIANA  OF THE 12 BATS SPECIES WHICH OCCUR IN THE STATE, SEVEN ARE AFFECTED BY THE FUNGUS NATIONALLY  IN LOUISIANA, BATS ROOST IN ABANDONED BUILDINGS, MAN MADE, AND TRANSPORTATION STRUCTURES DUE TO LACK OF AVAILABLE CAVE HIBERNACULUM  TRANSPORTATION STRUCTURES PROVIDE A RELATIVELY STABLE ROOST SITE WITH MINIMAL HUMAN DISTURBANCE AND DIRECT ACCESS TO FOOD AND WATER RESOURCES  LACK OF DEDICATED FUNDING AND STAFF LIMITS THE ABILITY TO MONITOR BAT POPULATIONS THROUGHOUT THE STATE  THIS FUNDING ALLOWS US TO CONTINUE OUR BAT MONITORING PROGRAM UTILIZING MOBILE ACOUSTIC SURVEYS, PD SURVEILLANCE, AND WINTER HIBERNACULUM COUNTS TO ASSESS THE STATUS AND TRENDS OF LOUISIANA S BAT POPULATIONS  IN ORDER TO EFFECTIVELY MONITOR STATEWIDE DISTRIBUTION, ABUNDANCE, AND DISEASE SPREAD, SITES PREVIOUSLY UTILIZED BY BATS REQUIRE CONTINUED MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6eeb09f-a1ef-7242-09ba-13662ee4e8e8-C", "generated_internal_id": "ASST_NON_F22AP03136_1448"}, {"internal_id": 150045040, "Award ID": "F22AP02180", "Award Amount": 28142.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-01", "CFDA Number": "15.684", "Description": "FORMERLY A COMMON SPECIES, THE NORTHERN LONG-EARED BAT (MYOTIS SEPTENTRIONALIS) IS NOW RARELY ENCOUNTERED THROUGHOUT MUCH OF ITS RANGE DUE TO POPULATION DECLINES FROM WHITE-NOSE SYNDROME, A FUNGAL DISEASE THAT AFFECTS HIBERNATING BATS. HOWEVER, PERSISTING POPULATIONS OF NORTHERN LONG-EARED BATS HAVE BEEN FOUND ALONG THE NORTHEAST COAST. DESPITE THEIR PERSISTENCE, THERE REMAINS A LACK OF PROTECTED HIBERNATION SITES IN THE AREA. THE PURPOSE OF THIS PROJECT IS TO BUILD HIBERNATION SITES FOR COASTAL NORTHERN LONG-EARED BATS ON CURRENTLY OCCUPIED HABITAT AND PROTECTED LAND, PROVIDING SPACES THAT ARE PROTECTED FROM FUTURE DEVELOPMENT AND DISTURBANCE. THIS PROJECT WILL OCCUR ON MARTHA'S VINEYARD, NANTUCKET, AND LONG ISLAND. ACTIVITIES TO BE PERFORMED INCLUDE CONSTRUCTION OF NEW HIBERNATION SITES, USE OF LURES TO DRAW BATS TO THE SITES, AND MONITORING BAT USE OF THE SITES USING ACOUSTIC BAT DETECTORS. EXPECTED OUTCOMES OF THIS PROJECT INCLUDE DEVELOPMENT OF A MANAGEMENT TOOL (I.E. A CONSTRUCTED HIBERNATION SITE) THAT CAN BE USED TO IMPROVE SURVIVAL OF HIBERNATING BATS WITH A LOW-COST AND RELATIVELY SIMPLE DESIGN. THIS LONG-TERM STRATEGY CAN BE USED FOR CONSERVATION MANAGEMENT BY WILDLIFE MANAGERS ACROSS THE ISLANDS TO SUPPORT PERSISTENCE OF THESE UNIQUE COASTAL POPULATION, ENSURING THE SURVIVAL OF HIBERNATING COASTAL MYSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31e705eb-dd48-962c-ceb9-ca75723cf263-C", "generated_internal_id": "ASST_NON_F22AP02180_1448"}, {"internal_id": 148676615, "Award ID": "F22AP01301", "Award Amount": 90776.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-13", "CFDA Number": "15.684", "Description": "SINCE 2006, WHITE-NOSE SYNDROME HAS CAUSED LARGE DECLINES IN POPULATIONS OF HIBERNATING BATS IN NORTH AMERICA. THE LITTLE BROWN BAT (MYOTIS LUCIFUGUS) POPULATION IN THE NORTHEAST HAS DECLINED BY >90% BUT SEEMS TO HAVE STABILIZED IN RECENT YEARS. BATS THAT SURVIVE WHITE-NOSE SYNDROME INFECTION DURING WINTER HIBERNATION CONTINUE TO BE IMPACTED BY THIS DISEASE INTO THE SPRING AND SUMMER MONTHS. THE PURPOSE OF THIS PROJECT IS TO BETTER UNDERSTAND THE FACTORS THAT AFFECT LITTLE BROWN BAT RECOVERY FROM WHITE-NOSE SYNDROME AND EXPLORE DIFFERENT RATES OF RECOVERY AMONG COLONIES. SPECIFICALLY, GUANO (BAT POOP) WILL BE COLLECTED FROM THREE LITTLE BROWN BAT MATERNITY COLONIES IN MASSACHUSETTS, TWO IN NEW HAMPSHIRE, AT LEAST FOUR IN MANITOBA/ONTARIO, AND AT LEAST FOUR IN WASHINGTON DURING THE SPRING AND SUMMER. GUANO SAMPLES WILL BE USED TO ASSESS STRESS, IMMUNE GENE EXPRESSION, AND VIRUS TYPE AND LEVELS AT THE MATERNITY COLONIES IDENTIFIED FOR THE STUDY. THIS INFORMATION WILL THEN BE USED TO BUILD A MODEL TO ESTIMATE THE FUTURE GROWTH RATES OF THE COLONIES. EXPECTED OUTCOMES INCLUDE PREDICTIONS OF HOW BATS ARE RESPONDING TO WHITE-NOSE SYNDROME AND THE LIKELIHOOD THAT A BAT WILL BE PART OF A SLOWLY RECOVERING OR SUCCESSFULLY RECOVERING COLONY. THIS WILL HELP INFORM WILDLIFE MANAGEMENT DECISIONS ABOUT WHICH COLONIES MAY NEED MORE PROTECTION OR WHICH COLONIES WOULD BENEFIT FROM DIRECT INTERVENTION, SUCH AS A TREATMENT. DIRECT BENEFICIARIES OF THIS WORK INCLUDE STATE AND OTHER WILDLIFE MANAGEMENT OFFICIALS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ca39af4-569e-2c27-4ab7-7a8fa89e3619-C", "generated_internal_id": "ASST_NON_F22AP01301_1448"}, {"internal_id": 148206895, "Award ID": "F22AP01299", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-25", "CFDA Number": "15.684", "Description": "WHITE-NOSE SYNDROME GRANTS TO STATES AND TRIBES, FISCAL YEAR 2021 -- MINNESOTA PROPOSAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b0220ae-5e37-757d-e64d-8da0416cebaf-C", "generated_internal_id": "ASST_NON_F22AP01299_1448"}, {"internal_id": 148206863, "Award ID": "F22AP01278", "Award Amount": 78273.29, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-25", "CFDA Number": "15.684", "Description": "WHITE-NOSE SYNDROME, A FUNGAL DISEASE THAT AFFECTS HIBERNATING BATS, HAS CAUSED EXTREME DECLINES IN BAT POPULATIONS THROUGHOUT NORTH AMERICA. THE FUNGUS THAT CAUSES WHITE-NOSE SYNDROME CONTINUES TO SPREAD INTO ARID REGIONS OF THE WESTERN UNITED STATES, WHERE BATS ARE ALREADY UNDER STRESS FROM DROUGHT. IN ADDITION, GLOBAL DECLINES IN INSECT POPULATIONS RAISE CONCERNS THAT REDUCED PREY RESOURCES COULD FURTHER IMPACT BAT POPULATIONS. DURING THE FALL, BEFORE BATS ENTER HIBERNATION, THEY MUST HAVE ACCESS TO HIGH-QUALITY PREY IN ORDER TO ACQUIRE SUFFICIENT FAT STORES TO SURVIVE WINTER HIBERNATION. BATS THAT ARE IMPACTED BY WHITE-NOSE SYNDROME USE THEIR FAT STORES FASTER THAN HEALTHY BATS. THEREFORE, IMPROVING FORAGING HABITAT TO ENHANCE PREY QUALITY MAY AID SURVIVAL AND RECOVERY OF BAT POPULATIONS AFFECTED BY WHITE-NOSE SYNDROME. THIS APPROACH OFFERS LONG-TERM CONSERVATION VALUE THAT COULD BE WIDELY IMPLEMENTED. THIS PROJECT WILL BUILD UPON AN EXISTING HABITAT RESTORATION PROJECT TO ANSWER QUESTIONS ABOUT HOW HABITAT IMPROVEMENTS CAN BENEFIT BAT POPULATIONS IN THE WEST. SPECIFICALLY, RESEARCHERS WILL DETERMINE IF THE RESTORATION OF DESERT SPRINGS IMPROVES PREY QUALITY AND QUANTITY AND BAT FORAGING ACTIVITY. BAT CONSERVATION INTERNATIONAL WILL WORK IN COLLABORATION WITH THE BUREAU OF LAND MANAGEMENT AND BAT CONSERVATION INTERNATIONAL'S HABITAT PROTECTION AND RESTORATION PROGRAM TO COMPLETE THIS PROJECT. THE PROJECT WILL BE CONDUCTED AT APPROXIMATELY SIX DESERT SPRINGS SITES (THREE RESTORED AND THREE UNRESTORED CONTROL SITES) MANAGED BY THE HASSAYAMPA FIELD OFFICE OF THE BUREAU OF LAND MANAGEMENT IN ARIZONA. INSECTS WILL BE SAMPLED EACH NIGHT FOR A WEEK, FIVE TIMES PER YEAR, FOR THE DURATION OF THE TWO-YEAR STUDY. CAPTURED INSECTS WILL BE GROUPED BY SIZE AND IDENTIFIED TO ORDER TO ASSESS THE QUALITY OF AVAILABLE PREY. BAT ACTIVITY AND FORAGING RATES WILL ALSO BE EVALUATED USING ACOUSTIC DETECTORS PLACED AT EACH SITE. RESULTS OF THIS PROJECT WILL HELP DEVELOP EFFECTIVE LONG-TERM STRATEGIES TO BUILD RESILIENCY FOR BATS FACED WITH DROUGHT, ARIDITY, AND WHITE-NOSE SYNDROME INVASION IN WESTERN LANDSCAPES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b49928c0-608d-c261-1fb0-1980e7f78b75-C", "generated_internal_id": "ASST_NON_F22AP01278_1448"}, {"internal_id": 147432538, "Award ID": "F22AP00982", "Award Amount": 30000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-16", "CFDA Number": "15.684", "Description": "MONITORING A SUMMER COLONY OF MYOTIS LUCIFUGUS IN OHIO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60ca8cf9-098c-cc38-16b7-170c94bd4db2-C", "generated_internal_id": "ASST_NON_F22AP00982_1448"}, {"internal_id": 146954280, "Award ID": "F22AP00900", "Award Amount": 122784.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-03-11", "CFDA Number": "15.684", "Description": "THE PURPOSE OF THIS AWARD IS TO FUND RESEARCH AND CONSERVATION THAT SUPPORTS MANAGEMENT OF WHITE-NOSE SYNDROME AND BAT CONSERVATION. WHITE-NOSE SYNDROME IS A FUNGAL DISEASE AFFECTING HIBERNATING BATS THAT WAS DISCOVERED IN WASHINGTON DURING THE SPRING OF 2016. THIS DISEASE PUTS THE DIVERSE BAT COMMUNITIES OF WESTERN NORTH AMERICA AT SERIOUS RISK. TO DATE, MOST TREATMENTS UNDER EVALUATION FOR WHITE-NOSE SYNDROME DISEASE MANAGEMENT INVOLVE SPRAYING CHEMICAL OR BIOLOGICAL AGENTS ONTO BATS OR SURFACES WHERE BATS HIBERNATE, DURING THE WINTER, WITHIN WHITE-NOSE SYNDROME AFFECTED SITES. HOWEVER, THE WINTER ECOLOGY OF MOST BAT SPECIES IN THE PACIFIC NORTHWEST REMAINS POORLY OR COMPLETELY UNKNOWN, WHICH INTRODUCES UNCERTAINTY IN THE EFFECTIVENESS OF THESE TREATMENT APPROACHES FOR BATS IN THIS REGION. AS AN ALTERNATIVE STRATEGY, THIS PROJECT PROPOSES TO TARGET SUMMER MATERNITY COLONIES FOR WHICH AN INCREASING NUMBER OF LOCATIONS ARE BEING IDENTIFIED IN WASHINGTON. THE GOALS OF THIS PROJECT ARE TO 1) LOCATE AND MONITOR ADDITIONAL MATERNITY COLONIES IN WASHINGTON AND 2) REDUCE THE SEVERITY OF WHITE-NOSE SYNDROME ON VULNERABLE SPECIES OF BATS IN WASHINGTON BY TESTING THE EFFECTIVENESS OF A NEW TREATMENT APPROACH AT MATERNITY COLONIES. THERE IS INCREASING EVIDENCE THAT COMMUNITIES OF BACTERIA FOUND NATURALLY ON THE WINGS OF BATS CAN PLAY A ROLE IN THE SEVERITY OF WHITE-NOSE SYNDROME DISEASE. THIS PROJECT AIMS TO APPLY NATURALLY OCCURRING BENEFICIAL BACTERIA TO THE WINGS OF BATS TO IMPROVE THEIR ABILITY TO COMBAT WHITE-NOSE SYNDROME AND REDUCE THE DEVASTATING IMPACTS OF THE DISEASE. TO DO THIS, WASHINGTON DEPARTMENT OF FISH AND WILDLIFE WILL COLLABORATE WITH WILDLIFE CONSERVATION SOCIETY CANADA TO FIND AND DESCRIBE NEW MATERNITY COLONY SITES. SPECIES AT EACH SITE WILL BE IDENTIFIED, COUNTED, MONITORED FOR IMPACTS OF WHITE-NOSE SYNDROME, AND ROOST TYPE WILL BE DESCRIBED. APPROXIMATELY SIX TO EIGHT SITES WILL BE CHOSEN FOR TREATMENT TESTING DURING THE SUMMERS OF 2022 AND 2023. AT EACH TREATMENT SITE, BENEFICIAL BACTERIA WILL BE MIXED INTO A POWDERED CLAY AND APPLIED TO THE SURFACES OF BAT BOXES AND OTHER MATERNITY ROOST STRUCTURES WHILE BATS ARE NOT PRESENT. WHEN BATS ENTER THE STRUCTURES, THE BENEFICIAL BACTERIA AND CLAY MIXTURE WILL TRANSFER ONTO THEIR WINGS AND FUR, ENHANCING THEIR NATURAL BACTERIAL COMMUNITY. RESEARCHERS WILL EVALUATE THE EFFECTIVENESS OF THE TREATMENT STRATEGY BY DOCUMENTING AND COMPARING SURVIVORSHIP OF MARKED INDIVIDUALS IN AREAS THAT ARE POSITIVE FOR WHITE-NOSE SYNDROME AND EVALUATING COLONY SIZE TRENDS OVER THE STUDY PERIOD. THIS PROJECT WILL PRODUCE INFORMATION ABOUT MATERNITY COLONY TYPES, SPECIES ASSEMBLAGES, AND WHITE-NOSE SYNDROME IMPACTS IN WASHINGTON AS WELL AS DETERMINE EFFICACY OF A TREATMENT APPROACH THAT TARGETS SUMMER MATERNITY COLONIES USING BENEFICIAL BACTERIA. THIS PROJECT WILL PROVIDE A FRAMEWORK TO IMPLEMENT AND EVALUATE SEVERAL WHITE-NOSE SYNDROME TREATMENT OPTIONS IN THE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F22AP00900_1448"}, {"internal_id": 146215249, "Award ID": "F22AP00683", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-03", "CFDA Number": "15.684", "Description": "SURVEY EQUIPMENT AND DECONTAMINATION MATERIALS FOR WHITE-NOSE SYNDROME SURVEILLANCE, OUTREACH, AND BAT POPULATIONMONITORING IN MISSOURI S9TW1", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bac39249-d4fb-c1b4-9607-02f4dd9da315-C", "generated_internal_id": "ASST_NON_F22AP00683_1448"}, {"internal_id": 145452290, "Award ID": "F22AP00512", "Award Amount": 530.55, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-11", "CFDA Number": "15.684", "Description": "WHITE-NOSE SYNDROME SURVEILLANCE, MITIGATION, AND BAT CONSERVATION IN MICHIGAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa5b3fd5-23cd-de7a-5231-0e7bafe1843e-C", "generated_internal_id": "ASST_NON_F22AP00512_1448"}, {"internal_id": 144472169, "Award ID": "F22AP00286", "Award Amount": 49898.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-07", "CFDA Number": "15.684", "Description": "FY22 WHITE-NOSE SYNDROME GRANTS TO STATES AND TRIBES - WISCONSIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95555e86-9b91-ea55-6385-2eb7a73c2995-C", "generated_internal_id": "ASST_NON_F22AP00286_1448"}, {"internal_id": 144073806, "Award ID": "F22AP00182", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-16", "CFDA Number": "15.684", "Description": "S1TW12 WHITE-NOSE SYNDROME GRANTS TO STATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f528c817-8166-5643-bd8a-d80a7ecb3262-C", "generated_internal_id": "ASST_NON_F22AP00182_1448"}, {"internal_id": 143493610, "Award ID": "F22AP00121", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-03", "CFDA Number": "15.684", "Description": "IOWA FY21 WHITE-NOSE SYNDROME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac2da76c-4237-1dd6-f568-0829ea4ab676-C", "generated_internal_id": "ASST_NON_F22AP00121_1448"}, {"internal_id": 143493624, "Award ID": "F22AP00110", "Award Amount": 31481.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-11-02", "CFDA Number": "15.684", "Description": "2021 WHITE-NOSE SYNDROME GRANTS TO STATES AND TRIBES: ILLINOIS DNR - BOLSTERING ACOUSTIC MONITORING IN ILLINOIS, E-77-R-1", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c342ca79-caa8-5347-404a-6c74c15b9198-C", "generated_internal_id": "ASST_NON_F22AP00110_1448"}, {"internal_id": 142500357, "Award ID": "F22AP00056", "Award Amount": 27400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-21", "CFDA Number": "15.684", "Description": "CONTINUATION OF THE KEWEENAW BAY INDIAN COMMUNITY BAT MONITORING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1052a3f-c012-c266-bb5c-a41958bb2233-C", "generated_internal_id": "ASST_NON_F22AP00056_1448"}, {"internal_id": 142500367, "Award ID": "F22AP00039", "Award Amount": 31297.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-10-13", "CFDA Number": "15.684", "Description": "ACOUSTIC SURVEYS AND SOUTHWEST BAT HUB SUPPORT TO INCREASE UNDERSTANDING OF BAT POPULATION TRENDS IN ARIZONA AND NEW MEXICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35b9b619-8460-b94e-a3b2-ddb53d049d26-C", "generated_internal_id": "ASST_NON_F22AP00039_1448"}, {"internal_id": 140482448, "Award ID": "F21AP04162", "Award Amount": 48439.52, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.684", "Description": "FY21 BAT MONITORING INTIATIVES IN MAINE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e57eb588-e50f-ae99-6923-8c4fd15dfa1f-C", "generated_internal_id": "ASST_NON_F21AP04162_1448"}, {"internal_id": 140482409, "Award ID": "F21AP04160", "Award Amount": 147226.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.684", "Description": "DETERMINING THE CONSEQUENCES OF TRI-COLOR BAT HIBERNATION BEHAVIOR ON PATHOGEN DYNAMICS IN NON-TRADITIONAL HIBERNACULA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "15063a93-1e57-213e-eb69-fe01c9037223-C", "generated_internal_id": "ASST_NON_F21AP04160_1448"}, {"internal_id": 140482295, "Award ID": "F21AP04153", "Award Amount": 49840.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.684", "Description": "WHITE-NOSE SYNDROME GRANTS TO STATES AND TRIBES. - 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a46ea3f9-022e-da5e-9c0d-bf676f6e220f-C", "generated_internal_id": "ASST_NON_F21AP04153_1448"}, {"internal_id": 140482450, "Award ID": "F21AP04148", "Award Amount": 95728.17, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.684", "Description": "UNDERSTANDING SEASONAL ROOST SELECTION, MIGRATION BEHAVIOR AND WINTER ECOLOGY OF THREE WHITE-NOSE SYNDROME SUSCEPTIBLE SPECIES IN WYOMING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_F21AP04148_1448"}, {"internal_id": 140482326, "Award ID": "F21AP04144", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "15.684", "Description": "STATUS OF POPULATION DYNAMICS OF CAVE BATS IN MASSACHUSETTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76c68dbd-f6ee-081e-e6c9-ecb38fbaf275-C", "generated_internal_id": "ASST_NON_F21AP04144_1448"}, {"internal_id": 140482327, "Award ID": "F21AP04140", "Award Amount": 43932.75, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-17", "CFDA Number": "15.684", "Description": "WNS-2-2021 USING SCENT DETECTION DOGS TO LOCATE BAT HIBERNACULA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F21AP04140_1448"}, {"internal_id": 140060118, "Award ID": "F21AP04073", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.684", "Description": "IMPLEMENT AND SUPPORT BAT POPULATION MONITORING, WHITE-NOSE SYNDROME SURVEILLANCE AND RESEARCH IN WASHINGTON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F21AP04073_1448"}, {"internal_id": 140060469, "Award ID": "F21AP04027", "Award Amount": 25708.35, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.684", "Description": "ASSESSING PRESENCE AND IDENTIFYING MATERNITY ROOSTS OF THE WNS-IMPACTED INDIANA BAT IN THE COASTAL PLAIN OF VIRGINIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f28b348b-1150-e968-eebf-e916a8d52c77-C", "generated_internal_id": "ASST_NON_F21AP04027_1448"}, {"internal_id": 140060470, "Award ID": "F21AP04022", "Award Amount": 25674.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-08", "CFDA Number": "15.684", "Description": "WHITE-NOSE SYNDROME GRANTS TO STATES AND TRIBES. - 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33c25826-b69e-043f-285c-413a2723530f-C", "generated_internal_id": "ASST_NON_F21AP04022_1448"}, {"internal_id": 140060179, "Award ID": "F21AP04019", "Award Amount": 48000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-08", "CFDA Number": "15.684", "Description": "PYRAMID LAKE BAT INVENTORY AND MONITORING PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3afea8f6-b9c8-4aa1-3c87-28625b8f577e-C", "generated_internal_id": "ASST_NON_F21AP04019_1448"}, {"internal_id": 140060251, "Award ID": "F21AP04017", "Award Amount": 47895.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-08", "CFDA Number": "15.684", "Description": "EXPANDING YUROK CAPACITY TO SUPPORT REGIONAL WHITE-NOSE BAT SYNDROME MANAGEMENT - YEAR 2", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f1875ee-6022-b0c0-7904-42fdce8e0a40-C", "generated_internal_id": "ASST_NON_F21AP04017_1448"}, {"internal_id": 140060533, "Award ID": "F21AP03977", "Award Amount": 23388.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-09", "CFDA Number": "15.684", "Description": "WHITE-NOSE SYNDROME SURVEILLANCE ON THE YAKAMA NATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e14bc777-36e9-f97c-95c3-eefc6a740e77-C", "generated_internal_id": "ASST_NON_F21AP03977_1448"}, {"internal_id": 140060534, "Award ID": "F21AP03974", "Award Amount": 25524.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-09", "CFDA Number": "15.684", "Description": "ID WNS -BASELINE ASSESSMENT OF BAT POPULATIONS FOR THE CONSERVATION AND MANAGEMENT OF BATS ON THE FORT HALL INDIAN RESERVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b560b84-fe39-467f-47fe-24f6ddf42da3-C", "generated_internal_id": "ASST_NON_F21AP03974_1448"}, {"internal_id": 140060180, "Award ID": "F21AP03973", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-09", "CFDA Number": "15.684", "Description": "ID WHITE-NOSE SYNDROME GRANTS TO STATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31bd8d1e-3109-fbc5-75d0-dbd064639a90-C", "generated_internal_id": "ASST_NON_F21AP03973_1448"}, {"internal_id": 140060609, "Award ID": "F21AP03972", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-09", "CFDA Number": "15.684", "Description": "OREGON WHITE-NOSE SYNDROME IN BATS 2021-2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37a1fb0b-1748-278b-137d-d90e1c816b0e-C", "generated_internal_id": "ASST_NON_F21AP03972_1448"}, {"internal_id": 140060414, "Award ID": "F21AP03932", "Award Amount": 40000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-03", "CFDA Number": "15.684", "Description": "E-15-2 DISEASE TREND ANALYSIS OF WNS IN KENTUCKY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82821819-eef5-c1d5-194a-60ceaf679a3a-C", "generated_internal_id": "ASST_NON_F21AP03932_1448"}, {"internal_id": 140060538, "Award ID": "F21AP03789", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-15", "CFDA Number": "15.684", "Description": "WNS 2021 GRANT TO MARYLAND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_F21AP03789_1448"}, {"internal_id": 140060256, "Award ID": "F21AP03788", "Award Amount": 39546.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.684", "Description": "VTFWD FY22 WHITE NOSE GRANTS TO STATES (WNS15)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc03bcc4-7a9b-1159-a034-f227605ea795-C", "generated_internal_id": "ASST_NON_F21AP03788_1448"}, {"internal_id": 140060612, "Award ID": "F21AP03697", "Award Amount": 28508.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-03", "CFDA Number": "15.684", "Description": "E-6-TW-10 DELAWARE WHITE-NOSE SYNDROME GRANTS TO STATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73af9791-73ea-7b40-038e-4bac1789e705-C", "generated_internal_id": "ASST_NON_F21AP03697_1448"}, {"internal_id": 139632828, "Award ID": "F21AP03640", "Award Amount": 49236.58, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-31", "CFDA Number": "15.684", "Description": "FL - A MORE COMPREHENSIVE MANAGEMENT STRATEGY FOR WNS-SUSCEPTIBLE BATS IN FLORIDA FY21", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b883fc03-ab16-0e12-3ecb-707cfce4b1bb-C", "generated_internal_id": "ASST_NON_F21AP03640_1448"}, {"internal_id": 139033681, "Award ID": "F21AP03601", "Award Amount": 20000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "15.684", "Description": "ARKANSAS WHITE-NOSE SYNDROME BAT MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4629946d-edd7-d220-9327-966c0f6ceae2-C", "generated_internal_id": "ASST_NON_F21AP03601_1448"}, {"internal_id": 139033653, "Award ID": "F21AP03562", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-10", "CFDA Number": "15.684", "Description": "GEORGIA CONTINUING WHITE-NOSED SYNDROME COORDINATION 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b97423fd-b629-0b2e-a8c0-bf2b18cbf826-C", "generated_internal_id": "ASST_NON_F21AP03562_1448"}, {"internal_id": 139033684, "Award ID": "F21AP03560", "Award Amount": 44500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-10", "CFDA Number": "15.684", "Description": "AL-WNS MANAGEMENT AND MONITORING PROGRAM (E-7-R-10)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_F21AP03560_1448"}, {"internal_id": 139033686, "Award ID": "F21AP03527", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "15.684", "Description": "TENNESSEE'S PROPOSAL FOR WHITE-NOSE SYNDROME GRANTS TO STATES AND TRIBES - FISCAL YEAR 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e40763fd-d428-dd62-c6bd-2ed171fe7874-C", "generated_internal_id": "ASST_NON_F21AP03527_1448"}, {"internal_id": 139033644, "Award ID": "F21AP03515", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "15.684", "Description": "WHITE-NOSE SYNDROME SURVEILLANCE AND MANAGEMENT IN NORTH CAROLINA - 2021-2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "478daf07-e433-24e9-f7b0-6bdcc3ee8b3f-C", "generated_internal_id": "ASST_NON_F21AP03515_1448"}, {"internal_id": 139033675, "Award ID": "F21AP03494", "Award Amount": 44997.53, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "15.684", "Description": "SOUTH CAROLINA WHITE-NOSE SYNDROME STATE SUPPORT FY21", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ff770b9-fd39-5446-2086-5462e925bc71-C", "generated_internal_id": "ASST_NON_F21AP03494_1448"}, {"internal_id": 139033671, "Award ID": "F21AP03492", "Award Amount": 49945.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "15.684", "Description": "WHITE-NOSE SYNDROME CAPACITY 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6d92a25-0d94-dc11-8b89-72ba340f89ff-C", "generated_internal_id": "ASST_NON_F21AP03492_1448"}, {"internal_id": 139033679, "Award ID": "F21AP03456", "Award Amount": 11274.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-03", "CFDA Number": "15.684", "Description": "MISSISSIPPI WHITE-NOSE SYNDROME MONITORING 2021-2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "09228cbc-995e-ab7b-a321-41d4ab396131-C", "generated_internal_id": "ASST_NON_F21AP03456_1448"}, {"internal_id": 139033702, "Award ID": "F21AP03455", "Award Amount": 49704.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "15.684", "Description": "IMPLEMENTATION OF UTAH'S WHITE-NOSE SYNDROME PROTOCOL AND EXPANSION OF NABAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac40215-ace8-1ddc-8593-61e7fd86b6a0-C", "generated_internal_id": "ASST_NON_F21AP03455_1448"}, {"internal_id": 139033668, "Award ID": "F21AP03429", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-06", "CFDA Number": "15.684", "Description": "WNS SURVEILLANCE AND POPULATION MONITORING IN LOUISIANA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6eeb09f-a1ef-7242-09ba-13662ee4e8e8-C", "generated_internal_id": "ASST_NON_F21AP03429_1448"}, {"internal_id": 139033664, "Award ID": "F21AP03312", "Award Amount": 49627.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-11", "CFDA Number": "15.684", "Description": "MONITORING THE IMPACTS OF WHITE-NOSE SYNDROME ON MYOTIS VELIFER USING COLONY COUNTS AND NABAT CITIZEN SCIENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "15063a93-1e57-213e-eb69-fe01c9037223-C", "generated_internal_id": "ASST_NON_F21AP03312_1448"}, {"internal_id": 133593420, "Award ID": "F21AP01259", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-12", "CFDA Number": "15.684", "Description": "F20AS00183 REGION 5 WHITE-NOSE SYNDROME RESEARCH GRANTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_F21AP01259_1448"}, {"internal_id": 129017449, "Award ID": "F21AP00921", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-30", "CFDA Number": "15.684", "Description": "CONTINUATION OF THE KEWEENAW BAY INDIAN COMMUNITY BAT MONITORING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a1052a3f-c012-c266-bb5c-a41958bb2233-C", "generated_internal_id": "ASST_NON_F21AP00921_1448"}, {"internal_id": 129017458, "Award ID": "F21AP00917", "Award Amount": 56189.37, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-30", "CFDA Number": "15.684", "Description": "S1TW11 WHITE NOSE SYNDROME GRANTS TO STATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f528c817-8166-5643-bd8a-d80a7ecb3262-C", "generated_internal_id": "ASST_NON_F21AP00917_1448"}, {"internal_id": 129017457, "Award ID": "F21AP00914", "Award Amount": 44363.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-30", "CFDA Number": "15.684", "Description": "IOWA FY20 WHITE-NOSE SYNDROME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac2da76c-4237-1dd6-f568-0829ea4ab676-C", "generated_internal_id": "ASST_NON_F21AP00914_1448"}, {"internal_id": 129017461, "Award ID": "F21AP00902", "Award Amount": 5039.27, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-30", "CFDA Number": "15.684", "Description": "WHITE-NOSE SYNDROME SURVEILLANCE, MITIGATION, AND BAT CONSERVATION IN MICHIGAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa5b3fd5-23cd-de7a-5231-0e7bafe1843e-C", "generated_internal_id": "ASST_NON_F21AP00902_1448"}, {"internal_id": 129017472, "Award ID": "F21AP00854", "Award Amount": 40600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-17", "CFDA Number": "15.684", "Description": "FY 2020 WHITE-NOSE SYNDROME GRANTS TO STATE AND TRIBES - MINNESOTA PROPOSAL - S-1-TW-11", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b0220ae-5e37-757d-e64d-8da0416cebaf-C", "generated_internal_id": "ASST_NON_F21AP00854_1448"}, {"internal_id": 127923258, "Award ID": "F21AP00815", "Award Amount": 48827.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-11", "CFDA Number": "15.684", "Description": "OHIO FY21 WNS GRANT: ROOST USE BY PERIMYOTIS SUBFLAVUS IN OHIO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60ca8cf9-098c-cc38-16b7-170c94bd4db2-C", "generated_internal_id": "ASST_NON_F21AP00815_1448"}, {"internal_id": 127923262, "Award ID": "F21AP00763", "Award Amount": 16904.55, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-03", "CFDA Number": "15.684", "Description": "SURVEY EQUIPMENT AND DECONTAMINATION MATERIALS FOR WHITE-NOSE SYNDROME  SURVEILLANCE, OUTREACH, AND BAT POPULATION MONITORING IN MISSOURI (S9TW1)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bac39249-d4fb-c1b4-9607-02f4dd9da315-C", "generated_internal_id": "ASST_NON_F21AP00763_1448"}, {"internal_id": 127708176, "Award ID": "F21AP00655", "Award Amount": 56083.64, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-19", "CFDA Number": "15.684", "Description": "REGION 5 WHITE-NOSE SYNDROME RESEARCH GRANTS - 2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5c49f449-ab43-3ef9-c57f-6bdc38ab1f68-C", "generated_internal_id": "ASST_NON_F21AP00655_1448"}, {"internal_id": 127708204, "Award ID": "F21AP00606", "Award Amount": 46915.86, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-19", "CFDA Number": "15.684", "Description": "WA WNS - IMPLEMENTING WNS SURVEILLANCE, POPULATION MONITORING AND CONSERVATION MEASURES IN RESPONSE TO THE PRESENCE OF WHITE-NOSE SYNDROME IN WASHINGTON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F21AP00606_1448"}, {"internal_id": 125348160, "Award ID": "F21AP00482", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-05", "CFDA Number": "15.684", "Description": "ID WNS - WHITE-NOSE SYNDROME GRANT TO STATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31bd8d1e-3109-fbc5-75d0-dbd064639a90-C", "generated_internal_id": "ASST_NON_F21AP00482_1448"}, {"internal_id": 124208799, "Award ID": "F21AP00462", "Award Amount": 36061.71, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-22", "CFDA Number": "15.684", "Description": "SUMMIT LAKE PAIUTE TRIBE BAT INVENTORY AND MONITORING PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "33c25826-b69e-043f-285c-413a2723530f-C", "generated_internal_id": "ASST_NON_F21AP00462_1448"}, {"internal_id": 116230126, "Award ID": "F21AP00264", "Award Amount": 49997.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-07", "CFDA Number": "15.684", "Description": "YUROK TRIBE BAT INVENTORY AND MONITORING PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f1875ee-6022-b0c0-7904-42fdce8e0a40-C", "generated_internal_id": "ASST_NON_F21AP00264_1448"}, {"internal_id": 116230107, "Award ID": "F21AP00252", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-08", "CFDA Number": "15.684", "Description": "ACOUSTIC MONITORING AS ONE PIECE OF ASSESSING THE IMPACTS OF WHITE-NOSE SYNDROME ON MONTANA'S BAT POPULATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9048a3a-c9cc-1f74-0a3d-c9e0d11f9cec-C", "generated_internal_id": "ASST_NON_F21AP00252_1448"}, {"internal_id": 116230125, "Award ID": "F21AP00231", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-07", "CFDA Number": "15.684", "Description": "PYRAMID LAKE BAT INVENTORY AND MONITORING PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3afea8f6-b9c8-4aa1-3c87-28625b8f577e-C", "generated_internal_id": "ASST_NON_F21AP00231_1448"}, {"internal_id": 116230157, "Award ID": "F21AP00223", "Award Amount": 28432.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-03", "CFDA Number": "15.684", "Description": "ACOUSTIC PHENOLOGY OF BAT ACTIVITY AT AND WITHIN CLOSE PROXIMITY TO HIBERNACULA (FALL SWARM, HIBERNATION, AND SPRING EMERGENCE); FALL SWARM HABITAT PREFERENCE; AND INDEX OF HIBERNATING BATS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f28b348b-1150-e968-eebf-e916a8d52c77-C", "generated_internal_id": "ASST_NON_F21AP00223_1448"}, {"internal_id": 116230161, "Award ID": "F21AP00216", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-02", "CFDA Number": "15.684", "Description": "WNS 2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_F21AP00216_1448"}, {"internal_id": 116230162, "Award ID": "F21AP00214", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-02", "CFDA Number": "15.684", "Description": "WHITE-NOSE SYNDROME SURVEILLANCE AND MANAGEMENT IN NORTH CAROLINA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "478daf07-e433-24e9-f7b0-6bdcc3ee8b3f-C", "generated_internal_id": "ASST_NON_F21AP00214_1448"}, {"internal_id": 116025288, "Award ID": "F21AP00213", "Award Amount": 46784.87, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-30", "CFDA Number": "15.684", "Description": "TENNESSEE'S PROPOSAL FOR WHITE-NOSE SYNDROME GRANTS TO STATES AND TRIBES FOR FISCAL YEAR 2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e40763fd-d428-dd62-c6bd-2ed171fe7874-C", "generated_internal_id": "ASST_NON_F21AP00213_1448"}, {"internal_id": 116025292, "Award ID": "F21AP00195", "Award Amount": 76188.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-25", "CFDA Number": "15.684", "Description": "FIELD IMPLEMENTATION TRIALS OF A PROBIOTIC PROPHYLAXIS FOR WHITE-NOSE SYNDROME APPLIED AT SUMMER MATERNITY ROOSTS", "Place of Performance Country Code": "CAN", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3265684-512f-7bbe-62bf-82ea3f3e44f9-C", "generated_internal_id": "ASST_NON_F21AP00195_1448"}, {"internal_id": 116025293, "Award ID": "F21AP00194", "Award Amount": 2557.58, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-25", "CFDA Number": "15.684", "Description": "STATUS AND POPULATION DYNAMICS OF CAVE BATS IN MASSACHUSETTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76c68dbd-f6ee-081e-e6c9-ecb38fbaf275-C", "generated_internal_id": "ASST_NON_F21AP00194_1448"}, {"internal_id": 116025321, "Award ID": "F21AP00187", "Award Amount": 43985.74, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-19", "CFDA Number": "15.684", "Description": "REGION 5 WHITE-NOSE SYNDROME GRANTS TO STATES AND TRIBES - 2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82821819-eef5-c1d5-194a-60ceaf679a3a-C", "generated_internal_id": "ASST_NON_F21AP00187_1448"}, {"internal_id": 116025322, "Award ID": "F21AP00186", "Award Amount": 74098.95, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-19", "CFDA Number": "15.684", "Description": "A MORE COMPREHENSIVE MANAGEMENT STRATEGY FOR WNS-SUSCEPTIBLE BATS IN FLORIDA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b883fc03-ab16-0e12-3ecb-707cfce4b1bb-C", "generated_internal_id": "ASST_NON_F21AP00186_1448"}, {"internal_id": 116025302, "Award ID": "F21AP00182", "Award Amount": 21929.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-23", "CFDA Number": "15.684", "Description": "E-6-TW-9 DELAWARE WHITE-NOSE SYNDROME GRANTS TO STATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73af9791-73ea-7b40-038e-4bac1789e705-C", "generated_internal_id": "ASST_NON_F21AP00182_1448"}, {"internal_id": 116025295, "Award ID": "F21AP00168", "Award Amount": 49716.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-25", "CFDA Number": "15.684", "Description": "REGION 5 WHITE-NOSE SYNDROME GRANTS TO STATES AND TRIBES - 2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0c5f918f-a463-22a1-1890-2ee495c9705a-C", "generated_internal_id": "ASST_NON_F21AP00168_1448"}, {"internal_id": 110826261, "Award ID": "F20AP12285", "Award Amount": 95093.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-24", "CFDA Number": "15.684", "Description": "DYSLIPIDEMIA AND METABOLIC PERTURBATION IN BATS WITH WHITE NOSE SYNDROME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "82335220-b01b-63c5-95b9-6dcae60104e4-C", "generated_internal_id": "ASST_NON_F20AP12285_1448"}, {"internal_id": 110826208, "Award ID": "F20AP12248", "Award Amount": 49983.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "15.684", "Description": "WHITE-NOSE SYNDROME CAPACITY GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6d92a25-0d94-dc11-8b89-72ba340f89ff-C", "generated_internal_id": "ASST_NON_F20AP12248_1448"}, {"internal_id": 110826230, "Award ID": "F20AP12217", "Award Amount": 89229.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-20", "CFDA Number": "15.684", "Description": "ENVIRONMENTAL CONTAMINANT EXPOSURE AND WHITE-NOSE SYNDROME VULNERABILITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149f2192-6eec-f566-0562-c8d27bf4c486-C", "generated_internal_id": "ASST_NON_F20AP12217_1448"}, {"internal_id": 110826185, "Award ID": "F20AP12188", "Award Amount": 119547.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-19", "CFDA Number": "15.684", "Description": "THE ROLE OF BAT MOVEMENT WITHIN HIBERNACULA IN DETERMINING SURVIVAL WITH WHITE-NOSE SYNDROME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_F20AP12188_1448"}, {"internal_id": 110826257, "Award ID": "F20AP12182", "Award Amount": 181684.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-19", "CFDA Number": "15.684", "Description": "INVESTIGATING THE WINTER ECOLOGY AND PHYSIOLOGY OF HIBERNATING DESERT SOUTHWEST BATS ACROSS EXPANDED TEMPORAL AND GEOGRAPHIC SCALES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18ebe923-151d-7095-dfea-7767365ba71d-C", "generated_internal_id": "ASST_NON_F20AP12182_1448"}, {"internal_id": 110826237, "Award ID": "F20AP12173", "Award Amount": 160113.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-19", "CFDA Number": "15.684", "Description": "HOW DO GENETIC LOCI UNDER SELECTION IN MYOTIS LUCIFUGUS AFFECT HIBERNATION PHYSIOLOGY?", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_F20AP12173_1448"}, {"internal_id": 110826203, "Award ID": "F20AP12100", "Award Amount": 192216.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-23", "CFDA Number": "15.684", "Description": "FY19 - F19AS00231 WHITE-NOSE SYNDROME RESEARCH GRANTS", "Place of Performance Country Code": "CAN", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c7827adb-e173-bdc6-030a-aeef9b16524f-C", "generated_internal_id": "ASST_NON_F20AP12100_1448"}, {"internal_id": 110277011, "Award ID": "F20AP12071", "Award Amount": 27686.55, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "15.684", "Description": "OREGON WHITE-NOSE SYNDROME IN BATS 2020-2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37a1fb0b-1748-278b-137d-d90e1c816b0e-C", "generated_internal_id": "ASST_NON_F20AP12071_1448"}, {"internal_id": 110276986, "Award ID": "F20AP12068", "Award Amount": 35895.95, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "15.684", "Description": "VTFWD WHITE NOSE SYNDROME GRANT FY21", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc03bcc4-7a9b-1159-a034-f227605ea795-C", "generated_internal_id": "ASST_NON_F20AP12068_1448"}, {"internal_id": 110276959, "Award ID": "F20AP12065", "Award Amount": 18178.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "15.684", "Description": "NH - WHITE NOSE SYNDROME MONITORING AND TECHNICAL ASSISTANCE (E-2-TW-7)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0618771b-7ad5-758b-5355-79de44525779-C", "generated_internal_id": "ASST_NON_F20AP12065_1448"}, {"internal_id": 110826211, "Award ID": "F20AP12063", "Award Amount": 48355.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-18", "CFDA Number": "15.684", "Description": "BAT MONITORING INITIATIVES IN MAINE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e57eb588-e50f-ae99-6923-8c4fd15dfa1f-C", "generated_internal_id": "ASST_NON_F20AP12063_1448"}, {"internal_id": 110276998, "Award ID": "F20AP12060", "Award Amount": 75000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-11", "CFDA Number": "15.684", "Description": "WHITE NOSE SYNDROME SURVEILLANCE IN NEVADA SFY2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a46ea3f9-022e-da5e-9c0d-bf676f6e220f-C", "generated_internal_id": "ASST_NON_F20AP12060_1448"}, {"internal_id": 110277000, "Award ID": "F20AP11983", "Award Amount": 49999.99, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "15.684", "Description": "CALIFORNIA WNS GRANT 2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6dbfa9e4-2810-6eee-6996-251196fb1203-C", "generated_internal_id": "ASST_NON_F20AP11983_1448"}, {"internal_id": 110276993, "Award ID": "F20AP11965", "Award Amount": 28505.25, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-03", "CFDA Number": "15.684", "Description": "SOUTHWEST BAT HUB SUPPORT AND ROOST SURVEYS TO IMPROVE UNDERSTANDING OF BAT POPULATION DYNAMICS IN ARIZONA AND NEW MEXICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35b9b619-8460-b94e-a3b2-ddb53d049d26-C", "generated_internal_id": "ASST_NON_F20AP11965_1448"}, {"internal_id": 110276977, "Award ID": "F20AP11857", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-03", "CFDA Number": "15.684", "Description": "ARKANSAS WHITE-NOSE SYNDROME BAT MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4629946d-edd7-d220-9327-966c0f6ceae2-C", "generated_internal_id": "ASST_NON_F20AP11857_1448"}, {"internal_id": 110276961, "Award ID": "F20AP11750", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "15.684", "Description": "BASELINE MONITORING AND ROOST SITE IDENTIFICATION FOR NATIVE BAT SPECIES BEFORE WHITE-NOSE SYNDROME ARRIVES IN COLORADO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9b00c59-6457-b34f-0b23-2af289ad628c-C", "generated_internal_id": "ASST_NON_F20AP11750_1448"}, {"internal_id": 109850017, "Award ID": "F20AP11745", "Award Amount": 64995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-31", "CFDA Number": "15.684", "Description": "FY21 WHITE NOSE SYNDROME - WISCONSIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95555e86-9b91-ea55-6385-2eb7a73c2995-C", "generated_internal_id": "ASST_NON_F20AP11745_1448"}, {"internal_id": 109850040, "Award ID": "F20AP11721", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-31", "CFDA Number": "15.684", "Description": "IL WHITE-NOSE SYNDROME GRANTS TO STATES AND TRIBES - 2020, E-75-R-1", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c342ca79-caa8-5347-404a-6c74c15b9198-C", "generated_internal_id": "ASST_NON_F20AP11721_1448"}, {"internal_id": 110277014, "Award ID": "F20AP11686", "Award Amount": 26860.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-01", "CFDA Number": "15.684", "Description": "IMPLEMENTATION OF UTAH'S WHITE-NOSE SYNDROME PROTOCOL AND EXPANSION OF NABAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac40215-ace8-1ddc-8593-61e7fd86b6a0-C", "generated_internal_id": "ASST_NON_F20AP11686_1448"}, {"internal_id": 109849999, "Award ID": "F20AP11684", "Award Amount": 27211.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "15.684", "Description": "ES-9 THE SOUTHERN FRONT: ESTABLISHING A LONG-TERM POPULATION MONITORING AND DISEASE SURVEILLANCE NETWORK IN A NEWLY AFFECTED BAT SPECIES, MYOTIS VELIFER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "15063a93-1e57-213e-eb69-fe01c9037223-C", "generated_internal_id": "ASST_NON_F20AP11684_1448"}, {"internal_id": 109850005, "Award ID": "F20AP11627", "Award Amount": 16500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-24", "CFDA Number": "15.684", "Description": "MISSISSIPPI WHITE-NOSE SYNDROME MONITORING 2020-2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "09228cbc-995e-ab7b-a321-41d4ab396131-C", "generated_internal_id": "ASST_NON_F20AP11627_1448"}, {"internal_id": 109850000, "Award ID": "F20AP11625", "Award Amount": 47995.71, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-24", "CFDA Number": "15.684", "Description": "LOUISIANA WHITE-NOSE SYNDROME SURVEILLANCE AND POPULATION MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6eeb09f-a1ef-7242-09ba-13662ee4e8e8-C", "generated_internal_id": "ASST_NON_F20AP11625_1448"}, {"internal_id": 109849993, "Award ID": "F20AP11616", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-24", "CFDA Number": "15.684", "Description": "WHITE NOSE SYNDROME GRANTS TO STATES - GEORGIA DEPARTMENT OF NATURAL RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b97423fd-b629-0b2e-a8c0-bf2b18cbf826-C", "generated_internal_id": "ASST_NON_F20AP11616_1448"}, {"internal_id": 109850018, "Award ID": "F20AP11614", "Award Amount": 44600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-24", "CFDA Number": "15.684", "Description": "AL- WHITE-NOSE SYNDROME MANAGEMENT AND MONITORING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_F20AP11614_1448"}, {"internal_id": 109850004, "Award ID": "F20AP11384", "Award Amount": 32000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-19", "CFDA Number": "15.684", "Description": "SOUTH CAROLINA WHITE-NOSE SYNDROME STATE SUPPORT FY20", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ff770b9-fd39-5446-2086-5462e925bc71-C", "generated_internal_id": "ASST_NON_F20AP11384_1448"}, {"internal_id": 103642415, "Award ID": "F20AP10196", "Award Amount": 188591.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-02", "CFDA Number": "15.684", "Description": "FY19 - F19AS00231 WHITE-NOSE SYNDROME RESEARCH GRANTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f94b00f4-a035-113d-c59c-b548e9289378-R", "generated_internal_id": "ASST_NON_F20AP10196_1448"}]