[{"internal_id": 160833233, "Award ID": "F23AP02506", "Award Amount": 134851.8, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-11", "CFDA Number": "15.683", "Description": "AS THE PLIGHT OF FLORIDAS MANATEE POPULATION CONTINUES, THE FLORIDA FISH AND WILDLIFE CONSERVATION COMMISSION (FWC) IS LEADING PLANS THROUGHOUT THE STATE TO PROVIDE ADDITIONAL CRITICAL CARE-CAPABLE FACILITIES TO SUPPORT THE ONGOING NEED TO RESCUE AND REHABILITATE THESE ANIMALS. THERE ARE CURRENTLY ONLY 3 ACTIVE MANATEE CRITICAL CARE FACILITIES IN THE STATE OF FLORIDA, INCLUDING OUR DAVID A. STRAZ, JR. MANATEE CRITICAL CARE CENTER (CENTER), WHERE WE HAVE ALREADY RECEIVED A RECORD NUMBER OF MANATEES THIS YEAR (19 AS OF 3 23 2023), SURPASSING THE TOTAL NUMBER OF MANATEES WE RECEIVED IN 2022 (17). WE HAVE 21 MANATEES IN CRITICAL OR REHABILITATIVE CARE AS OF THE DATE OF THIS APPLICATION.  IN SUPPORT OF FWCS INITIATIVE TO INCREASE CAPACITY FOR MANATEE CRITICAL CARE, AND WITH FUNDING FROM THE STATE THROUGH FWC, WE WILL BE CONSTRUCTING 2 ADDITIONAL CRITICAL CARE POOLS BY MAY 2024, BRINGING OUR TOTAL NUMBER OF CRITICAL CARE POOLS TO 5.IN ORDER TO FUNCTION AS A MANATEE CRITICAL CARE REHABILITATION CENTER, EVERY FACILITY IS REQUIRED TO HAVE CERTIFIED MANATEE CRITICAL CARE VETERINARIANS ON STAFF. USFWS CERTIFIES ELIGIBLE VETERINARIANS AFTER DOCUMENTING TRAINING AND PROFICIENCY IN MANATEE CRITICAL CARE MEDICINE. TYPICALLY, VETERINARIANS DEVELOP THIS PROFICIENCY THROUGH ON-SITE EXPERIENCE AND TRAINING DIRECTED BY ACTIVE MANATEE CRITICAL CARE VETERINARIANS. CURRENTLY, THERE ARE ONLY 8 CERTIFIED VETERINARIANS PRACTICING AT THE 3 EXISTING CRITICAL CARE FACILITIES. IN ORDER TO GROW THE CAPACITY FOR MANATEE CRITICAL CARE WITHIN THE MANATEE RESCUE AND REHABILITATION PARTNERSHIP (MRP), THE SELF-GOVERNING NETWORK OF PUBLIC AGENCIES AND PRIVATE ORGANIZATIONS ON WHICH FWC RELIES FOR ASSISTANCE WITH RESCUING, REHABILITATING, RELEASING AND MONITORING FLORIDA MANATEES, ADDITIONAL CERTIFIED MANATEE CRITICAL CARE VETERINARIANS ARE NEEDED.  WE PROPOSE WITH THIS 2-YEAR PROJECT TO DEVELOP A FORMALIZED PLAN FOR TRAINING PROSPECTIVE MANATEE CRITICAL CARE VETERINARIANS, AND TO UTILIZE THAT PLAN TO PREPARE ONE VETERINARIAN FOR USFWS CERTIFICATION DURING THE GRANT PERIOD THROUGH A NEW MANATEE CRITICAL CARE VETERINARY FELLOWSHIP PROGRAM AT ZOOTAMPA. THE TRAINING GUIDELINES WE DEVELOP, WHICH WILL INTEGRATE AND SUPPLEMENT THE USFWS CERTIFICATION CRITERIA, WILL BE AVAILABLE TO ALL MANATEE CRITICAL CARE FACILITIES, AND THE VETERINARY FELLOW WILL BE AVAILABLE TO SUPPORT ANOTHER FACILITY UPON COMPLETION OF THEIR TRAINING AND CERTIFICATION.THE VETERINARY FELLOWSHIP WE PROPOSE WILL RESULT IN FORMALIZED MANATEE CRITICAL CARE TRAINING GUIDELINES, BASED ON USFWS CERTIFICATION CRITERIA, WHICH WILL BE SUPPLEMENTED WITH ADDITIONAL TRAINING AND EXPERIENCE WITH THE REMAINDER OF OUR ANIMAL POPULATION, INCLUDING TERRESTRIAL AND OTHER AQUATIC SPECIES. WORKING WITH DR. NAU AND DR. STRINGFIELD IN THE GENERAL ANIMAL POPULATION WILL ALLOW THE FELLOW TO FURTHER HONE COMPARATIVE CLINICAL SKILLS AND CONFIDENCE, WHICH WILL ULTIMATELY BENEFIT THE VETERINARY CARE OF MANATEES.  WE ARE REQUESTING SUPPORT FOR THE PERSONNEL COSTS TO DEVELOP A FORMAL TRAINING PROGRAM FOR MANATEE CRITICAL CARE VETERINARIANS, INCLUDING SALARY, FRINGE BENEFITS, AND A PROFESSIONAL STIPEND. WE WILL PROVIDE AN APPROXIMATE 30  MATCH THROUGH THE PERSONNEL COSTS FOR THE PROJECT PRINCIPAL INVESTIGATOR, DR. MELISSA NAU, AND PROJECT CO-INVESTIGATOR, DR. CYNTHIA STRINGFIELD. DR. NAU WILL DEVELOP THE FORMAL TRAINING GUIDELINES AND PRIMARILY SUPERVISE THE VETERINARY FELLOW WITH DR. STRINGFIELD SUPPORTING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "39f7aa02-ee5c-cedd-3809-047cb0e7ad16-C", "generated_internal_id": "ASST_NON_F23AP02506_1448"}, {"internal_id": 161864360, "Award ID": "F23AP02465", "Award Amount": 81655.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "15.683", "Description": "POLAR BEARS ARE AT RISK FROM OIL CONTAMINATION SHOULD A SPILL OCCUR IN THEIR HABITAT NEAR THE PRUDHOE BAY OIL FIELD IN THE NORTH SLOPE COASTAL REGION OF ALASKA. THE ALASKA ZOO IS AN ESTABLISHED RESPONSE PARTNER IN AN INTERAGENCY WORKING GROUP TO COORDINATE OIL SPILL RESPONSE FOR POLAR BEARS. WITH ONLY ONE ZOO STAFF MEMBER CURRENTLY CERTIFIED AND TRAINED FOR RESPONSE, A NEED EXISTS TO TRAIN FOUR ZOO ANIMAL CARE EMPLOYEES WITH EXPERTISE IN POLAR BEAR CARE FOR OIL SPILL RESPONSE TRAINING. THE INTERAGENCY PLANNING PARTNERS HAVE ALSO IDENTIFIED KEY EQUIPMENT NEEDED TO ENHANCE READINESS AND RESPONSE CAPABILITIES FOR POLAR BEARS IMPACTED BY OIL SPILLS NEAR PRUDHOE BAY, BOTH ON LAND AND IN THE ARCTIC OCEAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fecbe6fd-bf83-cb34-9554-84f943cc6c72-C", "generated_internal_id": "ASST_NON_F23AP02465_1448"}, {"internal_id": 161362785, "Award ID": "F23AP02451", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-17", "CFDA Number": "15.683", "Description": "THE CORE OF THIS PROJECT IS TO PROVIDE THE FWC NORTHEAST FIELD LABORATORY WITH ENHANCED STRANDING RESPONSE CAPABILITY ALONG THE ATLANTIC COAST, INCLUDING TRAINING, PLANNING, AND IMPROVEMENT OF EQUIPMENT AND RESOURCE AVAILABILITY TO ASSIST WITH CAPTURES AND CARCASS RECOVERIES, (3) TRANSPORT FOR LIVE MANATEES THAT WILL DIRECTLY OR INDIRECTLY SUPPORT RESPONSE EFFORTS ALONG THE ATLANTIC COAST, INCLUDING RESCUE TRUCKS, BOATS AND ASSOCIATED EQUIPMENT, (4) PROVIDE CONTINGENCY SUPPORT FOR MANATEE CARE AND RESCUE TRANSPORT RESPONSE IN CONJUNCTION WITH OTHER FEDERALLY AUTHORIZED PARTNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_F23AP02451_1448"}, {"internal_id": 161362783, "Award ID": "F23AP02445", "Award Amount": 149689.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "15.683", "Description": "ON AVERAGE, 340 DECEASED, SICK, INJURED, OR ORPHANED SOUTHERN SEA OTTERS STRANDED IN CALIFORNIA ANNUALLYBETWEEN 2019 AND 2022. A PROVEN WAY TO SUPPLEMENT THE SEA OTTER POPULATION IS TO RESCUE ANDREHABILITATE STRANDED SEA OTTERS, INCLUDING ORPHANED PUPS, AND RETURN THEM BACK TO THE WILD. THIS ISESPECIALLY IMPORTANT AS THE SEA OTTER POPULATION CONTINUES TO REMAIN THREATENED, LIMITED IN RANGE, ANDVULNERABLE TO SHARK BITE MORTALITY, INFECTIOUS DISEASES, HUMAN-CAUSED POLLUTANTS AND PETROLEUM SPILLS.RESPONDING TO AND DOCUMENTING LIVE AND DEAD SEA OTTER STRANDINGS AS WELL AS FACTORS RELATED TOSUCCESSFUL REHABILITATION AND RELEASE OF SEA OTTERS INCREASES KNOWLEDGE ABOUT FACTORS THAT AFFECT SEAOTTER HEALTH AND THREATS TO THE SPECIES AND ITS ECOSYSTEM. THIS INFORMATION IS ESSENTIAL TO SEA OTTERMANAGEMENT AND RECOVERY PLANS AND HELPS IDENTIFY EMERGING THREATS TO THE POPULATION SUCH ASPREDATION, DISEASE, OR HABITAT CHANGES.US FISH AND WILDLIFE SERVICE FUNDING WILL ALLOW THE MONTEREY BAY AQUARIUM TO ACHIEVE ITS GOAL TO (A)PROVIDE DIRECT RESPONSE TO STRANDINGS AND (B) REHABILITATE AND RELEASE SEA OTTERS WITHIN THEIR RANGE INCENTRAL CALIFORNIA. OUR OBJECTIVES INCLUDE:1. COORDINATE WITH STRANDING NETWORK PARTNERS TO RESPOND TO APPROXIMATELY 120 SEA OTTER STRANDINGREPORTS FOR LIVE AND DECEASED SOUTHERN SEA OTTERS.2. COLLECT APPROXIMATELY 50 DECEASED SEA OTTERS AND REPORT PRELIMINARY DATA TO CDFW.3. PROVIDE VETERINARY CARE AND REHABILITATION TO AT LEAST 3 RESCUED SEA OTTERS THAT WE WILL RELEASE BACKTO THE WILD AND MONITOR.4. GENERATE DATA THAT INCREASES SCIENCE-BASED UNDERSTANDING OF THREATS TO THE SOUTHERN SEA OTTERPOPULATION TO INFORM RECOVERY MANAGEMENT AND RAISE PUBLIC AWARENESS.TO ACHIEVE THE PROJECTS GOALS, MONTEREY BAY AQUARIUM STAFF WILL COORDINATE WITH STRANDING NETWORKPARTNERS TO RESPOND TO SEA OTTER STRANDING REPORTS, COLLECT DECEASED SEA OTTERS, RESCUE LIVE-STRANDED SEAOTTERS, AND PROVIDE HUSBANDRY AND VETERINARY CARE TO RESCUED SEA OTTERS. AS CAPACITY ALLOWS, AQUARIUMSTAFF WILL MOVE RESCUED SEA OTTERS INTO THE AQUARIUMS REHABILITATION OR SURROGACY PROGRAMS FOR FUTURERELEASE BACK TO THE WILD OR TRANSFER THEM TO ANOTHER AQUARIUM OR ZOO WHEN DEEMED NON-RELEASABLE BYTHE US FISH AND WILDLIFE SERVICE. AFTER RELEASE, AQUARIUM STAFF WILL CONDUCT POST-RELEASE MONITORING TOENSURE THE HEALTH AND WELL-BEING OF THE RELEASED SEA OTTER. WHEN NECESSARY, AQUARIUM STAFF WILLRECAPTURE RELEASED SEA OTTERS TO PROVIDE ADDITIONAL CARE BEFORE RELEASING THEM TO THE WILD AGAIN.AQUARIUM STAFF WILL ALSO GENERATE DATA TO INCREASE UNDERSTANDING OF THREATS TO THE SEA OTTER POPULATIONTO INFORM MANAGEMENT AND RECOVERY PLANS, AND EXPAND THE PUBLICS UNDERSTANDING OF SEA OTTERS, THEIRROLE IN HEALTHY ECOSYSTEMS, THREATS TO THE POPULATION, AND WHAT STEPS THE PUBLIC CAN TAKE TO PROTECT THISTHREATENED SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81ae89ba-5535-158a-1641-a34ddf88c0cf-C", "generated_internal_id": "ASST_NON_F23AP02445_1448"}, {"internal_id": 161362782, "Award ID": "F23AP02422", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.683", "Description": "APPLICANT NAME: THE MARINE MAMMAL CENTER PROJECT TITLE: INCREASING CAPACITY FOR SOUTHERN SEA OTTER RESPONSE AND REHABILITATION AND DIAGNOSTICS DATES OF PROJECT ACTIVITIES: OCTOBER 1, 2023  SEPTEMBER 30, 2024 PROJECT DURATION: 12 MONTHS PRINCIPAL INVESTIGATOR: CARA FIELD, DVM, PH.D., DIPL. ACZM  MEDICAL DIRECTORCONTACT: 2000 BUNKER ROAD, SAUSALITO, CA 94965 FIELDC TMMC.ORG, 415-754-4055 SPECIES: SOUTHERN SEA OTTER (ENHYDRA LUTRIS NEREIS) SPECIFIC PRIORITY BEING ADDRESSED: THE PROPOSED PROJECT MEETS THE FOLLOWING SPECIES-SPECIFIC FUNDING PRIORITIES FOR SOUTHERN SEA OTTERS. THE FIRST PRIORITY LISTED MOST REFLECTS THE PROJECTS MAIN OBJECTIVES, AND SUBSEQUENT PRIORITIES LISTED ARE RELATED TO AND IN SUPPORT OF THE FIRST: 1. ENHANCE STRANDING RESPONSE CAPABILITIES2. UPGRADE EXISTING FACILITIES.3. UPGRADE OPERATIONS4. CARCASS COLLECTION5. CONDUCTING NECROPSIES6. IMPROVE UNDERSTANDING OF OTHER SOURCES OF MORTALITYOBJECTIVES: STRENGTHEN THE CENTERS SSO RESPONSE, REHABILITATION, AND DIAGNOSTICS CAPACITY, AND SUPPORT OUR SEA OTTER STRANDING NETWORK PARTNERS BY:1. RESPOND, ASSESS, AND TRIAGE UP TO 75 LIVE AND DEAD-STRANDED SSOS, BASED ON PAST FIVE-YEAR AVERAGE.2. BUILD AND ENHANCE RESPONSE STAFFING CAPACITY THROUGH TRAINING AND EXPERIENTIAL PRACTICE INTERNALLY AND WITH COLLABORATORS.3. TREATMENT, CARE, AND RELEASE OF UP TO FIVE LIVE-STRANDED SSOS THROUGH LONG-TERM REHABILITATION AND CONDUCT POST-RELEASE MONITORING ON EACH RELEASED OTTER.4. TRANSFER ANIMALS TO PARTNER AGENCIES AND FACILITIES AS NEEDED AND AS APPROPRIATE.5. IMPROVE SEA OTTER HOLDING AREAS AT OUR SAN LUIS OBISPO AND MONTEREY BAY OPERATIONS FACILITIES.  6. INCREASE COMPREHENSIVE DIAGNOSTIC TESTING TO INCLUDE AS MANY STRANDED SSO AS POSSIBLE (WITH AVAILABLE SAMPLES), UP TO 45 INDIVIDUALS, INCLUDING SEROLOGY FOR PATHOGENIC PROTOZOA (SARCOCYSTIS NEURONA AND TOXOPLASMA GONDII), MORBILLIVIRUSES (CANINE DISTEMPER VIRUS: CDV), LEPTOSPIROSIS, COCCIDIOIDOMYCOSIS  TESTING OF URINE AND FECES  AND OR OTHER APPLICABLE SAMPLE(S)  FOR HARMFUL ALGAL BLOOM BIOTOXINS (DOMOIC ACID, SAXITOXIN)  AND CONDUCT (15) NECROPSIES, INCLUDING HISTOPATHOLOGY.7. EXPAND STAFFING CAPACITY FOR SSO MANAGEMENT INCLUDING SUPPORTING (1) FULL-TIME TEMPORARY STAFF AT THE SLO AND MBO FIELD OFFICES, AND A PART-TIME, TEMPORARY STAFF MEMBER IN SAUSALITO. 8. SHARE FINDINGS OF SSO MORBIDITY AND MORTALITY, TREATMENT, RESPONSE TO REHABILITATION, AND POST-RELEASE OUTCOMES WITH COLLABORATORS AND COMMUNITY VIA PUBLICATIONS AND PRESENTATIONS, WITH THE GOAL OF REDUCING MORTALITY ASSOCIATED WITH DETRIMENTAL HEALTH IMPACTS ON THE SSO POPULATION. FEDERAL FUNDING REQUEST:  150,000NON-FEDERAL CONTRIBUTION:  38,550TOTAL PROJECT COST:  188,550", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "50a414e8-f8db-f10e-42a2-bb3294361b93-C", "generated_internal_id": "ASST_NON_F23AP02422_1448"}, {"internal_id": 161362780, "Award ID": "F23AP02415", "Award Amount": 149920.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-21", "CFDA Number": "15.683", "Description": "THIS PROJECT WILL ADDRESS PRESCOTT PROGRAM CATEGORY B PRIORITIES FOR NORTHERN SEA OTTERS IN ALASKA AND WASHINGTON STATE FOR OIL SPILL RESPONSE. THE GOAL IS TO IMPLEMENT AND COORDINATE OILED SEA OTTER CONTINGENCY PLANNING, TRAINING, AND RESPONSE FOR THE OIL INDUSTRY AND FEDERAL AND STATE TRUSTEES. WILDLIFE RESEARCH INTERNATIONAL (HEREAFTER REFERRED TO AS IWR) IS A NON-GOVERNMENTAL ORGANIZATION PRE-AUTHORIZED TO CAPTURE, TRANSPORT, CLEAN, REHABILITATE, RELEASE (REHABILITATED ANIMALS), AND COLLECT (SALVAGE) DEAD NORTHERN SEA OTTERS OF ANY AGE CLASS AND BOTH SEXES DURING PETROLEUM (E.G., CRUDE OIL, FUEL OIL) SPILL EVENTS UNDER THE U.S. FISH AND WILDLIFE SERVICE LETTER OF AGREEMENT MA85193B. SINCE 1994, IWR HAS BEEN THE GUARANTEED RESPONDER FOR OILED SEA OTTERS IN PRINCE WILLIAM SOUND, ALASKA, IN COORDINATION WITH ALYESKA PIPELINE SERVICE COMPANY, A CONSORTIUM OF OIL COMPANIES THAT OWN AND OPERATE THE TRANS-ALASKA PIPELINE SYSTEM. IN ADDITION TO ANNUAL TRAINING, IWR IS ON 24-HOUR, SEVEN-DAYS-A-WEEK STANDBY SO THAT ALYESKA PIPELINE SERVICE COMPANY CAN MEET ITS LEGAL REQUIREMENT TO HAVE THE OILED SEA OTTER REHABILITATION FACILITY IN PORT VALDEZ FUNCTIONAL AND FULLY STAFFED IN 72 HOURS. IWR WILL MANAGE ALYESKA S OILED SEA OTTER REHABILITATION FACILITY IN PORT VALDEZ, WHICH IS CURRENTLY THE MOST ADVANCED RESPONSE CAPABILITY FOR NORTHERN SEA OTTERS. DURING OUR 2020 PRESCOTT AWARD, WE EXPANDED CONTINGENCY PLANNING, TRAINING, AND 24-HOUR, SEVEN-DAYS-A-WEEK RESPONSE IN SOUTHEAST ALASKA BY CONTRACTING WITH THE SOUTHEAST ALASKA PETROLEUM RESPONSE ORGANIZATION (SEAPRO), INCLUDING RESPONDER TRAINING SESSIONS IN KETCHIKAN, JUNEAU, AND SITKA. THE IWR TRAINING PROGRAM QUALIFIES RESPONDERS FOR AN 8-HOUR FIRST RESPONDER OPERATIONS TRAINING CERTIFICATE IN COMPLIANCE WITH THE FEDERAL OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION (OSHA) HAZARDOUS WASTE AND EMERGENCY RESPONSE (HAZWOPER) REQUIREMENTS FOR THE CARE OF OILED SEA OTTERS IN THE REHABILITATION FACILITY. A CRITICAL FACTOR IN IMPLEMENTING A RAPID RESPONSE TO AN OIL SPILL INVOLVING SEA OTTERS IS TO HAVE A ROSTER OF PRE-TRAINED, OSHA-CERTIFIED RESPONDERS, AND IWR HAS A ROSTER OF OVER 200 TRAINED RESPONDERS. AN ESSENTIAL PART OF THE IWR S TRAINING PROGRAM FOR RESPONDERS IN THE REHABILITATION FACILITY AND CAPTURE AND TRANSPORT CREWS IS OUR OPEN-ACCESS WEBSITE (WWW.WILDLIFERESEARCH.COM), WHICH PROVIDES CRITICAL TRAINING INFORMATION FOR PEOPLE INTERESTED IN PARTICIPATING IN AN OIL SPILL RESPONSE INVOLVING SEA OTTERS. WITH A NEW, THREE-YEAR PRESCOTT AWARD, IWR WILL OFFER ANNUAL, ONE-DAY TRAINING COURSES FOR RESPONDERS WORKING IN THE OILED SEA OTTER REHABILITATION FACILITY IN PORT VALDEZ, ALASKA, AND THE FUTURE FACILITY IN KETCHIKAN, ALASKA. ONE-DAY COURSES WILL ALSO BE OFFERED ANNUALLY IN THE CAPTURE AND TRANSPORT OF OILED SEA OTTERS IN HOMER, CORDOVA, KODIAK, AND KETCHIKAN, ALASKA, AND WASHINGTON STATE. IN ADDITION, IWR WILL PARTICIPATE IN WILDLIFE TASKFORCE EXERCISES AND WILDLIFE STABILIZATION DEMONSTRATION EXERCISES IN ALASKA. AS PART OF THE PROPOSED PROJECT S GOALS, IWR WILL ASSIST THE OIL INDUSTRY AND FEDERAL AND STATE TRUSTEES IN WASHINGTON STATE WITH CONTINGENCY PLANNING, TRAINING, AND RESPONSE. IF A SPILL THREATENS SEA OTTERS, IWR WILL MANAGE THE RESPONSE UNDER OUR EXISTING USFWS PERMIT. IN ADDITION, IWR IS PLANNING OILED SEA OTTER CAPTURE AND TRANSPORT TRAINING IN THE OLYMPIC PENINSULA, WHICH WILL INCLUDE MEMBERS OF LOCAL NATIVE COMMUNITIES. THIS PROJECT AIMS TO COORDINATE OILED SEA OTTER CONTINGENCY PLANNING, TRAINING, AND RESPONSE THROUGHOUT COASTAL ALASKA AND WASHINGTON STATE TO PROVIDE A CONSISTENT AND COMPREHENSIVE RESPONSE NETWORK FOR NORTHERN SEA OTTERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "efc3a9d8-0ba3-a08f-4650-91e5e1dfd15e-R", "generated_internal_id": "ASST_NON_F23AP02415_1448"}, {"internal_id": 161362771, "Award ID": "F23AP02279", "Award Amount": 130476.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-19", "CFDA Number": "15.683", "Description": "THE CORE OF THIS PROJECT IS TO PROVIDE THE FWC EAST CENTRAL FIELD LABORATORY WITH A MANATEE STRANDING BIOLOGIST TO RESPOND TO REPORTS OF LIVE AND DEAD MANATEES. CURRENTLY, THE MANATEE POPULATION ON THE EAST COAST FOR FLORIDA IS EXPERIENCING UNPRECEDENTED MORTALITY AND LIVE DISTRESSED MANATEE CASES THAT ARE OVERWHELMING THE FWC STAFF AND RESOURCES IN THE AREA. AS THIS PROPOSAL IS FOR A NEW PROJECT, THE LOSS WOULD BE THE OPPORTUNITY TO ENHANCE THE CURRENT STAFFING AND RESOURCES TO RESCUE DISTRESSED MANATEES AND COLLECT HIGH QUALITY DATA FROM LIVE AND DEAD STRANDED MANATEES. THE LOSS OF THIS GRANT FUNDING POTENTIAL WILL IMPACT THE QUANTITY AND QUALITY OF THE LIVE AND DEAD MANATEE DATA PROVIDE TO FWC MANAGERS, FEDERAL MANAGERS, AND STAKEHOLDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_F23AP02279_1448"}, {"internal_id": 161362770, "Award ID": "F23AP02273", "Award Amount": 139906.2, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-21", "CFDA Number": "15.683", "Description": "THE RECENT AND ONGOING COLLAPSE OF FORAGING RESOURCES ON THE ATLANTIC COAST OF FLORIDA HAS LED TO AN UNPRECEDENTED NUMBER OF FLORIDA MANATEE (TRICHECHUS MANATUS LATIROSTRIS) MORTALITIES AND AN OVERCROWDING OF REHABILITATION FACILITIES FOR RESCUED INDIVIDUALS. WHILE ORIGINALLY DECLARED IN 2021, THE IMPACTS OF THIS UNUSUAL MORTALITY EVENT (UME) OF MANATEES ARE STILL ONGOING AND STAFF FROM THE CLEARWATER MARINE AQUARIUM RESEARCH INSTITUTE (CMARI) SERVES A UNIQUE ROLE AS THE FIRST-RESPONDERS IN THE FIELD FOR MANATEE RESCUE NEEDS. OUR ORGANIZATION S FIELD EXPERTISE ENABLES OUR RESEARCHERS TO ASSESS AND VERIFY MANATEES IN NEED OF RESCUE AND ASSIST FEDERAL PARTNERS WITH RESCUE EFFORTS.ONCE THESE INDIVIDUALS COMPLETE THEIR REHABILITATION PERIODS, CMARI MONITORS THE NAIVE MANATEES RELEASED THROUGH THE MANATEE RESCUE AND REHABILITATION PARTNERSHIP. CMARI IS ALSO STRIVING TO TAG AS MANY RECOVERED ADULTS THAT WERE AFFECTED BY THE UME UPON THEIR RELEASE AS STAFFING AND RESOURCES WILL ENABLE. TRACKING WILL HELP ENHANCE THE SURVIVAL CHANCES OF THESE INDIVIDUALS, BETTER UNDERSTAND THE LONG-TERM HEALTH IMPLICATIONS OF THE UME ON MANATEES, AND DETERMINE ANY HABITAT USE CHANGES THROUGHOUT THEIR SOUTHEASTERN RANGE.THE GOAL OF THIS PROJECT IS TO INCREASE CMARI S RESOURCE AVAILABILITY TO RESPOND, ASSESS, RESCUE, AND MONITOR POST-RELEASE MANATEES, AS WELL AS EVALUATE THE HEALTH AND ADAPTATION OF MANATEES AS A RESULT OF THE UME OF MANATEES ALONG THE ATLANTIC COAST. KEY ACTIVITIES OF THIS PROJECT INCLUDE RESPONDING FOR RESCUE ASSESSMENTS, RESCUE PARTICIPATION, VIGILANT MONITORING OF POST-RELEASE MANATEES, WITH INTERVENTIONS MADE WHEN NECESSARY. ACCOMPLISHMENTS WOULD INCLUDE THE SUCCESSFUL ACCLIMATION AND SURVIVAL OF POST-RELEASE MANATEES INTO THE WILD. DATA COLLECTED THROUGH THIS PROJECT WILL PROVIDE INSIGHTS INTO THE LONGER-TERM EFFECTS OF STARVATION ON THE WEST INDIAN MANATEE, HOW THAT MAY IMPACT ASSIMILATION BACK INTO THE WILD, AND AN UNDERSTANDING OF WHETHER ANIMALS ARE ALTERING THEIR BEHAVIOR DUE TO THE IMPACTS OF THE UME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "157106b7-bbd2-b7b1-91c5-c91ed168352d-C", "generated_internal_id": "ASST_NON_F23AP02273_1448"}, {"internal_id": 160833225, "Award ID": "F23AP02270", "Award Amount": 107875.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-11", "CFDA Number": "15.683", "Description": "THE PUERTO RICO DEPARTMENT OF NATURAL AND ENVIRONMENTAL RESOURCES IS THE STATE AGENCY WITH THE MANDATE TO PROTECT AND CONSERVE THE NATURAL RESOURCES OF THE ISLAND.  IN 2006, THE AGENCY ESTABLISHED THE MARINE MAMMAL RESCUE PROGRAM (MMRP) WITH THE PURPOSE OR COORDINATING THE RESPONSE TO ALL ISSUES RELATED TO MARINE MAMMALS AROUND THE ISLAND AND ADVISE THE AGENCY ON EMERGING THREATS.  THE MMRP ALSO PROVIDES RECOMMENDATIONS ON CONSERVATION MEASURES.TO FACILITATE THE RESPONSE, THE PROGRAM OPERATES WITH TWO STRANDING COORDINATORS, ONE ON THE WEST AND ONE ON THE NORTH.  THIS PROVIDES FOR ONE COORDINATOR TO BE ALWAYS AVAILABLE FOR ANY GIVEN SITUATION.  THE MAIN OPERATION OFFICE AND STORAGE ROOM IS AT THE FISHERIES RESEARCH LABORATORY (FRL) ON THE WEST COAST.  THE WEST INDIAN MANATEE IS THE MARINE MAMMAL SPECIES THAT MOST FREQUENTLY STRAND, WITH AN AVERAGE OF 11 CASES ADDRESSED ANNUALLY.  MOST OF THE SHORELINE IN PUERTO RICO DOES NOT HAVE EASY ACCESS, WHICH COMPLICATES OFTEN THE LOGISTICS FOR A NECROPSY.  THE LENGTH OF TIME ADDED BY HAVING ACCESS TO THE CARCASS AND GETTING TRAINED STAFF TO PERFORM THE NECROPSY TO THE SITE DECREASES THE POSSIBILITIES OF OBTAINING SAMPLES THAT COULD PROVIDE ADEQUATE INFORMATION THROUGH THE HISTOPATHOLOGY ANALYSIS.  THIS PROJECT SEEKS TO PROVIDE TRAINING TO ADDITIONAL STAFF AND ACQUIRE EQUIPMENT THAT WILL FACILITATE THE RESPONSE.  FOR MANY YEARS THE MMRP HAS BEEN COLLECTING THE EAR BONES OF THE WEST INDIAN MANATEES STRANDED DEAD TO OBTAIN AGE INFORMATION.  THIS AGE DATA PROVIDES CRUCIAL INFORMATION FOR POPULATION MODELS, LIFE HISTORY UNDERSTANDING AND MANAGEMENT DECISIONS.  IN FLORIDA, AGE ESTIMATES FOR POPULATION PARAMETERS HAVE BEEN CALCULATED FOR MANATEES USING GROWTH LAYER GROUPS IN THE EAR BONE (MARMONTEL ET AL. 1996, LONATI ET AL. 2019, 2021).  THE MMRP TRIED TO ESTABLISH COLLABORATIONS OR CONTRACT AGREEMENTS TO ANALYZE THE COLLECTED EAR BONES FROM PUERTO RICO.  UNFORTUNATELY, THE ADMINISTRATIVE AND FINANCIAL PROCESSES WITHIN THE DIFFERENT ENTITIES MADE THIS IMPOSSIBLE.  NOWADAYS, PROCESSING EAR BONES IS NO LONGER A PRIORITY FOR AGENCIES MANAGING THE FLORIDA MANATEE BUT IS STILL UNKNOWN AND NEEDED FOR THE MANATEE POPULATION IN PUERTO RICO.  WE ARE CONFIDENT THAT WITH THE REQUIRED EQUIPMENT IT IS AN ANALYSIS THAT WE COULD DO AT THE FRL, WITH THE SUPPORT OF STAFF EXPERT IN HISTOTECHNOLOGY.       THIS PROPOSAL IS APPLYING FOR CATEGORY B, AS DESCRIBED IN THE FOA, SEEKING SUPPORT FOR THE MARINE MAMMAL STRANDING EFFORTS IN PUERTO RICO. IN PARTICULAR, WE ARE AIMING TOWARDS THE FUNDING PRIORITIES ESTABLISHED FOR THE WEST INDIAN MANATEE (TRICHECHUS MANATUS MANATUS).  IDENTIFIED PRIORITIES ARE:1. ENHANCE CAPABILITY OF STRANDING RESPONSE, INCLUDING TRAINING, PLANNING, OUTREACH, AND IMPROVEMENT OF EQUIPMENT AND RESOURCE AVAILABILITY  2. INCREASE RESPONSE EFFORTS FOR MANATEES IN DISTRESS IN AREAS OF LOW RESCUE CAPACITY, INCLUDING TRAINING, EQUIPMENT AND RESOURCE AVAILABILITY  3. IMPROVE EXISTING FACILITIES FOR NECROPSIES  4. IMPROVE COLLECTION AND ARCHIVING OF SPECIMENS TO SUPPORT STUDIES OF LIFE HISTORY PARAMETERS, THREATS AND OVERALL POPULATION HEALTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "535e446a-c1be-2c43-45d8-9eb5b9ab00d2-C", "generated_internal_id": "ASST_NON_F23AP02270_1448"}, {"internal_id": 160833224, "Award ID": "F23AP02269", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "15.683", "Description": "THE GOAL OF THIS PROJECT IS TO INCREASE EFFICIENCY AND LESSEN THE BURDEN ON OUR PARTNERS BY PROVIDING ANOTHER MANATEE TRANSPORT TRUCK TO THE FLEET IN FLORIDA. WE AIM TO REACH THIS GOAL THROUGH THE FOLLOWING OBJECTIVES: PROVIDE AN ADDITIONAL OPTION FOR TRANSPORTING LARGE MANATEES TO AND FROM THE FIELD AND BETWEEN REHABILITATION PARTNERS IN FLORIDA AND EXPAND MMLS ROLE IN THE MANATEE RESCUE AND REHABILITATION PARTNERSHIP (MRP) BY OFFERING AN ADDITIONAL TRANSPORT OPTION FOR MANATEES IN FLORIDA. THE TRANSPORT TRUCK IS BEING MODELED AFTER THE CUSTOM BUILDS MADE FOR THE FLORIDA FISH AND WILDLIFE COMMISSION S MANATEE TRANSPORT TRUCKS CURRENTLY USED IN THEIR FLEET.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "176a3caf-aa07-085f-a3d1-24eda84f33e9-C", "generated_internal_id": "ASST_NON_F23AP02269_1448"}, {"internal_id": 160833223, "Award ID": "F23AP02268", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-03", "CFDA Number": "15.683", "Description": "THE RED CARIBENA DE VARAMIENTOS (CARIBBEAN STRANDING NETWORK) (RCV) HAS SINCE 1989 BEEN THE NON-PROFIT ORGANIZATION DEPUTIZED BY THE PUERTO RICO DEPARTMENT OF NATURAL AND ENVIRONMENTAL RESOURCES (PRDNER) AND THE US FISH AND WILDLIFE SERVICE (USFWS) TO ASSIST IN TENDING TO MANATEE STRANDING CASES IN PUERTO RICO (MIGNUCCI-GIANNONI ET AL. 2000) AND SERVE AS THE ONLY MANATEE CRITICAL CARE FACILITY OUTSIDE THE CONTINENTAL UNITED STATES (ADIMEY ET AL. 2012). IN DOING SO, THE RCV HAS PARTNERED WITH THE INTER AMERICAN UNIVERSITY IN BAYAMN, PUERTO RICO, TO ESTABLISH THE CARIBBEAN MANATEE CONSERVATION CENTER (CMCC) TO IMPLEMENT SPECIES ENHANCEMENT PROGRAMS OF RESEARCH, RESCUE, REHABILITATION, AND COMMUNITY OUTREACH, CONSISTENT WITH GUIDELINES OF THE ANTILLEAN MANATEE RECOVERY PLAN FOR PUERTO RICO (RATHBUN AND POSSARDT 1986).THE ANTILLEAN MANATEE (TRICHECHUS MANATUS MANATUS) SUBSPECIES IS ENDANGERED THROUGHOUT ITS RANGE DUE TO HUMAN-RELATED ACTIVITIES. IT IS ESTIMATED THAT LESS THAN 700 MANATEES REMAIN IN PUERTO RICO, STILL THREATENED BY BOAT COLLISIONS AND HABITAT DEGRADATION. THESE DETRIMENTAL ACTIVITIES, IN TURN, INFLUENCE MANATEE HEALTH AND THEIR PARTICULAR USE OF SPECIFIC HABITATS. IN ORDER TO ASCERTAIN THE EFFECTS OF THESE TWO FACTORS ON THE SURVIVAL OF THE MANATEE IN PUERTO RICO AND TO OBTAIN THE NEEDED DATA OF OVERALL POPULATION HEALTH, A HEALTH ASSESSMENT STUDY WILL BE CONDUCTED IN TWO IMPORTANT ESTUARINE HABITATS FOR THE SPECIES ON THE ISLAND, JOBOS BAY AND SAN JUAN BAY. BOTH ESTUARIES ARE CLASSIFIED AS FEDERAL-LISTED PROTECTED AREAS. HEALTH ASSESSMENTS ARE A VALUABLE TOOL TO DETERMINE FITNESS, SPECIFICALLY RELATED TO ENVIRONMENTAL AND MEDICAL ISSUES OF ANY WILDLIFE POPULATION. TELEMETRY TOOLS PROVIDE HARD EVIDENCE OF THE PREFERENCE OF WILDLIFE FOR SPECIFIC HABITATS AND RESOURCES (FOOD, WATER, SHELTER, ETC.) NEEDED FOR POPULATION HEALTH AND SURVIVAL. THUS, MANATEES CAN BE SEEN AS SENTINELS OF COASTAL AND ENVIRONMENTAL HEALTH AND FOR THE NATURAL RESOURCES THAT LIE WITHIN. A TEAM OF TRAINED AND EXPERIENCED BIOLOGISTS AND VETERINARIANS WILL CAPTURE ABOUT 20 MANATEES IN THESE ISLAND ESTUARIES, MEDICALLY EVALUATE THEIR HEALTH-RELATED STATUS, AND COLLECT BASIC HEALTH DATA THAT WILL ASSIST IN TREATING THOSE THAT STRAND ALIVE AND HAVE TO GO INTO REHABILITATION AND VETERINARY CARE. LOCAL UNIVERSITY GRADUATE AND UNDERGRADUATE STUDENTS WILL BE TRAINED AND SERVE AS SUPPORT PERSONNEL DURING THE FIELDWORK ON MANATEE HEALTH ASSESSMENT AND RADIOTELEMETRY MONITORING. ONCE EXAMINED AND SAMPLES AND BASELINE HEALTH DATA COLLECTED FOR ANALYSIS, EACH MANATEE WILL BE FITTED WITH A SATELLITE RADIO TAG AND RADIO-TRACKED FOR ONE YEAR TO MONITOR ITS MOVEMENTS AND HABITAT PREFERENCES. THE HEALTH STATUS OF EACH MANATEE WILL BE CORRELATED TO THEIR HABITAT USE AND ENVIRONMENTAL HEALTH IN EACH OF THESE ESTUARY SITES.AN ASSESSMENT OF THREATS WILL BE ASCERTAINED TO DETERMINE THE EXTENT OF ANTHROPOGENIC IMPACTS ON THE ANTILLEAN MANATEE POPULATION IN THESE ECOLOGICALLY IMPORTANT AREAS. PERIODIC PROGRESS REPORTS AND A FINAL REPORT WILL BE SHARED AMONG COOPERATING INSTITUTIONS AND AGENCIES TO USE THE FINDINGS FOR WILDLIFE AND ENVIRONMENTAL CONSERVATION PROGRAMS AND MANATEE PROTECTION EFFORTS IN THEIR JURISDICTIONAL AREA.THE GOALS AND OBJECTIVES OF THIS SPECIFIC PROJECT, AS DETAILED IN THE NOTICE OF FUNDING OPPORTUNITY PRIORITIES, ARE AS FOLLOWS. CURRENTLY, THE CMCC SHOULD FOCUS ON IMPROVING THE COLLECTION AND ARCHIVING OF SPECIMENS TO SUPPORT STUDIES OF LIFE HISTORY PARAMETERS, THREATS, AND OVERALL POPULATION HEALTH OF ANTILLEAN MANATEES.IN THE 2023 PRESCOTT RFP, FOR PRIORITY  2 (TRANSPORT FOR LIVE STRANDINGS OF MANATEES, INCLUDING EQUIPMENT COSTS, RESCUE TRANSPORT TRUCKS, AND CONTRACTS FOR TRANSPORT (AIR OR LAND TRANSPORT)), THE PROJECT OBJECTIVE IS: ACQUIRE AN AUXILIARY RESCUE AND POST-RELEASE MONITORING BOAT TO ASSIST IN RESCUES AND POPULATION HEALTH ASSESSMENTS OF ANTILLEAN MANATEES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c22b10-d23a-7f25-d4fc-1315187e6ed9-R", "generated_internal_id": "ASST_NON_F23AP02268_1448"}, {"internal_id": 161362769, "Award ID": "F23AP02266", "Award Amount": 81382.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-20", "CFDA Number": "15.683", "Description": "THE UNIVERSITY OF FLORIDA MARINE ANIMAL RESCUE (UF MAR) TEAM HAS CONDUCTED MANATEE RESCUE, CARCASS RECOVERY, AND RESEARCH EFFORTS WITHIN ITS COVERAGE AREA (LEVY, DIXIE, AND TAYLOR COUNTIES) SINCE 2016. IN ADDITION, UF MAR HAS ASSISTED IN SURVEILLANCE, RESCUE, AND RELOCATION OF OUT OF HABITAT MANATEES ACROSS THE STATE OF FLORIDA THROUGH FLORIDA FISH AND WILDLIFE CONSERVATION COMMISSION (FWC) AND US FISH AND WILDLIFE SERVICE (FWS) PARTNERSHIPS. UF MARS CURRENT EQUIPMENT FLEET IS COMPRISED OF ONE (1) FORD F250 SUPER DUTY PICKUP TRUCK, ONE (1) 21-FOOT CAROLINA SKIFF VESSEL AND TRAILER, AND ONE (1) CARCASS TRAILER TO TRANSPORT CARCASSES. UF MAR WAS SUCCESSFULLY AWARDED A 16-FOOT ENCLOSED MULTIFUNCTIONAL MOBILE RESPONSE AND PROCESSING TRAILER FROM THE FY 2022 PRESCOTT MARINE MAMMAL RESCUE ASSISTANCE GRANT PROGRAM, VIA FWS, WHICH WAS RECEIVED IN MARCH 2023. TAKING THE FY 2022 PRESCOTT GRANT AWARDED TRAILER INTO ACCOUNT, THE FINAL UF MAR FLEET COUNT ARRIVES AT THREE (3) TRAILERS AND ONE (1) VEHICLE TO RESPOND AND OR TOW, WHEN NECESSARY. WE PROPOSE THE PURCHASE OF A SECOND PICKUP TRUCK TO SUPPORT THE PREVIOUSLY AWARDED PRESCOTT TRAILER FROM FY 2022, WHEN BOTH A TRUCK AND TRAILER PROPOSED EXCEEDED THE PRESCOTT BUDGET LIMIT. CURRENTLY, WITH UF MARS SINGLE TRUCK, WE ARE CONSTRAINED TO DELIVERING ONLY ONE PIECE OF TOWED EQUIPMENT PER RESPONSE. THE ADDITION OF A SECOND TRUCK TO THE PROGRAM WILL GREATLY ENHANCE OUR STRANDING RESPONSE CAPABILITY. IT WOULD ENABLE US TO DEPLOY A BOAT, PROCESSING TRAILER, OR CARCASS TRAILER SIMULTANEOUSLY TO DISTANT LOCATIONS IN LEVY, DIXIE, AND TAYLOR COUNTIES, AS WELL AS ALONG THE ATLANTIC COAST. HAVING THIS ADDITIONAL RESOURCE WOULD SIGNIFICANTLY IMPROVE OUR EQUIPMENT AND RESOURCE AVAILABILITY, FOR BOTH UF MAR AND FLORIDA MANATEE STRANDING NETWORK PARTNERS. OUR CURRENT RESCUE ACTIVITIES AND EQUIPMENT WILL REMAIN ENGAGED ON THE GULF COAST WITH THE EXISTING TRUCK, WHILE THE NEW, ADDITIONAL TRUCK CAN BE TASKED WITH TRANSPORTING THE MOBILE RESPONSE AND PROCESSING TRAILER OR THE CARCASS TRAILER TO THE ATLANTIC COAST TO ASSIST IN HEALTH ASSESSMENTS, RELOCATION OF ANIMALS FOR EVALUATION, AND UNUSUAL MORTALITY EVENTS (UME). DELIVERABLES:1. UF MARS INCREASED AVAILABILITY, RESPONSE, AND DEPLOYMENT OF THE TOWING VEHICLE AND THE TRAILER LOCALLY IN GULF OF MEXICO AND ATLANTIC COAST2. MULTI-AGENCY MANATEE RESPONSES, INCLUDING OUT OF HABITAT ENTRAPMENT CASES3. MANATEE HEALTH ASSESSMENTS ALONG THE ATLANTIC COAST (BREVARD COUNTY) OR THE GULF COAST FOR PROCESSING SUPPORT, EQUIPMENT STORAGE, AND MEDICAL RESPONSE SUPPLIES ON HAND4. DEPLOYMENT OF THE TRAILER UTILIZING THE TOWING VEHICLE AT UNUSUAL MORTALITY EVENTS FOR MULTI-USE SUPPORT AND A PROTECTED ENVIRONMENT FROM THE WEATHER. UF MAR HAS OFFERED SUPPORT TO NINE ENTRAPMENT CASES SINCE JANUARY OF 2020. THE INTENDED BENEFICIARIES, IN ADDITION TO THE MANATEES INVOLVED, ARE ONSITE PERSONNEL INVOLVED IN RESPONSE AND RESEARCH, AS WELL AS MEDICAL PERSONNEL USING THE STABLE MOBILE RESPONSE AND PROCESSING TRAILER PLATFORM, WHICH IS AVAILABLE FOR SHORT AND LONG TERM DEPLOYMENT. THIS INCREASED MOBILITY ALLOWS BUILT IN TRAILER DESK SPACE AND A PROTECTED ENVIRONMENT FOR PERSONNEL AND EQUIPMENT NEEDED ON SITE, RATHER THAN RELIANCE ON TENTS IN ISOLATED AND CHALLENGING ENVIRONMENTS. THE ADDITION OF ANOTHER TOWING TRUCK TO THE MANATEE RESCUE AND CARCASS RECOVERY NETWORK WILL ENHANCE RESPONSE ACROSS THE STATE OF FLORIDA, FULFILLING THE MANDATES FOR FWS, FWC AND MRP PARTNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_F23AP02266_1448"}, {"internal_id": 160833221, "Award ID": "F23AP02236", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-07", "CFDA Number": "15.683", "Description": "THE RED CARIBENA DE VARAMIENTOS (CARIBBEAN STRANDING NETWORK) (RCV) HAS SINCE 1989 BEEN THE NON-PROFIT ORGANIZATION DEPUTIZED BY THE PUERTO RICO DEPARTMENT OF NATURAL AND ENVIRONMENTAL RESOURCES (PRDNER) AND THE US FISH AND WILDLIFE SERVICE (USFWS) TO ASSIST IN TENDING TO MANATEE STRANDING CASES IN PUERTO RICO, AND SERVE AS THE ONLY MANATEE CRITICAL CARE FACILITY OUTSIDE THE CONTINENTAL UNITED STATES. WHILE THE WEST INDIAN MANATEE (TRICHECHUS MANATUS), AS A SPECIES, WAS DOWN-LISTED AS THREATENED IN 2017, THE ANTILLEAN MANATEE (T. MANATUS MANATUS) SUBSPECIES THROUGHOUT ITS RANGE AND ITS POPULATION IN PUERTO RICO IS STILL ENDANGERED BY GENETIC BOTTLENECK AND A SMALL POPULATION NUMBER. FOR EXAMPLE, WHILE THE POPULATION OF THE FLORIDA SUBSPECIES (T. MANATUS LATIROSTRIS) MAY BE AROUND 5,733 INDIVIDUALS, THE PUERTO RICO POPULATION OF THE ANTILLEAN SUBSPECIES MAY ONLY BE BETWEEN 312-535 INDIVIDUALS.RECOVERY THROUGH ACTIONS THAT PROVIDE A BETTER UNDERSTANDING OF THE STATUS OF THE ANTILLEAN POPULATION IN PUERTO RICO AND INCREASE THE QUALITY OF THE RESPONSE TO STRANDINGS AND VETERINARY CARE DURING REHABILITATION ARE NEEDED TO PROVIDE INFORMATION TO MANAGERS AND STAKEHOLDERS, WHICH WILL ULTIMATELY CONTRIBUTE TO MANATEE PROTECTION AND RECOVERY IN PUERTO RICO.THE GOALS AND OBJECTIVES OF THIS SPECIFIC PROJECT, AS DETAILED IN ONE OF THE NOTICE OF FUNDING OPPORTUNITY PRIORITIES, ARE AS FOLLOWS. AT THIS MOMENT, THE CMCC SHOULD FOCUS ON ENHANCING THE CAPABILITIES OF STRANDING RESPONSE, INCREASE RESPONSE FOR MANATEES IN DISTRESS AND IMPROVE MEDICAL TREATMENT AND HUSBANDRY OF MANATEES THAT ARE RESCUED IN PUERTO RICO.IN THE 2023 PRESCOTT RFP, FOR PRIORITY  1 (ENHANCE CAPABILITY OF STRANDING RESPONSE, INCLUDING TRAINING, PLANNING, OUTREACH, AND IMPROVEMENT OF EQUIPMENT AND RESOURCE AVAILABILITY) THE PROJECT OBJECTIVES ARE: COVER 50  OF SALARY FOR RESCUE STAFF (RESCUE COORDINATOR AND RESCUE TECHNICIAN).FOR PRIORITY  3 (INCREASE RESPONSE EFFORTS FOR MANATEES IN DISTRESS IN AREAS OF LOW RESCUE CAPACITY, INCLUDING TRAINING, EQUIPMENT AND RESOURCE AVAILABILITY) THE PROJECT OBJECTIVES ARE: COVER 50  OF SALARY FOR ANIMAL CARE STAFF (HUSBANDRY TECHNICIAN, HUSBANDRY ASSISTANT).FOR PRIORITY  4 (IMPROVE AND EXPAND EXISTING FACILITIES FOR MEDICAL TREATMENT, REHABILITATION, AND OR NECROPSIES, INCLUDING BUILD-OUTS, ALTERATIONS, UPGRADES, AND RENOVATIONS) THE PROJECT OBJECTIVES ARE: ACQUIRE ESSENTIAL HUSBANDRY, REHABILITATION AND LIFE-SUPPORT SYSTEM SUPPLIES. COVER 50  OF SALARY FOR LIFE-SUPPORT SYSTEMS STAFF (LSS) (LSS TECHNICIAN AND WATER QUALITY TECHNICIAN).AND FOR PRIORITY  5 (ENHANCE ACCESS FOR VETERINARY CARE, INCLUDING ON-SITE (LAB OR FIELD) EQUIPMENT OR INSTRUMENTS FOR MORE RAPID ASSESSMENT OF MEDICAL CONDITION OR MONITORING OF TREATMENT RESPONSE), THE PROJECT OBJECTIVES ARE: COVER 50  OF SALARY FOR VETERINARY STAFF (VETERINARIAN AND VETERINARY ASSISTANT).THESE FIVE SPECIFIC OBJECTIVES ARE ESSENTIAL TO IMPROVE, EXPAND, AND ENHANCE THE RESCUE, VETERINARY DIAGNOSIS, TREATMENT, HUSBANDRY, AND REHABILITATION OF ANTILLEAN MANATEES IN PUERTO RICO AS THE ONLY FEDERALLY-AUTHORIZED MANATEE CRITICAL CARE FACILITY OUTSIDE THE MAINLAND US. HISTORICALLY, ABOUT 20  OF MANATEE STRANDINGS IN PUERTO RICO ARE CAUSED BY WATERCRAFT COLLISIONS (MIGNUCCI-GIANNONI ET AL. 2000, BONDE ET AL. 2012). HOWEVER, IN RECENT YEARS POST-PANDEMIC OPENING OF BEACHES AND NAVIGATION, PRDNER DATA DETAILS THAT UP TO 50  OF MANATEE STRANDINGS CASES MAY BE RELATED TO WATERCRAFT COLLISIONS (PRDNER UNPUBL. DATA). HAVING AVAILABLE A FULLY OPERATIONAL AND STAFFED REHABILITATION CENTER OUTSIDE THE CONTINENTAL US IS OF UPMOST IMPORTANCE TO THE RECOVERY OF THE SUBSPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c22b10-d23a-7f25-d4fc-1315187e6ed9-R", "generated_internal_id": "ASST_NON_F23AP02236_1448"}, {"internal_id": 161864342, "Award ID": "F23AP02232", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-02", "CFDA Number": "15.683", "Description": "THE BISHOP MUSEUM OF SCIENCE AND NATURE, INC., A PRIVATE NONPROFIT ORGANIZATION, HAS PARTICIPATED IN THE MANATEE REHABILITATION NETWORK SINCE 1998 AND COMMITS SIGNIFICANT RESOURCES ANNUALLY TO STAFFING, FACILITIES CARE, EQUIPMENT, MEDICAL CARE AND FOOD FOR REHABILITATING MANATEES. WE WERE A FOUNDING MEMBER OF THE MANATEE RESCUE AND REHABILITATION PARTNERSHIP (MRP) IN 2001. THIS FUNDING REQUEST SUPPORTS THREE FUNDING PRIORITIES SPECIFIC TO WEST INDIAN MANATEES IN THE SOUTHEAST US.1.TRANSPORT FOR LIVE MANATEES THAT WILL DIRECTLY OR INDIRECTLY SUPPORT RESPONSE EFFORTS ALONG THE ATLANTIC COAST, INCLUDING RESCUE TRUCKS, BOATS, AND ASSOCIATED EQUIPMENT 2.PROVIDE CONTINGENCY SUPPORT FOR MANATEE CARE AND RESCUE TRANSPORT RESPONSE IN CONJUNCTION WITH OTHER FEDERALLY AUTHORIZED PARTNERS 3.ENHANCE POST-RELEASE MONITORING OF SURVIVAL FOR INDIVIDUALS RELEASED FROM REHABILITATION OR ON-SITE FROM STRANDINGS (E.G., SATELLITE TAGS AND ARGOS SUPPORT).WE ALSO PROVIDE A VARIETY OF PUBLIC EDUCATION PROGRAMS ABOUT MANATEES, THEIR HABITAT, NATURAL HISTORY AND THE REASONS THEY COME INTO REHABILITATION.IN 2022, USFWS AND FLORIDA FISH AND WILDLIFE CONSERVATION COMMISSION ASKED THE BISHOP TO EXPAND ITS MANATEE REHABILITATION PROGRAM AND WE ARE DOING SO BY RENOVATING A NEARBY FACILITY. THIS EXPANSION INCREASES OVERALL CAPACITY OF THE STATEWIDE MANATEE REHABILITATION NETWORK BY UP TO 10 , PROVIDING RESOURCES FOR BOTH CRITICAL EMERGENCY CARE AND LONG-TERM CARE OF MANATEES. ADDITIONALLY, WE ARE PURCHASING A CUSTOMIZED MANATEE TRANSPORT TRUCK (FUNDED SEPARATELY IN 2022) AND EXPECT IT TO BE OPERATIONAL THIS YEAR.WE CARE FOR AND PREPARE MANATEES FOR RELEASE, PROVIDING OPTIMAL NUTRITION AND HELPING YOUNG MANATEES GROW AND LEARN BEHAVIORS NEEDED TO SUCCESSFULLY RETURN TO THE WILD. THIS CLEARS SPACE AT HOSPITALS THAT ARE OFTEN OPERATING AT FULL CAPACITY, WHICH IS ESPECIALLY IMPORTANT DUE TO THE UNUSUAL MORTALITY EVENT AFFECTING MANATEES ON THE ATLANTIC COAST. THE MUSEUM IS THE ONLY STAGE 2 FACILITY ON FLORIDAS WEST COAST.  THE MRP WORKS AS A COOPERATIVE OF AGENCIES, ORGANIZATIONS, AND OCEANARIA TO RESCUE, REHABILITATE, AND RELEASE MANATEES. THE GROUP OPERATES VIA COMMITTEE STRUCTURE TO SHARE INFORMATION, CREATE PLANS AND MAKE DECISIONS AND THE BISHOP IS ACTIVE AT ALL LEVELS. THE BISHOPS DIRECTOR OF ANIMAL CARE AND ATTENDING VETERINARIAN PARTICIPATE IN MANY COMMITTEES AND ARE AMONG THE MOST EXPERIENCED PROFESSIONALS IN THE NETWORK.THE MANATEE REHABILITATION HABITAT AT THE MUSEUM FEATURES A 60,000 GALLON POOL AND EXHIBIT AREA WHERE EDUCATIONAL PRESENTATIONS ARE GIVEN TO MUSEUM VISITORS. THE EXPANSION FACILITY RENOVATION IS NEARLY COMPLETE AND WE EXPECT TO RECEIVE OUR FIRST MANATEES IN THE NEXT FEW MONTHS. THE FACILITY CONSISTS OF SEVEN POOLS OF VARYING SIZE, CONFIGURATION AND DEPTH. THERE WILL BE NO REVENUE GENERATED BY THIS PROGRAM EXPANSION AS IT IS NOT AT THE MAIN MUSEUM LOCATION AND WILL NOT BE MADE PUBLIC. THE BISHOP IS PERMITTED FOR CRITICAL CARE, HOLDING, VERIFICATION AND TRANSPORT. OUR ROLE IS TO CARE FOR AND PREPARE MANATEES FOR RELEASE, HELPING YOUNG MANATEES GROW OR ADULT MANATEES RECOVER FROM INJURY OR ILLNESS BEFORE RELEASE.WE ARE REQUESTING  150,000 TO SUPPORT THE PURCHASE OF EQUIPMENT FOR THE POST-RELEASE MONITORING OF TWO MANATEES, ANIMAL CARE STAFF TIME AND VETERINARY SERVICES. THIS FUNDING WILL ALLOW US TO WORK WITH THE MRP TO MAXIMIZE THE NUMBER OF MANATEE FACILITIES OFFERING CRITICAL CARE, THE NUMBER OF FACILITIES PROVIDING TRANSPORT ASSISTANCE FOR RESCUES AND TRANSFERS BETWEEN FACILITIES, AND THE NUMBER MANATEES MONITORED POST-RELEASE IN ADDITION TO PROVIDING PUBLIC OUTREACH AND EDUCATION ABOUT MANATEES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "252a4051-8dbf-9f45-273a-9c7d02d709e1-R", "generated_internal_id": "ASST_NON_F23AP02232_1448"}, {"internal_id": 160632156, "Award ID": "F23AP02226", "Award Amount": 11250.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-30", "CFDA Number": "15.683", "Description": "FOR MANY YEARS AT HOMOSASSA SPRINGS WILDLIFE STATE PARK, THE MANATEE INGROUND POOL GATES HAVE BEEN CONTROLLED BY MANUAL GATE WINCHES. THIS WAS FINE IN YEARS PAST, HOWEVER AS THE PARK AIMS TO INCREASE ITS DIVERSITY AND QUANTITY OF REHABILITATING MANATEES, IT IS IMPERATIVE THAT THE OLD MANUAL WINCHES ARE UPDATED. THE NEW WINCHES WOULD BE MOTORIZED WITH A TOGGLE SWITCH TO CONTROL THE MOTION OF THE GATES. THE PROJECT WOULD INCLUDE NEW WIRES FOR THE GATES, ELECTRICAL OUTLETS, AND THE WORK DONE TO ADD THE MOTORIZED WINCHES.THE OTHER ASPECT OF THE PROJECT IS TO ACQUIRE TWO NEW MANATEE STRETCHERS THAT ARE SMALLER THAN THE CURRENT STRETCHER. THE CURRENT STRETCHER IS PERFECT FOR THE LARGE RESIDENT MANATEES AND THE OCCASIONAL LARGE REHAB MANATEE, HOWEVER SMALLER, JUVENILE REHAB MANATEES TEND TO BE ENGULFED WITHIN. PURCHASING TWO SMALLER MANATEE STRETCHERS, A 6  AND A 7 , WOULD IMPROVE HEALTH ASSESSMENTS AND RELEASES OF JUVENILE MANATEES BY ALLOWING MORE CONTROL OVER THESE YOUNGER MANATEES FOR PARK STAFF.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_F23AP02226_1448"}, {"internal_id": 160833218, "Award ID": "F23AP02092", "Award Amount": 149995.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-06", "CFDA Number": "15.683", "Description": "THE ALASKA SEALIFE CENTER (ASLC) IS THE ONLY FACILITY PERMITTED TO REHABILITATE WALRUSES AND NORTHERN SEA OTTERS INALASKA. SINCE 1998, THE ASLC HAS BEEN AN INTEGRAL ASSET TO HELP MONITOR HOW THE CHANGING OCEAN ENVIRONMENT IS AFFECTING THESE ANIMALS AND PEOPLE WHO DEPEND ON THEM. THROUGH THIS GRANT PROPOSAL, THE ASLC IS REQUESTING ASSISTANCE IN MAINTAINING THE FOLLOWING PROGRAMS BY SUPPORTING STAFF SALARIES, TRAVEL, SUPPLIES AND HEALTH MONITORING. THE WILDLIFE RESPONSE DEPARTMENT ADMITS STRANDED LIVE MARINE ANIMALS COLLECTING DATA ON THEIR HEALTH AND REASONS FOR STRANDING, SUCH AS HARMFUL ALGAL BLOOMS, BOAT STRIKES AND ENTANGLEMENT OR GENERAL MALNOURISHMENT DUE TO LACK OF RESOURCES OR MATERNAL CARE. THE DATA COLLECTED FROM THESE INDIVIDUALS CAN BE AN INDICATION OF WHAT IS HAPPENING TO THE GENERAL POPULATIONS IN THE REGIONS THEY LIVE, SUCH AS OTTERS FROM THE ALEUTIAN ISLANDS OR WALRUSES FROM THE BERING SEA. THROUGH TRAINING JUNIOR STAFF AND VOLUNTEERS BY EXPERIENCED FULL-TIME STAFF, THE ASLC HELPS MONITOR TRENDS IN NORTHERN SEA OTTER MORTALITY IN SOUTHCENTRAL ALASKA AND IS CAPABLE OF TRAVELING TO ASSIST WITH NECROPSIES AND SAMPLE COLLECTION DURING MASS STRANDING EVENTS FOR OTTERS AND WALRUSES THROUGHOUT THE ALASKAN COASTLINE. IN REGARD TO OIL SPILL RESPONSE IN ALASKA, THE ASLC MAINTAINS PARTNERSHIPS WITH ALL THE MAJOR ORGANIZATIONS THAT WOULD BE RESPONSIBLE TO RESPOND TO OILED WILDLIFE. THE ASLCS EXPERIENCED STAFF TRAINS PROFESSIONALS AND VOLUNTEERS IN HAZWOPER, ANIMAL HANDLING, AND CARE. IT ALSO HAS STOCKPILED EQUIPMENT AND SUPPLIES TO TRAVEL TO THE SITE OF THE SPILL AND TREAT OILED WILDLIFE. NOT ONLY DOES THE ASLC PROMOTE PROFESSIONAL COLLABORATION TO UNDERSTAND OCEAN ECOSYSTEMS, IT ALSO FOSTERS STEWARDSHIP THROUGH ITS EDUCATION PROGRAMS. WILDLIFE RESPONSE STAFF MAN 24 HOUR 7 DAYS A WEEK HOTLINE WHERE THE PUBLIC CALLS IN CONCERNS ABOUT MARINE WILDLIFE, WHICH OFTEN RESULTS IN AN ACTION TO COLLECT DATA FROM A CARCASS OR TRY TO ASSIST A DEBILITATED ANIMAL. THEY ALSO WORK CLOSELY WITH THE EDUCATION AND MEDIA DEPARTMENTS TO PRODUCE QUALITY PROGRAMS ON SOCIAL MEDIA, VIRTUAL CLASSROOMS, AND IN-PERSON PRESENTATIONS TO EDUCATE ANDINSPIRE PEOPLE OF ALL AGES ABOUT CONSERVATION AND THE OCEANS. THANKS TO FUNDING FROM THE USFWS PRESCOTT GRANT, THE ASLC HAS BEEN ABLE TO PROVIDE THESE SERVICES AND HOPES TO CONTINUE TO DO SO IN THE COMING YEARS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb7780ba-e3d4-f9bb-73df-a72e1d23c348-C", "generated_internal_id": "ASST_NON_F23AP02092_1448"}, {"internal_id": 151867776, "Award ID": "F22AP03078", "Award Amount": 85072.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-07", "CFDA Number": "15.683", "Description": "THE GOAL OF THIS PROJECT IS TO REPLACE AN EXISTING VESSEL THAT HAS BEEN IN CONTINUOUS OPERATION FOR SEA OTTER OIL SPILL RESPONSE PREPAREDNESS, STRANDING RESPONSE, AND RESEARCH FOR 24 YEARS  THE NEW VESSEL WILL ALLOW US TO CONTINUE ACTIVITIES AT CURRENT LEVELS  OUR CURRENT VESSEL WAS ORIGINALLY PURCHASED IN 1998 BY THE OILED WILDLIFE CARE NETWORK  OWCN , SHORTLY AFTER THE OWCN WAS ESTABLISHED, AND ITS PRIMARY FUNCTION HAS BEEN OIL SPILL RESPONSE READINESS FOR SEA OTTERS ALONG THE COAST OF CALIFORNIA  DURING THE LAST 10 YEARS, THIS WAS THE PRIMARY VESSEL USED DURING MULTIPLE FULL DEPLOYMENT OIL SPILL DRILLS, OILED WILDLIFE CAPTURE TRAINING WORKSHOPS, RECOVERY OF DOZENS OF LIVE AND DEAD STRANDED SEA OTTERS  FLOATING OFFSHORE OR IN HARBORS , AND COUNTLESS SEA OTTER CAPTURE OPERATIONS IN SUPPORT OF HEALTH, MORTALITY, AND POPULATION STUDIES  APPENDIX A   THE VESSEL ALSO HAS BEEN USED TO ATTEMPT TO REUNITE ABANDONED PUPS WITH THEIR MOTHERS  APPENDIX A   OUR EXISTING VESSEL, WHICH IS A ZODIAC SRMN 550  17 7 FT  RIGID HULLED INFLATABLE BOAT  RHIB , HAS RECEIVED REGULAR MAINTENANCE AND PERIODIC UPGRADES, BUT DUE TO ITS AGE, IT NOW HAS SAFETY ISSUES THAT CANNOT BE RELIABLY REPAIRED  WE THEREFORE ARE REQUESTING FUNDS FOR A NEW, NEARLY IDENTICAL, BUT CONTEMPORARY, VESSEL TO CONTINUE OUR IMPORTANT WORK ON SOUTHERN SEA OTTER OIL SPILL RESPONSE PREPAREDNESS, STRANDED SEA OTTER RECOVERY, AND SEA OTTER RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_F22AP03078_1448"}, {"internal_id": 151522127, "Award ID": "F22AP03077", "Award Amount": 99989.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-18", "CFDA Number": "15.683", "Description": "TO RESPOND TO LIVE AND DEAD NORTHERN SEA OTTER AND WALRUS STANDINGS IN ALASKA  TO CONTRIBUTE TO THE UNDERSTANDING OF THESE SPECIES BY MONITORING THEIR HEALTH AND WELL BEING WHILE IN OUR CARE  TO ASSIST REGIONAL AGENCIES AND PARTNERS DURING MORTALITY EVENTS  TO MAINTAIN STAFF PROFICIENCY SO WE ARE READY TO TAKE THE LEAD IN CARING FOR THESE ANIMALS IF AFFECTED DURING AN OIL SPILL  TO SUPPORT VOLUNTEERS WHO COLLECT DATA FROM NORTHERN SEA OTTERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb7780ba-e3d4-f9bb-73df-a72e1d23c348-C", "generated_internal_id": "ASST_NON_F22AP03077_1448"}, {"internal_id": 151522225, "Award ID": "F22AP03076", "Award Amount": 86555.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-29", "CFDA Number": "15.683", "Description": "THE BISHOP MUSEUM OF SCIENCE AND NATURE, INC , HAS PARTICIPATED IN THE MANATEE REHABILITATION NETWORK SINCE 1998 AND COMMITS SIGNIFICANT RESOURCES ANNUALLY TO STAFFING, FACILITIES CARE, EQUIPMENT, MEDICAL CARE AND FOOD FOR REHABILITATING MANATEES  THE MUSEUM IS A STAGE 2 MANATEE REHABILITATION FACILITY WHERE MANATEES COME AFTER THEIR CRITICAL CARE NEEDS HAVE BEEN MET AT ONE OF FLORIDA S 3 MANATEE HOSPITALS  OUR ROLE IS TO CARE FOR AND PREPARE THEM FOR RELEASE, HELPING YOUNG MANATEES GROW OR ADULT MANATEES RECOVER FROM INJURY OR ILLNESS BEFORE RELEASE  THIS CLEARS SPACE AT THE HOSPITALS FOR MANATEES IN NEED OF ACUTE CARE AT FACILITIES THAT ARE OFTEN OPERATING AT FULL CAPACITY, WHICH IS ESPECIALLY IMPORTANT DUE TO THE UNUSUAL MORTALITY EVENT AFFECTING MANATEES ON THE ATLANTIC COAST  THE MUSEUM IS THE ONLY STAGE 2 REHABILITATION FACILITY ON FLORIDA S WEST COAST  THE BISHOP IS PERMITTED FOR CRITICAL CARE, HOLDING, VERIFICATION AND TRANSPORT  THE MUSEUM S ANIMAL CARE TEAM CONSISTS OF 3 FULL TIME AND 3 PART TIME STAFF AND CONTRACT VETERINARY SERVICES   THE MUSEUM WAS AMONG THE FOUNDING PARTNERS OF THE MANATEE RESCUE AND REHABILITATION PARTNERSHIP  MRP  IN 2001  THE MRP IS THE COOPERATIVE GROUP OF NON PROFIT, PRIVATE, STATE, AND FEDERAL ENTITIES WITH A STAKE IN TRACKING THE POST RELEASE FATE OF REHABILITATED MANATEES IN THE WILD  THE PARTNERS WORK TOGETHER TO DETERMINE PRACTICES AND GUIDELINES FOR MANATEE CARE, HEALTH STANDARDS, RELEASE PLANS AND POST RELEASE MONITORING   THIS FUNDING REQUEST IS PRIMARILY TO SUPPORT POST RELEASE MONITORING OF SURVIVAL FOR MANATEES RELEASED FROM REHABILITATION THROUGH TRACKING, VETERINARY CARE AND NUTRITION  POST RELEASE MONITORING OF NAI?VE ANIMALS THAT MAY NEED ASSISTANCE AS THEY RE ADJUST TO THE WILD ALLOWS TIMELY INTERVENTION AND LESSENS RISK FOR THE MANATEES  MONITORING IS DONE THROUGH THE USE OF SATELLITE TRACKING AND VISUAL OBSERVATIONS  THE BISHOP IS REQUESTING FUNDING FOR 3 SATELLITE LINKED TRANSMITTERS AND FINANCIAL SUPPORT FOR POST RELEASE MONITORING PROVIDED THROUGH THE MRP   THE ATTENDING VETERINARIAN IS A KEY PARTICIPANT IN ALL STAGES OF REHABILITATION, RELEASE AND POST RELEASE MONITORING, SO THOROUGH INVOLVEMENT IN THE MRP IS CRUCIAL TO SUCCESSFUL POST RELEASE MONITORING  IT IS ESSENTIAL THAT THE ATTENDING VETERINARIAN PERFORM PRE RELEASE LAB WORK, VISIT MONTHLY AND PARTICIPATE IN ALL HEALTH ASSESSMENTS, TRANSPORTS AND RELEASES TO PROVIDE THE BEST PREPARATION POSSIBLE FOR SUCCESSFUL RELEASE AND TO MAKE SURE POST RELEASE MONITORING IS AS THOROUGH AND EFFECTIVE AS POSSIBLE  MONTHLY VETERINARY VISITS ALLOW FOR SCHEDULED, IN PERSON OPPORTUNITIES TO VIEW ANIMALS, DISCUSS ANIMAL WELFARE AND BEST PRACTICES, AND DISCUSS RELEASE TIMEFRAMES AND READINESS  THE MUSEUM S VETERINARIAN, DAVID MURPHY, DVM, IS ONE OF THE MOST EXPERIENCED MANATEE VETERINARIANS IN THE COUNTRY   USFWS AND FWC HAVE NOTED THAT ANIMAL CARE DIRECTOR VIRGINIA EDMONDS AND ATTENDING VETERINARIAN DR  MURPHY HAVE UNIQUE EXPERTISE AND EXPERIENCE REHABILITATING MANATEE CALVES, MOST OF WHICH ARE MONITORED POST RELEASE  THE AGENCIES HAVE ASKED THEM TO SHARE THEIR EXPERTISE REGARDING CALVES AND HELP TRAIN MENTOR OTHERS  MRP COMMITTEE PARTICIPATION IS A MAJOR PART OF THAT PROCESS  DR  MURPHY IS A MEMBER OF THE VETERINARY WORKING GROUP, RELEASE COMMITTEE AND NEW MEMBER COMMITTEE  MS  EDMONDS IS A MEMBER OF THE RELEASE, RESCUE AND  REHABILITATION AND STEERING COMMITTEES AND CO CHAIRS THE CONTINGENCY WORKING GROUP  FUNDING IS REQUESTED TO SUPPORT 10  OF THE ANIMAL CARE STAFF TIME SPENT IN YEAR 1 AND 15  IN YEAR 2 CARING FOR MANATEES, PREPARING FOR AND RELEASING MANATEES, TRANSPORTING MANATEES, AND CREATING AND DELIVERING EDUCATIONAL PRESENTATIONS TO MUSEUM VISITORS, FOR THE MUSEUM S SOCIAL MEDIA PROGRAM AND THROUGH THE MASS MEDIA  WITH A SIGNIFICANT PORTION OF REVENUE COMING FROM ATTENDANCE, THE MUSEUM HAS BEEN GREATLY AFFECTED BY THE PANDEMIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "252a4051-8dbf-9f45-273a-9c7d02d709e1-R", "generated_internal_id": "ASST_NON_F22AP03076_1448"}, {"internal_id": 151522248, "Award ID": "F22AP03075", "Award Amount": 95000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "15.683", "Description": "THE RED CARIBENA DE VARAMIENTOS  CARIBBEAN STRANDING NETWORK   RCV  HAS SINCE 1989 BEEN THE NON PROFIT ORGANIZATION DEPUTIZED BY THE PUERTO RICO DEPARTMENT OF NATURAL AND ENVIRONMENTAL RESOURCES  PRDNER  AND THE US FISH AND WILDLIFE SERVICE  USFWS  TO ASSIST IN TENDING TO MANATEE STRANDING CASES IN PUERTO RICO, AND SERVE AS THE ONLY MANATEE CRITICAL CARE FACILITY OUTSIDE THE CONTINENTAL UNITED STATES  WHILE THE WEST INDIAN MANATEE  TRICHECHUS MANATUS , AS A SPECIES, WAS DOWN LISTED AS THREATENED IN 2017, THE ANTILLEAN MANATEE  T  MANATUS MANATUS  SUBSPECIES THROUGHOUT ITS RANGE AND ITS POPULATION IN PUERTO RICO IS STILL ENDANGERED BY GENETIC BOTTLENECK AND A SMALL POPULATION NUMBER  FOR EXAMPLE, WHILE THE POPULATION OF THE FLORIDA SUBSPECIES  T  MANATUS LATIROSTRIS  MAY BE AROUND 5,733 INDIVIDUALS, THE PUERTO RICO POPULATION OF THE ANTILLEAN SUBSPECIES MAY ONLY BE BETWEEN 312 535 INDIVIDUALS  RECOVERY OF ACTIONS THAT PROVIDE A BETTER UNDERSTANDING OF THE STATUS OF THE ANTILLEAN POPULATION IN PUERTO RICO AND INCREASE THE QUALITY OF THE RESPONSE TO STRANDINGS AND VETERINARY CARE DURING REHABILITATION ARE NEEDED TO PROVIDE INFORMATION TO MANAGERS AND STAKEHOLDERS, WHICH WILL ULTIMATELY CONTRIBUTE TO MANATEE PROTECTION AND RECOVERY IN PUERTO RICO  THE GOALS AND OBJECTIVES OF THIS SPECIFIC PROJECT, AS DETAILED IN ONE OF THE NOTICE OF FUNDING OPPORTUNITY PRIORITIES, ARE AS FOLLOWS  AT THIS MOMENT, THE CMCC SHOULD FOCUS ON COMPLETING NECESSARY VETERINARY EQUIPMENT TO AID IN THE RAPID ASSESSMENT OF MEDICAL CONDITIONS OF INJURED OR ILL MANATEES THAT STRAND ONSHORE IN PUERTO RICO  FOR PRIORITY  5  ENHANCE ACCESS FOR VETERINARY CARE, INCLUDING ON SITE  LAB OR FIELD  EQUIPMENT OR INSTRUMENTS FOR MORE RAPID ASSESSMENT OF THE MEDICAL CONDITION OR MONITORING OF TREATMENT RESPONSE  DETAILED IN THE NOTICE OF FUNDING OPPORTUNITY, THE PROJECT OBJECTIVES INCLUDE   ACQUIRE A PORTABLE DIGITAL X RAY MACHINE SUITED FOR RADIOGRAPH ASSESSMENT AND DIAGNOSIS OF MEDICAL CONDITIONS OF INJURED OR ILL STRANDED MANATEES   ACQUIRE A PORTABLE VETERINARY ULTRASOUND SYSTEM SUITED FOR SONOGRAM ASSESSMENT AND DIAGNOSIS OF MEDICAL CONDITIONS OF INJURED OR ILL STRANDED MANATEE  THESE TWO SPECIFIC OBJECTIVES ARE ESSENTIAL TO IMPROVE, EXPAND, AND ENHANCE VETERINARY DIAGNOSIS, TREATMENT, AND REHABILITATION OF ANTILLEAN MANATEES IN PUERTO RICO AS THE ONLY FEDERALLY AUTHORIZED MANATEE CRITICAL CARE FACILITY OUTSIDE THE MAINLAND US  HISTORICALLY, ABOUT 20  OF MANATEE STRANDINGS IN PUERTO RICO ARE CAUSED BY WATERCRAFT COLLISIONS  HOWEVER, IN RECENT YEARS POST PANDEMIC OPENING OF BEACHES AND NAVIGATION, PRDNER DATA DETAILS THAT UP TO 50  OF MANATEE STRANDINGS CASES MAY BE RELATED TO WATERCRAFT COLLISIONS  TWO ESSENTIAL PIECES OF EQUIPMENT TO EFFECTIVELY DIAGNOSE WATERCRAFT COLLISIONS AND THEIR DIRECT EFFECT ON DAMAGE TO MANATEE ORGANS AND SYSTEMS  BROKEN RIBS, DISLOCATED FLIPPERS, PNEUMOTHORAX, ETC   ARE A POWERFUL ENOUGH LARGE ANIMAL X RAY AND A PORTABLE VETERINARY ULTRASOUND MACHINE  BY USING THESE TWO PIECES OF EQUIPMENT, VETERINARIANS CAN MORE ACCURATELY ASSESS THE MANATEE S CONDITION AND PRESCRIBE THE PROPER TREATMENT TO RESOLVE DAMAGE TO THE MANATEE S SKELETAL, RESPIRATORY AND DIGESTIVE SYSTEMS  COMPLETING THESE TWO OBJECTIVES WILL PLACE THE CMCC IN A BETTER POSITION TO ASSIST THE PRDNER AND THE USFWS IN TENDING TO STRANDINGS, RESCUING, AND REHABILITATING OF ANTILLEAN MANATEES IN PUERTO RICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c22b10-d23a-7f25-d4fc-1315187e6ed9-R", "generated_internal_id": "ASST_NON_F22AP03075_1448"}, {"internal_id": 151522303, "Award ID": "F22AP03074", "Award Amount": 33209.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "15.683", "Description": "THIS PROJECT WILL FILL A CRITICAL GAP IN STRANDING RESPONSE COVERAGE FOR MANATEES IN THE NORTHERN GULF OF MEXICO BY FUNDING BASIC STRANDING RESPONSE BY THE ALABAMA MARINE MAMMAL STRANDING NETWORK  ALMMSN , OPERATED OUT OF THE DAUPHIN ISLAND SEA LAB  DISL   SUPPORT FOR ALMMSN WILL MAINTAIN STRANDING RESPONSE CAPABILITIES INCLUDING A  RAPID RESPONSE TO AND VETERINARY ASSESSMENT OF MANATEES IN DISTRESS OR STRANDED, B  RESCUE PLANNING TO IMPROVE PROGNOSIS FOR LIVE STRANDED MANATEES IN AN AREA WITH HISTORICALLY LOW RESCUE CAPACITY, C  NECROPSY OF DEAD STRANDED MANATEES, AND D  COLLECTING VALUABLE DATA ON CAUSE OF DEATH AND OVERALL POPULATION HEALTH  THIS PROJECT WILL FUND MANATEE STRANDING RESPONSE IN STATES WHERE NO OTHER GROUPS RESPOND TO OR COLLECT DATA ON STRANDINGS, AND IT WILL ENHANCE TRAINING OPPORTUNITIES FOR ALMMSN AND REGIONAL STRANDING NETWORK PARTNERS TO BUILD CAPACITY FOR FUTURE RESPONSE THROUGHOUT THE NORTHERN GULF OF MEXICO REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "181cd29c-e2bb-cabb-212e-07efb073a284-C", "generated_internal_id": "ASST_NON_F22AP03074_1448"}, {"internal_id": 151522128, "Award ID": "F22AP03073", "Award Amount": 58952.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "15.683", "Description": "WASHINGTON S OUTER COAST IS HABITAT FOR A POPULATION OF MORE THAN 2,000 NORTHERN SEA OTTERS THAT ORIGINATED FROM TRANSLOCATIONS CONDUCTED IN 1969 AND 1970  THE POPULATION HAS GROWN STEADILY SINCE THAT TIME, AND SEA OTTER STRANDINGS IN WASHINGTON AND NORTHERN OREGON HAVE INCREASED CONCURRENTLY  IN 2021, A RECORD 70 INDIVIDUALS WERE STRANDED AND AERIAL SURVEYS COUNTED  900 FEWER ANIMALS THAN WERE COUNTED DURING THE PREVIOUS SURVEY IN 2019  IT REMAINS UNCLEAR WHETHER THIS APPARENT DECLINE REFLECTS AN ACTUAL INCREASE IN MORTALITY FOR WASHINGTON S SEA OTTER POPULATION, BUT FURTHER MONITORING OF SEA OTTER STRANDINGS AND AERIAL SURVEY WORK IS IMPERATIVE AT THIS TIME  THE OBJECTIVES OF THIS PROPOSAL FOR FWS PRESCOTT SEA OTTER STRANDING FUNDS ARE FOR THE WASHINGTON DEPARTMENT OF FISH AND WILDLIFE TO PROVIDE QUALIFIED STAFF FOR 1  LIVE SEA OTTER STRANDING RESPONSE AND TRIAGE, REQUIRING SKILLED EXPERTISE IN SEA OTTER HANDLING INCLUDING OUT OF HABITAT, OIL SPILLS, AND DISENTANGLEMENTS  2  CONDUCTING THOROUGH WORKUPS OF FRESH DEAD ANIMALS TO ASSESS CONDITION FOR SHIPPING TO USFS NATIONAL WILDLIFE HEALTH CENTER IN MADISON, WI, TO DETERMINE CAUSES OF MORTALITY, INCLUDING HUMAN INTERACTIONS, DISEASE, OR OTHER NATURAL CAUSES  3  EVALUATING THE INCIDENCE AND IMPACT OF EMERGING DISEASES THAT MAY INCREASE MORTALITY OR INCREASE HEALTH RISKS TO SEA OTTERS  AND 4  ATTENDANCE AT TRAININGS ASSOCIATED WITH SEA OTTER STRANDINGS AND OIL SPILL RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F22AP03073_1448"}, {"internal_id": 151522177, "Award ID": "F22AP03072", "Award Amount": 43316.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "15.683", "Description": "THE CHALLENGES TO FLORIDA S MANATEE POPULATION ARE GROWING IN NUMBER AND SEVERITY, EVIDENCED BY INCREASED MORTALITY FROM NATURAL AND HUMAN RELATED CAUSES  2,345 MANATEE MORTALITIES FROM 2019 2021, DATA FROM FWC MANATEE MORTALITY TABLES    GATHERING HEALTH DATA AT RESCUES OR DURING MANATEE HEALTH ASSESSMENTS HAS PROVEN VALUABLE TOWARD STRANDING RESPONSES FOR INDIVIDUALS AND POPULATIONS   ORGANIZED HEALTH ASSESSMENTS HAVE EVOLVED OVER THE LAST TWO DECADES, AS WELL AS THE SAMPLING OF INDIVIDUAL MANATEES IN THE FIELD THAT REQUIRE DECISION ON RELEASE OR RETENTION   THESE DEVELOPMENTS HAVE EXPANDED FOCUS ON THE VALUE OF SAMPLING ON SITE FOR A RAPID DETERMINATION OF HEALTHY STATUS, PRIOR TO TRANSPORT OR RELEASE   PORTABLE DIAGNOSTIC TECHNOLOGIES CAN NOW EVALUATE BODY CONDITION AND DETECT CONCERNS, GUIDING DISPOSITION   THESE TECHNOLOGIES INCLUDE BEDSIDE ANALYZERS  I STATE , CAPABLE OF DETECTING LIFE THREATENING CONDITIONS THAT IMPACT THE ANIMAL S IMMEDIATE STATE OF HEALTH AND HANDLING, AND ULTRASOUND THAT CAN MEASURE BODY FAT CONDITION NUTRITIONAL STATUS AND DIAGNOSE PREGNANCY   SUCH BEDSIDE ANALYZERS CAN INFLUENCE HEALTH DECISION, SUCH AS IN THE CASE OF HIGH MORBIDITY AND UNUSUAL MORTALITY EVENTS  UMES    WE PROPOSE THE PURCHASE AND FIELD DEPLOYMENT OF A 16 FOOT ALUMINUM MULTIFUNCTIONAL MOBILE RESPONSE AND PROCESSING TRAILER, DESIGNED WITH INDOOR AMPLE PROCESSING SPACE AND A ROLL DOWN, 12 FOOT AWNING TO PROVIDE SHADE   THE TRAILER WILL ACT AS A MOBILE LABORATORY AND WORKSPACE TO SUPPORT FIELD ACTIVITIES OF WILD MANATEE INTERVENTION   IT WILL REPLACE CURRENT METHODS THAT RELY ON THE USE OF PROCESSING EQUIPMENT POWERED ON BATTERIES AND STORED IN A VAN AND EQUIPMENT ONLY SHELTERED BY TENTS, SUSCEPTIBLE TO INCLEMENT WEATHER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_F22AP03072_1448"}, {"internal_id": 151019585, "Award ID": "F22AP03071", "Award Amount": 96600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-15", "CFDA Number": "15.683", "Description": "PROJECT TITLE  INCREASING SECONDARY HOLDING CAPACITY FOR MANATEES IN FLORIDAPROJECT DURATION  ONE YEAR, 1 JULY 2022  30 JUNE 2023MOTE MARINE LABORATORY AND AQUARIUMPRINCIPAL INVESTIGATOR  EVAN BARNISKIS MOTE MARINE LABORATORY, 1600 KEN THOMPSON PARKWAY, SARASOTA, FL 34236  TELEPHONE  941 388 4441, EMAIL  EVAN MOTE ORGCO INVESTIGATOR  RANDY GRAMS, MOTE MARINE LABORATORY, 1600 KEN THOMPSON PARKWAY, SARASOTA, FL 34236  TELEPHONE  941 388 4441, EMAIL  RANDYGRAMS MOTE ORGCO INVESTIGATOR  LYNNE BYRD, MOTE MARINE LABORATORY, 1600 KEN THOMPSON PARKWAY, SARASOTA, FL 34236  TELEPHONE  941 388 4441, EMAIL BYRD MOTE ORGCO INVESTIGATOR  GRETCHEN LOVEWELL, MOTE MARINE LABORATORY, 1600 KEN THOMPSON PARKWAY, SARASOTA, FL 34236  TELEPHONE  941 388 4441, EMAIL BYRD MOTE ORGPRESCOTT GRANT PROGRAM CATEGORY B  SPECIES  FLORIDA SUB SPECIES OF WEST INDIAN MANATEESFUNDING PRIORITIES  FOR WEST INDIAN MANATEES  FLORIDA SUB SPECIES  IN THE SOUTHEAST UPGRADE EXISTING FACILITIES FOR MEDICAL TREATMENT, REHABILITATION AND OR NECROPSIES INCLUDING BUILD OUTS, ALTERATIONS, AND RENOVATIONS THAT DIRECTLY OR INDIRECTLY PROVIDE SUPPORT FOR MANATEES RESCUED OR RECOVERED FROM THE ATLANTIC COAST   THIS PROPOSAL IS FOR CRITICAL EQUIPMENT NECESSARY FOR THE LIFE SUPPORT SYSTEM OF A NEW SECONDARY HOLDING POOL FOR STRANDED MANATEES THROUGHOUT FLORIDA   ONCE OPERATIONAL, MML EXPECTS TO ROUTINELY TAKE TWO NON CRITICAL MANATEES FOR SECONDARY HOLDING PRIOR TO RELEASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "176a3caf-aa07-085f-a3d1-24eda84f33e9-C", "generated_internal_id": "ASST_NON_F22AP03071_1448"}, {"internal_id": 151019307, "Award ID": "F22AP03070", "Award Amount": 95000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-09", "CFDA Number": "15.683", "Description": "THE MARINE MAMMAL CENTER   INCREASING CAPACITY FOR SOUTHERN SEA OTTER RESPONSE ANDREHABILITATION AND DIAGNOSTICSPROJECT SUMMARYFY22 PRESCOTT MARINE MAMMAL RESCUE ASSISTANCE FUNDING OPPORTUNITY  F22AS00147PROJECT TITLE  INCREASING CAPACITY FOR SOUTHERN SEA OTTER RESPONSE, REHABILITATION AND DIAGNOSTICSDATES OF PROJECT ACTIVITIES  OCTOBER 1, 2022   SEPTEMBER 30, 2023PROJECT DURATION  12 MONTHSAPPLICANT NAME  THE MARINE MAMMAL CENTERPRINCIPAL INVESTIGATOR  CARA FIELD, DVM, PH D , DIPL  ACZM  MEDICAL DIRECTOR  THE MARINE MAMMALCENTER, 2000 BUNKER ROAD, SAUSALITO, CA 94965 FIELDC TMMC ORG, 415 754 4055 SPECIES  SOUTHERN SEAOTTER  ENHYDRA LUTRIS NEREIS SPECIFIC PRIORITY BEING ADDRESSED  THE PROPOSED PROJECT MEETS THE FOLLOWING SPECIES SPECIFICFUNDING PRIORITIES FOR SOUTHERN SEA OTTERS  THE FIRST PRIORITY LISTED MOST REFLECTS THE PROJECT SMAIN OBJECTIVES, AND SUBSEQUENT PRIORITIES LISTED ARE RELATED TO AND IN SUPPORT OF THE FIRST 1  ENHANCE STRANDING RESPONSE CAPABILITIES2  UPGRADE EXISTING FACILITIES 3  UPGRADE OPERATIONS4  CARCASS COLLECTION5  CONDUCTING NECROPSIES6  IMPROVE UNDERSTANDING OF OTHER SOURCES OF MORTALITYPRESCOTT GRANT PROGRAM CATEGORY  CATEGORY B  SUPPORTS MARINE MAMMAL STRANDING EFFORTS PROJECT OBJECTIVES  WITH FUNDING FOR THIS PROJECT, THE CENTER WILL STRENGTHEN SOUTHERN SEA OTTERRESPONSE, REHABILITATION, AND DIAGNOSTICS CAPACITY, AND SUPPORT OUR PARTNERS IN THE SEA OTTERSTRANDING NETWORK, BY 1  RESPONDING TO APPROXIMATELY 100 SSO, WHETHER LIVE STRANDED, OR DECEASED, AND ASSESS TRIAGELIVE ANIMALS2  CARING FOR APPROXIMATELY 5 LIVE STRANDED SSOS FOR LONG TERM REHABILITATION3  IMPROVING THE SEA OTTER HOLDING AREA AT MORRO BAY LOCATION4  TRANSFERRING SSO TO PARTNER AGENCIES AND FACILITIES WHEN APPROPRIATE AND POSSIBLE5  CONDUCTING APPROXIMATELY 10 NECROPSIES, INCLUDING HISTOPATHOLOGY6  RELEASING APPROXIMATELY 5 REHABILITATED SSOS BACK TO THE WILD7  CONDUCTING POST RELEASE MONITORING ON UP TO 5 SSO8  TRANSFERRING ANIMALS TO PARTNER AGENCIES AND FACILITIES AS NEEDED AND WHEN APPROPRIATE9  CONDUCT SEROLOGIC TESTING FOR UP TO 10 STRANDED SSO FOR PATHOGENIC PROTOZOA  SARCOCYSTISNEURONA AND TOXOPLASMA GONDII  AND MORBILLIVIRUSES  CDV AND PDV  AND TEST URINE FECES FOR EXPOSURETO HARMFUL ALGAL BLOOM TOXINS  DOMOIC ACID AND SAXITOXIN 10  EXPANDING STAFFING CAPACITYFEDERAL FUNDING REQUEST    95,000NON FEDERAL CONTRIBUTION    51,981TOTAL PROJECT COST   146,981", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "50a414e8-f8db-f10e-42a2-bb3294361b93-C", "generated_internal_id": "ASST_NON_F22AP03070_1448"}, {"internal_id": 151019503, "Award ID": "F22AP03069", "Award Amount": 88667.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-02", "CFDA Number": "15.683", "Description": "WE SEEK PRESCOTT ASSISTANCE TO EXPAND OUR MANATEE FIELD RESPONSE TEAM STAFFING TO 2 FULL TIME POSITIONS FOR 2 YEARS WHICH WILL ENSURE OUR TEAM S AVAILABILITY TO SUPPORT FWC S NEEDS 7 DAYS A WEEK THROUGHOUT THE STATE  WE ARE REQUESTING PRESCOTT SUPPORT FOR 50  OF THE PERSONNEL COSTS OF THOSE TWO POSITIONS, AND WE COMMIT TO FUNDING THE OTHER 50  AS OUR COST SHARE  FURTHER, WE WILL CONTINUE TO COVER THE TRAVEL AND PER DIEM COSTS ASSOCIATED WITH SUPPORTING FWC S FIELD OPERATIONS   WE APPLIED SUCCESSFULLY IN APRIL 2020 TO THE NEW PRESCOTT MARINE MAMMAL RESCUE ASSISTANCE PROGRAM TO ESTABLISH A FIELD RESPONSE CAPABILITY TO BETTER SUPPORT FWC S MANATEE STRANDING AND RESCUE NEEDS  FROM 1991 UNTIL AUGUST 2020 WHEN OUR CURRENT GRANT STARTED, WE SUPPORTED FWC PRIMARILY BY PROVIDING CRITICAL AND REHABILITATIVE CARE FOR MANATEES FROM ANY PART OF THE STATE  BEGINNING IN AUGUST 2020, WE ACQUIRED AND OUTFITTED A MANATEE TRANSPORT VEHICLE  16  FORD E450 BOX TRUCK  AND PURCHASED 2 KAYAKS FOR LOCAL IN WATER VERIFICATIONS  IN NOVEMBER 2020, WE HIRED TWO MANATEE FIELD RESPONSE TEAM MEMBERS, 1 FULL TIME AND 1 HALF TIME, WITH EXTENSIVE STRANDING EXPERIENCE TO ESTABLISH THE NEW PROGRAM AND RECRUIT AND TRAIN VOLUNTEERS  TO DATE, OUR MANATEE FIELD RESPONSE TEAM, INCLUDING 8 VOLUNTEERS RECRUITED AND TRAINED FOR THE PROJECT, HAS RESPONDED TO 88 FWC REQUESTS FOR ASSISTANCE THROUGHOUT FLORIDA, LOGGING 311 75 HOURS IN THE FIELD AND 7,796 VEHICLE MILES  ACTIVITIES INCLUDE RESCUE AND TRANSPORTS, VERIFICATIONS, CARCASS RECOVERIES, RELEASES AND TRANSFERS     AS MANATEE DEATHS BEGAN TO INCREASE ON THE EAST COAST, AND USFWS DECLARED THE UME IN MARCH 2021, FWC REQUESTED ADDITIONAL SUPPORT FROM ITS PARTNERS FOR EAST COAST STRANDING RESPONSE, TRANSPORTING MANATEES TO CRITICAL CARE FACILITIES, CARCASS RETRIEVAL, NECROPSIES, AND IN WATER AND LAND BASED VERIFICATIONS  TO DATE, OUR MANATEE FIELD RESPONSE TEAM, INCLUDING STAFF AND VOLUNTEERS, HAS LOGGED 50 75 HOURS AND 2,207 VEHICLE MILES SUPPORTING FWC ON THE EAST COAST ALONE   WE CURRENTLY RESPOND WITH AT LEAST 2 STAFF TO EACH FWC REQUEST FOR ASSISTANCE, INCLUDING ONE OF THE FIELD RESPONSE TEAM MEMBERS AND EITHER A MANATEE CARE TEAM MEMBER OR ONE OF THE TRAINED VOLUNTEERS  FIELD RESPONSE AND MANATEE CARE TEAM MEMBERS ARE CROSS TRAINED TO MAXIMIZE OUR CAPACITY TO SUPPORT FWC REQUESTS  VOLUNTEERS RECRUITED AND TRAINED AS PART OF OUR INITIAL PROJECT WILL CONTINUE TO RESPOND AS REQUESTED AND IN ACCORDANCE WITH THEIR TRAINING  AT LEAST 1 TRAINED MANATEE FIELD RESPONSE TEAM MEMBER OR TRAINED VOLUNTEER WILL PERFORM REQUESTED IN WATER AND LAND BASED VERIFICATIONS    ACTIVITIES PROPOSED FOR THIS PROJECT REFLECT A CONTINUATION AND EXPANSION OF OUR EXISTING MANATEE FIELD RESPONSE PROGRAM  THEY INCLUDE   1 INCREASE MANATEE FIELD RESPONSE TEAM STAFFING TO 2 FULL TIME POSITIONS, ENSURING WE CAN SUPPORT FWC 7 DAYS A WEEK ANYWHERE IN THE STATE     2 CONTINUE CROSS TRAINING OF MANATEE FIELD RESPONSE AND MANATEE CARE TEAM STAFF TO OPTIMIZE THE CAPACITY OF BOTH TEAMS    3 CONTINUE TO RECRUIT AND TRAIN VOLUNTEERS TO ASSIST WITH LOADING AT STRANDING SITES, TRANSPORTING RESCUED MANATEES, IN WATER AND LAND BASED VERIFICATIONS, AND RELEASES    4 CONTINUE TO DEVELOP AND OR UPDATE WRITTEN PROTOCOLS FOR FIELD RESPONSE ACTIVITIES   5 CONTINUE TO CONDUCT IN WATER AND LAND BASED VERIFICATIONS PER FWC REQUEST   6 CONTINUE TO RESPOND AS REQUESTED BY FWC FOR RESCUES, TRANSPORT, RELEASES, CARCASS RETRIEVAL, AND NECROPSY ASSISTANCE   7 CONTINUE TO RECORD AND REPORT DATA TO FWC IN ACCORDANCE WITH THEIR DATA PROTOCOLS   8 CONTINUE TO DESIGN AND IMPLEMENT OUTREACH ACTIVITIES   9 CONTINUE TO DEVELOP AND USE PROJECT EVALUATIONS AND MAINTAIN THE PROJECT SCHEDULE   10 CONTINUE TO MANAGE PROJECT ACTIVITIES ACCORDING TO THE GRANT TERMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "39f7aa02-ee5c-cedd-3809-047cb0e7ad16-C", "generated_internal_id": "ASST_NON_F22AP03069_1448"}, {"internal_id": 151522129, "Award ID": "F22AP03068", "Award Amount": 96478.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-16", "CFDA Number": "15.683", "Description": "A PROTRACTED MANATEE UNUSUAL MORTALITY EVENT  UME  CAUSED BY STARVATION DUE TO LACK OF FORAGE IN THE INDIAN RIVER LAGOON STARTED IN DECEMBER 2020 AND IS ONGOING ON THE FLORIDA ATLANTIC COAST  PRIOR TO 2020, THE ECFL STAFF CONDUCTED AN AVERAGE OF 25 MANATEE RESCUES PER YEAR, BUT RECENTLY THAT HAS INCREASED TO MORE THAN 30 PER YEAR  IN RESPONSE TO THE SIGNIFICANT STRANDING RESPONSE PRESSURE WITHIN THIS REGION THE FWC IS REQUESTING A TRANSPORT TRUCK TO ENHANCE RESPONSE EFFORTS PARTICULARLY WITHIN THE ECFL REGION  THIS PROJECT ADDRESSES PRESCOTT WEST INDIAN MANATEE  FLORIDA SUB SPECIES  SPECIFIC FUNDING PRIORITY 1 AND 3, ENHANCED STRANDING CAPABILITIES ALONG THE ATLANTIC COAST AND THE UPPER ST  JOHN S RIVER SYSTEM BY DIRECTLY SUPPORTING LIVE MANATEE TRANSPORT THROUGH PROVIDING A NEW MANATEE TRANSPORT VEHICLE FOR ECFL STAFF TO USE FOR MANATEE RESCUES AND RELEASES  THE PROPOSED TRANSPORT TRUCK WILL PROVIDE THE ECFL WITH A DEPENDABLE VEHICLE TO TRANSPORT DISTRESSED MANATEES TO MANATEE CRITICAL CARE FACILITIES FOR REHABILITATION AND WILL ALSO BE USED TO ASSIST WITH RESCUED MANATEE TRANSPORTS IN OTHER FWC FIELD LABORATORY COVERAGE REGIONS WHEN NEEDED  THE FWC PLANS TO CONTINUE TO MAINTAIN AND USE THE TRANSPORT TRUCK FOR LIVE MANATEE STRANDING RESPONSES WELL INTO THE FUTURE, AFTER THE AWARD PERIOD ENDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_F22AP03068_1448"}, {"internal_id": 151019312, "Award ID": "F22AP03067", "Award Amount": 65000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-08", "CFDA Number": "15.683", "Description": "SINCE 2017, MANATEE STRANDINGS ALONG THE ATLANTIC COAST OF FLORIDA HAVE INCREASED AN AVERAGE OF 14  ANNUALLY WITH A 18  ANNUAL AVERAGE INCREASE IN SOUTHEAST MANATEE MORTALITY AND 6  AVERAGE INCREASE IN MANATEE RESCUES  INCREASES IN RESPONSE ACTIVITIES, AS WELL AS THE ONGOING UNUSUAL MORTALITY EVENT  UME  DECLARED IN MARCH 2021 ALONG THE FLORIDA ATLANTIC COAST, HAS STRETCHED RESPOND CAPACITY BEYOND LIMITED STATE RESOURCES  FWC STAFF AT THE SEFL ARE THEREFORE REQUESTING A HEAVY DUTY PICKUP TRUCK AND TRUCK LIFT TO ENHANCE MANATEE STRANDING RESPONSE CAPACITY WITHIN THIS REGION  THIS PROJECT ADDRESSES PRESCOTT WEST INDIAN MANATEE  FLORIDA SUB SPECIES  SPECIFIC FUNDING PRIORITY 1 BY PROVIDING AN ADDITIONAL STRANDING VEHICLE NEEDED TO SUPPORT INCREASED LEVELS OF LIVE AND DEAD STRANDING RESPONSE  A DEPENDABLE STRANDING VEHICLE IS NEEDED FOR FIELD RESPONSES INCLUDING VERIFICATION OF PUBLIC REPORTS REGARDING DISTRESSED AND OR DECEASED MANATEES, RESCUE EVENTS, AND MANATEE CARCASS SALVAGE NECROPSY  THE STRANDING TRUCK WILL BE USED TO TOW RESPONSE VESSELS AND CARCASS TRAILERS USED TO SALVAGE CARCASSES  IN ADDITION, THIS PROJECT ADDRESSES PRESCOTT WEST INDIAN MANATEE  FLORIDA SUB SPECIES  SPECIFIC FUNDING PRIORITY 3, BY PROVIDING A VEHICLE THAT WILL BE USED TO TRANSPORT RESCUE CREW MEMBERS AND A CAPTURE BOAT TO RESCUE INTERVENTION LOCATIONS  THIS PROJECT ALSO ADDRESSES PRESCOTT WEST INDIAN MANATEE  FLORIDA SUB SPECIES  SPECIFIC FUNDING PRIORITY 5, BY PROVIDING SEFL STAFF WITH A TRUCK AND LIFT THAT ENHANCE THE SEFL S ABILITY TO RESPOND TO AND OR RECOVER MANATEE CARCASSES FOR SAMPLE COLLECTION, EXTERNAL EXAMINATION, RECOVERY, AND NECROPSY  SAMPLES AND DATA COLLECTED FROM CARCASSES SUPPORT MULTIPLE CONSERVATION OBJECTIVES INCLUDING CONTRIBUTING TO THREATS ASSESSMENTS, UME INVESTIGATIONS, AND TARGETED HEALTH STUDIES  INFORMATION COLLECTED FROM STRANDING EVENTS IS CRITICAL TO THE ONGOING ATLANTIC COAST UME INVESTIGATION AND AN IMPORTANT DATA SOURCE FOR POPULATION MODELS NEEDED TO SHED LIGHT ON LARGER SCALE IMPACTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_F22AP03067_1448"}, {"internal_id": 151019622, "Award ID": "F22AP03066", "Award Amount": 8688.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-02", "CFDA Number": "15.683", "Description": "CLEARWATER MARINE AQUARIUM  CMA  IS REQUESTING  8,688 IN FEDERAL PRESCOTT FUNDS TO SUPPORT THE NETWORK S RESPONSE TO ANONGOING UNUSUAL MORTALITY EVENT  UME  OF FLORIDA MANATEES  TRICHECHUS MANATUS LATIROSTRIS  ON THE ATLANTIC COAST OF FLORIDA THIS SPECIFIC UME IS CENTERED AROUND THE CURRENT ECOLOGICAL STATE OF THE INDIAN RIVER LAGOON AND THE IMPACT IT HAS HAD ON LOCALMANATEE POPULATIONS  THE HIGH LEVEL OF RESCUES AND MORTALITIES DUE TO THE UME IS FURTHER EXACERBATED DURING THE WINTER MONTHS WITH THEADDITION OF COLD WEATHER NEGATIVELY AFFECTING COMPROMISED INDIVIDUALS  WITH RECURRING NATURAL THREATS, IN ADDITION TO STARVATION AND HEALTH ISSUES ASSOCIATED WITH THE ATLANTIC COAST UME, THERE IS CAUSE FOR MAJOR CONCERN AS THE SPECIES IS CONFRONTED WITH NUMEROUS,COMPOUNDING ENVIRONMENTAL AND ANTHROPOGENIC STRESSORS  THIS PROJECT WILL INCREASE THE NUMBER OF EXPERIENCED PERSONNEL AND RESOURCES CURRENTLY AVAILABLE TO MONITOR, RESPOND TO, AND TRANSPORT MANATEES  THIS WILL BE ACHIEVED BY INTERMITTENTLY STAGING FOUR CMA PERSONNEL, ALONG WITH A FULLY EQUIPPED TRANSPORT AND CHASE VEHICLE, AT FWC EAST COAST FIELD LABS FOR A TOTAL OF 20 DAYSDURING STRATEGIC TIMES THROUGHOUT THE 2023 WINTER SEASON  KELLY MARTIN, VICE PRESIDENT OF ZOOLOGICAL CARE AT CMA, WILL SERVE AS THE PRINCIPAL INVESTIGATOR  PI  OF THIS PROJECT  SPECIFICALLY, THIS PROPOSAL SEEKS FUNDING TO PURCHASE A MANATEE STRETCHER AND TO COVER FUEL AND PER DIEM COSTS ASSOCIATED WITH TRAVEL TO FWC EAST COAST FIELD LABS AND TRANSPORT OF MANATEES TO REHABILITATION  WHILE STAGED AT FWC FIELD LABS, CMA WILL SUPPORT ITS NETWORK PARTNERS THROUGH ASSISTANCE WITH RESCUES OR RESCUE ATTEMPTS, LIVE ANIMAL TRANSPORTS TOREHABILITATION FACILITIES, RELEASE ASSISTANCE, NECROPSY ASSISTANCE OR CARCASS WORKUPS, AND OTHER TASKS REQUESTED BY FWC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "157106b7-bbd2-b7b1-91c5-c91ed168352d-C", "generated_internal_id": "ASST_NON_F22AP03066_1448"}, {"internal_id": 150670521, "Award ID": "F22AP03065", "Award Amount": 95595.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-25", "CFDA Number": "15.683", "Description": "THE MONTEREY BAY AQUARIUM WILL COORDINATE WITH PARTNERS TO RESPOND TO SOUTHERN SEA OTTER STRANDING REPORTS, COLLECT DECEASED SEA OTTERS, RESCUE LIVE-STRANDED SEA OTTERS, PROVIDE VETERINARY CARE, GENERATE DATA TO INCREASE SCIENTIFIC KNOWLEDGE THAT INFORMS RECOVERY PLANS, AND EXPAND PUBLIC UNDERSTANDING OF THIS THREATENED SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81ae89ba-5535-158a-1641-a34ddf88c0cf-C", "generated_internal_id": "ASST_NON_F22AP03065_1448"}, {"internal_id": 151522304, "Award ID": "F22AP03064", "Award Amount": 89372.84, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-26", "CFDA Number": "15.683", "Description": "DUE TO THE CATASTROPHIC LOSS OF AVAILABLE SEAGRASSES AND THE RESULTING UNPRECEDENTED FLORIDA MANATEE  TRICHECHUS MANATUS LATIROSTRIS  UNUSUAL MORTALITY EVENT  UME  ALONG THE ATLANTIC COAST, MORE THAN 1,000 MANATEE CARCASSES HAVE BEEN RECOVERED AND JUST OVER 100 MANATEES HAVE BEEN RESCUED  FLORIDA FISH AND WILDLIFE CONSERVATION COMMISSION 2022   THE UME IS STILL ADVERSELY IMPACTING THE FLORIDA MANATEE AND EFFORTS TO INCREASE THE SURVIVABILITY CHANCES OF INDIVIDUALS WITHIN THE POPULATION HAS BECOME A KEY PRIORITY  RESEARCHERS FROM CLEARWATER MARINE AQUARIUM RESEARCH INSTITUTE  CMARI  HAVE BEEN INSTRUMENTAL IN LOCATING MANATEES IN DISTRESS AND ASSISTING STATE AGENCIES IN RESCUE EFFORTS  MANATEES RESCUED ARE BROUGHT INTO CRITICAL CARE REHABILITATION FACILITIES FOR MEDICAL CARE AND NUTRITIONAL TREATMENT DEPENDING ON THEIR LEVEL OF NEED  ONCE THESE INDIVIDUALS COMPLETE THEIR REHABILITATION PERIOD, CLEARWATER MARINE AQUARIUM RESEARCH INSTITUTE MONITORS THE NA?VE MANATEES RELEASED THROUGH THE MANATEE RESCUE AND REHABILITATION PARTNERSHIP  MRP   CMARI IS STRIVING TO ALSO TAG AS MANY RECOVERED ADULTS THAT WERE AFFECTED BY THE UME UPON THEIR RELEASE AS STAFFING AND EQUIPMENT RESOURCES WILL ENABLE  GAINING AN UNDERSTANDING OF HOW MANATEES DISPERSE AND USE AVAILABLE FORAGING AND WARM WATER HABITAT IS VITAL FOR THE RESPONSE AND RECOVERY PLANNING EFFORTS OF THE SPECIES  KEY ACTIVITIES OF THIS PROJECT INCLUDE RESPONDING FOR RESCUE ASSESSMENTS, RESCUE PARTICIPATION, AND VIGILANT MONITORING OF POST RELEASE MANATEES, WITH INTERVENTIONS MADE WHEN NECESSARY TO ENHANCE THE SAFETY AND SURVIVAL OF MANATEES POST RELEASE AS THE EFFECTS OF THE ONGOING UME CONTINUE INTO THE UNFORESEEABLE FUTURE  DATA COLLECTED THROUGH THIS PROJECT WILL PROVIDE INSIGHTS INTO THE LONGER TERM EFFECTS OF STARVATION ON THE WEST INDIAN MANATEE, HOW THAT MAY IMPACT ASSIMILATION BACK INTO THE WILD, AND HOW TO ENHANCE RELEASE PROTOCOLS TO ENSURE SUCCESSFUL RE ENTRY INTO THE WILD  RESULTS WILL ALSO ALLOW A BETTER UNDERSTANDING OF WHERE MANATEES ARE SEEKING ALTERNATIVE FOOD SOURCES IN A CHANGING ECOSYSTEM  BASED ON THESE FINDINGS, RECOMMENDATIONS WILL BE MADE TO INFORM MANAGERS REGARDING FUTURE RESTORATION AND PROTECTION INITIATIVES FOR THIS SPECIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "157106b7-bbd2-b7b1-91c5-c91ed168352d-C", "generated_internal_id": "ASST_NON_F22AP03064_1448"}, {"internal_id": 139632147, "Award ID": "F21AP03657", "Award Amount": 95000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-20", "CFDA Number": "15.683", "Description": "REPLACE MOBILE CRANE FOR MANAGING WEST INDIAN MANATEES AT DAVID A. STRAZ, JR. MANATEE CRITICAL CARE CENTER, ZOOTAMPA AT LOWRY PARK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "39f7aa02-ee5c-cedd-3809-047cb0e7ad16-C", "generated_internal_id": "ASST_NON_F21AP03657_1448"}, {"internal_id": 140060257, "Award ID": "F21AP03656", "Award Amount": 44881.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-02", "CFDA Number": "15.683", "Description": "MAINTAINING AND ENHANCING STRANDING RESPONSE FOR MANATEES IN THE NORTHERN GULF OF MEXICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "181cd29c-e2bb-cabb-212e-07efb073a284-C", "generated_internal_id": "ASST_NON_F21AP03656_1448"}, {"internal_id": 139632394, "Award ID": "F21AP03596", "Award Amount": 95000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-20", "CFDA Number": "15.683", "Description": "IMPROVE AND EXPAND REHABILITATION FACILITIES, SAMPLE COLLECTION AND ARCHIVING AND POST-RELEASE MONITORING OF ANTILLEAN MANATEES IN PUERTO RICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c22b10-d23a-7f25-d4fc-1315187e6ed9-R", "generated_internal_id": "ASST_NON_F21AP03596_1448"}, {"internal_id": 139632552, "Award ID": "F21AP03590", "Award Amount": 68171.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-16", "CFDA Number": "15.683", "Description": "ANALYSIS AND PUBLICATION OF THE CAUSE OF DEATH IN STRANDED NORTHERN SEA OTTERS IN ALASKA BETWEEN 2013-2015.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88c8fccb-f25c-3709-e2ad-6fb2bbba9104-C", "generated_internal_id": "ASST_NON_F21AP03590_1448"}, {"internal_id": 140060263, "Award ID": "F21AP03126", "Award Amount": 95000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-08", "CFDA Number": "15.683", "Description": "ENHANCING CAPACITY FOR SOUTHERN SEA OTTER RESPONSE AND REHABILITATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "50a414e8-f8db-f10e-42a2-bb3294361b93-C", "generated_internal_id": "ASST_NON_F21AP03126_1448"}, {"internal_id": 139033672, "Award ID": "F21AP03123", "Award Amount": 93883.83, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-04", "CFDA Number": "15.683", "Description": "ENHANCE CAPABILITY TO MEET FUTURE POST-RELEASE MANATEE MONITORING DEMANDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "157106b7-bbd2-b7b1-91c5-c91ed168352d-C", "generated_internal_id": "ASST_NON_F21AP03123_1448"}, {"internal_id": 139033692, "Award ID": "F21AP03095", "Award Amount": 53032.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-05", "CFDA Number": "15.683", "Description": "SEA OTTER STRANDING RESPONSE IN WASHINGTON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F21AP03095_1448"}, {"internal_id": 140060121, "Award ID": "F21AP03093", "Award Amount": 94970.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-08", "CFDA Number": "15.683", "Description": "ENHANCED MANATEE STRANDING SUPPORT FOR THE FWC SOUTHEAST FIELD LABORATORY", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_F21AP03093_1448"}, {"internal_id": 139632895, "Award ID": "F21AP03092", "Award Amount": 94970.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-27", "CFDA Number": "15.683", "Description": "ENHANCED MANATEE STRANDING SUPPORT FOR THE FWC EAST CENTRAL FIELD LABORATORY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_F21AP03092_1448"}, {"internal_id": 139033645, "Award ID": "F21AP03091", "Award Amount": 94992.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-04", "CFDA Number": "15.683", "Description": "LIVE STRANDING RESPONSE AND MONITORING OF NORTHERN SEA OTTERS AND WALRUS IN ALASKA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb7780ba-e3d4-f9bb-73df-a72e1d23c348-C", "generated_internal_id": "ASST_NON_F21AP03091_1448"}, {"internal_id": 139033683, "Award ID": "F21AP03090", "Award Amount": 95000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-10", "CFDA Number": "15.683", "Description": "SUPPORTING SOUTHERN SEA OTTER REHABILITATION AND RECOVERY EFFORTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81ae89ba-5535-158a-1641-a34ddf88c0cf-C", "generated_internal_id": "ASST_NON_F21AP03090_1448"}, {"internal_id": 139033673, "Award ID": "F21AP03089", "Award Amount": 95000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-12", "CFDA Number": "15.683", "Description": "SUPPORTING THE MANATEE RESCUE AND REHABILITATION PARTNERSHIP THROUGH INCREASED CAPACITY FOR SECOND STAGE MANATEE REHABILITATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "157106b7-bbd2-b7b1-91c5-c91ed168352d-C", "generated_internal_id": "ASST_NON_F21AP03089_1448"}, {"internal_id": 139632896, "Award ID": "F21AP03088", "Award Amount": 80815.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-20", "CFDA Number": "15.683", "Description": "SUPPORT FOR NECROPSIES OF SOUTHERN SEA OTTERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6dbfa9e4-2810-6eee-6996-251196fb1203-C", "generated_internal_id": "ASST_NON_F21AP03088_1448"}, {"internal_id": 110826193, "Award ID": "F20AP12202", "Award Amount": 70542.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-17", "CFDA Number": "15.683", "Description": "STAGE 2 MANATEE REHABILITATION AND MRP PARTICIPATION AT THE BISHOP MUSEUM OF SCIENCE AND NATURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "252a4051-8dbf-9f45-273a-9c7d02d709e1-R", "generated_internal_id": "ASST_NON_F20AP12202_1448"}, {"internal_id": 110276920, "Award ID": "F20AP12110", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-11", "CFDA Number": "15.683", "Description": "ENHANCE VETERINARY DIAGNOSTICS AND CRITICAL CARE OF WEST INDIAN MANATEES AT ZOOTAMPA AT LOWRY PARK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "39f7aa02-ee5c-cedd-3809-047cb0e7ad16-C", "generated_internal_id": "ASST_NON_F20AP12110_1448"}, {"internal_id": 110826188, "Award ID": "F20AP12109", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "15.683", "Description": "IMPROVEMENT, EXPANSION AND ENHANCEMENT OF VETERINARY TREATMENT, REHABILITATION, AND POST-RELEASE MONITORING OF ANTILLEAN MANATEES IN PUERTO RICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c22b10-d23a-7f25-d4fc-1315187e6ed9-R", "generated_internal_id": "ASST_NON_F20AP12109_1448"}, {"internal_id": 110276905, "Award ID": "F20AP12107", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-15", "CFDA Number": "15.683", "Description": "ENHANCEMENT OF STRANDING RESPONSE AND SAFE TRANSPORT OF ANTILLEAN MANATEES IN THE PUERTO RICO ARCHIPELAGO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4c22b10-d23a-7f25-d4fc-1315187e6ed9-R", "generated_internal_id": "ASST_NON_F20AP12107_1448"}, {"internal_id": 110277013, "Award ID": "F20AP12044", "Award Amount": 99392.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-09", "CFDA Number": "15.683", "Description": "SOUTHERN SEA OTTER RESPONSE AND REHABILITATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "50a414e8-f8db-f10e-42a2-bb3294361b93-C", "generated_internal_id": "ASST_NON_F20AP12044_1448"}, {"internal_id": 110277016, "Award ID": "F20AP12039", "Award Amount": 58847.73, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "15.683", "Description": "ENHANCING THE SPECIMEN ARCHIVE AT THE CALIFORNIA ACADEMY OF SCIENCES TO IMPROVE THEUNDERSTANDING OF SOUTHERN SEA OTTER (ENHYDRA LUTRIS NEREIS) HEALTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6024cc3c-42ea-ad49-e9d8-9af9c52d82c4-C", "generated_internal_id": "ASST_NON_F20AP12039_1448"}, {"internal_id": 110276918, "Award ID": "F20AP12029", "Award Amount": 99855.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "15.683", "Description": "IMPROVING RESPONSE CAPACITY FOR OILED MARINE MAMMALS IN ALASKA THROUGH THE PURCHASE OF NEEDED SUPPLIES AND EQUIPMENT AND OBTAINING RESOURCES TO IMPROVE ON EXISTING RESPONSE INFRASTRUCTURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb7780ba-e3d4-f9bb-73df-a72e1d23c348-C", "generated_internal_id": "ASST_NON_F20AP12029_1448"}, {"internal_id": 110276960, "Award ID": "F20AP12012", "Award Amount": 96882.84, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-05", "CFDA Number": "15.683", "Description": "IMPROVING CAPACITY FOR RESPONDING TO OILED SEA OTTERS THROUGH DEVELOPMENT OF A COLLABORATIVE TRAINING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_F20AP12012_1448"}, {"internal_id": 110276992, "Award ID": "F20AP11894", "Award Amount": 54564.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "15.683", "Description": "2020-2021 FWS PRESCOTT SEA OTTER STRANDING RESPONSE IN WASHINGTON", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F20AP11894_1448"}, {"internal_id": 110276911, "Award ID": "F20AP11860", "Award Amount": 99924.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "15.683", "Description": "OILED SEA OTTER CONTINGENCY PLANNING, TRAINING AND RESPONSE FOR NORTHERN SEA OTTERS IN ALASKA AND WASHINGTON STATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "efc3a9d8-0ba3-a08f-4650-91e5e1dfd15e-R", "generated_internal_id": "ASST_NON_F20AP11860_1448"}, {"internal_id": 110277009, "Award ID": "F20AP11834", "Award Amount": 88453.28, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-05", "CFDA Number": "15.683", "Description": "MANATEE CAPTURE BOAT FOR FWC FLORIDA MANATEE STRANDING NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_F20AP11834_1448"}, {"internal_id": 110276983, "Award ID": "F20AP11752", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-03", "CFDA Number": "15.683", "Description": "CRITICAL SUPPORT FOR LIVE-STRANDING RESPONSE FOR THE SOUTHERN SEA OTTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81ae89ba-5535-158a-1641-a34ddf88c0cf-C", "generated_internal_id": "ASST_NON_F20AP11752_1448"}, {"internal_id": 110276956, "Award ID": "F20AP11659", "Award Amount": 77879.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-04", "CFDA Number": "15.683", "Description": "INCREASE MANATEE (TRICHECHUS MANATUS LATIROSTRIS) RESCUE EFFORT CAPACITY THROUGH THE USE OF NOVEL TECHNOLOGY AND EXPAND CAPACITY TO COLLECT HEALTH AND LIFE HISTORY PARAMETERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "157106b7-bbd2-b7b1-91c5-c91ed168352d-C", "generated_internal_id": "ASST_NON_F20AP11659_1448"}, {"internal_id": 110276921, "Award ID": "F20AP11645", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "15.683", "Description": "ESTABLISH A WEST INDIAN MANATEE STRANDING RESPONSE CAPABILITY AT ZOOTAMPA AT LOWRY PARK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "39f7aa02-ee5c-cedd-3809-047cb0e7ad16-C", "generated_internal_id": "ASST_NON_F20AP11645_1448"}, {"internal_id": 110276982, "Award ID": "F20AP11643", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "15.683", "Description": "EXPANDING SOUTHERN SEA OTTER POPULATION THROUGH SURROGACY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81ae89ba-5535-158a-1641-a34ddf88c0cf-C", "generated_internal_id": "ASST_NON_F20AP11643_1448"}, {"internal_id": 110276972, "Award ID": "F20AP11621", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-11", "CFDA Number": "15.683", "Description": "MM-009-2020-PACIFICWALRUS-PRESCOTT: DISTURBANCE AND MORTALITIES OF PACIFIC WALRUS IN BRISTOL BAY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F20AP11621_1448"}, {"internal_id": 110276919, "Award ID": "F20AP11227", "Award Amount": 99991.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "15.683", "Description": "LIVE STRANDING RESPONSE AND MONITORING OF NORTHERN SEA OTTERS AND WALRUSES IN ALASKA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb7780ba-e3d4-f9bb-73df-a72e1d23c348-C", "generated_internal_id": "ASST_NON_F20AP11227_1448"}, {"internal_id": 109849980, "Award ID": "F20AP11129", "Award Amount": 68097.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "15.683", "Description": "TRANSPORT CAPACITY FOR STRANDED MANATEES IN THE NORTHERN GULF OF MEXICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "181cd29c-e2bb-cabb-212e-07efb073a284-C", "generated_internal_id": "ASST_NON_F20AP11129_1448"}, {"internal_id": 110277010, "Award ID": "F20AP11055", "Award Amount": 98477.65, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-04", "CFDA Number": "15.683", "Description": "RESPONSE VEHICLES FOR FWC FLORIDA MANATEE STRANDING NETWORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "749b9ab7-c277-9bfe-6c27-ffd8d1378104-C", "generated_internal_id": "ASST_NON_F20AP11055_1448"}, {"internal_id": 109849989, "Award ID": "F20AP11046", "Award Amount": 98906.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-28", "CFDA Number": "15.683", "Description": "CORRELATIONS BETWEEN PATHOGEN PRESENCE, HARMFUL ALGAL BLOOM TOXINS, AND PREY SELECTION IN APPARENTLY HEALTHY AND STRANDED NORTHERN SEA OTTERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bb7780ba-e3d4-f9bb-73df-a72e1d23c348-C", "generated_internal_id": "ASST_NON_F20AP11046_1448"}, {"internal_id": 110276957, "Award ID": "F20AP10958", "Award Amount": 71795.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-03", "CFDA Number": "15.683", "Description": "SUPPORTING THE MANATEE RESCUE AND REHABILITATION PARTNERSHIP THROUGH ENHANCED MARINE MAMMAL TRANSPORT CAPABILITIES IN THE SOUTHEAST REGION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "157106b7-bbd2-b7b1-91c5-c91ed168352d-C", "generated_internal_id": "ASST_NON_F20AP10958_1448"}, {"internal_id": 110276934, "Award ID": "F20AP10932", "Award Amount": 71591.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-04", "CFDA Number": "15.683", "Description": "WALRUS DISEASE AND MORTALITY ASSESSMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74f75e66-65af-412f-0c6f-1c88df6ba839-C", "generated_internal_id": "ASST_NON_F20AP10932_1448"}, {"internal_id": 109849905, "Award ID": "F20AP10922", "Award Amount": 83816.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-31", "CFDA Number": "15.683", "Description": "DIAGNOSTIC TESTING SUPPORT FOR THE MARINE MAMMAL HEALTH AND STRANDING NETWORK AND UNUSUAL MORTALITY EVENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_F20AP10922_1448"}]