[{"internal_id": 159662886, "Award ID": "F23AP01227", "Award Amount": 56777.58, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-17", "CFDA Number": "15.643", "Description": "AWARD PURPOSE: FUNDS UNDER THIS AWARD ARE TO BE USED TO HELP OFFSET TRAVEL, ADMINISTRATIVE AND ASSOCIATED EXPENSES REQUIRED TO MAINTAIN A REGIONAL MIGRATORY BIRD SUBSISTENCE PROGRAM IN KEEPING WITH THE MIGRATORY BIRD TREATY ACT PROTOCOL AMENDMENT (1995) (AMENDMENT), WHICH PROVIDES FOR THE CUSTOMARY AND TRADITIONAL USE OF MIGRATORY BIRDS AND THEIR EGGS FOR SUBSISTENCE USE BY INDIGENOUS INHABITANTS OF ALASKA.ACTIVITIES TO BE PERFORMED: SOLICIT PROPOSALS FOR REGULATORY CHANGES, HOLD REGIONAL MEETINGS, ATTEND STATEWIDE MEETINGS, SHARE INFORMATION TO REGIONAL COUNCIL AND STATEWIDE MEETINGS.EXPECTED DELIVERABLES OR OUTCOMES: PROVIDE ANNUAL PERFORMANCE AND FINANCIAL REPORTING TO USFWS INTENDEDBENEFICIARIES: 19 COMMUNITIES OF BERING STRAIT NORTON SOUND REGION, ALASKA DEPARTMENT OF FISH AND GAME, AND USFWS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "baa45a5d-209e-66d0-3a5d-98589936a49f-C", "generated_internal_id": "ASST_NON_F23AP01227_1448"}, {"internal_id": 157766729, "Award ID": "F23AP00822", "Award Amount": 24079.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-22", "CFDA Number": "15.643", "Description": "AWARD PURPOSE  THE NORTH SLOPE BOROUGH DEPARTMENT OF WILDLIFE MANAGEMENT IS ONE OF SEVERAL REGIONAL MANAGEMENT BODIES THAT FORMED THE ALASKA MIGRATORY BIRD CO MANAGEMENT COUNCIL THAT ALLOWS SUBSISTENCE USERS TO HAVE AN EFFECTIVE AND MEANINGFUL ROLE IN THE DEVELOPMENT AND IMPLEMENTATION OF REGULATIONS THROUGH MANAGEMENT BODIES. WE WILL DEVELOP RECOMMENDATIONS FOR, AMONG OTHER THINGS, SEASONS AND BAG LIMITS, LAW ENFORCEMENT POLICIES, POPULATION AND HARVEST MONITORING, EDUCATION PROGRAMS, RESEARCH AND USE OF TRADITIONAL KNOWLEDGE, AND HABITAT PROTECTION. ACTIVITIES TO BE PERFORMED  WE WILL PARTICIPATE IN THE SPRING AND FALL WORKSHOPS AND REGULAR MEETINGS OF THE AMBCC, AND ANY TECHNICAL MEETINGS AND COMMITTEE MEETINGS THAT COME UP. THE NSB IS A MEMBER OF THE TECHNICAL COMMITTEE, HARVEST SURVEY HARVEST LIMITATIONS COMMITTEE, LONG TERM GOALS AND  OBJECTIVES COMMITTEE, THE FLYWAY COUNCIL SERVICE REGULATIONS COMMITTEE, BUDGET COMMITTEE, EXECUTIVE DIRECTOR SEARCH COMMITTEE, AND THE LAW ENFORCEMENT COMMITTEE. IN MAY 2012, THE AMBCC CREATED SEVERAL AD HOC COMMITTEES, OF WHICH THE NSB IS A MEMBER OF, AND INCLUDE THE CO MANAGEMENT PRINCIPLES COMMITTEE, THE DEFINITION OF INDIGENOUS INHABITANTS COMMITTEE, AND THE FALL WINTER SUBSISTENCE HARVEST SEASON COMMITTEE. THESE COMMITTEES WERE FORMED AS A WAY TO MOVE THE CO MANAGEMENT PROCESS OF THE AMBCC FORWARD.EXPECTED DELIVERABLES  THIS GRANT ALSO PAYS FOR ONE REGIONAL MANAGEMENT BODY MEETING PER YEAR. THE OUTCOMES WILL BE THE SUCCESSFUL RECOMMENDATIONS OF THE SERVICES REGULATIONS COMMITTEE ON ANY PROPOSALS THAT DEAL WITH REGULATIONS ON MIGRATORY BIRDS. INTENDED BENEFICIARIES  RECOMMENDATIONS FOR REGULATIONS WILL BE SUBMITTED TO THE U.S. FISH AND  WILDLIFE SERVICE (US FWS) AND THE PACIFIC FLYWAY COUNCIL. THIS GRANT IS TARGETED FOR THE BENEFIT OF SUBSISTENCE USERS OF MIGRATORY BIRDS AND EGGS IN THE NORTH SLOPE BOROUGH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74f75e66-65af-412f-0c6f-1c88df6ba839-C", "generated_internal_id": "ASST_NON_F23AP00822_1448"}, {"internal_id": 157246781, "Award ID": "F23AP00779", "Award Amount": 29281.2, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-09", "CFDA Number": "15.643", "Description": "AWARD PURPOSE  FUNDS UNDER THIS AWARD ARE TO BE USED TO HELP OFFSET TRAVEL, ADMINISTRATIVE AND ASSOCIATED EXPENSES REQUIRED TO MAINTAIN A REGIONAL MIGRATORY BIRD SUBSISTENCE PROGRAM IN KEEPING WITH THE MIGRATORY BIRD TREATY ACT PROTOCOL AMENDMENT (1995) (AMENDMENT), WHICH PROVIDES FOR THE CUSTOMARY AND TRADITIONAL USE OF MIGRATORY BIRDS AND THEIR EGGS FOR SUBSISTENCE USE BY INDIGENOUS INHABITANTS OF ALASKA.ACTIVITIES TO BE PERFORMED  APIA STAFF WILL HOLD ONE PUBLIC REGIONAL WINTER MEETING FOR THE TRIBAL AND REGIONAL REPRESENTATIVES, BEFORE THE SPRING AMBCC MEETING OF EACH YEAR, ENSURING ATTENDANCE MINIMUMS.APIA STAFF WILL HOLD ONE PUBLIC REGIONAL SUMMER MEETING (PREFERABLY AUGUST) FOR THE TRIBAL AND REGIONAL REPRESENTATIVES, ENSURING ATTENDANCE MINIMUMS. APIA STAFF WILL SUBMIT A SUMMARY OF THE SUMMER AND WINTER MEETINGS TO BE PRESENTED AT THE STATEWIDE VIRTUAL FALL MEETING AND AT THE STATEWIDE SPRING MEETINGS, RESPECTIVELY.EXPECTED DELIVERABLES OR OUTCOMES PROVIDE ANNUAL PERFORMANCE AND FINANCIAL REPORTING TO USFWSINTENDED BENEFICIARIES  OUR THIRTEEN TRIBES ARE LOCATED IN THE ALEUTIAN CHAIN AND PRIBILOF ISLANDS, IN THE COMMUNITIES OF  AKUTAN, ATKA, FALSE PASS, KING COVE, NELSON LAGOON, NIKOLSKI, ST. GEORGE, ST. PAUL, SAND POINT AND UNALASKA, BUT WE ALSO PLAN EDUCATION AND OUTREACH IN ADAK AND COLD BAY AS APPROPRIATE FOR THOSE SUBSISTENCE USERS, ALASKA DEPARTMENT OF FISH AND GAME, AND USFWS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cbeb55dc-eff7-4bab-e39c-406389bfa062-C", "generated_internal_id": "ASST_NON_F23AP00779_1448"}, {"internal_id": 156908357, "Award ID": "F23AP00703", "Award Amount": 43767.07, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-17", "CFDA Number": "15.643", "Description": "AWARD PURPOSE  THE OBJECTIVE OF THIS PROJECT IS TO ACTIVELY PARTICIPATE IN A CO MANAGEMENT FORUM THAT PROVIDES RECOMMENDATIONS FOR MANAGING THE ALASKA SPRING SUMMER SUBSISTENCE MIGRATORY BIRD HARVEST, BALANCING THE NEEDS OF THE SUBSISTENCE COMMUNITY WITH THE CONSERVATION OF THE BIRD POPULATIONS.THE SPECIFIC OBJECTIVES OF THIS PROJECT ARE TO  (1) GATHER VILLAGE INPUT IN MANAGEMENT ISSUES THROUGH REGULAR REGIONAL STAKEHOLDER MEETINGS  (2) PROVIDE REGIONAL REPRESENTATION TO ALL STATEWIDE COUNCIL MEETINGS  (3) ACTIVELY CONDUCT OUTREACH AND EDUCATION ON A REGIONAL LEVEL CONCERNING MIGRATORY BIRD HARVEST ISSUES  (4) PROVIDE REGIONAL REPRESENTATION ON COUNCIL COMMITTEES IN STRATEGY AND PLANNING EFFORTS  AND (5) PROVIDE A REGIONAL VOICE TO A NATIVE CAUCUS THAT DEALS WITH ISSUES OUTSIDE OF THE NORMAL REGULATORY SCOPE  (6) ENGAGE YOUTH THROUGH IMMERSION IN THE REGULATORY PROCESSES BY ATTENDING CRMBCC MEETINGS AND TRADITIONAL HARVEST AT THE YOUTH ELDER CAMP.EXPECTED DELIVERABLES OR OUTCOMES  PROVIDE ANNUAL PERFORMANCE AND FINANCIAL REPORTING TO USFWSINTENDED BENEFICIARIES  TRIBES OF MENTASTA TRADITIONAL COUNCIL, CHEESH NA TRIBE, THE NATIVE VILLAGE OF GAKONA, GULKANA VILLAGE, THE NATIVE VILLAGE OF TAZLINA, THE NATIVE VILLAGE OF KLUTI KAAH AND THE NATIVE VILLAGE OF CHITINA AND THE NATIVE VILLAGE OF CANTWELL. AS THE LAND HOLDERS, THE TWO ALASKA NATIVE CORPORATIONS, AHTNA INCORPORATED AND THE CHITINA NATIVE CORPORATION  ALASKA DEPARTMENT OF FISH AND GAME  USFWS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "083651bd-8cac-1bdc-d23e-6dd494ac8f34-R", "generated_internal_id": "ASST_NON_F23AP00703_1448"}, {"internal_id": 157246773, "Award ID": "F23AP00674", "Award Amount": 18500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-01", "CFDA Number": "15.643", "Description": "AWARD PURPOSE  FUNDS UNDER THIS AWARD ARE TO BE USED TO HELP OFFSET TRAVEL, ADMINISTRATIVE AND ASSOCIATED EXPENSES REQUIRED TO MAINTAIN A REGIONAL MIGRATORY BIRD SUBSISTENCE PROGRAM IN KEEPING WITH THE MIGRATORY BIRD TREATY ACT PROTOCOL AMENDMENT (1995) (AMENDMENT), WHICH PROVIDES FOR THE CUSTOMARY AND TRADITIONAL USE OF MIGRATORY BIRDS AND THEIR EGGS FOR SUBSISTENCE USE BY INDIGENOUS INHABITANTS OF ALASKA.ACTIVITIES TO BE PERFORMED  SOLICIT PROPOSALS FOR REGULATORY CHANGES, HOLD REGIONAL MEETINGS, ATTEND STATEWIDE MEETINGS, SHARE INFORMATION TO REGIONAL COUNCIL AND STATEWIDE MEETINGS.EXPECTED DELIVERABLES OR OUTCOMES  PROVIDE ANNUAL PERFORMANCE AND FINANCIAL REPORTING TO USFWSINTENDEDBENEFICIARIES  NATIVE VILLAGES TRIBES  ALUTIIQ TRIBE OF OLD HARBOR, KAGUYAK VILLAGE, NATIVE VILLAGE OF AFOGNAK, NATIVE VILLAGE OF AKHIOK, NATIVE VILLAGE OF KARLUK, NATIVE VILLAGE OF LARSEN BAY, NATIVE VILLAGE OF OUZINKIE, NATIVE VILLAGE OF PORT LIONS, SUN AQ TRIBE OF KODIAK, AND TANGIRNAQ NATIVE VILLAGE  ADFAND G  FWS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8a83387-9f48-4e46-05c4-9970409bdf16-R", "generated_internal_id": "ASST_NON_F23AP00674_1448"}, {"internal_id": 156520741, "Award ID": "F23AP00572", "Award Amount": 8980.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-02", "CFDA Number": "15.643", "Description": "AWARD PURPOSE ESTABLISHED PROTOCOLS MANDATE THAT SUBSISTENCE USERS HAVE AN EFFECTIVE AND MEANINGFUL ROLE IN THE DEVELOPMENT AND IMPLEMENTATION OF MIGRATORY BIRD REGULATIONS THROUGH PARTICIPATION IN REGIONAL MANAGEMENT BODIES. THESE WORKING PARTNERSHIPS PROVIDE MORE EFFECTIVE CONSERVATION OF MIGRATORY BIRDS IN DESIGNATED SUBSISTENCE HARVEST AREAS WITHOUT DIMINISHING THE ULTIMATE AUTHORITY AND RESPONSIBILITY OF THE SERVICE.ACTIVITIES TO BE PERFORMED THESE MANAGEMENT BODIES COORDINATE WITH FEDERAL AND STATE OF ALASKA REPRESENTATIVES AS EQUALS, AND CONTINUE TO DEVELOP RECOMMENDATIONS FOR, AMONG OTHER THINGS   SEASONS AND BAG LIMITS  LAW ENFORCEMENT POLICIES  POPULATION AND HARVEST MONITORING  EDUCATION PROGRAMS  RESEARCH AND USE OF TRADITIONAL KNOWLEDGE  HABITAT PROTECTION UNDER THIS FRAMEWORK, THE ADVISORY COUNCIL FOR THE MANIILAQ SERVICE AREA WILL BE KNOWN AS THE NORTHWEST ARCTIC REGION MIGRATORY BIRD ADVISORY COUNCIL.EXPECTED DELIVERABLES OR OUTCOMES THE COUNCIL WILL MEET TWICE PER YEAR, ONCE IN KOTZEBUE AND ONCE VIRTUALLY TO DISCUSS AND SUBMIT INPUT FOR CONSIDERATION BY THE ALASKA MIGRATORY BIRD CO MANAGEMENT COUNCIL. FUNDING REQUESTED UNDER THE FY23 ALASKA MIGRATORY BIRD CO MANAGEMENT COUNCIL APPLICATION WILL BE USED TO COVER THE COSTS OF TRAVEL AND LODGING INCURRED BY REGIONAL ADVISORY COUNCIL MEMBERS AS A RESULT OF ATTENDING THESE MEETINGS, AS WELL AS TRAVEL BY A REGIONAL REPRESENTATIVE TO ALASKA MIGRATORY BIRD CO MANAGEMENT COUNCIL MEETINGS IN ANCHORAGE.BENEFICIARIES THIS COUNCIL WILL REPRESENT ELEVEN FEDERALLY RECOGNIZED TRIBAL VILLAGES IN THE MANIILAQ SERVICE AREA, WHICH ARE AMBLER, BUCKLAND, DEERING, KIANA, KIVALINA, KOBUK, KOTZEBUE, NOATAK, NOORVIK, SELAWIK, AND SHUNGNAK. CURRENTLY, THE NORTHWEST ARCTIC REGION MIGRATORY BIRD ADVISORY COUNCIL IS COMPRISED OF SIX (6) ELECTED MEMBERS WHO REPRESENT THE FOLLOWING AREAS  KIVALINA AND  NOATAK (1)  THE UPPER KOBUK (1)  THE LOWER KOBUK (2)  SELAWIK (1)  AND BUCKLAND (1).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d324fa5a-ecac-55e2-57c7-b92fb9c1b2b7-C", "generated_internal_id": "ASST_NON_F23AP00572_1448"}, {"internal_id": 156520735, "Award ID": "F23AP00554", "Award Amount": 21200.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-01", "CFDA Number": "15.643", "Description": "AWARD PURPOSE  FUNDS UNDER THIS AWARD ARE TO BE USED TO HELP OFFSET TRAVEL, ADMINISTRATIVE AND ASSOCIATED EXPENSES REQUIRED TO MAINTAIN A REGIONAL MIGRATORY BIRD SUBSISTENCE PROGRAM IN KEEPING WITH THE MIGRATORY BIRD TREATY ACT PROTOCOL AMENDMENT (1995) (AMENDMENT), WHICH PROVIDES FOR THE CUSTOMARY AND TRADITIONAL USE OF MIGRATORY BIRDS AND THEIR EGGS FOR SUBSISTENCE USE BY INDIGENOUS INHABITANTS OF ALASKA.ACTIVITIES TO BE PERFORMED  SOLICIT PROPOSALS FOR REGULATORY CHANGES, HOLD REGIONAL MEETINGS, ATTEND STATEWIDE MEETINGS, SHARE INFORMATION TO REGIONAL COUNCIL AND STATEWIDE MEETINGS.EXPECTED DELIVERABLES OR OUTCOMES  PROVIDE ANNUAL PERFORMANCE AND FINANCIAL REPORTING TO USFWS INTENDEDBENEFICIARIES  42 COMMUNITIES OF TCC REGION, ALASKA DEPARTMENT OF FISH AND GAME, AND USFWS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76d04a90-68f1-0d75-a164-60ceb4fc05ee-C", "generated_internal_id": "ASST_NON_F23AP00554_1448"}, {"internal_id": 156520746, "Award ID": "F23AP00548", "Award Amount": 15559.45, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-02", "CFDA Number": "15.643", "Description": "AWARD PURPOSE  THIS PROJECT IS CONTINUATION OF A LONG TERM CO MANAGEMENT EFFORT TO MANAGE THE SUBSISTENCE HARVEST OF MIGRATORY BIRDS ACROSS ALASKA. THIS PROGRAM STARTED IN 2000 FOLLOWING IMPLEMENTATION OF FEDERAL REGULATIONS TO LEGALLY AUTHORIZE THE SPRING SUMMER SUBSISTENCE HARVEST FOR MIGRATORY BIRDS IN ALASKA. FUNDS UNDER THIS AWARD WILL BE USED TO HELP OFFSET TRAVEL, ADMINISTRATIVE AND ASSOCIATED EXPENSES REQUIRED TO MAINTAIN A REGIONAL MIGRATORY BIRD SUBSISTENCE PROGRAM IN KEEPING WITH THE MIGRATORY BIRD TREATY ACT PROTOCOL AMENDMENT (1995) (AMENDMENT), WHICH PROVIDES FOR THE CUSTOMARY AND TRADITIONAL USE OF MIGRATORY BIRDS AND THEIR EGGS FOR SUBSISTENCE USE BY INDIGENOUS INHABITANTS OF ALASKA. THIS PROGRAM INCLUDES BI ANNUAL REGIONAL AND STATEWIDE MEETINGS. ACTIVITIES TO BE PERFORMED  1. ENSURE REGIONAL WINTER IN PERSON AND REGIONAL SUMMER VIRTUAL MEETINGS CONSIST OF THE FOLLOWING ATTENDANCE MINIMUMS  CHAIR, PLUS AT LEAST 5 MEMBERS REPRESENTING AREAS OF THE REGION TO ENSURE A QUORUM TO ALLOW REGION TO VOTE SUPPORT, OPPOSE OR PROVIDE NO OPINION ON REGULATORY PROPOSALS, AND OTHER ACTIONS THAT ARE REQUIRED (E.G., APPROVAL OF HARVEST SURVEY ESTIMATES)  2. ENSURE REGIONAL CHAIR SUBMIT A MEETING MINUTES AND SUMMARY (SPECIFIC TEMPLATE PROVIDED BY USFWS) OF THE VIRTUAL LATE SUMMER AND IN PERSON WINTER MEETINGS TO BE PRESENTED AT THE STATEWIDE VIRTUAL FALL MEETING AND AT THE STATEWIDE IN PERSON SPRING MEETINGS, RESPECTIVELY  3. PROVIDE ADMINISTRATIVE SUPPORT FOR REGIONAL MANAGEMENT BODIES  4. PROVIDE TRAVEL, LODGING AND OTHER ASSOCIATED EXPENSES FOR AN ELECTED REPRESENTATIVE FROM THE REGIONAL MANAGEMENT BODY TO GO TO ALL MEETINGS OF THE COUNCIL (UNLESS EXCUSED BY THE EXECUTIVE DIRECTOR) AND A SEPARATE REPRESENTATIVE TO ATTEND ALL TECHNICAL COMMITTEE MEETINGS ASSOCIATED WITH THE COUNCIL. EXPECTED DELIVERABLES OR OUTCOMES  AMBCC EXECUTIVE DIRECTOR MEETING MINUTES AND SUMMARY OF THE  IN PERSON WINTER MEETINGS  AND THE VIRTUAL LATE SUMMER MEETING. INTENDED BENEFICIARIES  SEVEN VILLAGES WITH APPROXIMATELY 3,000 TRIBAL MEMBERS, THE USFWS, AND THE ADFAND G.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf66425e-c688-aa65-86e8-b214c69bded2-C", "generated_internal_id": "ASST_NON_F23AP00548_1448"}, {"internal_id": 156262424, "Award ID": "F23AP00546", "Award Amount": 16750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-30", "CFDA Number": "15.643", "Description": "AWARD PURPOSE  TO PROVIDE FINANCIAL SUPPORT FOR TRAVEL AND ASSOCIATED COSTS FOR THE AVCP REGIONAL MANAGEMENT BODY, THE WATERFOWL CONSERVATION COMMITTEE, TO ATTEND IN PERSON MEETINGS OF THEMSELVES AND THOSE OF THE ALASKA MIGRATORY BIRD CO MANAGEMENT COUNCIL. THE WCC WILL WORK TO CONTINUE THE EFFORTS OF THE AMBCC AND ITS PARTNERS IN MANAGING THE ALASKA SUBSISTENCE SPRING AND SUMMER MIGRATORY BIRD HARVEST IN ALASKA.ACTIVITIES TO BE PERFORMED  1. SUPPORT AT LEAST ONE (PREFERABLE TWO) REGIONAL MANAGEMENT BODY MEETING BETWEEN OCTOBER AND SEPTEMBER OF EACH FISCAL PERIOD. MEETINGS WILL BE OPEN TO THE PUBLIC AND WILL PROVIDE AN OPPORTUNITY FOR PUBLIC COMMENT. 2. SUPPORT FOR REGIONAL MANAGEMENT BODY REPRESENTATION AT THE STATEWIDE AMBCC MEETINGS AND ASSOCIATED COMMITTEE AND SUB COMMITTEE MEETINGS, AND PACIFIC FLYWAY COUNCIL OR SERVICE REGULATION COMMITTEE MEETINGS AS REQUESTED BY THE AMBCC. 3. THE WCC WILL RECEIVE COMMUNITY INPUT ON THE MANAGEMENT AND REGULATION OF SUBSISTENCE MIGRATORY BIRD HUNTING AND WILL PROVIDE THAT REGIONAL VOICE TO THE AMBCC NATIVE CAUCUS. 4. ASSIST IN OUTREACH AND EDUCATION AT THE REGIONAL LEVEL ON MIGRATORY BIRD SUBSISTENCE HARVEST ISSUES.EXPECTED DELIVERABLES OR OUTCOMES  1. MEETING ANNOUNCEMENTS, AGENDAS AND RECORD OF ALL WCC MEETINGS WILL BE PROVIDED TO THE USFWS. 2. THE WCC WILL CONSIDER AND REVIEW ANY PROPOSED CHANGES TO SUBSISTENCE HUNT REGULATIONS VIA THE AMBCC, PROVIDING INPUT AND RECOMMENDATIONS. 3. WILL CONSIDER THE NEEDS OF ALASKA SUBSISTENCE HUNTERS TOGETHER WITH THE NEED FOR CONSERVATION.INTENDED BENEFICIARIES  THE ESTIMATED 20,000 RESIDENTS OF THE 56 TRIBES IN THE AVCP REGION. CO MANAGEMENT PARTNERS (USFWS, ADFG, OTHER REGIONAL MANAGEMENT BODIES) WILL ALSO BENEFIT FROM THESE EFFORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e8b4c3a6-b5e8-9a0e-f4c7-952802abc416-C", "generated_internal_id": "ASST_NON_F23AP00546_1448"}, {"internal_id": 156520795, "Award ID": "F23AP00535", "Award Amount": 29215.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-02", "CFDA Number": "15.643", "Description": "AWARD PURPOSE FUNDS UNDER THIS AWARD ARE TO BE USED TO HELP OFFSET TRAVEL, ADMINISTRATIVE AND ASSOCIATED EXPENSES REQUIRED TO MAINTAIN A REGIONAL MIGRATORY BIRD SUBSISTENCE PROGRAM IN KEEPING WITH THE MIGRATORY BIRD TREATY ACT PROTOCOL AMENDMENT (1995) (AMENDMENT), WHICH PROVIDES FOR THE CUSTOMARY AND TRADITIONAL USE OF MIGRATORY BIRDS AND THEIR EGGS FOR SUBSISTENCE USE BY INDIGENOUS INHABITANTS OF ALASKA.ALASKA MIGRATORY BIRD CO MANAGEMENT COUNCIL GRANT ACTIVITIES TO BE PERFORMED  SOLICIT PROPOSALS FOR REGULATORY CHANGES, HOLD REGIONAL MEETINGS, ATTEND STATEWIDE MEETINGS, SHARE INFORMATION TO REGIONAL COUNCIL AND STATEWIDE MEETINGS.EXPECTED DELIVERABLES OR OUTCOMES  PROVIDE ANNUAL PERFORMANCE AND FINANCIAL REPORTING TO USFWS INTENDEDBENEFICIARIES  31 TRIBES OF THE BRISTOL BAY REGION SERVING APPROXIMATELY 7,000 PEOPLE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abe4389e-2e3c-5351-6419-acc731cc52ae-C", "generated_internal_id": "ASST_NON_F23AP00535_1448"}, {"internal_id": 154661067, "Award ID": "F23AP00100", "Award Amount": 102872.94, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-17", "CFDA Number": "15.643", "Description": "AWARD PURPOSE  THIS PROJECT IS THE CONTINUATION OF A LONG-TERM CO-MANAGEMENT EFFORT TO MANAGE THE SUBSISTENCE HARVEST OF MIGRATORY BIRDS ACROSS ALASKA. FUNDS UNDER THIS AWARD WILL BE USED TO SUPPORT AN EXECUTIVE DIRECTOR OF THE COUNCIL, SUPPORT THE EXECUTIVE DIRECTOR S TRAVEL TO REGIONAL MANAGEMENT BODY MEETINGS, AND ADMINISTRATIVE AND ASSOCIATED EXPENSES REQUIRED TO MAINTAIN A REGIONAL MIGRATORY BIRD SUBSISTENCE PROGRAM IN KEEPING WITH THE MIGRATORY BIRD TREATY ACT PROTOCOL AMENDMENT. THIS PROGRAM INCLUDES BI-ANNUAL REGIONAL MEETINGS, BI-ANNUAL STATEWIDE MEETINGS, SPECIAL PROJECTS TO ADDRESS SPECIFIC MANAGEMENT AND CONSERVATION INFORMATION NEEDS, AND OUTREACH AND EDUCATION ACTIVITIES RELATED TO THE HARVEST PROGRAM.ACTIVITIES TO BE PERFORMED  1. PREPARE, PARTICIPATE, AND SUMMARIZE IN FALL  VIRTUAL  SEPTEMBER  AND SPRING  IN-PERSON  APRIL  AMBCC STATEWIDE MEETINGS, 2. ATTEND 10 IN-PERSON AND 10 VIRTUAL REGIONAL AMBCC MEETINGS YEAR, 3. EXPECTED DELIVERABLES OR OUTCOMES  AMBCC EXECUTIVE DIRECTOR MEETING MINUTES AND SUMMARY OF THE  IN-PERSON WINTER MEETINGS  AND THE VIRTUAL LATE-SUMMER MEETING, 4. PREPARE AND ATTEND  VIRTUAL OR IN-PERSON AS DEEMED NECESSARY  THE FALL PACIFIC FLYWAY COUNCIL MEETING, AND 5. PREPARE AND ATTEND  VIRTUAL  THE FALL SERVICE REGULATIONS COMMITTEE  SRC  MEETING.EXPECTED DELIVERABLES OR OUTCOMES  1. PRESENTATION OF ANNUAL ACTIVITIES, 2. SUMMARY OF MEETING AND ACTION ITEMS FROM FALL AND SPRING STATE-WIDE MEETINGS, 3. CALENDAR OF ALL MEETING DATES, TIMES, AND LOCATIONS  E.G., STATEWIDE, REGIONAL, AMBCC COMMITTEES, PACIFIC FLYWAY COUNCIL, AND SERVICE REGULATIONS COMMITTEE MEETINGS , 4. QUARTERLY ACTIVITY REPORTS, 5. CURRENT AMBCC WEBSITE.INTENDED BENEFICIARIES  USFWS, THE ADFAND G, AND 10 AMBCC REGIONAL MANAGEMENT BODIES AND MIGRATORY BIRD SUBSISTENCE USERS ACROSS ALASKA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf66425e-c688-aa65-86e8-b214c69bded2-C", "generated_internal_id": "ASST_NON_F23AP00100_1448"}, {"internal_id": 151522299, "Award ID": "F22AP03447", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "15.643", "Description": "AWARD PURPOSE  THIS PROJECT IS TO FACILITATE AN ALASKA INDIGENOUS CO STEWARDSHIP AMBCC 3 DAY STATEWIDE MEETING ACTIVITIES TO BE PERFORMED  1  FACILITATE A 3 DAY ALASKA INDIGENOUS CO STEWARDSHIP AMBCC 3 DAY STATEWIDE MEETING OF THE AMBCC, 2  ENSURE CRRC COLLECTS AND WORK WITH SUBCONTRACTORS TO SUMMARIZE AND SUBMIT MEETING AND SUMMARY AND ACTION ITEMS FOR ALL PARTIES, AND 3  PROVIDE ADMINISTRATIVE SUPPORT FOR REGIONAL MANAGEMENT BODIES  ARRANGE MEETING LOCATION AND FACILITY  CREATE AND DISTRIBUTE ANNOUNCEMENTS OF MEETINGS  ARRANGE ASSOCIATED LOGISTICS, TRAVEL, AND PROVIDE PER DIEM FOR SUPPORT CONTRACTORS TO ATTEND MEETINGS  AND PROVIDE ANY NECESSARY SUPPLIES EXPECTED DELIVERABLES OR OUTCOMES  CRRC WILL SUBMIT TO THE AMBCC PARTNERS A SUMMARY OF THE IN PERSON CO STEWARDSHIP MEETING FOR REVIEW PRIOR TO PRESENTATION AT THE STATEWIDE IN PERSON 2024 SPRING AMBCC MEETING  THIS WILL INCLUDE AN ACTION PLAN FOR THE CO MANAGEMENT RELATIONSHIP MOVING FORWARD INTENDED BENEFICIARIES  AMBCC  ALASKA  NATIVE CAUCUS MEMBERS, U S  FISH AND  WILDLIFE SERVICE, AND THE ALASKA DEPARTMENT OF FISH AND  GAME", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf66425e-c688-aa65-86e8-b214c69bded2-C", "generated_internal_id": "ASST_NON_F22AP03447_1448"}, {"internal_id": 151867928, "Award ID": "F22AC03224", "Award Amount": 83629.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "15.643", "Description": "AWARD PURPOSE  A SPECIAL PERMIT IS REQUIRED TO PARTICIPATE IN THE ALASKA SUBSISTENCE HARVEST OF MIGRATORY BIRDS IN CORDOVA AND IN THE KODIAK ROADED AREA  PERMIT HOLDERS ARE REQUIRED TO REPORT THEIR HARVEST VIA METHODS COLLABORATIVELY ESTABLISHED BY THE ALASKA MIGRATORY BIRD CO MANAGEMENT COUNCIL  THIS PROJECT SUPPORTS WORK TO COMPLETE DATA REVIEW FOR THE 2021 PERMIT FOR THE KODIAK ROADED AREA AND 2022 DATA COLLECTION, REVIEW, AND REPORTING FOR BOTH THE CORDOVA AND THE KODIAK ROADED AREA PERMITS ACTIVITIES TO BE PERFORMED  HARVEST REPORTING FOR THE CORDOVA PERMIT IS DONE USING A POST SEASON MAIL FORM  THREE MAILINGS   HARVEST REPORTING FOR THE KODIAK ROADED AREA IS DONE EMPLOYING BOTH AN IN SEASON FORM  DISTRIBUTED AS PERMITS ARE ISSUED  AND A POST SEASON FORM  THREE MAILINGS  EXPECTED DELIVERABLES OR OUTCOMES  DELIVERABLE  1  PROVIDE AMBCC PARTNERS WITH PRELIMINARY RESULTS FOR THEIR REVIEW AND INPUT IN ADVANCE OF MEETINGS OF REGIONAL BODIES, ADDRESS REVIEW COMMENTS, AND PARTICIPATE IN MEETINGS OF AMBCC REGIONAL BODIES AND FULL COUNCIL  DELIVERABLE  2  UPDATE RESULTS AS APPROPRIATE TO INCLUDE INPUT FROMTHE REVIEW PROCESS  PROVIDE AMBCC PARTNERS WITH FINAL VERSION OF 2021 AND 2022 RESULTS OUTREACH HANDOUT IN ELECTRONIC FORM INTENDED BENEFICIARIES  USFWS, ADFAND G, AMBCC,AND CORDOVA AND KODIAK SUBSISTENCE HUNTERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AC03224_1448"}, {"internal_id": 67689068, "Award ID": "F18AP00543", "Award Amount": 72912.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-09", "CFDA Number": "15.643", "Description": "ALASKA MIGRATORY BIRD CO-MANAGEMENT COUNCIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "baa45a5d-209e-66d0-3a5d-98589936a49f-C", "generated_internal_id": "ASST_NON_F18AP00543_1448"}, {"internal_id": 67689070, "Award ID": "F18AP00525", "Award Amount": 35961.37, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-03", "CFDA Number": "15.643", "Description": "ALASKA MIGRATORY BIRD CO-MANAGEMENT COUNCIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e8b4c3a6-b5e8-9a0e-f4c7-952802abc416-C", "generated_internal_id": "ASST_NON_F18AP00525_1448"}, {"internal_id": 67294419, "Award ID": "F18AP00498", "Award Amount": 93715.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-30", "CFDA Number": "15.643", "Description": "ALASKA MIGRATORY BIRD CO-MANAGEMENT COUNCIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76d04a90-68f1-0d75-a164-60ceb4fc05ee-C", "generated_internal_id": "ASST_NON_F18AP00498_1448"}, {"internal_id": 66582112, "Award ID": "F18AP00342", "Award Amount": 33596.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-05-29", "CFDA Number": "15.643", "Description": "ALASKA MIGRATORY BIRD CO-MANAGEMENT COUNCIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d324fa5a-ecac-55e2-57c7-b92fb9c1b2b7-C", "generated_internal_id": "ASST_NON_F18AP00342_1448"}, {"internal_id": 66582113, "Award ID": "F18AP00341", "Award Amount": 52020.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-05-29", "CFDA Number": "15.643", "Description": "ALASKA MIGRATORY BIRD CO-MANAGEMENT COUNCIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abe4389e-2e3c-5351-6419-acc731cc52ae-C", "generated_internal_id": "ASST_NON_F18AP00341_1448"}, {"internal_id": 66582114, "Award ID": "F18AP00340", "Award Amount": 89533.97, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-05-25", "CFDA Number": "15.643", "Description": "ALASKA MIGRATORY BIRD CO-MANAGEMENT COUNCIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "083651bd-8cac-1bdc-d23e-6dd494ac8f34-R", "generated_internal_id": "ASST_NON_F18AP00340_1448"}, {"internal_id": 66582118, "Award ID": "F18AP00333", "Award Amount": 73428.93, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-05-22", "CFDA Number": "15.643", "Description": "ALASKA MIGRATORY BIRD CO-MANAGEMENT COUNCIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74f75e66-65af-412f-0c6f-1c88df6ba839-C", "generated_internal_id": "ASST_NON_F18AP00333_1448"}, {"internal_id": 48607821, "Award ID": "F18AP00135", "Award Amount": 42000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-12-21", "CFDA Number": "15.643", "Description": "F18AP00135 - ALASKA MIGRATORY BIRD CO-MANAGEMENT COUNCIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cbeb55dc-eff7-4bab-e39c-406389bfa062-C", "generated_internal_id": "ASST_NON_F18AP00135_1448"}, {"internal_id": 48607820, "Award ID": "F18AP00134", "Award Amount": 51650.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-12-21", "CFDA Number": "15.643", "Description": "F18AP00134 -ALASKA MIGRATORY BIRD CO-MANAGEMENT COUNCIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a8a83387-9f48-4e46-05c4-9970409bdf16-R", "generated_internal_id": "ASST_NON_F18AP00134_1448"}, {"internal_id": 63049271, "Award ID": "F18AP00005", "Award Amount": 638234.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-02-13", "CFDA Number": "15.643", "Description": "ALASKA MIGRATORY BIRD CO-MANAGEMENT COUNCIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf66425e-c688-aa65-86e8-b214c69bded2-C", "generated_internal_id": "ASST_NON_F18AP00005_1448"}, {"internal_id": 48604263, "Award ID": "F17AC00179", "Award Amount": 521514.95, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-03-07", "CFDA Number": "15.643", "Description": "ALASKA MIGRATORY BIRD SUBSISTENCE HARVEST SURVEYS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F17AC00179_1448"}, {"internal_id": 48593517, "Award ID": "F14AC00486", "Award Amount": 283620.0, "Award Type": null, "Base Obligation Date": "2014-07-10", "CFDA Number": "15.643", "Description": "F14AC00486 - REVIEW/REVISION OF THE ALASKA MIGRATORY BIRD CO&#8208;MANAGEMENT COUNCIL SUBSISTENCE HARVEST SURVEY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_F14AC00486_1448"}, {"internal_id": 48592238, "Award ID": "F13AP00215", "Award Amount": 119917.99, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-04-15", "CFDA Number": "15.643", "Description": "ALASKA MIGRATORY BIRD CO-MANAGEMENT COUNCIL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abe4389e-2e3c-5351-6419-acc731cc52ae-C", "generated_internal_id": "ASST_NON_F13AP00215_1448"}]