[{"internal_id": 161864352, "Award ID": "F23AP02359", "Award Amount": 32000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-15", "CFDA Number": "15.660", "Description": "THE INDIANA BAT (MYOTIS SODALIS) AND GRAY BAT (MYOTIS GRISESCENS) HAVE BEEN LISTED AS FEDERALLY ENDANGERED SINCE 1967, BUT THERE ARE STILL MANY ASPECTS OF THEIR BIOLOGY AND BEHAVIOR WE DO NOT UNDERSTAND. IN 2015, A COLONY OF INDIANA BATS WAS LOCATED IN MCNAIRY CO., TENNESSEE. IN AUGUST 2022, TWO GRAY BATS AND 12 INDIANA BATS WERE OBSERVED UTILIZING THE SAME BRIDGE LOCATED IN TISHOMINGO COUNTY, MISSISSIPPI ON DIFFERENT DATES. THIS BRIDGE IS LESS THAN 5 MILES FROM THE TN INDIANA BAT MATERNITY COLONY, SUGGESTING THIS COLONY EXTENDS ACROSS TWO STATES. ADDITIONAL SURVEYS ARE NEEDED AT BOTH THE BRIDGE SITE IN MS AND ARTIFICIAL ROOSTS IN TN TO BETTER DETERMINE RELATIVE ABUNDANCE OF INDIANA BATS AT THE SITES AND POTENTIAL MOVEMENT OF THE SAME INDIVIDUALS BETWEEN THE TWO SITES. MIST NET AND ACOUSTIC SURVEYS WILL BE CONDUCTED IN THE AREA TO LOCATE ADDITIONAL INDIVIDUALS TO PIT TAG AND RADIO TAG. PIT TAGS OR OTHER IDENTIFIERS WILL BE USED TO DETERMINE MOVEMENT BETWEEN THE SITES. RADIO TELEMETRY WILL ALSO BE USED TO STUDY MOVEMENTS OF INDIVIDUALS AND TO POTENTIALLY LOCATE ADDITIONAL ROOST SITES NEARBY. THIS SURVEY EFFORT WILL HAVE IMPORTANT IMPLICATIONS FOR OUR UNDERSTANDING OF RELATIVE ABUNDANCE AND ROOST PREFERENCES FOR GRAY BATS AND INDIANA BATS IN MISSISSIPPI. GIVEN THE LIMITED NUMBER OF OCCURRENCE RECORDS FOR THESE SPECIES IN THE STATE, ALL INFORMATION OBTAINED IS CRITICALLY IMPORTANT FOR CONSERVATION EFFORTS. IN ADDITION, IT HIGHLIGHTS THE NEED FOR COOPERATION ACROSS STATE LINES FOR CONSERVATION OF FEDERALLY ENDANGERED SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5c49f449-ab43-3ef9-c57f-6bdc38ab1f68-C", "generated_internal_id": "ASST_NON_F23AP02359_1448"}, {"internal_id": 160632151, "Award ID": "F23AP02034", "Award Amount": 84671.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-29", "CFDA Number": "15.660", "Description": "THE SOUTHERN HOGNOSE SNAKE (HETERODON SIMUS) HAS UNDERGONE A SPECIES STATUS ASSESSMENT (SSA) AND SUBSEQUENT 12-MONTH FINDING. THE SERVICE PUBLISHED OUR NOT WARRANTED FINDING IN OCTOBER 2019. THE SERVICE WAS RECENTLY SUED ON OUR 12-MONTH FINDING AND WE HAVE PROPOSED TO SETTLE THE LAWSUIT AND RE-ISSUE A NEW 12-MONTH FINDING. TO DO THAT THE SSA NEEDS TO BE UPDATED IN SUPPORT OF THIS DECISION PROCESS. THE ORIGINAL POPULATION STATUS AND PERSISTENCE MODEL WILL BE MODIFIED FOLLOWING IMPROVEMENTS APPLIED TO OTHER RECENT SSAS AND UPDATED FOR NEW OCCURRENCE RECORDS SINCE THE PRIOR SSA, AND THE SSA REPORT WILL BE REVISED TO REFLECT THESE UPDATES. THIS WORK WILL BE CONDUCTED BY EXTERNAL PARTNERS WHO DEVELOPED AND IMPROVED THE ORIGINAL STATUS AND PERSISTENCE MODEL AS MEMBERS OF THE CORE TEAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_F23AP02034_1448"}, {"internal_id": 160833206, "Award ID": "F23AP01799", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-05", "CFDA Number": "15.660", "Description": "THE TEXAS KANGAROO RAT (DIPLODOMYS ELATOR, TKR) IS A PETITIONED SPECIES UNDER REVIEW FORFEDERAL LISTING. THE TKR HISTORICALLY OCCURRED IN 11 COUNTIES NEAR THE NORTH-CENTRAL BOARDER OFTEXAS AND 2 COUNTIES WITHIN THE ADJACENT SOUTHERN OKLAHOMA. CURRENTLY THE TKR IS ONLY FOUND IN5 COUNTIES IN TEXAS AND HASNT BEEN OBSERVED IN OKLAHOMA FOR THE PAST 50 YEARS. THE TKR HASBEEN REDUCED TO SMALL, ISOLATED POPULATIONS LARGELY DUE TO CONVERSION OF ITS PRAIRIE HABITAT FORAGRICULTURAL PURPOSES AND HAS ONLY BEEN FOUND IN ROAD-SIDE DITCHES NEAR CROP FIELDS IN RECENTYEARS. TKRS RELY ON AREAS WITH PATCHES OF SHORT GRASSY VEGETATION AND CLAY OR LOAM SOILS, WITH ATLEAST 50  OF THEIR HABITAT PATCH CONSISTING OF EXPOSED BARE GROUND TO BURROW, BREED, ANDFORAGE. THE FORT WORTH ZOO (FWZ) CURRENTLY HOUSES A POPULATION OF TKRS AND IS THE FIRSTINSTITUTION TO BREED THE SPECIES. WE HAVE BEEN WORKING CLOSELY WITH UNIVERSITY, STATE, ANDFEDERAL PARTNERS FOR THE PAST SEVERAL YEARS TO CREATE A BREEDING COLONY OF TKRS AND ARE PREPAREDTO EMBARK ON A REINTRODUCTION PROJECT FOR THIS IMPERILED SPECIES.WE ARE REQUESTING FUNDING FOR A THREE-YEAR PERIOD IN THE AMOUNT OF  50,000 FOR CONSERVATIONINITIATIVES THAT WILL LEAD TO THE ESTABLISHMENT OF A NEW POPULATION OF TKRS WITHIN HISTORICALHABITAT AND PROVIDE LOCAL MANAGERS WITH THE TOOLS NEEDED TO CONNECT REMAINING FRAGMENTEDPOPULATIONS OF TKRS WITHIN CURRENTLY OCCUPIED AREAS OR TRANSLOCATE REINTRODUCE VULNERABLEPOPULATIONS INTO MORE PROTECTED AREAS. PRIMARY GOALS FOR THIS PROJECT INCLUDE 1) IDENTIFICATION OFAN APPROPRIATE REINTRODUCTION SITE, 2) EXPANSION OF THE CAPTIVE BREEDING POPULATION, 3)INCREASED PRODUCTION OF OFFSPRING FOR REINTRODUCTION, 4) POST RELEASE MONITORING TO DETERMINEOUTCOMES, AND 5) DEVELOPMENT OF REPEATABLE REINTRODUCTION PROTOCOLS FOR TKRS.GOALS WILL BE ACHIEVED BY 1) CONDUCTING HABITAT ASSESSMENTS OF UP TO TWO PROPERTIES, 2)EXPANSION OF THE FWZS TKR HOLDING AND BREEDING OPERATIONS, 3) MONITORING OF FEMALE TKRHORMONE LEVELS AND VULVAL STATUS, 4) HIRING OF CONTRACTED BIOLOGISTS TO CONDUCT POST RELEASEMONITORING FOLLOWING A DETERMINED MONITORING PLAN AND DOCUMENT OUTCOMES POST RELEASE (I.E.,ADAPTABILITY TO NEW SITE, SURVIVORSHIP, HABITAT USAGE, BEHAVIOR, PRIMARY THREATS, PREDATION,RECRUITMENT, ETC.), AND 5) ANALYSIS OF DATA TO INFORM FUTURE MANAGEMENT STRATEGIES AND ESTABLISHREINTRODUCTION PROTOCOLS IN A DISTRIBUTABLE FORMAT.THIS PROJECT WILL HELP TO SUPPORT THE ADMINISTRATIONS AMERICA THE BEAUTIFUL INITIATIVE. THEPROJECT PROVIDES A CLEAR CONSERVATION BENEFIT THAT WILL HELP TO PREVENT THE LISTING OF THE TEXASKANGAROO RAT, REMOVE IDENTIFIED THREATS AND IMPROVE STATUS, AND CONTRIBUTE INFORMATION ON THESPECIES RESPONSE TO CHANGES IN THE ENVIRONMENT. ADDITIONALLY, THIS PROJECT ENHANCESPARTNERSHIPS WITH NON-GOVERNMENTAL ORGANIZATIONS, PRIVATE LANDOWNERS, AND LEVERAGESRESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "61005f76-7424-0dfd-15d1-4a26cadfda62-R", "generated_internal_id": "ASST_NON_F23AP01799_1448"}, {"internal_id": 160632095, "Award ID": "F23AP01418", "Award Amount": 60000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-20", "CFDA Number": "15.660", "Description": "THE QUAIL COUNTRY CCAA IS A MULTI-STATE, MULTI-PARTNER AGREEMENT WITH A GOAL TO CONSERVE TWELVE AT-RISK SPECIES ON PRIVATE LANDS IN THE CENTRAL FLORIDA PANHANDLE AND SOUTHWEST GEORGIA. THE PROJECT FOCUS AREA TARGETS THE RED HILLS REGION WHICH IS IDENTIFIED AS A HIGH PRIORITY IN MULTIPLE STRATEGIC LANDSCAPE CONSERVATION INITIATIVES. GIVEN THAT FIVE OF THE CCAA AT-RISK COVERED SPECIES ARE UNDER REVIEW FOR FEDERAL LISTING, WE ANTICIPATE STRONG INTEREST IN THE CCAA PROGRAM AND HIGH ENROLLMENT DURING THE FIRST 3 TO 5 YEARS (PHASES 1-3). WE ARE REQUESTING PHASE 1 FUNDING TO LAUNCH AND IMPLEMENT THE CCAA WHICH WILL REQUIRE PERSONNEL TO ORGANIZE PARTNER PRACTITIONERS, ENSURE INTERESTED PRIVATE LANDOWNERS UNDERSTAND THE PURPOSE OF CCAA, AND COMPLETE DOCUMENTATION FOR BOTH LANDOWNER ENROLLMENT AND COMPLIANCE MONITORING. THE CCAA PROACTIVELY IMPLEMENTS CONSERVATION FOR THE TWELVE COVERED SPECIES TO HELP PRECLUDE THE NEED FOR FEDERAL LISTING, WHILE SUPPORTING RECOVERY OF OTHER LISTED SPECIES AND SUPPORTING PRIVATE LANDOWNERS DIVERSE BACKGROUNDS AND NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83639df1-3706-158c-82f6-e1ed37318676-C", "generated_internal_id": "ASST_NON_F23AP01418_1448"}, {"internal_id": 160026500, "Award ID": "F23AP01354", "Award Amount": 19472.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-06", "CFDA Number": "15.660", "Description": "SEVERAL RIVERS IN THE RED RIVER BASIN IN ARKANSAS (COSSATOT, SALINE, AND LITTLE RIVERS) WERE IDENTIFIED AS HIGH PRIORITY FOR MONITORING WATER TEMPERATURE, A CRUCIAL VARIABLE KNOWN TO INFLUENCE ECOLOGY OF AQUATIC SPECIES AND ECOSYSTEM PROCESSES, AND AT LEAST ONE RIVER (COSSATOT) IS KNOWN TO BE EXPERIENCING WATER TEMPERATURES EXCEEDING THE STANDARD SET BY THE ENVIRONMENTAL PROTECTION AGENCY. ROCKY SHINER (NOTROPIS SUTTKUSI), AN ENDEMIC TO THE RED RIVER DRAINAGE, WAS PETITIONED FOR LISTING IN 2010, BUT DATA GAPS EXIST ON POTENTIAL THREATS TO THE SPECIES. ROCKY SHINER IS KNOWN TO SEEK THERMAL REFUGIA DURING SUMMER MONTHS IN DEEP POOLS, INDICATING IT MAY BE SUSCEPTIBLE TO RISING TEMPERATURES (PRATT 2000). HOWEVER, NO DATA ARE AVAILABLE ON THERMAL TOLERANCE FOR THIS SPECIES. TO ADDRESS CONCERNS RELATED TO WATER TEMPERATURE AND FISH PHYSIOLOGY, WE WILL QUANTIFY CRITICAL THERMAL MAXIMUM FOR THE ROCKY SHINER AND INCLUDE ADDITIONAL TAXA THAT ARE MORE WIDESPREAD AND TAXONOMICALLY RELATED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7302b1f4-d332-1f48-bc18-655eb37c3481-C", "generated_internal_id": "ASST_NON_F23AP01354_1448"}, {"internal_id": 157766727, "Award ID": "F23AP00761", "Award Amount": 99993.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-16", "CFDA Number": "15.660", "Description": "THE GOAL OF THE FELLOWSHIP PROGRAM IS TO ATTRACT AND DEVELOP HIGH QUALITY, NATURAL RESOURCE GRADUATE STUDENTS AND FUTURE LEADERS WHO WILL HAVE THE SCIENCE AND POLICY BASED TRAINING AND EXPERIENCES TO ADDRESS TOMORROW S NATURAL RESOURCE CHALLENGES. THROUGH THE FELLOWSHIP PROGRAM, GRADUATE STUDENTS CHOOSE ONE OF THREE CONCENTRATION AREAS (E.G., CONSERVATION POLICY, MILITARY LAND SUSTAINABILITY, AND PRIVATE LAND STEWARDSHIP). EACH CONCENTRATION AREA HAS A CORRESPONDING CORE COURSE, FOCAL PROJECT (E.G., EXPERIENTIAL PAPER OR PROJECT), AND A MENTORING NETWORKING OPPORTUNITY (E.G., FIELD INSTITUTE). A MAJOR COMPONENT OF EXPANDING THE CONSERVATION POLICY FELLOWSHIP PROGRAM WILL BE TO TARGET MINORITY AND UNDERREPRESENTED STUDENTS FOR FELLOWSHIP OPPORTUNITIES THROUGH A CONSERVATION POLICY DIVERSITY AND  INCLUSION INITIATIVE THAT WILL ENSURE THE PROGRAM SUPPORTS DIVERSITY IN RESPECT TO SOCIAL AND ETHNIC BACKGROUNDS, GENDER, SEXUAL ORIENTATION, NATIONAL ORIGIN, LANGUAGE, RACE, COLOR, DISABILITY, AGE, AND RELIGION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_F23AP00761_1448"}, {"internal_id": 161362629, "Award ID": "F23AC02778", "Award Amount": 113592.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-24", "CFDA Number": "15.660", "Description": "HEXASTYLIS SPECIOSA IS A PLANT OF MESIC WOODLAND COMMUNITIES, MANY OF WHICH HAVE EXPERIENCED HABITAT FRAGMENTATION AND SIGNIFICANT CHANGES TO WATERSHEDS. WE PROPOSE TO EXAMINE 2 POPULATIONS OF H. SPECIOSA IN THE OAKMULGEE DISTRICT OF TALLADEGA NATIONAL FOREST IN ALABAMA. ONE SITE HAS EXPERIENCED TIMBER HARVESTING AND WATERSHED ALTERATION WITHIN THE LAST DECADE RESULTING IN A DRIER LOCAL ENVIRONMENT. THE OTHER SITE IS RELATIVELY UNDISTURBED. OUR STUDY WOULD COUPLE A DEMOGRAPHY STUDY OF THE TWO PLANT POPULATIONS WITH A DYNAMIC STUDY OF THE INSECT COMMUNITIES AT THE TWO SITES THAT WOULD ATTEMPT TO LINK THE INSECT COMMUNITIES TO EFFECTS ON HEXASTYLIS DEMOGRAPHICS. THE CONTRAST IN THE TWO SITES WOULD ALLOW POSSIBLE CORRELATION OF DIFFERENCES IN INSECT COMMUNITIES ASSOCIATED WITH HABITAT DISTURBANCE TO DIFFERENTIAL EFFECTS ON THE LIFE STAGES OF H. SPECIOSA INCLUDING CHANGES IN POLLINATION SERVICES, HERBIVORY, AND SEEDLING RECRUITMENT.THE STUDY WILL CONSIST OF ESTABLISHMENT OF DEMOGRAPHY PLOTS FOR HEXASTYLIS SPECIOSA AT EACH SITE COUPLED WITH SYNCHRONOUS COLLECTION AND CHARACTERIZATION OF THE INSECT COMMUNITIES. PLANT DEMOGRAPHIC DATA WILL BE COLLECTED EVERY 6 WEEKS OVER THE LIFE OF THE PROJECT. THE INSECT COMMUNITIES WILL ALSO BE CHARACTERIZED AT THE SAME FREQUENCY. INSECT COMMUNITIES WILL BE SAMPLED THROUGH PASSIVE PIT FALL TRAPS THAT WILL BE IN PLACE DURING THE ENTIRE PROJECT. VISUAL OBSERVATIONS AND HAND COLLECTION OF OTHER INSECTS WILL BE MADE SIMULTANEOUS WITH THE PLANT DEMOGRAPHIC COLLECTION. PIT FALL TRAPS WILL BE SERVICED EVERY 2 WEEKS. THERE WILL ALSO BE AN INTENSIVE EXAMINATION OF THE FLOWERING PERIOD THAT WILL INCLUDE TESTS FOR ANY SELFING ABILITY BY THE POPULATIONS, POTENTIAL POLLINATORS AND POLLINATOR EFFECTIVENESS. HOPEFULLY THESE LAST TESTS WILL ELIMINATE MUCH OF THE CONFUSIONREGARDING HEXASTYLIS POLLINATION. THIS PROJECT SHOULD COMPLEMENT PROPOSED WORK IN TAXONOMY AND POPULATION GENETICS BY ESTABLISHING HOW BIOTIC INTERACTIONS INFLUENCE PLANT POPULATION GROWTH, PROVIDING MORE CONFIDENCE IN QUANTITATIVE ESTIMATES OF CRITICAL HABITAT FOR THIS SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_F23AC02778_1448"}, {"internal_id": 160833120, "Award ID": "F23AC02696", "Award Amount": 52081.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "15.660", "Description": "THE SLENDERWRIST BURROWING CRAYFISH, FALLICAMBARUS PETILICARPUS, IS A PRIMARY BURROWING CRAYFISH KNOWN FROM ONLY SIX LOCATIONS IN THE SOUTH-CENTRAL PLAINS ECOREGION OF ARKANSAS. IT IS A SPECIES OF GREATEST CONSERVATION NEED (SGCN) AND CURRENTLY BEING CONSIDERED FOR FEDERAL LISTING UNDER THE ENDANGERED SPECIES ACT. TO ASSESS THIS SPECIES FOR FEDERAL LISTING, DATA ARE REQUIRED ON ITS CRITICAL HABITAT DESIGNATION AND EFFECTIVE POPULATION SIZE TO MONITOR POPULATION DYNAMICS. THE PURPOSE OF THIS PROJECT IS TO CONDUCT LABORATORY AND FIELD STUDIES TO PROVIDE THESE CRITICALLY IMPORTANT DATA AND INFORM THE LISTING DECISION FOR THIS SPECIES. THIS PROJECT WILL ALSO DEVELOP PROTOCOLS TO SUPPORT THE MANAGEMENT AND ASSESSMENT OF OTHER CRAYFISH SGCN IN ARKANSAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_F23AC02696_1448"}, {"internal_id": 161864151, "Award ID": "F23AC02659", "Award Amount": 30000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "15.660", "Description": "THIS PROJECT WILL EXPAND CONSERVATION AND HUNTING PROGRAMMING FOR BLACK, INDIGENOUS, AND PEOPLE OF COLOR (BIPOC) IN OREGON AND WASHINGTON USING MENTORSHIP, EDUCATION, AND CONSERVATION.  ADDITIONALLY, THE PROJECT WILL HAVE DIRECT BENEFITS TO MIGRATORY BIRD SPECIES, SPECIFICALLY THE ENDANGERED DUSKY CANADA GOOSE (BRANTA CANADENSIS OCCIDENTALIS). AS ACCESS TO HUNTING OPPORTUNITIES IS INCREASED FOR MARGINALIZED COMMUNITIES, INCLUDING BIPOC COMMUNITIES, MORE AMERICANS BECOME CONNECTED TO THEIR NATURAL AREAS AND BECOME INVESTED IN THE HEALTH OF MIGRATORY BIRD POPULATIONS. MORE PEOPLE WILL LEARN ABOUT THE BIOLOGY AND NATURAL HISTORY OF THE DUSKY CANADA GOOSE AND PASSIONATE ABOUT ITS CONSERVATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "be13372b-aad0-3db0-0f77-db3f42b7ebd5-R", "generated_internal_id": "ASST_NON_F23AC02659_1448"}, {"internal_id": 161362613, "Award ID": "F23AC02522", "Award Amount": 27108.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-24", "CFDA Number": "15.660", "Description": "SPRINGSNAILS (HEREIN, GENUS PYRGULOPSIS) ARE TINY (1-5 MM) AQUATIC SNAILS THAT ARE USUALLY FOUND IN SPRING HABITATS. NEVADA IS HOME TO A SURPRISING DIVERSITY OF SPRINGSNAILS, AND MANY ARE ENDEMIC TO A SINGLE SPRING. SPRINGSNAILS ARE OFTEN HIGHLY ABUNDANT (E.G.,  1,000 PER SQUARE METER) IN SPRINGS AND CAN BE FOUND GRAZING ON THE ALGAE THAT GROWS ON ROCKS IN THE WATER. THE ECOLOGY OF THESE SPRINGSNAILS IS NOT WELL KNOWN, BUT THEIR DOMINANT PRESENCE IN MANY SPRINGS SUGGESTS THEY LIKELY HAVE IMPORTANT ROLES IN THEIR ECOSYSTEM. OTHER FRESHWATER SNAILS (THOSE WITH GILLS AND USUALLY AN OPERCULUM) ARE KNOWN TO AFFECT ALGAL AND PERIPHYTON BIOMASS AND NUTRIENT CYCLING. THERE ARE NUMEROUS SPECIES OF SPRINGSNAILS ALREADY DESCRIBED FROM NEVADA. HOWEVER, A RECENT STUDY USING MITOCHONDRIAL DNA DATA INDICATED NEVADA SPRINGS COULD POTENTIALLY HOST A UNIQUE SPECIES DISTINCT FROM THOSE CURRENTLY NAMED. THESE WERE PREVIOUSLY INCLUDED IN THE P. KOLOBENSIS SPECIES COMPLEX AND ARE REFERRED TO AS LINEAGE C IN RECENT WORK. SPRINGSNAILS FROM NEW LOCALITIES CANNOT BE RELIABLY IDENTIFIED TO SPECIES USING MORPHOLOGY ALONE. HOWEVER, THE TAXONOMY OF SPRINGSNAILS IS STILL IN FLUX, AND ADDITIONAL PHYLOGENETIC RESEARCH USING MITOCHONDRIAL AND GENOMIC DATA AND ANATOMICAL EXAMINATION IS NEEDED TO VERIFY WHICH SPRINGSNAIL SPECIES ARE VALID AND DESCRIBE ANY NEW SPECIES THAT ARE ENCOUNTERED. IN OUR CURRENTLY FUNDED PROJECT WE ARE EVALUATING LINEAGE C AND SEVERAL OTHER CLADES IN THE REGION THAT ARE CLOSELY RELATED BUT LACKED THE FUNDING TO EXPAND THIS SCOPE TO A CLOSELY RELATED BUT POTENTIALLY NEW SPECIES, CLADE 10 FROM SIDEHILL SPRINGS A C.IN THIS PROJECT WE PROPOSE TO EVALUATE THE SIDEHILL SPRINGS POPULATION OF SPRING SNAILS THAT PRELIMINARY DATA INDICATE MAY BE NEW SPECIES. THIS EVALUATION WILL INVOLVE EXAMINATION OF SNAIL DNA, SHELL, AND INTERNAL ANATOMICAL FEATURES. THE COMBINATION OF THESE LINES OF EVIDENCE WILL BE USED TO DESCRIBE A NEW SPECIES IF THEY ARE SUPPORTED BY THESE DATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_F23AC02522_1448"}, {"internal_id": 161362610, "Award ID": "F23AC02478", "Award Amount": 24960.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-19", "CFDA Number": "15.660", "Description": "CONSERVATION SEED AND OR CULTIVATED GERMPLASM COLLECTIONS CURRENTLY EXIST FOR OVER 100 RARE PLANT TAXA LISTED AS GLOBALLY VULNERABLE, IMPERILED, OR CRITICALLY IMPERILED BY NATURESERVE THAT OCCUR IN NEVADA. THESE COLLECTIONS ARE SPREAD ACROSS SEEDBANKING AND PLANT CONSERVATION INSTITUTIONS IN CALIFORNIA, OREGON, ARIZONA, AND UTAH. THERE IS A NEED TO CONSOLIDATE INFORMATION ON WHAT TAXA AND OCCURRENCES HAVE BEEN COLLECTED ON AN ONGOING BASIS AND TO DISPLAY IT IN A FORMAT THAT IS USEFUL FOR CONSERVATION PROFESSIONALS AND AGENCIES TO STREAMLINE FIELDWORK PLANNING AND BETTER UNDERSTAND THE CONSERVATION STATUS OF NEVADAS RAREST PLANTS. NEVADA DIVISION OF NATURAL HERITAGE (NDNH) PROPOSES TO WORK WITH THE U.S. FISH AND WILDLIFE SERVICE (FWS) AND THE CENTER FOR PLANT CONSERVATION (CPC) TO CREATE AN ONLINE DATABASE OF RARE PLANT CONSERVATION COLLECTIONS FOR THE STATE OF NEVADA, BUILDING ON THE DATABASE CPC CURRENTLY MAINTAINS FOR THE CALIFORNIA PLANT RESCUE INITIATIVE. THIS PROJECT WILL INVOLVE FUNDING SENT TO NDNH, WHO WILL CONTRACT WITH CPC FOR DATABASE AND WEBSITE DEVELOPMENT AND MAINTENANCE AND WHO WILL PROVIDE GEOSPATIAL DATA ON RARE PLANT OCCURRENCES TO POPULATE THE DATABASE. WE AIM TO HAVE EACH EXISTING COLLECTION FOR A RARE PLANT IN NEVADA ENTERED INTO THE DATABASE AND ASSOCIATED WITH A MAPPED SOURCE FEATURE IN BIOTICS BY THE END OF THE PROJECT, AND FOR THIS DATA TO VISIBLE TO ALL QUALIFIED PLANT CONSERVATION PROFESSIONALS WORKING IN NEVADA WHO ARE VETTED AND APPROVED BY CPC, NDNH, AND FWS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d997ad95-e58b-a739-d80c-d557360358cd-C", "generated_internal_id": "ASST_NON_F23AC02478_1448"}, {"internal_id": 161864129, "Award ID": "F23AC02357", "Award Amount": 29703.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-09", "CFDA Number": "15.660", "Description": "THE PROPOSED CONSERVATION-BASED RESEARCH PROJECT AIMS TO COMPLETE ARTHROPOD SURVEYS IN TWO UNDER-SURVEYED AREAS,AND PROVIDE CONSERVATION ASSESSMENTS FOR RARE BUT YET UNLISTED TARGET SPECIES WHICH ARE ENCOUNTERED. THE DOFAWSURVEY ENTOMOLOGIST WILL COMPLETE ARTHROPOD SURVEYS IN TWO AREAS OF CONSERVATION INTEREST ON MOLOKAI. POTENTIALSURVEY AREAS WILL INCLUDE FOUR FIELD SITES: PUU ALII NATURAL AREA RESERVE (NAR), OLOKUI NAR, MOLOKAI FORESTRESERVE AND PLAU STATE PARK. FIELD WORK WILL BE CONDUCTED IN ONE WEEK TRIPS, WITH THE POSSIBILITY OFSUPPLEMENTAL VISITS. SPECIMENS WILL BE COLLECTED BY AS WIDE A VARIETY OF METHODS AS POSSIBLE IN ORDER TO SAMPLE ABROAD RANGE OF TAXA. METHODS MAY INCLUDE: SWEEPING VEGETATION, BEATING BRANCHES, PAN TRAPS, PITFALL TRAPS, BAITEDPITFALLS, LINDGREN FUNNEL TRAPS, YELLOW STICKY CARDS, DROSOPHILA BAITING, NIGHT SEARCHING, LIGHT TRAPPING, LITTEREXTRACTION, LIGHT-TRAPPING AND MALAISE TRAPPING. DEPENDING UPON THE AREA, SURVEYS WILL TARGET GROUPS KNOWN TOINCLUDE RARE SPECIES (INCLUDING BUT NOT LIMITED TO HYLAEUS, DROSOPHILA, MEGALAGRION, RHYNCOGONUS, MECYCLOTHORAX,BLACKBURNIA, PLAGITHMYSUS, ECTEMNIUS,ODYNERUS, NESODYNE,DISTOLEON, THERIDION, TETRAGNATHA, ARGYRODES,) ANDPROTOCOLS WILL BE IMPLEMENTED TO AVOID LETHAL TAKE OF ANY LISTED SPECIES.DATA WILL BE INTEGRATED INTO MANAGEMENTPLANNING AND ON-THE-GROUND ACTIONS. IN SOME CASES, RARE SPECIES MAY BE BROUGHT IN TO THE DOFAW INSECTARY TOASSESS OPPORTUNITIES FOR CAPTIVE PROPAGATION. DATA ON ARTHROPOD PLANT (E.G., HOST PLANT AND POLLINATOR)RELATIONSHIPS WILL BE DOCUMENTED. THESE DATA WILL ALSO EXPAND PIFWO S CLIMATE CHANGE PLANNING CAPACITY BYINCREASING AVAILABILITY OF GIS DATA, AND PROVIDING IMPORTANT LIFE HISTORY INFORMATION RELATING TO TARGETARTHROPOD SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_F23AC02357_1448"}, {"internal_id": 161864128, "Award ID": "F23AC02352", "Award Amount": 94002.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "15.660", "Description": "THE FUNDING IN THIS SCOPE OF WORK WOULD SUPPORT ONE FIELD SEASON, IN EITHER 2024 OR 2025 DEPENDING ON THE TIMING OF FUNDING ARRIVAL, TO PROVIDE A DATA POINT BETWEEN THE CURRENTLY FUNDED PROJECT WHICH ENDS FIELD WORK IN 2023, AND THE HOPEFUL RENEWAL FIELD WORK THAT WOULD BEGIN IN 2026. IF THE FIREBIRD PROJECT IS NOT RENEWED THESE DATA WILL STILL BE VALUABLE SINCE IT WILL STILL EXTEND THE AMOUNT OF TIME WE ARE ABLE TO EVALUATE THE RESPONSE OF THE HABITAT AND BIRDS TO PRESCRIBED FIRE, WHICH WILL BE USED IN UPDATING OUR ADAPTIVE RESOURCE MANAGEMENT MODELS THROUGH THE BAYESIAN BELIEF NETWORKS THAT FIREBIRD TEAM MEMBERS DR. MICHELLE STANTIAL AND DR. JIM LYONS HAVE DEVELOPED.DURING THE EBLRA BREEDING SEASON  MID-MARCH THROUGH LATE JULY  OF 2024 OR 2025, WE WILL CONDUCT STANDARDIZED CALL-BROADCAST SURVEYS AND VEGETATION SURVEYS AT ESTABLISHED LOCATIONS AS PART OF THE NOAA FIREBIRD PROJECT ACROSS THE U.S. FISH AND WILDLIFE SERVICE TEXAS MID COAST REFUGE COMPLEX. . WE WILL VISIT EACH SURVEY POINT SIX TIMES THROUGHOUT THE BREEDING SEASON, CONDUCTING CALL-BROADCAST SURVEYS FOR EBLRA THROUGHOUT THE BREEDING SEASON. IN ADDITION WE WILL CONDUCT VEGETATION SURVEYS ONE TIME PER SEASON PER SURVEY POINT. THESE ALREADY ESTABLISHED SAMPLING LOCATIONS REPRESENT A RANGE OF NON-GROWING SEASON PRESCRIBED FIRE TIME SINCE LAST FIRE, ALL WITHIN THE HIGH MARSH HABITAT TYPE WHICH IS WHERE EBLRA ARE FOUND THROUGHOUT THE GOM ECOSYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_F23AC02352_1448"}, {"internal_id": 161362594, "Award ID": "F23AC02325", "Award Amount": 310518.96, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-24", "CFDA Number": "15.660", "Description": "GBI WILL WORK COOPERATIVELY WITH THE U.S. FISH AND WILDLIFE SERVICE (USFWS) TO PROVIDE A TEAM OF THREE RESEARCH ASSOCIATES (A PROJECT LEAD AND TWO TECHNICIANS) WHO WILL COLLECTIVELY IMPLEMENT THE PROJECTS SCOPE OF WORK. THIS PROJECT IS PART OF AN ON-GOING AND HIGHLY SUCCESSFUL PARTNERSHIP BETWEEN GBI, USFWS, AND THE BUREAU OF LAND MANAGEMENT (BLM). BLM HAS BEEN MONITORING SPECIES WITH SPECIAL STATUS TO IMPROVE MANAGEMENT DECISIONS REGARDING CANDIDATE, THREATENED, ENDANGERED, AND SENSITIVE SPECIES IN THE ELKO DISTRICT. THIS MULTIYEAR PROGRAM HAS PROVIDED A BETTER UNDERSTANDING OF SPECIES DISTRIBUTIONS, POPULATION DENSITIES, AND HABITAT REQUIREMENTS FOR LAHONTAN CUTTHROAT TROUT, SHREWS, SPRING SNAILS, AND NUMEROUS OTHER SENSITIVE SPECIES. THE USFWS AND BLM HAVE DEVELOPED A PARTNERSHIP TO ALLOW THESE SPECIAL STATUS SURVEYS TO CONTINUE AND TO PROVIDE THE BEST SCIENTIFIC DATA AVAILABLE TO INFORM MANAGEMENT AND LISTING DECISIONS. THE FOLLOWING IS A SCHEDULE OF THE PRIMARY ACTIVITIES THAT ARE INTENDED TO OCCUR:1.COVER THE STATE TO FINISH WORK DEFINING ELKO PYRGULOSIS SP.: P. KOLOBENSIS-LINAGE C AND P. MARCIDA P. SERRATA.  KATHERINE PEREZ CONTRACTED BY USFWS TO PUBLISH SPECIES INFO NAME SPECIES BY 2024.2.FINISH NV BAT CONSERVATION PLAN- 1ST DRAFT REVISED DOCUMENT TIMELINE BY 10 24.3.BAT ACOUSTICS FOR NABAT-BEAVER CREEK CELL.4.WRITE REPORTS PUBLICATIONS THAT ANNOUNCE RANGE EXTENSIONS AND DISSEMINATE DATA COLLECTED FOR: MATTONIS BLUE BUTTERFLY, SPRINGSNAILS AND BAT BLITZ FINDINGS.5.FINAL OC OF DATABASE AND ARCHIVE ALL FIELD HARD COPY AND ELECTRONIC DATA.6.FINAL PROGRAM SUMMARY REPORT.7.DELINEATE MATTONIS BLUE BUTTERFLY HABITAT: EITHER FOR THE WHOLE OF ELKO DISTRICT OR FOR THE TUSCARORA FIELD OFFICE ONLY.8.CONTINUE MONITORING FOR GONIDIA ANGULATE: A. HUMBOLDT RIVER POPULATION. B. DETERMINE EXTENT OF POPULATION UP TRIBUTARY STREAMS  SF HUMBOLDT AND NF HUMBOLDT.9.ESTABLISH A MONITORING PLAN FOR WHEN SPECIES IS LISTED UNDER THE ESA.10.MONITORING FOR MARGANTIFERA FALCATA ON FRAZIER CREEK- ESTABLISH A MONITORING PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a08a76eb-442d-bf95-3219-5ec005ec09f3-C", "generated_internal_id": "ASST_NON_F23AC02325_1448"}, {"internal_id": 161864116, "Award ID": "F23AC02259", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "15.660", "Description": "THE PROPOSED PROJECT ADDRESSES ANALYZING AND UPDATING THE DATA MANAGEMENT PROGRAM FOR THE RED-COCKADED WOODPECKER (RCW, PICOIDES BOREALIS). THE MASTER ANNUAL PROPERTY REPORT (APR) AND DIGITAL ANNUAL REPORTING TOOL (DART) WERE DEVELOPED IN 1998 TO MAINTAIN ANNUAL REPORTS SUBMITTED BY PERSONNEL FROM PROPERTIES WHERE RCW MANAGEMENT ACTIVITIES ARE CONDUCTED, PARTICULARLY ACTIVITIES THAT REQUIRE A FEDERAL PERMIT. UPGRADES TO THE MICROSOFT WINDOWS OPERATING SYSTEM FROM 32-BIT TO 64-BIT PROGRAMS, INCLUDING MICROSOFT ACCESS, HAVE CREATED SYSTEM INCOMPATIBILITY ISSUES FOR PERSONNEL WHO SUBMIT REPORTS. THE LARGEST EXAMPLE OF INCOMPATIBILITY IS OF ALL USERS BEING UNABLE TO OPEN THE DART PROGRAM ON 64-BIT COMPUTERS. CURRENTLY, IT IS EXPECTED CODING UPDATES NEED TO OCCUR, HOWEVER, ABILITY TO ACCESS AND UPDATE THE CODE HAS NOT BEEN ACHIEVABLE.AN ANALYSIS CONDUCTED BY A KNOWLEDGEABLE PROGRAMMING ENTITY ANALYST FAMILIAR WITH MICROSOFT ACCESS, MICROSOFT VISUAL BASIC, AND PROGRAM DEVELOPMENT NEEDS TO OCCUR. THE ANALYSIS WOULD BE EXPECTED TO DETERMINE THE BEST RESOLUTION OF PROGRAM ISSUES AND TO DISCUSS THE CURRENT ACCURACY OF INFORMATION COLLECTED INTO THE DART AND APR PROGRAMS. THE ANALYST WILL IMPLEMENT UPDATES TO THE PROGRAM. IT IS ALSO EXPECTED THE ANALYST WILL DEVELOP A GUIDANCE DOCUMENT FOR USE ANDTROUBLESHOOTING. THE USE OF A SHORT-TERM INFUSION OF FUNDS WILL FACILITATE IMPROVED RECORDS MANAGEMENT OF THE ANNUAL REPORTING PROGRAM FOR THE RCW APR AND DART PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2884b5da-4ccf-b31f-f1aa-5dd55ce0554e-C", "generated_internal_id": "ASST_NON_F23AC02259_1448"}, {"internal_id": 160833100, "Award ID": "F23AC02238", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "15.660", "Description": "THE BOG BUCK MOTH (HEMILEUCA MAIA MENYANTHEVORA)(  H. IROQUOIS)IS ONE OF THE MOST THREATENED SPECIESOF MOTH (LEPIDOPTERA) IN NEW YORK STATE, WHERE IT WAS HISTORICALLY KNOWN FROM ONLY SIX SITES. ITS CURRENTGEOGRAPHIC DISTRIBUTION IS NOT FULLY RESOLVED BUT BBM APPEARS TO BE EXTANT IN ONLY TWO OF THE HISTORIC SITES AS WELL AS IN TWO DISJUNCT SITES IN ONTARIO CANADA. FORMAL LISTING OF THE SPECIES WAS IMPEDED BY UNCLEAR TAXONOMIC STATUS, BUT RECENT MOLECULAR RESOLUTION SHOWS THAT IT IS AN EVOLUTIONARILY DISTINCT SPECIES AND IN 2022, THE USFWS FORMALLY PROPOSED ENDANGERED SPECIES STATUS.THE BBM HAS VERY SPECIFIC HABITAT NEEDS AND IS IN GRAVE DANGER OF EXTINCTION GIVEN ITS APPARENTOCCUPANCY AT JUST TWO LOCALITIES IN NEW YORK. THIS PROJECT WILL ADDRESS TWO IMPORTANT ASPECTS OF THECONSERVATION OF THIS SPECIES. (1) A FULL ASSESSMENT OF SITES WITHIN THE FORMER RANGE USING PHEROMONEMONITORING WILL BE CONDUCTED TO DELINEATE ITS CURRENT DISTRIBUTION AND RELATIVE ABUNDANCE AND CONCLUSIVELY ESTABLISH WHETHER HABITAT IS OCCUPIED OR NOT. SYNTHETIC PHEROMONE WILL BE PURCHASED FROM A COMMERCIAL MANUFACTURER AND DEPLOYED DURING ADULT FLIGHT SEASON TO MONITOR PRESENCE ABSENCE AT A HIGH RESOLUTION.COMPANION LARVAL SURVEYS WILL BE CONDUCTED AT ANY SITES POSITIVE FOR ADULT DETECTION. (2) A CAPTIVE REARINGPROGRAM WILL BE DEVELOPED WITH THE LONGER-TERM OBJECTIVE OF RECOLONIZING FORMERLY OCCUPIED SITES.ADAPTING AN APPROACH USED FOR A THREATENED SISTER SPECIES, COLLECTED BBM LARVAE WILL BE REARED ON ITSAQUATIC HOST PLANT IN CHILDRENS WADING POOLS. EGGS PRODUCED BY ADULTS IN THE CAPTIVE REARING PROGRAM WILL BE USED TO ESTABLISH A BREEDING COLONY AND EVENTUALLY, PROGENY WILL BE USED TO RECOLONIZE SITES WHERE POPULATIONS OF BBM ARE KNOWN TO HAVE EXISTED PREVIOUSLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6d09c80-dc07-ff93-67b8-5c349abd28d8-C", "generated_internal_id": "ASST_NON_F23AC02238_1448"}, {"internal_id": 160631960, "Award ID": "F23AC02212", "Award Amount": 99861.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-27", "CFDA Number": "15.660", "Description": "HYBRIDIZATION IS A KEY THREAT TO ALABAMA RED-BELLIED TURTLES THAT HAS NOT BEEN FULLY CHARACTERIZED THROUGHOUT ITS RANGE. MOREOVER, THE POPULATION SIZES AND GENETIC HEALTH OF THE 10 LISTED POPULATIONS ARE NOT KNOWN. HERE WE PROPOSE TO SEQUENCE EXISTING TISSUES FOR 5 OF THE POPULATIONS, AND GATHER ADDITIONAL TISSUES FROM THE REMAINING 5 POPULATIONS, TO ASSESS THE THREAT OF HYBRIDIZATION ACROSS THE SPECIES RANGE (A PRIORITY 1 RECOVERY ACTION), AND TO QUANTIFY POPULATION SIZES ACROSS THE RANGE (A PRIORITY 2 RECOVERY ACTION). OUR WORK ADDRESSES THE 3 RS, WILL BE USED TO INFORM THE FY26 5-YEAR STATUS REVIEW, AND IS A PARTNERSHIP BETWEEN STATE, FEDERAL, ACADEMIC, AND PRIVATE AGENCIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d7696eb4-302a-4c43-82c9-84ab9eaccd23-C", "generated_internal_id": "ASST_NON_F23AC02212_1448"}, {"internal_id": 160631958, "Award ID": "F23AC02174", "Award Amount": 37000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-29", "CFDA Number": "15.660", "Description": "THIS AGREEMENT IS INTENDED TO BE INCREMENTALLY FUNDED OVER A PERIOD OF 5-YEARS FOR SURVEYS AND RESEARCH FOCUSEDON THE CASSIA CROSSBILL AND PINYON JAY IN IDAHO, BOTH OF WHICH ARE CANDIDATE SPECIES OF CONCERN. IN YEAR 1, WEWILL ALSO COLLECT ANNUAL FALL MIGRATION DATA COMBINED WITH COMMUNITY OUTREACH EFFORTS AT OUR LUCKY PEAK STUDYSITE.OUR GOAL IS TO PROVIDE MANAGEMENT RELEVANT INFORMATION TO USFWS AND PARTNERS. WE WILL IMPLEMENT (1) ANNUALPOPULATION SURVEYS FOR CROSSBILLS FOLLOWING A NEWLY-DEVELOPED LONG-TERM MONITORING PLAN AND (2) INTENSIVESEARCHES OF HISTORICAL NESTING AREAS AND POTENTIALLY SUITABLE HABITAT FOR THE RECENTLY PETITIONED PINYON JAY.THE BOISE STATE UNIVERSITY, INTERMOUNTAIN BIRD OBSERVATORY WILL IMPLEMENT THIS WORK IN COLLABORATION WITHADDITIONAL PARTNERS INCLUDING IDAHO DEPARTMENT OF FISH AND GAME, THE SHOSHONE-BANNOCK TRIBES, US FOREST SERVICE, AND BUREAU OF LAND MANAGEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdf928a5-3644-7a23-a2b3-0ce91ac0920e-C", "generated_internal_id": "ASST_NON_F23AC02174_1448"}, {"internal_id": 160833095, "Award ID": "F23AC02169", "Award Amount": 91110.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-10", "CFDA Number": "15.660", "Description": "TITLE: ASSESSING POPULATION STRUCTURE, GENETIC DIVERSITY, AND GENE FLOW ACROSS LITTLE BROWN MYOTIS MATERNITY COLONIES IN ALASKA TO INFORM CONSERVATION PLANNING EFFORTS AND PREDICT THE POTENTIAL SPREAD AND IMPACT OF WHITE-NOSE SYNDROME (WNS) IN THE STATE.THE ABSENCE OF ANY BASELINE DATA ON POPULATION STRUCTURE AS WELL AS THE LACK OF INFORMATION ON OVERWINTERING HABITS OF BATS IN ALASKA COMPLICATES OUR ABILITY TO PRIORITIZE THE MOST VULNERABLE POPULATIONS AND TO DETECT WNS AND MONITOR ITS IMPACTS SHOULD THE DISEASE REACH ALASKA. UNDERSTANDING POPULATION STRUCTURE AND THE GENETIC DIVERSITY OF MORE ISOLATED POPULATIONS OF THE LITTLE BROWN MYOTIS CAN HELP IN DECISIONS TO DESIGNATE DISTINCT POPULATION SEGMENTS OR MAKE LESS FORMAL DESIGNATIONS OF POPULATIONS WITH THE GREATEST CONSERVATION NEED. UNDERSTANDING GENE FLOW PATTERNS AT FINER SCALES WILL ENABLE PREDICTION OF THE RATE OF SPREAD OF WHITE-NOSE SYNDROME, WHICH WILL HELP INFORM MANAGEMENT AND CONSERVATION OF THIS SPECIES IN ALASKA AND ACROSS THE SPECIES RANGE. SPECIFICALLY, THIS INFORMATION WILL HELP ELUCIDATE POPULATIONS AND MOVEMENT PATTERNS TO GIVE MANAGERS A CLEARER PICTURE OF WHERE MONITORING EFFORTS SHOULD BE FOCUSED. SHOULD THE LITTLE BROWN MYOTIS BE LISTED, THE U.S. FISH AND WILDLIFE SERVICE WILL BENEFIT FROM THIS KNOWLEDGE WHEN ASSISTING WITH RECOVERY PLANNING AND IMPLEMENTATION EFFORTS FOR THE SPECIES, AS WELL AS DEVELOPING APPROPRIATE CONSERVATION MEASURES IN RESPONSE TO TECHNICAL ASSISTANCE OR CONSULTATION REQUESTS. THE PROJECT OBJECTIVES ARE: 1) USE WING TISSUE SAMPLES PREVIOUSLY COLLECTED FROM 205 INDIVIDUAL BATS AT 23 UNIQUE LITTLE BROWN MYOTIS MATERNITY COLONIES THROUGHOUT ALASKA TO CHARACTERIZE THE STATE-WIDE POPULATION STRUCTURE. WE WILL ASSESS WHETHER LITTLE BROWN MYOTIS COLONIES COMPOSE A SINGLE CONTINUOUS POPULATION LINKED BY GENE FLOW (E.G., IN AN ISOLATION-BY-DISTANCE PATTERN) OR MULTIPLE DISCRETE POPULATIONS AMONG WHICH LITTLE GENE FLOW IS EXCHANGED. IN EITHER CASE, WE WILL QUANTIFY THE MAGNITUDE OF GENE FLOW AND CHARACTERIZE AND COMPARE GEOGRAPHIC PATTERNS OF GENETIC DIVERSITY (E.G., HETEROZYGOSITY, INBREEDING, ETC.)  2) ANALYZE THE GENETIC CONNECTEDNESS OF MATERNITY COLONIES ACROSS ALASKA. WE WILL CHARACTERIZE SPATIALLY EXPLICIT PATTERNS OF CONNECTIVITY THROUGHOUT ALASKA. THIS ANALYSIS WILL PROVIDE INSIGHT INTO GENE FLOW AMONG GEOGRAPHIC REGIONS AND WHETHER BATS IN ALASKA HIBERNATE IN LARGE, CONNECTED POPULATIONS, OR WHETHER THERE ARE DISTINCT POPULATIONS THROUGHOUT THE STATE  AND 3) COMMUNICATE RESULTS TO AGENCIES, COMMUNITY MEMBERS, AND THE ACADEMIC COMMUNITY. WHEN THE ANALYSIS IS COMPLETE, WE WILL PRESENT THE RESULTS TO INVESTED AGENCIES (E.G., U.S. FISH AND WILDLIFE SERVICE, ALASKA DEPARTMENT OF FISH   GAME, NATIONAL PARK SERVICE) THROUGH AN ONLINE SEMINAR, AND AT A NATIONAL CONFERENCE SUCH AS THE NORTH AMERICAN SYMPOSIUM FOR BAT RESEARCH OR THE WILDLIFE SOCIETY MEETINGS. WE WILL ALSO PRODUCE A TECHNICAL REPORT AND MANUSCRIPT FOR SUBMISSION TO A PEER-REVIEWED JOURNAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_F23AC02169_1448"}, {"internal_id": 161362583, "Award ID": "F23AC02132", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-18", "CFDA Number": "15.660", "Description": "WITH OVER 750 DESCRIBED SPECIES FOUND NOWHERE ELSE ON EARTH, LAND SNAILS MADE UP A SIGNIFICANTPORTION OF THE TERRESTRIAL BIODIVERSITY OF THE HAWAIIAN ISLANDS. FROM LEGENDS TO LEI, AND LATER TOTHEORIES OF EVOLUTION, HAWAIIS JEWELS OF THE FOREST HAVE BEEN IMPORTANT COMPONENTS OF LOCALCULTURE AND LORE, AND INSTRUMENTAL IN THE DEVELOPMENT OF SCIENTIFIC THEORIES OF EVOLUTION ANDISLAND BIOGEOGRAPHY. UNFORTUNATELY, DECADES OF HABITAT ALTERATION, OVER-COLLECTION, DEPREDATIONBY INTRODUCED PREDATORS, AND NOW CLIMATE CHANGE HAVE DECIMATED THIS UNIQUE FAUNA MOSTNOTABLE OF THE INTRODUCED PREDATORS ARE CANNIBAL SNAIL SPECIES IN THE GENUS EUGLANDINA, FIRSTINTRODUCED AS A BIOCONTROL IN THE 1950S ON OAHU. EUGLANDINA ARE NOW PRESENT ON ALL MAINHAWAIIAN ISLANDS AND ARE THE MAIN DRIVER OF EXTINCTION IN MANY AREAS. THE SNAIL EXTINCTIONPREVENTION PROGRAM WORKS TO PREVENT THE IMMINENT EXTINCTION AND LOCAL EXTIRPATION OF RARE ANDENDANGERED LAND-SNAIL SPECIES ACROSS THE HAWAIIAN ISLANDS. THE PROGRAM FUNCTIONS BYINTEGRATING EX SITU CAPTIVE REARING AND REINTRODUCTION WITH IN-SITU PREDATOR CONTROL, PREDATOREXCLUSION, AND HABITAT MANAGEMENT, AS WELL AS BY SYNCING RARE SNAIL CONSERVATION OBJECTIVES ANDMANAGEMENT TECHNIQUES ACROSS ENTITIES. SEPP HAS A CAPTIVE REARING FACILITY AND EMPLOYS ONEFULL-TIME PROGRAM COORDINATOR, THREE FIELD TECHNICIANS, AND TWO LABORATORY TECHNICIANS. THEPROGRAM IS ACTIVELY REARING AND REINTRODUCING RARE AND ENDANGERED SNAILS ON AN ONGOING BASIS.CURRENTLY, SEPP MAINTAINS IN CAPTIVITY 38 SPECIES IN NINE GENERA FROM FIVE ISLANDS, WITH 62DISTINCT POPULATIONS REPRESENTED. TWELVE OF THESE SPECIES ARE LISTED AS ENDANGERED UNDER THEU.S. ENDANGERED SPECIES ACT, WHILE THE REMAINING 26 ARE UNLISTED BUT CRITICALLY IMPERILED. ALLSPECIES AT THE FACILITY ARE LIKELY EXTINCT IN THE WILD OR EXTREMELY CLOSE TO BEING SO. HERE WEREQUEST FUNDS TO SUPPORT OUR BASELINE CAPTIVE PROPAGATION AND REINTRODUCTION EFFORTS. THISPROJECT PROPOSAL IS INTENDED TO BE INCREMENTALLY FUNDED AT  250,000 YEAR FOR FIVE YEARS.REQUESTED FUNDS COVER LAB TECHNICIAN AND STUDENT ASSISTANT SALARY AS WELL AS LAB AND FIELDSUPPLIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_F23AC02132_1448"}, {"internal_id": 161864086, "Award ID": "F23AC01911", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "15.660", "Description": "THE WHITE FRINGELESS ORCHID WAS LISTED AS A THREATENED SPECIES IN 2016. SINCE THAT TIME RECOVERY ACTIONS TAKEN BY STATE, FEDERAL, AND NGO PARTNERS WORKING WITH THE SERVICE HAVE MADE GREAT STRIDES TOWARDS RECOVERING THE SPECIES. TENNESSEE DIVISION OF NATURAL AREAS IS A LEADING PARTNER IN RECOVERY EFFORTS FOR THE SPECIES IN TENNESSEE, COORDINATING AND IMPLEMENTING LANDSCAPE SCALE RECOVERY ON STATE NATURAL AREA AND STATE PARK LANDS, INCLUDING SAVAGE GULF STATE NATURAL AREA. THIS PROJECT WOULD BUILD ON PRIOR INVESTMENTS BY THE SERVICE AND TENNESSEE IN STRATEGIC CONSERVATION TO RESTORE WHITE FRINGELESS ORCHID THAT HAVE SHIFTED POPULATION RESILIENCY IN THIS SITE FROM A LOW TO HIGH CONDITION OVER THE LAST DECADE. EXPANDING THE SPATIAL SCALE OF THIS RESTORATION EFFORT WILL IMPROVE RESILIENCY OF ADDITIONAL WHITE FRINGELESS ORCHID POPULATIONS AND BENEFIT MORE THAN 100 SPECIES OF GREATEST CONSERVATION NEED THAT OCCUR WITHIN THE PROJECT BOUNDARY OR IN DOWNSTREAM AQUATIC HABITATS. RESTORING THE PINE-OAK WOODLANDS ATOP THE CUMBERLAND PLATEAU WILL BENEFIT POLLINATORS, INCREASE POPULATIONS OF THE HOST PLANT FOR THE AT-RISK FROSTED ELFIN BUTTERFLY, AND SUPPORT MAINTENANCE OF BASEFLOWS IN DOWNSTREAM AQUATIC HABITATS ON THE EASTERN HIGHLAND RIM THAT SUPPORT FEDERALLY LISTED SPECIES INCLUDING BLUEMASK DARTER, BARRENS TOPMINNOW, AND CUMBERLAND PIGTOE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_F23AC01911_1448"}, {"internal_id": 160631936, "Award ID": "F23AC01836", "Award Amount": 42102.72, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-30", "CFDA Number": "15.660", "Description": "THIS PROJECT IS CRITICAL FOR PROVIDING THE SERVICE WITH THE SCIENCE TO DEVELOP A SPECIES STATUS ASSESSMENT  AND MAKE A DEFENSIBLE 12-MONTH LISTING DECISION FOR THREECORNER MILKVETCH (ASTRAGALUS GEYERI VAR. TRIQUETRUS). THREECORNER MILKVETCH LACKS IMPORTANT RANGEWIDE DATA INCLUDING: COMPREHENSIVE DEMOGRAPHIC DATA, AND INFORMATION REGARDING THE SPECIES BREEDING SYSTEM AND POLLINATION REQUIREMENTS. TO DATE THERE HAVE BEEN NO GENETICS STUDIES PUBLISHED ON ASTRAGALUS GEYERI. THIS STUDY WILL ADDRESS THE CHALLENGE OF IDENTIFYING GENOMIC VARIATION IMPORTANT TO TAXONOMIC BOUNDARIES AND CONSERVATION INCLUDING NECESSARY BASELINE DATA TO EVALUATE THE SPECIES TAXONOMIC STATUS, GENETIC DIVERSITY WITHIN AND BETWEEN POPULATIONS, EFFECTIVE POPULATION SIZE, AND BREEDING SYSTEM. RESULTS FROM THIS STUDY WILL INFORM FUTURE CONSERVATION EFFORTS FOR ASTRAGALUS GEYERI VAR. TRIQUETRUS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3dfd6f3-5795-1044-56ac-46eaee031e59-C", "generated_internal_id": "ASST_NON_F23AC01836_1448"}, {"internal_id": 160026350, "Award ID": "F23AC01580", "Award Amount": 118367.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-13", "CFDA Number": "15.660", "Description": "THIS PROPOSAL ADDRESSES YEAR 1 ACTIVITIES OF WHAT IS ENVISIONED AS A 3-YEAR PROCESS THAT TOGETHER ADDRESSES THE GOAL TO PRIORITIZE CONSERVATION OF AT-RISK AND LISTED SPECIES  INNOVATIONS IN WORKLOAD WORKFORCE MANAGEMENT  AND, ENSURING THAT OUR CONSERVATION WORK IS CONDUCTED IN A WELCOMING AND INCLUSIVE WORK ENVIRONMENT. THE ATLANTA BOTANICAL GARDEN PROPOSES TO COLLABORATE WITH NATURESERVE AND OTHER PARTNERS THROUGH THE SOUTHEASTERN PLANT CONSERVATION ALLIANCE (SE PCA) TO DISTRIBUTE THE REGIONAL SPECIES OF GREATEST CONSERVATION NEED (RSGCN) PLANT LIST AND CONDUCT PRIORITY ASSESSMENTS AND RANKING UPDATES THAT WILL INFORM ESA LISTING AND RECOVERY. THIS WILL BE ACHIEVED BY EXPANDING THE ESTABLISHED SE PCA NETWORK AND UTILIZING THE RSGCN AND FEDERAL LISTING WORKPLAN TO SELECT TAXA FOR REVIEW AND COLLABORATIVE PLANNING. INCLUSION OF PARTNERS IN PUERTO RICO AND THE U.S. VIRGIN ISLANDS, AS WELL AS TRIBAL NATIONS, WILL SUPPORT MORE COHESIVE COLLABORATION ACROSS THE REGION, INFORM CREATION OF DETAILED CONSERVATION ASSESSMENTS, AND DRIVE THE DEVELOPMENT OF A STRATEGIC APPROACH FOR FUTURE WORK BASED ON A MODEL OF SUCCESS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb2c63b4-d4e9-bc38-bec9-d5c96d28c4df-C", "generated_internal_id": "ASST_NON_F23AC01580_1448"}, {"internal_id": 160026325, "Award ID": "F23AC01267", "Award Amount": 262790.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-12", "CFDA Number": "15.660", "Description": "MANY FACTORS HAVE AND CONTINUE TO CONTRIBUTE TO THE DECLINE OF THE SAGEBRUSH ECOSYSTEM IN THE GREAT BASIN, INCLUDING BUT NOT LIMITED TO THE INCREASED FREQUENCY, SIZE, AND SEVERITY OF WILDFIRES, ALTERED PRECIPITATION CYCLES DUE TO CLIMATE CHANGE, LAND CONVERSION, AND THE SPREAD OF INVASIVE SPECIES. THIS HAS PROMPTED THE NEED TO SEED VAST ACREAGES TO TRY AND MITIGATE THE LOSS OF VITAL WILDLIFE HABITAT. WHILE NATIVE SEED FOR RESTORATION HAS BECOME INCREASINGLY AVAILABLE, SEED THAT IS GENETICALLY APPROPRIATE AND ADAPTED TO THE DRY CONDITIONS OF THE GREAT BASIN HAS NOT, AMPLIFYING THE DIFFICULTY IN ACHIEVING SUCCESS RATES ON HABITAT RESTORATION PROJECTS. RESEARCH CONTINUES TO DEMONSTRATE THE IMPORTANCE OF LOCAL ADAPTATION TO PLANT SURVIVAL. TO DATE, THE AVAILABILITY OF SUCH NATIVE PLANT MATERIAL HAS BEEN SCARCE. THERE ARE CURRENTLY VERY FEW PRODUCERS OF NATIVE SEED IN NEVADA PARTLY DUE TO THE DIFFICULTY IN SWITCHING FROM TRADITIONAL AGRICULTURAL CROPS TO NATIVE PLANT OPERATIONS OR TO SPECIES THAT HAVE NO KNOWN PROTOCOLS FOR PROPAGATION AND FARMING AS WELL AS THE LACK OF GENETICALLY APPROPRIATE FOUNDATION SEED AVAILABLE. THIS PROJECT WILL SERVE TWO PURPOSES: (1) INCREASING THE AVAILABILITY OF NATIVE SEEDS AND PLANT MATERIAL FROM ECOTYPES ADAPTED TO DRY CONDITIONS FOR RESTORATION AND (2) REFINING AND DEVELOPING METHODS OF PROCESSING AND INCREASING LOCALLY ADAPTED NATIVE SEED AND SHARING THOSE MATERIALS WITH POTENTIAL NATIVE SEED PRODUCERS.THE CONSERVANCY WILL COLLABORATE WITH THE USFWS AND PARTNERS AT THE NEVADA NATIVE SEED PARTNERSHIP TO DETERMINE TARGET SPECIES BASED ON NEED FOR PRODUCTION FOR RESTORATION AND FOUNDATION SEED AVAILABILITY. THE CONSERVANCY WILL COLLECT SEED FURTHER TO A TOTAL OF AT LEAST 20 DRY ECOTYPE SPECIES POPULATIONS, IMPROVE CAPACITY FOR PROPAGATION AND TRIAL PROPAGATION METHODS (E.G. COLD STRATIFICATION, SCARIFICATION, GERMINATION TEMPERATURE, SOIL TYPE, PLANTING DEPTH, HUMIDITY LEVELS) FOR THESE SPECIES POPULATIONS, CONVERT 5-15 ACRES OF HAY PRODUCTION INTO NATIVE PLANT MATERIAL PRODUCTION ANNUALLY, AND ESTABLISH SHRUB ORCHARDS ON THAT ACREAGE TO ENSURE RELIABLE ADDITIONAL AVAILABILITY OF LOCALLY ADAPTED NATIVE SEED FOR RESTORATION IN THE ARID PORTIONS OF THE GREAT BASIN, WITHOUT CAUSING IMPAIRMENT TO WILDLAND SEED SOURCES, WHICH CAN BE STRESSED BY CLIMATE, WILDFIRE, AND DEVELOPMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": 262790.0, "recipient_id": "f055f90a-ecc3-1c44-39c7-f1a613879a69-R", "generated_internal_id": "ASST_NON_F23AC01267_1448"}, {"internal_id": 160026320, "Award ID": "F23AC01250", "Award Amount": 68311.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-02", "CFDA Number": "15.660", "Description": "FUNDING REQUESTED THROUGH THIS PROPOSAL WILL SUPPORT TRIBALLY LED CONSERVATION IN SOUTH ALABAMA. THE POARCH BAND OF CREEK INDIANS MANAGES APPROXIMATELY 15,000 ACRES OF TIMBERLAND IN THE SANDHILLS AND PRIORITIZES THE PLANTING AND MANAGEMENT OF LONGLEAF PINE. THIS WORK FORMS THE SCIENTIFIC FOUNDATION FOR INITIATING ACTIONS THAT WILL MEANINGFULLY CONSERVE THIS SPECIES AND OTHER AT-RISK SANDHILL SPECIES ON TRIBAL LANDS. THIS PROJECT SEEKS TO SUPPORT ONGOING TRIBAL CONSERVATION AND MANAGEMENT EFFORTS BY GATHERING SPECIES DATA ON THE HERPETOFAUNA THAT INHABIT TRIBAL LANDS. IN ADDITION TO PROVIDING CRITICAL DATA, THIS FUNDING WILL FORMALIZE AND STRENGTHEN THE PARTNERSHIP BETWEEN THE ALABAMA ECOLOGICAL SERVICES FIELD OFFICE AND A HISTORICALLY DISADVANTAGED FEDERALLY-RECOGNIZED AMERICAN INDIAN TRIBAL LANDOWNER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6f91fcd6-6c9b-eb5e-f3d3-bc1fe308bd84-C", "generated_internal_id": "ASST_NON_F23AC01250_1448"}, {"internal_id": 159100719, "Award ID": "F23AC01106", "Award Amount": 35000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-08", "CFDA Number": "15.660", "Description": "THIS PROJECT WILL ALLOW WDFW AND ITS RESOURCE MANAGEMENT PARTNERS TO CONDUCT THE ANNUAL WASHINGTON SEA OTTER SURVEYS. THIS INCLUDES SURVEYING ALL KNOWN SEA OTTER HABITAT ALONG THE OUTER WASHINGTON COAST USING A SINGLE OR TWIN ENGINE HIGH-WINGED AIRCRAFT AND GROUND OBSERVERS. TO MONITOR POPULATION TRENDS, SHIFTS IN DISTRIBUTION, AND RANGE EXPANSION, AT MINIMUM POTENTIAL SEA OTTER RANGE FROM SOUTH OF THE COLUMBIA RIVER AND INTO THE STRAIT OF JUAN DE FUCA WILL BE SURVEYED FROM THE AIR. ADDITIONAL SITES WILL HAVE OBSERVERS TO COUNT ADULTS AND PUPS FROM THE GROUND. AERIAL SURVEYS WILL INCLUDE AN INITIAL RECONNAISSANCE OF COASTAL WATERS FROM THE SOUTH JETTY (OR FURTHER SOUTH IF FEASIBLE AND SAFE) AT THE MOUTH OF THE COLUMBIA RIVER, NORTHWARD PAST POINT GRENVILLE TO CAPE FLATTERY, THEN EAST TO AT LEAST TONGUE POINT IN THE STRAIT OF JUAN DE FUCA. THIS INITIAL SURVEY TO LOCATE CONCENTRATIONS OF SEA OTTERS AND THEIR RELATIVE DISTRIBUTION WILL BE FOLLOWED BY DAILY SURVEYS OF THE AREA BETWEEN POINT GRENVILLE AND NEAH BAY. WEATHER PERMITTING, WE WILL ATTEMPT TO CONDUCT ONE RECONNAISSANCE FLIGHT ON THE FIRST SURVEY DAY FOLLOWED BY ONE SOUTH TO NORTH AERIAL SURVEY EACH DAY OVER A PERIOD OF THREE DAYS (THUS, THREE AERIAL SURVEYS OF THE ENTIRE RANGE, IF CONDITIONS ARE FAVORABLE). WDFW AND OR FWS WILL PLACE GROUND OBSERVERS AT SELECTED LOCATIONS SUCH AS SPLIT AND WILLOUGHBY ROCKS, CEDAR CREEK, SAND POINT, DUK POINT (NEAR SEAFIELD CREEK) AND AREAS AROUND MAKAH BAY TO CONDUCT GROUND SURVEYS. WE WILL WORK WITH APPROPRIATE TRIBAL RESOURCE MANAGERS FOR COORDINATION OF SURVEYS AND ACCESS TO TRIBAL LANDS. GROUND -BASED OBSERVATIONS WILL BE CONDUCTED FROM THESE LOCATIONS AND COORDINATED WITH THE AERIAL SURVEY COMPONENT. FOLLOWING ESTABLISHED PROTOCOL, GROUND OBSERVERS WILL CONDUCT COUNTS AT THESE VARIOUS SITES THROUGHOUT THE DAY AND ENSURE THERE IS A COUNT TIMED WITH THE AERIAL OVER FLIGHTS. RADIO OR CELLPHONE COMMUNICATION WILL BE USED TO COORDINATE BETWEEN GROUND OBSERVERS AND WITH THE AERIAL OVER FLIGHTS. AERIAL AND GROUND OBSERVERS WILL RECORD SEA OTTER COUNTS AND LOCATIONS ON MAPS AT VARIOUS SURVEY SITES. FULL FUNDING IS NEEDED TO CONTINUE TO COLLECT A COMPARABLE COUNT DATASET FOR THE WASHINGTON SEA OTTER STOCK WHICH IS USED TO MONITOR POPULATION TRENDS AND CHANGES IN DISTRIBUTION. THREE DAYS OF SURVEYS PROVIDE BASIC INFORMATION TO ADDRESS THESE ISSUES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F23AC01106_1448"}, {"internal_id": 152328713, "Award ID": "F22AP02891", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "15.660", "Description": "THE CAHABA RIVER IS A PRIMARY TRIBUTARY OF THE ALABAMA RIVER IN THE MOBILE RIVER BASIN IN ALABAMA  IT IS THE LONGEST FREE FLOWING RIVER IN THE STATE AND IS KNOWN TO HAVE THE GREATEST STREAM FISH DIVERSITY OF ANY SIMILARLY SIZED RIVER IN THE COUNTRY  IT ALSO HAS ONE OF THE MOST DIVERSE MUSSEL AND SNAIL FAUNAS REMAINING IN NORTH AMERICA  MANY OF THE SNAILS INHABIT SPRINGS, INCLUDING FEDERALLY  AND STATE PROTECTED SPECIES  WHILE THE FISH AND MUSSEL FAUNAS OF FLOWING STREAMS IN THE CAHABA RIVER WATERSHED ARE BETTER KNOWN, THERE HAS NEVER BEEN A COMPREHENSIVE ASSESSMENT OF THE SYSTEMS SPRINGS, NOR OF THEIR RESPECTIVE FAUNAS  THE GEOLOGICAL SURVEY OF ALABAMA PROPOSES TO CREATE SUCH A PRODUCT BY DETERMINING THE LOCATIONS OF AND INVENTORYING SPRINGS, MAPPING THEM, AND OVERLAYING THEIR LOCATIONS AGAINST GEOLOGY AND PHYSIOGRAPHY  WE WILL ALSO ATTEMPT TO IDENTIFY AND MAP POTENTIAL SOURCES OF POINT SOURCE POLLUTION AND CREATE A RISK ASSESSMENT  WE MAY ALSO ASSIST OTHER AGENCIES WITH LIMITED FAUNAL SURVEYS OF SPRINGS FOUND TO SHOW CHARACTERISTICS OF SPRINGS WITH LISTED TAXA PRESENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c129eee5-78e4-5ea6-89e1-f73dd58c3407-C", "generated_internal_id": "ASST_NON_F22AP02891_1448"}, {"internal_id": 151522341, "Award ID": "F22AP02774", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "15.660", "Description": "THE FRANCIS MARION NATIONAL FOREST  FMNF  IS ONE OF THE LARGEST AND MOST HERPETOLOGICALLY SIGNIFICANT REMNANT EXAMPLES OF THE LONGLEAF PINE ECOSYSTEM ON THE ATLANTIC SEABOARD  YET, PRIOR TO 2015, A COMPREHENSIVE STUDY OF AMPHIBIAN AND REPTILE POPULATIONS HAD NEVER BEEN ATTEMPTED AND THE STATUS OF RARE AND DECLINING HERPETOFAUNA SPECIES REMAINED UNCLEAR  SINCE 2015, IN PARTNERSHIP WITH THE UNITED STATES FISH AND WILDLIFE SERVICE  FWS , THE UNITED STATES FOREST SERVICE  USFS  AND SOUTH CAROLINA DEPARTMENT OF NATURAL RESOURCES  SCDNR , ARC HAS BEEN CONDUCTING THE FIRST EVER COMPREHENSIVE SURVEY OF ITS KIND ON THE FMNF  SINCE 2017, ARC HAS BEEN CONSULTED ON HABITAT MANAGEMENT DECISIONS THAT MAY IMPACT TARGET SPECIES  BEGINNING IN 2019, ARC AND PARTNERS BEGAN TRANSITIONING INTO PROACTIVE POPULATION AUGMENTATION FOR ONE SPECIES  GOPHER FROG   THIS PROJECT ADDRESSES THE NEED FOR A CONTINUATION OF THIS WORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18f9e6f7-d520-7bd0-21d4-7b72a772b939-C", "generated_internal_id": "ASST_NON_F22AP02774_1448"}, {"internal_id": 151867901, "Award ID": "F22AP02768", "Award Amount": 50538.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-14", "CFDA Number": "15.660", "Description": "THE ALABAMA DEPARTMENT OF CONSERVATION AND NATURAL RESOURCES  ADCNR  ACTIVELY PARTICIPATES IN THE DIRECT RECOVERY AND MONITORING OF PETITIONED, THREATENED, AND ENDANGERED MOLLUSKS IN THE CAHABA RIVERBASIN THOUGH THE ALABAMA AQUATIC BIODIVERSITY CENTER  AABC   THE AABC IS DEVOTED TO MONITORING,RESEARCH, AND RECOVERY EFFORTS FOR ALABAMA S RARE FRESHWATER SPECIES  ACDTIVITIES  PROJECT DELIVERABLES 1  ASSISTANCE FOR THE AABC TO COMPLETE ADDITIONAL PROPAGATION AND REINTRODUCTION WORK FOR EPIOBLASMA PENITA, MEDIONIDUS PARVULUS AND LEPTOXIS COMPACTA 2  PROVIDE USFWS WITH APPROPRIATE SITE PLANS AND RELEASES REPORTS FOR ALL THREATENED AND ENDANGERED SPECIES REINTRODUCTION EFFORTS 3  PROVIDING GASTROPOD SPECIMENS FOR 4 PETITIONED CAHABA RIVER ELIMIA SPP  IN SUPPORT FUTURE SSA S GENETICS REVIEW HAS NOT FUNDED  4  ADDITIONAL SURVEY EFFORTS FOR CAHABA RIVER BASIN ELIMIA SPP  AND LEPTOXIS COMPACTA 5  COMPLETE 15 YEAR QUANTITATIVE DATA SET OF FRESHWATER MUSSELS AT 4 LOCALITIES IN THE CAHABA RIVER 6  DATA WILL SUPPORT ADDITIONAL PEER REVIEWEDPUBLICATIONS WITH NUMEROUS AGENCIES, ACADEMIC ANDALABAMA RIVERS AND STREAMS  ARSN  PARTNERS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a5fcde67-209b-3753-e5e4-c99b4d7a5dd4-C", "generated_internal_id": "ASST_NON_F22AP02768_1448"}, {"internal_id": 152328890, "Award ID": "F22AP02697", "Award Amount": 47736.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "15.660", "Description": "THE PROPOSED PROJECT SEEKS TO DETERMINE THE STATUS OF THE SPECIES IN THE UPPER COOSA RIVER DRAINAGE AND TRIBUTARIES BY ESTIMATING STREAM ABUNDANCES, THROUGH MARK RESIGHTSURVEYS, AS WELL AS SPECIES DISTRIBUTION BY USING BRIDGE SURVEY DATA IN AN OCCUPANCY MODELING FRAMEWORK THE OBJECTIVES OF THIS PROJECT ARE 1  DETERMINE THE DISTRIBUTION OF THE ALABAMA MAP TURTLE IN THE UPPER COOSA RIVER DRAINAGE VIA RAPID ASSESSMENT SURVEYS  I E  VISUAL SURVEYS FROM BRIDGES WITH BINOCULARS, SPOTTING SCOPE AND TELEPHOTO CAMERAS  TO INFORM THE UPCOMING SSA AND LISTING DECISION2  DETERMINE THE FACTORS THAT AFFECT DETECTION OCCUPANCY OF THE ALABAMA MAP TURTLE USING GIS DATA, PHYSICAL ATTRIBUTES OF THE STREAM, AS WELL AS WATER QUALITY METRICS USING AN OCCUPANCY MODELING FRAMEWORK 3  ESTIMATE POPULATION SIZES FOR GRAPTEMYS PULCHRA AT 3 6 SITES ACCESSIBLE BY JOHNBOAT IN THE COOSA RIVER DRAINAGE  COOSA RIVER, OOSTANAULA RIVER, CONASAUGA RIVER  THE SPECIES HAS NOT BEEN DOCUMENTED IN THE ETOWAH RIVER  THE DELIVERABLES ARE AS FOLLOWS 1  THE DATA COLLECTED FOR DETECTION AND OCCUPANCY CAN BE USED TO MODEL HABITAT SUITABILITY FOR THE SPECIES IN ALABAMA, GEORGIA AND TENNESSEE       O THIS PROJECT WOULD PRODUCE ONE MASTER S THESIS AT JACKSONVILLE STATE UNIVERSITY2  THIS PROJECT WILL GENERATE POPULATION ESTIMATES FOR THE SITES SAMPLES FOR MARK RESIGHT SURVEYS  THESE SITES CAN BE REVISITED PERIODICALLY TO ASSESS TRENDS IN POPULATION DEMOGRAPHICS, WHICH WILL FILL DATA GAPS AND HELP INFORM THE SSA AND LISTING DECISION 3  TISSUES WILL BE COLLECTED FROM ALABAMA MAP TURTLES TO BE SHARED AMONGST COLLABORATORS FOR A STUDY OF POPULATION GENETICS GENOMICS OF THE ALABAMA MAP TURTLE  MEDIUM PRIORITY O PROJECT MAY RESULT IN AN ADDITIONAL THESIS OF A MASTER S STUDENT AT JSU OR THE UNIVERSITY OF SOUTHERN MISSISSIPPI THIS PROJECT WILL HELP THE FWS IN SSA AND LISTING DECISIONS AND ASSIST THE UNIVERSITY WITH STUDENT DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ef062a84-716f-33f9-5dd0-5496ac57afc7-C", "generated_internal_id": "ASST_NON_F22AP02697_1448"}, {"internal_id": 151522198, "Award ID": "F22AP02625", "Award Amount": 92072.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-18", "CFDA Number": "15.660", "Description": "CHAMBERLAIN S DWARF SALAMANDER  EURYCEA CHAMBERLAINI  WAS ONE OF 404 TAXA INCLUDED IN A 2010 PETITION  FOR LISTING UNDER THE ENDANGERED SPECIES ACT AND WAS ONE OF THE 374 TAXA FOUND TO HAVE  SUBSTANTIAL  INFORMATION  INDICATING THAT LISTING MIGHT BE WARRANTED IN THE SUBSEQUENT 90 DAY FINDING  IN ORDER TO  ASSESS THE CONSERVATION STATUS OF E  CHAMBERLAINI, IT IS IMPORTANT TO BETTER UNDERSTAND THE GEOGRAPHIC  DISTRIBUTION OF POPULATIONS, THE GENETIC DIVERSITY WITHIN POPULATIONS, AND DIVERGENCE AMONG POPULATIONS   OUR OVERALL OBJECTIVES ARE TO SURVEY FOR E  CHAMBERLAINI IN APPARENT DISTRIBUTION GAPS IN SOUTH CAROLINA   AND POTENTIALLY IN GEORGIA  AND COLLECT REPRESENTATIVE, RANGE WIDE POPULATION GENOMIC DATA TO EVALUATE GENETIC DIVERSITY WITHIN AND DIVERGENCE AMONG POPULATIONS  TO ACCOMPLISH THIS, WE WILL  1  COMPILE  RECORDS OF E  CHAMBERLAINI FROM SCIENTIFIC LITERATURE, MUSEUM RECORDS, CITIZEN SCIENCE DATABASES, STATE  NATURAL HERITAGE PROGRAMS, AND FIELD NOTES  2  CONTACT AUTHORS OF PREVIOUS STUDIES AND MUSEUM  COLLECTIONS MANAGERS TO DETERMINE WHICH TISSUES OR DNA EXTRACTS ARE STILL AVAILABLE FOR ADDITIONAL  ANALYSIS  3  USE THESE PREVIOUS OCCURRENCE RECORDS TO CHARACTERIZE THE CURRENT KNOWN DISTRIBUTION AND  HABITAT REQUIREMENTS OF E  CHAMBERLAINI AND IDENTIFY AT LEAST 25 LOCATIONS  E G , WITH A PREDICTIVE HABITAT  MODEL  WITHIN DISTRIBUTION GAPS IN SOUTH CAROLINA AND JUST ACROSS THE SAVANNAH RIVER INTO GEORGIA TO  TARGET WITH ADDITIONAL SURVEYS  4  CONDUCT FIELD SURVEYS AT THESE SITES  AND 5  SEQUENCE AND ANALYZE  GENOMIC DATA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f94b00f4-a035-113d-c59c-b548e9289378-R", "generated_internal_id": "ASST_NON_F22AP02625_1448"}, {"internal_id": 151019314, "Award ID": "F22AP02623", "Award Amount": 132000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-08", "CFDA Number": "15.660", "Description": "THE GOPHER FROG  LITHOBATES  RANA  CAPITO  IS CURRENTLY PETITIONED FOR LISTING UNDER THE  ENDANGERED SPECIES ACT  ESA  AND IS ON THE NATIONAL LISTING WORK PLAN AS A FY25 SPECIES, YET,  WE STILL DO NOT FULLY UNDERSTAND THE TAXONOMIC STATUS, OR LEVELS OF GENETIC DIVERSITY WITHIN THE  SPECIES  A THOROUGH UNDERSTANDING OF POPULATION SEGMENTS, LEVELS OF GENETIC DIVERSITY, HISTORICAL  TRENDS IN EFFECTIVE POPULATION SIZE, AND METHODS TO TRACK INDIVIDUALS GENETICALLY ACROSS THE RANGE  OF GOPHER FROGS WOULD HELP UNIFY MANAGERS ACTING TO CONSERVE THE SPECIES, AND IMPORTANTLY HELP  QUANTIFY DEGREES OF REDUNDANCY AND RESILIENCY ACROSS THE RANGE WHICH WILL INFORM THE SPECIES  STATUS ASSESSMENT  SSA   AS SUCH, WE PROPOSE TO SEQUENCE THOUSANDS OF LOCI FROM  1,000  ALREADY COLLECTED GOPHER FROG SAMPLES ACROSS THE SPECIES  RANGE  WE WILL ASSESS PHYLOGEOGRAPHIC  STRUCTURE, EVALUATE IF ANY DISTINCT POPULATION SEGMENTS EXIST, QUANTIFY LEVELS OF GENETIC DIVERSITY  FOR ALL METAPOPULATIONS, ASSESS THE POSSIBILITY OF CAPTIVE REINTRODUCTIONS ACROSS THE RANGE,  ESTIMATE CHANGES IN POPULATION SIZES OVER RECENT HISTORY, AND TEST METHODS TO IDENTIFY INDIVIDUALS GENETICALLY  OUR WORK WILL BE CRUCIAL TO THE SSA AND HELP INFORM MANAGEMENT DECISIONS ON THE  GROUND FOR THIS PETITIONED SPECIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d7696eb4-302a-4c43-82c9-84ab9eaccd23-C", "generated_internal_id": "ASST_NON_F22AP02623_1448"}, {"internal_id": 150045005, "Award ID": "F22AP01873", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-08", "CFDA Number": "15.660", "Description": "THE MONARCH BUTTERFLY, WESTERN BUMBLEBEE, SUCKLEY'S CUCKOO BUMBLE BEE, AND MANY OTHER POLLINATORS, ARE DECLINING ACROSS THE WEST DUE TO A VARIETY OF FACTORS INCLUDING HABITAT LOSS, PESTICIDE USE, INVASIVE SPECIES ENCROACHMENT,AND CLIMATE CHANGE. POLLINATOR HABITAT RESTORATION IN THE PALOUSE PRAIRIE REGION, WHICH FOCUSES ON PROVIDING SEASON-LONG FLORAL RESOURCES ALONG WITH A MILKWEED COMPONENT, IS NEEDED FOR MANY POLLINATOR SPECIES INCLUDING THEMONARCH BUTTERFLY. RE-ESTABLISHING AND PROTECTING POLLINATOR HABITAT THROUGH FORB ENHANCEMENTS AND PRAIRIE RECONSTRUCTION PROJECTS ALONG WITH EDUCATING LANDOWNERS, AGENCY PROFESSIONALS, AND YOUTH ABOUT MONARCH ANDPOLLINATOR HABITAT RESTORATION ARE BOTH IMPORTANT STRATEGIES TO HELP THE WESTERN MONARCH AND BUMBLEBEEPOPULATIONS REBOUND. THIS PROJECT WILL FOCUS ON HABITAT RESTORATION IN THE PALOUSE PRAIRIE GRASSLANDS IN LATAH COUNTY, IDAHO. THE PROJECT WILL ALSO PROMOTE OUTREACH FOR LATAH COUNTY LANDOWNERS AND YOUTH. THROUGH THIS GRANT,THE LATAH SOIL AND WATER CONSERVATION DISTRICT WILL COORDINATE LARGE AND SMALL-SCALE HABITAT RESTORATION EFFORTS AS WELL AS PROVIDE OUTREACH AND EDUCATIONAL OPPORTUNITIES TO LANDOWNERS/LAND MANAGERS, RESTORATION PRACTITIONERS,PRODUCERS, AND LOCAL YOUTH THROUGH WORKSHOPS AND SCHOOL EDUCATION EVENTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "674f54b0-fd9b-c12a-9014-cf668631008f-R", "generated_internal_id": "ASST_NON_F22AP01873_1448"}, {"internal_id": 150670532, "Award ID": "F22AP01823", "Award Amount": 91000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-21", "CFDA Number": "15.660", "Description": "TO ADDRESS A RECENT PETITION TO LIST ALEXANDER ARCHIPELAGO WOLVES UNDER THE ENDANGERED SPECIES ACT, THE USFWS HAS REQUESTED NEW INFORMATION REGARDING 1) GENETICS OF ALEXANDER ARCHIPELAGO WOLVES IN SOUTHEAST ALASKA, AND 2) INFORMATION RELATED TO POPULATION DYNAMICS BETWEEN WOLVES IN COASTAL BC AND SOUTHEAST ALASKA. GIVEN THE HIGH LEVEL OF GENETIC STRUCTURING SEEN IN SOME COASTAL WOLF POPULATIONS, A MAJOR GAP IN OUR KNOWLEDGE OF ALEXANDER ARCHIPELAGO WOLVES IS THE DEGREE OF GENETIC CONNECTIVITY AMONG POPULATIONS THROUGHOUT THE ENTIRE SUBSPECIES RANGE, AND ESPECIALLY ACROSS THE INTERNATIONAL BORDER. WE PROPOSE TO OBTAIN WOLF DNA SAMPLES FROM THROUGHOUT SOUTHEAST ALASKA, COASTAL BRITISH COLUMBIA, AND ADJACENT AREAS OF INTERIOR BC, THE YUKON TERRITORY, AND ALASKA FOR BROADSCALE POPULATION GENETIC CONTEXT. WE WILL USE SAMPLES ALREADY COLLECTED FROM SOUTHEAST ALASKA, THE YUKON TERRITORY, VANCOUVER ISLAND, AND INTERIOR BC, AND COORDINATE WITH THE PROVINCE OF BC TO COLLECT HAIR SAMPLES FROM THE BC COAST AREA. WE WILL GENOTYPE AT LEAST 500 WOLVES USING 24 MICROSATELLITE LOCI AND DNA FROM THE COLLECTED SAMPLES. OUR GOAL IS TO CHARACTERIZE SPATIAL GENETIC STRUCTURE, DISTRIBUTION OF GENETIC DIVERSITY, AND DEFINE AREAS OF GENETIC CONNECTIVITY ACROSS THE OCCUPIED SUBSPECIES RANGE FOR THE FIRST TIME. THIS INFORMATION WILL BE VALUABLE IN ASSESSING GENETIC STRUCTURE OF WOLVES AT MULTIPLE SPATIAL SCALES AND WILL INFORM CURRENT AND FUTURE DECISIONS REGARDING THE CONSERVATION AND MANAGEMENT OF WOLVES IN SOUTHEAST ALASKA. FURTHERMORE, OUR RESEARCH WILL SHED LIGHT ON THE AMOUNT OF GENE FLOW AMONG POPULATIONS AND HELP US PREDICT THE ABILITY OF WOLVES TO MOVE AMONG ISLANDS, AND BETWEEN ISLANDS AND THE MAINLAND, AN IMPORTANT CONSIDERATION IN DETERMINING VIABILITY OF POPULATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "92a26779-207f-9cec-22f4-5a5725f7422c-C", "generated_internal_id": "ASST_NON_F22AP01823_1448"}, {"internal_id": 146215215, "Award ID": "F22AP00471", "Award Amount": 41361.37, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-09", "CFDA Number": "15.660", "Description": "ESTIMATE LESSER PRAIRIE-CHICKEN POPULATION SIZE AND LEK ABUNDANCE IN THE LPC RANGE IN SPRING 2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ddb5b781-ec90-3226-2e95-ed18d2a5e598-C", "generated_internal_id": "ASST_NON_F22AP00471_1448"}, {"internal_id": 151867760, "Award ID": "F22AC03417", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-01", "CFDA Number": "15.660", "Description": "THE PROPOSED CONSERVATION BASED RESEARCH PROJECT AIMS TO COMPLETE ARTHROPOD SURVEYS IN EIGHT UNDER SURVEYED  AREAS, AND PROVIDE CONSERVATION ASSESSMENTS FOR RARE BUT YET UNLISTED TARGET SPECIES WHICH ARE ENCOUNTERED  THE  DOFAW SURVEY ENTOMOLOGIST WILL COMPLETE ARTHROPOD SURVEYS IN EIGHT AREAS OF CONSERVATION INTEREST ON OAHU AND  KAUAI  POTENTIAL SURVEY AREAS WILL INCLUDE FOUR FIELD SITES ON OAHU  KULUI PIA, HAUULA KAIPAPAU, WAIANAE KAI,  KALUAA  AND FOUR ON KAUAI  HONOPU, KUIA,KOAIE CANYON, MT  HAUPU  FIELD WORK WILL BE CONDUCTED IN ONE WEEK TRIPS,  WITH THE POSSIBILITY OF SUPPLEMENTAL VISITS  SPECIMENS WILL BE COLLECTED BY AS WIDE A VARIETY OF METHODS AS  POSSIBLE IN ORDER TO SAMPLE A BROAD RANGE OF TAXA  METHODS MAY INCLUDE  SWEEPING VEGETATION, BEATING BRANCHES,  PAN TRAPS, PITFALL TRAPS, BAITED PITFALLS, LINDGREN FUNNEL TRAPS, YELLOW STICKY CARDS, DROSOPHILA BAITING, NIGHT  SEARCHING, LIGHT TRAPPING, LITTER EXTRACTION, LIGHT TRAPPING AND MALAISE TRAPPING  DEPENDING UPON THE AREA,  SURVEYS WILL TARGET GROUPS KNOWN TO INCLUDE RARE SPECIES  INCLUDING BUT NOT LIMITED TO HYLAEUS, DROSOPHILA,  MEGALAGRION, RHYNCOGONUS, MECYCLOTHORAX, BLACKBURNIA, PLAGITHMYSUS, ECTEMNIUS,ODYNERUS, NESODYNE,DISTOLEON,  THERIDION, TETRAGNATHA, ARGYRODES,  AND PROTOCOLS WILL BE IMPLEMENTED TO AVOID LETHAL TAKE OF ANY LISTED SPECIES  DATA WILL BE INTEGRATED INTO MANAGEMENT PLANNING AND ON THE GROUND ACTIONS  IN SOME CASES, RARE SPECIES MAY BE  BROUGHT IN TO THE DOFAW INSECTARY TO ASSESS OPPORTUNITIES FOR CAPTIVE PROPAGATION  DATA ON ARTHROPOD PLANT  E  G , HOST PLANT AND POLLINATOR  RELATIONSHIPS WILL BE DOCUMENTED  THESE DATA WILL ALSO EXPAND PIFWO S CLIMATE  CHANGE PLANNING CAPACITY BY INCREASING AVAILABILITY OF GIS DATA, AND PROVIDING IMPORTANT LIFE HISTORY INFORMATION  RELATING TO TARGET ARTHROPOD SPECIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_F22AC03417_1448"}, {"internal_id": 151019518, "Award ID": "F22AC02964", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-02", "CFDA Number": "15.660", "Description": "THE BLEACHED SANDHILL SKIPPER IS A BUTTERFLY SUBSPECIES THAT CAN ONLY BE FOUND AT A SINGLE LOCATION IN NORTHERN NEVADA  THE SMALL RANGE SIZE OF THE BLEACHED SANDHILL SKIPPER COULD MAKE IT MORE SUSCEPTIBLE TO EXTINCTION THAN OTHER ORGANISMS WITH BIGGER RANGES  HOWEVER, POTENTIAL CONSERVATION PLANNING FOR THE BLEACHED SANDHILL SKIPPER IS COMPLICATED BECAUSE A PREVIOUS GENETIC STUDY WAS UNABLE TO CONFIRM THAT IT WAS A UNIQUE SUBSPECIES, EVEN THOUGH IT HAS VERY PALE  BLEACHED  WING COLORATION COMPARED TO OTHER SUBSPECIES  ONE POSSIBILITY IS THAT THE BLEACHED SANDHILL SKIPPER WAS WRONGLY DESCRIBED AS A SUBSPECIES  ALTERNATIVELY, THE PAST GENETIC STUDY MIGHT HAVE USED GENETIC DATASETS THAT WERE NOT POWERFUL ENOUGH TO IDENTIFY DIFFERENCES BETWEEN THE BLEACHED SANDHILL SKIPPER AND OTHER SUBSPECIES  THIS PROJECT WILL USE NEXT GENERATION GENETIC SEQUENCING METHODS TO MEASURE THE DIFFERENCES BETWEEN THE BLEACHED SANDHILL SKIPPER AND OTHER SUBSPECIES  EVIDENCE BASED ON GENETIC, MORPHOLOGICAL, AND BEHAVIORAL DIFFERENCES WILL BE USED TO DETERMINE WHETHER OR NOT THE BLEACHED SANDHILL SKIPPER MERITS SUBSPECIES STATUS TO SUPPORT CONSERVATION PLANNING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_F22AC02964_1448"}, {"internal_id": 151019635, "Award ID": "F22AC02875", "Award Amount": 149352.24, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-05", "CFDA Number": "15.660", "Description": "GBI WILL DEPLOY TWO TEAMS OF TWO SEEDS OF SUCCESS NATIVE SEED TECHNICIANS DURING THE 2023 FIELD SEASON THE PURPOSE OF THIS AWARD IS TO HELP IMPLEMENT THE NATIONAL SEED STRATEGY FOR REHABILITATION AND RESTORATION   SEED STRATEGY , WHICH IS A COORDINATED APPROACH TO IMPROVING THE USE OF NATIVE SEED, BUILDING FEDERAL AND  PRIVATE CAPACITY, AND INCREASING THE SUPPLY OF GENETICALLY APPROPRIATE NATIVE SEED TO MEET THE PURPOSE OF THIS  AWARD GBI WILL RECRUIT AND HIRE TWO SEASONAL NATIVE SEED TECHNICIANS WHO, COLLECTIVELY, WILL ENGAGE IN THE  FOLLOWING TASKS   SCOUTING AND IDENTIFYING POPULATIONS OF TARGET NATIVE PLANT SPECIES   GPS MAPPING OF POPULATIONS OF PLANTS, DISTURBANCE AREAS, AND OTHER FEATURES   MONITORING THE PHENOLOGY OF PLANTS POPULATIONS TO IDENTIFY OPTIMAL SEED COLLECTION TIMES   COLLECTING SEED AND COMPLETING DATA FORMS   TAKING HERBARIUM VOUCHERS, AND PROCESSING AND SHIPPING SEED AS NECESSARY   RECORDING, ENTERING, AND EDITING DATA  AND    PHOTOGRAPHING COLLECTION SITES AND PLANTS SUCCESSFUL IMPLEMENTATION OF THESE TASKS WILL ENSURE THAT RESTORATION PROJECTS ON PUBLIC LANDS ARE ABLE TO  UTILIZE  THE RIGHT SEED IN THE RIGHT PLACE AT THE RIGHT TIME , RESULTING IN INCREASED HABIT QUALITY, REDUCING  SOME RISKS ASSOCIATED WITH WILDFIRE AND FROM EROSION, AND ULTIMATELY ENHANCING PUBLIC SAFETY FOR USERS OF PUBLIC  LANDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": 149352.24, "recipient_id": "a08a76eb-442d-bf95-3219-5ec005ec09f3-C", "generated_internal_id": "ASST_NON_F22AC02875_1448"}, {"internal_id": 150670405, "Award ID": "F22AC02711", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-27", "CFDA Number": "15.660", "Description": "THE LEGER LAB AT THE UNIVERSITY OF NEVADA, RENO (UNR) HAS DEVELOPED A LIST OF NATIVE GRASSES, FORBS, AND SHRUBS THAT ARE KNOWN TO PERSIST IN OUR REGION OVER TIME AND OCCUPY A WIDE RANGE OF HABITATS, INCLUDING THE COLD AND HOT DESERTS OF WESTERN NORTH AMERICA. SEEDS OF THESE SPECIES WERE COLLECTED ACROSS THE SAGEBRUSH STEPPE, THROUGH THE SAGEBRUSH/MOJAVE TRANSITION ZONE, AND INTO THE MOJAVE DESERT. WE PROPOSE TO TEST TWO SPECIES COLLECTED ACROSS AN ENVIRONMENTAL GRADIENT, CREATING EXPERIMENTAL METHODOLOGIES THAT CAN BE APPLIED TO ADDITIONAL SPECIES. FURTHER, WE WILL ESTABLISH COMMON GARDEN LOCATIONS THAT CAN BE USED FOR ADDITIONAL SPECIES. WE ARE FOCUSING ON TWO SPECIES WITH CONTRASTING LIFE-HISTORIES THAT ARE IMPORTANT FOR WILDLIFE AND POLLINATORS AND WILL ESTABLISH PROTOCOLS FOR SPECIES THAT CAN BE PLANTED VIA TRANSPLANT OR SEED. WE SELECTED THE PERENNIAL SHRUB WINTER FAT, KRASCHENINNIKOVIA LANATA, AND THE ANNUAL FORB WHITE STEM BLAZING STAR, MENTZELIA ALBICAULIS, FOR OUR FIRST TRIALS,", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": 150000.0, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_F22AC02711_1448"}, {"internal_id": 151867831, "Award ID": "F22AC02592", "Award Amount": 19719.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "15.660", "Description": "NEVADA IS HOME TO MANY RARE AND ENDEMIC PLANT SPECIES, MANY OF WHICH LIVE EXCLUSIVELY ON SPECIALIZED SOIL TYPES FOUND WITHIN VERY NARROW GEOGRAPHIC BOUNDARIES  BECAUSE OF THE SIZE OF OUR STATE AND REMOTE NATURE OF MANY OF THESE POPULATIONS, IT IS CHALLENGING FOR FEDERAL BIOLOGISTS TO COLLECT AND ANALYZE THE POPULATION BIOLOGY AND ECOLOGICAL INFORMATION NEEDED TO UNDERSTAND HABITAT REQUIREMENTS AND POPULATION TRENDS  WE PROPOSE TO BETTER UNDERSTAND THE BIOLOGY AND POPULATION TRENDS OF OUR MOST PRESSING RARE PLANTS THROUGH DETAILED DEMOGRAPHIC MONITORING  WE WILL ESTABLISH THE DEMOGRAPHIC MONITORING OF RARE, ENDEMIC PLANT SPECIES IN NEVADA, BEGINNING WITH STEAMBOAT BUCKWHEAT  ERIOGONUM OVALIFOLIUM VAR  WILLIAMSIAE , PROVIDING THE FIRST VIEW OF THE POPULATION TRENDS FOR THESE SPECIES  WE WILL USE LONG TERM MONITORING TO DETERMINE CURRENT POPULATION TRENDS, GENERAL LIFE HISTORY CHARACTERISTICS, HABITAT PROPERTIES, AND ESTIMATE THE IMPACT OF POTENTIAL THREATS ON POPULATION TRAJECTORIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_F22AC02592_1448"}, {"internal_id": 151521930, "Award ID": "F22AC02424", "Award Amount": 239000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-17", "CFDA Number": "15.660", "Description": "SEPP WORKS TO PREVENT THE IMMINENT EXTINCTION AND LOCAL EXTIRPATION OF RARE AND ENDANGERED LAND SNAILS ACROSS THE HAWAIIAN ISLANDS, FOR WHICH APPROXIMATELY 100 ENDEMIC SPECIES WILL GO EXTINCT WITHIN THE NEXT FEW YEARS WITHOUT CONSERVATION INTERVENTION  THE PROGRAM IS ACTIVELY REARING AND REINTRODUCING SNAILS ON AN ONGOING BASIS  CURRENTLY, SEPP MAINTAINS APPROXIMATELY 38 SPECIES IN NINE GENERA FROM FIVE ISLANDS, WITH 62 DISTINCT POPULATIONS REPRESENTED  TWELVE OF THESE SPECIES ARE LISTED AS ENDANGERED UNDER THE U S  ENDANGERED SPECIES ACT, WHILE THE REMAINING MAJORITY ARE CRITICALLY IMPERILED AT RISK SPECIES  ALL SPECIES AT THE FACILITY ARE LIKELY EXTINCT IN THE WILD OR EXTREMELY CLOSE TO BEING SO  THE PROGRAM FUNCTIONS BY INTEGRATING EX SITU CAPTIVE REARING AND REINTRODUCTION WITH IN SITU PREDATOR CONTROL, PREDATOR EXCLUSION, AND HABITAT MANAGEMENT, AS WELL AS BY SYNCING RARE SNAIL CONSERVATION OBJECTIVES AND MANAGEMENT TECHNIQUES ACROSS PARTNER ENTITIES  SEPP HAS A FULLY FUNCTIONING CAPTIVE REARING FACILITY AND EMPLOYS ONE FULL TIME PROGRAM COORDINATOR, THREE FIELD TECHNICIANS, AND TWO LABORATORY TECHNICIANS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_F22AC02424_1448"}, {"internal_id": 151522062, "Award ID": "F22AC02322", "Award Amount": 22501.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "15.660", "Description": "IN ORDER TO PROTECT EXTANT POPULATIONS OF THE CAROLINA GOPHER FROG IN SOUTH CAROLINA IT IS IMPERATIVE THAT HEADSTARTING EFFORTS CONTINUE  CURRENT EFFORTS EXIST TO HEADSTART EGGS FROM THE FRANCIS MARION NATIONAL FOREST AND THE SAVANNAH RIVER SITE AT TWO NATIONAL FISH HATCHERIES  THE ORANGEBURG NATIONAL FISH HATCHERY  ONFH  IS SET UP TO REAR AT LEAST 500 GOPHER FROG JUVENILES FROM THE SAVANNAH RIVER SITE  IN THIS PROJECT WE PROPOSE TO SUPPORT THOSE EFFORTS IN 2023 BY SURVEYING WETLANDS FOR GOPHER FROG EGG MASSES, PROVIDE EGGS AND OTHER NEEDED MATERIALS TO ONFH, AND RELEASE METAMORPHS BACK TO THE UPLANDS SURROUNDING THEIR NATAL WETLANDS  IN ADDITION, WE WILL CONTINUE TO ESTABLISH A GENETIC DATABASE OF JUVENILES RELEASED FROM BOTH THE ONFH AND BEARS BLUFF NATIONAL FISH HATCHERY AND ALL EGG MASSES SAMPLED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_F22AC02322_1448"}, {"internal_id": 151521932, "Award ID": "F22AC02291", "Award Amount": 5000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "15.660", "Description": "THE PROJECT, DISABILITY LED, WATER ACCESS PROGRAMMING, PROPOSED BY OREGON WILDLIFE HERITAGE FOUNDATION WILL HAVE DIRECT BENEFITS TO FRESHWATER HABITATS AND SPECIES, SPECIFICALLY THE WESTERN PEARLSHELL  MARGARITIFERA FALCATA   AS ACCESS TO WATER FOR RECREATION IS INCREASED FOR MARGINALIZED COMMUNITIES, INCLUDING DISABLED COMMUNITIES, MORE AMERICANS BECOME INTIMATELY CONNECTED TO THEIR RIVERS AND BECOME INVESTED IN THE HEALTH OF THESE RIVERS  FRESHWATER MUSSELS CONTRIBUTE TO THE HEALTH OF RIVERS THROUGH FILTERING WATER, BUT ALSO SUFFER IF THAT WATER IS POLLUTED BY TOXINS  THE WESTERN PEARLSHELL IS AN AT RISK SPECIES THAT THE USFWS SUPPORTS THE CONSERVATION OF TO AVERT LISTING  COMMUNITY ENGAGEMENT IS ONE MECHANISM THROUGH WHICH THE USFWS SEEKS TO DO THIS CONSERVATION WORK  THROUGH THIS WATER ACCESS PROGRAM IN PORTLAND, OR, THE USFWS WILL ENGAGE WITH SPECIFIC COMMUNITIES TO INCREASE THEIR ACCESS TO RIVERS, CONNECTION TO THOSE RIVERS, KNOWLEDGE OF TOXIC POLLUTANTS IN THE WATERS AROUND PORTLAND, AND SUPPORT FOR THE CONSERVATION OF AT RISK SPECIES IN THESE WATERS, PRIMARILY THE WESTERN PEARLSHELL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ab6d3788-4eae-52e3-6db2-01989d0b08a2-C", "generated_internal_id": "ASST_NON_F22AC02291_1448"}, {"internal_id": 150670543, "Award ID": "F22AC02288", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-30", "CFDA Number": "15.660", "Description": "THE OWHYEE WATERSHED COUNCIL (OWC) IS PROPOSING TO COOPERATE WITH THE USFWS, IDAHO DEPARTMENT OF LANDS, THE IDAHO DEPARTMENT OF FISH & GAME, AND THE BUREAU OF LAND MANAGEMENT TO ENHANCE/RESTORE ASPEN HABITAT WITHIN THE IDENTIFIED PROJECT AREA IN THE OWHYEE UPLANDS, OWYHEE COUNTY, IDAHO. THE FY22 OWYHEE ASPEN REGENERATION AGREEMENT WILL REMOVE ENCROACHING JUNIPER THROUGH THE ACTION OF HAND-CUTTING OF CONIFER TREES (CHAINSAW) IN AND AROUND ESTABLISHED ASPEN STANDS AS WELL AS MACHINE PILING IN HIGH DENSITY LOCATIONS. THIS PROJECT DIRECTLY SUPPORTS 1) CONSERVATION STRATEGY 3: ASPEN HABITATS: SECURE AND ENHANCE ASPEN HABITATS IN THE OWYHEE UPLANDS PRIORITY CONSERVATION AREA AND THE SPECIES THAT DEPEND UPON THEM, GOAL 3A, 3B, 3B THROUGH THE STRATEGIC HABITAT CONSERVATION IN IDAHO PLAN 2017. THIS PROJECT ALSO DIRECTLY SUPPORTS CONSERVATION MEASURES IDENTIFIED IN THE IDAHO STATE WILDLIFE ACTION PLAN 2015.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9532aa1f-2277-0b7f-4ae8-83af6534d0ad-R", "generated_internal_id": "ASST_NON_F22AC02288_1448"}, {"internal_id": 150670619, "Award ID": "F22AC02280", "Award Amount": 27419.54, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-19", "CFDA Number": "15.660", "Description": "PRIOR TO THE PEARL HILL FIRE, SMITH DRAW SUPPORTED STANDS OF WATER BIRCH, WILLOW AND OTHER IMPORTANT RIPARIAN VEGETATION AND STRUCTURE IN A REGION OF THE STATE WHERE WATER RESOURCES ARE EXTREMELY RARE AND USUALLY DEGRADED FROM HISTORIC LAND USE. THIS PROJECT SEEKS TO RESTORE STRETCHES OF STREAM ON SMITH DRAW IN DOUGLAS COUNTY TO IMPROVE SYSTEM FUNCTION, WATER TABLE LEVEL AND CAPACITY FOR THE SYSTEM TO SUPPORT RIPARIAN AND WET MEADOW HABITAT WITHIN THE SAGEBRUSH ECOSYSTEM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 27419.54, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F22AC02280_1448"}, {"internal_id": 150670637, "Award ID": "F22AC02274", "Award Amount": 30000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-27", "CFDA Number": "15.660", "Description": "ANNUALLY, HUNDREDS TO THOUSANDS OF NORTHERN RED-LEGGED FROGS (RANA AURORA, RAAU) MIGRATE ACROSS HIGHWAY 30 TO GET FROM NON-BREEDING UPLAND HABITAT IN FOREST PARK TO WETLAND HABITAT IN HARBORTON WETLAND TO BREED AND LAY THEIR EGGS. IT IS ESTIMATED THAT CARS KILL HUNDREDS OF RAAU ON HIGHWAY 30. RAAU ARE A STATE SENSITIVE SPECIES AND A SPECIES OF GREATEST CONSERVATION NEED IN THE OREGON CONSERVATION STRATEGY. THE CONSERVATION STATUS OF RAAU MAKES RETENTION OF ROBUST POPULATIONS THROUGH THEIR RANGE A PRIORITY. CONSTRUCTION OF A WILDLIFE UNDERPASS WOULD DECREASE VEHICLE-RELATED MORTALITY WHILE INCREASING THE SIZE OF THIS POPULATION WITH THE AIM OF MAINTAINING THIS POPULATION INTO THE FUTURE. PRIOR TO CONSTRUCTION A FEASIBILITY STUDY, CONCEPTUAL PRELIMINARY, AN FINAL DESIGNS MUST BE CREATED. WE ARE ASKING FOR AN OWEB TECHNICAL ASSISTANCE GRANT TO HELP FUND THE DESIGN COSTS. THESE WILL DETAIL WHERE AN UNDERPASS CAN BE CONSTRUCTED GIVEN TOPOGRAPHY, LAND OWNERSHIP, AND GEOTECHNICAL CONSTRAINTS, PROVIDE A FINAL DESIGN THAT ENCOURAGES RAAU USE AND SURVIVAL, AND HAVE OREGON DEPARTMENT OF TRANSPORTATION (ODOT) APPROVAL. OUR PROJECT HAS SUPPORT FROM 10+ PARTNER ORGANIZATIONS AND 100* VOLUNTEERS. THESE VOLUNTEERS ARE PART OF THE HARBORTON FROG SHUTTLE, ESTABLISHED TO REDUCE VEHICLE-RELATED MORTALITY OF RAAU BY MOVING RAAU ACROSS HIGHWAY 30. THE SHUTTLE HAS MOVED AND COLLECTED DATA ON 6000+ RAAU IN SEVEN YEARS, BUT THE INVESTMENT TO RECRUIT, TRAIN, AND COORDINATE VOLUNTEERS IS NOT SUSTAINABLE. A WILDLIFE UNDERPASS IS A LONG-TERM SOLUTION THAT PROVIDES HIGH CONSERVATION OUTCOMES FOR RAAU AND INCREASES HABITAT CONNECTIVITY AND MIGRATORY ACCESS BETWEEN FOREST PARK AND HARBORTON WETLAND, BOTH OF WHICH LIE WITHIN CONSERVATION OPPORTUNITY AREAS OF THE OREGON CONSERVATION STRATEGY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37a1fb0b-1748-278b-137d-d90e1c816b0e-C", "generated_internal_id": "ASST_NON_F22AC02274_1448"}, {"internal_id": 150044853, "Award ID": "F22AC02157", "Award Amount": 123316.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-15", "CFDA Number": "15.660", "Description": "SPRINGSNAILS (HEREIN, GENUS PYRGULOPSIS) ARE TINY (1-5 MM) AQUATIC SNAILS THAT ARE USUALLY FOUND IN SPRINGHABITATS. NEVADA IS HOME TO A SURPRISING DIVERSITY OF SPRINGSNAILS, AND MANY ARE ENDEMIC TO A SINGLE SPRING.SPRINGSNAILS ARE OFTEN HIGHLY ABUNDANT (E.G., >1,000 PER SQUARE METER) IN SPRINGS AND CAN BE FOUND GRAZING ON THEALGAE THAT GROWS ON ROCKS IN THE WATER. THE ECOLOGY OF THESE SPRINGSNAILS IS NOT WELL KNOWN, BUT THEIR DOMINANTPRESENCE IN MANY SPRINGS SUGGESTS THEY LIKELY HAVE IMPORTANT ROLES IN THEIR ECOSYSTEM. OTHER FRESHWATER SNAILS(THOSE WITH GILLS AND USUALLY AN OPERCULUM) ARE KNOWN TO AFFECT ALGAL AND PERIPHYTON BIOMASS AND NUTRIENTCYCLING.THERE ARE NUMEROUS SPECIES OF SPRINGSNAILS ALREADY DESCRIBED FROM NEVADA. HOWEVER, A RECENT STUDY USINGMITOCHONDRIAL DNA DATA INDICATED NEVADA SPRINGS COULD POTENTIALLY HOST A UNIQUE SPECIES DISTINCT FROM THOSECURRENTLY NAMED. THESE WERE PREVIOUSLY INCLUDED IN THE P. KOLOBENSIS SPECIES COMPLEX AND ARE REFERRED TO AS\"LINEAGE C\" IN RECENT WORK. SPRINGSNAILS FROM NEW LOCALITIES CANNOT BE RELIABLY IDENTIFIED TO SPECIES USINGMORPHOLOGY ALONE. HOWEVER, THE TAXONOMY OF SPRINGSNAILS IS STILL IN FLUX, AND ADDITIONAL PHYLOGENETIC RESEARCHUSING MITOCHONDRIAL AND GENOMIC DATA AND ANATOMICAL EXAMINATION IS NEEDED TO VERIFY WHICH SPRINGSNAIL SPECIES AREVALID AND DESCRIBE ANY NEW SPECIES THAT ARE ENCOUNTERED.IN THIS PROJECT WE PROPOSE TO EVALUATE SEVERAL POPULATIONS OF SPRING SNAILS THAT PRELIMINARY DATA INDICATE MAY BENEW SPECIES. THIS EVALUATION WILL INVOLVE EXAMINATION OF SNAIL DNA, SHELL, AND INTERNAL ANATOMICAL FEATURES. THECOMBINATION OF THESE LINES OF EVIDENCE WILL BE USED TO DESCRIBE ANY NEW SPECIES IF THEY ARE SUPPORTED BY THESEDATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd9ce6c1-d2d8-6f1a-c221-161180c66ccd-C", "generated_internal_id": "ASST_NON_F22AC02157_1448"}, {"internal_id": 150670472, "Award ID": "F22AC01950", "Award Amount": 29855.93, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-07-19", "CFDA Number": "15.660", "Description": "THE POPEYE SHINER IS AN OHIO ENDANGERED SPECIES. THE FISH AND WILDLIFE SERVICE IS CURRENTLY CONDUCTING A SPECIES STATUS ASSESSMENT TO DETERMINE WHETHER POPEYE SHINER SHOULD BE ADDED TO THE FEDERAL LIST OF THREATENED AND ENDANGERED SPECIES. THIS PROJECT WILL ADDRESS THE CRITICAL NEED TO REFINE OUR UNDERSTANDING OF THE DISTRIBUTION AND ABUNDANCE OF POPEYE SHINERS IN OHIO, AS WELL AS TO IDENTIFY ENVIRONMENTAL FEATURES THAT ARE RELATED TO THEIR DISTRIBUTION AND ABUNDANCE. ADDITIONALLY, THIS PROJECT WILL CREATE AND INSTALL EDUCATIONAL SIGNAGE TO INFORM THE PUBLIC ON THE LIFE HISTORY AND CONSERVATION OF SEVERAL RATE NATIVE OHIO FISHES.PROJECT OBJECTIVES ARE TO (1) CONDUCT A STATUS ASSESSMENT OF THE CURRENT ABUNDANCE AND DISTRIBUTION OF THE POPEYE SHINER INSOUTHERN OHIO FOCUSED ON THE SCIOTO BRUSH CREEK BASIN AND A SELECTED PORTION OF SUNFISH CREEK BASIN, (2) AT A SUBSET OF EIGHTPAIRED SITES (WITH AND WITHOUT/LOW ABUNDANCE OF POPEYE SHINERS) IN THESE TWO BASINS, TO EVALUATE HABITAT, MONITOR WATERTEMPERATURE, SURVEY AQUATIC INSECTS, AND QUANTIFY TURBIDITY AND WATER TEMPERATURE, AND (3) DEVELOP EDUCATIONAL SIGNAGE THATADDRESSES RARE FISH CONSERVATION IN OHIO, TO BE DISPLAYED AT THE OLENTANGY RIVER WETLAND RESEARCH PARK ON THE CAMPUS OF THEOHIO STATE UNIVERSITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_F22AC01950_1448"}, {"internal_id": 149415626, "Award ID": "F22AC01368", "Award Amount": 150000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-06", "CFDA Number": "15.660", "Description": "WE WILL FURTHER EVALUATE THE SUITABILITY OF A WESTERN PORTION OF THE SOUTHERN OREGON CASCADES TO SUPPORT A REINTRODUCED AND SELF-SUSTAINING POPULATION OF FISHERS. HABITAT SUITABILITY EVALUATIONS, THE RECENT DOCUMENTED MOVEMENT BETWEEN THE TWO FISHER POPULATIONS IN SOUTHERN OREGON, AN ASSESSMENT OF FISHER CONNECTIVITY, AND EMPIRICAL ESTIMATES OF PREDATOR AND COMPETITOR OCCUPANCY SUPPORT PRIORITIZING PORTIONS OF THE SOUTHERN OREGON CASCADES FOR A FISHER REINTRODUCTION. A FURTHER EVALUATION OF SUITABILITY WILL INCLUDE A MORE COMPLETE UNDERSTANDING OF THE PREDATOR AND COMPETITOR COMMUNITY REINTRODUCED FISHERS WILL ENCOUNTER. WE WILL DEVELOP GENETIC TOOLS TO INDIVIDUALLY IDENTIFY FISHERS AND FISHER PREDATORS AND COMPETITORS FROM SCAT SAMPLES. CONCURRENTLY, WE WILL SURVEY PROPOSED REINTRODUCTION AREAS FOR SPECIES THAT FREQUENTLY CONSUME FISHERS (I.E., BOBCATS, MOUNTAIN LIONS, COYOTES) AND COMPETE WITH FISHERS (I.E., GREY FOX) USING SCAT-DETECTION TEAMS. WITH FUTURE FUNDING, WE WILL ESTIMATE THE ABUNDANCE AND SPATIAL PATTERNS OF PREDATOR AND COMPETITOR DENSITIES IN THE PROPOSED FISHER REINTRODUCTION AREA AND MAKE COMPARISONS TO OCCUPIED PORTIONS OF FISHER RANGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_F22AC01368_1448"}, {"internal_id": 147751375, "Award ID": "F22AC00980", "Award Amount": 104523.68, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-15", "CFDA Number": "15.660", "Description": "PARTNERING WITH THE US FOREST SERVICE, BUREAU OF LAND MANAGEMENT, AND FISH AND WILDLIFE SERVICE, SPECIAL STATUS PLANT SURVEYS WILL BE COMPLETED ON PUBLIC LANDS THROUGHOUT NORTHEASTERN NEVADA. THERE ARE 21 PLANT SPECIES ON THE ELKO BLM SENSITIVE SPECIES LIST AND 31 ON THE HUMBOLDT-TOIYABE NATIONAL FOREST, MANY OF WHICH CROSS ADMINISTRATIVE BOUNDARIES BETWEEN THE AGENCIES. THERE ARE A NUMBER OF HERBARIUM RECORDS FOR HISTORIC POPULATIONS OF SENSITIVE PLANT SPECIES LISTED IN THE INTERMOUNTAIN REGIONAL HERBARIUM THAT HAVE NOT BEEN SURVEYED DESPITE A DOCUMENTED COLLECTION. WORK WILL FOCUS PRIMARILY ON COMPLETING AN INVENTORY AND SURVEY OF THE FIELD LOCATIONS FOR HERBARIUM COLLECTION SITES FOLLOWED BY AN INVENTORY OF POLLINATORS UTILIZING THESE PLANT SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a08a76eb-442d-bf95-3219-5ec005ec09f3-C", "generated_internal_id": "ASST_NON_F22AC00980_1448"}, {"internal_id": 146954322, "Award ID": "F22AC00869", "Award Amount": 199997.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-04", "CFDA Number": "15.660", "Description": "THIS PROJECT IS A PARTNERSHIP BETWEEN THE NEVADA DIVISION OF NATURAL HERITAGE (NDNH) AND THE BUREAU OF LAND MANAGEMENT ELKO DISTRICT (BLM) TO INVENTORY AND ASSESS SPRINGS AND SPRINGSNAILS. DATA COLLECTED WILL ASSIST THE BLM AND NDNH TO DETERMINE IF AND WHERE SPRINGSNAIL SPECIES ARE ENDEMIC, EXPAND THE KNOWLEDGE OF THE KNOWN RANGE OF SPRINGSNAIL SPECIES, AND PROVIDE SPECIES LEVEL INFORMATION TO ASSIST IN MANAGEMENT DECISIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d997ad95-e58b-a739-d80c-d557360358cd-C", "generated_internal_id": "ASST_NON_F22AC00869_1448"}, {"internal_id": 147432463, "Award ID": "F22AC00854", "Award Amount": 57504.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-24", "CFDA Number": "15.660", "Description": "THE FISH LAKE VALLEY TUI CHUB (SIPHATELES BICOLOR SSP. #4) IS A RECOGNIZED BUT UNDESCRIBED SUBSPECIES OF TUI CHUB THAT IS NATIVE TO FISH LAKE VALLEY, ESMERELDA COUNTY, NV. TUI CHUBS A CYPRINID FISH THAT IS WIDE-RANGING THROUGHOUT THE GREAT BASIN; SEVERAL RESEARCHERS HAVE DONE PRELIMINARY PHYLOGEOGRAPHIC WORK ON TUI CHUB THROUGHOUT NEVADA AND EASTERN CALIFORNIA BUT NONE HAVE PUBLISHED THEIR RESULTS IN PEER REVIEWED JOURNALS. A 1999 REPORT BY MAY USING ALLOZYMES FOUND THAT DISCRIMINATORY POWER WAS LOW, BUT THAT MANY OF THE POPULATIONS WERE DISTINCT. THE PHYLOGENETICS/POPULATION HISTORY OF THIS SUBSPECIES COMPLEX IS EXPECTED TO BE COMPLICATED DUE TO THE HISTORY OF THE GREAT BASIN HYDROLOGICAL SYSTEMS SHIFTING THROUGHOUT THE PLEISTOCENE PLUVIAL LAKES ERAS AND SUBSEQUENT DRYING THROUGHOUT THE HOLOCENE. HOWEVER MORE UPDATED GENOMICS METHODS SHOULD PROVIDE GREATER RESOLUTION WHEN COMPARED TO EARLIER WORK USING MTDNA AND ALLOZYMES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_F22AC00854_1448"}, {"internal_id": 146647776, "Award ID": "F22AC00766", "Award Amount": 186668.36, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-02-17", "CFDA Number": "15.660", "Description": "THE GREAT BASIN INSTITUTE (GBI), IN COOPERATION WITH THE US FISH AND WILDLIFE SERVICE (USFWS), THE BUREAU OF LAND MANAGEMENT (BLM) AND NEVADA DEPARTMENT OF WILDLIFE (NDOW), WILL SUPPORT A FIELD CREW TO CONDUCT SMALL MAMMAL TRAPPING SURVEYS THROUGHOUT THE ELKO BLM DISTRICT. SURVEYS WILL FOCUS ON TWO SEPARATE SPECIES/GUILDS, EACH WITH THEIR OWN SURVEY PROTOCOL/METHODOLOGIES: 1) THE DARK KANGAROO MOUSE (MICRODIPODOPS MEGACEPHALUS) AND 2) SHREWS (SOREX SPECIES). THE SMALL MAMMAL SURVEY CREW WILL COLLECT TISSUE FROM CAPTURED TARGET SPECIES FOR GENETIC ANALYSIS, AND IN CERTAIN CIRCUMSTANCES, MAY NEED TO EUTHANIZE AND PREPARE SPECIMENS FOR CURATION. THE SMALL MAMMAL SURVEY CREW WILL ALSO TAKE DATA REGARDING HABITAT, SITE CHARACTERISTICS, AND WEATHER, AND MAY OCCASIONALLY ASSIST WITH OTHER DATA COLLECTION, SUCH AS PYGMY RABBIT (BRACHYLAGUS IDAHOENSIS) SURVEYS, IF TIME PERMITS. THE GBI FIELD CREW WILL COORDINATE WITH AGENCY STAFF TO SAMPLE DESIGNATED SITES ACCORDING TO SPECIFIED PROTOCOLS AND WILL ASSIST WITH PROJECT WRAP-UP AND REPORTING AT THE END OF THE SEASON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a08a76eb-442d-bf95-3219-5ec005ec09f3-C", "generated_internal_id": "ASST_NON_F22AC00766_1448"}, {"internal_id": 144472206, "Award ID": "F22AC00226", "Award Amount": 209523.81, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-12-07", "CFDA Number": "15.660", "Description": "USFWS GREAT BASIN ECOREGIONAL SEEDS OF SUCCESS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a08a76eb-442d-bf95-3219-5ec005ec09f3-C", "generated_internal_id": "ASST_NON_F22AC00226_1448"}, {"internal_id": 142500386, "Award ID": "F22AC00002", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-10-12", "CFDA Number": "15.660", "Description": "DISTRIBUTION AND DRIVERS OF THE POPEYE SHINER IN SOUTHERN OHIO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_F22AC00002_1448"}, {"internal_id": 139033690, "Award ID": "F21AP02665", "Award Amount": 40376.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-04", "CFDA Number": "15.660", "Description": "SPECIES STATUS ASSESSMENT FOR COLUMBIA AND CASCADE TORRENT SALAMANDERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F21AP02665_1448"}, {"internal_id": 138765788, "Award ID": "F21AP02574", "Award Amount": 25515.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-26", "CFDA Number": "15.660", "Description": "FROSTED ELFIN HABITAT RESTORATION IN SOUTHEASTERN MASSACHUSETTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "86976376-f13e-f73c-761b-ec3e50a624de-C", "generated_internal_id": "ASST_NON_F21AP02574_1448"}, {"internal_id": 138765864, "Award ID": "F21AP02488", "Award Amount": 14375.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-06", "CFDA Number": "15.660", "Description": "EXAMINING TUFTED PUFFIN POPULATION GENETICS IN THE NORTH PACIFIC", "Place of Performance Country Code": "CAN", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f61cd49-2b34-2654-db31-c65e75e1564d-C", "generated_internal_id": "ASST_NON_F21AP02488_1448"}, {"internal_id": 138765953, "Award ID": "F21AP02374", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-13", "CFDA Number": "15.660", "Description": "MONITORING RARE MOTHS OF THE DESERT SOUTHWEST", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_F21AP02374_1448"}, {"internal_id": 139632915, "Award ID": "F21AC03308", "Award Amount": 217234.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-23", "CFDA Number": "15.660", "Description": "SUPPORT FOR THE SNAIL EXTINCTION PREVENTION PROGRAM'S CAPTIVE PROPAGATION FACILITY AND REINTRODUCTION EFFORTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_F21AC03308_1448"}, {"internal_id": 140060515, "Award ID": "F21AC02940", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-03", "CFDA Number": "15.660", "Description": "GREAT PLAINS BUMBLE BEE ATLAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2324fca9-0de1-60c3-955c-4f54566a6c8b-C", "generated_internal_id": "ASST_NON_F21AC02940_1448"}, {"internal_id": 138765706, "Award ID": "F21AC02859", "Award Amount": 58000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "15.660", "Description": "NEWPORT BAY CAULERPA PROLIFERA SURVEYS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "906536f4-a936-e27f-4ac7-4df3f8a63bad-R", "generated_internal_id": "ASST_NON_F21AC02859_1448"}, {"internal_id": 139632631, "Award ID": "F21AC02659", "Award Amount": 112766.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "15.660", "Description": "SURVEY AND ASSESSMENT OF RARE ARTHROPOD SPECIES IN UNDER-SURVEYED AREAS OF MAUI AND HAWAII ISLAND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_F21AC02659_1448"}, {"internal_id": 138766130, "Award ID": "F21AC02640", "Award Amount": 88882.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-28", "CFDA Number": "15.660", "Description": "NEVADA SPRINGSNAIL IDENTIFICATION AND HABITAT DATA COLLECTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db2e86bc-d873-8ba5-31f9-060bf8695c90-C", "generated_internal_id": "ASST_NON_F21AC02640_1448"}, {"internal_id": 138766225, "Award ID": "F21AC02583", "Award Amount": 130172.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "15.660", "Description": "WETLAND RESTORATION AND GOPHER FROG ABNORMALITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2884b5da-4ccf-b31f-f1aa-5dd55ce0554e-C", "generated_internal_id": "ASST_NON_F21AC02583_1448"}, {"internal_id": 138765947, "Award ID": "F21AC02566", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-07-19", "CFDA Number": "15.660", "Description": "FY22 IDAHO SAGE-GROUSE ACTIONS TEAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d773d8b-60f4-4ca6-6990-e2f39225758c-C", "generated_internal_id": "ASST_NON_F21AC02566_1448"}, {"internal_id": 137751462, "Award ID": "F21AC02045", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-30", "CFDA Number": "15.660", "Description": "PRELIMINARY ENGINEERING & FEASIBILITY ANALYSIS OF ALTERNATIVES TO IMPROVE WINTER HABITAT FOR ARCTIC GRAYLING IN UPPER RED ROCK LAKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9048a3a-c9cc-1f74-0a3d-c9e0d11f9cec-C", "generated_internal_id": "ASST_NON_F21AC02045_1448"}, {"internal_id": 132907973, "Award ID": "F21AC01178", "Award Amount": 316244.4, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-28", "CFDA Number": "15.660", "Description": "USFWS BIODIVERSITY PROGRAM: EKDO STREAM SURVEYS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a08a76eb-442d-bf95-3219-5ec005ec09f3-C", "generated_internal_id": "ASST_NON_F21AC01178_1448"}, {"internal_id": 132907974, "Award ID": "F21AC01132", "Award Amount": 118809.51, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-26", "CFDA Number": "15.660", "Description": "USFWS BIODIVERSITY PROGRAM: EKDO EXCLOSURE MAINTENANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a08a76eb-442d-bf95-3219-5ec005ec09f3-C", "generated_internal_id": "ASST_NON_F21AC01132_1448"}, {"internal_id": 130337619, "Award ID": "F21AC00975", "Award Amount": 90670.38, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-07", "CFDA Number": "15.660", "Description": "LAHONTAN CUTTHROAT TROUT RECOVERY AND AQUATIC HABITAT SURVEYS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a08a76eb-442d-bf95-3219-5ec005ec09f3-C", "generated_internal_id": "ASST_NON_F21AC00975_1448"}, {"internal_id": 132907975, "Award ID": "F21AC00670", "Award Amount": 476190.48, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-22", "CFDA Number": "15.660", "Description": "EKDO WILDLIFE MONITORING PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a08a76eb-442d-bf95-3219-5ec005ec09f3-C", "generated_internal_id": "ASST_NON_F21AC00670_1448"}, {"internal_id": 125348103, "Award ID": "F21AC00450", "Award Amount": 20095.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-02-05", "CFDA Number": "15.660", "Description": "SEABIRD POPULATION RESTORATION AND INVASIVE GREEN IGUANA MANAGEMENT ON DESECHEO ISLAND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1d0b14a-ddc6-4729-f608-0a23654930a6-C", "generated_internal_id": "ASST_NON_F21AC00450_1448"}, {"internal_id": 123134714, "Award ID": "F21AC00350", "Award Amount": 63365.14, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-01-04", "CFDA Number": "15.660", "Description": "VIRGIN SPINEDACE AND OTHER SSAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_F21AC00350_1448"}, {"internal_id": 123134716, "Award ID": "F21AC00330", "Award Amount": 436195.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-01-07", "CFDA Number": "15.660", "Description": "CANDIDATE SPECIES CONSERVATION SCIENCE SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_F21AC00330_1448"}, {"internal_id": 116025286, "Award ID": "F21AC00154", "Award Amount": 75000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-11-30", "CFDA Number": "15.660", "Description": "DISTRIBUTIONAL AND HABITAT SURVEYS TO ASSESS POTENTIAL FUTURE RESTORATION AND REINTRODUCTION SITES FOR GUADALUPE FATMUCKET IN THE GUADALUPE RIVER BASIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_F21AC00154_1448"}, {"internal_id": 116025329, "Award ID": "F21AC00153", "Award Amount": 75000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-11-17", "CFDA Number": "15.660", "Description": "DISTRIBUTIONAL AND HABITAT SURVEYS TO ASSESS POTENTIAL FUTURE RESTORATION AND REINTRODUCTION SITES FOR TEXAS FATMUCKET IN THE UPPER COLORADO RIVER BASIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_F21AC00153_1448"}, {"internal_id": 110276590, "Award ID": "F20AP11387", "Award Amount": 24734.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "15.660", "Description": "RANGE-WIDE STATUS ASSESSMENT FOR RAVINE SEDGE (CAREX IMPRESSINERVIA)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_F20AP11387_1448"}, {"internal_id": 110276947, "Award ID": "F20AP11137", "Award Amount": 11000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-14", "CFDA Number": "15.660", "Description": "INVESTIGATION INTO THE GENETIC RELATIONSHIP BETWEEN THE CALCASIEU AND THE TECHE PAINTED CRAYFISHES UTILIZING THE BEST AVAILABLE SCIENTIFIC METHODS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6eeb09f-a1ef-7242-09ba-13662ee4e8e8-C", "generated_internal_id": "ASST_NON_F20AP11137_1448"}, {"internal_id": 108824984, "Award ID": "F20AP10433", "Award Amount": 46089.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-13", "CFDA Number": "15.660", "Description": "STATUS OF EASTERN BLACK RAILS WITHIN THE GREAT VALLEY OF VIRGINIA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "621f1721-8a91-41ed-a2d3-fd636268e5c5-C", "generated_internal_id": "ASST_NON_F20AP10433_1448"}, {"internal_id": 108824967, "Award ID": "F20AP10430", "Award Amount": 71250.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-12", "CFDA Number": "15.660", "Description": "CONSERVATION OF AT-RISK SPECIES IN NEW HAMPSHIRE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0618771b-7ad5-758b-5355-79de44525779-C", "generated_internal_id": "ASST_NON_F20AP10430_1448"}, {"internal_id": 110826107, "Award ID": "F20AC12234", "Award Amount": 160000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-22", "CFDA Number": "15.660", "Description": "ADAPTIVE MANAGEMENT AND CONSERVATION OF MESOCARNIVORES IN A LANDSCAPE OF WORKING FOREST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_F20AC12234_1448"}, {"internal_id": 110826128, "Award ID": "F20AC12212", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-21", "CFDA Number": "15.660", "Description": "SA NFWF FUEL MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "346923d1-e477-55ac-aef4-b507b9f329a9-C", "generated_internal_id": "ASST_NON_F20AC12212_1448"}, {"internal_id": 110277132, "Award ID": "F20AC11981", "Award Amount": 99744.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-09", "CFDA Number": "15.660", "Description": "JUVENILE SALMON GROWTH RATES AND TEMPERATURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_F20AC11981_1448"}, {"internal_id": 110277131, "Award ID": "F20AC11929", "Award Amount": 75000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-09", "CFDA Number": "15.660", "Description": "FISCAL YEAR 2020 CANDIDATE CONSERVATION ACTION FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_F20AC11929_1448"}, {"internal_id": 110277145, "Award ID": "F20AC11878", "Award Amount": 33522.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-11", "CFDA Number": "15.660", "Description": "WEST MAUI SNAIL EXCLOSURE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_F20AC11878_1448"}, {"internal_id": 110277144, "Award ID": "F20AC11800", "Award Amount": 120000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-11", "CFDA Number": "15.660", "Description": "SNAIL EXTINCTION PREVENTION PROGRAM - SUPPORT FOR CAPTIVE PROPAGATION AND REINTRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_F20AC11800_1448"}, {"internal_id": 109850164, "Award ID": "F20AC11772", "Award Amount": 124907.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-31", "CFDA Number": "15.660", "Description": "SUPPORTING DECISION MAKING FOR CONSERVATION OF AT-RISK HERPETOFAUNA IN THE LONGLEAF PINE ECOSYSTEM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_F20AC11772_1448"}, {"internal_id": 110826085, "Award ID": "F20AC11768", "Award Amount": 38671.48, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-16", "CFDA Number": "15.660", "Description": "FLORIDA AT-RISK SPECIES SURVEYS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_F20AC11768_1448"}, {"internal_id": 110277114, "Award ID": "F20AC11691", "Award Amount": 30000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "15.660", "Description": "MAINTAIN AND PROVIDE PLANT AND ANIMAL SPECIES DATA IN NEVADA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d997ad95-e58b-a739-d80c-d557360358cd-C", "generated_internal_id": "ASST_NON_F20AC11691_1448"}, {"internal_id": 110277142, "Award ID": "F20AC11607", "Award Amount": 152296.14, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "15.660", "Description": "HAWAII FRESHWATER SNAILS: UNDERSTUDIED AND UNPROTECTED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df3b8137-cebb-f460-7e71-980df8b47232-C", "generated_internal_id": "ASST_NON_F20AC11607_1448"}, {"internal_id": 110277089, "Award ID": "F20AC11537", "Award Amount": 30000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "15.660", "Description": "ALASKA BUMBLE BEE IDENTIFICATION AND FIELD SAMPLING: DEVELOPING DISTRIBUTION AND ECOLOGICAL ASSOCIATIONS TO INFORM EVALUATION OF CANDIDATES FOR ESA LISTING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60295d89-b22d-012f-5bda-efd5622a7a03-C", "generated_internal_id": "ASST_NON_F20AC11537_1448"}, {"internal_id": 109849953, "Award ID": "F20AC11521", "Award Amount": 60695.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-27", "CFDA Number": "15.660", "Description": "GENETIC ANALYSIS OF RELICT DACE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_F20AC11521_1448"}, {"internal_id": 110277158, "Award ID": "F20AC11497", "Award Amount": 45623.68, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-04", "CFDA Number": "15.660", "Description": "FISCAL YEAR 2020 CANDIDATE CONSERVATION ACTION FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "122248b6-e86e-6bfa-d356-4f53ea6dacbe-C", "generated_internal_id": "ASST_NON_F20AC11497_1448"}, {"internal_id": 109850219, "Award ID": "F20AC11302", "Award Amount": 15000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-19", "CFDA Number": "15.660", "Description": "EXTENSION OF NONINVASIVE GENETIC SURVEY FOR THE SIERRA NEVADA RED FOX DPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_F20AC11302_1448"}, {"internal_id": 110277154, "Award ID": "F20AC11301", "Award Amount": 160935.91, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-01", "CFDA Number": "15.660", "Description": "COLLECTING NATIVE SEED FOR GREAT BASIN RESTORATION - FWS NSO SEEDS OF SUCCESS INTERNS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a08a76eb-442d-bf95-3219-5ec005ec09f3-C", "generated_internal_id": "ASST_NON_F20AC11301_1448"}, {"internal_id": 109849961, "Award ID": "F20AC11159", "Award Amount": 75000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-24", "CFDA Number": "15.660", "Description": "KAUAI ENDANGERED PLANT AND BOG PROTECTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94faad02-b17f-22ff-6cd8-3737ce6cf3ba-C", "generated_internal_id": "ASST_NON_F20AC11159_1448"}, {"internal_id": 109850180, "Award ID": "F20AC11131", "Award Amount": 16126.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-24", "CFDA Number": "15.660", "Description": "GREENHORN YREKA PHLOX OCCURRENCE LAND CONSERVATION CONCEPT- SLT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9d5fd63a-a355-47e4-5ba1-b41cfd0ea30f-R", "generated_internal_id": "ASST_NON_F20AC11131_1448"}, {"internal_id": 110277141, "Award ID": "F20AC11021", "Award Amount": 51500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-09-02", "CFDA Number": "15.660", "Description": "FLORIDA AT-RISK SPECIES SURVEYS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_F20AC11021_1448"}, {"internal_id": 109850247, "Award ID": "F20AC10813", "Award Amount": 95000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-18", "CFDA Number": "15.660", "Description": "ASSESSING ANTHROPOGENIC AND NATURAL THREATS TO NEVADA'S RAREST PLANTS: RELATIONSHIPS BETWEENPOTENTIAL AND OBSERVED IMPACTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_F20AC10813_1448"}, {"internal_id": 108824916, "Award ID": "F20AC10804", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-14", "CFDA Number": "15.660", "Description": "FISCAL YEAR 2020 CANDIDATE CONSERVATION ACTION FUNDS, FY 20 SAGE-GROUSE ACTIONS TEAM PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d773d8b-60f4-4ca6-6990-e2f39225758c-C", "generated_internal_id": "ASST_NON_F20AC10804_1448"}, {"internal_id": 109850210, "Award ID": "F20AC10803", "Award Amount": 10000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-18", "CFDA Number": "15.660", "Description": "FISCAL YEAR 2020 CANDIDATE CONSERVATION ACTION FUNDS.    LUCKY PEAK BANDING STATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdf928a5-3644-7a23-a2b3-0ce91ac0920e-C", "generated_internal_id": "ASST_NON_F20AC10803_1448"}, {"internal_id": 96408345, "Award ID": "F20AC00392", "Award Amount": 98829.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-13", "CFDA Number": "15.660", "Description": "RAISING, MONITORING AND PROMOTING ISLAND MARBLE BUTTERFLIES AND HABITAT IN THE SAN JUAN ISLANDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ed4b8ea-804a-3dda-c417-2f52338faed6-R", "generated_internal_id": "ASST_NON_F20AC00392_1448"}, {"internal_id": 96408279, "Award ID": "F20AC00144", "Award Amount": 44000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-04-02", "CFDA Number": "15.660", "Description": "CALIFORNIA CONDOR RECOVERY ACTIONS IN UTAH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac40215-ace8-1ddc-8593-61e7fd86b6a0-C", "generated_internal_id": "ASST_NON_F20AC00144_1448"}, {"internal_id": 86319964, "Award ID": "F19AP00902", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-18", "CFDA Number": "15.660", "Description": "FUNDS UNDER THIS AWARD ARE TO BE USED TO WORK TO WORK WITH A PRIVATE LANDOWNER IN ARIZONA. ARIZONA GAME AND FISH DEPARTMENT WILL OVERSEE THE IMPLEMENTATION\nOF THE LANDOWNER AGREEMENT WITH BEARIZONA.  BEARIZONA, A PRIVATE WILDLIFE PARK IN WILLIAMS, AZ IN COOPERATION WITH THE AGFD, KAIBAB NATIONAL FOREST (KNF),\nAND USFWS, PROPOSES TO CONSTRUCT A POND TO SERVE AS A NORTHERN LEOPARD FROG (LITHOBATES [RANA] PIPIENS) REFUGE SITE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "35b9b619-8460-b94e-a3b2-ddb53d049d26-C", "generated_internal_id": "ASST_NON_F19AP00902_1448"}, {"internal_id": 86319940, "Award ID": "F19AP00856", "Award Amount": 60000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-18", "CFDA Number": "15.660", "Description": "CAVE BEETLE SURVEYS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5a9f688a-2670-61ad-fc56-53d6f6e5c384-C", "generated_internal_id": "ASST_NON_F19AP00856_1448"}, {"internal_id": 86319915, "Award ID": "F19AP00745", "Award Amount": 31000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-01", "CFDA Number": "15.660", "Description": "MONCUS PARK OUTDOOR SHOWCASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e46ec552-a1be-a00b-9a18-eea81efa41e0-R", "generated_internal_id": "ASST_NON_F19AP00745_1448"}, {"internal_id": 85347077, "Award ID": "F19AP00375", "Award Amount": 19021.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-29", "CFDA Number": "15.660", "Description": "HABITAT RESTORATION FOR THE SAND-VERBENA MOTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5ef3308c-c237-fdde-6a60-98eb4c2e6280-C", "generated_internal_id": "ASST_NON_F19AP00375_1448"}, {"internal_id": 83418223, "Award ID": "F19AP00318", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-11", "CFDA Number": "15.660", "Description": "ISLAND MARBLE BUTTERFLY HABITAT EXPANSION PROJECT- SAN JUAN ISLAND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c71957a2-9d71-cbee-7b2f-84644ac48e44-R", "generated_internal_id": "ASST_NON_F19AP00318_1448"}, {"internal_id": 83418794, "Award ID": "F19AC00583", "Award Amount": 20000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "15.660", "Description": "LOW STRESS LIVESTOCK HANDLING FOR RANGELAND HEALTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f8e84a16-1e93-d368-989e-f444174fae7e-R", "generated_internal_id": "ASST_NON_F19AC00583_1448"}, {"internal_id": 85346653, "Award ID": "F19AC00519", "Award Amount": 201000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-22", "CFDA Number": "15.660", "Description": "STATUS SURVEYS OF AT-RISK PLANTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b3dfd6f3-5795-1044-56ac-46eaee031e59-C", "generated_internal_id": "ASST_NON_F19AC00519_1448"}, {"internal_id": 83418779, "Award ID": "F19AC00510", "Award Amount": 7999.2, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-06", "CFDA Number": "15.660", "Description": "USING HABITAT MAPPING AND BROADCAST SURVEYS TO EVALUATE CALIFORNIA SPOTTED OWL DISTRIBUTION, NESTING SUCCESS, AND DIET IN NEVADA'S CARSON RANGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a46ea3f9-022e-da5e-9c0d-bf676f6e220f-C", "generated_internal_id": "ASST_NON_F19AC00510_1448"}, {"internal_id": 85346643, "Award ID": "F19AC00477", "Award Amount": 40000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-08-30", "CFDA Number": "15.660", "Description": "SAGE-GROUSE ACTIONS TEAM PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d773d8b-60f4-4ca6-6990-e2f39225758c-C", "generated_internal_id": "ASST_NON_F19AC00477_1448"}, {"internal_id": 83418718, "Award ID": "F19AC00324", "Award Amount": 15000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-07-30", "CFDA Number": "15.660", "Description": "MONARCH, MILKWEED, AND POLLINATOR RECOVERY EFFORTS IN LATAH COUNTY, IDAHO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "674f54b0-fd9b-c12a-9014-cf668631008f-R", "generated_internal_id": "ASST_NON_F19AC00324_1448"}, {"internal_id": 68588664, "Award ID": "F18AP00849", "Award Amount": 20000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-11", "CFDA Number": "15.660", "Description": "BLACK FOOTED FERRET REINTRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac40215-ace8-1ddc-8593-61e7fd86b6a0-C", "generated_internal_id": "ASST_NON_F18AP00849_1448"}, {"internal_id": 68588694, "Award ID": "F18AP00809", "Award Amount": 13835.02, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-04", "CFDA Number": "15.660", "Description": "F18AP00809", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6eeb09f-a1ef-7242-09ba-13662ee4e8e8-C", "generated_internal_id": "ASST_NON_F18AP00809_1448"}, {"internal_id": 67751756, "Award ID": "F18AP00601", "Award Amount": 5970.1, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-24", "CFDA Number": "15.660", "Description": "TEXAS TRILLIUM POPULATION STATUS ASSESSMENT ON PRIVATE LANDS IN CADDO PARISH, LOUISIANA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6eeb09f-a1ef-7242-09ba-13662ee4e8e8-C", "generated_internal_id": "ASST_NON_F18AP00601_1448"}, {"internal_id": 67751771, "Award ID": "F18AP00483", "Award Amount": 15993.3, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-25", "CFDA Number": "15.660", "Description": "WA-UPR COL RIV TRANSBOUNDARY AMPHIBIAN C", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31bd8d1e-3109-fbc5-75d0-dbd064639a90-C", "generated_internal_id": "ASST_NON_F18AP00483_1448"}, {"internal_id": 67848331, "Award ID": "F18AC00516", "Award Amount": 30000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-13", "CFDA Number": "15.660", "Description": "ID-ID FWO SAGE-GROUSE ACTIONS TEAM PROJE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d773d8b-60f4-4ca6-6990-e2f39225758c-C", "generated_internal_id": "ASST_NON_F18AC00516_1448"}, {"internal_id": 66582053, "Award ID": "F18AC00299", "Award Amount": 9986.54, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-02", "CFDA Number": "15.660", "Description": "GENOMICS OF THE BOG BUCKMOTH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_F18AC00299_1448"}, {"internal_id": 67751839, "Award ID": "F18AC00070", "Award Amount": 30097.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-24", "CFDA Number": "15.660", "Description": "F18AC00070", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5ef3308c-c237-fdde-6a60-98eb4c2e6280-C", "generated_internal_id": "ASST_NON_F18AC00070_1448"}, {"internal_id": 48607581, "Award ID": "F17AP01047", "Award Amount": 28455.99, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-09-20", "CFDA Number": "15.660", "Description": "CHESAPEAKE LOGPERCH AND MUSSEL SURVEYS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_F17AP01047_1448"}, {"internal_id": 48607281, "Award ID": "F17AP00723", "Award Amount": 23792.42, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-25", "CFDA Number": "15.660", "Description": "STATUS SURVEYS FOR CONSERVATION STATUS OF ASHY AND REDLIPS DARTERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9025c050-002f-3b44-cc43-fc1193b929c9-C", "generated_internal_id": "ASST_NON_F17AP00723_1448"}, {"internal_id": 48607042, "Award ID": "F17AP00464", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-07", "CFDA Number": "15.660", "Description": "TRANSBOUNDARY AMPHIBIAN CONSERVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31bd8d1e-3109-fbc5-75d0-dbd064639a90-C", "generated_internal_id": "ASST_NON_F17AP00464_1448"}, {"internal_id": 48605265, "Award ID": "F17AC01219", "Award Amount": 36098.09, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-18", "CFDA Number": "15.660", "Description": "2017 TTU BARNES DARTER AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95d94808-e0be-db6c-8427-388ef19b47fc-C", "generated_internal_id": "ASST_NON_F17AC01219_1448"}, {"internal_id": 48604993, "Award ID": "F17AC00939", "Award Amount": 18698.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-04", "CFDA Number": "15.660", "Description": "2017 BCS UNIV ALA IN HUNTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "645c4737-caef-ce68-2bfb-9b507be06ddd-C", "generated_internal_id": "ASST_NON_F17AC00939_1448"}, {"internal_id": 48604667, "Award ID": "F17AC00599", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-29", "CFDA Number": "15.660", "Description": "ISLAND MARBLE BUTTERFLY  CCAA DEVELOPMENT 2017", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F17AC00599_1448"}, {"internal_id": 48604626, "Award ID": "F17AC00558", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-06", "CFDA Number": "15.660", "Description": "SAGE-GROUSE ACTIONS TEAM PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d773d8b-60f4-4ca6-6990-e2f39225758c-C", "generated_internal_id": "ASST_NON_F17AC00558_1448"}, {"internal_id": 48604557, "Award ID": "F17AC00489", "Award Amount": 4200.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-24", "CFDA Number": "15.660", "Description": "COOPERATIVE SAGEBRUSH/RANGELAND OUTREACH AND EDUCATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "acbdbedd-3527-0e85-711f-c03439026d19-C", "generated_internal_id": "ASST_NON_F17AC00489_1448"}, {"internal_id": 48604316, "Award ID": "F17AC00232", "Award Amount": 35000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-05-01", "CFDA Number": "15.660", "Description": "ISLAND MARBLE BUTTERFLY PLANT MATERIALS PRODUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdb21379-cff6-6365-93cd-c0a1cc3083c1-C", "generated_internal_id": "ASST_NON_F17AC00232_1448"}, {"internal_id": 48603925, "Award ID": "F16AP00992", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-06", "CFDA Number": "15.660", "Description": "RANGE-WIDE STATUS ASSESSMENT OF HEXASTYLIS SPECIOSA, HARPER         S GINGER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_F16AP00992_1448"}, {"internal_id": 48603923, "Award ID": "F16AP00990", "Award Amount": 14743.7, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-09-06", "CFDA Number": "15.660", "Description": "RANGE-WIDE STATUS ASSESSMENT OF PHLOX PULCHRA, WHERRY'S PHLOX", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_F16AP00990_1448"}, {"internal_id": 48603714, "Award ID": "F16AP00776", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-04", "CFDA Number": "15.660", "Description": "RANGE-WIDE SURVEY AND STATUS ASSESSMENT OF LINDERA SUBCORIACEA (BOG SPICEBUSH)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_F16AP00776_1448"}, {"internal_id": 48603582, "Award ID": "F16AP00641", "Award Amount": 159267.1, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-09", "CFDA Number": "15.660", "Description": "CASCADE FISHER REINTRODUCTION PROJECT 2016 - 2018", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F16AP00641_1448"}, {"internal_id": 48603518, "Award ID": "F16AP00574", "Award Amount": 45000.0, "Award Type": null, "Base Obligation Date": "2016-07-29", "CFDA Number": "15.660", "Description": "COMPARING POPULATION VITAL RATES FROM TRANSLOCATED & RESIDENT GREATER SAGE-GROUSE ON THE YAKIMA TRAINING CENTER (YTC), YAKIMA, WA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_F16AP00574_1448"}, {"internal_id": 48603427, "Award ID": "F16AP00481", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-02", "CFDA Number": "15.660", "Description": "D7 ANNUAL GRAS BIOCONTROL COOPERATIVE RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "487437a2-1817-cb10-0f89-8ca7839a5f2d-R", "generated_internal_id": "ASST_NON_F16AP00481_1448"}, {"internal_id": 48603389, "Award ID": "F16AP00443", "Award Amount": 19527.41, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-07", "CFDA Number": "15.660", "Description": "TUFTED PUFFIN STATUS, TRENDS, AND MECHANISMS FOR DECLINE IN CA CURRENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F16AP00443_1448"}, {"internal_id": 48603327, "Award ID": "F16AP00375", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-06-07", "CFDA Number": "15.660", "Description": "PRAIRIE CONSERVATION ON THE NEZ PERCE INDIAN RESERVATION PHASE II", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_F16AP00375_1448"}, {"internal_id": 48601267, "Award ID": "F16AC00899", "Award Amount": 67499.9, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-11", "CFDA Number": "15.660", "Description": "BURNS PAUITE ECOLOGY IN POST FIRE LANDSCAPES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "893cdbe2-8741-f6e5-258f-3e14a488b81e-C", "generated_internal_id": "ASST_NON_F16AC00899_1448"}, {"internal_id": 48600841, "Award ID": "F16AC00467", "Award Amount": 25000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-13", "CFDA Number": "15.660", "Description": "SAGE-GROUSE ACTIONS TEAM PROJECTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d773d8b-60f4-4ca6-6990-e2f39225758c-C", "generated_internal_id": "ASST_NON_F16AC00467_1448"}, {"internal_id": 48600797, "Award ID": "F16AC00423", "Award Amount": 7500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-06-17", "CFDA Number": "15.660", "Description": "HUMBLE ROOTS NORTHERN WORMWOD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3621b07-1bbf-321b-9eba-c802b03d89ce-R", "generated_internal_id": "ASST_NON_F16AC00423_1448"}, {"internal_id": 48600719, "Award ID": "F16AC00345", "Award Amount": 9994.34, "Award Type": null, "Base Obligation Date": "2016-06-20", "CFDA Number": "15.660", "Description": "INTERMOUNTAIN BIRD OBSERVATORY PROJECT SUPPORT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fdf928a5-3644-7a23-a2b3-0ce91ac0920e-C", "generated_internal_id": "ASST_NON_F16AC00345_1448"}, {"internal_id": 48600249, "Award ID": "F15AP00997", "Award Amount": 195000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-31", "CFDA Number": "15.660", "Description": "MONTANA ARCTIC GRAYLING CONSERVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9048a3a-c9cc-1f74-0a3d-c9e0d11f9cec-C", "generated_internal_id": "ASST_NON_F15AP00997_1448"}, {"internal_id": 48599962, "Award ID": "F15AP00706", "Award Amount": 4587.34, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-18", "CFDA Number": "15.660", "Description": "EVALUATING IF CRP-SAFE PROVIDES QUALITY HABITAT AND IMPROVES POPULATIONS OF SAGE-GROUSE AND COLUMBIAN SHARP-TAILED GROUSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "da20edf0-db27-636c-afb8-6b9a14e05e64-C", "generated_internal_id": "ASST_NON_F15AP00706_1448"}, {"internal_id": 48599807, "Award ID": "F15AP00548", "Award Amount": 45360.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-08-05", "CFDA Number": "15.660", "Description": "LINCOLN COUNTY SAGE GROUSE RECOVERY IMPLEMENTATION 2015-2016", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F15AP00548_1448"}, {"internal_id": 48597748, "Award ID": "F15AC01114", "Award Amount": 15000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-31", "CFDA Number": "15.660", "Description": "RMS WACCAMAW RIVER TRACT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc00d6fc-b52e-4195-d2e6-3db01f8afb36-C", "generated_internal_id": "ASST_NON_F15AC01114_1448"}, {"internal_id": 48597742, "Award ID": "F15AC01108", "Award Amount": 115500.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-30", "CFDA Number": "15.660", "Description": "OCCURRENCE, DISTRIBUTION, CONNECTIVITY & MANAGEMENT NEEDS OF AT-RISK AMPHIBIAN & REPTILE POPULATIONS ON THE FRANCIS MARION NATIONAL FOREST, HUGER, SC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18f9e6f7-d520-7bd0-21d4-7b72a772b939-C", "generated_internal_id": "ASST_NON_F15AC01108_1448"}, {"internal_id": 48597453, "Award ID": "F15AC00814", "Award Amount": 36990.91, "Award Type": null, "Base Obligation Date": "2015-08-26", "CFDA Number": "15.660", "Description": "ADOPT-A-LEK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37a1fb0b-1748-278b-137d-d90e1c816b0e-C", "generated_internal_id": "ASST_NON_F15AC00814_1448"}, {"internal_id": 48597445, "Award ID": "F15AC00806", "Award Amount": 113600.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-07-28", "CFDA Number": "15.660", "Description": "ELFIN-WWODS WARBLER RAPID POPULATION ASSESSMETNS AT EL YUNQUE NATIONAL FOREST, CARITE COMMONWEALTH FOREST AND PRIVATE LANDS SURROUNDING BOTH FORESTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7dc2190b-da11-a6a6-3d29-f2f42938fea1-C", "generated_internal_id": "ASST_NON_F15AC00806_1448"}, {"internal_id": 48597398, "Award ID": "F15AC00759", "Award Amount": 20710.16, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-07", "CFDA Number": "15.660", "Description": "GEOGRAPHIC ORIGINS AND POPULATION GENETICS AND GENOMICS OF BATS KILLED AT WIND-ENERGY FACILITIES IN THE MIDWEST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9931ff0-5a50-5c92-b8bf-9686e5ba37aa-C", "generated_internal_id": "ASST_NON_F15AC00759_1448"}, {"internal_id": 48597128, "Award ID": "F15AC00485", "Award Amount": 10516.28, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-06-25", "CFDA Number": "15.660", "Description": "CONSERVATION GENETICS OF BARRENS TOPMINNOW (FUNDULUS JULISIA)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95d94808-e0be-db6c-8427-388ef19b47fc-C", "generated_internal_id": "ASST_NON_F15AC00485_1448"}, {"internal_id": 48596710, "Award ID": "F15AC00060", "Award Amount": 221634.24, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-27", "CFDA Number": "15.660", "Description": "VALLEY ELDERBERRY LONGHORN BEETLE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e2f11d9-030b-5288-d89f-1f6fd7f111f3-C", "generated_internal_id": "ASST_NON_F15AC00060_1448"}, {"internal_id": 48592299, "Award ID": "F13AP00279", "Award Amount": 76600.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-04-18", "CFDA Number": "15.660", "Description": "RURAL FIRE PROTECTION DISTRICT FORMATION IN SOUTHERN IDAHO WITHIN RANGE OF GREATER SAGE-GROUSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c031042-3aca-3cca-9a64-10b1819c41a2-C", "generated_internal_id": "ASST_NON_F13AP00279_1448"}, {"internal_id": 48590521, "Award ID": "F13AC00743", "Award Amount": 132221.03, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2013-08-13", "CFDA Number": "15.660", "Description": "RECOVERY PLANNING AND CANDIDATE CONSERVATION AGREEMENTS DOCUMENT PREPARATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac40215-ace8-1ddc-8593-61e7fd86b6a0-C", "generated_internal_id": "ASST_NON_F13AC00743_1448"}, {"internal_id": 48590510, "Award ID": "F13AC00728", "Award Amount": 24000.0, "Award Type": null, "Base Obligation Date": "2013-08-13", "CFDA Number": "15.660", "Description": "VIRGIN RIVER CHUB AND WOUNDFIN 5-YEAR REVIEW DOCUMENT PREPARATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ac40215-ace8-1ddc-8593-61e7fd86b6a0-C", "generated_internal_id": "ASST_NON_F13AC00728_1448"}, {"internal_id": 48589370, "Award ID": "F12AP00729", "Award Amount": -219.81, "Award Type": null, "Base Obligation Date": "2015-07-02", "CFDA Number": "15.660", "Description": "MODIFICATION TO EXTEND AGREEMENT PERIOD OF PERFORMANCE TO 06/30/2016.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_F12AP00729_1448"}, {"internal_id": 69971337, "Award ID": "F11AC00364", "Award Amount": 0.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-10-15", "CFDA Number": "15.660", "Description": "ANALYSIS OF NATURAL AND SYNTHETIC HORMONES AND PESTICIDES FROM POCIS EXTRACTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_F11AC00364_1448"}]