[{"internal_id": 156908323, "Award ID": "F23AC00602", "Award Amount": 4126396.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-21", "CFDA Number": "15.661", "Description": "THE LOWER SNAKE RIVER COMPENSATION PLAN PROVIDES PARTIAL MITIGATION FOR THE IMPACTS OF THE FOUR DAMS SITUATED ON THE LOWER SNAKE RIVER UPON SNAKE RIVER AND COLUMBIA RIVER FISHERIES. IN COOPERATION WITH THE U.S. FISH AND WILDLIFE SERVICE, THE WASHINGTON DEPARTMENT OF FISH AND WILDLIFE  OPERATES AND MAINTAINS TWO FISH HATCHERIES AND THEIR SATELLITE FACILITIES, INCLUDING COLLECTION OF BROOD STOCK, JUVENILE PRODUCTION AND TRANSPORT, AND FISH MARKING  MONITORS AND EVALUATES HATCHERY PRODUCTION AND FISHERIES  AND, PROVIDES FISH HEALTH, PLANNING, ADMINISTRATIVE, TECHNICAL, AND POLICY SUPPORT TO THE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F23AC00602_1448"}, {"internal_id": 156520737, "Award ID": "F23AC00567", "Award Amount": 436819.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-13", "CFDA Number": "15.661", "Description": "FISH INVENTORY SYSTEM (FINS) IS A DATABASE PROJECT DESIGNED TO BE AN ACCESSIBLE, USEFUL, AND  STANDARDIZED TOOL USED TO ASSIST HATCHERY AND RESEARCH FACILITIES WITHIN THE SNAKE RIVER BASIN. THE DATA COLLECTED AND QUERIED IN FINS ASSISTS WITH FISHERIES MANAGEMENT (BROOD STOCK MANAGEMENT, HARVEST MONITORING, ETC.), REPORTING REQUIREMENTS FOR RELATED PERMITTING AND SCIENTIFIC REVIEWS AND OVERALL HATCHERY OPERATIONS. FINS PROVIDES A SECURE, WEB BASED, BACKED UP, CENTRALIZED, UNIFORM DATABASE FOR NECESSARY STRUCTURED DATA STORAGE OF FISH HATCHERIES ACROSS A NUMBER OF STATE, TRIBAL AND FEDERAL FISH HATCHERIES. FINS USES AN OPEN ARCHITECTURE AND PRESENTLY PROVIDES DATA ENTRY USERS THE ABILITY TO RECORD DATA VIA THE INTERNET FOR A SERIES OF DATA MODULES SPECIFIC TO TRAPPING, HOLDING, SPAWNING, INCUBATION, REARING AND RELEASE. TRANSFER EVENTS OF FISH ACROSS HATCHERIES, REGARDLESS OF FEDERAL, STATE OR TRIBAL OPERATIONS AND FUNDING SOURCE ARE ALSO CAPTURED IN THE DATABASE. OFFLINE DATA ENTRY IS PROVIDED FOR USERS WITHOUT INTERNET FOR ADULT TRAPPING AND SPAWNING EVENTS THAT CAN BE UPLOADED INTO THE DATABASE. IN ADDITION TO RECORDING DATA OF THE FISH AT EACH LIFE STAGE, USERS CAN ALSO DOCUMENT THE ACTIONS TAKEN THAT AFFECT THEIR FISH INVENTORY. THE FINS DATABASE IS UTILIZED AT HATCHERY AND RESEARCH LOCATIONS IN THE SNAKE RIVER BASIN FOR ALL SPECIES TRAPPED, SPAWNED, REARED, TRANSPORTED AND RELEASED FOR ANADROMOUS FISH MANAGEMENT. PRIMARILY, FINS ACTS AS A TOOL TO ALL USERS BY ALLOWING THEM TO VIEW AUTHORITATIVE AND UP TO DATE DATA IN A USER FRIENDLY OFFICE DATA ENTRY CONSOLE, ENABLING ACCESS TO REAL TIME, ESSENTIAL DATA USED FOR FISH MANAGEMENT AND OPERATION OF HATCHERY FACILITIES WHILE SERVING AS A CORE COLLECTION AND STORAGE SYSTEM. THE FINS DATABASE WILL STORE CRITICAL DATA (E.G. TRAPPING, SPAWNING, SMOLT RELEASE), REGARDING ANADROMOUS HATCHERY ACTIVITIES AND FISHERIES MANAGEMENT WITHIN IDAHO AND NORTHEAST OREGON IN A CENTRALIZED LOCATION AND IN A STANDARDIZED FORMAT. THE DATABASE CAPTURES AND MAINTAINS QUALITY DATA METADATA AND ALSO PROVIDES THE MEANS TO RETRIEVE SUMMARIZED DATA TO FACILITATE FISHERIES MANAGEMENT DECISIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5254feb-13f4-58f0-e60a-d452dabefe63-C", "generated_internal_id": "ASST_NON_F23AC00567_1448"}, {"internal_id": 156520702, "Award ID": "F23AC00556", "Award Amount": 651717.92, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-09", "CFDA Number": "15.661", "Description": "PROJECT ABSTRACTTHE LOWER SNAKE RIVER FISH AND WILDLIFE COMPENSATION PLAN (LSRCP) WAS AUTHORIZED BY THE WATER RESOURCE DEVELOPMENT ACT OF 1976 (90 STAT. 2917) TO OFFSET ANADROMOUS FISH LOSSES RESULTING FROM THE CONSTRUCTION AND OPERATION OF THE FOUR LOWER SNAKE RIVER DAMS. THE 1976 LSRCP LEGISLATION AUTHORIZED FUNDING TO CONSTRUCT ANADROMOUS FISH HATCHERIES AND ASSOCIATED SATELLITE FACILITIES TO PRODUCE ENOUGH JUVENILE FISH TO RETURN 18,300 FALL CHINOOK SALMON, 58,700 SPRING SUMMER CHINOOK SALMON, AND 55,100 STEELHEAD ADULTS TO THE PROJECT AREA. TO MEET THESE MITIGATION GOALS, APPROXIMATELY ELEVEN HATCHERIES AND FOURTEEN SATELLITE FACILITIES WERE CONSTRUCTED IN IDAHO, OREGON, AND WASHINGTON. THE SHOSHONE BANNOCK TRIBES (SBT) SEEKS FUNDING FROM THE LSRCP HELP THEM MEET THESE ADULT RETURN GOALS. ULTIMATELY, THE SBT DESIRES TO IMPROVE ADULT RETURNS IN OUR HISTORICAL ANADROMOUS FISH HUNTING GROUNDS TO ADULTS ARE PRESENT WHERE SBT MEMBERS CAN HARVEST THEM WITH TRADITIONAL AND CONTEMPORARY METHODS.PROJECT NARRATIVESBT POLICY IS FOCUSED ON IMPROVING HARVEST OPPORTUNITIES FOR MEMBERS OF THE SBT THROUGH ADAPTIVE MANAGEMENT OF EXISTING AND OR DEVELOPMENT OF NEW ARTIFICIAL PROPAGATION FACILITIES. OUR CURRENT PRIORITIES INCLUDE INCREASING SPRING SUMMER CHINOOK SALMON PRODUCTION IN THE SALMON RIVER, RE PRIORITIZING STEELHEAD PRODUCTION IN THE SALMON RIVER BASIN TO ENSURE THE SBT IS ACTIVELY PARTICIPATING IN THE CO MANAGEMENT OF ARTIFICIAL PROPAGATION, AND DEVELOPING FALL CHINOOK SALMON PRODUCTION IN THE SALMON RIVER BASIN TO MEET TRIBAL HARVEST NEEDS. THE PRIMARY OBJECTIVE BEING TO RELEASE JUVENILE FISH IN TERMINAL LOCATIONS THAT FACILITATE TRADITIONAL SALMON AND STEELHEAD HUNTING AND ASSOCIATED CULTURAL PRACTICES.WHEN THE LSRCP WAS BEING PLANNED, IT WAS DETERMINED THAT APPROXIMATELY 79.5  (46,656   58,656) OF THE SPRING SUMMER CHINOOK SALMON MITIGATION WAS DERIVED FROM RETURNS TO THE SALMON RIVER. HOWEVER, WHEN HATCHERIES WERE CONSTRUCTED, ONLY 46.7  (27,445   58,700) OF THE COMPENSATION WAS PUT TOWARDS HATCHERY RELEASES THAT WOULD OCCUR IN THE SALMON RIVER. THIS IS UNACCEPTABLE TO THE SBT AND WE SEEK TO ENSURE AN APPROPRIATE AMOUNT OF COMPENSATION OF SPRING SUMMER CHINOOK SALMON PRODUCTION OCCURS IN THE SALMON RIVER BASIN, WHERE THE SYSTEM IS CURRENTLY HARVEST LIMITED. NOT ONLY HAS THE SBT PROPOSED A NEW HATCHERY IN COLLABORATION WITH BONNEVILLE POWER ADMINISTRATION, WE SEEK TO ADAPTIVELY MANAGE SPRING SUMMER CHINOOK SALMON PRODUCTION AT SAWTOOTH AND MCCALL FISH HATCHERIES.APPROXIMATELY 30.7  (16,896   55,104) OF THE STEELHEAD MITIGATION WAS DERIVED FROM RETURNS TO THE SALMON RIVER. WHEN HATCHERIES WERE CONSTRUCTED, 45.8  (25,260   55,100) OF THE COMPENSATION WAS PUT TOWARDS STEELHEAD RELEASES FOR THE SALMON RIVER. IT IS IMPORTANT TO NOTE THAT THE STEELHEAD PROGRAM WAS DEVELOPED TO FACILITATE MAINSTEM, NON TRIBAL FISHERIES. THE SBT ARE TERMINAL STEELHEAD HUNTERS AND WE SEEK TO EXPAND STEELHEAD HARVEST OPPORTUNITIES FOR SBT MEMBERS IN TERMINAL FISHING AREAS (E.G., YANKEE FORK SALMON RIVER, EAST FORK SALMON RIVER). TERMINAL HUNTING OF FISHES IS IMPORTANT TO ILLUMINATING OUR KNOWLEDGE SYSTEMS BY APPROPRIATE HUNTING TECHNIQUES, RITES OF PASSAGE THAT INFORM OUR MANAGEMENT AND POLICIES TOWARDS PRODUCTIVE COMMUNITIES AND FISHERIES.THE AMOUNT OF FUNDING THE SBT RECEIVES FROM THE LSRCP HAS A DIRECT IMPACT ON OUR ABILITY TO CO MANAGE ANADROMOUS FISH RESOURCES AND ENSURE OUR HARVEST NEEDS ARE ACHIEVED. ULTIMATELY, THE SBT DESIRES TO IMPROVE ADULT RETURNS AND ENSURE THESE ADULTS RETURN WHERE SBT MEMBERS CAN HARVEST THEM WITH TRADITIONAL AND CONTEMPORARY METHODS. TO ACCOMPLISH THIS, THE SBT WILL NEED FUNDING AND SUPPORT FROM THE LSRCP TO ACCOMPLISH SEVERAL DELIVERABLES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b560b84-fe39-467f-47fe-24f6ddf42da3-C", "generated_internal_id": "ASST_NON_F23AC00556_1448"}, {"internal_id": 156262515, "Award ID": "F23AC00378", "Award Amount": 5187751.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-30", "CFDA Number": "15.661", "Description": "THE OREGON COMPONENTS OF THE LSRCP PROGRAM INCLUDE CHINOOK SALMON AND STEELHEAD PRODUCTION IN THE GRANDE RONDE AND IMNAHA RIVER BASINS. THE PRIMARY PRODUCTION FACILITY FOR GRANDE RONDE BASIN CHINOOK SALMON IS LOOKINGGLASS FISH HATCHERY WITH COLLECTION AND ACCLIMATION FACILITIES ON CATHERINE CREEK, THE LOSTINE RIVER, AND THE GRANDE RONDE RIVER. THE PROGRAM BEGAN IN 1978 USING NONENDEMIC STOCKS (RAPID RIVER AND CARSON) THAT WERE PHASED OUT AND REPLACED WITH ENDEMIC STOCKS IN THE 1990S. THE IMNAHA RIVER CHINOOK SALMON PROGRAM BEGAN WITH THE COLLECTION OF ENDEMIC BROOD STOCK IN 1982. THE GRANDE RONDE BASIN STEELHEAD PROGRAM BEGAN WITH THE COLLECTION OF ADULTS AT ICE HARBOR DAM IN 1976 AND CONTINUES USING THE NONENDEMIC WALLOWA STOCK. CURRENTLY, ADULTS ARE COLLECTED AT WALLOWA FISH HATCHERY AND BIG CANYON FISH FACILITY AND SPAWNED AT WALLOWA FISH HATCHERY. JUVENILES ARE REARED AT IRRIGON FISH HATCHERY. SMOLTS ARE RELEASED FROM WALLOWA FISH HATCHERY AND BIG CANYON ACCLIMATION FACILITY. THE IMNAHA BASIN STEELHEAD PROGRAM USES AN ENDEMIC STOCK AND BEGAN WITH THE COLLECTION OF ADULTS IN 1982. ADULTS ARE TRAPPED AND SPAWNED AT THE LITTLE SHEEP CREEK FACILITY. JUVENILES ARE REARED AT IRRIGON FISH HATCHERY. SMOLTS ARE RELEASED AT THE LITTLE SHEEP CREEK ACCLIMATION SITE. CURRENT SMOLT PRODUCTION GOALS ARE  SPRING CHINOOK (LOSTINE 250K, IMNAHA 490K, CATHERINE CREEK 150K, UPPER GRANDE RONDE 250K, AND LOOKINGGLASS CREEK 250K)  STEELHEAD (IMNAHA 215K AND WALLOWA 800K)  FALL CHINOOK (GRANDE RONDE 200K). OTHER GOALS OF THE LSRCP PROGRAM IN OREGON ARE TO ESTABLISH AN ANNUAL SUPPLY OF BROOD FISH PROVIDING AN EGG SOURCE CAPABLE OF MEETING COMPENSATION GOALS, RESTORE AND MAINTAIN THE NATURAL SPAWNING POPULATION, REESTABLISH SPORT AND TRIBAL FISHERIES, AND MINIMIZE THE IMPACTS OF THE PROGRAM ON RESIDENT STOCKS OF GAME FISH. ODFW STAFF, OPERATE AND MAINTAIN LOOKINGGLASS, IRRIGON AND WALLOWA HATCHERIES IN ADDITION TO THE BIG CANYON, LITTLE SHEEP AND IMNAHA ACCLIMATION SITES. STAFF COLLECT BROODSTOCK, SPAWN, INCUBATE, REAR, MARK, TRANSPORT AND ACCLIMATE OR RELEASE FOR EIGHT DIFFERENT PRODUCTION PROGRAMS. ADDITIONALLY, ODFW WILL MEET REPORTING REQUIREMENTS, PROVIDE FISH HEALTH SERVICES AND MAINTAIN A FLEET OF FISH TRANSPORT TRUCKS TO COMPLETE THE WORK. MONITORING AND EVALUATION HAVE BEEN IN PLACE SINCE THE INCEPTION OF THE LSRCP PROGRAMS IN OREGON AND CONTINUE TO DEVELOP AND CHANGE AS MORE FACILITIES COME INTO OPERATION AND PROBLEMS ARE ENCOUNTERED AND SOLVED. MONITORING AND EVALUATION FOLLOW THE FOLLOWING GENERAL GUIDELINES  1. DEVELOP AND EVALUATE OPERATIONAL PROCEDURES WHICH WILL MEET RECOVERY AND COMPENSATION GOALS AS WELL AS MANAGEMENT OBJECTIVES BY PRIORITY. 2. MONITOR OPERATIONAL PRACTICES TO DOCUMENT HATCHERY PRODUCTION CAPABILITIES AND CHALLENGES. 3. MONITOR FISH REARING ACTIVITIES AND RESULTS TO DOCUMENT ACCOMPLISHMENT OF GOALS. 4. COORDINATE RESEARCH AND MANAGEMENT PROGRAMS WITH HATCHERY CAPABILITIES. 5. RECOMMEND HATCHERY PRODUCTION STRATEGIES THAT ARE CONSISTENT WITH ENDANGERED SPECIES RECOVERY EFFORTS. 6. DEVELOP KNOWLEDGE AND INFORMATION TO GUIDE RECOVERY ACTIONS AND TO MONITOR RECOVERY IN THE GRANDE RONDE AND IMNAHA RIVER BASINS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37a1fb0b-1748-278b-137d-d90e1c816b0e-C", "generated_internal_id": "ASST_NON_F23AC00378_1448"}, {"internal_id": 155053684, "Award ID": "F23AC00185", "Award Amount": 10377207.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-07", "CFDA Number": "15.661", "Description": "THE LOWER SNAKE RIVER COMPENSATION PLAN PROVIDES PARTIAL MITIGATION FOR THE IMPACTS OF THE FOUR DAMS SITUATED ON THE LOWER SNAKE RIVER UPON SNAKE RIVER AND COLUMBIA RIVER FISHERIES. IN COOPERATION WITH THE U.S. FISH AND WILDLIFE SERVICE, THE IDAHO DEPARTMENT OF FISH AND GAME  OPERATES AND MAINTAINS FIVE FISH HATCHERIES AND THEIR SATELLITE FACILITIES, INCLUDING COLLECTION OF BROOD STOCK, JUVENILE PRODUCTION AND TRANSPORT, AND FISH MARKING  MONITORS AND EVALUATES HATCHERY PRODUCTION AND FISHERIES  AND, PROVIDES FISH HEALTH, PLANNING, ADMINISTRATIVE, TECHNICAL, AND POLICY SUPPORT TO THE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31bd8d1e-3109-fbc5-75d0-dbd064639a90-C", "generated_internal_id": "ASST_NON_F23AC00185_1448"}, {"internal_id": 155860628, "Award ID": "F23AC00184", "Award Amount": 1797406.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-12", "CFDA Number": "15.661", "Description": "THE LOWER SNAKE RIVER FISH AND WILDLIFE COMPENSATION PLAN (LSRCP) WAS AUTHORIZED BY THE WATER RESOURCE DEVELOPMENT ACT OF 1976 (90 STAT. 2917) TO OFFSET FISH AND WILDLIFE LOSSES RESULTING FROM THE CONSTRUCTION AND OPERATION OF THE FOUR LOWER SNAKE RIVER DAMS (I.E., ICE HARBOR, LOWER MONUMENTAL, LITTLE GOOSE, AND LOWER GRANITE). THE 1976 LSRCP LEGISLATION AUTHORIZED FUNDING TO CONSTRUCT ANADROMOUS FISH HATCHERIES AND ASSOCIATED SATELLITE FACILITIES TO PRODUCE ENOUGH JUVENILE FISH TO RETURN 18,300 FALL CHINOOK SALMON, 58,700 SPRING SUMMER CHINOOK SALMON, AND 55,100 STEELHEAD ADULTS TO THE PROJECT AREA (I.E. LOWER GRANITE DAM), ON AN ANNUAL BASIS. NEZ PERCE TRIBE (NPT) FISHERIES DEPARTMENT OPERATES SEVERAL HATCHERY PRODUCTION PROJECTS AND IMPLEMENTS MONITORING AND EVALUATION IN AN EFFORT TO ACHIEVE LSRCP MITIGATION OBLIGATIONS. SPECIFIC DELIVERABLES  1. PARTICIPATE IN LSRCP COORDINATION, PRODUCTION, AND EVALUATION PLANNING 2. IMPLEMENT FALL CHINOOK ACCLIMATION PROJECT (FCAP)   ACCLIMATE RELEASE OVER 2.0 MILLION FALL CHINOOK SUBYEARLINGS AND ASSIST WITH TRANSPORT JUVENILE AND ADULT SALMON AND STEELHEAD IN SNAKE BASIN ANNUALLY 3. IMPLEMENT NPT OPERATIONS AND  MAINTENANCE (OAND M) PROJECT   PRODUCE 400,000 SPRING CHINOOK JUVENILES AT NPTH AND ASSIST WITH PRODUCTION OF SPRING CHINOOK AT LOOKINGGLASS HATCHERY ANNUALLY 4. IMPLEMENT NPT EVALUATION PROJECT 5. IMPLEMENT NPT HARVEST MONITORING PROJECT 6. SYNTHESIZE PROJECT RESULTS IN THE FORM OF ANNUAL REPORTS, PUBLICATIONS, SYMPOSIA, COORDINATION MEETINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_F23AC00184_1448"}, {"internal_id": 155860620, "Award ID": "F23AC00173", "Award Amount": 270752.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-01-09", "CFDA Number": "15.661", "Description": "THE LOWER SNAKE RIVER COMPENSATION PLAN (LSRCP) PROVIDES PARTIAL MITIGATION FOR THE IMPACTS OF THE FOUR DAMS SITUATED ON THE LOWER SNAKE RIVE UPON SNAKE RIVER AND COLUMBIA RIVER FISHERIES. LSRCP WORK IS COOPERATION WITH FEDERAL, STATE, AND TRIBAL PARTNERS TO MEET THE LSRCP PROGRAM MITIGATION GOALS IN ACCORDANCE WITH FEDERAL REGULATIONS AND TRIBAL TRUST RESPONSIBILITIES. PROGRAM EFFORST BENEFIT THE PUBLIC AND TRIBES TO COMPENSATE FOR LOSSES OF SALMON AND STEELHEAD AS A RESULT OF THE LOWER SNAKE RIVER DAMS.IN COOPERATION WITH THE U.S. FISH AND WILDLIFE SERVICE, THE CONFEDERATED TRIBES OF THE UMATILLA INDIAN RESERVATION PARTICIPATE IN VARIOUS COORDINATIONAND PLANNING FORUMS DIRECTLY RELATED TO LSRCP HATCHERY PROGRAMS OF WHICH CTUIR IS A CO MANAGER. THE PRIMARYGOAL IS TO PROVIDE INPUT IN THE DEVELOPMENT OF PLANNING AND MANAGEMENT DOCUMENTS RELATIVE TO PRODUCTION WHICHMAY IMPACT CTUIR CEEDED AREAS FOR SALMON AND STEELHEAD TROUT. SECONDARY GOALS WOULD INCLUDE REVIEWS ANDCOMMENTS ASSOCIATED WITH HATCHERY AND GENETIC MANAGEMENT PLANS (HGMPS) AND NATIONAL MARINE FISHERIES SERVICE (NMFS) DRAFT BIOLOGICAL OPINIONS AND PERMITS ALONG WITH OTHER HATCHERYRELATED PROCESSES. THOSE INCLUDE PRODUCTION PLANNING VIA ANNUAL OPERATIONS PLANS AND COORDINATION OF NON RECURRINGHATCHERY MAINTENCE NEEDS AS IT PERTAINS TO PRODUCTION AND OPERATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3391a488-8841-9847-8031-b15661bc3081-C", "generated_internal_id": "ASST_NON_F23AC00173_1448"}, {"internal_id": 144472212, "Award ID": "F22AC00021", "Award Amount": 475463.42, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-12-09", "CFDA Number": "15.661", "Description": "FINS DATABASE MANAGEMENT AND DATA COLLECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5254feb-13f4-58f0-e60a-d452dabefe63-C", "generated_internal_id": "ASST_NON_F22AC00021_1448"}, {"internal_id": 145063234, "Award ID": "F22AC00020", "Award Amount": 77209.19, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-12-22", "CFDA Number": "15.661", "Description": "LOWER SNAKE RIVER COMPENSATION PROGRAM HATCHERY EVALUATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5254feb-13f4-58f0-e60a-d452dabefe63-C", "generated_internal_id": "ASST_NON_F22AC00020_1448"}, {"internal_id": 145063233, "Award ID": "F22AC00019", "Award Amount": 5205681.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-12-16", "CFDA Number": "15.661", "Description": "LCSRP OPERATION AND MAINTENANCE, EVALUATION STUDIES, AND HARVEST MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37a1fb0b-1748-278b-137d-d90e1c816b0e-C", "generated_internal_id": "ASST_NON_F22AC00019_1448"}, {"internal_id": 144472204, "Award ID": "F22AC00018", "Award Amount": 4020412.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-12-08", "CFDA Number": "15.661", "Description": "LSCRP WDFW", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F22AC00018_1448"}, {"internal_id": 145063224, "Award ID": "F22AC00017", "Award Amount": 9152109.54, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-12-17", "CFDA Number": "15.661", "Description": "IDFG HATCHERY OPERATIONS AND MAINTENANCE, FISHERIES MONITORING AND EVALUATION, AND SUPPORT PROGRAMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31bd8d1e-3109-fbc5-75d0-dbd064639a90-C", "generated_internal_id": "ASST_NON_F22AC00017_1448"}, {"internal_id": 144472088, "Award ID": "F22AC00016", "Award Amount": 1741625.56, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-12-14", "CFDA Number": "15.661", "Description": "LOWER SNAKE RIVER COMPENSATION PLAN HATCHERY OPERATIONS, MONITORING & EVALUATION, & HARVEST MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_F22AC00016_1448"}, {"internal_id": 145063228, "Award ID": "F22AC00015", "Award Amount": 651718.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-12-22", "CFDA Number": "15.661", "Description": "SUPPLEMENTAL MONITORING AND EVALUATION PROGRAM (SMEP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b560b84-fe39-467f-47fe-24f6ddf42da3-C", "generated_internal_id": "ASST_NON_F22AC00015_1448"}, {"internal_id": 144472086, "Award ID": "F22AC00014", "Award Amount": 270752.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-12-03", "CFDA Number": "15.661", "Description": "FY22 ANNUAL FUNDING TO CTUIR FOR LSRCP MITIGATION RESPONSIBILITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3391a488-8841-9847-8031-b15661bc3081-C", "generated_internal_id": "ASST_NON_F22AC00014_1448"}, {"internal_id": 127708205, "Award ID": "F21AP00504", "Award Amount": 269161.75, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-02-19", "CFDA Number": "15.661", "Description": "LOOKINGGLASS CREEK SALMONID STUDIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3391a488-8841-9847-8031-b15661bc3081-C", "generated_internal_id": "ASST_NON_F21AP00504_1448"}, {"internal_id": 123134711, "Award ID": "F21AP00406", "Award Amount": 1719559.71, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-01-06", "CFDA Number": "15.661", "Description": "LOWER SNAKE RIVER COMPENSATION PLAN HATCHERY OPERATIONS, MONITORING AND EVALUATIONS AND HARVEST MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_F21AP00406_1448"}, {"internal_id": 116490171, "Award ID": "F21AP00219", "Award Amount": 3955278.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-16", "CFDA Number": "15.661", "Description": "LSCRP WDFW COMBINED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F21AP00219_1448"}, {"internal_id": 116025328, "Award ID": "F21AP00136", "Award Amount": 5015700.57, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-17", "CFDA Number": "15.661", "Description": "LOWER SNAKE RIVER COMPENSATION PLAN - OPERATIONS AND MAINTENANCE AND EVALUATION AND MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37a1fb0b-1748-278b-137d-d90e1c816b0e-C", "generated_internal_id": "ASST_NON_F21AP00136_1448"}, {"internal_id": 116025316, "Award ID": "F21AP00135", "Award Amount": 548544.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-20", "CFDA Number": "15.661", "Description": "SUPPLEMENTATION MONITORING AND EVALUATION PROGRAM (SMEP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b560b84-fe39-467f-47fe-24f6ddf42da3-C", "generated_internal_id": "ASST_NON_F21AP00135_1448"}, {"internal_id": 116025317, "Award ID": "F21AP00087", "Award Amount": 8912647.3, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-20", "CFDA Number": "15.661", "Description": "IDFG HATCHERY OPERATIONS AND MAINTENANCE, FISHERIES MONITORING AND EVALUATION, AND SUPPORT PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31bd8d1e-3109-fbc5-75d0-dbd064639a90-C", "generated_internal_id": "ASST_NON_F21AP00087_1448"}, {"internal_id": 116230168, "Award ID": "F21AP00086", "Award Amount": 291655.05, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-12-01", "CFDA Number": "15.661", "Description": "LOWER SNAKE RIVER COMPENSATION PROGRAM HATCHERY EVALUATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5254feb-13f4-58f0-e60a-d452dabefe63-C", "generated_internal_id": "ASST_NON_F21AP00086_1448"}, {"internal_id": 116025296, "Award ID": "F21AP00085", "Award Amount": 433550.74, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-11-24", "CFDA Number": "15.661", "Description": "LOWER SNAKE RIVER COMPENSATION PLAN DATA MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5254feb-13f4-58f0-e60a-d452dabefe63-C", "generated_internal_id": "ASST_NON_F21AP00085_1448"}, {"internal_id": 48600872, "Award ID": "F16AC00498", "Award Amount": 95466.8, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-06-21", "CFDA Number": "15.661", "Description": "IDAHO SALMON AND STEELHEAD DAYS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4115c33-7708-d1bc-dc25-69e8272a3c9a-C", "generated_internal_id": "ASST_NON_F16AC00498_1448"}, {"internal_id": 48600430, "Award ID": "F16AC00046", "Award Amount": 2336828.7, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-12-28", "CFDA Number": "15.661", "Description": "PSMFC DATA MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5254feb-13f4-58f0-e60a-d452dabefe63-C", "generated_internal_id": "ASST_NON_F16AC00046_1448"}, {"internal_id": 48600429, "Award ID": "F16AC00045", "Award Amount": 1545605.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-12-28", "CFDA Number": "15.661", "Description": "PSMFC HATCHERY EVAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c5254feb-13f4-58f0-e60a-d452dabefe63-C", "generated_internal_id": "ASST_NON_F16AC00045_1448"}, {"internal_id": 48600418, "Award ID": "F16AC00034", "Award Amount": 15609373.18, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-12-28", "CFDA Number": "15.661", "Description": "WDFW OPERATIONS AND MAINTENANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F16AC00034_1448"}, {"internal_id": 48600417, "Award ID": "F16AC00033", "Award Amount": 4886308.84, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-12-28", "CFDA Number": "15.661", "Description": "WDFW MONITORING AND EVALUATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e49e42a-7206-f46a-3fb5-50d574ad9550-C", "generated_internal_id": "ASST_NON_F16AC00033_1448"}, {"internal_id": 48600416, "Award ID": "F16AC00032", "Award Amount": 2643672.28, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-12-29", "CFDA Number": "15.661", "Description": "SBT MONITORING AND EVALUATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1b560b84-fe39-467f-47fe-24f6ddf42da3-C", "generated_internal_id": "ASST_NON_F16AC00032_1448"}, {"internal_id": 48600415, "Award ID": "F16AC00031", "Award Amount": 19349062.1, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-12-28", "CFDA Number": "15.661", "Description": "ODFW OPERATIONS AND MAINTENANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37a1fb0b-1748-278b-137d-d90e1c816b0e-C", "generated_internal_id": "ASST_NON_F16AC00031_1448"}, {"internal_id": 48600414, "Award ID": "F16AC00030", "Award Amount": 4705337.75, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-12-28", "CFDA Number": "15.661", "Description": "ODFW MONITORING AND EVALUATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "37a1fb0b-1748-278b-137d-d90e1c816b0e-C", "generated_internal_id": "ASST_NON_F16AC00030_1448"}, {"internal_id": 48600413, "Award ID": "F16AC00029", "Award Amount": 5842698.84, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-12-29", "CFDA Number": "15.661", "Description": "NPT MONITORING AND EVALUATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "375ad3a2-de6c-dc26-453f-c879975b96d9-C", "generated_internal_id": "ASST_NON_F16AC00029_1448"}, {"internal_id": 48600412, "Award ID": "F16AC00028", "Award Amount": 33468334.44, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-12-28", "CFDA Number": "15.661", "Description": "IDFG OPERATIONS AND MAINTENANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31bd8d1e-3109-fbc5-75d0-dbd064639a90-C", "generated_internal_id": "ASST_NON_F16AC00028_1448"}, {"internal_id": 48600411, "Award ID": "F16AC00027", "Award Amount": 3909495.55, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-12-28", "CFDA Number": "15.661", "Description": "IDFG MONITORING AND EVALUATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31bd8d1e-3109-fbc5-75d0-dbd064639a90-C", "generated_internal_id": "ASST_NON_F16AC00027_1448"}, {"internal_id": 48600410, "Award ID": "F16AC00026", "Award Amount": 1210095.19, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-12-29", "CFDA Number": "15.661", "Description": "CTUIR MONITORING AND EVALUATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3391a488-8841-9847-8031-b15661bc3081-C", "generated_internal_id": "ASST_NON_F16AC00026_1448"}, {"internal_id": 48596846, "Award ID": "F15AC00199", "Award Amount": 2651.4, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-03-25", "CFDA Number": "15.661", "Description": "FISHERIES TECHNOLOGY STUDENT INTERNSHIP PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bab60d6a-80ee-6457-61eb-34a1caae007d-C", "generated_internal_id": "ASST_NON_F15AC00199_1448"}]