[{"internal_id": 161864393, "Award ID": "F23AP02897", "Award Amount": 152500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "15.674", "Description": "WITHIN THE SCOTT RIVER VALLEY THE CALIFORNIA DEPARTMENT OF FORESTRY AND FIRE PROTECTION HAS IDENTIFIED THE COMMUNITIES OF FORT JONES, ETNA, AND CALLAHAN, CA AS BEING COMMUNITIES AT HIGH RISK OF DAMAGE FROM WILDFIRE ON FEDERAL LANDS.  ADDITIONALLY, MUCH OF THE PRIVATE LANDS WITHIN AND ADJACENT TO THESE COMMUNITIES CONTAIN OAK HABITATS CAPABLE OF SUPPORTING OAK ASSOCIATED BIRDS OF CONSERVATION CONCERN INCLUDING THE OAK TITMOUSE AND WHITE-BREASTED NUTHATCH.  AS SUCH, THE GOALS OF THE SCOTT RIVER VALLEY OAK HABITAT FUELS REDUCTION AND COMMUNITY PROTECTION PROJECT ARE TO MAKE LANDS ADJACENT TO THE COMMUNITIES OF FORT JONES, ETNA, AND CALLAHAN, CA, MORE RESILIENT TO WILDFIRE WHILE CONCURRENTLY RESTORING AND CONSERVING HABITAT FOR OAK ASSOCIATED BIRDS.  TO ACHIEVE THESE GOALS, THIS PROJECT WILL REMOVE OR THIN CONIFERS THAT ARE INCREASING FUEL LOADS AND DEGRADING OAK HABITAT FUNCTION BETWEEN THESE COMMUNITIES AND ADJACENT FEDERAL LANDS.  SPECIFICALLY, CONIFERS UP TO 12 INCHES IN DIAMETER THAT ARE ENCROACHING UPON OAK HABITATS WILL BE REMOVED OR THINNED ON 300 ACRES. PROJECT GENERATED SLASH WILL BE PILED BY HAND AND BURNED OR CHIPPED. UP TO 200 ACRES OF OAK HABITATS WILL ALSO BE TREATED WITH PRESCRIBED UNDERBURNS.  UNDERBURN ACRES WILL INCLUDE APPROXIMATELY 50 TO 100 ACRES OF THE 300 ACRES TREATED FOR CONIFER ENCROACHMENT AS PART OF THIS PROJECT AS WELL AS 50 TO 100 ACRES OF PREVIOUSLY THINNED AREAS OR AREAS ONLY NEEDING FIRE TO RESTORE THEIR HABITAT FUNCTION AND REDUCE FUELS.  THE PROJECT CONSISTS OF THREE TREATMENT AREAS (NORTH VALLEY, ETNA, AND SOUTH VALLEY), ALL OF WHICH OCCUR IN THE WILDLAND URBAN INTERFACE BETWEEN NEIGHBORING FEDERAL LANDS AND THE COMMUNITIES OF FORT JONES, ETNA, AND CALLAHAN, CA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5614eba9-8289-1a97-e602-2f3ed6e83511-C", "generated_internal_id": "ASST_NON_F23AP02897_1448"}, {"internal_id": 161864390, "Award ID": "F23AP02864", "Award Amount": 1000000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "15.674", "Description": "THE GOALS AND OBJECTIVES OF THIS FUELS REDUCTION PROJECT ARE TO:TREAT 490 ACRES ON TRIBAL AND PRIVATE LANDS WITHIN THE 1.2 MILLION ACRE WESTERN KLAMATH RESTORATION PARTNERSHIP PLANNING AREA WITH THE FOLLOWING TREATMENT TYPES AND ACREAGES: MANUAL THINNING (240 ACRES), RX FIRE (250 ACRES). WITHIN THE MANUAL THINNING CATEGORY, TREATMENTS WILL INCLUDE FUEL BREAK CONSTRUCTION, HAND LINE CONSTRUCTION, PULLBACK, LOP AND SCATTER, AND HAND PILING. RX FIRE TREATMENTS WILL INCLUDE PILE BURNING, JACKPOT BURNING, BLACK LINING, AND BROADCAST BURNING. THE WESTERN KLAMATH RESTORATION PARTNERSHIP PLANNING AREA IS LOCATED ALONG THE MIDDLE SECTION OF THE KLAMATH RIVER IN EASTERN HUMBOLDT AND WESTERN SISKIYOU COUNTIES. THIS AREA IS APPROXIMATELY 95  PUBLIC LANDS MANAGED BY THE KLAMATH AND SIX RIVERS NATIONAL FORESTS (USFS), WITH 5  IN PRIVATE, STATE AND TRIBAL OWNERSHIP. THIS PROJECT WILL OCCUR ON PRIVATE AND TRIBAL LANDS WITHIN THE WESTERN KLAMATH RESTORATION PARTNERSHIP PLANNING AREA. THIS PROJECT IS CENTERED IN DISADVANTAGED COMMUNITIES AND BENEFITS UNDER-RESOURCED COMMUNITIES. THE COMMUNITIES IN THE PLANNING AREA ARE UNDERREPRESENTED DUE TO BEING LOW INCOME, COMMUNITIES OF COLOR, AS WELL AS ULTRA-RURAL. THE PLANNING AREA IS LOW INCOME AS DEFINED BY CENSUS TRACTS (6093000500 AND 6093000800). THE PROJECT ALSO ENCOMPASSES CLIMATE VULNERABLE COMMUNITIES AS DEFINED BY THE CALIFORNIA GOVERNORS OFFICE OF PLANNING RESEARCH AND EXPERIENCE HEIGHTENED RISK AND INCREASED SENSITIVITY TO CLIMATE CHANGE AND HAVE LESS CAPACITY AND FEWER RESOURCES TO COPE WITH, ADAPT TO, OR RECOVER FROM CLIMATE IMPACTS. HABITAT TYPES INCLUDE MIXED CONIFER AND HARDWOOD FORESTS, MEADOWS AND RIPARIAN HABITATS, AND DIVERSE SHRUB DOMINATED HABITATS. OUR REGION HAS THE HIGHEST DIVERSITY OF CONIFERS IN THE WORLD, AND HAS BEEN SEVERELY IMPACTED BY FIRE EXCLUSION OVER THE PAST CENTURY. PROJECT AREAS INCLUDE HABITAT FOR THE NORTHERN SPOTTED OWL, PACIFIC FISHER, HUMBOLDT MARTEN, WILLOW FLYCATCHER, SPRING CHINOOK SALMON, GRAY WOLF, AND OTHER THREATENED AND ENDANGERED SPECIES, AS WELL AS RECOVERING SPECIES SUCH AS ROOSEVELT ELK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fe25f1b2-66dd-9441-e8ee-7c92a5298356-R", "generated_internal_id": "ASST_NON_F23AP02864_1448"}, {"internal_id": 161362796, "Award ID": "F23AP02674", "Award Amount": 122500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.674", "Description": "AN AGREEMENT BETWEEN THE TULE RIVER INDIAN TRIBAL COUNCIL AND PARTNERS PROGRAM WILL FUND RESTORATIONPROJECTS ON THE TULE RIVER RESERVATION. THE OBJECTIVES OF THE PROJECT ARE TO ADDRESS EROSION, FUEL LOAD, ANDHABITAT CONCERNS PRIMARILY THROUGH STREAM AND MEADOW RESTORATION. THE TULE RIVER TRIBE DEPARTMENT OF NATURALRESOURCES IS PROPOSING 35 ACRES OF FUEL TREATMENTS IN MEADOWS IN THE UPPER PARTS OF EAGLE, BEAR, AND REDWOODCREEKS THROUGH THE REMOVAL OF ENCROACHING CONIFERS. ENHANCING 15 ACRES OF WET MEADOWS, WITH AN EMPHASIS ONIMPROVING CHANNEL STRUCTURE. AS WELL AS RESTORATION OF APPROXIMATELY 5-MILES OF WATERCOURSES TO ADDRESSEROSION IN SUB-WATERSHEDS OF MINER, EAGLE, AND BEAR CREEK. THE PROJECT MAY ALSO INCORPORATE RIPARIANPLANTING, CULVERT IMPROVEMENT, AND PARTIAL FENCING OF MEADOWS TO DETER INCURSIONS BY CATTLE INTO RESTORATIONAREAS, ESPECIALLY IN MEADOWS THAT EXTEND INTO NEIGHBORING FOREST SERVICE LAND. A RESTORED MEADOWS THATRETAINS SOIL MOISTURE AND LOWER FUEL LOADS CAN SERVE AS REFUGIA IN THE FUTURE.THE PROJECT AIMS TO BE COMPLETED IN 5 YEARS. ANNUAL REPORTS WILL BE DUE DECEMBER EACH YEAR, TREATMENT ANDRESTORATION INSPECTIONS SITE VISITS WILL BE COMPLETED BY 2028, AND A FINAL PROJECT REPORT WILL BE PROVIDED BY2028.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 122500.0, "recipient_id": "c4b75bf8-e0eb-bc1a-cf57-5b38daf5e23f-C", "generated_internal_id": "ASST_NON_F23AP02674_1448"}, {"internal_id": 161362778, "Award ID": "F23AP02383", "Award Amount": 550000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-19", "CFDA Number": "15.674", "Description": "PROJECT ABSTRACT SUMMARY: THIS PROJECT SCALES UP CURRENT EFFORTS IN STREAM AND MEADOW RESTORATION BY FORMING A COLLABORATION BETWEEN FIRE AND STREAM RESTORATION PROGRAMS IN THREE COUNTIES TO REDUCE WILDFIRE FUELS AND USE THE SLASH TO INCREASE WATER STORAGE AND SOIL MOISTURE FOR 3 STREAM RESTORATION PROJECTS IN SIERRA WATERSHEDS. SPECIFIC AREAS ARE TARGETED TO REDUCE FUEL LOADS IN PRIORITY FIRE HAZARD AREAS THAT ARE NEAR DEGRADED STREAM CORRIDORS AND MEADOWS. WHEN COMBINED THESE PRACTICES WILL REDUCE FUELS AND RAISE THE WATER TABLE OR INCREASE SOIL MOISTURE RESULTING IN WIDER WETTED RIPARIAN STREAM AND NATURAL WETLAND OR MOIST SOIL BUFFERS ON THE LANDSCAPE. THESE EFFORTS WILL ALSO PROVIDE FOR MORE FINE SEDIMENT CAPTURE PROCEEDING AND FOLLOWING FUTURE WILDFIRES FURTHER BENEFITTING DOWNSTREAM INFRASTRUCTURE SUCH AS CULVERTS OR RESERVOIRS. THE PARTNERS PROGRAMS IN AUBURN IS WORKING WITH ONE TRIBE, TWO COUNTY GOVERNMENTS, SIX PRIVATE LANDOWNERS AND MULTIPLE NGOS ON THESE EFFORTS WITH THE DUAL PURPOSE OF APPLYING FUELS MANAGEMENT PRACTICES THAT TARGET THE RESTORATION OF HABITAT FOR KEY MIGRATORY BIRD AND AMPHIBIAN SPECIES.  THIS PROJECT WILL EXPAND ONGOING MEADOW RESTORATION EFFORTS IN NORTHERN CALIFORNIAS BUTTE, AND PLUMAS COUNTIES BY RESTORING AN ESTIMATED 90 WETTED-ACRES OF FLOODPLAIN AND MEADOW HABITATS, 2.5 MILES OF STREAM, AND ACCOMPLISHING 115 ACRES OF FUELS REDUCTION. PROJECT PLANNING WILL INVOLVE AN INTERDISCIPLINARY TEAM OF PROFESSIONALS EXPERIENCED IN FOREST HEALTH AND STREAM RESTORATION. PROJECTS HAVE INITIATED PLANNING AND IMPLEMENTATION WILL BEGIN IN 2024 WITH THE REMAINING IMPLEMENTED IN 2025 AND 2026. THE U.S. FISH   WILDLIFE SERVICE HAS BEEN WORKING WITH KEY PARTNERS INCLUDING SIERRA FUND, OCCIDENTAL ARTS AND ECOLOGY CENTER, MOUNTAIN MAIDU TRIBE, MAIDU SUMMIT CONSORTIUM, AND SIERRA PACIFIC INDUSTRIES.USING FOREST FUELS REDUCTION MATERIALS FOR STREAM RESTORATION HAS MULTIPLE BENEFITS INCLUDING BETTER WILDFIRE DEFENSIBLE SPACE  REPLENISHING WOOD IN STREAMS  AND GREATER BASE-FLOW WATER STORAGE ON THE LANDSCAPE DURING FIRE SEASON.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": 550000.0, "recipient_id": "2a3d5076-304f-e935-8c18-1fd3447caca8-R", "generated_internal_id": "ASST_NON_F23AP02383_1448"}, {"internal_id": 161864164, "Award ID": "F23AC02999", "Award Amount": 852000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-03", "CFDA Number": "15.674", "Description": "THIS PROJECT WILL INCREASE THE PROPORTION OF THE SOUTHERN MAINE LANDSCAPE TREATED BY FIRE AND MECHANICAL FUELS REDUCTION TO PRODUCE A LANDSCAPE WHERE WILDFIRE INCIDENCE IS REDUCED, AND WILDFIRES ARE MORE EASILY SUPPRESSED WITH EXISTING RESOURCES. THESE ACTIONS WILL MANAGE AND RESTORE GLOBALLY SIGNIFICANT GRASSLANDS, YOUNG FOREST, AND SHRUBLAND HABITATS TO DEVELOP WELL-ESTABLISHED MANAGEMENT UNITS THAT CAN BE MAINTAINED EFFICIENTLY WITH PRESCRIBED FIRE, AS WELL AS SERVE TO FACILITATE A WATERSHED-WIDE MULTI-ENTITY COLLABORATIVE EFFORT TO MAINTAIN THESE SYSTEMS (AND CONSEQUENTLY A LOWER LEVEL OF CATASTROPHIC WILDFIRE RISK) INTO THE FUTURE. WITHOUT THIS EFFORT, MAINE WILL CONTINUE TO LOSE RARE GRASSLAND AND PINE BARREN HABITAT TO FOREST SUCCESSION, AND INFRASTRUCTURE IN THE WATERSHED WILL BE AT HIGHER RISK OF CATASTROPHIC WILDFIRE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_F23AC02999_1448"}, {"internal_id": 161864163, "Award ID": "F23AC02977", "Award Amount": 2999481.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-11", "CFDA Number": "15.674", "Description": "TNC WILL TREAT APPROXIMATELY 12,000 ACRES ADJACENT TO FEDERAL LANDS TO REDUCE WILDFIRE INTENSITY IN TX COASTAL COMMUNITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_F23AC02977_1448"}, {"internal_id": 161362626, "Award ID": "F23AC02705", "Award Amount": 1160625.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-20", "CFDA Number": "15.674", "Description": "THE PROPOSED WORK WILL REDUCE FUEL LOADS AND CONTROL EXTREME FIRE BEHAVIOR ON APPROXIMATELY 8,000 ACRES ON PRIVATE PARCELS IN FOCAL COUNTIES. ALL SITES WILL BE EVALUATED FOR SUCCESS AND MONITORED AT LEAST THREE TIMES OVER THE COURSE OF TEN YEARS TO ENSURE IMPLEMENTED PRACTICES ARE MAINTAINED TO PROMOTE POINT PROTECTION OF PRIVATE PROPERTY AND COMMUNITY RESILIENCE. PROJECT COSTS WILL INCLUDE FUNDING FOR PRESCRIBED BURNING, MECHANICAL FUEL REDUCTION, AND HERBICIDE FUEL REDUCTION (E.G., DIRECT APPLICATIONS OF SELECTIVE HERBICIDES).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": 1160625.0, "recipient_id": "671a1734-20b5-d255-17a1-ac2ea2255725-R", "generated_internal_id": "ASST_NON_F23AC02705_1448"}, {"internal_id": 160833117, "Award ID": "F23AC02497", "Award Amount": 500078.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-13", "CFDA Number": "15.674", "Description": "FY 23 IDAHO PFW FIRE AND  FUELS REDUCTION IN 3 KEY LANDSCAPES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": 500078.0, "recipient_id": "34b4c60d-2aeb-b8d4-3ca4-dec243107acf-R", "generated_internal_id": "ASST_NON_F23AC02497_1448"}, {"internal_id": 160833083, "Award ID": "F23AC02071", "Award Amount": 1699999.62, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-01", "CFDA Number": "15.674", "Description": "THIS PROPOSAL WAS DEVELOPED WITH INPUT FROM MULTIPLE PARTNERS WORKING ACROSS PRIVATE AND STATE LANDS IN BEKER AND MALHEUR COUNTIES, OREGON. THOSE REPRESENTED ARE PARTNERS OF TWO COLLABORATIVE GROUPS: THE BAKER AND VALE SAGE-GROUSE LOCAL IMPLEMENTATION TEAMS (LIT). OUR PROPOSAL OUTLINES CONSERVATION NEEDS ACROSS 14,409.17 ACRES OF PRIVATELY OWNED LANDS. TO DEMONSTRATE THEIR CROSS-BOUNDARY INTERESTS, THAT PARTNERS CHOSE TO PURSUE FUNDING THROUGH THE LIT S COLLABORATIVE PLATFORM AND SUBMITTED A JOINT APPLICATION TO ADDRESS TWO PRIMARY THREATS TO OREGON S SAGEBRUSH LANDSCAPES: CONFER EXPANSION AND INVASIVE ANNUAL GRASSES. THIS PROPOSAL BUILDS UPON EXISTING PARTNERSHIP EFFORTS ON BOTH PUBLIC AND PRIVATE LANDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 1699999.62, "recipient_id": "da20edf0-db27-636c-afb8-6b9a14e05e64-C", "generated_internal_id": "ASST_NON_F23AC02071_1448"}, {"internal_id": 160631933, "Award ID": "F23AC01792", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-17", "CFDA Number": "15.674", "Description": "LOMAKATSI RESTORATION PROJECT (LRP) AND ITS PARTNERS WILL EXPAND IMPLEMENTATION OF STRATEGIC FOREST HEALTH AND WILDFIRE FUELS REDUCTION TREATMENTS ADJACENT TO COMMUNITIES SUPPORTING THE PARTNERSHIPS GOAL OF TREATING 40  OF THE WEST BEAR LANDSCAPE. THE GOAL OF THE PROJECT WILL BE TO TREAT EXCESSIVELY HIGH FUEL LOADING SCENARIOS ON AT LEAST 500 ACRES OF PRIVATE LAND TO MINIMIZE WILDFIRE PATHWAYS IN THE WILDLAND-URBAN INTERPHASE, WHILE PROTECTING SERVICE TRUST RESOURCES. THE RESULT WILL BE 400-500 ACRES OF PRIVATE LAND TREATED AND 15 FULL-TIME EQUIVALENT POSITIONS IN BOTH TECHNICAL AND FOREST LABOR POSITIONS WITH MANY OF THOSE JOBS STRENGTHENING THE TRIBAL AND LATINX WORKFORCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 1000000.0, "recipient_id": "f96af19a-4487-3b35-d615-2f2d742fb728-C", "generated_internal_id": "ASST_NON_F23AC01792_1448"}, {"internal_id": 160026356, "Award ID": "F23AC01790", "Award Amount": 1000000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-15", "CFDA Number": "15.674", "Description": "ASHLAND FOREST RESILIENCY ALL-LANDS INITIATIVE WILL IMPLEMENT CONTINUED MAINTENANCE OF SEVERELY FIRE-PRONE AREAS IN THE WILDLAND URBAN INTERFACE WITHIN THE GEOGRAPHICAL BOUNDS OF THE ASHLAND ALL-LANDS FOREST RESTORATION (AFR), ABOVE THE CITY OF ASHLAND, OR. WITH THE INITIAL FOREST RESTORATION AND FUELS REDUCTION TREATMENTS ACCOMPLISHED, LOMAKATSI RESTORATION PROJECT WITH ITS PARTNERS IS NOW COMMITTED TO MAINTENANCE OF TREATED AREAS INCLUDING BRUSH-CUTTING AND LOW-INTENSITY CONTROLLED BURNS IN AN AREA THAT HAS MORE THAN A DECADE OF STRATEGIC FUELS REDUCTION, THINNING, AND PRESCRIBED BURNING THROUGH PARTNER ACTIVITIES. THE RESULT OF THIS PROJECT WILL BE 800 ACRES OF PRIVATE LANDS STRATEGICALLY TREATED TO PROTECT A MUNICIPAL WATER SOURCE.THE 58,000-ACRE AFR PROJECT AREA SPANS THE ASHLAND WATERSHED AND ADJACENT FOOTHILLS, ENCOMPASSING FEDERAL (ROGUE-SISKIYOU NATIONAL FOREST), MUNICIPAL (CITY OF ASHLAND), AND PRIVATE LANDS. IT SERVES AS AN OUTDOOR CLASSROOM FOR RESEARCHERS AND STUDENTS OF ALL AGES, AND AN IMPORTANT RECREATION SITE FOR THE COMMUNITY. AFTER MORE THAN A DECADE OF STRATEGIC FUELS REDUCTION, THINNING AND PRESCRIBED BURNING, THE PROJECT REQUIRES CONTINUED ATTENTION TO BOTH STRENGTHEN THE LONG-TERM DATA EMERGING FOR THIS BEST-PRACTICE MODEL AND CONTINUE THE PERPETUAL WORK OF RESTORING A FIRE-ADAPTED LANDSCAPE. ONGOING LANDSCAPE, FOREST, AND WATERSHED HEALTH THAT BENEFITS WILDLIFE SPECIES, WILDFIRES RESILIENCE, AND COMMUNITY SAFETY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": 1000000.0, "recipient_id": "f96af19a-4487-3b35-d615-2f2d742fb728-C", "generated_internal_id": "ASST_NON_F23AC01790_1448"}, {"internal_id": 152328660, "Award ID": "F22AC03620", "Award Amount": 43797.2, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-16", "CFDA Number": "15.674", "Description": "NDF PROVIDES NUMEROUS SERVICES TO PARTNERS AND STAKEHOLDERS THAT CONSIST OF FORESTERS, CONSERVATION CAMP CREWS, FIRE PROGRAM PERSONNEL AND ENGINES, AVIATION SUPPORT  HELICOPTERS  AND NURSERIES THAT PROVIDE NATIVE PLANTS AND SHRUBS  NDF WILL OVERSEE AND MANAGE ALONG WITH THE USFWS ANY PROJECTS THAT ARE IDENTIFIED AND REQUESTED BY THE USFWS THE PROPOSED PROJECT ACTIVITIES MAY INCLUDE PROJECT PLANNING AND IMPLEMENTATION OF HAZARDOUS FUELS REDUCTION PROJECTS, HAND CREW, MASTICATION, CHIPPING, LANDSCAPE RESTORATION, SEEDING, HERBICIDE TREATMENTS, PRESCRIBED FIRE, PUBLIC EDUCATION, AND MITIGATION OUTREACH FOR THE DURATION OF THIS AGREEMENT  THE FUNDS WILL BE USED FOR SALARIES, TRAVEL, OPERATING SUPPLIES REPAIRS, AND FUEL COSTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dc5f5527-fd65-74de-ba49-208e27ed32e7-C", "generated_internal_id": "ASST_NON_F22AC03620_1448"}, {"internal_id": 86319853, "Award ID": "F19AC01014", "Award Amount": 310000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-24", "CFDA Number": "15.674", "Description": "FUNDS UNDER THIS AWARD ARE TO BE USED TO:  SUPPORT HAZARDOUS FUELS REDUCTION, CONSTRUCTION OF FIRE BREAKS, CLEARING OF ROADS FOR EMERGENCY VEHICLE ACCESS, AND CRITICAL WILDLIFE HABITAT CONSTRUCTION/PROTECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a896bd0f-ef5e-465f-aa96-47c0b22b901d-C", "generated_internal_id": "ASST_NON_F19AC01014_1448"}, {"internal_id": 66582028, "Award ID": "F18AC00346", "Award Amount": 60000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-16", "CFDA Number": "15.674", "Description": "SUPPORT WILDLAND FIRE MANGEMENT W/NFFPC", "Place of Performance Country Code": "USA", "Place of Performance State Code": null, "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49c5675c-d2f8-78c3-5f08-a74567f7ca17-C", "generated_internal_id": "ASST_NON_F18AC00346_1448"}, {"internal_id": 48603049, "Award ID": "F16AP00088", "Award Amount": 0.42, "Award Type": null, "Base Obligation Date": "2016-03-29", "CFDA Number": "15.674", "Description": "ANTIOCH DUNES WILDLAND FIRE OUTREACH AND EDUCATION MEDIA DEVELOPMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b98b8f62-6602-1d52-e504-e80ca6dc9409-R", "generated_internal_id": "ASST_NON_F16AP00088_1448"}, {"internal_id": 48597900, "Award ID": "F15AC01267", "Award Amount": 119995.83, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-22", "CFDA Number": "15.674", "Description": "ALASKA WILDLAND URBAN INTERFACE HAZARDOUS FUELS REDUCTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_F15AC01267_1448"}, {"internal_id": 48597775, "Award ID": "F15AC01141", "Award Amount": 44379.26, "Award Type": null, "Base Obligation Date": "2015-09-03", "CFDA Number": "15.674", "Description": "IMPLEMEMENTING THE 2016 PRESCRIBED FIRE STRATEGY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_F15AC01141_1448"}, {"internal_id": 48593690, "Award ID": "F14AC00664", "Award Amount": 61952.12, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-07-29", "CFDA Number": "15.674", "Description": "WILDLAND FIRE MODULE FOR THE WILLAMETTE VALLEY NWRC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4c98aa6-d977-f0bf-9a0f-43d4df01359a-C", "generated_internal_id": "ASST_NON_F14AC00664_1448"}, {"internal_id": 48593113, "Award ID": "F14AC00065", "Award Amount": 274420.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2014-01-30", "CFDA Number": "15.678", "Description": "JOINT FIRE SCIENCES PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7b52fa5f-5875-14d7-6b49-dba3db4692f2-C", "generated_internal_id": "ASST_NON_F14AC00065_1448"}]