[{"internal_id": 155551193, "Award ID": "G23AC00070", "Award Amount": 243132.94, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-16", "CFDA Number": "15.818", "Description": "PROJECT TITLE DEVELOPING VOLCANO MONITORING INFORMATION SYSTEMS FOR THE NATIONAL VOLCANIC INFORMATION SERVICEPERIOD OF PERFORMANCE  1 3 2023 THROUGH 12 31 2024DESCRIPTION OF AWARD PURPOSETHE PRIMARY OBJECTIVE OF THIS PROJECT IS DEVELOPING RAPID AND TIMELY MONITORING AND OTHER OBSERVATIONAL INFORMATION THAT CAN BE STANDARDIZED FOR INTEROPERABILITY BETWEEN THE ALASKA VOLCANO OBSERVATORY (AVO) AND THE FOUR OTHER VOLCANO OBSERVATORIES IN THE USGS VOLCANO SCIENCE CENTER (VSC) FOR THE NEW NATIONAL VOLCANO INFORMATION SERVICE (NVIS). THIS WORK WILL ALLOW AVO AND THE VSC TO DEVELOP INNOVATIVE RESEARCH TOOLS FOR ANALYSIS OF VOLCANIC PROCESSES AND HAZARDS AND BECOME A TRUSTED SOURCE OF SUCH INFORMATION AND TOOLS FOR DIVERSE GOVERNMENTAL AND OTHER PARTIES RESPONSIBLE FOR INTERPRETING, PREDICTING, AND RESPONDING TO VOLCANIC UNREST AND HAZARDS.ACTIVITIES TO BE PERFORMEDA STATE OF ALASKA ANALYST PROGRAMMER WILL WORK TO MAINTAIN AND CREATE DIGITAL INFRASTRUCTURE PRODUCTS AND SERVICES ALIGNED WITH AVO AND NATIONAL VOLCANO INFORMATION SERVICE DEVELOPMENT AND IN SUPPORT OF AVO DATA COLLECTION AND RESEARCH NEEDS. ADGGS OBJECTIVES INCLUDE UPDATING, DOCUMENTING, AND STANDARDIZING EXISTING CODE AND APPLICATIONS TO BE LEVERAGED BY NVIS ROUTINES AND APPLICATIONS, AS WELL AS CREATING NEW PROCESSES TO COLLECT, AGGREGATE AND VISUALIZE DATA.DELIVERABLES AND EXPECTED OUTCOMESDELIVERABLES INCLUDE  A DATA UPLOAD AND AGGREGATION INTERFACE FOR ALASKA VOLCANIC GEOCHEMICAL DATA  EXTENSIBLE DATA ACCESS ENDPOINTS TO PROVIDE VISUALIZATION AND EXPLORATION OF ALASKA VOLCANO DATA REPOSITORIES  AND DOCUMENTATION OF DATABASES CREATED AND USED BY AVO. AS A RESULT, THE AGGREGATED COLLECTIONS OF DATA ON ALASKA VOLCANISM WILL BE FINDABLE, DESCRIBED WITH RICH METADATA, AND INDEXED IN A SEARCHABLE RESOURCE, ACCESSIBLE THROUGH UNIVERSALLY IMPLEMENTABLE PROTOCOLS AND INTEGRATED WITH OTHER AVAILABLE DATA AND OPTIMIZED FOR REUSE. THIS WORK HELPS AVO MEET FAIR (FINDABLE ACCESSIBLE INTEROPERABLE RESUSABLE) DATA STANDARDS AND POSITIONS AVO TO INTEGRATE AND PARTICIPATE MORE FULLY IN NVIS.INTENDED BENEFICIARY(IES)THIS PROJECT WILL BENEFIT THE ALASKA VOLCANO OBSERVATORY BY ENABLING INCREASED RESEARCH, DATA COLLECTION, STORAGE, AGGREGATION, VISUALIZATION, AND QUERYING. THIS WORK WILL ALSO BE LEVERAGED BY THE NATIONAL VOLCANO INFORMATION SERVICE.SUBRECIPIENT ACTIVITIES, IF KNOWN OR SPECIFIED AT THE TIME OF AWARDNO KNOWN SUBRECIPIENT ACTIVITIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_G23AC00070_1434"}, {"internal_id": 153783680, "Award ID": "G23AC00002", "Award Amount": 529998.71, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-10-18", "CFDA Number": "15.818", "Description": "TITLE  SEISMIC MONITORING OF WA AND OR VOLCANOESPERIOD OF PERFORMANCE  11 1 2022 THRU 4 30 2025AWARD PURPOSE THE PACIFIC NORTHWEST SEISMIC NETWORK  PNSN  AT THE UNIVERSITY OF WASHINGTON  UW  AND THE U.S. GEOLOGICAL SURVEY S  USGS  CASCADES VOLCANO OBSERVATORY  CVO  WILL CONTINUOUSLY MONITOR GROUND SHAKING AT HIGH-THREAT VOLCANOES IN WASHINGTON  WA  AND OREGON  OR . MONITORING HAS THE DUAL PURPOSE OF DETECTING CHANGES THAT COULD INDICATE IMMINENT VOLCANIC ACTIVITY AND GAINING A BETTER UNDERSTANDING OF THE VOLCANIC SYSTEMS IN GENERAL. ALL DATA COLLECTED ARE MADE PUBLICLY AVAILABLE AND ARE USED BY SCIENTISTS TO FURTHER THEIR COLLECTIVE UNDERSTANDING OF THE VOLCANIC SYSTEMS IN CASCADIA AND VOLCANIC SYSTEMS IN GENERAL.ACTIVITIES TO BE PERFORMED THE PNSN OPERATES SEISMIC STATIONS THAT CONTINUOUSLY RECORD GROUND VIBRATIONS IN THE REGION AND SEND THE RAW DATA TO THE UW IN REAL-TIME, 24 7. AT UW, COMPUTER SOFTWARE AUTOMATICALLY DETECTS EARTHQUAKES AND OTHER TYPES OF EVENTS. ALL DETECTIONS ARE REVIEWED, LABELED, AND BETTER LOCATED BY AN ANALYST. THE LATITUDE, LONGITUDE, DEPTH, MAGNITUDE, ORIGIN TIME, AND FOCAL MECHANISM OF EACH REASONABLY WELL-LOCATED EVENT, ALONG WITH THE ARRIVAL TIMES AND AMPLITUDE MEASUREMENTS OF THE SEISMIC PHASES THAT WERE USED TO DETERMINE THOSE, ARE SENT TO THE COMPREHENSIVE CATALOG OF THE ADVANCED NATIONAL SEISMIC SYSTEM. ALL EVENTS, POORLY LOCATED OR WELL-LOCATED, ARE SAVED IN A LOCAL DATABASE. UW PERMANENTLY ARCHIVES ALL THE COLLECTED SEISMIC DATA BY SENDING IT TO THE DATA MANAGEMENT CENTER OF THE INCORPORATED RESEARCH INSTITUTIONS FOR SEISMOLOGY, A NATIONAL SCIENCE FOUNDATION-FUNDED FACILITY THAT PROVIDES ACCESS TO SEISMIC DATA FROM AROUND THE WORLD IN STANDARDIZED FORMATS. UW MAINTAINS THE PNSN WEBSITE TO INFORM THE PUBLIC ABOUT EARTHQUAKES AND VOLCANIC HAZARD IN THE REGION AND INCLUDES PAGES SPECIFIC TO EACH VOLCANO WITH ADDITIONAL PRODUCTS SUCH AS SPECTROGRAMS THAT SHOW THE SHAKING ENERGY IN DIFFERENT FREQUENCY BANDS OVER TIME AND CUMULATIVE COUNTS OF EARTHQUAKES AT A PARTICULAR VOLCANO OVER TIME. THE RECIPIENT CONTINUE ALL THESE ACTIVITIES. IN ADDITION, SOPHISTICATED ANALYSIS SOFTWARE WILL BE APPLIED TO STUDY THE SEISMICITY PATTERNS AT MT. HOOD IN GREATER DETAIL. THE PLAN IS TO EXPAND THIS ANALYSIS TO SOME OF THE OTHER CASCADE VOLCANOES. THE RECIPIENT WILL ALSO START USING THREE-DIMENSIONAL MODELS OF THE SEISMIC WAVE SPEEDS IN THE EARTH S CRUST TO PREDICT THE TRAVEL TIMES OF SEISMIC WAVES. PREDICTED TRAVEL TIMES ARE NEEDED TO LOCATE EARTHQUAKES, AND UP UNTIL NOW, THE PNSN HAS USED SIMPLIFIED MODELS IN WHICH THE SEISMIC VELOCITIES ONLY VARY WITH DEPTH. THE PNSN WILL UPDATE ITS PUBLIC-FACING WEBSITE AND ENSURE THAT ALL VOLCANO-RELATED INFORMATION REMAINS AVAILABLE DURING AND AFTER THIS PROCESS. THE RECIPIENT WILL CONTINUE TO MAINTAIN AND OPERATE THE SEISMIC NETWORK AND KEEP THE DATA FLOWING 24 7. IN ADDITION, THEY WILL FINISH UPGRADES OF OLD SITES FROM ANTIQUATED EQUIPMENT TO MODERN EQUIPMENT AT MT. SAINT HELENS, MT. RAINIER, MT. BAKER, MT. ADAMS, GLACIER PEAK, AND MT. HOOD.EXPECTED OUTCOMES THE CATALOG AND PRODUCTS WILL BE USED BY CVO SCIENTISTS IN ADDITION TO INTERNAL TOOLS TO MONITOR VOLCANO ACTIVITY LEVELS IN WA AND OR. THE ENHANCED CATALOG FOR MT. HOOD WILL PROVIDE INSIGHT INTO WHETHER SEISMICITY ON THE TECTONIC FAULTS AND THE HYDROTHERMAL AND MAGMATIC SYSTEMS ARE LINKED. USING A THREE-DIMENSIONAL EARTH CRUST MODEL WILL IMPROVE THE EARTHQUAKE LOCATIONS IN OUR CATALOG AND ENHANCE THE ABILITY TO TIE SEISMICITY TO SPECIFIC GEOLOGIC STRUCTURES AND PROCESSES. UPGRADED SEISMIC SITES PRODUCE DATA THAT WILL BE USED FOR MORE SOPHISTICATED ANALYSIS TO ADVANCE OUR COLLECTIVE UNDERSTANDING OF THE CASCADE VOLCANOES AND VOLCANOES IN GENERAL.INTENDED BENEFICIARIES THE GENERAL PUBLIC IN WA, OR, AND BEYOND.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_G23AC00002_1434"}, {"internal_id": 147432669, "Award ID": "G22AC00137", "Award Amount": 3681126.15, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-23", "CFDA Number": "15.818", "Description": "THE ALASKA VOLCANO HAZARD ASSESSMENT AND MONITORING COOPERATIVE AGREEMENT BETWEEN THE UNITED STATES GEOLOGICAL SURVEY (USGS) AND THE STATE OF ALASKA DIVISION OF GEOLOGICAL & GEOPHYSICAL SURVEYS (DGGS) SUPPORTS VOLCANO MONITORING, DATA COLLECTION, AND RESEARCH EFFORTS OF DGGS AS A PARTNER AGENCY OF THE ALASKA VOLCANO OBSERVATORY (AVO). WORK PERFORMED UNDER THIS AGREEMENT IS COORDINATED CLOSELY WITH THE OTHER TWO AVO PARTNERS: THE UNITED STATES GEOLOGICAL SURVEY (USGS) AND THE UNIVERSITY OF ALASKA FAIRBANKS GEOPHYSICAL INSTITUTE (UAF/GI).ACTIVITIES TO BE PERFORMED INCLUDE: (1) MAINTENANCE AND POPULATION OF THE GEOLOGIC DATABASE OF INFORMATION ON VOLCANOES OF ALASKA (2) GEOLOGIC MAPPING, VOLCANO HAZARD STUDIES, AND ALASKA VOLCANO GEOSPATIAL DATA MANAGEMENT; VOLCANO TARGETS VARY BASED ON VOLCANIC ACTIVITY LEVEL BUT CURRENT STUDIES ARE FOCUSED ON OKMOK, SHISHALDIN, MAKUSHIN, GREAT SITKIN, PAVLOF, AND SEMISOPOCHNOI VOLCANOES; (3) ENGAGEMENT WITH THE PUBLIC THROUGH CONTENT CREATION AND DELIVERY OF INFORMATION THROUGH THE ALASKA VOLCANO OBSERVATORY WEBSITE, SOCIAL MEDIA PLATFORMS, WEEKLY RADIO PROGRAMS, AND DATA ACCESSIBILITY THROUGH ON-LINE QUERY PORTALS AT WWW.AVO.ALASKA.EDU, (4) CREATION OF DATABASE FIELDS AND WEB-BASED FORMS AND INTERFACES TO STORE AND ACCESS SEISMIC AND SATELLITE OBSERVATION DATA OF VOLCANIC ACTIVITY, (5) MAINTENANCE OF INTERAGENCY COMMUNICATION PLATFORMS THAT ALLOW RAPID ANALYSIS AND DISCUSSION OF VOLCANIC UNREST AMONGST ALASKA VOLCANO OBSERVATORY INTERAGENCY AND INTERDISCIPLINARY SCIENTISTS AND TECHNICAL STAFF (6) MANAGEMENT OF AVIATION, MARINE, AND FUEL LOGISTICS FOR ALASKA VOLCANO OBSERVATORY FIELDWORK.DELIVERABLES INCLUDE: (1) THROUGH THE ALASKA VOLCANO OBSERVATORY WEBSITE: FREE, ON-LINE PUBLIC ACCESS TO VOLCANO MONITORING SEISMIC DATA STREAMS, CURRENT VOLCANIC ACTIVITY REPORTS, LIVE WEB CAMERA VIEWS OF VOLCANOES, AND ALASKA VOLCANO INFORMATION SUCH AS GEOCHEMICAL DATASETS, GEOLOGIC INVESTIGATION REPORTS, IMAGES, AND ERUPTIVE HISTORY NARRATIVES; (2) PUBLICATION OF WEEKLY VOLCANIC ACTIVITY REPORTS AND PEER-REVIEWED FREE-ACCESS GEOLOGIC MAPS OF SHISHALDIN AND OKMOK VOLCANOES; (3) WEEKLY RADIO PROGRAM BROADCAST THROUGHOUT ALASKA, HIGHLIGHTING VOLCANIC ACTIVITY IN ALASKA; (4) A DATABASE OF SEISMIC AND SATELLITE OBSERVATIONS; (5) A ROBUST WEB-ACCESSIBLE INTERNAL COMMUNICATIONS PLATFORM FOR INTERAGENCY SCIENTIST TO RESPOND TO VOLCANIC UNREST.INTENDED BENEFICIARIES OF THE ACTIVITIES AND DELIVERABLES SUPPORTED BY THIS COOPERATIVE AGREEMENT GRANT ARE THE PEOPLE OF THE STATE OF ALASKA WHO MAY BE DIRECTLY IMPACTED BY VOLCANIC ACTIVITY SUCH AS ASH FALL EVENTS AND FOR THE GENERAL PUBLIC AND AVIATION COMMUNITY WHO RELY ON ALASKA VOLCANO OBSERVATORY SCIENTIFIC EXPERTISE AND VOLCANIC ACTIVITY ALERTS TO WARN OF DANGEROUS DRIFTING ASH CLOUDS THAT AFFECT BOTH LOCAL AIR TRAFFIC AND INTERNATIONAL NORTH PACIFIC AIR ROUTES. OTHER BENEFICIARIES ARE ACADEMIC RESEARCH SCIENTISTS WHO RELY ON FREELY ACCESSIBLE DATA PROVIDED BY THIS GRANT THAT HELP TO ADVANCE THE SCIENCE OF VOLCANOLOGY AND VOLCANO RISK ASSESSMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_G22AC00137_1434"}, {"internal_id": 140482245, "Award ID": "G21AC10835", "Award Amount": 2643249.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "15.818", "Description": "COOPERATIVE MONITORING AND ASSESSMENT OF HAWAII VOLCANO HAZARDS, DATED 8/27/2021, REVISED 9/11/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b481942-c2e3-9803-7bca-6f343a5ede40-C", "generated_internal_id": "ASST_NON_G21AC10835_1434"}, {"internal_id": 137751398, "Award ID": "G21AC10384", "Award Amount": 5832408.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-06-04", "CFDA Number": "15.818", "Description": "ALASKA VOLCANO OBSERVATORY 2021, DATED 5/18/2021, REVISED 5/26/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_G21AC10384_1434"}, {"internal_id": 124208801, "Award ID": "G21AC10068", "Award Amount": 1288232.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-01-19", "CFDA Number": "15.818", "Description": "SEISMIC MONITORING OF THE YELLOWSTONE PLATEAU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "105d3de4-6fbf-6e42-7259-4c62267aa84f-C", "generated_internal_id": "ASST_NON_G21AC10068_1434"}, {"internal_id": 96171240, "Award ID": "G20AC00081", "Award Amount": 284149.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-03-24", "CFDA Number": "15.818", "Description": "IMPROVING SEISMIC AND INFRASOUND CONSTRAINTS ON SURFACE FLOWS AT CASCADE VOLCANOES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9ad8bff-1815-2dce-c711-ea8977aee9fe-C", "generated_internal_id": "ASST_NON_G20AC00081_1434"}, {"internal_id": 81947719, "Award ID": "G19AC00171", "Award Amount": 1628151.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-26", "CFDA Number": "15.818", "Description": "ALASKA VOLCANO HAZARD ASSESSMENT AND MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_G19AC00171_1434"}, {"internal_id": 79416040, "Award ID": "G19AC00060", "Award Amount": 1724796.78, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-03-26", "CFDA Number": "15.818", "Description": "HAZARD ASSESSMENT AND MONITORING OF ALEUTIAN ARC VOLCANOES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_G19AC00060_1434"}, {"internal_id": 77169598, "Award ID": "G19AC00029", "Award Amount": 4657858.9, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-01-28", "CFDA Number": "15.818", "Description": "ADVANCE WARNING OF VOLCANIC ACTIVITY USING DIGITAL TELEMETRY NETWORKS AT ALASKA VOLCANOES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_G19AC00029_1434"}, {"internal_id": 68517671, "Award ID": "G18AC00234", "Award Amount": 1751558.99, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-16", "CFDA Number": "15.818", "Description": "G18AC00234  UNIVERSITY OF HAWAII (VOLCANO)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b481942-c2e3-9803-7bca-6f343a5ede40-C", "generated_internal_id": "ASST_NON_G18AC00234_1434"}, {"internal_id": 66582094, "Award ID": "G18AC00132", "Award Amount": 6007727.98, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-24", "CFDA Number": "15.818", "Description": "G18AC000132 UAF (VOLCANO)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_G18AC00132_1434"}, {"internal_id": 62268381, "Award ID": "G18AC00029", "Award Amount": 1464882.61, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-01-30", "CFDA Number": "15.818", "Description": "G18AC00029 UNIVERSITY OF WA (VOLCANO)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_G18AC00029_1434"}, {"internal_id": 48671012, "Award ID": "G16AC00165", "Award Amount": 2197233.87, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-06-13", "CFDA Number": "15.818", "Description": "ALASKA VOLCANO HAZARDS ASSESSMENTS AND MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_G16AC00165_1434"}, {"internal_id": 48670975, "Award ID": "G16AC00128", "Award Amount": 2162474.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-05-17", "CFDA Number": "15.818", "Description": "ALASKA VOLCANO OBSERVATORY 2016", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_G16AC00128_1434"}, {"internal_id": 48670902, "Award ID": "G16AC00054", "Award Amount": 2004972.77, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-03-18", "CFDA Number": "15.818", "Description": "HAZARD ASSESSMENT AND MONITORING OF ALEUTIAN ARC VOLCANOES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_G16AC00054_1434"}, {"internal_id": 48670877, "Award ID": "G16AC00029", "Award Amount": 1581691.73, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-01-21", "CFDA Number": "15.818", "Description": "OPERATION AND MAINTENANCE OF THE YELLOWSTONE REGIONAL SEISMIC NETWORK AND EARTHQUAKE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "105d3de4-6fbf-6e42-7259-4c62267aa84f-C", "generated_internal_id": "ASST_NON_G16AC00029_1434"}, {"internal_id": 48670213, "Award ID": "G15AC00204", "Award Amount": 799112.68, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-26", "CFDA Number": "15.818", "Description": "COOPERATIVE MONITORING AND ASSESSMENT OF HAWAII VOLCANO HAZARDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b481942-c2e3-9803-7bca-6f343a5ede40-C", "generated_internal_id": "ASST_NON_G15AC00204_1434"}]