[{"internal_id": 155551166, "Award ID": "G23AP00046", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-19", "CFDA Number": "15.805", "Description": "PROJECT TITLE  PFAS TRANSPORT FROM CONTAMINATED AREAS TO SURFACE WATERS , DAVID LAMPERT, ILLINOIS INSTITUTE OF TECHNOLOGYPROJECT PERIOD  12 19 2022 THROUGH 12 18 2025PLAIN LANGUAGE SUMMARY  PURPOSE PER  AND POLYFLUOROALKYL SUBSTANCES (PFAS) ARE A CLASS OF MAN MADE CHEMICALS THAT HAVE BEEN RELEASED TO THE ENVIRONMENT OVER THE PAST 70 YEARS. THE WIDESPREAD EXISTENCE OF PFAS IS AN EMERGING ISSUE DUE TO THEIR STABILITY, BIOACCUMULATION POTENTIAL, AND RISKS TO HUMAN AND ECOLOGICAL WELL BEING. AREAS WHERE LARGE QUANTITIES OF PFAS HAVE BEEN RELEASED WITHOUT REGARD FOR CONTAINMENT NOW POSE RISKS TO THE ENVIRONMENT THAT ARE IN NEED OF FURTHER CHARACTERIZATION. CREST HILL, IL HAS A LEGACY OF PFAS CONTAMINATION IN ITS GROUNDWATER WELLS FROM MANUFACTURING AND DISPOSAL OF FIREFIGHTING FOAMS. PFAS CONCENTRATIONS IN THE COMMUNITY S DRINKING WATER WELLS EXCEED ILLINOIS STATE REMEDIAL ACTION LEVELS. THIS PFAS CONTAMINATION IS MIGRATING INTO PROTECTED WETLAND AREAS AROUND THE DES PLAINES RIVER. ACTIVITIES THE LONG TERM GOAL OF THIS PROJECT IS TO IMPROVE THE UNDERSTANDING OF THE FATE AND TRANSPORT OF PFAS FROM CONTAMINATED AREAS TO SURFACE WATERS. THIS PROJECT WILL STUDY THE PFAS MOVEMENT FROM CONTAMINATED AREAS IN CREST HILL USING FIELD DATA, COMPUTER SIMULATIONS, AND A LABORATORY SCALE MODEL OF THE SITE. THE PROJECT TEAM HAS DEVELOPED INNOVATIVE METHODS FOR PFAS FATE AND TRANSPORT ANALYSIS IN SEDIMENTS AND GROUNDWATER SURFACE INTERACTIONS NEAR THE STUDY AREA THAT WILL PROVIDE A STRONG FOUNDATION FOR THIS RESEARCH. THE SPECIFIC OBJECTIVES OF THE PROPOSED INVESTIGATION ARE TO  1) ASSESS PFAS FATE AND TRANSPORT INTO SURFACE WATERS AT A FIELD CONTAMINATED SITE, 2) CHARACTERIZE PFAS TRANSPORT IN GROUNDWATER SURFACE WATER SYSTEMS USING LABORATORY EXPERIMENTS, 3) CAPTURE TIME WEIGHTED AVERAGE PFAS GROUNDWATER AND SURFACE WATER CONCENTRATIONS NEAR CONTAMINATED AREAS USING AN INTEGRATIVE SAMPLER, AND 4) SIMULATE PFAS EVOLUTION USING FATE AND TRANSPORT MODELS. OUTCOMES THIS PROJECT WILL LEVERAGE ONGOING MONITORING ACTIVITIES BY THE U.S. GEOLOGICAL SURVEY AND OTHER ORGANIZATIONS IN THE AREA TO DEVELOP NEW UNDERSTANDING OF PFAS MIGRATION USING NEW SAMPLING TECHNIQUES, AN INNOVATIVE LABORATORY SCALE SYSTEM DESIGNED FOR GROUNDWATER SURFACE WATER INTERACTION, AND NOVEL FATE AND TRANSPORT MODELS. THE RESULTS ARE EXPECTED TO HELP DEVELOP STRATEGIES TO CONTAIN THE PFAS AT THE SITE AND OTHER PLACES WHERE PFAS MOVES INTO SURFACE WATER BODIES. PROJECT RESULTS WILL BE COMMUNICATED WITH STAKEHOLDERS AND THE SCIENTIFIC COMMUNITY THROUGH JOURNAL PUBLICATIONS, CONFERENCE PRESENTATIONS, AND MEETINGS. BENEFICIARIES STUDENTS, EARLY CAREER FACULTY, AND EARLY CAREER USGS SCIENTISTS WILL RECEIVE TRAINING THROUGH THE PROJECT. THE RESULTS ARE EXPECTED TO PROVIDE NEW MECHANISTIC UNDERSTANDING OF PFAS FATE AND TRANSPORT FOR THOSE THAT MANAGE CONTAMINATED SITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G23AP00046_1434"}, {"internal_id": 155551141, "Award ID": "G23AP00045", "Award Amount": 169876.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-19", "CFDA Number": "15.805", "Description": "PROJECT TITLE  QUANTIFICATION OF TOTAL PFAS CONCENTRATIONS AND PFAS BINDING USING 19F NUCLEAR MAGNETIC RESONANCE SPECTROSCOPYPROJECT PERIOD  12 19 2022 THROUGH 12 18 2024PLAIN LANGUAGE SUMMARY  PURPOSE PER  AND POLYFLUOROALKYL SUBSTANCES (PFAS) ARE COMMON ENVIRONMENTAL CONTAMINANTS. THERE ARE THOUSANDS PFAS THAT ENTER THE ENVIRONMENT DUE DO THEIR USE IN COMMERCIAL PRODUCTS AND INDUSTRIAL PROCESSES. BECAUSE THERE ARE SO MANY OF THESE CHEMICALS, IT IS DIFFICULT TO MEASURE THE TOTAL AMOUNT OF PFAS PRESENT IN ANY SAMPLE. CURRENT ANALYTICAL PROTOCOLS ONLY MEASURE A FRACTION (  25 ) OF THE TOTAL PFAS PRESENT. THIS UNDERESTIMATION COULD LEAD TO UNDER TREATMENT OR UNDER REGULATION OF PFAS. ADDITIONALLY, THE ASSOCIATION OF PFAS WITH MACROMOLECULES, INCLUDING NATURAL ORGANIC MATTER AND PROTEINS, IS A CRITICAL, UNDEREXPLORED COMPONENT OF THEIR ENVIRONMENTAL FATE AND TOXICITY. ACTIVITIES THIS PROJECT WILL DEVELOP A NEW, RAPID METHOD TO MEASURE THE TOTAL AMOUNT OF PFAS IN WATER SAMPLES SO THAT THE RISKS POSED TO HUMANS OR THE ENVIRONMENT CAN BE EVALUATED QUICKLY. THE WORK WILL USE 19F NUCLEAR MAGNETIC RESONANCE SPECTROSCOPY (19F NMR) TO SOLVE THESE ISSUES. SAMPLE EXTRACTION AND 19F NMR ANALYSIS PROTOCOLS WILL BE DEVELOPED TO ALLOW QUANTIFICATION OF TOTAL PFAS IN ENVIRONMENTAL SAMPLES. THIS PROJECT WILL USE SAMPLES COLLECTED AS PART OF ONGOING USGS MONITORING EFFORTS FOR 19F NMR ANALYSES AND COMPARE RESULTS TO THOSE FROM MASS SPECTROMETRY ANALYSES BY THE USGS. THIS WILL AID IN ASSESSMENT OF HOW PFAS MOVE IN THE ENVIRONMENT AND THEIR MECHANISMS OF TOXICITY. OUTCOMES BY MEASURING SHIFTS IN NMR SPECTRA OF FLUORINE, HYDROGEN, AND NITROGEN, THE STRENGTH OF BINDING OF PFAS TO NATURAL ORGANIC MATTER AND MODEL PROTEINS WILL BE DETERMINED. THE NUMBER OF PFAS BOUND PER MOLECULE AND THE MOLECULAR ENVIRONMENT OF THE BINDING SITES WILL ALSO BE DETERMINED. BENEFICIARIES THESE BINDING STUDIES WILL IMPROVE ESTIMATIONS OF ENVIRONMENTAL FATE AND TOXICITY AND WILL PROVIDE INFORMATION FOR DEVELOPING OPTIMIZED PFAS SORBENTS. THE NEW METHOD WILL BE COMPARED TO THE CURRENT METHOD RECOMMENDED BY THE U.S. ENVIRONMENTAL PROTECTION AGENCY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G23AP00045_1434"}, {"internal_id": 155551127, "Award ID": "G23AP00044", "Award Amount": 249486.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-19", "CFDA Number": "15.805", "Description": "PROJECT TITLE  ASSESSING THE TRANSPORT, TRANSFORMATION, AND FATE OF PER  AND POLYFLUOROALKYL SUBSTANCES (PFAS) ACROSS THE LAND SEA TRANSITIONPROJECT PERIOD  12 19 2022   12 18 2025PLAIN LANGUAGE SUMMARY  PURPOSE PER  AND POLYFLUOROALKYL SUBSTANCES (PFAS) ARE A LARGE GROUP OF CHEMICALS THAT HAVE BEEN WIDELY MANUFACTURED AND USED IN COMMERCIAL PRODUCTS AND CLASS B FIREFIGHTING FOAM. THEY ARE HIGHLY PERSISTENT EMERGING CONTAMINANTS AND EPIDEMIOLOGICAL STUDIES TO DATE HAVE SHOWN THAT EXPOSURE TO PFAS CAN CAUSE SERIOUS HEALTH OUTCOMES IN HUMANS. THE GOAL OF THIS STUDY IS TO UNDERSTAND HOW PFAS MOVES AND CHEMICALLY REACTS IN SURFACE WATER AND GROUNDWATER ALONG THE TRANSITION FROM FRESHWATER TO SALINE HABITATS. ACTIVITIES THIS PROJECT WILL PROPOSE A FIELD BASED RESEARCH PROJECT TO CHARACTERIZE THE DISTRIBUTION, TRANSPORT, FATE, AND POTENTIAL REMEDIATION MECHANISMS FROM UPLAND TO COASTAL ENVIRONMENTS. THIS PROJECT WILL CONDUCT A FIELD STUDY IN TWO WATERSHEDS THAT TRANSITION FROM UPLAND FRESHWATER HABITATS TO BRACKISH MARSHES TO THE SALINE DELAWARE BAY. THESE TWO WATERSHEDS HAVE CONTRASTING PFAS POINT SOURCES (WASTEWATER TREATMENT PLANT VS. AIR FORCE BASE) AND LAND USES (AGRICULTURE VS. URBAN), ALLOWING US TO ASSESS HOW THE SALINITY GRADIENTS, WETLAND CONDITIONS, AND LAND USE AFFECT THE LEVEL AND COMPOSITION OF PFAS IN SURFACE WATER AND GROUNDWATER IN BOTH SPACE AND TIME. CONCURRENT SAMPLING OF SURFACE WATER, GROUNDWATER, SUSPENDED SOLIDS, AND SEDIMENTS WILL ALLOW ASSESSMENT OF PFAS PARTITIONING, SHEDDING LIGHT ON TRANSPORT AND SEQUESTRATION ALONG THE LAND SEA TRANSITION. NATURAL UPTAKE MECHANISMS OF PFAS SUCH AS PHYTOREMEDIATION AND SEDIMENT TRAPPING AS WELL AS BIOTRANSFORMATION DEGRADATION MEDIATED BY MICROBES IN RIVERS AND WETLANDS WILL BE EXPLORED WITH USGS COLLABORATORS BY FIELD SAMPLING AND LABORATORY BATCH EXPERIMENTS. OUTCOMES THE OUTCOMES OF THIS WORK WILL IMPROVE UNDERSTANDING OF THE CONTROLLING FACTORS FOR THE MOBILITY OF PFAS IN WATERSHEDS AND GENERATE CRUCIAL DATA AND KNOWLEDGE FOR FURTHER MODELING THE PFAS TRANSPORT AND FATE IN THE COASTAL ENVIRONMENT. BENEFICIARIES VARIOUS WAYS TO ENGAGE REGIONAL AND NATIONAL STAKEHOLDERS THROUGHOUT THIS PROJECT AND BROADLY DISSEMINATE RESULTS TO SCIENTIFIC COMMUNITIES AND THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_G23AP00044_1434"}, {"internal_id": 155053660, "Award ID": "G23AP00043", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-12", "CFDA Number": "15.805", "Description": "PROJECT TITLE  UPTAKE AND BIOACCUMULATION OF PFAS AND PRECURSOR COMPOUNDS IN LAKE FOOD WEBSPROJECT PERIOD  12 12 2022 THROUGH 12 11 2025PURPOSE PER AND POLYFLUOROALKYL SUBSTANCES (PFAS) ARE A GROUP OF CHEMICALS WHICH ARE UBIQUITOUS CONTAMINANTS IN FRESHWATER ENVIRONMENTS AND POSE HEALTH RISKS TO HUMANS AND WILDLIFE THAT CONSUME FISH. THIS PROPOSED MULTI YEAR STUDY AIMS TO INVESTIGATE THE PATTERNS AND PROFILES OF PFAS IN LAKE ECOSYSTEMS AND THE PROCESSES BY WHICH PFAS ARE BIOACCUMULATED THROUGH FRESHWATER FOOD WEBS. LAKES CAN RECEIVE PFAS FROM NONPOINT SOURCE CONTAMINATION, AND FROM DISCHARGE FROM LANDFILLS, WASTEWATER TREATMENT PLANTS, FIREFIGHTING ACTIVITIES, AND INDUSTRIAL SITES. SOME PFAS CAN REACH LEVELS IN FISH THAT POSE A THREAT TO HUMANS AND WILDLIFE, THOUGH THE MECHANISMS BY WHICH PFAS BIOACCUMULATE FROM WATER AND SEDIMENT THROUGH AQUATIC FOOD WEBS ARE NOT WELL UNDERSTOOD. ACTIVITIES THIS RESEARCH WILL BUILD ON A FRAMEWORK OF RECENT AND ONGOING STUDIES IN NEW HAMPSHIRE (NH) LAKES THAT MONITOR CONCENTRATIONS OF PFAS IN FISH AND IN LOON EGGS. OUR STUDY WILL FOCUS ON SIX OF THESE LAKES, WHERE WE WILL DETERMINE CONCENTRATIONS OF 40 PFAS COMPOUNDS IN SEDIMENTS, WATER, AND OPEN WATER AND BOTTOM DWELLING ORGANISMS (BIOTA). THE OBJECTIVES OF THIS WORK ARE TO 1) ASSESS THE PROFILES AND CONCENTRATIONS OF PFAS INCLUDING PRECURSOR AND TERMINAL COMPOUNDS IN ABIOTIC COMPARTMENTS (SEDIMENT, SUSPENDED PARTICULATES, AND WATER COLUMN) OF NH LAKES  2) EVALUATE CONCENTRATIONS AND PROFILES OF PFAS, INCLUDING KEY TERMINAL AND PRECURSOR COMPOUNDS, IN OPEN WATER AND BOTTOM DWELLING ORGANISMS FROM NH LAKE, AND RELATE CONCENTRATIONS OF PFAS IN BIOTA TO LOCAL ABIOTIC FACTORS  AND 3) CONDUCT LABORATORY MICROCOSM EXPERIMENTS AND NON TARGETED PFAS ANALYSES ON SELECT FIELD SAMPLES TO ELUCIDATE THE ROLES OF BIOCONCENTRATION, TRANSFER IN THE FOOD WEB, AND BIOTRANSFORMATION AND BIOACCUMULATION OF KEY PFAS. OUTCOMES THIS WORK DEVELOP A COLLABORATION WITH USGS. WE WILL FILL IMPORTANT GAPS IN UNDERSTANDING BIOACCUMULATION MECHANISMS AND ESTABLISHING BIOACCUMULATION FACTORS THAT ARE CRITICAL TO RISK ASSESSMENT AND TO ADVANCING SCIENTIFIC KNOWLEDGE OF THESE WIDESPREAD CONTAMINANTS. BENEFICIARIES THIS WORK WILL DIRECTLY COMPLEMENT ONGOING WORK BY THE NH DEPARTMENT OF ENVIRONMENTAL SERVICES TO INCREASE UNDERSTANDING OF PFAS EXPOSURE TO HUMANS AND WILDLIFE VIA AQUATIC FOOD WEBS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_G23AP00043_1434"}, {"internal_id": 156262448, "Award ID": "G23AP00042", "Award Amount": 234649.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-26", "CFDA Number": "15.805", "Description": "PROJECT TITLE  FIELD OBSERVATIONS AND NUMERICAL SIMULATIONS TO ENHANCE THE UNDERSTANDING OF THE IMPACTS OF PFAS DEPOSITION ON HYDROLOGIC SYSTEMSPROJECT PERIOD  01 26 2023 THROUGH 01 25 2026 PLAIN LANGUAGE SUMMARY  PURPOSE PER  AND POLYFLUORINATED ALKYL SUBSTANCES (PFAS) REPRESENT A PUBLIC HEALTH RISK WHEN THEY ENTER WATER BODIES. RECENT EFFORTS HAVE DEMONSTRATED THAT THE AIR EMISSIONS OF PER  AND POLY FLUORINATED ALKYL SUBSTANCES (PFAS) WILL DEPOSIT BACK TO THE SURFACE, WHERE THEY ENTER THE HYDROLOGIC SYSTEM AND CONTAMINATE DRINKING WATER SOURCES. THE MAIN FOCUS HAS BEEN ON INDUSTRIAL FACILITIES THAT USE PFAS IN THEIR PROCESSES. HOWEVER, OTHER SOURCES OF PFAS AIR EMISSIONS INCLUDE WASTEWATER TREATMENT PLANTS, LANDFILLS, AND HAZARDOUS WASTE INCINERATORS. THE PROJECT SEEKS TO INVESTIGATE THE ROLE THAT AIR EMISSIONS OF PFAS, AND THEIR SUBSEQUENT DEPOSITION BACK TO THE SURFACE, HAVE ON THE ENVIRONMENT NEAR THESE SOURCES WITHIN THE STATE OF OHIO. ACTIVITIES THIS PROJECT WILL COMBINE FIELD OBSERVATIONS AND NUMERICAL SIMULATIONS TO INVESTIGATE THE IMPACT THAT DIFFERENT PFAS AIR EMISSIONS SOURCES HAVE ON ENVIRONMENTAL RECEPTORS DOWNWIND. THE RESEARCHERS WILL DEPLOY PASSIVE AIR SAMPLERS TO DETECT PFAS CONCENTRATIONS IN AIR, AND THEY WILL SUPPLEMENT THESE WITH FLORA SAMPLES TO CHARACTERIZE THE DOWNWIND SPATIAL DISTRIBUTION. THE RESEARCHERS WILL COLLECT SOIL SAMPLES AS PROXIES FOR DEPOSITION RATES TO THE SURFACE IN ORDER TO MAKE DIRECT INFERENCES ABOUT DEPOSITION OF THE PFAS FROM THE AIR TO THE SOIL. THE RESEARCHERS WILL CONDUCT UNTARGETED CHEMICAL ANALYSES OF A PRELIMINARY SET OF SAMPLES TO DETECT WHICH PFAS ARE PRESENT ACROSS THE DIFFERENT ENVIRONMENTAL MEDIA. THE RESEARCHERS WILL CONDUCT TARGETED CHEMICAL ANALYSES TO QUANTIFY THE PFAS MASS LOADING IN EACH PHASE. SUBSEQUENTLY, THE RESEARCHERS WILL APPLY THE COMMUNITY MULTISCALE AIR QUALITY MODEL FOR PFAS (CMAQ PFAS) TO SIMULATE THE AIR EMISSIONS AND DEPOSITION RATES OF PFAS OVER OHIO. THE RESEARCHERS WILL UPDATE CMAQ PFAS TO IMPROVE ITS REPRESENTATION OF PFAS ATMOSPHERIC CHEMISTRY. THE RESEARCHERS WILL EVALUATE THE ACCURACY OF CMAQ PFAS OUTPUTS USING FIELD OBSERVATIONS AND MAKE ADDITIONAL REFINEMENTS, IF NEEDED. OUTCOMES THIS MODEL CAN BE USED TO PREDICT PFAS DEPOSITION ACROSS THE US, PROVIDING A BETTER UNDERSTANDING OF THE ROLE THAT AIR EMISSIONS OF PFAS HAVE ON DRINKING WATER CONTAMINATION ON A NATIONAL SCALE. THE COMBINED FIELD AND COMPUTATIONAL EFFORTS WILL ELUCIDATE WHICH PFAS ARE ENTERING THE AIR FROM DIFFERENT SOURCES AND WHERE THESE PFAS ARE RETURNING TO THE SOIL VIA DEPOSITION. BENEFICIARIES A REFINED VERSION OF CMAQ PFAS CAN BE SCALED UP TO THE ENTIRE US, AND ITS PREDICTED DEPOSITION RATES CAN BE INPUT INTO HYDROLOGIC MODELS THAT PREDICT THEIR TRANSPORT TO GROUNDWATER OR NEARBY SURFACE WATERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_G23AP00042_1434"}, {"internal_id": 155551142, "Award ID": "G23AP00041", "Award Amount": 249977.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-19", "CFDA Number": "15.805", "Description": "PROJECT TITLE  TRACING ATMOSPHERICALLY DEPOSITED PFAS FROM SOURCE TO SEDIMENT IN THE GREAT LAKES REGIONPROJECT PERIOD  12 19 2022 THROUGH 12 18 2025PLAIN LANGUAGE SUMMARY  PURPOSE  WET DEPOSITION OF PER  AND POLYFLUOROALKYL SUBSTANCES (PFAS) IS A KNOWN BUT UNCONSTRAINED MECHANISM OF PFAS INTRODUCTION TO HYDROLOGIC SYSTEMS. THIS PROJECT WILL INVESTIGATE HOW PFAS, KNOWN AS  FOREVER CHEMICALS,  ARE TRANSPORTED THROUGH THE AIR AND INTO SURFACE WATER IN THE GREAT LAKES REGION AND WILL DEMONSTRATE A FRAMEWORK TO TRACK PFAS FROM SOURCES THROUGH RAIN AND INTO RIVERS AND LAKES. ACTIVITIES PFAS MEASURED IN RAINWATER SAMPLES WILL BE USED TO TRACE PFAS FROM RAIN TO LAKE SEDIMENTS AND RIVER WATERS. ATMOSPHERIC MODELING WILL ALSO TRACE THE TRAJECTORY OF PFAS THROUGH THE ATMOSPHERE TO IDENTIFY WHERE IT ORIGINATED. THESE SEEMINGLY EXPANSIVE GOALS WILL BE ACHIEVED THROUGH CAPITALIZING ON EXISTING DATA AND APPLYING SCALABLE ANALYTICAL APPROACHES. SPECIFICALLY, THIS PROJECT WILL LEVERAGE PFAS PRECIPITATION, SEDIMENT, AND RUNOFF DATA FROM THE NATIONAL ATMOSPHERIC DEPOSITION PROGRAM, THE ENVIRONMENTAL PROTECTION AGENCY S GREAT LAKES SEDIMENT SURVEILLANCE PROGRAM, AND THE UNITED STATES GEOLOGICAL SURVEY SUPPORTED SAMPLING EFFORTS. THIS PROJECT ALSO COLLECT AND COMPREHENSIVELY CHARACTERIZE (TOTAL ORGANIC FLUORINE, TARGETED PFAS ANALYSIS, NON TARGETED PFAS ANALYSIS) A SMALLER, NEW PRECIPITATION AND SEDIMENT DATASET. THIS PROJECT WILL INVESTIGATE THESE DATASETS FOR PFAS SPECIES OR FUNCTIONAL CLASSES SUITABLE FOR USE AS TRACERS OF WET DEPOSITED PFAS. THIS PROJECT WILL THEN USE THESE TRACERS TO ESTIMATE WET DEPOSITED PFAS S IMPORTANCE TO PFAS OBSERVED IN SEDIMENT SAMPLES FROM LAKE SUPERIOR AND LAKE HURON AND RUNOFF SAMPLES FROM TRIBUTARIES TO LAKE SUPERIOR. NEXT, THIS PROJECT WILL USE AIRMASS BACK TRAJECTORIES FROM PRECIPITATION SAMPLING SITES IN WI, MN, AND MI TO IDENTIFY PRIMARY SOURCE REGIONS FOR WET DEPOSITED PFAS. LASTLY, POSITIVE MATRIX FACTORIZATION WILL DERIVE CHEMICAL PROFILES OF WET DEPOSITED PFAS SOURCES FROM THE PRECIPITATION DATASETS. OUTCOMES  OUTPUTS OF THIS PROJECT WILL INCLUDE 1. TRACERS FOR WET DEPOSITED PFAS 2. ASSESSMENT OF THE IMPORTANCE OF WET DEPOSITED PFAS TO SEDIMENT AND RUNOFF POOLS IN SELECT GREAT LAKES 3. SPATIAL DISTRIBUTION OF POINT AND NON POINT PFAS WET DEPOSITION SOURCES IN THE WESTERN GREAT LAKES AND 4. CHEMICAL PROFILES OF SOURCES CONTRIBUTING TO PFAS WET DEPOSITION. BENEFICIARIES THIS FRAMEWORK WILL LEAD TO BETTER INFORMED DECISION MAKING PROCESSES FOR INTER STATE AND INTER REGION WATER MANAGEMENT. THE APPROACH PROPOSED HERE IS ADAPTABLE AND COULD BE APPLIED TO HELP REGULATORS AND RESOURCE MANAGERS IDENTIFY THE SOURCES AND IMPORTANCE OF WET DEPOSITED PFAS IN REGIONS OUTSIDE OF THE GREAT LAKES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G23AP00041_1434"}, {"internal_id": 155860580, "Award ID": "G23AP00040", "Award Amount": 243721.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-13", "CFDA Number": "15.805", "Description": "PROJECT TITLE  PFAS PRECURSOR BIOACCUMULATION AND BIOTRANSFORMATION IN AGRICULTURALLY IMPACTED WETLAND FOOD WEBSPROJECT PERIOD  01 13 2023 THROUGH 01 12 2026PROJECT ABSTRACT SUMMARY  PURPOSE PER  AND POLYFLUOROALKYL SUBSTANCES (PFAS) ARE WIDESPREAD ENVIRONMENTAL CONTAMINANTS. THEY CONCENTRATE IN MUNICIPAL BIOSOLIDS, WHICH ARE THEN SPREAD ON AGRICULTURAL FIELDS CONTAMINATING WETLANDS. SOME PFAS (REFERRED TO AS PRECURSORS) CAN BE BIO TRANSFORMED BY BACTERIA AND MULTICELLULAR ORGANISMS (LIKE FISH) TO USUALLY, SMALLER, AND MORE EASILY EXCRETABLE METABOLITES. HOWEVER, THERE IS LITTLE UNDERSTANDING ON THE TRANSFORMATION OF PFAS PRECURSORS IN FISH AND OTHER AQUATIC BIOTA. IN ADDITION, IMPACTS OF PFAS PRECURSORS TO AQUATIC COMMUNITIES INHABITING THESE WETLANDS HAS NOT BEEN EXPLORED. THIS IS A CRITICAL NEED AS PFAS METABOLITES RESULTING FROM BIOTRANSFORMATION OF PRECURSORS CAN BE MORE BIOACCUMULATIVE AND TOXIC THAN TERMINAL PRODUCTS. ACTIVITIES THE CENTRAL OBJECTIVE OF THIS WORK IS TO STUDY THE IN VIVO TRANSFORMATION AND ECOLOGICAL EFFECTS OF PFAS PRECURSORS IN WETLANDS. THIS PROJECT WILL COMBINE FIELD AND MESOCOSM STUDIES TO ADDRESS KEY QUESTIONS RELATED TO PFAS TRANSFORMATION AS WELL AS ECOLOGICAL EFFECTS ON AQUATIC COMMUNITIES. LAST FALL, RESEARCHERS COLLECTED PFAS DATA FROM WATER, SEDIMENT AND BIOTA FROM A PERMANENT WETLAND AND FOUND HIGHER PFAS CONCENTRATIONS IN THE BIOSOLID IMPACTED SITE. NOTABLY, THERE WAS AN OVERALL LACK OF PFAS PRECURSORS IN THE PLASMA OF HIGH TROPHIC LEVEL VERTEBRATES (FISH AND TURTLES) COMPARED TO WATER AND SEDIMENT. AN ABSENCE OF PFAS PRECURSORS IN FISH AND TURTLES STRONGLY SUGGESTS SIGNIFICANT BIO TRANSFORMATION (I.E., MICROBIAL PLUS IN VIVO METABOLISM) OF THESE PFAS PRECURSORS IN THESE AQUATIC SYSTEMS. THE RESEARCHERS ALSO HAVE PRELIMINARY DATA SHOWING EFFICIENT METABOLISM OF PFAS PRECURSORS IN A VERTEBRATE (AMPHIBIAN), BUT NOT AN INVERTEBRATE (CRICKET). THE CENTRAL OBJECTIVE OF THIS WORK IS TO STUDY THE IN VIVO TRANSFORMATION AND ECOLOGICAL EFFECTS OF PFAS PRECURSORS IN WETLANDS. THIS RESEARCH WILL ACCOMPLISH THE GOAL BY USING A COMBINATION OF FIELD AND MESOCOSM STUDIES TO ADDRESS KEY QUESTIONS RELATED TO PFAS TRANSFORMATION AS WELL AS ECOLOGICAL EFFECTS ON AQUATIC COMMUNITIES. THE RESEARCHERS WILL QUANTIFY 52 TARGETED PFAS IN ENVIRONMENTAL MEDIA AND BIOTA USING LIQUID CHROMATOGRAPHY MASS SPECTROMETRY (LC MS MS) AND TIME OF FLIGHT QUADRUPOLE MASS SPECTROMETRY (QTOF MS) AND SUSPECT NONTARGET ANALYSIS WILL BE CONDUCTED USING HIGH RESOLUTION MS ANALYSIS. OUTCOMES THERE IS LITTLE UNDERSTANDING ON THE IN VIVO TRANSFORMATION OF PFAS PRECURSORS IN AQUATIC ORGANISMS. IN ADDITION, IMPACTS OF PFAS PRECURSORS TO AQUATIC COMMUNITIES INHABITING THESE WETLANDS HAVE NOT BEEN EXPLORED. BENEFICIARIES THIS WORK WILL BENEFIT RESOURCE MANAGERS BECAUSE PFAS METABOLITES RESULTING FROM BIOTRANSFORMATION OF PRECURSORS CAN BE MORE BIOACCUMULATIVE AND TOXIC THAN TERMINAL PRODUCTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_G23AP00040_1434"}, {"internal_id": 156520674, "Award ID": "G23AP00039", "Award Amount": 236187.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-06", "CFDA Number": "15.805", "Description": "PROJECT TITLE  A RAMAN SENSOR FOR IN SITU MEASUREMENT OF PER AND POLYFLUOROALKYL SUBSTANCES IN WATERPROJECT PERIOD  02 07 2023 THROUGH 09 06 2024PROJECT ABSTRACT SUMMARY  PURPOSE PER AND POLYFLUOROALKYL SUBSTANCES (PFAS) ARE KNOWN AS  FOREVER CHEMICALS  AS THEY ARE EXTREMELY PERSISTENT WITH HALF LIVES OFTEN ESTIMATED IN CENTURIES. THESE CHEMICALS ARE BROADLY DISTRIBUTED AND ASSOCIATED WITH A MYRIAD OF HUMAN HEALTH AND ENVIRONMENTAL CONCERNS, EVEN WHEN EXPOSURES OCCUR AT VANISHINGLY LOW CONCENTRATIONS. TO ADDRESS PFAS CONTAMINATION OF WATER RESOURCES, THERE IS AN OBVIOUS NEED TO KNOW WHERE THESE SUBSTANCES EXIST AND THEIR CONCENTRATION RELATIVE TO REGULATORY LIMITS. HOWEVER, CURRENT METHODS OF PFAS ANALYSIS ARE TIME CONSUMING, COMPLICATED, AND EXPENSIVE  HYPHENATED  ANALYTICAL PROCEDURES THAT LACK THE RESPONSIVENESS ESSENTIAL FOR PUBLIC HEALTH PROTECTION AND MITIGATION ASSESSMENTS. CURRENT PFAS MEASUREMENTS INVOLVE COMPLEX SAMPLING AND ADVANCED ANALYTICAL PROCEDURES REQUIRING TRAINED OPERATORS THEREBY PRECLUDING TIME SENSITIVE RESPONSES FOR CONTAMINANT AVOIDANCE AND MITIGATION. THEREFORE, A RAPID RESPONDING AND HIGHLY SENSITIVE ANALYTICAL TOOL TO PROVIDE IN SITU PFAS DETECTION IS CLEARLY NEEDED. ACTIVITIES THIS PROJECT AIMS TO DEVELOP A NOVEL PROXY METHOD (A SENSOR) TO OVERCOME THE PFAS DETECTION AND QUANTIFICATION CHALLENGES AND TO ENABLE ENVIRONMENTAL STEWARDSHIP AND REACH PUBLIC HEALTH GOALS. THE RESEARCHERS WILL DEVELOP AN IN SITU SENSOR BASED ON RAMAN SPECTROSCOPY TO MEASURE THE TOTAL ORGANOFLUORINE CONCENTRATION, I.E., THE NUMBER OF CARBON FLOURINE (C F) BONDS, AND DETECT SELECT PFAS COMPOUNDS IN AQUEOUS SAMPLES. THE SENSOR CONSISTS OF A PHOTONIC CAVITY COUPLED WITH A SURFACE ENHANCED RAMAN SCATTERING (SERS) SUBSTRATE. THIS COMBINATION CONCENTRATES LASER EXCITATION ENERGY AND ENHANCES THE PLASMONIC FIELD TO DETECT PFAS ANALYTES WITH HIGH SENSITIVITY AND REPEATABILITY. IT IS IMPORTANT TO NOTE THAT, UNLIKE MOST SERS APPLICATIONS, THE INTEGRATION OF THE PHOTONIC CAVITY IN THE PROPOSED SENSORS WILL ELIMINATE THE NEED TO AFFIX THE ANALYTES OF INTEREST TO THE SERS SURFACE, THEREBY MAKING FLOW THROUGH DETECTION POSSIBLE. OUTCOMES THE ANTICIPATED OUTCOME OF THIS PROPOSAL IS A SENSOR THAT ACCURATELY MEASURES PFAS CONCENTRATIONS IN THE PARTS PER TRILLION RANGE OR LOWER. THIS PROPOSAL CONSISTS OF THE FABRICATION AND OPTIMIZATION OF THE SENSOR, WITH TESTING OF REAL WORLD SAMPLES IN COLLABORATION WITH USGS RESEARCHERS. BENEFICIARIES THE RAPID ASSESSMENT OF WATER SAMPLES PROVIDED BY THE SENSOR WILL PINPOINT LOCATIONS MOST IMMEDIATELY THREATENED AND CAN ASSIST IN MONITORING ASSESSMENTS AND MITIGATION EVALUATIONS FOR RESOURCE MANAGERS. AS SUCH, THE SENSOR TECHNOLOGY WILL COMPLEMENT EXISTING TECHNOLOGY AND HELP FOCUS PRECIOUS RESOURCES FOR MORE SOPHISTICATED PFAS ANALYSES ON CRITICAL SAMPLES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_G23AP00039_1434"}, {"internal_id": 157766864, "Award ID": "G23AP00038", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-22", "CFDA Number": "15.805", "Description": "PROJECT TITLE    FATE, TRANSPORT AND TRANSFORMATION OF POLY  AND PERFLUOROALKYL SUBSTANCES (PFAS) IN HORIZONTAL LEVEESPROJECT PERIOD   07 01 2023 THROUGH 06 01 2026PROJECT ABSTRACT SUMMARY   PURPOSE  LARGE SUMS OF MONEY ARE BEING SPENT TO REDUCE THE CONCENTRATIONS OF POLYFLUOROALKYL SUBSTANCE (PFAS) BEING RELEASED BY INDUSTRIAL SOURCES.  ONGOING REMEDIAL ACTIVITIES ARE WILL LIKELY CONTROL MAJOR SOURCES OF PFAS ASSOCIATED WITH AIRPORTS, INDUSTRIAL SITES AND LANDFILLS, BUT DIFFUSE SOURCES OF CONTAMINATION WILL REMAIN A PROBLEM FOR DECADES.  WATER MANAGERS HAVE ALREADY RECOGNIZED THE POTENTIAL FOR NATURE BASED TREATMENT SYSTEMS (E.G., CONSTRUCTED WETLANDS, MANAGED RIPARIAN ZONES) TO REMOVE NUTRIENTS, METALS AND SYNTHETIC ORGANIC CHEMICALS (E.G., PHARMACEUTICALS, PESTICIDES), BUT PFAS HAS NOT YET BEEN STUDIED IN SUBSURFACE SYSTEMS.  NATURE BASED TREATMENT SYSTEMS ALSO PROVIDE UNIQUE OPPORTUNITIES TO GAIN MOLECULAR LEVEL INSIGHTS INTO CONTAMINANT FATE UNDER THE COMPLEX CONDITIONS ENCOUNTERED IN NATURAL SYSTEMS.  PFAS ARE NOT EXPECTED TO BE REMOVED TO A CONSIDERABLE EXTENT IN NATURAL SYSTEMS DUE TO THEIR LOW TENDENCY FOR SORPTION TO MINERALS AND SOIL.  POLYFLUOROALKYL SUBSTANCE MAY BE CONVERTED TO PERFLUOROALKYL ACIDS, WHICH ARE TERMINAL DEGRADATION PRODUCTS.  ACTIVITIES  TO ASSESS FACTORS DETERMINING THE FATE, TRANSPORT AND TRANSFORMATION OF PFAS IN NATURE BASED TREATMENT SYSTEMS, THE RESEARCHERS WILL MONITOR A SUITE OF PFAS IN AN EXPERIMENTAL SUBSURFACE WETLAND SYSTEM.  IN SEVERAL OF THE WETLAND CELLS, THE POROUS MEDIA WILL BE AMENDED WITH LABILE ORGANIC CARBON (I.E., WOODCHIPS) TO STIMULATE MICROBIAL ACTIVITY AND OR PFAS ADSORBING CARBONACEOUS MATERIALS (I.E., REGENERATED ACTIVATED CARBON) TO ENHANCE SORPTION.  PFAS CONTAINING WATER, EITHER EFFLUENT FROM AN ADJACENT MUNICIPAL WASTEWATER TREATMENT PLANT OR REVERSE OSMOSIS CONCENTRATE FROM A POTABLE WATER REUSE SYSTEM, WILL BE PASSED THROUGH THE SUBSURFACE AT RATES ENCOUNTERED IN NATURE BASED TREATMENT SYSTEMS OR RIPARIAN ZONES ADJACENT TO RIVERS.  OUTCOMES  BY FOLLOWING THE FATE OF PFAS IN WETLAND POREWATER AND PLANTS ALONG WITH WATER QUALITY PARAMETERS AND MICROBIAL COMMUNITY COMPOSITION, THE RESEARCHERS WILL OBTAIN A MOLECULAR LEVEL UNDERSTANDING OF FACTORS AFFECTING PFAS PRECURSOR TRANSFORMATION AND THE POTENTIAL FOR USING CARBONACEOUS MATERIALS TO ENHANCE CONTAMINANT REMOVAL.  FINALLY, MEASUREMENTS OF PLANT UPTAKE OF PFAS WILL PROVIDE INSIGHT INTO THE POTENTIAL FOR WETLANDS AND RIPARIAN ZONES TO SERVE AS A PATHWAY OF PFAS EXPOSURE FOR TERRESTRIAL ORGANISMS.  BENEFICIARIES  THIS PROJECT WILL PROVIDE RESOURCE MANAGERS INSIGHT INTO THE FATE OF PFAS IN NATURAL SYSTEMS, SUCH AS THE MOVEMENT OF SHALLOW GROUNDWATER TOWARDS RIVERS AND STREAMS (I.E., THE RIPARIAN ZONE), AS WELL AS NATURE BASED TREATMENT SYSTEMS EMPLOYED FOR TREATING DIFFUSE CONTAMINANT SOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea7a33b4-8d5e-e75d-a88c-0a12b25732c6-C", "generated_internal_id": "ASST_NON_G23AP00038_1434"}, {"internal_id": 155551137, "Award ID": "G23AP00037", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-19", "CFDA Number": "15.805", "Description": "PROJECT TITLE  QUANTIFYING PFAS BIOACCUMULATION AND HEALTH IMPACTS ON ECONOMICALLY IMPORTANT PLANTS AND ANIMALS ASSOCIATED WITH AQUATIC ECOSYSTEMS IN THE CEDED TERRITORIESPROJECT PERIOD  12 19 2022 THROUGH 12 18 2025PROJECT ABSTRACT SUMMARY  PURPOSE THE PRESENCE OF PER AND POLY FLUOROALKYL SUBSTANCES (PFAS) IN AQUATIC ECOSYSTEMS OF THE GREAT LAKES REGION IS OF CONCERN TO MANY DIVERSE STAKEHOLDERS, INCLUDING TRIBAL NATIONS, WATER QUALITY MANAGERS, AND THE PUBLIC. INCREASED PFAS SAMPLING EFFORTS IN RECENT DECADES HAVE LARGELY OVERLOOKED AREAS THAT ARE OF ECONOMIC AND CULTURAL IMPORTANCE TO UNDERREPRESENTED COMMUNITIES, INCLUDING TRIBAL NATIONS IN THE GREAT LAKES REGION. BECAUSE PFAS HAS BEEN SHOWN TO BIOACCUMULATE IN PLANTS AND ANIMALS, IT IS CRITICAL TO DECIPHER BIOACCUMULATION RATES OF PFAS MIXTURES IN FLORA AND FAUNA THAT ARE OF CONCERN FOR HUMAN CONSUMPTION (E.G., WILD RICE, SUGAR BUSH SAP, AND FISH). ADDITIONALLY, HIGH LEVELS OF PFAS EXPOSURE FROM AQUATIC ENVIRONMENTS COULD LEAD TO NEGATIVE HEALTH IMPACTS ON WILDLIFE. ACTIVITIES THIS PROJECT WILL (I) ASSESS AQUATIC ENVIRONMENTS FOR PFAS CONTAMINATION IN THE CEDED TERRITORIES, (II) DETERMINE THE BIOACCUMULATION FACTORS OF PFAS IN DIFFERENT PLANTS AND ANIMALS, AND (III) UNDERSTAND THE HEALTH IMPACTS OF PFAS BURDEN ON THE IMMUNE FUNCTION OF A KEY AQUATIC INDICATOR SPECIES. THIS PROJECT WILL QUANTIFY PFAS CONCENTRATIONS AT 25 LAKES ASSOCIATED WITH TRIBAL AND RECREATIONAL HARVEST OF WILD RICE AND FISH ACROSS THE CEDED TERRITORIES. IN A SUBSAMPLE OF THESE LAKES, THIS PROJECT DETERMINE HOW BIOACCUMULATION RATES DIFFER BETWEEN PLANTS AND ANIMALS AND USE STABLE ISOTOPE DATA TO ASSESS BIOACCUMULATION VARIATION. AT THESE LAKES, THIS PROJECT WILL ALSO ASSESS BOTH THE INNATE AND ADAPTIVE IMMUNE FUNCTION OF TREE SWALLOWS, A USGS KEY INDICATOR SPECIES, THAT ARE EXPOSED TO A GRADIENT OF PFAS MIXTURES. OUTCOMES OVERALL, THE PROPOSED STUDY WILL HELP RESEARCHERS UNDERSTAND PFAS CONTAMINATION IN THE CEDED TERRITORIES. BENEFICIARIES THIS WILL BENEFIT THE MANY TRIBAL COMMUNITIES WHO RELY ON THE LOCAL AQUATIC ENVIRONMENT FOR ECONOMIC, SOCIAL, AND CULTURAL PURPOSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G23AP00037_1434"}, {"internal_id": 155551165, "Award ID": "G23AP00036", "Award Amount": 122318.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-19", "CFDA Number": "15.805", "Description": "PROJECT PERIOD  HABITAT SELECTION OF JUVENILE BLACK CARP AND ASSOCIATED PREDATORY EFFECTS ON NATIVE AND NON NATIVE BIVALVESPROJECT PERIOD  12 19 2022 THROUGH 12 18 2024PROJECT ABSTRACT SUMMARY  PURPOSE CONTROL STRATEGIES FOR BLACK CARP (MYLOPHARYNGODON PICEUS), AN INVASIVE MOLLUSCIVORE, ARE HINDERED BY LOW CAPTURE PROBABILITIES AND LIMITED KNOWLEDGE OF HABITAT PREFERENCES. IN ADDITION, THERE IS LIMITED INFORMATION ON HOW THIS PREDATOR AFFECTS PREY SPECIES SUCH AS NATIVE AND NON NATIVE BIVALVES. MOST INFORMATION ON HABITAT USE BY BLACK CARP COMES FROM ADULT CATCHES WHICH PROVIDE LIMITED DATA ON HABITATS OCCUPIED BY JUVENILES OR THE RISKS THEY POSE TO BIVALVES IN LARGE RIVERS. ACTIVITIES THIS PROJECT WILL MEASURE VELOCITY AND SUBSTRATE PREFERENCES OF JUVENILE BLACK CARP AND TEST HOW THESE PHYSICAL VARIABLES INFLUENCE BIVALVE VULNERABILITY TO PREDATION BY BLACK CARP. THIS RESEARCH WILL BE CONDUCTED WITH CAPTIVE BLACK CARP IN INDOOR, FLOW THROUGH TANKS SUITED FOR HABITAT PREFERENCE EXPERIMENTS AT THE KASKASKIA BIOLOGICAL STATION. TREATMENTS WILL INCLUDE BLACK CARP ONLY AND BLACK CARP WITH BIVALVE PREY IN TANKS WITH FOUR SUBSTRATE TYPES. LOW AND HIGH FLOW VELOCITY TREATMENTS WILL BE USED TO TEST HABITAT SELECTION AND PREY VULNERABILITY WITHIN CONTINUOUS AND DYNAMIC VELOCITY FIELDS, REPRESENTATIVE OF BENTHIC FLOW REGIMES IN RIVERS WITH BLACK CARP. OUTCOMES THIS RESEARCH WILL ADDRESS WHETHER JUVENILE BLACK CARP PREFER PARTICULAR VELOCITY AND SUBSTRATE FEATURES, AND IF HABITAT CHARACTERISTICS AFFECT PREY VULNERABILITY TO JUVENILE BLACK CARP. BENEFICIARIES THE OUTCOMES OF THIS RESEARCH CAN GUIDE MONITORING EFFORTS BY FOCUSING FUTURE SURVEYS IN HABITATS PREFERRED BY JUVENILE BLACK CARP, AS WELL AS IDENTIFY HABITATS WHERE BIVALVES WOULD BE MOST AT RISK FROM THIS INVASIVE PREDATOR.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G23AP00036_1434"}, {"internal_id": 155551111, "Award ID": "G23AP00035", "Award Amount": 122971.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-19", "CFDA Number": "15.805", "Description": "PROJECT TITLE  HABITAT ASSOCIATIONS AND BIOTIC INTERACTIONS OF INVASIVE RUSTY CRAYFISH TO INFORM RISK ASSESSMENT AND MANAGEMENT OF SHALLOW GLACIAL LAKES AT THE INVASION FRONTPROJECT PERIOD  12 19 2022 THROUGH 12 18 2025PROJECT ABSTRACT SUMMARY  PURPOSE THE INVASIVE RUSTY CRAYFISH HAS CAUSED TREMENDOUS ECOLOGICAL AND ECONOMIC DAMAGE IN GLACIAL LAKES IN THE UPPER MIDWEST. FOLLOWING ITS INTRODUCTION INTO WISCONSIN IN THE 1960S, IT HAS DECIMATED AQUATIC VEGETATION, PREDATED ON FISH EGGS AND LARVAE, RESTRUCTURED FOOD WEBS, FORCED THE EXTIRPATION OF NATIVE SPECIES, AND POTENTIALLY REDUCED WATER QUALITY THROUGH THE RESUSPENSION OF NUTRIENTS AND SEDIMENT FROM THE BENTHOS. ITS RANGE HAS RECENTLY EXPANDED SOUTH TO SHALLOW EUTROPHIC LAKES OF THE UPPER MISSISSIPPI BASIN. THE FIRST LAKE DWELLING POPULATION IN IOWA WAS RECENTLY DISCOVERED IN STORM LAKE, IOWA IN 2018, BUT LITTLE IS KNOWN ABOUT THE RELATIVE ABUNDANCE, DISTRIBUTION OF RUSTY CRAYFISH WITHIN STORM LAKE OR SURROUNDING NATURAL LAKES, OR HOW ITS INTRODUCTION WILL INTERACT WITH NATIVE AND INVASIVE SPECIES ALREADY PRESENT. ACTIVITIES WE WILL ASSESS THE DISTRIBUTION AND HABITAT AND BIOTIC ASSOCIATIONS OF RUSTY CRAYFISH WITH BOTH INTENSIVE WITHIN STORM LAKE AND EXTENSIVE AMONG LAKE MINNOW TRAPPING SURVEYS WITHIN THE UPPER MISSISSIPPI RIVER BASIN. WE WILL USE THIS DATA TO ANALYZE HOW LAKE HABITAT, SPECIES COMMUNITY INTERACTIONS, HUMAN SOCIOECONOMIC FACTORS, AND ACTIVE HABITAT MANAGEMENT AND RESTORATION PRACTICES MAY REGULATE THE SPREAD OF THIS SPECIES. OUTCOMES THIS RESEARCH WILL INFORM VULNERABILITY ASSESSMENTS FOR EARLY DETECTION AND MANAGEMENT OF THE SPECIES. BENEFICIARIES THIS WILL ALLOW MANAGERS TO BETTER PRIORITIZE AT RISK SITES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_G23AP00035_1434"}, {"internal_id": 155551135, "Award ID": "G23AP00034", "Award Amount": 299974.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-19", "CFDA Number": "15.805", "Description": "PROJECT TITLE  DO FRESHWATER SPECIES INVASIONS ALTER ECOSYSTEM RESPONSES TO EXTERNAL DRIVERSPROJECT PERIOD  12 19 2022 THROUGH 12 18 2025PROJECT ABSTRACT SUMMARY  PURPOSE AQUATIC SPECIES INVASIONS ARE ACCELERATING GLOBALLY. MOREOVER, THEY OFTEN HAVE DRAMATIC EFFECTS, TO THE POINT THAT THEY CAN FUNDAMENTALLY TRANSFORM ECOSYSTEMS. INVASIVE SPECIES HAVE WELL KNOWN IMPACTS ON FRESHWATER BIOTA AND WATER QUALITY. YET THESE IMPACTS ARE EXCEEDINGLY DIFFICULT TO PREDICT DUE TO POTENTIAL INTERACTIVE EFFECTS AMONG INVASIVE SPECIES, AS WELL AS INTERACTIONS WITH OTHER DRIVERS OF ENVIRONMENTAL CHANGE SUCH AS CLIMATE CHANGE AND EXTERNAL NUTRIENT LOADING. ACTIVITIES WE HYPOTHESIZE THAT INVASIVE SPECIES CAN ALTER HOW AN ECOSYSTEM RESPONDS TO WELL KNOWN EXTERNAL FACTORS SUCH AS CLIMATE CHANGE AND NUTRIENT INPUTS FROM THE WATERSHED. THIS PROPOSED STUDY TAKES ADVANTAGE OF THE LONG TERM MONITORING PROGRAM ON LAKES MENDOTA AND MONONA CONDUCTED BY THE NORTH TEMPERATE LAKES LONG TERM ECOLOGICAL RESEARCH (NTL LTER) AND MICROBIAL OBSERVATORY PROGRAMS TO ADDRESS THIS EMERGING QUESTION. THESE TWO EUTROPHIC LAKES WERE INVADED BY SPINY WATER FLEA IN 2009 AND ZEBRA MUSSELS IN 2015, AND HAVE EXPERIENCED HIGH INTERANNUAL VARIABILITY IN CLIMATE AND NUTRIENT LOADING. THIS PROJECT WILL COMBINE ANALYSIS OF LONG TERM LIMNOLOGICAL (LAKE) DATA, TIME SERIES METAGENOMICS, AND SMALL SCALE LAB EXPERIMENTS TO ELUCIDATE ECOSYSTEM RESPONSES TO THESE POTENTIALLY INTERACTING DRIVERS. OUTCOMES THIS PROJECT WILL YIELD A DEEPER UNDERSTANDING OF HOW INVASIVE SPECIES IMPACT ECOSYSTEMS AND WILL INTEGRATE OUR UNDERSTANDING OF SEVERAL INTER RELATED RESPONSE VARIABLES   NUTRIENTS, WATER QUALITY, AND PLANKTONIC COMMUNITIES. BENEFICIARIES THIS WORK WILL DIRECTLY INFORM EFFORTS TO IMPROVE WATER QUALITY IN THE UPPER MISSISSIPPI RIVER BASIN AND BEYOND. SPECIFICALLY, IT WILL ALLOW PREDICTION OF HOW LAKE WATER QUALITY WILL RESPOND TO CHANGING NUTRIENT LOADING IN THE ECOSYSTEM S NEWLY TRANSFORMED (INVADED) ECOSYSTEM STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G23AP00034_1434"}, {"internal_id": 155551140, "Award ID": "G23AP00032", "Award Amount": 272927.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-19", "CFDA Number": "15.805", "Description": "PROJECT TITLE  PREDICTING FROM THE PAST   IDENTIFYING CHARACTERISTICS OF INVASION RESISTANT AND INVASION PRONE WATERBODIES TO AID HORIZON SCANNINGPROJECT PERIOD  12 19 2022 THROUGH 12 18 2025PROJECT ABSTRACT SUMMARY  PURPOSE INVASIVE SPECIES ARE SPECIES WHICH MOVE FROM THEIR LOCATIONS OF ORIGIN INTO NEW REGIONS, BECOME ABUNDANT AND DIFFICULT TO CONTROL, AND CAUSE ECOLOGICAL OR ECONOMIC DAMAGE TO OUR WATER AND RELATED INFRASTRUCTURE. THE HIGH COST OF THESE IMPACTS, PARTICULARLY BY AQUATIC INVASIVE SPECIES (AIS) IN THE UPPER MISSISSIPPI RIVER BASIN, MEANS THAT PREVENTING INVASIONS OF NEW WATERBODIES AND BY NEW SPECIES IS A HIGH PRIORITY. YET IT IS CURRENTLY DIFFICULT FOR MANAGERS TO KNOW WHICH WATERBODIES ARE MOST SUSCEPTIBLE TO WHICH SPECIES. WATERBODIES IN THE UPPER MISSISSIPPI RIVER BASIN ARE AT HIGH RISK OF INVASION BY SEVERAL AIS, WITH OFTEN DEVASTATING ECOLOGICAL IMPACTS TO WATER QUALITY AND ECONOMIC CONSEQUENCES FOR WATER RELATED INFRASTRUCTURE AND MANAGEMENT. YET UNDERSTANDING WHICH SITES ARE MOST PRONE TO INVASION, AND BY WHICH SPECIES, IS LACKING, MAKING IT DIFFICULT FOR MANAGERS AND POLICY MAKERS TO KNOW WHERE TO FOCUS PREVENTION AND MITIGATION EFFORTS. SOME WATERBODIES IN THE REGION HAVE PROVED RESISTANT TO FORECASTED INVASION, AND THESE SITUATIONS MAY PROVIDE CLUES AS TO THE CONDITIONS AND PROCESSES PRODUCING THIS APPARENT RESISTANCE. IF PATTERNS CAN BE REVEALED, THIS WOULD ALLOW MANAGERS TO MORE ACCURATELY PREDICT INVASION RISK THROUGHOUT THE REGION AND THUS TO TRIAGE SITES FOR PREVENTION AND MITIGATION EFFORTS. ADDITIONALLY, SUCH KNOWLEDGE MAY ALLOW MANAGERS TO DEVELOP AND APPLY STRATEGIES THAT PROMOTE RESISTANCE TO INVASION IN OTHER WATERBODIES. ACTIVITIES WE WILL USE A COMBINATION OF MACHINE LEARNING AND STATISTICAL MODELING TO LEVERAGE REGION WIDE WATERBODY INVASION HISTORIES AND DATASETS ON THE PHYSICAL, BIOLOGICAL, CHEMICAL, ANTHROPOGENIC, AND GEOGRAPHIC CHARACTERISTICS OF THESE WATERBODIES TO  A) IDENTIFY FACTORS THAT INCREASE OR DECREASE INVASION RISK, B) CATEGORIZE ALL WATERBODIES IN THE REGION BASED ON THEIR INVASION RISK, AND C) PROVIDE A DECISION SUPPORT TOOLS FOR MANAGERS AND POLICY MAKERS TO IDENTIFY AT RISK SITES. OUTCOMES THIS RESEARCH WILL ENABLE PREDICTION OF WHICH WATERBODIES ARE MOST SUSCEPTIBLE (OR RESILIENT) TO INVASIONS, AND BY WHICH SPECIES. BENEFICIARIES THIS WILL ALLOW MANAGERS TO BETTER PRIORITIZE AT RISK SITES AND SPECIES, WHILE GAINING MANAGEMENT INSIGHTS TO DEVELOP AND APPLY STRATEGIES THAT PROMOTE RESILIENCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G23AP00032_1434"}, {"internal_id": 155860594, "Award ID": "G23AP00031", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-11", "CFDA Number": "15.805", "Description": "PROJECT TITLE  CAUSES AND CONSEQUENCES OF MOLLUSK INVASIONS THROUGHOUT THE ILLINOIS RIVER WATERSHEDPROJECT PERIOD  01 11 2023 THROUGH 01 10 2025PROJECT ABSTRACT SUMMARY  PURPOSE AQUATIC INVASIVE SPECIES ARE DETRIMENTAL TO WILDLIFE, AFFECT WATER QUALITY, AND NEGATIVELY IMPACT ECOSYSTEMS, INFRASTRUCTURE, AND RECREATION. DESPITE THESE NEGATIVE IMPACTS, LITTLE IS KNOWN ABOUT INTERACTIONS BETWEEN THE OVER 140 INVASIVE SPECIES IN THE UPPER MISSISSIPPI RIVER BASINS. MOLLUSKS (INCLUDING SNAILS, MUSSELS, AND CLAMS) COMPOSE A LARGE PART OF INVASIVE BIODIVERSITY IN THE LAURENTIAN GREAT LAKES AND THE BIG RIVERS OF THE MIDWESTERN UNITED STATES. RELIABLE SAMPLING METHODS ARE OFTEN IMPRACTICAL FOR SMALL ORGANISMS OCCUPYING RIVERBEDS. ADDITIONALLY, LITTLE IS KNOWN ABOUT THE INTERACTIONS AMONG THESE INVASIVE SPECIES AND NATIVE BIODIVERSITY. RELIABLE DETECTION AND THE ABILITY TO PREDICT THE SPREAD OF INVASIVE MOLLUSKS BASED ON ENVIRONMENTAL CONDITIONS ARE CRITICAL FOR EFFECTIVE MANAGEMENT. CONVENTIONAL DETECTION METHODS ARE OFTEN SPECIES SPECIFIC, TIME CONSUMING, AND EXPENSIVE. ENVIRONMENTAL DEOXYRIBONUCLEIC ACID (EDNA) PROVIDES A RAPID, COST EFFECTIVE, AND SENSITIVE ALTERNATIVE TO CONVENTIONAL APPROACHES. ACTIVITIES ESTABLISHMENT OF A COST EFFECTIVE, RELIABLE METHOD TO DETECT DNA FROM ALL MAJOR MOLLUSKS IN THE ILLINOIS RIVER WATERSHED  EDNA METABARCODING COULD DOCUMENT BOTH INVASIVE AND NATIVE MOLLUSKS. USING ILLINOIS RIVER TRIBUTARIES AS REPLICATED STUDY SITES, RESEARCHERS WILL IDENTIFY CO OCCURRENCE RELATIONSHIPS BETWEEN MULTIPLE INVADERS AND NATIVE SPECIES. RESEARCHERS WILL THEN USE CANONICAL CORRESPONDENCE ANALYSIS THAT WILL INCORPORATE ENVIRONMENTAL VARIABLES (E.G., NUTRIENT CONCENTRATIONS, TEMPERATURE, SALINITY, AND DISSOLVED CALCIUM) TO IDENTIFY CONDITIONS ASSOCIATED WITH PARTICULAR INVASIONS. USING BOTH INVADED AND NON INVADED HABITATS, RESEARCHERS CAN IDENTIFY ENVIRONMENTAL FACTORS ASSOCIATED WITH MOLLUSK INVASIONS. LASTLY, RESEARCHERS WILL ASSESS CONTEMPORARY AND HISTORIC NATIVE MOLLUSK AND FISH COMMUNITIES IN LOCATIONS WITH HIGH MOLLUSK INVASION TO BETTER UNDERSTAND PATTERNS OF CO OCCURRENCES BETWEEN OF INVASIVE MOLLUSKS ON NATIVE SPECIES. OUTCOMES ULTIMATELY, THIS PROJECT WILL YIELD CRITICAL INSIGHTS INTO THE INVASION PROCESS, PARTICULARLY IN THE MISSISSIPPI, ILLINOIS, AND GREAT LAKES WATERSHEDS, BY INFORMING UNDERSTANDING OF WHAT WATERSHED CHARACTERISTICS MAY ACCOMPANY INVASION BY NON NATIVE MOLLUSKS. BENEFICIARIES THIS RESEARCH WILL BENEFIT MANAGERS OF ECOSYSTEMS IN THE ILLINOIS RIVER BASIN AND OTHER SIMILAR ENVIRONMENTS, COMPLEMENT ONGOING WORK IN THE BASIN, AND TEST THE POTENTIAL FOR THE USE OF EDNA IN OTHER LARGE RIVER BASINS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G23AP00031_1434"}, {"internal_id": 156262461, "Award ID": "G23AP00030", "Award Amount": 286248.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-26", "CFDA Number": "15.805", "Description": "PROJECT TITLE  AN ASSESSMENT OF THREE SOURCES OF DATA FOR PREDICTING THE PRESENCE ABSENCE AND HUMAN MEDIATED SPREAD OF AIS THROUGHOUT THE UMRBPROJECT PERIOD  01 27 2023 THROUGH 01 26 2026PROJECT ABSTRACT SUMMARY  PURPOSE AQUATIC INVASIVE SPECIES (AIS) HARM OUR WATERWAYS AND ECONOMIES. EFFECTIVE MANAGEMENT REQUIRES A BETTER UNDERSTANDING OF KEY SOURCES OF AIS AND HOW THESE ARE CONNECTED TO UNINVADED WATERS. RECREATIONAL ANGLERS AND BOATERS CAN BE A MAJOR VECTOR OF THE SPREAD OF AQUATIC INVASIVE SPECIES (AIS) IN THE UPPER MISSISSIPPI BASIN (UMRB), BUT MOVEMENT PATTERNS ARE POORLY UNDERSTOOD DUE TO THE COST OF COLLECTING DATA. WATERCRAFT INSPECTION DATA ARE THE CURRENT GOLD STANDARD, BUT ONLY AVAILABLE FOR PARTS OF THE UMRB. ACCURATE DATA ON PATTERNS OF RECREATIONAL CONNECTIVITY AND USE IN UMRB ARE LIMITED TO A SMALL NUMBER OF STATES (E.G., MN, WI) THAT MONITOR THIS PATHWAY THROUGH EXPENSIVE BOATER INSPECTION PROGRAMS. A POTENTIALLY INNOVATIVE AND ECONOMICAL SOLUTION IS TO OBTAIN MOVEMENT DATA FROM SMARTPHONE APPLICATIONS (APPS) OR SMARTPHONE LOCATION DATA. ANGLERS USE FISHING APPS TO RECORD CATCH TIMES AND LOCATIONS, AND SMARTPHONE LOCATIONS ARE RECORDED IN REAL TIME BY CELL TOWERS AND OTHER NETWORK INFRASTRUCTURE. AGGREGATE FORMS OF THESE DATA CAN BE USED TO DESCRIBE AND PREDICT THE RELATIVE POPULARITY OF LAKES, AND THE FLOW OF TRAFFIC AMONG THEM. ACTIVITIES THE PROJECT WILL EXPLORE THE POTENTIAL USE OF AGGREGATED SMARTPHONE DATA TO EFFECTIVELY QUANTIFY AND PREDICT BOATER USE AND CONNECTIVITY ACROSS THE UMRB AND BEYOND. THIS STUDY INVOLVES THREE SOURCES OF  BIG  DATA  WATERCRAFT INSPECTIONS, A FISHING APP, AND LOCATION INFORMATION FROM ACTIVE SMARTPHONES. THE PROJECT WILL DETERMINE HOW WELL THESE DATA PREDICT AIS PRESENCE AND SPREAD. THE GOAL OF THIS WORK IS TO GAIN INSIGHT INTO THE WAYS THAT BIG DATA CAN IMPROVE PREDICTORS OF PATHWAYS OF AIS SPREAD BY I) DEVELOPING AN INVENTORY OF EACH DATA SOURCE (SPATIAL AND TEMPORAL COVERAGE, COST, BENEFITS, BIASES, ETC.), II) COMPARING THE LAKE CONNECTIVITY NETWORK STRUCTURE THAT IS PREDICTED BY EACH DATA SET, AND III) DETERMINING HOW WELL EACH DATA SET, INDIVIDUALLY AND IN COMBINATION, PREDICTS THE PRESENCE, ABSENCE, AND SPREAD OF DIFFERENT AIS. THIS PROPOSED PROJECT IS A 3 YEAR COLLABORATION INVOLVING BALL STATE UNIVERSITY, THE UNIVERSITY OF MINNESOTA S AQUATIC INVASIVE SPECIES RESEARCH CENTER, THE NATURE CONSERVANCY, AND THE USGS NONINDIGENOUS AQUATIC SPECIES PROGRAM. OUTCOMES IF SUCCESSFUL, THESE DATA CAN BE USED TO COST EFFECTIVELY IDENTIFY THE MOST IMPORTANT PLACES TO LOOK FOR AIS OR PREVENT THEIR SPREAD. BENEFICIARIES THIS PROJECT WILL RESULT IN INFORMATION THAT IS ESSENTIAL TO THE DESIGN AND OPTIMIZATION OF INTRA  AND INTER AGENCY PREVENTION, DETECTION, AND MONITORING EFFORTS AT LOCAL AND REGIONAL SCALES BY ALL LEVELS OF GOVERNMENT AS WELL AS NON GOVERNMENTAL ORGANIZATIONS (NGOS) WITHIN THE UMRB. RESULTS WILL ALSO PROVIDE INSIGHT INTO HOW THIS APPROACH CAN BE EXPANDED TO INFORM LARGER EFFORTS (E.G., THE GREAT LAKES REGION, CONTIGUOUS U.S.), AND SET THE STAGE FOR FUTURE WORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_G23AP00030_1434"}, {"internal_id": 156520794, "Award ID": "G23AP00029", "Award Amount": 246028.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-06", "CFDA Number": "15.805", "Description": "PROJECT TITLE  NITRATE LOADING AND LEGACY EFFECTS ON NITROGEN AND CARBON CYCLING IN PLAYA WETLANDS OF THE HIGH PLAINSPROJECT PERIOD  02 07 2023 THROUGH 02 06 2026PROJECT ABSTRACT SUMMARY  PURPOSE THE HIGH PLAINS REGION SPANS EIGHT STATES AND OVERLIES THE LARGEST FRESHWATER AQUIFER IN THE UNITED STATES. THIS REGION IS CHARACTERIZED BY PLAYA WETLANDS, WHICH ARE ECOLOGICALLY IMPORTANT AQUATIC SYSTEMS. THE TOTAL EXTENT OF PLAYA LOSS IS UNCERTAIN BUT IS ESTIMATED AT   80 PERCENT WITH A LARGE PERCENTAGE OF THE REMAINING PLAYAS IMPACTED FROM INTENSE LAND USE ACTIVITY. THE US DRAMATICALLY INCREASED NITROGEN FERTILIZER USE BY A 41 FOLD INCREASE FROM 1940 TO 2015 WHICH HAS CAUSED EUTROPHICATION TO COUPLED FRESHWATER ECOSYSTEMS FROM NITRATE RUNOFF. WETLANDS ARE PARTICULARLY SUSCEPTIBLE TO NUTRIENT LOADING BECAUSE OF THEIR LANDSCAPE POSITION THAT CAN RECEIVE SHALLOW GROUNDWATER DISCHARGE AND OVERLAND FLOWS WITH ASSOCIATED NITRATE. FERTILIZER LOADING INTO A WETLAND CAN CAUSE MAJOR CHANGES IN PLANT AND SOIL PROCESSES AND SHIFT THE SYSTEM TO AN ALTERNATIVE STATE WITH FUNDAMENTALLY DIFFERENT ECOLOGICAL CHARACTERISTICS. THE SHORT TERM AND LONG TERM IMPLICATIONS OF NITRATE LOADING ON PLAYA NUTRIENT CYCLING ARE NOT FULLY UNDERSTOOD. ACTIVITIES TO ADDRESS THIS KNOWLEDGE GAP, THIS PROJECT PROPOSES AN INTEGRATED SUITE OF FIELD STUDIES AND LABORATORY EXPERIMENTS. IN SITU STUDIES WILL PROVIDE MEASUREMENTS OF PLAYA MICROBIAL STRUCTURE AND ACTIVITY AND ASSOCIATED PORE WATER AND SOIL CHEMISTRY ACROSS A LANDSCAPE LEVEL NITRATE GRADIENT. LABORATORY NITRATE ENRICHMENT EXPERIMENTS WILL GIVE INSIGHTS INTO BIOGEOCHEMICAL TRAITS OF PLAYA NUTRIENT CYCLING. OUTCOMES WITHOUT A MORE COMPLETE UNDERSTANDING OF THE MECHANISTIC RESPONSES OF PLAYA WETLANDS TO NITRATE LOADING IT IS DIFFICULT TO ASSESS THE EXTENT THAT THESE SYSTEMS ARE STRESSED. THIS RESEARCH WILL PROVIDE ESSENTIAL DATA TO INFORM PLAYA CONSERVATION, MANAGEMENT, AND RESTORATION ACTIVITIES. BENEFICIARIES THE PROPOSED RESEARCH WILL PROVIDE ACTIONABLE INFORMATION THAT IS APPLICABLE TO PLAYA BEST MANAGEMENT PRACTICES, ENVIRONMENTAL REGULATION, AND RESTORATION ACTIVITIES. IT IS ESSENTIAL TO CONSERVE THE REMAINING PLAYA RESOURCE BECAUSE OF THEIR UNPARALLELED ECOSYSTEM SERVICES (E.G., AMPHIBIAN HABITAT, CARBON STORAGE, GROUND WATER RECHARGE, IMPROVING WATER QUALITY, INVERTEBRATE PRODUCTION, PLANT DIVERSITY, WILDLIFE DISPERSION CORRIDORS, SUPPORTING MORE THAN 200 BREEDING BIRDS, AND HOSTING OVER 7 10 MILLION MIGRATORY BIRDS).", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_G23AP00029_1434"}, {"internal_id": 155860578, "Award ID": "G23AP00028", "Award Amount": 249977.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-01-13", "CFDA Number": "15.805", "Description": "PROJECT TITLE  USING A COUPLED SURFACE WATER GROUNDWATER MODEL AND GROUNDWATER AGE TO IDENTIFY TYPE AND PLACEMENT OF MANAGEMENT PRACTICES TO REDUCE LEGACY GROUNDWATER NITRATE CONCENTRATIONS UNDER FUTURE CLIMATE CHANGE SCENARIOSPROJECT PERIOD  01 13 2023 THROUGH 01 12 2026PROJECT ABSTRACT SUMMARY  PURPOSE AVERAGE NITRATE CONCENTRATIONS IN THE BAZILE CREEK WATERSHED EXCEED THE 10 MG L 1 UNITED STATES ENVIRONMENTAL PROTECTION AGENCY GUIDELINE IN IN AN AGRICULTURALLY INTENSIVE WATERSHED WITHIN THE BAZILE GROUNDWATER MANAGEMENT AREA IN EASTERN NEBRASKA. FAMILIES THAT CONSUME GROUNDWATER FROM THEIR DOMESTIC WELL ARE AT RISK AND WATER TREATMENT COSTS ARE HIGH FOR PUBLIC WATER SUPPLY. THE HIGH NITRATE IS ATTRIBUTED TO THE LEACHING OF NITRATE THROUGH THE SANDY SOIL DOWN TO THE GROUNDWATER. NITRATE CONCENTRATIONS IN GROUNDWATER FED STREAMS REFLECT CURRENT AND PAST AGRICULTURAL PRACTICES, INTEGRATING THE EFFECTS OF SURFACE PROCESSES AND THE STORAGE AND RELEASE OF LEGACY NITROGEN FROM SUBSURFACE COMPARTMENTS. ACTIVITIES THIS PROJECT IS FOCUSED ON INTEGRATION OF VADOSE ZONE (GROUNDWATER THAT IS RECHARGED FROM SURFACE INFILTRATION) NITRATE, GROUNDWATER AGE, REMOTE SENSING, AND SUBSURFACE GEOPHYSICS INFORMATION INTO COUPLED GROUNDWATER SURFACE WATER MODELS TO IDENTIFY TYPE AND PLACEMENT OF MANAGEMENT PRACTICES MOST LIKELY TO YIELD WATER QUALITY IMPROVEMENTS. PRIOR VADOSE ZONE CORING AND GROUNDWATER AGE DATING SHOW THAT NITRATE RELEASED FROM SUBSURFACE STORAGE COMPARTMENTS IS A MAJOR CONTRIBUTOR AND LONG TERM THREAT TO BOTH GROUNDWATER AND SURFACE WATER QUALITY. AERIAL ELECTROMAGNETIC SURVEYS, WITH BOREHOLE DATA AS GROUND TRUTH, HAVE REVEALED SUBSURFACE HETEROGENEITY THAT IS IMPORTANT TO INCORPORATE IN GROUNDWATER MODELING. BUILDING ON THESE DATA WITH ADDITIONAL GROUNDWATER AGE DATING AND VADOSE ZONE CORING, THE RESEARCHES WILL BUILD A COUPLED SURFACE WATER (SOIL AND WATER ASSESSMENT TOOL) AND GROUNDWATER MODEL (MODFLOW) TO SIMULATE STREAM DISCHARGE, GROUNDWATER HEAD AND NITRATE TRANSPORT. THE MODEL WILL THEN BE USED TO IDENTIFY THE OPTIMAL LOCATIONS AND TYPE OF MANAGEMENT PRACTICES WITHIN THE WATERSHED TO REDUCE NITRATE CONCENTRATIONS IN COMING DECADES. SIMULATIONS WILL RUN THROUGH 2100 USING THREE GLOBAL CLIMATE CHANGE MODELS, BASED ON THE 5TH, 50TH AND 95TH PERCENTILE ARIDITY INDEX. OUTCOMES THE DATA ON NITRATE TRANSPORT WITHIN THE VADOSE ZONE AND GROUNDWATER AGE TRAVEL TIME WILL ASSIST IN IDENTIFYING THE EXPECTED TIME REQUIRED TO REDUCE NITRATE CONTRIBUTIONS BASED ON THE IMPLEMENTED MANAGEMENT PRACTICES. AGRONOMIC DATA FROM PAST AND ONGOING ON FARM DEMONSTRATIONS AND AGRICULTURAL PERFORMANCE COMPETITIONS WILL BE USED TO IDENTIFY POTENTIAL ANTICIPATED MANAGEMENT PRACTICES. BENEFICIARIES THIS PROJECT WILL DEMONSTRATE A HOLISTIC MODELING EFFORT THAT CAN BE DUPLICATED IN OTHER AGRICULTURAL WATERSHEDS TO PRODUCE ACTIONABLE INFORMATION FOR ANTICIPATING TIME LAGS AND IMPROVING WATER QUALITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_G23AP00028_1434"}, {"internal_id": 155551139, "Award ID": "G23AP00027", "Award Amount": 221897.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-19", "CFDA Number": "15.805", "Description": "PROJECT TITLE  FIELD TO STREAM  ANALYZING THE NETWORK TIMESCALE OF SEDIMENT TRANSPORT AND LEGACY PHOSPHORUS MOBILIZATIONPROJECT PERIOD  12 01 2022   11 30 2025PROJECT ABSTRACT SUMMARY  PURPOSE DEGRADED SURFACE WATER QUALITY, INCLUDING HARMFUL ALGAL BLOOMS AND ASSOCIATED  DEAD ZONES , IS A FREQUENT OUTCOME IN REGIONS WITH INTENSIVE AGRICULTURAL LAND USE. THE MOVEMENT OF NUTRIENT RICH WATER AND SEDIMENTS FROM THE LAND TO NEARBY STREAMS AND RIVERS IS FACILITATED BY PROCESSES SUCH AS EROSION AND ARTIFICIAL DRAINAGE. ONCE THESE MATERIALS ENTER STREAMS, THEY CAN BE TRANSPORTED OUT OF THE WATERSHED OR STORED IN THE CHANNEL FOR SHORT OR LONG TIME PERIODS  THE AMOUNT OF TIME NUTRIENTS AND SEDIMENT SPEND IN THE STREAM CHANNEL DEPENDS ON THE RATE OF STREAMFLOW AND THE CHEMICAL FORM OF THE NUTRIENT (I.E., WHETHER IT IS DISSOLVED IN THE FLOWING WATER OR ATTACHED TO A PARTICLE ON THE STREAMBED). THROUGHOUT THE UPPER MIDWEST REGION, SUCH SURFACE WATER DEGRADATION AFFECTS RECREATIONAL AND ECONOMIC WATER USES AS WELL AS DRINKING WATER SUPPLIES. DESPITE GAINS IN REDUCING POINT SOURCE NUTRIENT LOADING TO SURFACE WATERS, HARMFUL ALGAL BLOOMS AND HYPOXIC ZONES IN RECEIVING WATERS PERSIST DUE TO DIFFUSE SOURCES AND LEGACY STORES OF NUTRIENTS SUCH AS PHOSPHORUS WITHIN WATERSHEDS. IN HUMAN DOMINATED LANDSCAPES, THE ROLE OF HYDROLOGIC CONNECTIVITY IN REGULATING THE TIMING, STORAGE, AND DELIVERY OF SEDIMENT AND NUTRIENTS TO RIVER NETWORKS REMAINS UNDERSTUDIED. MOREOVER, WATER QUALITY RESEARCH AND MONITORING NETWORKS IN AGRICULTURE DOMINATED SYSTEMS OFTEN FOCUS ON WATERSHED OUTLETS AND NEGLECT TO CONSIDER THE IMPORTANCE OF IN CHANNEL SEDIMENT AND NUTRIENT TRANSPORT AND STORAGE DYNAMICS THAT CAN BE DISCERNED ACROSS NESTED SPATIAL SCALES. ACTIVITIES OUR GOALS ARE TO 1) ASSEMBLE AND COLLECT CHEMICAL TRACER DATA ON SEDIMENT, NUTRIENT, AND WATER CONNECTIVITY IN DIVERSE AGRICULTURAL WATERSHEDS ACROSS THE UPPER MIDWEST  AND 2) USE THESE DATA TO INFORM CONCEPTUAL AND DISTRIBUTED HYDROLOGIC MODELS THAT DIAGNOSE AND FORECAST SEDIMENT AND NUTRIENT DELIVERY TO, TRANSPORT THROUGH, AND STORAGE WITHIN RIVER NETWORKS ACROSS SPATIAL AND TEMPORAL SCALES. WE WILL LEVERAGE OUR COLLECTIVE EXPERTISE AND EXISTING FIELD SITE MONITORING INFRASTRUCTURE TO ASSEMBLE AND COLLECT HYDROLOGIC AND WATER QUALITY DATA ACROSS SEASONS AND NESTED WATERSHED SCALES. OUTCOMES THESE COMPREHENSIVE DATASETS AND ASSOCIATED HYDROLOGIC MODELS WILL PROVIDE CRITICAL GUIDANCE THAT WILL INFORM CURRENT USGS AND ACADEMIC MODELING EFFORTS AIMED AT RESOLVING PERSISTENT WATER QUALITY AND LEGACY NUTRIENT ISSUES THROUGHOUT THE UPPER MIDWEST AND BEYOND. BENEFICIARIES THIS RESEARCH WILL BENEFIT RESOURCE MANAGERS IN THE GREAT LAKES AND MISSISSIPPI RIVER BASIN AS WELL AS OTHER STREAM NETWORKS THAT EXPERIENCE HARMFUL ALGAL BLOOMS AND HYPOXIA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G23AP00027_1434"}, {"internal_id": 155551126, "Award ID": "G23AP00026", "Award Amount": 248458.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-30", "CFDA Number": "15.805", "Description": "PROJECT TITLE  UNDERSTANDING THE DRIVERS OF INTERBASIN WATER TRANSFERS TO IDENTIFY AND MITIGATE FUTURE CONFLICTPROJECT PERIOD  1 1 2023 THROUGH 12 31 2025PROJECT ABSTRACT SUMMARY  PURPOSE THIS PROJECT ADDRESSES THE RESEARCH PRIORITY TO UNDERSTAND AND PREDICT WATER CONFLICT DUE TO INTERBASIN WATER TRANSFERS (IBTS). GROWING WATER DEMANDS AND CLIMATE CHANGE INDUCED REDUCTIONS IN WATER SUPPLIES CREATES COMPETITION BETWEEN CITIES, RURAL COMMUNITIES, INDUSTRIES, TRIBES, AND THE ENVIRONMENT FOR SCARE WATER RESOURCES. COMPETITION OFTEN LEADS TO CONFLICT, WHICH NEGATIVELY EFFECTS THE ENVIRONMENT AND MARGINALIZED GROUPS DISPROPORTIONATELY. ACTIVITIES THIS RESEARCH WILL LEAD TO TRANSFORMATIVE UNDERSTANDING OF WHAT FACTORS DRIVE AND ENABLE PREDICTION OF WATER CONFLICT RELATED TO IBTS. THROUGH AN INNOVATIVE COMBINATION OF DATA ANALYTICS, INPUT OUTPUT MODELING, AND AGENT BASED MODELING, THIS PROJECT WILL DETERMINE I) THE DRIVERS OF IBTS, II) HOTSPOTS FOR FUTURE WATER TRANSFERS AND POTENTIAL CONFLICT, AND III) THE EVOLUTION OF WATER CONFLICT RELATED TO WATER TRANSFERS. OUTCOMES THIS RESEARCH IS NATIONAL IN SCOPE AND WILL BRING FINDINGS RELEVANT FOR WATER RESOURCES PLANNING, MANAGEMENT, AND POLICY. BENEFICIARIES PROJECT FINDINGS WILL INFORM POLICY AND MANAGEMENT OF INTERCONNECTED SOCIAL HYDROLOGIC SYSTEMS TO MINIMIZE IMPENDING WATER CONFLICTS AND OTHER SOCIETAL AND ENVIRONMENTAL HARMS. THIS PROJECT WILL CREATE ACTIONABLE SCIENTIFIC FINDINGS THAT WILL ENABLE STATE AND FEDERAL WATER AGENCIES TO PREDICT AND MITIGATE WATER CONFLICT RELATED TO IBTS FOR THE BENEFIT OF THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_G23AP00026_1434"}, {"internal_id": 155551120, "Award ID": "G23AP00025", "Award Amount": 236534.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-30", "CFDA Number": "15.805", "Description": "PROJECT TITLE  REMOTE SENSING MEASUREMENTS OF WATER VELOCITY AND FLUX TO INTEGRATE HYDROLOGY WITH BIOGEOCHEMICAL MODELS DURING RESTORATION OF THE HERRING RIVER ESTUARY AT CAPE COD NATIONAL SEASHOREPROJECT PERIOD  1 1 2023 THROUGH 12 31 2025PROJECT ABSTRACT SUMMARY  PURPOSE TIDAL FLOW TO THE HERRING RIVER ESTUARY (HRE) AT CAPE COD NATIONAL SEASHORE    WHERE THIS RIVER ENTERS THE OCEAN   CURRENTLY FLOWS THROUGH A SMALL OPENING IN CHEQUESSETT NECK ROAD DIKE, WHICH DAMS MOST WATER MOVING BACK AND FORTH ON THE TIDES. THIS TIDAL RESTRICTION HAS TRAPPED LEGACY NUTRIENTS IN THE HRE, WITH EXTENSIVE NEGATIVE IMPACTS TO THE BIOGEOCHEMISTRY AND ECOLOGY OF THIS SYSTEM. AT THE END OF THIS YEAR, THE NATIONAL PARK SERVICE (NPS) AND THE UNITED STATES GEOLOGICAL SURVEY (USGS) WILL COMMENCE AN INFRASTRUCTURE PROJECT TO RECONNECT THE HRE TO TIDAL INFLOWS. ACTIVITIES TRADITIONAL VOLUMETRIC FLOW MEASUREMENT METHODS HAVE BEEN UNSUCCESSFUL IN DEVELOPING A RATING CURVE FOR THE EXISTING DIKE DUE TO THE COMPLEX BIDIRECTIONAL TIDAL DYNAMICS THROUGH THIS AREA. THIS COLLABORATION AMONG CORNELL, USGS, AND NPS WILL MEASURE WATER VELOCITIES USING INFRARED REMOTE SENSING ACROSS THE MULTI YEAR TIDAL REINTRODUCTION PROCESS. THERE ARE TWO PRINCIPAL OBJECTIVES  (1) COMBINE SURFACE THERMAL INFRARED VELOCIMETRY DATA WITH EXISTING BATHYMETRY TO DEVELOP RATING CURVES FOR BOTH THE EXISTING AND FUTURE RECONSTRUCTED HRE DIKES. THIS DATA SET WILL BE USED TO DETERMINE NUTRIENT MASS FLUXES BEFORE AND AFTER TIDAL RESTORATION USING EXISTING USGS LOADING RATES, HELPING VALIDATE HYDRODYNAMIC AND BIOGEOCHEMICAL MODELS OF THE HRE AND DIRECTLY INFORMING THE OPERATION OF THE PLANNED TIDAL CONTROL STRUCTURE. (2) SUPPORT RESEARCH PRIORITIES IN QUANTIFYING LATERAL FLUX FLOWS FROM VEGETATED AREAS OF THE HRE WATERSHED BY APPLYING THE VELOCIMETRY TECHNIQUE IN AN UPSTREAM AREA AND LEVERAGING OUR KNOWLEDGE OF TURBULENT SURFACE DYNAMICS TO CALCULATE BED STRESS, SEDIMENT TRANSPORT, AND OTHER BIOGEOCHEMICAL FLUXES OF INTEREST. OUTCOMES THIS WORK WILL HELP TO FILL DATA GAPS. BENEFICIARIES THIS WORK WILL DIRECTLY INFORM ECOSYSTEM RESTORATION ACTIVITIES IN THIS VITALLY IMPORTANT COASTAL WATERSHED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_G23AP00025_1434"}, {"internal_id": 156520706, "Award ID": "G23AP00024", "Award Amount": 199936.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-06", "CFDA Number": "15.805", "Description": "PROJECT TITLE  LINKING THE RIVERINE MICROBIOME AND PROCESS RATES TO ECOSYSTEM FUNCTION IN TWO NEBRASKA RIVER SYSTEMSPROJECT PERIOD  02 07 2023 THROUGH 02 06 2026PROJECT ABSTRACT SUMMARY  PURPOSE ANTHROPOGENIC ACTIVITIES (AGRICULTURE, INDUSTRY, DAMMING, AND RECREATION) ASSOCIATED WITH FRESHWATER SYSTEMS CAN RESULT IN OBVIOUS AND ADVERSE CONSEQUENCES TO THE ECOSYSTEM FUNCTIONS AND SERVICES THESE SYSTEMS PROVIDE. PHYSICAL DISTURBANCES TO STREAMS AND RIVERS AND CONCOMITANT INFLUXES OF HUMAN DERIVED POLLUTANTS IMPAIR THOUSANDS OF STREAM MILES IN THE UNITED STATES, THREATENING PROVISION OF CLEAN WATER FOR DOMESTIC USES, FOOD PRODUCTION, AND RECREATION. IN CONTRAST, THE IMPACTS OF POLICIES ENACTED TO PROTECT OR RESTORE THESE FRESHWATER ECOSYSTEMS ARE OFTEN OVERLOOKED. THE WILD AND SCENIC RIVERS ACT (WSR) IN 1968 PROTECTS STRETCHES OF STREAMS AND RIVERS FROM DIRECT EFFECTS OF HUMAN ACTIVITIES, BY PRIORITIZING THEIR FREE FLOWING STATUS, WATER QUALITY, AND CULTURAL VALUE FOR HUMANS. HOWEVER, THERE IS A NEED TO ASSESS THE IMPACTS OF EXISTING MANAGEMENT STRATEGIES AND PRACTICES UNDER THIS ACT IN THE UNITED STATES. ACTIVITIES THIS PROJECT PROPOSES TO GENERATE EMPIRICAL DATA TO DEFINE HOW SUCH PRACTICES PROMOTE DESIRABLE WATER QUALITY OUTCOMES, TO ENCOURAGE THEIR EXPANSION AND ADOPTION. THE OVERARCHING QUESTION IS HOW UNDERLYING ECOSYSTEM PROCESS RATES AND TRENDS (FROM THE MICROBIAL TO THE REGIONAL SCALE) COMPARE ACROSS FRESHWATER SYSTEMS UNDER DIFFERENT PROTECTION AND MANAGEMENT DESIGNATIONS. THUS, THIS PROPOSAL SEEKS TO INVESTIGATE HOW DIFFERENT MANAGEMENT PLANS AND DESIGNATION STATUS INFLUENCE STREAM ECOSYSTEM PROCESSES IN A PROTECTED NATIONAL WILD AND SCENIC RIVER AND AN UNPROTECTED RURAL TO URBAN RIVER IN NEBRASKA. THE RESEARCHERS PROPOSE AN INTEGRATIVE APPROACH, QUANTIFYING AND LINKING MICROBIOME COMPOSITION (ENVIRONMENTAL AND MACROINVERTEBRATE ASSOCIATED), MICROBE MEDIATED CYCLING PROCESSES, AND INTEGRATORS OF SYSTEM PROCESSES (BULK ?13C AND ?15N STABLE ISOTOPES), TO ECOSYSTEM PROCESS RATES (E.G., WHOLE REACH METABOLISM AND PRODUCTIVITY, GREENHOUSE GAS FLUXES, BENTHIC PRODUCTIVITY) BETWEEN THESE TWO SYSTEMS. OUTCOMES DATA GENERATED FROM THIS PROPOSAL WILL PROVIDE AN INTEGRATED PICTURE OF THE VALUE AND IMPORTANCE OF FRESHWATER ECOSYSTEMS. BENEFICIARIES THIS WILL BENEFIT MANAGERS RESPONSIBLE FOR IDENTIFYING AND IMPLEMENTING PRACTICES AND GUIDE POTENTIAL CONTINENTAL SCALE IMPACT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_G23AP00024_1434"}, {"internal_id": 155551133, "Award ID": "G23AP00023", "Award Amount": 170208.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-19", "CFDA Number": "15.805", "Description": "PROJECT TITLE  FORECASTING THE IMPACT OF CLIMATE CHANGE ON THE NITRATE CONTAMINATION OF GROUNDWATER IN THE CENTRAL SANDS REGION OF WISCONSIN  A TOOL FOR LOCAL GOVERNMENTSPROJECT PERIOD  12 19 2022 THROUGH 12 18 2024PROJECT ABSTRACT SUMMARY  PURPOSE HIGH NITRATE LEVELS IN GROUNDWATER POSE A SIGNIFICANT RISK TO HUMAN HEALTH, BUT ALSO IMPACT STREAM AND LAKE WATER QUALITY BY PROMOTING ALGAL BLOOMS THAT HARM AQUATIC LIFE. AREAS NEAR AGRICULTURAL FIELDS, WITH SANDY SOILS AND SHALLOW GROUNDWATER, SUCH AS THOSE IN CENTRAL WISCONSIN, ARE HIGHLY VULNERABLE TO NITRATE LEACHING. AS A RESULT, NITRATE CONTAMINATION IS CURRENTLY WIDESPREAD. IN THE CENTRAL SANDS REGION OF WISCONSIN YEARS OF SAMPLING AND RESEARCH HAVE ASSESSED THE EXTENT OF NITRATE CONTAMINATION, YET VERY LITTLE IS KNOWN ABOUT THE FATE AND RESIDENCE TIME OF NITRATE IN THIS ENVIRONMENT. THESE NITRATE LEVELS WILL VARY IN RESPONSE TO FUTURE CHANGES IN LAND USE AND CLIMATE, PREDICTED AS AN INCREASE PRECIPITATION AND THE NUMBER OF LARGER RAIN EVENTS. ACTIVITIES TO FILL THIS KNOWLEDGE GAP, THIS PROJECT AIMS TO CREATE A PREDICTIVE TOOL FOR FORECASTING NITRATE LEVELS IN GROUNDWATER AND SURFACE WATER IN THE CENTRAL SANDS FOR THE NEXT 30 YEARS UNDER VARYING CLIMATE AND LAND USE SCENARIOS. WE WILL COMBINE AN EXTENSIVE HISTORICAL NITRATE DATASET, AN AGRICULTURAL ECOSYSTEM MODEL THAT ESTIMATES NITRATE LEACHING, AND AN EXISTING REGIONAL GROUNDWATER MODEL TO CREATE A CALIBRATED NITRATE TRANSPORT MODEL. OUTCOMES THE RESULTS OF THE MODEL WILL PROVIDE A TOOL TO BE USED TO INFORM ACTIONS FOR THE REDUCTION IN NITRATE LEACHING AND TIMING NEEDED TO IMPROVE GROUNDWATER QUALITY IN THE CENTRAL SANDS. BENEFICIARIES WITH A WELL CONSTRUCTED OUTREACH PLAN AND ACCESSIBLE PROJECT DELIVERABLES, WE AIM TO SUPPORT LOCAL GOVERNMENTS IN DECISION MAKING ON WATER QUALITY IMPROVEMENT, LAND USE MANAGEMENT, AND FUTURE WATER QUALITY MONITORING. THE WORKFLOW AND ANTICIPATED FINDINGS OF THIS STUDY WILL BE ALSO IMPACTFUL FOR MIDWESTERN AREAS HAVING SIMILAR CLIMATE PROJECTIONS, INTENSIVE AGRICULTURAL LAND USE AND HYDROLOGICAL SETTINGS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G23AP00023_1434"}, {"internal_id": 155551116, "Award ID": "G23AP00022", "Award Amount": 201945.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-19", "CFDA Number": "15.805", "Description": "PROJECT TITLE  LINKING WATERSHED PHOSPHORUS DISCHARGE AND LEGACY SEDIMENT P TO CLIMATE VARIABILITY AND OCCURRENCE OF HARMFUL ALGAL BLOOMSPROJECT PERIOD  12 19 2022 THROUGH 12 18 2025PROJECT ABSTRACT SUMMARY  PURPOSE EXCESS NUTRIENT LOADING, IN PARTICULAR PHOSPHORUS (P) TO AQUATIC SYSTEMS IS THE RESULT OF CHANGES IN WATERSHED HYDROLOGY, AGRICULTURAL AND WASTEWATER PRACTICES, AND REMOVAL OF WETLANDS FROM THE LANDSCAPE, WHICH HISTORICALLY INTERCEPTED TERRESTRIAL RUNOFF. UNLIKE CARBON, NITROGEN AND SULFUR, PHOSPHORUS IS NOT REMOVED FROM THE SOIL AND AQUATIC COMPONENTS OF THE BIOSPHERE BY GASEOUS LOSS. CONSEQUENTLY, DECADES OF P LOADING LEAD TO DEPOSITS IN THE SOIL AND SEDIMENT, A LEGACY OR INTERNAL LOAD THAT CAN BE LATER RELEASED, NEGATIVELY IMPACTING WATER QUALITY. OVER TIME, THIS PHOSPHORUS CAN LEAK OUT OF THE SEDIMENT INTO THE WATER COLUMN. COMBINED WITH RUNOFF, THE HIGH PHOSPHORUS CONCENTRATIONS IN SURFACE WATER CAN TRIGGER HARMFUL ALGAL BLOOMS (HABS). THESE MICROSCOPIC ORGANISMS NATURALLY SECRETE TOXINS INTO THE WATER AND THESE TOXINS CAN BE HARMFUL TO FISH, ACCUMULATE IN CLAMS AND AFFECT HUMAN HEALTH. ACTIVITIES THIS PROPOSAL IS DESIGNED TO FIND VARIOUS PHOSPHORUS FORMS IN THE SEDIMENT AND DETERMINE HOW MUCH IS RELEASED TO THE WATER. THE PROJECT WILL ALSO LOOK AT HISTORICAL DATA TO LOOK AT HOW CHANGES IN CLIMATE, FOR EXAMPLE CHANGES IN PRECIPITATION, CAN AFFECT THE PHOSPHORUS REACHING LAKE PONTCHARTRAIN, LA AND BE USED TO PREDICT FUTURE CONDITIONS FAVORING HABS. THIS PROPOSAL IS WELL ALIGNED WITH THE STATED RESEARCH PRIORITY, ABUNDANCE, LOCATION, AND PERSISTENCE OF LEGACY NUTRIENTS. IN ADDITION, THIS PROPOSAL WILL ALSO ADDRESS THE RESEARCH PRIORITY OF TRENDS OF INTEGRATED PROCESSES, IN PARTICULAR, HOW DO CHANGES IN STREAMFLOW RESULTS IN CHANGES IN WATER QUALITY AND P LOADING THROUGH CLIMATE VARIABILITY. THIS PROPOSAL HAS SEVERAL AIMS. FIRST, A SURVEY OF WATERSHED SEDIMENTS WILL BE CONDUCTED TO LOCATE HIGH AND LOW CONCENTRATIONS OF LEGACY P. SECONDLY, A SUBSET OF SITES THAT REPRESENT THE RANGE OF P WILL BE SAMPLED AND SUBJECTED TO A SIMPLE AND TRANSFERABLE METHOD OF DETERMINING 1) THE MAGNITUDE AND DIRECTION OF P FLUX 2) THE POTENTIAL LONGEVITY OF THE LEGACY P LOAD 3) AND THE DIFFERENCE IN FLUX BETWEEN NEWER (SURFACE) LEGACY P AND OLDER (BURIED) LEGACY P. ADDITIONALLY, CLIMATE VARIABILITY WILL BE LINKED WITH P FLUX FROM THE WATERSHED FOR THE PAST SEVERAL DECADES TO AID IN PREDICTIONS OF FUTURE LOADING. OUTCOMES FOR THE PAST DECADE, HABS OCCURRENCE IN LAKE PONTCHARTRAIN, LA. WILL BE CORRELATED TO P LOADING AND A RELATIONSHIP BETWEEN P FLUX AND HABS OCCURRENCE WILL BE INVESTIGATED. BENEFICIARIES UNDERSTANDING HOW CLIMATE VARIABILITY AFFECTS P FLUX TO RECEIVING BODIES IS CRITICAL IN DEVELOPING A FORECASTING SYSTEM FOR HABS AND PROTECTING THE PUBLIC. THIS RESEARCH IS A FIRST STEP TOWARDS THAT ULTIMATE GOAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_G23AP00022_1434"}, {"internal_id": 161864601, "Award ID": "G23AC00547", "Award Amount": 259359.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-08-04", "CFDA Number": "15.805", "Description": "PROJECT TITLE: DEVELOPMENT AND TESTING OF A BOREHOLE TOOL TO MEASURE THREE-DIMENSIONAL GROUNDWATER FLOWDIRECTION AND VELOCITY DURING LONG-TERM DEPLOYMENTPROJECT PERIOD: 8 1 2023 THROUGH 11 30 2025BACKGROUND: MEASURING THE INTERACTION BETWEEN SURFACE WATER AND THE UNDERLYING AQUIFER IS CRUCIAL FORWATER AND ECOSYSTEM MANAGEMENT, AS WELL AS UNDERSTANDING SOLUTE TRANSPORT AND MIXING. VARIOUSTECHNIQUES, INCLUDING SEEPAGE CHAMBERS, PIEZOMETERS, ELECTRICAL RESISTIVITY, AND TRACERS, HAVE BEENEMPLOYED TO MEASURE ONE- AND TWO-DIMENSIONAL INTERSTITIAL FLOWS, BUT MEASURING ALL THREE-DIMENSIONAL(3D) VELOCITY COMPONENTS REMAINS CHALLENGING. TEMPERATURE AS A TRACER HAS SHOWN PROMISE INMEASURING FLOW, GIVEN ITS ADVANTAGES OF BEING ROBUST, ACCURATE, RELATIVELY INEXPENSIVE, AND REQUIRINGMINIMAL MAINTENANCE. HOWEVER, A TEMPERATURE-BASED PROBE CAPABLE OF MEASURING THE FULL 3D VELOCITYVECTOR FOR GROUNDWATER HAS YET TO BE DEVELOPED FOR CONTINUOUS, LONG-TERM USAGE.AWARD PURPOSE: THIS PROJECT AIMS TO DEVELOP AND VALIDATE A HEAT-PULSE GROUNDWATER FLOWMETER THAT CANMEASURE ALL THREE VELOCITY COMPONENTS WITH HOURLY TIME RESOLUTION, ENABLING LONG-TERM DEPLOYMENTS INGROUNDWATER MONITORING WELLS. THE FLOWMETER WILL UTILIZE A CENTRAL HEAT EMITTER SURROUNDED BYTHERMISTORS TO DETECT THE RATE AND DIRECTION OF HEAT TRANSPORT BY GROUNDWATER AWAY FROM THE BOREHOLECENTER. ANALYZING THE HEAT-PULSE BREAKTHROUGH CURVE AT EACH THERMISTOR WILL ALLOW FOR QUANTIFYING THEMAGNITUDE AND 3D DIRECTION OF GROUNDWATER FLOW.ACTIVITIES TO BE PERFORMED: THE PROJECT WILL INVOLVE THE DEVELOPMENT, FABRICATION, AND PERFORMANCEEVALUATION OF THE HEAT-PULSE GROUNDWATER FLOWMETER IN A LABORATORY SETTING WITH CONTROLLED VARIABLES.THE MAIN TASKS INCLUDE PROTOTYPING, LABORATORY TESTING, AND SUBSEQUENT FIELD DEPLOYMENT FOR EVALUATIONAT THE INDIANA AND ILLINOIS NEXT GENERATION WATER OBSERVING SYSTEM (NGWOS) SITES.DELIVERABLES AND EXPECTED OUTCOMES: THE DELIVERABLES OF THIS PROJECT WILL BE A PROTOTYPE OF THE HEATPULSEGROUNDWATER FLOWMETER ALONG WITH COMPREHENSIVE DOCUMENTATION OF ITS PERFORMANCE INLABORATORY AND FIELD SETTINGS. THE PROTOTYPE IS DESIGNED FOR LONG-TERM DEPLOYMENT, POWERED BY SOLARENERGY, AND WILL INTERFACE WITH DATA ACQUISITION PLATFORMS.INTENDED BENEFICIARY: THIS PROJECT WILL BENEFIT MONITORING AGENCIES, RESEARCH SCIENTISTS, AND WATER MANAGEMENT ORGANIZATIONS BY PROVIDING IMPROVED TOOLS FOR QUANTIFYING THE EXCHANGE BETWEEN GROUND AND SURFACE WATERS.SUBRECIPIENT ACTIVITIES: THIS PROJECT BUILDS UPON THE PREVIOUS RESEARCH ON TEMPERATURE AS A TRACER TODETECT GROUNDWATER FLOW CONDUCTED BY PI TONINA AT THE UNIVERSITY OF IDAHO CENTER FOR ECOHYDRAULICRESEARCH (CER) AND PI BROCK AT RAPID CREEK RESEARCH (RCR). PI BROCK S EXPERTISE IN THE FABRICATION ANDAPPLICATION OF THE TWO-DIMENSIONAL HEAT-PULSE GROUNDWATER FLOWMETER IS ESSENTIAL FOR THE DEVELOPMENTOF ITS 3D VERSION. HE WILL OVERSEE THE DEVELOPMENT AND FABRICATION OF THE PROTOTYPE AND COLLABORATE ONTHE EVALUATION OF ITS PERFORMANCE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_G23AC00547_1434"}, {"internal_id": 160026620, "Award ID": "G23AC00376", "Award Amount": 77607.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-05", "CFDA Number": "15.805", "Description": "PROJECT TITLE:  EXAMINATION OF MERCURY SOURCES IN THE LAKE HURON FOOD WEBPROJECT PERIOD: 6 5 2023 THROUGH 6 4 2024MERCURY (HG) CONTAMINATION IS A MAJOR CONCERN IN THE LAURENTIAN GREAT LAKES DUE TOELEVATED CONCENTRATIONS IN FISH TISSUE, WHICH LEADS TO DELETERIOUS EFFECTS ON HUMAN ANDWILDLIFE HEALTH. WHILE HG CONCENTRATIONS IN THE FOOD WEB ARE A KNOWN CONCERN THERE AREMAJOR KNOWLEDGE GAPS REGARDING THE FACTORS DICTATING HIGHER HG BIOACCUMULATION. FISHCOLLECTED IN LAKE HURON HAVE SHOWN CONCERNING TRENDS IN HG CONCENTRATIONS, WITHOFFSHORE SPECIES SHOWING LITTLE DECLINE DESPITE ATMOSPHERIC REGULATIONS ON HG RELEASESWHILE FISH IN NEARSHORE BAYS (E.G., SAGINAW BAY) SHOW INCREASING CONCENTRATION TRENDS.THERE ARE MANY PHYSICAL, CHEMICAL, AND BIOLOGICAL FACTORS BETWEEN THE NEARSHORE ANDOFFSHORE ZONES OF THE GREAT LAKES INCLUDING DIFFERENCES IN HG LOADING (E.G., WATERSHEDSOURCES VS. ATMOSPHERIC DEPOSITION SOURCES), CHEMICAL CONSTITUENTS THAT PROMOTE HGMETHYLATION AND TRANSPORT, AND CHANGES BETWEEN PELAGIC AND BENTHIC RELIANCE WITHIN THEFOOD WEB. TO DISCERN THE CAUSE BEHIND THE VARIABILITY IN FISH TISSUE HG CONCENTRATIONS, THE RECIPIENT PROPOSES THE APPLICATION OF HG STABLE ISOTOPES TO EXAMINE THE ABOVEMENTIONED FACTORS IN LAKE HURON. THIS STUDY WILL LEVERAGE THE APPLICATION OF METHYLMERCURY STABLE ISOTOPES TOEXAMINE NEARSHORE TO OFFSHORE GRADIENTS IN PLANKTON AND FISH TISSUE, AN EXPANSION TOCURRENT HG RESEARCH CURRENTLY UNDERWAY IN LAKE HURON. THE RESEARCHERS PREDICT HIGHERBIOACCUMULATION IN NEARSHORE ZONES RELATES TO A HIGHER PREVALENCE OF WATERSHED ANDINDUSTRIAL SOURCES OF HG AND A STRONGER BENTHIC RELIANCE WITHIN PREY AND GAME FISH. THISWORK DIRECTLY INFORMS FISH CONSUMPTION ADVISORIES FOR HG WITHIN LAKE HURON AND WILLHELP DECIPHER VARYING TRAJECTORIES OF HG BIOACCUMULATION IN LONG-TERM MONITORINGARCHIVES ACROSS THE GREAT LAKES.PROJECT ABSTRACT SUMMARY:THE PURPOSE OF THIS PROJECT IS TO INFORM PATTERNS OF MERCURY BIOACCUMULATION IN THE GREATLAKES BY EXAMINING SOURCES AND CYCLING DIFFERENCES BETWEEN PLANKTON AND PREY FISHACROSS NEARSHORE TO OFFSHORE GRADIENTS IN LAKE HURON. NOVEL METHYLMERCURY STABLEISOTOPES MEASUREMENTS WILL BE PERFORMED ON BIOLOGICAL SAMPLES COLLECTED FROM PREVIOUSUSGS AND US ENVIRONMENTAL PROTECTION AGENCY (EPA) FIELD CAMPAIGNS. TO ACCOMPLISHTHIS TASK ANALYTICAL METHODS WILL BE MODIFIED TO ACCOMMODATE LIMITED BIOMASS AND LOWMERCURY CONCENTRATION SAMPLES FOR MERCURY STABLE ISOTOPE ANALYSIS. THE EXPECTEDOUTCOMES INCLUDE AN ANALYTICAL METHOD THAT WILL BE PUBLISHED WITHIN A USGS OPEN FILEREPORT AND A PEER REVIEWED PAPER DETAILING MERCURY DYNAMICS AND SOURCES IN LAKE HURON.THIS PROJECT WILL FUND A UNIVERSITY OF WISCONSIN GRADUATE STUDENT TO MODIFY THEANALYTICAL METHOD, CURATE BIOLOGICAL SAMPLES FROM DIFFERENT COLLECTIONS, ANALYZE THESAMPLES, AND PREPARE AN INTERPRETIVE REPORT. RESULTS WILL BE REPORTED TO THE BINATIONALLAKE HURON LAKEWIDE ACTION AND MANAGEMENT PLAN WORKING GROUP TO INFORMMANAGEMENT PRIORITIES RELATED TO MERCURY CONTAMINATION AND FISH CONSUMPTION ADVISORIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G23AC00376_1434"}, {"internal_id": 160026619, "Award ID": "G23AC00375", "Award Amount": 90000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-06-08", "CFDA Number": "15.805", "Description": "PROJECT TITLE:  FLOOD TYPING AND MIXED POPULATION STUDYPROJECT PERIOD:  6 9 2023 THROUGH 1 8 2025AWARD PURPOSE: TO DEVELOP, TEST, AND EVALUATE NEW FLOOD TYPING METHODS FOR DIFFERENT REGIONS OF THE UNITED STATES IN ORDER TO REVISE FLOOD ESTIMATION TECHNIQUES FOR CASES WHERE FLOODS ON THE SAME RIVER MAY ARISE FROM DIFFERENT OR COMBINED CAUSES. ACTIVITIES TO BE PERFORMED:GIVEN THAT FLOODS CAN BE GENERATED BY VARIOUS CAUSES AT THE SAME LOCATION  THROUGH CAUSES SUCH AS CONVECTIVE RAINFALL EVENTS, SNOWMELT, OR TROPICAL CYCLONES AT THEIR OWN CORRESPONDING FREQUENCIES  TRADITIONAL METHODS TO MODEL FLOOD THE OCCURRENCE OF FLOODS MAY NEED TO BE REVISED. MIXED POPULATION-BASED METHODS ARE A POTENTIAL ALTERNATIVE TO TRADITIONAL SINGLE POPULATION-BASED FREQUENCY MODELS. FURTHER, CHANGES IN THE CAUSAL PROCESSES MAY NEED TO BE ACCOUNTED FOR WHILE DEVELOPING NEW MIXED METHODS. THIS WORK WILL HELP IMPROVE THE CURRENT UNDERSTANDING AND ESTIMATION TECHNIQUES FOR FLOOD FREQUENCY ANALYSIS AND ARE LISTED BELOW:1.IDENTIFYING DIFFERENT FLOOD-CAUSING MECHANISMS FOR THE SELECTED SITES AND ATTRIBUTING THEM TO CORRESPONDING FLOOD EVENTS (E.G., ANNUAL MAXIMUM FLOODS (AMF)). THIS WILL INCLUDE REVIEWING THE EXISTING LITERATURE ON FLOOD TYPING AND SUBSEQUENTLY DEVELOPING A CLASSIFICATION METHOD FOR DETERMINING FLOOD TYPE. 2.STUDYING, DEVELOPING, AND VALIDATING METHODS APT FOR MIXED POPULATION-BASED FLOOD FREQUENCY ANALYSIS IN THE US. 3.DEVELOPING A FRAMEWORK COMBINING THE NON-STATIONARY FLOOD FREQUENCY ANALYSIS TECHNIQUES (SUCH AS ONE DEVELOPED BY AWASTHI ET AL., 2022) WITH MIXED POPULATION-BASED FLOOD FREQUENCY METHODS. 4.ANALYZING THE CHANGES IN DIFFERENT FLOOD-CAUSING MECHANISMS AND ATTRIBUTING THOSE CHANGES TO CHANGES IN THEIR RESPECTIVE FLOOD FREQUENCIES IN THE MIXED POPULATION MODEL AND ALSO TO CHANGES IN OVERALL FLOOD FREQUENCIES. 5.PROJECTING THE CHANGES IN THE IDENTIFIED FLOOD-CAUSING MECHANISMS AND DEVELOPING A METHOD THAT COULD PROJECT FUTURE FLOOD FREQUENCIES AND POTENTIAL CHANGES IN THEM BASED ON EACH INDIVIDUAL MECHANISM AND ALSO AN OVERALL CHANGE BASED ON THEIR COMBINATION. DELIVERABLES AND EXPECTED OUTCOMES: THE PROJECT WILL ADDRESS THE TWO MAIN CONCERNS IN THE EXISTING FLOOD FREQUENCY ANALYSIS DOMAIN: 1. ACKNOWLEDGING FLOODS CAN BE CAUSED BY MORE THAN ONE SOURCE BY CONSIDERING MIXED POPULATION-BASED METHODS, AND 2. ACCOUNTING FOR POTENTIAL CLIMATE CHANGE AND BASIN-SCALE CHANGES BY INTRODUCING THE NON-STATIONARITY IN THE FLOOD FREQUENCY MODELS.  THIS INFORMATION WILL BE DELIVERED IN THE FORM OF TWO JOURNAL ARTICLES PUBLISHED IN THE SCIENTIFIC LITERATURE WITH ASSOCIATED DATA RELEASED TO THE PUBLIC. INTENDED BENEFICIARIES:THIS WORK WILL BENEFIT U.S. COMMUNITIES THAT ARE BUILT AROUND STREAMS.  THIS WORK WILL HELP TO PROTECT LIFE AND PROPERTY, ENABLE BETTER PLANNING FOR RESOURCE MANAGERS, AND PROVIDE THE INFORMATION NEEDED TO IMPROVE INFRASTRUCTURE.  . SUBRECIPIENT ACTIVITIES, IF KNOWN OR SPECIFIED AT THE TIME OF AWARD  NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_G23AC00375_1434"}, {"internal_id": 157246827, "Award ID": "G23AC00158", "Award Amount": 165000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-13", "CFDA Number": "15.805", "Description": "PROJECT TITLE   RESEARCH AND DEVELOPMENT OF SYNTHETIC RIVER BATHYMETRY GENERATION AND LARGE SCALE FLOOD SUSCEPTIBILITY ASSESSMENT CAPABILITIESPROJECT PERIOD   MARCH 14, 2023 THROUGH MARCH 13, 2024THIS RESEARCH FOCUSES ON DEVELOPING A LARGE SCALE SYNTHETIC RIVER BATHYMETRY GENERATION ALGORITHM SUITABLE FOR APPLICATION TO LARGE SCALE FLOOD SUSCEPTIBILITY ASSESSMENT. BY FILLING A CRITICAL GAP IN THE ABILITY TO CHARACTERIZE BATHYMETRY NATIONALLY, THE OBJECTIVES OF THIS RESEARCH HAVE A WIDE RANGE OF APPLICATIONS IN NATIONAL SCALE WATER RESOURCE MANAGEMENT SUCH AS IMPROVING WATER CYCLE SIMULATIONS AND STREAMFLOW FORECASTING. MOREOVER, MACHINE LEARNING EFFORTS RELATED TO THE ASSESSMENT OF FLOOD SUSCEPTIBILITY ALSO HAVE APPLICABILITY WELL BEYOND UNDERSTANDING FLOOD SUSCEPTIBILITY. THE NOVEL APPLICATION OF GRAPH NEURAL NETWORKS WITH ADVANCED HYDROLOGIC NETWORK LINKED DATA AND BELOW GROUND URBAN STORMWATER HAS THE POTENTIAL FOR A WIDE VARIETY OF WATER MODELING APPLICATIONS AT THE NATIONAL SCALE. THE OUTCOMES OF THE PROJECT WILL BE MADE AVAILABLE THROUGH PUBLICLY AVAILABLE WEB BASED SERVICES. MOREOVER, THE TECHNICAL DETAILS AND IMPLEMENTATIONS OF THE DEVELOPED ALGORITHMS WILL BE PUBLISHED IN PEER REVIEWED JOURNALS AND OPEN SOURCE SOFTWARE PLATFORMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_G23AC00158_1434"}, {"internal_id": 157766842, "Award ID": "G23AC00150", "Award Amount": 300000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-31", "CFDA Number": "15.805", "Description": "PROJECT TITLE   DEVELOPMENT AND TESTING OF A BOREHOLE TOOL TO MEASURE HIGH FREQUENCY THREE DIMENSIONAL GROUNDWATER FLOW DIRECTION AND VELOCITY DURING LONG TERM DEPLOYMENTPROJECT PERIOD   08 01 2023 THROUGH 07 31 2025AWARD PURPOSE  GIVEN INCREASING DEMANDS ON WATER FOR AGRICULTURE, INDUSTRY,AND DRINKING WATER, INVENTORY AND ASSESSMENT OF GROUNDWATER SUPPLIES HAS NEVER BEEN MORECRITICAL. YET, SENSORS THAT CAN BE USED TO TRACK FLOW DIRECTION AND VELOCITY OF GROUNDWATER INTHREE DIMENSIONS (3D) THAT CAN OPERATE IN THE EXTENSIVE NETWORK OF USGS GROUNDWATERMONITORING WELLS DO NOT EXIST. A NETWORK OF LOW COST BOREHOLE TOOLS TO MEASURE GROUNDWATERVECTORS IN THREE DIMENSIONS WOULD ENABLE A NUMBER OF CRITICAL APPLICATIONS INCLUDING INVENTORIESOF GROUNDWATER QUANTITY AND CONTAMINANT TRACKING AND MODELING. MINIATURIZATION OF DIGITALMICROCONTROLLER AND THERMISTOR TECHNOLOGY NOW ENABLES THE PRODUCTION OF SENSORS THAT CAN USEPLUMES OF HEAT TO DETERMINE GROUNDWATER FLOW VECTORS IN THREE DIMENSIONS. THIS PROJECT WILL USE ANEXISTING OPEN SOURCE MICROCONTROLLER KNOWN AS RRIV (RIVER RESTORATION INFORMATION ANDVERIFICATION) AS A PLATFORM TO DEVELOP THIS SENSOR.ACTIVITIES TO BE PERFORMED  THE OBJECTIVES FOR THE PROJECT ARE AS FOLLOWS  1) DEVELOP A BOREHOLETOOL FOR HIGH FREQUENCY MEASUREMENTS OF THREE DIMENSIONAL (3D) GROUNDWATER VECTORS DURINGLONG TERM DEPLOYMENT, FUNCTIONAL IN A RANGE OF ENVIRONMENTAL SETTINGS, EASILY CALIBRATED ANDINTEGRATED WITH EXISTING EQUIPMENT AND DATA TRANSMISSION SYSTEMS  2) DEVELOP OR MODIFY EXISTINGSOFTWARE TO COLLECT DATA NECESSARY TO COMPUTE 3D VECTORS ONSITE AND IN REAL TIME  AND 3) EVALUATETHE ACCURACY OF THE TOOL IN MUTUALLY AGREED UPON LABORATORY AND FIELD TESTS. A DEVICE WILL BE BUILTTO MEASURE GROUNDWATER FLOW VECTORS IN THREE DIMENSIONS USING WATER TEMPERATURE. A CENTRALHEATING ELEMENT WILL ADD A KNOWN AMOUNT OF HEAT TO THE GROUNDWATER ENVIRONMENT. ARRAYS OFMINIATURIZED THERMISTORS WILL BE PLACED AROUND THE HEATING ELEMENT AND WILL DETECT THE DIRECTIONAND SPEED OF THE PLUME OF HEATED WATER. ENGINEERS AT RRIV WILL ASSIST WITH THE DESIGN ANDMANUFACTURE OF MICROCONTROLLER COMPONENTS REQUIRED FOR THE CONSTRUCTION OF THIS DEVICE.AS DESCRIBED ABOVE, THE DEVICES WILL BE TESTED UNDER BOTH LABORATORY AND FIELD CONDITIONS.LABORATORY TESTING WILL FOCUS ON ASSESSING THE FOLLOWING CHARACTERISTICS  1) CHARACTERIZATION OFSENSITIVITY  THE SENSITIVITY AND MEASUREMENT ERROR OF THE SENSOR WILL BE TESTED UNDER A VARIETY OFREALISTIC GROUNDWATER FLOW CONDITIONS. THESE TESTS WILL BE USED TO DEVELOP A LIMIT OF DETECTIONMINIMUM GROUNDWATER FLOW RATEUNDER WHICH THE SENSOR CAN OPERATE. 2)SENSITIVITY OFMEASUREMENTS TO GROUNDWATER MEDIA  THE SENSOR WILL BE TESTED WITH SIMULATED GROUNDWATERMEDIA THAT VARIES IN SIZE TO ASSESS THE INFLUENCE OF NOMINAL GRAIN SIZE ON FLOW RATE MEASUREMENTS.DELIVERABLES AND EXPECTED OUTCOMES  AS A DELIVERABLE, A MINIMUM OF FOUR WORKING PROTOTYPES WILL BE DEVELOPED AS WELL AS ASSOCIATED DATA AND SCHEMATICS. FINDINGS FROM THIS RESEARCH WILL BE REPORTED TO SCIENTIFIC CONFERENCES AND SUBMITTED TO PEER REVIEWED JOURNALS. INTENDED BENEFICIARIES  THE 3D GROUNDWATER FLOW DEVICES THAT WILL BE CREATED WILL ALLOW COLLECTION OF FAR MORE DATA ABOUT GROUNDWATER FLOWS THAN ARE CURRENTLY AVAILABLE, AT A REDUCED COST. THUS, ANY USERS OF USGS GENERATED GROUNDWATER DATA WILL BENEFIT FROM ENHANCED DATA ABOUT GROUNDWATER FLUXES AND PROCESSES. FURTHER, DESIGNS PRODUCED DURING THIS PROJECT WILL BE RELEASED WITH AN OPEN SOURCE LICENSE, MEANING THAT ANY USERS IN NEED OF 3D GROUNDWATER FLOW DATA WILL HAVE ACCESS TO THIS NEWLY DESIGNED INSTRUMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_G23AC00150_1434"}, {"internal_id": 156908408, "Award ID": "G23AC00149", "Award Amount": 303182.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-21", "CFDA Number": "15.805", "Description": "PROJECT TITLE  MARINE ROBOTIC SWARM TECHNOLOGIES FOR ENVIRONMENTAL MONITORINGPROJECT PERIOD  03 01 2023 THROUGH 02 28 2026AS THE EFFECTS OF CLIMATE CHANGE INTENSIFY, THERE IS INCREASED DEMAND FOR ACCURATE AND TIMELY PREDICTION AND FORECASTING OF ENVIRONMENTAL PROCESSES AROUND COASTAL REGIONS AND ESTUARIES. EXISTING OBSERVATIONAL INFRASTRUCTURE IS NOT ALWAYS ADEQUATE TO PROVIDE ACCURATE ENVIRONMENTAL INTELLIGENCE AT REQUIRED SPATIAL AND TEMPORAL RESOLUTIONS. MORE OFTEN THAN NOT, OBSERVATIONAL CAPABILITY RELIES ON A SPARSE COLLECTION OF STATIC POINT MEASUREMENT STATIONS, WHICH IN CONJUNCTION WITH WELL PARAMETERIZED COMPUTATIONAL MODELS HAVE BEEN SERVING US WELL FOR SHORT TO MID HORIZON FORECASTING, BUT STRUGGLE TO CAPTURE DYNAMIC PHENOMENA THAT EVOLVE IN RELATIVELY SMALL SPATIO TEMPORAL SCALES. TO MONITOR SUCH PHENOMENA AND CAPTURE DATA OF SUFFICIENT RESOLUTION TO APPROPRIATELY PARAMETERIZE ENVIRONMENTAL MODELS, NEW OBSERVATIONAL CAPABILITIES ARE NEEDED THAT ALLOW FOR RAPID, IN SITU, RECONFIGURABLE SENSOR DEPLOYMENTS THAT CAN OFFER ADJUSTABLE MEASUREMENT RESOLUTION, CAN RESOLVE ENVIRONMENTAL GRADIENTS, AND CAN TRACK DYNAMIC ENVIRONMENTAL FEATURES AND PROCESSES. THIS PROPOSAL MEETS THIS CHALLENGE BY DEVELOPING SCIENCE AND TECHNOLOGY THAT ENABLES THE AUTONOMOUS COORDINATION OF SMALL FLEETS OF MARINE ROBOTS TASKED WITH DETECTING RAPID CHANGES IN THE VALUE OF PARTICULAR DYNAMIC ENVIRONMENTAL QUANTITIES OF INTEREST. THESE TIME VARYING AREAS ARE OF PARTICULAR INTEREST BECAUSE THEY TYPICALLY DEMARCATE BODIES OF WATER WITH DIFFERENT QUALITY CHARACTERISTICS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_G23AC00149_1434"}, {"internal_id": 157766839, "Award ID": "G23AC00115", "Award Amount": 245026.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-22", "CFDA Number": "15.805", "Description": "PROJECT TITLE   A RAPID, ROBUST, COST EFFECTIVE FIELD BASED PLATFORM TECHNOLOGY FOR THE SELECTIVE AND SENSITIVE DETERMINATION OF PFAS IN SOURCE WATER PROJECT PERIOD  03 22 2023 THROUGH 03 21 2025THIS PROPOSAL PROPOSES THE DEVELOPMENT OF A NEW FIELD DEPLOYABLE SENSOR, ESSENCE, FOR DETECTING PER  AND POLYFLUOROALKYL SUBSTANCES (PFAS) IN WATER. ESSENCE HAS A POROUS ADSORBENT PROBE SANDWICHED BETWEEN THE TOP AND BOTTOM NONPLANAR INTERDIGITATED MICROELECTRODES. THIS SANDWICH STRUCTURE MAKES ESSENCE SHEAR ENHANCED, FLOW THROUGH, NANOPOROUS, SIGNIFICANTLY ENHANCING SENSITIVITY AND SELECTIVITY. ESSENCE RECENTLY SHOWED SENSITIVE PERFLUOROOCTANESULFONIC ACID (PFOS) SENSING WITH A LIMIT OF DETECTION OF 10 NG L, WHICH NOT ONLY MATCHES THE DETECTION LIMITS OF COSTLY, TIME CONSUMING, OPERATOR DEPENDENT HIGH QUALITY LABORATORY BASED PFAS ANALYTICAL METHODS BUT MEETS MOST OF THE STATE AND FEDERAL HEALTH ADVISORY LEVEL (HAL) FOR PFOS. IN ADDITION, THE ELECTROCHEMICAL SENSOR CAN BE EXPANDED TO OTHER PFAS BY TUNING THE POROUS ADSORBENT PROBES. HOWEVER, MULTI COMPONENT MATRICES IN FIELD DEPLOYMENT CONDITIONS MAY POSE CHALLENGES DUE TO INTERFERING GEOCHEMISTRY AND CO CONTAMINANTS, IMPACTING ESSENCES SELECTIVITY AND SENSITIVITY. TO EVALUATE THESE CONCERNS AND MITIGATE RISKS ASSOCIATED WITH FIELD RELEVANT SAMPLES, WATER SAMPLES FROM USGS SITES WILL BE USED TO UNDERSTAND THE EFFECT OF FIELD RELEVANT ENVIRONMENTS ON THE SENSITIVITY AND SELECTIVITY OF THE SENSOR. THE TWO TASKS IDENTIFIED TO ADVANCE THE PFAS SENSOR TECHNOLOGY INCLUDE EVALUATING THE EFFECT OF (1) WATER SALINITY, DISSOLVED ORGANIC MATTER, AND TURBIDITY AND (2) GEOCHEMICAL AND CO CONTAMINANT INTERFERENCE ON THE SENSOR PERFORMANCE BY LOOKING AT THE SELECTIVITY AND SENSITIVITY OF ESSENCE TOWARDS PFOS AND PERFLUOROOCTANOIC ACID (PFOA) ACROSS RANGES OBSERVED IN THE SOURCE WATER. THE RESULTS WILL BE VALIDATED BY COMPARING ALL THE ANALYTICAL PERFORMANCES WITH ESTABLISHED ANALYTICAL LABORATORY BASED FIELD SAMPLE TECHNIQUES. THESE STUDIES WILL BE USED TO EVALUATE THE SENSOR CONFIGURATION MATERIAL COMBINATIONS AND GUIDE ANY NECESSARY IMPROVEMENT AND OPTIMIZATION OF PERFORMANCE THROUGH FINE TUNING THE SENSOR. THE NEED FOR A MATRIXED CONFIGURATION OF MULTIPLE SENSORS WILL BE CONDUCTED TO IMPROVE FIELD ROBUSTNESS. THE NEED FOR SAMPLE PRE TREATMENT OR PRE ANALYSIS WILL BE EVALUATED AND ADJUSTED FOR FIELD SAMPLE QUALITY. THE SENSOR WILL BE EXTENDED TOWARD DETECTING OTHER PFAS MOLECULES, INCLUDING PFBS AND PFBA, USING DIVERSE WATER SAMPLES FROM DIFFERENT USGS SITES BY EVALUATING ESSENCES SELECTIVITY AND SENSITIVITY OF THESE PFOS MOLECULES IN THE WATER SAMPLE. INTERESTINGLY THE MODULAR NATURE OF ESSENCE ALLOWS US TO EXTEND THE PLATFORM FOR DETECTING OTHER EMERGING CONTAMINANTS AND EVEN DETERMINE THE POSSIBILITY OF AN ALGAL BLOOM OR THE RELEASE OF TOXINS FROM AN ALGAL BLOOM. THE UTILITY OF THIS TOOL TO PEOPLE WILL BE SUBSTANTIAL  THE COST OF ANALYSIS OF PFAS SAMPLES WILL BE REDUCED BY  300  500 PER SAMPLE, AND DATA WILL BE AVAILABLE IN MINUTES RATHER THAN SEVERAL WEEKS. NEAR REAL TIME DATA TURNAROUND WILL RESULT IN RAPID PFAS DETECTION, DECREASED RESPONSE TIMES FOR TREATMENT IMPLEMENTATION, AND REDUCED HANDLING TIMES OF SUSPECTED PFAS CONTAINING WASTES. WASTEWATER TREATMENT EFFLUENT MAY ALSO BE SCREENED TO ENSURE ANY POTENTIAL INFLUENT PFAS HAS BEEN ADEQUATELY REMOVED BEFORE DISCHARGE  THESE DATA MAY INFORM WASTEWATER OPERATIONS ABOUT THE NECESSITY FOR MORE RIGOROUS TREATMENT. FURTHERMORE, CONCERNING ADSORBENT OR ION EXCHANGE BASED TREATMENT PROCESSES, THIS TECHNOLOGY HAS THE POTENTIAL TO INFORM OPERATORS OF PFAS BREAKTHROUGHS PROMPTLY. THIS WILL BE ESPECIALLY USEFUL AS DATA TURNAROUND TIMES USING TRADITIONAL METHODS MAY TAKE SEVERAL WEEKS. BASED ON THE RESULTS OF THIS DEMONSTRATION, IT IS PLAUSIBLE THAT THIS ELECTROCHEMICAL SENSOR COULD BECOME A STANDARD COMPONENT OF GROUNDWATER PFAS TREATMENT SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_G23AC00115_1434"}, {"internal_id": 156520692, "Award ID": "G23AC00114", "Award Amount": 249998.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-01", "CFDA Number": "15.805", "Description": "PROJECT TITLE  REMOTE SENSING OF RIVER DISCHARGE UNDER CRITICAL FLOW CONDITIONSPROJECT PERIOD  FEBRUARY 1, 2023 THROUGH JANUARY 31, 2026THE QUANTITY OF FLOW (DISCHARGE) IN RIVERS IS ESSENTIAL TO PLAN AND MITIGATE FOR NATURAL HAZARDS SUCH AS FLOODING. REMOTE SENSING TECHNIQUES (E.G., SATELLITE IMAGES) ARE BEING INCREASINGLY USED TO ESTIMATE FLOW DISCHARGE TO SUPPLEMENT COMMONLY USED DIRECT MEASUREMENTS, WHICH CAN BE TIME CONSUMING, COSTLY, AND DIFFICULT. DESPITE THE PROMISE OF MANY OF THESE REMOTE SENSING TECHNIQUES, THEY OFTEN INVOLVE EXTENSIVE CALCULATIONS AND DATA PROCESSING THAT COULD LIMIT THEIR BROADER APPLICABILITY. THE RESEARCHERS PROPOSE A NEW TECHNIQUE TO ESTIMATE DISCHARGE THAT INVOLVES SIMPLE MEASUREMENTS FROM REMOTE SENSING IMAGERY AND FAST CALCULATIONS THAT ARE LIKELY TO BE ACCURATE IN MOUNTAIN RIVER CHANNELS, WHICH CURRENTLY LACK EXTENSIVE DISCHARGE MEASUREMENTS. THE RESEARCHERS WILL FIRST QUANTIFY THE ACCURACY OF THIS TECHNIQUE TO DETERMINE IF IT MEETS USGS STANDARDS. THE RESEARCHERS WILL QUANTIFY TECHNIQUE ACCURACY BY COMPARING ITS ESTIMATES TO THOSE PROVIDED BY USGS GAGES IN THE SAME RIVER. FURTHER, THE RESEARCHERS WILL EVALUATE THE RIVER SYSTEM CONDITIONS FOR WHICH THE TECHNIQUE CAN OR CANNOT BE ACCURATELY APPLIED AND WILL FURTHER DEVELOP EQUATIONS TO HELP IMPROVE TECHNIQUE ACCURACY. FINALLY, THE RESEARCHERS WILL BEGIN TO DEVELOP AN OPEN SOURCE TOOL THAT IMPLEMENTS THE TECHNIQUE AND AUTOMATES MOST (OR ALL) OF THE CALCULATION PROCESS. THE TOOL WILL ALLOW MANAGERS AND RESEARCHERS WITH LIMITED REMOTE SENSING AND FLOW HYDRAULICS BACKGROUND TO APPLY THESE CALCULATIONS TO DETERMINE RIVER DISCHARGE. THE RESULTS OF THIS WORK WILL BE PUBLISHED IN A PEER REVIEWED JOURNAL ARTICLE AND PRESENTED AT A SCIENTIFIC CONFERENCE. THE TOOL WILL BE MADE PUBLICLY AVAILABLE ONLINE FOR BROAD COMMUNITY USE. THE TECHNIQUE AND ASSOCIATED TOOL COULD ALLOW SIMPLE AND FAST ESTIMATES OF RIVER DISCHARGE USING ONLY REMOTE SENSING IMAGERY. THIS COULD BOTH SUPPLEMENT DIRECT FLOW MEASUREMENTS AND PROVIDE ESTIMATES OF FLOW IN RIVERS THAT ARE DIFFICULT OR DANGEROUS TO DIRECTLY ACCESS. SUCH DISCHARGE INFORMATION IS ESSENTIAL TO PLAN INFRASTRUCTURE (E.G., ROADS, BRIDGES, CULVERTS, LEVEES) DESIGN, PARTICULARLY FOR FLOODING HAZARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_G23AC00114_1434"}, {"internal_id": 156520693, "Award ID": "G23AC00108", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-02-01", "CFDA Number": "15.805", "Description": "PROJECT TITLE  TOWARDS ACCESSIBLE, OPEN, AND ACCURATE REMOTE SENSING OF WATER QUALITYPROJECT PERIOD  FEBRUARY 1, 2023 THROUGH JANUARY 31, 2025RELIABLE, REPRODUCIBLE, AND TIMELY ESTIMATES OF INLAND WATER QUALITY FROM REMOTE SENSING CAN PROVIDE FOUNDATIONAL INSIGHT TO IMPROVE WATER MANAGEMENT DECISIONS, EMPOWER STAKEHOLDERS TO MONITOR THEIR WATERBODIES, AND HELP SCIENTISTS BETTER UNDERSTAND HOW INLAND WATERBODIES ARE CHANGING. HOWEVER, USING REMOTE SENSING TO PRODUCE ROBUST ESTIMATES OF KEY WATER QUALITY PARAMETERS LIKE CHLOROPHYLL A (A PROXY FOR ALGAL BIOMASS), SEDIMENT CONCENTRATIONS, DISSOLVED ORGANIC CARBON, AND OVERALL WATER CLARITY REQUIRES A HARMONIZED, CLEAN, AND ANALYSIS READY GROUND TRUTH DATASET. ONE SUCH DATASET IS AQUASAT, A DATABASE OF MORE THAN 600,000  MATCHUPS  THAT PAIR IN SITU WATER QUALITY GRAB SAMPLES WITH SURFACE REFLECTANCE DATA FROM LANDSAT 5, 7, 8 DATA OVER THE CONTINENTAL UNITED STATES (ROSS ET AL. 2019). THE PURPOSE OF THE PROPOSED WORK IS TO DRAMATICALLY EXPAND AND IMPROVE AQUASAT IN THREE CRUCIAL WAYS. FIRST, THE PROJECT WILL INCORPORATE MORE IN SITU DATA FROM WATER QUALITY SENSORS, OPTICALLY INACTIVE CONSTITUENTS LIKE NUTRIENTS, AND MORE DATA SOURCES FROM THE WATER QUALITY PORTAL AND ADDITIONAL DATA SOURCES (E.G., LAGOS USA  SORANNO ET AL. 2015). SECOND, THE PROJECT WILL CREATE A DATA QUALITY TIERING SYSTEM TO ADDRESS ISSUES IN THE ORIGINAL DATASET  RESTRICTIVE DATA THAT IS VERIFIABLY SELF SIMILAR ACROSS ORGANIZATIONS AND TIME PERIODS AND CAN BE CONSIDERED COMPLETELY INTERCHANGEABLE  NARROWED DATA THAT WE HAVE GOOD REASON TO BELIEVE IS SELF SIMILAR, BUT FOR WHICH WE CAN T VERIFY FULL HARMONY ACROSS DATA PROVIDERS  INCLUSIVE DATA, THE CURRENT LEVEL OF DATA PROVIDED BY AQUASAT, WHERE DATA ARE ASSUMED TO BE RELIABLE AND HARMONIZED UNLESS OBVIOUS DIFFERENCES EXIST. THIRD, THE PROJECT WILL ADD NEW SATELLITES AND SPECTRAL BANDS TO OUR MATCHUP DATABASE, INCLUDING SENTINEL 2, MODIS AQUA, AND SENTINEL 3. ALL OF THESE ADDITIONAL SATELLITES OR CONSTELLATIONS OF SATELLITES HAVE POTENTIAL USE FOR REMOTE SENSING OF WATER QUALITY, AND THIS NEW WORK WILL ADD THEM TO THE AQUASAT DATABASE. THESE IMPROVEMENTS, ALONG WITH TUTORIALS AND WORKSHOPS DEVELOPED BY THE PROJECT, WILL ENABLE RESEARCHERS TO MORE EASILY AND RELIABLY OBSERVE WATER QUALITY PATTERNS AT UNPRECEDENTED SPATIAL AND TEMPORAL SCALES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_G23AC00108_1434"}, {"internal_id": 155551206, "Award ID": "G23AC00069", "Award Amount": 175337.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-23", "CFDA Number": "15.805", "Description": "PROJECT TITLE  STANDARDIZING SOFTWARE AND PROCESSES FOR IMAGE VELOCIMETRY GAUGING METHODSPROJECT PERIOD  JANUARY 1, 2023 THROUGH DECEMBER 31, 2024OBTAINING RIVER DISCHARGE MEASUREMENTS DURING FLOODING EVENTS HAVE LONG BEEN A CHALLENGING AND DANGEROUS TASK IN THE SOUTHWESTERN UNITED STATES WHERE FLASHY FLOW HAS HIGH VELOCITY AND HIGH SEDIMENT CONCENTRATION. IMAGE VELOCIMETRY METHODS OFFER THE ABILITY TO ESTIMATE FLOW DISCHARGE THROUGH IMAGES CAPTURED REMOTELY FROM CAMERAS ON THE GROUND OR MOUNTED ON UNOCCUPIED AIRCRAFT SYSTEMS (UAS) OR SATELLITES. IMAGE VELOCIMETRY METHODS TEND TO SHARE FOUR MAJOR STEPS  IMAGE ACQUISITION, PRE PROCESSING, PROCESSING USING A TRACKING METHOD, AND POST PROCESSING FROM SURFACE FLOW PROPERTIES TO DISCHARGE. ALTHOUGH MANY RESEARCH AND APPLICATIONS ARE REPORTED IN LITERATURE, THE TOOLS FOR DATA ACQUISITION AND ANALYSIS HAVE NOT BEEN STANDARDIZED. THIS PROJECT AIMS TO STANDARDIZE THE DATA ANALYSIS TOOLS FOR CALCULATING SURFACE FLOW PROPERTIES AND ESTIMATING FLOW DISCHARGE. FIRST, RESEARCHERS WILL SEARCH FOR HIGH QUALITY VIDEO FOOTAGE REPRESENTING RIVERS OF DISTINCT GEOMORPHIC SETTINGS FROM AN ACCESSIBLE DATA REPOSITORY (I.E. USGS REMOTE SENSING DATABASE). SECOND, RESEARCHERS WILL STANDARDIZE INPUT AND OUTPUT DATA FORMATS USING OPEN SOURCE LANGUAGE. THIRD, RESEARCHERS WILL ANALYZE AND COMPARE THE OUTPUTS FROM PROCESSING VIDEO FOOTAGE USING SEVERAL IMAGE VELOCIMETRY ALGORITHMS INCLUDING LARGE SCALE PARTICLE IMAGE VELOCITY (LSPIV), PARTICLE TRACKING VELOCIMETRY (PTV), SPACE TIME IMAGE VELOCIMETRY (STIV), SURFACE STRUCTURE IMAGE VELOCIMETRY (SSIV), AND OPTICAL TRACKING VELOCIMETRY (OTV). FOURTH, RESEARCHERS WILL USE DIFFERENT METHODS TO ESTIMATE FLOW DISCHARGE FROM MEAN AND TURBULENCE PROPERTIES AT THE SURFACE. THE METHODS INCLUDE BUT ARE NOT LIMITED TO LOGARITHMIC LAW, POWER LAW, CONSTANT ?, TURBULENCE DISSIPATION RATE, AND ENTROPY. THE RESULTS WILL BE COMPARED WITH GAUGE OBSERVATIONS FOR EVALUATING THE ACCURACY OF EACH APPROACH. THE RESEARCHERS EXPECT TO PRODUCE SCIENTIFIC JOURNAL PUBLICATIONS AS WELL AS STANDARDIZED SOFTWARE TOOLS AND DATASETS. THIS PROJECT WILL BE CLOSELY COLLABORATED WITH USGS SCIENTISTS TO ENSURE THE TECHNOLOGY TRANSFER UPON THE COMPLETION OF PROJECT OBJECTIVES AND DELIVERABLES. THE INTENDEDBENEFICIARIES ARE RESEARCHERS COLLECTING FLOW STAGE AND DISCHARGE DATA. THE IMAGE BASED METHOD CAN POTENTIALLY REPLACE THE TRADITIONAL STAGE DISCHARGE RATING CURVES CURRENTLY USED IN THE FIELD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_G23AC00069_1434"}, {"internal_id": 154127176, "Award ID": "G23AC00007", "Award Amount": 166666.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-11-14", "CFDA Number": "15.805", "Description": "TRANSBOUNDARY AQUIFER ASSESSMENT PROGRAM   TEXASBORDER WATER RESOURCES  THE ROLE OF GROUNDWATER IN CREATING RESILIENCY AND WATER SECURITYPROJECT PERIOD  11 14 2022 THROUGH 09 24 2027AWARD PURPOSE  THE U.S.-MEXICO TRANSBOUNDARY AQUIFER ASSESSMENT PROGRAM  TAAP  REPRESENTS A COLLABORATION AMONG THE U.S. GEOLOGICAL SURVEY  USGS  WATER SCIENCE CENTERS  WSC  AND THE WATER RESOURCES RESEARCH INSTITUTES  WRRI  OF ARIZONA, NEW MEXICO, AND TEXAS. THE U.S. AND MEXICAN STATE DEPARTMENTS, THROUGH THE INTERNATIONAL BOUNDARY AND WATER COMMISSION  IBWC CILA , FACILITATE BILATERAL PROJECTS AND COLLABORATION WITH MEXICAN UNIVERSITIES AND FEDERAL AGENCIES SUCH AS THE NATIONAL WATER COMMISSION  CONAGUA  AND THE WATER TECHNOLOGY INSTITUTE  IMTA . THE ACT DIRECTS THE USGS AND WRRI TO CONDUCT HYDROGEOLOGIC CHARACTERIZATION, MAPPING, AND MODELING OF PRIORITY TRANSBOUNDARY AQUIFERS IN GROUNDWATER-DEPENDENT BORDER COMMUNITIES SUBJECT TO STRESS FROM DEVELOPMENT AND DROUGHT. ACTIVITIES TO BE PERFORMED 1. STAKEHOLDER ENGAGEMENT AND CAPACITY BUILDING  INFORM STAKEHOLDERS, INCLUDING RESOURCE MANAGERS AND DECISIONMAKERS, ABOUT PREVIOUS WORK AND PERCEPTIONS. THEN ASK ABOUT THEIR CURRENT PRIORITIES AND BUILD CAPACITY WITHIN STAKEHOLDER GROUPS VIA TRAININGS AND PRESENTATIONS TO AID THEM IN ADDRESSING FUTURE PROBLEMS WITH ADDITIONAL TECHNICAL TOOLS AND KNOWLEDGE. 2. SOCIO-ECONOMIC CONTEXT, GOVERNANCE, AND POLICY  UPDATE UNDERSTANDING OF EXISTING SOCIAL, POLITICAL, CULTURAL, AND ECONOMIC FRAMEWORKS THAT SHAPE THE USE AND MANAGEMENT OF SHARED GROUNDWATER IN PRACTICE ALONG THE U.S. MEXICO BORDER. 3. BINATIONAL GROUNDWATER ATLAS  DATA MANAGEMENT, MAPPING, AND VISUALIZATION  ACCESS TO DATA, DATA VISUALIZATION, AND ANALYSIS IS CRITICAL TO SUPPORT STAKEHOLDERS, INCLUDING RESOURCE MANAGERS, DECISION-MAKERS, AND SCIENTISTS WORKING ALONG THE BORDER. WE WILL CREATE AN INTERACTIVE BINATIONAL ATLAS, MAPPING, AND DATA VISUALIZATION PLATFORM TO SUPPORT UNDERSTANDING AND EXPLORATION OF TRANSBOUNDARY AQUIFERS BY DECISIONS MAKERS, NATURAL RESOURCE MANAGERS, AND PRIVATE CITIZENS. 4. AQUIFER PRIORITIZATION AND VULNERABILITY ASSESSMENT  TIME AND GROUNDWATER SCARCITY ARE PRESSING CHALLENGES ALONG THE 1,800 MILE STRETCH OF BORDER BETWEEN TEXAS-NEW MEXICO-ARIZONA AND MEXICO. GIVEN THE IMMENSITY OF THE TASK AND THE SCARCITY OF RESOURCES, THERE IS A CRITICAL NEED FOR PRIORITIZATION OF TRANSBOUNDARY AQUIFERS FOR STUDY. TO ACHIEVE THIS, WE WILL USE THE TOOLS AND INFORMATION DEVELOPED IN PREVIOUS STEPS  BINATIONAL DATA MANAGEMENT SYSTEM, UPDATED UNDERSTANDING OF GOVERNANCE AND SOCIOECONOMIC CONTEXT, AND THE NETWORK OF STAKEHOLDERS   TO DEVELOP A FLEXIBLE FRAMEWORK FOR PRIORITIZATION OF TRANSBOUNDARY AQUIFERS FOR STUDY ALONG THE U.S.-MEXICO BORDER. 5. HYDROLOGIC STUDIES TO UNDERSTAND WATER AVAILABILITY CHALLENGES FACING TRANSBOUNDARY AQUIFERS   STRESSORS FROM POPULATION, INDUSTRY, AGRICULTURE, DROUGHT, AND CLIMATE VARIABILITY  USING THE PRIORITIES AND INSIGHT DEVELOPED IN THE PREVIOUS TASKS, TOOLS MUST BE DEVELOPED TO HELP DECISION-MAKERS AND WATER AND OTHER NATURAL RESOURCE MANAGERS MITIGATE THE IMPACTS OF CLIMATE CHANGE ON WATER RELIABILITY FOR BORDERLAND COMMUNITIES. METHODS BEING CURRENTLY IMPLEMENTED OR EXPANDING IN USE INCLUDE MANAGED AQUIFER RECHARGE, LIMITATIONS ON WATER USE, AND INCREASING THE REUSE OF TREATED WATER. HOWEVER, LIMITED INFORMATION HAS BEEN GATHERED ABOUT THESE EFFORTS AND THE SITES WHERE THEY ARE LOCATED AND THE POSSIBLE IMPACTS ON TRANSBOUNDARY AQUIFERS. TO SUPPORT DECISION-MAKERS AND NATURAL RESOURCE MANAGERS, WE WILL CARRY OUT HYDROLOGIC STUDIES  FIELD INVESTIGATIONS, MODELING, AND ASSESSMENTS OF UNCERTAINTY  TO IMPROVE UNDERSTANDING OF WATER AVAILABILITY AND RISKS TO WATER SUPPLIES ALONG THE U.S.-MEXICO BORDER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_G23AC00007_1434"}, {"internal_id": 155053706, "Award ID": "G23AC00006", "Award Amount": 166666.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-12", "CFDA Number": "15.805", "Description": "TITLE  TRANSBOUNDARY AQUIFER ASSESSMENT PROGRAM   NM WRRI EFFORT FY2022 2027PROJECT PERIOD  12 14 2022 THROUGH 09 24 2027ABSTRACTTHE TRANSBOUNDARY AQUIFER ASSESSMENT PROGRAM (TAAP) IS CONGRESSIONALLY AUTHORIZED TO CONDUCT BINATIONAL SCIENTIFIC RESEARCH TO ASSESS PRIORITY AQUIFERS ALONG THE U.S. MEXICO BORDER. INVESTIGATIONS ARE BEING CONDUCTED IN PARTNERSHIP WITH THE U.S. GEOLOGICAL SURVEY AND THE BORDER WATER RESOURCES RESEARCH INSTITUTES (WRRI) IN ARIZONA, NEW MEXICO, AND TEXAS, AND IN COLLABORATION WITH STATE AGENCIES, STAKEHOLDERS, MEXICAN COUNTERPARTS AND THE INTERNATIONAL BOUNDARY AND WATER COMMISSION. THE PURPOSE OF TAAP IS TO GENERATE SCIENTIFIC KNOWLEDGE ABOUT BINATIONALLY SHARED GROUNDWATER RESOURCES THAT ARE CRITICAL TO COMMUNITIES, ECONOMIES, AND ECOLOGIES IN THE BORDERLANDS. EACH YEAR NM WRRI FUNDS MULTIPLE RESEARCH ACTIVITIES THROUGH TAAP FUNDING, INCLUDING TOPICS OF  THE CULTURAL, POLITICAL, AND ECONOMIC DRIVERS OF WATER USE  MODELING OF BINATIONAL AQUIFERS  AQUIFER RECHARGE  AND GEOCHEMICAL WATER ANALYSES. BEYOND SCIENTIFIC ANALYSES, TAAP GOALS INCLUDE WORKING WITH MEXICAN COUNTERPARTS TO EXCHANGE DATA AND COLLABORATE ON SCIENTIFIC STUDIES. TAAP FUNDING IS THEREFORE ALSO USED TO PARTICIPATE IN OFFICIAL TAAP MEETINGS AND DATA EXCHANGES, AND TO FOSTER COLLABORATION BETWEEN THE U.S. AND MEXICO ON BINATIONAL AQUIFER STUDIES, INCLUDING HOSTING A BINATIONAL GROUNDWATER SCIENCE CONVERSATION SERIES, AND HOSTING BINATIONAL GROUNDWATER CONFERENCES. AS PART OF THE ANNUAL TAAP PROPOSAL PREPARED BY NM WRRI AND SUBMITTED TO USGS, EACH RESEARCH ACTIVITY PROPOSED INCLUDES EXPECTED DELIVERABLES AND OUTCOMES. THESE DELIVERABLES INCLUDE GENERATION OF DATA SETS, MODELS, PEER REVIEWED PUBLICATIONS, TECHNICAL RESEARCH REPORTS, AND PUBLIC PRESENTATIONS OF RESEARCH FINDINGS. FOR ACTIVITIES INTENDED TO FOSTER BINATIONAL COLLABORATION, DELIVERABLES INCLUDE DATA SETS EXCHANGED WITH MEXICAN COUNTERPARTS, AND NUMBERS OF PARTICIPANTS IN BINATIONAL EVENTS. THE INTENDED BENEFICIARIES OF TAAP RESEARCH AND COLLABORATIVE ACTIVITIES ARE STAKEHOLDERS WHO DEPEND ON BINATIONAL GROUNDWATER RESOURCES, THE BINATIONAL COMMUNITY OF SCIENTISTS WHO STUDY TRANSBOUNDARY AQUIFERS, AND THOSE INVOLVED IN POLICYMAKING AND GOVERNANCE EFFORTS. TAAP FUNDING AT NM WRRI ALSO SUPPORTS EARLY CAREER RESEARCHERS AND FUNDS GRADUATE STUDENT RESEARCH AND EDUCATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_G23AC00006_1434"}, {"internal_id": 155053714, "Award ID": "G23AC00005", "Award Amount": 166666.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-12-07", "CFDA Number": "15.805", "Description": "PROJECT TITLE  TRANSBOUNDARY AQUIFER ASSESSMENT PROGRAM (TAAP)  ARIZONA WATER RESOURCES RESEARCH CENTER EFFORTPROJECT PERIOD  12 8 2022 THROUGH 9 24 2027THE WORK PROPOSED BY THE UNIVERSITY OF ARIZONA WATER RESOURCES RESEARCH CENTER IS PART OF THE BINATIONAL UNITED STATES MEXICO TRANSBOUNDARY AQUIFER ASSESSMENT PROGRAM (TAAP). THE ARIZONA WATER RESOURCES RESEARCH CENTER S SPECIFIC FOCUS IS ON THE SAN PEDRO AND SANTA CRUZ BINATIONAL AQUIFERS, WHICH ARE TWO OF THE FOUR AQUIFERS OF FOCUS SPECIFIED BY U.S. PUBLIC LAW 109 448. YEAR 1 OF THIS FIVE YEAR PROGRAM INVOLVES FIVE TASKS  1) COLLABORATIVE EFFORTS IDENTIFIED THROUGH THE TRANSBOUNDARY AQUIFER ASSESSMENT PROGRAM COOPERATIVE FRAMEWORK, 2) HYDROLOGIC AND HYDROGEOLOGIC CHARACTERIZATIONS, 3) TRANSBOUNDARY AQUIFER RECONNAISSANCE WORK, 4) SOCIOECONOMIC CHARACTERIZATION OF SELECTED BORDER COMMUNITIES, AND EXAMINATION OF MODES OF GOVERNANCE, AND 5) STAKEHOLDER ENGAGEMENT. THE FIRST TASK OF YEAR 1 INVOLVES COMPLETING THE BINATIONAL STUDY OF THE TRANSBOUNDARY SANTA CRUZ AQUIFER AND COLLABORATING IN BINATIONAL AND REGIONAL MEETINGS. YEAR 1 S SECOND TASK CONSISTS OF MONITORING EFFORTS IN THE ARIZONA SONORA AQUIFERS OF FOCUS AND ASSESSING THE IMPACT OF CLIMATE VARIABILITY AND WATER MANAGEMENT DECISIONS ON GROUNDWATER AVAILABILITY. YEAR 1 S THIRD TASK INVOLVES WORKING ON AN INVENTORY AND GAP ANALYSIS OF AVAILABLE TRANSBOUNDARY WATER DATA. YEAR 1 S FOURTH TASK IS CHARACTERIZING SELECTED BORDER COMMUNITIES  SOCIOECONOMIC CONTEXT. FINALLY, YEAR 1 S FIFTH TASK CONSISTS OF MAINTAINING AND INCREASING STAKEHOLDER ENGAGEMENT EFFORTS TO IMPROVE THE KNOWLEDGE BASE ABOUT THE ARIZONA SONORA TRANSBOUNDARY AQUIFERS. ADDITIONAL PROGRAMMATIC ACTIVITIES OF THIS FIVE YEAR PROGRAM INCLUDE  1) ASSESSING THE IMPACT OF LAND COVER CHANGES IN THE ARIZONA SONORA AQUIFERS OF FOCUS, 2) WATER BALANCE MODELING EFFORTS FOR THE SAN PEDRO AND SANTA CRUZ RIVER BASINS, 3) ASSESSING THE UNCERTAINTY ASSOCIATED WITH THE TRANSBOUNDARY SAN PEDRO AND SANTA CRUZ BASIN MODELS, 3) PLANNING FOR FUTURE BINATIONAL GROUNDWATER MODELING EFFORTS FOR THE ARIZONA SONORA AQUIFERS OF FOCUS, 4) MANAGEMENT, MAPPING, AND VISUALIZATION OF TRANSBOUNDARY WATER DATA, AND 5) TRANSBOUNDARY AQUIFER PRIORITIZATION AND VULNERABILITY ASSESSMENT. THE ANALYSIS AND REPORTS PRODUCED THROUGH THIS EFFORT CONTINUE THE WATER RESOURCES RESEARCH CENTER S COLLABORATIVE PARTICIPATION IN THE ASSESSMENT OF TRANSBOUNDARY GROUNDWATER RESOURCES, WITH THE WORK CONTRIBUTING TO IMPROVED CHARACTERIZATION AND UNDERSTANDING OF TRANSBOUNDARY AQUIFER AND GROUNDWATER CONDITIONS AND EFFECTIVE DISSEMINATION OF FINDINGS BINATIONALLY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_G23AC00005_1434"}, {"internal_id": 149742500, "Award ID": "G22AP00361", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-25", "CFDA Number": "15.805", "Description": "PHYSICS-INFORMED MACHINE LEARNING FOR PARAMETER ESTIMATION AND SURROGATE MODELINGAWARD PERIOD: 8/16/2022 THROUGH 8/15/2024AWARD PURPOSE: THE OBJECTIVE OF THE PROPOSED AWARD IS TO DEVELOP INTEGRATED DATA-DRIVENMODELING CAPABILITIES WITH PHYSICS-INFORMED CONSTRAINTS. SPECIFICALLY, WE WILL ADVANCE METHODSFOR INTEGRATING DATA AND MODELS USING THE STATE-OF-THE-ART PHYSICS-INFORMED MACHINE LEARNINGMETHODS TO IMPROVE THE ACCURACY OF MODEL PREDICTIONS THROUGH BETTER MODEL PARAMETERIZATIONAND UNCERTAINTY QUANTIFICATION.ACTIVITIES TO BE PERFORMED: WE WILL DEVELOP: (1) PHYSICS-INFORMED MACHINE LEARNING (PIML)PARAMETER ESTIMATION METHODS AND (2) PIML SURROGATE MODELS. RECENTLY, WE PROPOSED SEVERALPIML METHODS FOR ESTIMATING PARAMETERS AND STATES, SUCH AS HYDRAULIC CONDUCTIVITY, HYDRAULICHEAD, AND CONCENTRATION FIELDS. IN THESE METHODS, THE UNKNOWN PARAMETER FIELDS AND STATEVARIABLES ARE MODELED WITH DEEP NEURAL NETWORKS (DNN) OR CONDITIONAL KARHUNEN-LOEVE (KL)EXPANSIONS THAT ARE FUNCTIONS OF TIME AND/OR SPACE COORDINATES. THEN, THE COEFFICIENTS IN THESEEXPANSIONS ARE ESTIMATED BY MINIMIZING AN OBJECTIVE (OR LOSS) FUNCTION THAT HAS TWO PARTS: THE\"DATA\" PART (A DIFFERENCE BETWEEN THE PARAMETER AND STATE MODELS AND MEASUREMENTS) AND THE\"PHYSICS\" PART THAT IS THE SUM OF RESIDUAL OF THE GOVERNING EQUATIONS AT SEVERAL POINTS IN THEDOMAIN THAT ARE COMPUTED USING AUTOMATIC DIFFERENTIATION (AD). THE MAIN ADVANTAGE OF THESEPARAMETER ESTIMATION METHODS IS THAT THERE IS NO NEED TO DISCRETIZE AND SOLVE EQUATIONS TOMINIMIZE THE LOSS FUNCTION. OUR PRELIMINARY RESULTS SHOW THAT THE PIML-BASED PARAMETERESTIMATION METHODS CAN BE ORDERS OF MAGNITUDE FASTER THAN TRADITIONAL PARAMETER ESTIMATIONMETHODS SUCH AS THE MAXIMUM A POSTERIORI (MAP) METHOD. IN THIS PROJECT, WE WILL EXTEND THEPIML METHODS TO MULTISCALE PROBLEMS. WE WILL ALSO DEVELOP SURROGATE MODELS BASED ON THE PIML METHODS. THE DNN MODEL OF THE SYSTEM STATES WILL INCLUDE INITIAL AND BOUNDARY CONDITIONS AND SOURCE TERMS IN ADDITION TO THE SPACE AND TIME VARIABLES. THE MAIN ADVANTAGE OF THE PIML METHODS FOR CONSTRUCTING SURROGATE MODELS OVER OTHER METHODS (INCLUDING STANDARD \"DATA-DRIVEN\" ML METHODS) IS THAT THEY REQUIRE A RELATIVELY SMALL AMOUNT OF DATA FOR TRAINING. THIS IS BECAUSE THE PHYSICS CONSTRAINTS ALLOW TO FILL \"GAPS\" IN DATA AND MAKE THE SURROGATE MODELS MORE ACCURATE FOR INTERPOLATION. WE WILL FOCUS ON SURROGATE MODELS WHERE INPUTS ARE FUNCTIONS RATHER THAN A FINITE NUMBER OF PARAMETERS THAT COULD BE AN OUTPUT OF CLIMATE OR SOCIO-ECONOMIC MODELS.DELIVERABLES AND EXPECTED OUTCOMES: WE WILL DELIVER A COMPUTATIONAL FRAMEWORK FOR PARAMETERESTIMATION AND SURROGATE MODELING THAT CAN BE INTEGRATED WITH EXISTING COMPUTATIONAL MODELS.INTENDED BENEFICIARY(IES): THIS PROJECT WILL BENEFIT THE BROADER COMPUTATIONAL GEOSCIENCES COMMUNITY BY PROVIDING ADVANCES COMPUTATIONAL TOOLS FOR MODEL PARAMETERIZATION AND DEVELOPING SURROGATE MODELS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G22AP00361_1434"}, {"internal_id": 147751323, "Award ID": "G22AP00152", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-05", "CFDA Number": "15.805", "Description": "STOCHASTIC WEATHER GENERATION FOR CLIMATE SCENARIO DEVELOPMENT ACROSS THE GREAT LAKES BASINPROJECT PERIOD: 4/15/2022 THROUGH 4/14/2023PROJECT ABSTRACT SUMMARY: THIS PROJECT WILL LEAD THE DEVELOPMENT OF A STOCHASTIC WEATHER GENERATOR THAT CAN CREATE ENSEMBLES OF CLIMATE SCENARIOS ACROSS THE GREAT LAKES BASIN. THE WEATHER GENERATOR WILL BE DESIGNED TO DEVELOP LONG TRACES OF WEATHER THAT CAN BE DIRECTLY INPUT INTO DOWNSTREAM MODELS OF GREAT LAKES WATER LEVELS, INCLUDING MODULES FOR RAINFALL-RUNOFF AND LAKE EVAPORATION. THE FOLLOWING ACTIVITIES WILL BE PERFORMED UNDER THIS PROJECT: 1) SELECT OBSERVATIONAL RECORD(S) FOR USE IN THE STOCHASTIC WEATHER GENERATOR; 2) CONSULT ON THE DATA, CALIBRATION, AND EXPERIMENTAL DESIGN SURROUNDING THE USE OF DOWNSTREAM WATER LEVEL MODELS; 3) ADVISE ON THE DESIGN OF A VULNERABILITY ASSESSMENT, INCLUDING BUT NOT LIMITED TO THE SELECTION OF FUTURE SCENARIOS AND SPECIFICATION OF CONTROL SCENARIOS; 4) CREATE BASELINE STOCHASTIC WEATHER DATA AS INPUTS FOR CURRENT CONDITION LAKE LEVEL MODELS; 5) CREATE A SET OF FUTURE CLIMATE CHANGE SCENARIOS CONTAINING WEATHER DATA AS INPUTS FOR THE VULNERABILITY ASSESSMENT; AND 6) DEVELOP AND COMPILE REPORTS, MEMORANDUMS, PRESENTATIONS AND OTHER INFORMATION TO DOCUMENT MODEL DEVELOPMENT. THE DELIVERABLES OF THIS PROJECT INCLUDE A SET OF CLIMATE SCENARIOS FOR THE GREAT LAKES UNDER BASELINE (NO CLIMATE CHANGE) CONDITIONS, AS WELL AS A SET OF CLIMATE CHANGE SCENARIOS THAT REFLECT PLAUSIBLE PATHWAYS OF FUTURE WARMING OVER THE GREAT LAKES, ALONG WITH ASSOCIATED DOCUMENTATION. THE INTENDED BENEFICIARIES OF THIS PROJECT WILL BE COASTAL COMMUNITIES ALONG THE GREAT LAKES, WHO CAN USE THIS INFORMATION TO ASSESS THE VULNERABILITY OF INFRASTRUCTURE AND OTHER PROJECTS ALONG THE SHORELINE TO CLIMATE CHANGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_G22AP00152_1434"}, {"internal_id": 144472174, "Award ID": "G22AP00056", "Award Amount": 249988.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-15", "CFDA Number": "15.805", "Description": "MANAGING WATER QUALITY AND INVASIVE PLANTS TO PROMOTE HEALTHY NATIVE PLANT COMMUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G22AP00056_1434"}, {"internal_id": 145452274, "Award ID": "G22AP00031", "Award Amount": 249114.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-10", "CFDA Number": "15.805", "Description": "PATHWAYS TO EXPOSURE TO PATHOGENS DURING FLOODS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_G22AP00031_1434"}, {"internal_id": 145920709, "Award ID": "G22AP00030", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-25", "CFDA Number": "15.805", "Description": "FORECASTING HARMFUL HLAGAL BLOOMS USING MOLECULAR MEHODS AND UNMANNED SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_G22AP00030_1434"}, {"internal_id": 144472164, "Award ID": "G22AP00029", "Award Amount": 88046.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-15", "CFDA Number": "15.805", "Description": "INCREASING WATER TREATMENT RESILIENCY BY USING NATURAL FLOOD RECORDS TO REDUCE THEUNCERTAINTY OF WATER HAZARD PREDICTIONS UNDER CHANGING CLIMATE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "837e4ece-7fdf-a5c9-db11-1d4aaea94b68-C", "generated_internal_id": "ASST_NON_G22AP00029_1434"}, {"internal_id": 145920695, "Award ID": "G22AP00028", "Award Amount": 249979.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-18", "CFDA Number": "15.805", "Description": "CLOSING THE SUPPLY-DEMAND GAP FOR SUSTAINABLE WATER-USE UNDER CLIMATE CHANGE IMPACTS USING REMOTE SENSING AND ARTIFICIAL INTELLIGENCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_G22AP00028_1434"}, {"internal_id": 145452276, "Award ID": "G22AP00027", "Award Amount": 242136.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-14", "CFDA Number": "15.805", "Description": "MONITORING AND MODELING EXPANDING RISK OF HYDRILLA, NEUROTOXIC AETOKTHONOSHYDRILLICOLA, AND VACUOLAR MYELINOPATHY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_G22AP00027_1434"}, {"internal_id": 146215255, "Award ID": "G22AP00026", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-02-03", "CFDA Number": "15.805", "Description": "USE OF VIRAL AND GENETIC MARKER SURROGATES TO ASSESS TRANSPORT OF HUMAN ENTERICVIRUSES IN WATER RECLAMATION SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db2e86bc-d873-8ba5-31f9-060bf8695c90-C", "generated_internal_id": "ASST_NON_G22AP00026_1434"}, {"internal_id": 144472145, "Award ID": "G22AP00025", "Award Amount": 106545.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-15", "CFDA Number": "15.805", "Description": "MULTI-MODAL UAS SENSOR SYSTEM FOR HARMFUL ALGAL BLOOM MAPPING AND MONITORING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_G22AP00025_1434"}, {"internal_id": 144472131, "Award ID": "G22AP00024", "Award Amount": 151394.7, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-15", "CFDA Number": "15.805", "Description": "EVALUATION OF POTENTIAL FACTORS LIMITING THE EXPANSION OF INVASIVE CARP IN THE OHIO AND TENNESSEE-CUMBERLAND RIVER BASINS; LESSONS TO APPLY TO THE UPPER MISSISSIPPI.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_G22AP00024_1434"}, {"internal_id": 144472185, "Award ID": "G22AP00022", "Award Amount": 238013.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-15", "CFDA Number": "15.805", "Description": "ENEMY OF MY ENEMY?: ECOHYDRAULIC ASSESSMENT OF INTERACTIONS OF MULTIPLE INVASIVE SPECIES IN THE UPPER MISSISSIPPI RIVER BASIN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G22AP00022_1434"}, {"internal_id": 145452306, "Award ID": "G22AP00021", "Award Amount": 244638.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-14", "CFDA Number": "15.805", "Description": "FRESHWATER ECO-HYDROLOGICAL CONNECTIVITY : A TRANSPORT NETWORK FOR INVASIVE SPECIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_G22AP00021_1434"}, {"internal_id": 144472172, "Award ID": "G22AP00017", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-15", "CFDA Number": "15.805", "Description": "QUANTIFYING MULTI-MEDIA LOADINGS OF PFAS IN THE GREAT LAKES BASIN USING TARGETED AND NON-TARGETED ANALYSES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G22AP00017_1434"}, {"internal_id": 144472138, "Award ID": "G22AP00016", "Award Amount": 249631.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-14", "CFDA Number": "15.805", "Description": "QUANTIFYING PFAS FATE AND BIOTRANSPORT IN STREAM-TO-RIPARIAN FOOD WEBS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_G22AP00016_1434"}, {"internal_id": 144472142, "Award ID": "G22AP00015", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-12-14", "CFDA Number": "15.805", "Description": "CHARACTERIZING PREVALENCE AND RISK FACTORS OF PFAS IN RURAL PRIVATE AND COMMUNITY WATER SUPPLIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_G22AP00015_1434"}, {"internal_id": 145452295, "Award ID": "G22AP00014", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-01-10", "CFDA Number": "15.805", "Description": "DEVELOPING AND DEPLOYING A RISK FRAMEWORK FOR PFAS MANAGEMENT IN RURAL AMERICA: CONNECTING PREDICTIVE MODELS OF PFAS CONTAMINATION WITH RISK PERCEPTIONS TO GUIDE MANAGEMENT DECISIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_G22AP00014_1434"}, {"internal_id": 152328909, "Award ID": "G22AC00584", "Award Amount": 730000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.805", "Description": "PROJECT TITLE  OPENET PLANNINGPROJECT PERIOD  10 1 2022 THROUGH 4 30 2024PURPOSE  THE GOAL OF THE PROJECT IS TO ENHANCE AND WORK TOWARD OPERATIONALIZING THE USE OF THE OPEN EVAPOTRANSPIRATION PLATFORM  OPENET    A SATELLITE BASED ET BASED CLOUD COMPUTING AND DATA SERVICES PLATFORM ACTIVITIES TO BE PERFORMED PROJECT MANAGEMENT AND COORDINATION  PREPARATION OF JOINT PLANNING FOR CONGRESSIONAL REPORTING  PRODUCTION OF 20 YEARS OF USGS SIMPLIFIED SURFACE ENERGY BALANCE  SSEBOP  DATA, PRODUCTION OF OPENET COLLECTION 2 MODELS PLUS AN ENSEMBLE MEDIAN FOR YEARS 2016 2022  PERFORM OPENET MODEL FIXES AND ENHANCEMENTS, COMPLETION OF MODEL DOCUMENTATION, AND REVIEW OF OPEN SOURCE SOFTWARE REPOSITORIES  PERFORM GEODATABASE ENHANCEMENTS, SUPPORT, AND MAINTENANCE  USER APPLICATION PROGRAMMING INTERFACE ENHANCEMENTS, SUPPORT, AND MAINTENANCE  RASTER API EXTENSIONS TO CREATE DAILY RASTERS AND FEATURE SUMMARIES  SSEBOP MODEL EVALUATION AND OPENET COLLECTION 2 EVALUATION VS FLUX TOWER DATA RECORDS  MODEL TO MODEL INTERCOMPARISONS AND EVALUATION OF WATERSHED SCALE ET  MODEL DIAGNOSTICS AND EVALUATION  CALCULATION OF HUC12 DATA SUMMARIES  OPENET API EXTENSION TO AUTOMATE HUC12 SUMMARY WORKFLOWS  CREATION AND POPULATION OF CUSTOM GEODATABASE FOR HUC12 SUMMARIES, AND DATABASE MAINTENANCE AND SUPPORT  WORKSHOP AND TRAVEL SUPPORT FOR OPENET DATA COLLECTION 2 SCIENCE TEAM MEETING  HYTEST TESTBED AND CONUS404 DATA ASSESSMENTS AGAINST  900 REFERENCE ET STATION DATASETS  COORDINATE WITH USGS AND DEVELOP SHORT TECHNICAL MEMO ON FINDINGS  DELIVERABLES AND EXPECTED OUTCOMES MEETING ATTENDANCE, WRITTEN CORRESPONDENCE  COMPLETION OF PLANNING AND MEATERIALS FOR CONGRESSIONAL REPORT  EARTH ENGINE IMAGE COLLECTION OF SSEBOP DATA  EARTH ENGINE IMAGE COLLECTION OF OPENET MODELS AND ENSEMBLE DATA  COMPLETION OF MODEL ENHANCEMENTS, DOCUMENTATION, AND WRITEUP ON REPOSITORY REVIEW  OPERATIONAL GEODATABASE  OPERATIONAL API  FUNCTIONAL AND DOCUMENTED API ENDPOINTS TO CREATE DAILY RASTERS AND FEATURE SUMMARIES WITH MASKING FOR IRRIGATED LANDS  SSEBOP COLLECTION 2 DATA COMPARED TO ALL OPENET FLUX TOWER DATA AND USGS OR OTHER FLUX TOWERS THE TEAM REQUESTS TO BE ADDED AND SHORT TECHNICAL MEMO HIGHLIGHTING RESULTS OF INTERCOMPARISONS  VOLUMETRIC WATERSHED SCALE ET COMPARISONS FOR IRRIGATED LANDS AND SHORT TECHNICAL MEMO HIGHLIGHTING RESULTS OF INTERCOMPARISONS  SUPPORT FOR THE SSEBOP TEAM TO DIAGNOSE AND EVALUATION OF ISSUES, AND MAKE MODEL IMPROVEMENTS WITH DOCUMENTATION ON THE CODE REPOSITORY  DEVELOPMENT OF SOFTWARE COMPARING CONUS404 TO REFERENCE ET STATION DATA  TECHNICAL MEMO HIGHLIGHTING COMPARISONS BETWEEN CONUS404 TO REFERENCE ET STATION DATA INTENDED BENEFICIARY IES  THE INTENDED BENEFICIARIES OF THIS PROJECT ARE FEDERAL, STATE, AND LOCAL WATER AGENCIES, AGRICULTURAL PRODUCERS, AND THE PUBLIC  THE QUANTIFICATION OF EVAPOTRANSPIRATION  ET  IS NECESSARYFOR IRRIGATION WATER MANAGEMENT, ESTIMATING PAST AND FUTURE STREAMFLOW DEPLETIONS STEMMING FROM IRRIGATION ACTIVITIES, BASIN WIDE WATER BALANCE ESTIMATES, AND CONSUMPTIVE WATER USE REPORTING  IT IS IMPORTANT THAT USGS EMPLOY BEST AVAILABLE SCIENCE AND SATELLITE REMOTE SENSING TECHNOLOGIES FOR ESTIMATING ET GIVEN THAT USGS HYDROLOGIC MODELS AND NATIONAL WATER USE REPORTING RESULTS ARE COMMONLY USED FOR WATER MANAGEMENT, WATER RIGHTS, LONG TERM WATER RESOURCES PLANNING, AND ADMINISTRATION OF INTERSTATE AGREEMENTS  SUBRECIPIENT ACTIVITIES OPENET, INC   MULTIPLE OPENET STAFF AND CONSULTANTS WILL CONTRIBUTE TO PROJECT MANAGEMENT, MATERIALS PREPARATIONS AND JOINT PLANNING FOR CONGRESSIONAL REPORT, COORDINATION, OUTREACH, AND COMMUNICATIONS  CALIFORNIA STATE MONTEREY BAY  MULTIPLE CSUMB SCIENTISTS WILL CONTRIBUTE TO PROJECT MAINTENANCE, SOFTWARE DEVELOPMENT AND TESTING, AND OUTREACH  CK BLUESHIFT, INC  SUPPORT OPERATIONS LEAD FOR OPENET, AND WILL PROVIDE SUPPORT ON COORDINATION AND MATERIALS PREPARATION, AND CONTRIBUTE TO JOINT PLANNING WITH USGS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db2e86bc-d873-8ba5-31f9-060bf8695c90-C", "generated_internal_id": "ASST_NON_G22AC00584_1434"}, {"internal_id": 152328811, "Award ID": "G22AC00583", "Award Amount": 237613.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-09-17", "CFDA Number": "15.805", "Description": "ADVANCING TOWARD AN OPERATIONAL METHOD FOR MEASURING SUSPENDED SEDIMENT WITH DOWNLOOKING ACOUSTIC DOPPLER CURRENT PROFILERSPROJECT PERIOD  10 01 2022 THROUGH 09 30 2024THE PURPOSE OF THIS PROPOSED WORK IS TO ANSWER SOME OF THE OUTSTANDING QUESTIONS THAT WILL ADVANCE THEUSE OF ACOUSTIC DOPPLER CURRENT PROFILERS  ADCP , TYPICALLY USED FOR STREAMFLOW MEASUREMENT, FORSUSPENDED SEDIMENT MEASUREMENT AS AN OPERATIONAL METHOD SCALABLE TO THE U S  GEOLOGICAL SURVEY S USGS  NATIONAL MONITORING NETWORK TO MAKE SUSPENDED SEDIMENT DATA MORE AFFORDABLE, MORE RAPIDLYAVAILABLE, AND IMPROVE ITS SPATIAL REPRESENTATION AND TEMPORAL RESOLUTION  THE ACTIVITIES PERFORMEDINCLUDE  1  ANALYZE AND SYNTHESIZE EXISTING DATASETS, 2  COLLECT ADDITIONAL STRATEGIC DATASETS TO FILL GAPSIDENTIFIED IN ACTIVITY 1, 3  DEVELOP A NEW METHOD FOR MEASURING SUSPENDED SEDIMENT BY INCORPORATINGHYDRAULIC AND SEDIMENT TRANSPORT THEORY INTO THE EXISTING ACOUSTIC METHODS TO INCLUDE AN EXPECTED VERTICALDISTRIBUTION OF SUSPENDED SEDIMENT BY GRAIN SIZE IN THE WATER, AND 4  ANALYZE THE NEW DATA COLLECTED INACTIVITY 2 AND EVALUATE THE NEW METHOD  ACTIVITY 3  AGAINST ALL DATASETS  FROM ACTIVITIES 1 AND 2   THEPROJECT DELIVERABLES INCLUDE  1  ONE MANUSCRIPT DESCRIBING THE ANALYSIS AND FINDINGS OF THIS WORK PREPAREDFOR PUBLICATION IN A REFEREED, PEER REVIEWED JOURNAL, 2  ALL EXISTING AND NEW DATA, WITH DOCUMENTATION ANDSYNTHESIS SUMMARY TABLES, MADE FREELY AVAILABLE IN A PUBLIC REPOSITORY, AND 3  ALL SOFTWARE CODES USED TOANALYZE AND DISPLAY THE DATA, WHICH WILL SERVE AS A CRITICAL TOOL TO PROCESS FUTURE DATASETS  THE EXPECTEDOUTCOME OF THE PROPOSED WORK IS TO ADVANCE THE TECHNOLOGY READINESS LEVEL OF THE METHOD TO A POINTWHERE STAFF CAN BEGIN WORK ON A TECHNIQUES AND METHODS REPORT OR OTHER PUBLICATION ONSTANDARD OPERATIONAL PROCEDURES  THE INTENDED BENEFICIARIES OF THIS PROJECT INCLUDE THE SCIENTIFIC COMMUNITY, WHO CAN USE THESE RESULTS TO ADDRESS AND IMPROVE OUR UNDERSTANDING, MODELING, ANDPREDICTION OF SEDIMENT  AND SEDIMENT ASSOCIATED POLLUTANT  FATE AND TRANSPORT IN OUR NATION S WATERWAYS,WHICH WILL ULTIMATELY BENEFIT ALL U S  RESIDENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_G22AC00583_1434"}, {"internal_id": 149742590, "Award ID": "G22AC00385", "Award Amount": 100000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-30", "CFDA Number": "15.805", "Description": "G22AC00385", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_G22AC00385_1434"}, {"internal_id": 151019187, "Award ID": "G22AC00351", "Award Amount": 200000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-08-10", "CFDA Number": "15.805", "Description": "DEVELOPMENT OF TESTING OF A SUBSURFACE ENERGY TRANSPORT PACKAGE FOR MODFLOWPROJECT PERIOD  8 16 2022 THROUGH 8 15 2024AWARD PURPOSE  A COLLABORATION WITH USGS TO DEVELOP A NUMERICAL MODEL TO SIMULATE ENERGY TRANSPORT IN GROUNDWATER SYSTEMS AND ENHANCE THE MOST WIDELY USED GROUNDWATER FLOW AND TRANSPORT MODELS, MODULAR FINITE DIFFERENCE FLOW MODEL  MODFLOW 6 , THE ASSOCIATED GROUNDWATER SOLUTE TRANSPORT SIMULATOR  MT3D USGS , AND GROUNDWATER TRANSPORT PROCESS  GWT  WITH ENERGY TRANSPORT CAPACITY  SUCH CAPACITY IS URGENTLY NEEDED FOR SIMULATION OF ENERGY TRANSPORT IN THE WATER CYCLE  CURRENTLY, THERE ARE VERY LIMITED TOOLS THAT PROVIDE THE CAPACITY TO SIMULATE SURFACE WATER AND GROUNDWATER INTERACTIONS WITH ENERGY TRANSPORT  THE EXISTING TOOLS USUALLY REQUIRE A VERY EXTENSIVE LEARNING PROCESS  E G  TRANSPORT OF UNSATURATED GROUNDWATER AND HEAT  TOUGH  PROGRAMS DEVELOPED BY THE LAWRENCE BERKELEY LAB  AND HIGH LICENSE FEES  E G , COMSOL DEVELOPED FOR THE OIL AND GAS INDUSTRY   ON THE CONTRARY, MODFLOW IS A FREE AND USER FRIENDLY PROGRAM DEVELOPED BY THE USGS IN 1988 AND HAS BEEN WELL MANAGED BY THE USGS WITH EFFECTIVE UPDATES OVER THE YEARS TO UTILIZE THE MOST ADVANCED TECHNOLOGIES ACTIVITIES  THE PROJECT DEVELOPMENT WILL HAVE THREE PHASES FEASIBILITY STUDY WILL USE THE CURRENT MODFLOW PROGRAMS SUCH AS MODFLOW 6, MT3D  USGS AND GWT TO SIMULATE ENERGY TRANSPORT BY USING CURRENT SOLUTE TRANSPORT CAPACITY IN ORDER TO DETERMINE THE FEASIBILITY OF DEVELOPMENT, POTENTIAL CHALLENGES AND REQUIRED RESOURCES SOFTWARE ENGINEERING WILL START WITH THE I O COUPLING PROCESS WITH THERMAL PARAMETERS, WHICH ARE NEEDED FOR ENERGY TRANSPORT EQUATIONS AND SIMULATION RESULTS  THIS COUPLING PROCESS NEEDS TO BE ASSOCIATED WITH CONVERTING THE SOLUTE TRANSPORT EQUATIONS TO ENERGY TRANSPORT EQUATIONS, WHICH ARE EXPECTED TO BE MATHEMATICALLY SIMILAR FOR MOST OF THE TERMS  ONE OF THE FORESEEN SCIENTIFIC CHALLENGES IS THE MODIFICATION OF MODFLOW BOUNDARY CONDITIONS TO SIMULATE ENERGY FLUXES, SUCH AS THOSE THAT OCCUR BETWEEN THE ATMOSPHERE AND SURFACE WATER AND SHALLOW GROUNDWATER DELIVERABLES  APPLICATION OF THE NEW ENERGY TRANSPORT CAPABILITIES AND TRAINING SESSIONS WILL INCLUDE THE DEVELOPMENT OF PEER REVIEW JOURNAL PAPERS, USERS  MANUAL, EXAMPLE CASES AND TRAINING WORKSHOPS EXPECTED OUTCOMES  ADDING THE CAPACITY OF AN ENERGY TRANSPORT SIMULATOR WILL ENABLE A MUCH LARGER WORKFORCE TO CONTRIBUTE TO THE RESEARCH AND DEVELOPMENT OF RESILIENT, RENEWABLE ENERGY  INTENDED BENEFICIARIES  SIMULATING ENERGY TRANSPORT IS ESSENTIAL TO UNDERSTANDING THE PROCESS AND IMPACT OF EXTREME WEATHER TO WATER RESOURCES AND THE ECOSYSTEM  THIS DEVELOPMENT WILL ALSO BENEFIT GEOTHERMAL ENERGY RESEARCH DUE TO ITS CAPACITY TO COUPLE GROUNDWATER FLOW AND HEAT TRANSPORT  SUCH CAPACITY HAS THE POTENTIAL TO REDUCE INSTALLATION COSTS OF GEOTHERMAL ENERGY SYSTEMS BY INCREASING ITS EFFICIENCY, DIRECTLY BENEFITING THE ECONOMIC IMPACTS OF THE RENEWABLE ENERGY INDUSTRY SUBRECIPIENT ACTIVITIES  N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G22AC00351_1434"}, {"internal_id": 148206935, "Award ID": "G22AC00220", "Award Amount": 182568.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-04-29", "CFDA Number": "15.805", "Description": "TITLE: MAPPING FIELD-LEVEL IRRIGATION SYSTEM TYPE AND TRENDS TO ENABLE IMPROVED AGRICULTURAL WATER USE ESTIMATION ACROSS THE UNITED STATESPROJECT PERIOD: 05/01/2022 THROUGH 04/30/2025SPATIAL INFORMATION ABOUT AGRICULTURAL IRRIGATION SYSTEM TYPES AND THEIR LOCATIONS COULD HELPIMPROVE THE MODELING AND MANAGEMENT OF IRRIGATED WATER USE, EFFICIENCY, AND WITHDRAWALS. INTHIS PROJECT, RESEARCHERS AT THE UNIVERSITY OF WISCONSIN-MADISON (UW) IN COLLABORATION WITHUSGS WATER MISSION AREA PERSONNEL WILL DEVELOP NATIONWIDE DATASETS OF IRRIGATED FIELDLOCATIONS AND SYSTEM TYPES AND ANALYZE THE TRENDS AND OPPORTUNITIES IN SYSTEM TYPE DEPLOYMENTACROSS SPACE AND TIME. THE PRODUCTS WILL COMPLEMENT AND IMPROVE UPON UW'S RECENTLYDEVELOPED MAPS OF ANNUAL IRRIGATION STATUS TO PROVIDE A HIGH QUALITY, INDEPENDENTLY DERIVEDDATASET ON NATIONWIDE IRRIGATED FIELD SYSTEMS ACROSS THE UNITED STATES. THE OUTPUTS WILL BE USEDTO SUPPORT AND IMPROVE ONGOING ANALYSES OF IRRIGATION WATER USE AND EFFICIENCY ANDULTIMATELY ENABLE MORE EFFECTIVE WATER MONITORING, MANAGEMENT, AND DECISION-MAKING ATMULTIPLE SCALES FROM FARM TO NATION. BENEFICIARIES ARE LOCAL, STATE, AND REGIONAL WATER GOVERNANCE BODIES,AGRIBUSINESSES, AND THE RESEARCH COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G22AC00220_1434"}, {"internal_id": 147432679, "Award ID": "G22AC00151", "Award Amount": 179999.54, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-31", "CFDA Number": "15.805", "Description": "REMOTELY-SENSED WATER QUALITY OF MICHIGAN LAKES: ANALYSIS OF LAKE WATER CLARITY AND ALGAL BIOMASS USING LANDSAT 8 AND SENTINEL 2 SATELLITE IMAGERYPROJECT PERIOD: APRIL 1, 2022 THROUGH MARCH 31, 2024AWARD PURPOSE: USING RECENTLY DEVELOPED STATE-OF-THE-ART REMOTE SENSING TECHNIQUES CALIBRATED AND VALIDATED WITH AVAILABLE WATER QUALITY MONITORING DATA (WATER CLARITY, CHLOROPHYLL, AND COLOR) FROM ROUTINE SAMPLING AND CITIZEN MONITORING, LAKE WATER QUALITY WILL BE PREDICTED FOR ALL MICHIGAN LAKES GREATER THAN 20 ACRES IN SURFACE AREA BY APPLYING MODELS TO ALL AVAILABLE CLEAR SENTINEL 2 AND LANDSAT 8 IMAGERY FOR THE ICE-FREE SEASON OF MAY - OCTOBER FROM 2018-2022 AND WOULD PROVIDE DAILY ESTIMATES OF LAKE-LEVEL WATER QUALITY PARAMETERS WHEN CLEAR IMAGERY ARE AVAILABLE, AND MONTHLY AVERAGES / MOSAICS OF DATA.ACTIVITIES TO BE PERFORMED: THE UNIVERSITY OF MINNESOTA HAS AUTOMATED THE IMAGE PROCESSING PROCEDURES USING THE UNIVERSITY OF MINNESOTA SUPERCOMPUTERS, ALLOWING FOR THE RAPID ANALYSIS OF ALL AVAILABLE LANDSAT 8 AND SENTINEL 2 SATELLITE IMAGERY AND MAXIMIZING THE AMOUNT OF WATER QUALITY DATA THAT IS AVAILABLE FOR LAKE AND FISHERIES MANAGEMENT. RESULTING PIXEL AND LAKE LEVEL WATER QUALITY PRODUCTS WILL BE INCORPORATED BY USGS INTO A DATA DASHBOARD WITH ENHANCED COMMUNICATION ATTRIBUTES COMMON TO AN ARCGIS EXPERIENCE BUILDER APPLICATION.DELIVERABLES AND EXPECTED OUTCOMES: THE MINNESOTA LAKEBROWSER PROVIDES AN EXAMPLE OF THE DATA THAT WILL BE PRODUCED THROUGH THIS PROJECT. DUE TO THE CLOUD COVER IN OUR STATES, WE DETERMINED THAT MONTHLY OPEN WATER (MAY THROUGH OCTOBER) PIXEL LEVEL MOSAICS WORK BEST FOR STATEWIDE COVERAGE. LAKE LEVEL DATA WILL BE DETERMINED FOR EACH CLEAR IMAGE OCCURRENCE AND COMPILED IN CSV FILES THAT CAN BE USED TO CALCULATE WATER QUALITY STATISTICS FOR DIFFERENT TIMEFRAMES (E.G. MONTHLY, SUMMER (JUNE-SEPT)) AND LINKED TO A LAKE POLYGON LAYER THAT CAN BE USED FOR GEOSPATIAL ANALYSIS AND INCLUDED IN A WEB MAP INTERFACE.INTENDED BENEFICIARY: THE EXPERIENCE BUILDER APPLICATION WILL PROVIDE MICHIGAN ENVIRONMENT, GREAT LAKES, AND ENERGY (EGLE) STAFF WITH THE DESIRED PUBLIC COMMUNICATION TOOL NECESSARY TO ENHANCE AND SUSTAIN MANAGEMENT OF LAKE WATER QUALITY IN MICHIGAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G22AC00151_1434"}, {"internal_id": 140482240, "Award ID": "G21AP10845", "Award Amount": 339805.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-22", "CFDA Number": "15.805", "Description": "HEC-RAS 2D GRAPHICS PROCESSOR UNIT (GPU) SOLVER, DATED 9/15/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea7a33b4-8d5e-e75d-a88c-0a12b25732c6-C", "generated_internal_id": "ASST_NON_G21AP10845_1434"}, {"internal_id": 140482318, "Award ID": "G21AP10772", "Award Amount": 199253.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.805", "Description": "PROCESS-GUIDED DEEP LEARNING FOR INFORMING SELECTION OF MONITORING LOCATIONS IN PRIORITY WATERSHEDS, DATED 8/24/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_G21AP10772_1434"}, {"internal_id": 139632138, "Award ID": "G21AP10636", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "STATE WATER RESOURCES RESEARCH INSTITUTE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_G21AP10636_1434"}, {"internal_id": 139632386, "Award ID": "G21AP10635", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "FY2021 WATER RESOURCES RESEARCH ACT OF 1984 ANNUAL BASE PROGRAM (104B), AS AMENDED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_G21AP10635_1434"}, {"internal_id": 139632427, "Award ID": "G21AP10634", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "KANSAS WATER RESOURCES RESEARCH INSTITUTE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_G21AP10634_1434"}, {"internal_id": 139632387, "Award ID": "G21AP10633", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "DELAWARE WATER RESOURCES CENTER RESEARCH INSTITUTE PROGRAM ANNUAL PROPOSAL FOR FISCAL YEAR 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_G21AP10633_1434"}, {"internal_id": 139632304, "Award ID": "G21AP10632", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "USGS 2021-2026 YR1", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_G21AP10632_1434"}, {"internal_id": 140059762, "Award ID": "G21AP10631", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "15.805", "Description": "WATER RESOURCES RESEARCH INSTITUTE ANNUAL BASE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_G21AP10631_1434"}, {"internal_id": 140059867, "Award ID": "G21AP10630", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "15.805", "Description": "VERMONT WATER RESOURCES AND LAKE STUDIES CENTER FY 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_G21AP10630_1434"}, {"internal_id": 139632268, "Award ID": "G21AP10629", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-26", "CFDA Number": "15.805", "Description": "WRRA ANNUAL BASE GRANT FISCAL YEAR 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_G21AP10629_1434"}, {"internal_id": 139632222, "Award ID": "G21AP10628", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "15.805", "Description": "MONTANA WATER CENTER 104B 2021 ANNUAL BASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_G21AP10628_1434"}, {"internal_id": 139632139, "Award ID": "G21AP10627", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "15.805", "Description": "TENNESSEE WATER RESOURCES RESEARCH CENTER PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "837e4ece-7fdf-a5c9-db11-1d4aaea94b68-C", "generated_internal_id": "ASST_NON_G21AP10627_1434"}, {"internal_id": 139632428, "Award ID": "G21AP10626", "Award Amount": 258700.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "15.805", "Description": "104B STATE WATER RESOURCES RESEARCH INSTITUTE PROGRAM (FY2021)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_G21AP10626_1434"}, {"internal_id": 139632305, "Award ID": "G21AP10625", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-30", "CFDA Number": "15.805", "Description": "FY 2021 ANNUAL APPLICATION UNDER SECTION 104 OF THE WATER RESOURCES RESEARCH ACT OF 1984 OF THE STATE WATER RESOURCES RESEARCH INSTITUTE PROGRAM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_G21AP10625_1434"}, {"internal_id": 139632338, "Award ID": "G21AP10624", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-30", "CFDA Number": "15.805", "Description": "FY2021 WATER RESOURCES RESEARCH INSTITUTE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6bdc8e4-a0fc-4e87-9c3d-9beced092a12-C", "generated_internal_id": "ASST_NON_G21AP10624_1434"}, {"internal_id": 139632306, "Award ID": "G21AP10623", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "15.805", "Description": "JER-2021 ASSISTANCE TO THE STATE WATER RESOURCES RESEARCH INSTITUTE PROGRAM (YEAR 1 OF 5) FOR THE 104(B) PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_G21AP10623_1434"}, {"internal_id": 140060031, "Award ID": "G21AP10622", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "15.805", "Description": "RI WATER RESOURCES CENTER BASED FUNDING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f7c7d27-684d-9b39-0e46-80a8c294c54a-C", "generated_internal_id": "ASST_NON_G21AP10622_1434"}, {"internal_id": 140060081, "Award ID": "G21AP10621", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "15.805", "Description": "STATE WATER RESOURCES RESEARCH INSTITUTE PROGRAM, ANNUAL BASE GRANTS FISCAL YEAR 2021 APPLICATION UNDER SECTION 104 OF THE WATER RESOURCES RESEARCH ACT OF 1984, AS AMENDED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abd98500-a812-0a76-1610-357bcd3f88de-C", "generated_internal_id": "ASST_NON_G21AP10621_1434"}, {"internal_id": 140059763, "Award ID": "G21AP10620", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "15.805", "Description": "WATER RESOURCES RESEARCH ACT PROGRAM ANNUAL BASE GRANTS FISCAL YEAR 2021 REQUEST FOR APPLICATIONS UNDER SECTION 104(B) OF THE WATER RESOURCES RESEARCH ACT OF 1984, AS AMENDED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_G21AP10620_1434"}, {"internal_id": 140060083, "Award ID": "G21AP10619", "Award Amount": 258628.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "15.805", "Description": "IOWA 2021 104B ANNUAL BASE GRANT APPLICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_G21AP10619_1434"}, {"internal_id": 140059900, "Award ID": "G21AP10618", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-01", "CFDA Number": "15.805", "Description": "ILLINOIS WATER RESOURCES CENTER ANNUAL PROGRAM APPLICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G21AP10618_1434"}, {"internal_id": 139632179, "Award ID": "G21AP10617", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-30", "CFDA Number": "15.805", "Description": "IMPROVING ECOSYSTEM SERVICES AND WATER QUALITY THROUGH APPLIED RESEARCH AND TECHNOLOGY ADVANCEMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_G21AP10617_1434"}, {"internal_id": 139632307, "Award ID": "G21AP10616", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-30", "CFDA Number": "15.805", "Description": "GEORGIA STATE WATER RESOURCES RESEARCH INSTITUTE PROGRAM 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_G21AP10616_1434"}, {"internal_id": 139632339, "Award ID": "G21AP10615", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "STATE WATER RESOURCES RESEARCH INSTITUTE PROGRAM FISCAL YEAR 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G21AP10615_1434"}, {"internal_id": 139632938, "Award ID": "G21AP10614", "Award Amount": 258769.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "15.805", "Description": "FY 2021 ANNUAL APPLICATION UNDER SECTION 104 OF THE WATER RESOURCES RESEARCH ACT OF 1984, AS AMENDED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f879ffdd-a594-a5e7-2f71-72b5613abc69-C", "generated_internal_id": "ASST_NON_G21AP10614_1434"}, {"internal_id": 139632340, "Award ID": "G21AP10613", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "WATER AND ENVIRONMENTAL RESEARCH CENTER, ALASKA FY2021 ANNUAL APPLICATION UNDER SECTION 104 OF THE WATER RESOURCES RESEARCH ACT OF 1984, AS AMENDED US GEOLOGICAL SURVEY ANNOUNCEMENT G21AS00517", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_G21AP10613_1434"}, {"internal_id": 139632140, "Award ID": "G21AP10612", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "USGS NEBRASKA WATER RESOURCES 104B 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_G21AP10612_1434"}, {"internal_id": 139632429, "Award ID": "G21AP10611", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "STATE WATER RESOURCES RESEARCH INSTITUTE PROGRAM, FISCAL YEAR 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea7a33b4-8d5e-e75d-a88c-0a12b25732c6-C", "generated_internal_id": "ASST_NON_G21AP10611_1434"}, {"internal_id": 139632341, "Award ID": "G21AP10610", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "NH WATER RESOURCES RESEARCH CENTER FY21", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_G21AP10610_1434"}, {"internal_id": 139632269, "Award ID": "G21AP10609", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "104B STATE WATER RESOURCES RESEARCH INSTITUTE PROGRAM FISCAL YEAR 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_G21AP10609_1434"}, {"internal_id": 139632342, "Award ID": "G21AP10608", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "STATE WATER RESOURCES RESEARCH INSTITUTE PROGRAM 104B: FY2021-FY2022", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G21AP10608_1434"}, {"internal_id": 139632430, "Award ID": "G21AP10607", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "NORTH CAROLINA_STATE WATER RESOURCES RESEARCH INSTITUTE PROGRAM 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_G21AP10607_1434"}, {"internal_id": 139632223, "Award ID": "G21AP10606", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "U.S. VIRGIN ISLANDS WATER RESOURCES RESEARCH INSTITUTE: FY 2021-2022 104B", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_G21AP10606_1434"}, {"internal_id": 139632224, "Award ID": "G21AP10605", "Award Amount": 776310.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "STATE WATER RESOURCE INSTITUTE PROGRAM FISCAL YEAR 2021 REQUEST FOR APPLICATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_G21AP10605_1434"}, {"internal_id": 139632225, "Award ID": "G21AP10603", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "WATER RESOURCES RESEARCH ACT PROGRAM ANNUAL BASE GRANTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5acd376f-1eda-7e7b-3929-61dd104aefdf-C", "generated_internal_id": "ASST_NON_G21AP10603_1434"}, {"internal_id": 139632343, "Award ID": "G21AP10602", "Award Amount": 231916.85, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "USGS 104B 2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_G21AP10602_1434"}, {"internal_id": 139632141, "Award ID": "G21AP10600", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "FY2021 ANNUAL APPLICATION UNDER SECTION 104B OF THE WATER RESOURCES RESEARCH ACT OF 1984 AS AMENDED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_G21AP10600_1434"}, {"internal_id": 139632226, "Award ID": "G21AP10599", "Award Amount": 258152.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "FY 2021 ANNUAL APPLICATION UNDER SECTION 104 OF THE WATER RESOURCES RESEARCH ACT OF 1984, AS AMENDED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_G21AP10599_1434"}, {"internal_id": 139632308, "Award ID": "G21AP10598", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "STATE WATER RESOURCES RESOURCES RESEARCH INSTITUTE PROGRAM FISCAL YEAR 2021 REQUEST FOR APPLICATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_G21AP10598_1434"}, {"internal_id": 139632227, "Award ID": "G21AP10597", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "OKLAHOMA WATER RESOURCES INSTITUTE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_G21AP10597_1434"}, {"internal_id": 139632388, "Award ID": "G21AP10596", "Award Amount": 258769.68, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "FY 2021 ALABAMA WATER RESOURCES RESEARCH INSTITUTE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_G21AP10596_1434"}, {"internal_id": 139632142, "Award ID": "G21AP10595", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "NJWRRI ANNUAL BASE GRANT PROGRAM - FY2021 - 104(B)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_G21AP10595_1434"}, {"internal_id": 139632143, "Award ID": "G21AP10594", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "STATE WATER RESOURCES RESEARCH INSTITUTE PROGRAM FISCAL YEAR 2021 REQUEST FOR APPLICATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_G21AP10594_1434"}, {"internal_id": 139632144, "Award ID": "G21AP10593", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "OHIO WATER RESOURCES RESEARCH INSTITUTE PROGRAM 104(B) FY2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_G21AP10593_1434"}, {"internal_id": 139632431, "Award ID": "G21AP10592", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "WATER RESOURCES RESEARCH ACT PROGRAM ANNUAL BASE GRANTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_G21AP10592_1434"}, {"internal_id": 139632344, "Award ID": "G21AP10591", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "WRRI FY21 104B GRANT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_G21AP10591_1434"}, {"internal_id": 139632389, "Award ID": "G21AP10582", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "104B STATE WATER RESOURCES RESEARCH INSTITUTE PROGRAM (FY21)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_G21AP10582_1434"}, {"internal_id": 139632270, "Award ID": "G21AP10581", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "WRRI 104B ANNUAL GRANT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ee21ac-739d-5576-dcac-ca74ea0e4047-C", "generated_internal_id": "ASST_NON_G21AP10581_1434"}, {"internal_id": 139632345, "Award ID": "G21AP10580", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "MISSISSIPPI WATER RESOURCES RESEARCH INSTITUTE ANNUAL BASE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_G21AP10580_1434"}, {"internal_id": 139632390, "Award ID": "G21AP10579", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "SOUTH CAROLINA WATER RESOURCES CENTER PROGRAM MANAGEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_G21AP10579_1434"}, {"internal_id": 139632391, "Award ID": "G21AP10578", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "FY21 104B ANNUAL BASE GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db2e86bc-d873-8ba5-31f9-060bf8695c90-C", "generated_internal_id": "ASST_NON_G21AP10578_1434"}, {"internal_id": 139632346, "Award ID": "G21AP10577", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "LOUISIANA WATER RESOURCES RESEARCH INSTITUTE 104B", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_G21AP10577_1434"}, {"internal_id": 139632432, "Award ID": "G21AP10576", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "FY21 104B STATE WATER RESOURCES RESEARCH INSTITUTE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_G21AP10576_1434"}, {"internal_id": 139632145, "Award ID": "G21AP10575", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "STATE WATER RESOURCES RESEARCH INSTITUTE PROGRAM FISCAL YEAR 2021 ANNUAL APPLICATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_G21AP10575_1434"}, {"internal_id": 139632180, "Award ID": "G21AP10574", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "FY 2021 ANNUAL APPLICATION UNDER SECTION 104 OF THE WATER RESOURCES RESEARCH ACT OF 1984", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_G21AP10574_1434"}, {"internal_id": 139632228, "Award ID": "G21AP10571", "Award Amount": 258770.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-25", "CFDA Number": "15.805", "Description": "NATIONAL INSTITUTES FOR WATER RESOURCES FY 2021 104(B)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_G21AP10571_1434"}, {"internal_id": 138765755, "Award ID": "G21AP10559", "Award Amount": 72874.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-29", "CFDA Number": "15.805", "Description": "NUTRIENT MODELING FOR WATER QUALITY WETLANDS IN IOWA, DATED 7/22/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_G21AP10559_1434"}, {"internal_id": 132908045, "Award ID": "G21AP10208", "Award Amount": 242843.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-20", "CFDA Number": "15.805", "Description": "WRRI AQUATIC INVASIVE SPECIES (AIS) GRANTS PROGRAM: LOCAL AND LANDSCAPE-LEVEL EFFECTIVENESS OF AQUATIC INVASIVE SPECIES PREVENTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G21AP10208_1434"}, {"internal_id": 129017464, "Award ID": "G21AP10182", "Award Amount": 239885.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-24", "CFDA Number": "15.805", "Description": "104G-WRRI FY 2020: PROCESS-BASED PREDICTION OF PRESENT AND FUTURE FLOOD CONDITIONS AND UNCERTAINTIES ACROSS THE UNITED STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G21AP10182_1434"}, {"internal_id": 129017475, "Award ID": "G21AP10181", "Award Amount": 249999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-26", "CFDA Number": "15.805", "Description": "104G - WRRI FY 2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_G21AP10181_1434"}, {"internal_id": 129017470, "Award ID": "G21AP10180", "Award Amount": 249432.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-24", "CFDA Number": "15.805", "Description": "104G - WRRI FY 2020: USING PALEOLIMNOLOGICAL AND SEDDNA RECONSTRUCTIONS TO ASSESS LINKS BETWEEN WARMER WINTERS ANDSUMMER CYANOHABS IN MAINE'S LAKES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_G21AP10180_1434"}, {"internal_id": 129017471, "Award ID": "G21AP10179", "Award Amount": 249985.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-24", "CFDA Number": "15.805", "Description": "104G - WRRI FY 2020: AMNESIC SHELLFISH POISONING (ASP) DECISION SUPPORT IN CONNECTED WATERSHED-ESTUARY SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_G21AP10179_1434"}, {"internal_id": 129017466, "Award ID": "G21AP10178", "Award Amount": 249746.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-24", "CFDA Number": "15.805", "Description": "104G-WRRI :INTEGRATED DATA SCIENCE - MECHANISTIC MODELING FRAMEWORK TO PREDICT CYANOHABS IN CONTRASTING FRESHWATER SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_G21AP10178_1434"}, {"internal_id": 129017477, "Award ID": "G21AP10177", "Award Amount": 243563.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-24", "CFDA Number": "15.805", "Description": "104G - WRRI FY 2020: IN-STREAM CONTAMINANT ATTENUATION BY SUNLIGHT: BENEFITS FOR WATER REUSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_G21AP10177_1434"}, {"internal_id": 129017467, "Award ID": "G21AP10176", "Award Amount": 228183.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-24", "CFDA Number": "15.805", "Description": "WRRI AQUATIC INVASIVE SPECIES (AIS) COMPETITIVE GRANTS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G21AP10176_1434"}, {"internal_id": 129017480, "Award ID": "G21AP10175", "Award Amount": 79195.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-25", "CFDA Number": "15.805", "Description": "WRRI AQUATIC INVASIVE SPECIES (AIS) COMPETITIVE GRANTS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_G21AP10175_1434"}, {"internal_id": 129017479, "Award ID": "G21AP10174", "Award Amount": 240624.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-24", "CFDA Number": "15.805", "Description": "WRRI AQUATIC INVASIVE SPECIES (AIS) COMPETITIVE GRANTS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G21AP10174_1434"}, {"internal_id": 129017456, "Award ID": "G21AP10172", "Award Amount": 200535.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-03-24", "CFDA Number": "15.805", "Description": "WRRI AQUATIC INVASIVE SPECIES (AIS) COMPETITIVE GRANTS PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_G21AP10172_1434"}, {"internal_id": 140060137, "Award ID": "G21AC10742", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-09-14", "CFDA Number": "15.805", "Description": "RESEARCH AND DEVELOPMENT TOWARD A LINKED DATA SYSTEM AND FOUNDATIONAL KNOWLEDGE NETWORK FOR THE INTERNET OF WATER, DATED 8/20/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G21AC10742_1434"}, {"internal_id": 139632759, "Award ID": "G21AC10668", "Award Amount": 330000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-08-24", "CFDA Number": "15.805", "Description": "CONNECTING SYSTEM PROCESS AND SYSTEM EVOLUTION MODELS TO ASSESS WATER RESOURCE VULNERABILITY TO DROUGHT, 7/30/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_G21AC10668_1434"}, {"internal_id": 111983660, "Award ID": "G21AC00008", "Award Amount": 38203.21, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-11-13", "CFDA Number": "15.805", "Description": "UW MADISON MERCURY INTERNSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G21AC00008_1434"}, {"internal_id": 97056533, "Award ID": "G20AP00073", "Award Amount": 89539.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-27", "CFDA Number": "15.805", "Description": "INTEGRATING GEOGRAPHICAL HIDDEN MARKOV TREE WITH FIST MODEL FOR FLOOD INUNDATION MAPPING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_G20AP00073_1434"}, {"internal_id": 93668162, "Award ID": "G20AP00034", "Award Amount": 131483.04, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-13", "CFDA Number": "15.805", "Description": "EVALUATING ENVIRONMENTAL DNA LAKE ASSESSMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_G20AP00034_1434"}, {"internal_id": 93937522, "Award ID": "G20AP00033", "Award Amount": 225913.12, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-18", "CFDA Number": "15.805", "Description": "ANALYSIS OF GROUNDWATER - WRRI COE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "868c3cd8-2896-4496-6775-ad6a8c69c6d6-C", "generated_internal_id": "ASST_NON_G20AP00033_1434"}, {"internal_id": 97056526, "Award ID": "G20AP00004", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-27", "CFDA Number": "15.805", "Description": "2019 WRRI 104G COMPETITIVE PROGRAM AWARD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_G20AP00004_1434"}, {"internal_id": 93668149, "Award ID": "G20AP00003", "Award Amount": 180335.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-13", "CFDA Number": "15.805", "Description": "FY 19 WRRI 104G PROGRAM AWARD - CORNELL NEW YORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_G20AP00003_1434"}, {"internal_id": 93668148, "Award ID": "G20AP00002", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-12-04", "CFDA Number": "15.805", "Description": "FY 19 WRRI 104B PROGRAM AWARD - KANSAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_G20AP00002_1434"}, {"internal_id": 92576982, "Award ID": "G20AP00001", "Award Amount": 221160.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-11-01", "CFDA Number": "15.805", "Description": "FY19 104G - WISCONSIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G20AP00001_1434"}, {"internal_id": 109846618, "Award ID": "G20AC00428", "Award Amount": 185000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-26", "CFDA Number": "15.805", "Description": "PROCESS GUIDED MACHINE LEARNING FOR WATER TEMP PREDICTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G20AC00428_1434"}, {"internal_id": 109846776, "Award ID": "G20AC00427", "Award Amount": 49000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2020-08-24", "CFDA Number": "15.805", "Description": "WRRI INTERNSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G20AC00427_1434"}, {"internal_id": 86320048, "Award ID": "G19AP00126", "Award Amount": 49997.72, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-20", "CFDA Number": "15.805", "Description": "SUMMARIZING DATA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_G19AP00126_1434"}, {"internal_id": 86320047, "Award ID": "G19AP00125", "Award Amount": 48533.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-17", "CFDA Number": "15.805", "Description": "COLORADO RIVER HYDRAULICS STUDY OF LARVAL DRIFT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_G19AP00125_1434"}, {"internal_id": 86320046, "Award ID": "G19AP00124", "Award Amount": 38999.97, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-17", "CFDA Number": "15.805", "Description": "FIELD RESEARCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_G19AP00124_1434"}, {"internal_id": 77169594, "Award ID": "G19AP00006", "Award Amount": 248201.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-01-30", "CFDA Number": "15.805", "Description": "WRRI 104G PROGRAM AWARD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f879ffdd-a594-a5e7-2f71-72b5613abc69-C", "generated_internal_id": "ASST_NON_G19AP00006_1434"}, {"internal_id": 77169595, "Award ID": "G19AP00005", "Award Amount": 195215.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-01-31", "CFDA Number": "15.805", "Description": "WRRI 104G PROGRAM DELAWARE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_G19AP00005_1434"}, {"internal_id": 73119621, "Award ID": "G19AP00004", "Award Amount": 220173.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-10-16", "CFDA Number": "15.805", "Description": "FY 2018 NATIONAL COMPETITIVE GRANT - MSU", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_G19AP00004_1434"}, {"internal_id": 73119622, "Award ID": "G19AP00003", "Award Amount": 193831.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-10-23", "CFDA Number": "15.805", "Description": "FY 2018 NATIONAL COMPETITIVE GRANT - UWI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G19AP00003_1434"}, {"internal_id": 85347423, "Award ID": "G19AC00425", "Award Amount": 130000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-09-15", "CFDA Number": "15.805", "Description": "WRRI INTERNSHIP - PA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_G19AC00425_1434"}, {"internal_id": 81947748, "Award ID": "G19AC00237", "Award Amount": 250000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-06-26", "CFDA Number": "15.805", "Description": "IMPROVING UNDERSTANDABILITY OF USGS DECISION SUPPORT PRODUCTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G19AC00237_1434"}, {"internal_id": 81042997, "Award ID": "G19AC00154", "Award Amount": 20921.66, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-05-15", "CFDA Number": "15.805", "Description": "WRRI INTERNSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G19AC00154_1434"}, {"internal_id": 79416044, "Award ID": "G19AC00080", "Award Amount": 140822.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2019-03-28", "CFDA Number": "15.805", "Description": "MAPPING ANNUAL IRRIGATION EXTENT AT 30-M RESOLUTION ACROSS THE UNITED STATE, 1997-2017", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G19AC00080_1434"}, {"internal_id": 68517624, "Award ID": "G18AP00095", "Award Amount": 9748.84, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-09", "CFDA Number": "15.805", "Description": "UNIVERSITY OF ILLINOIS SEDIMENT WORK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G18AP00095_1434"}, {"internal_id": 66163555, "Award ID": "G18AP00030", "Award Amount": 948793.36, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-04-19", "CFDA Number": "15.805", "Description": "EPA TO THE UNIVERSITY OF NEW HAMPSHIRE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_G18AP00030_1434"}, {"internal_id": 65496295, "Award ID": "G18AP00029", "Award Amount": 151606.0, "Award Type": null, "Base Obligation Date": "2018-03-22", "CFDA Number": "15.805", "Description": "G18AP00029", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_G18AP00029_1434"}, {"internal_id": 68784768, "Award ID": "G18AC00376", "Award Amount": 37944.96, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-23", "CFDA Number": "15.805", "Description": "WRRI INTERNSHIP - K. WICKLAND", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_G18AC00376_1434"}, {"internal_id": 68588624, "Award ID": "G18AC00354", "Award Amount": 115280.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-11", "CFDA Number": "15.805", "Description": "UW MADISON MERUCRY INTERNSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G18AC00354_1434"}, {"internal_id": 68784782, "Award ID": "G18AC00353", "Award Amount": 54999.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "15.805", "Description": "WRRA SEA GRANT COLLABORATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_G18AC00353_1434"}, {"internal_id": 68588625, "Award ID": "G18AC00352", "Award Amount": 111365.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-09-07", "CFDA Number": "15.805", "Description": "STUDENT INTERN-UNIVERSITY OF MINNESOTA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G18AC00352_1434"}, {"internal_id": 68517657, "Award ID": "G18AC00297", "Award Amount": 49000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-08-09", "CFDA Number": "15.805", "Description": "NEW - UH-WRRC COOP AGREEMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_G18AC00297_1434"}, {"internal_id": 67423742, "Award ID": "G18AC00221", "Award Amount": 34070.34, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-07-05", "CFDA Number": "15.805", "Description": "STUDENT INTERNSHIP WITH WAUSP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G18AC00221_1434"}, {"internal_id": 66582078, "Award ID": "G18AC00152", "Award Amount": 19635.49, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2018-05-16", "CFDA Number": "15.805", "Description": "COOP AGREEMENT AR WTR RES CENT-UNI OF AR", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "868c3cd8-2896-4496-6775-ad6a8c69c6d6-C", "generated_internal_id": "ASST_NON_G18AC00152_1434"}, {"internal_id": 48672230, "Award ID": "G17AP00135", "Award Amount": 249415.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-24", "CFDA Number": "15.805", "Description": "WRRI 104G - IOWA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_G17AP00135_1434"}, {"internal_id": 48672229, "Award ID": "G17AP00134", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-24", "CFDA Number": "15.805", "Description": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea7a33b4-8d5e-e75d-a88c-0a12b25732c6-C", "generated_internal_id": "ASST_NON_G17AP00134_1434"}, {"internal_id": 48672228, "Award ID": "G17AP00133", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-24", "CFDA Number": "15.805", "Description": "COLORADO STATE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_G17AP00133_1434"}, {"internal_id": 48672186, "Award ID": "G17AP00085", "Award Amount": 43428.77, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-20", "CFDA Number": "15.805", "Description": "2017 WRRI 104G PEER REVIEW PANEL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_G17AP00085_1434"}, {"internal_id": 48672135, "Award ID": "G17AP00031", "Award Amount": 50000.0, "Award Type": null, "Base Obligation Date": "2016-12-13", "CFDA Number": "15.805", "Description": "PHOSPHORUS OPTIMIZED WETLAND TREATMENT AND PLACEMENT SCREENING COE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_G17AP00031_1434"}, {"internal_id": 48672134, "Award ID": "G17AP00030", "Award Amount": 59549.55, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-12-13", "CFDA Number": "15.805", "Description": "PROJECTED RAINFALL FREQUENCY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G17AP00030_1434"}, {"internal_id": 48672102, "Award ID": "G17AC00441", "Award Amount": 833330.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-18", "CFDA Number": "15.805", "Description": "TAAP - NEW MEXICO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_G17AC00441_1434"}, {"internal_id": 48672101, "Award ID": "G17AC00440", "Award Amount": 833330.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-18", "CFDA Number": "15.805", "Description": "TAAP - TEXAS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_G17AC00440_1434"}, {"internal_id": 48672100, "Award ID": "G17AC00439", "Award Amount": 833330.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-09-18", "CFDA Number": "15.805", "Description": "TAAP - ARIZONA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_G17AC00439_1434"}, {"internal_id": 48672091, "Award ID": "G17AC00430", "Award Amount": 90000.0, "Award Type": null, "Base Obligation Date": "2017-09-05", "CFDA Number": "15.805", "Description": "UH-WRRC-GRANT-$90K", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_G17AC00430_1434"}, {"internal_id": 48672076, "Award ID": "G17AC00414", "Award Amount": 34043.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-08-23", "CFDA Number": "15.805", "Description": "WRRI INTERNSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_G17AC00414_1434"}, {"internal_id": 48671961, "Award ID": "G17AC00290", "Award Amount": 72600.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-07-11", "CFDA Number": "15.805", "Description": "NIWR.NET MAINTENANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e82eab1-5038-b3eb-cfb0-852e6bfdced9-R", "generated_internal_id": "ASST_NON_G17AC00290_1434"}, {"internal_id": 48671832, "Award ID": "G17AC00153", "Award Amount": 31838.37, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2017-05-03", "CFDA Number": "15.805", "Description": "WRRI INTERNSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G17AC00153_1434"}, {"internal_id": 48671457, "Award ID": "G16AP00197", "Award Amount": 240000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-29", "CFDA Number": "15.805", "Description": "WRRI 104G WISCONSIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G16AP00197_1434"}, {"internal_id": 48671456, "Award ID": "G16AP00196", "Award Amount": 249625.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-29", "CFDA Number": "15.805", "Description": "WRRI 104G NEVADA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db2e86bc-d873-8ba5-31f9-060bf8695c90-C", "generated_internal_id": "ASST_NON_G16AP00196_1434"}, {"internal_id": 48671455, "Award ID": "G16AP00195", "Award Amount": 126875.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-29", "CFDA Number": "15.805", "Description": "WRRI 104G NEW HAMPSHIRE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_G16AP00195_1434"}, {"internal_id": 48671454, "Award ID": "G16AP00194", "Award Amount": 107785.26, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-29", "CFDA Number": "15.805", "Description": "WRRI 104G NORTH CAROLINA STATE U", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_G16AP00194_1434"}, {"internal_id": 48671453, "Award ID": "G16AP00193", "Award Amount": 130381.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-29", "CFDA Number": "15.805", "Description": "WRRI 104G PROGRAM MONTANA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_G16AP00193_1434"}, {"internal_id": 48671422, "Award ID": "G16AP00155", "Award Amount": 166916.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-05-25", "CFDA Number": "15.805", "Description": "WRRI-SUPPLEMENT ENVIRONMENTALLY FRIENDLY ALTERNATIVES TO BULKHEADS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_G16AP00155_1434"}, {"internal_id": 48671370, "Award ID": "G16AP00093", "Award Amount": 494339.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_G16AP00093_1434"}, {"internal_id": 48671369, "Award ID": "G16AP00092", "Award Amount": 480223.51, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G16AP00092_1434"}, {"internal_id": 48671368, "Award ID": "G16AP00091", "Award Amount": 494330.69, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_G16AP00091_1434"}, {"internal_id": 48671367, "Award ID": "G16AP00090", "Award Amount": 494339.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_G16AP00090_1434"}, {"internal_id": 48671366, "Award ID": "G16AP00089", "Award Amount": 460117.84, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_G16AP00089_1434"}, {"internal_id": 48671365, "Award ID": "G16AP00088", "Award Amount": 492135.1, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_G16AP00088_1434"}, {"internal_id": 48671364, "Award ID": "G16AP00087", "Award Amount": 494339.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_G16AP00087_1434"}, {"internal_id": 48671363, "Award ID": "G16AP00086", "Award Amount": 489527.56, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_G16AP00086_1434"}, {"internal_id": 48671362, "Award ID": "G16AP00085", "Award Amount": 492817.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_G16AP00085_1434"}, {"internal_id": 48671361, "Award ID": "G16AP00084", "Award Amount": 446348.31, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "837e4ece-7fdf-a5c9-db11-1d4aaea94b68-C", "generated_internal_id": "ASST_NON_G16AP00084_1434"}, {"internal_id": 48671360, "Award ID": "G16AP00083", "Award Amount": 485059.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_G16AP00083_1434"}, {"internal_id": 48671359, "Award ID": "G16AP00082", "Award Amount": 8158292.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_G16AP00082_1434"}, {"internal_id": 48671358, "Award ID": "G16AP00081", "Award Amount": 454389.74, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8f7c7d27-684d-9b39-0e46-80a8c294c54a-C", "generated_internal_id": "ASST_NON_G16AP00081_1434"}, {"internal_id": 48671357, "Award ID": "G16AP00080", "Award Amount": 486361.64, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6bdc8e4-a0fc-4e87-9c3d-9beced092a12-C", "generated_internal_id": "ASST_NON_G16AP00080_1434"}, {"internal_id": 48671356, "Award ID": "G16AP00079", "Award Amount": 393247.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f12508df-b414-7a41-54a0-3351d8ed6cb0-C", "generated_internal_id": "ASST_NON_G16AP00079_1434"}, {"internal_id": 48671355, "Award ID": "G16AP00078", "Award Amount": 458904.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_G16AP00078_1434"}, {"internal_id": 48671354, "Award ID": "G16AP00077", "Award Amount": 479668.93, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36e3dd88-13d6-cef1-8b61-a96bca2cc984-C", "generated_internal_id": "ASST_NON_G16AP00077_1434"}, {"internal_id": 48671353, "Award ID": "G16AP00076", "Award Amount": 463334.46, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18478032-6084-4969-2e94-0f121ba8b8b2-C", "generated_internal_id": "ASST_NON_G16AP00076_1434"}, {"internal_id": 48671352, "Award ID": "G16AP00075", "Award Amount": 448158.59, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "abd98500-a812-0a76-1610-357bcd3f88de-C", "generated_internal_id": "ASST_NON_G16AP00075_1434"}, {"internal_id": 48671351, "Award ID": "G16AP00074", "Award Amount": 441910.79, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d4b0ff0c-e3a2-f597-7ab0-1c78e1010874-C", "generated_internal_id": "ASST_NON_G16AP00074_1434"}, {"internal_id": 48671350, "Award ID": "G16AP00073", "Award Amount": 473921.95, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8c3617e9-a213-5748-732e-c98dc05d3232-C", "generated_internal_id": "ASST_NON_G16AP00073_1434"}, {"internal_id": 48671349, "Award ID": "G16AP00072", "Award Amount": 494334.25, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "104B STATE WATER RESOURCES RESEARCH INSTITUTE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_G16AP00072_1434"}, {"internal_id": 48671348, "Award ID": "G16AP00071", "Award Amount": 494339.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "83d0dcf4-2a9e-ab83-7a4e-b740e9121600-C", "generated_internal_id": "ASST_NON_G16AP00071_1434"}, {"internal_id": 48671347, "Award ID": "G16AP00070", "Award Amount": 489642.76, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 10B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_G16AP00070_1434"}, {"internal_id": 48671346, "Award ID": "G16AP00069", "Award Amount": 493145.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "db2e86bc-d873-8ba5-31f9-060bf8695c90-C", "generated_internal_id": "ASST_NON_G16AP00069_1434"}, {"internal_id": 48671345, "Award ID": "G16AP00068", "Award Amount": 478702.34, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_G16AP00068_1434"}, {"internal_id": 48671344, "Award ID": "G16AP00067", "Award Amount": 494339.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "afdb5528-e0ac-3206-584e-b3140fd75926-C", "generated_internal_id": "ASST_NON_G16AP00067_1434"}, {"internal_id": 48671343, "Award ID": "G16AP00066", "Award Amount": 494339.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f261384c-3ac1-b344-de46-81708f87aa6a-C", "generated_internal_id": "ASST_NON_G16AP00066_1434"}, {"internal_id": 48671342, "Award ID": "G16AP00065", "Award Amount": 485439.9, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_G16AP00065_1434"}, {"internal_id": 48671341, "Award ID": "G16AP00064", "Award Amount": 493275.59, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G16AP00064_1434"}, {"internal_id": 48671340, "Award ID": "G16AP00063", "Award Amount": 494339.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55f37363-0a0a-cf69-f770-ef6464f3ff05-C", "generated_internal_id": "ASST_NON_G16AP00063_1434"}, {"internal_id": 48671339, "Award ID": "G16AP00062", "Award Amount": 8121606.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f879ffdd-a594-a5e7-2f71-72b5613abc69-C", "generated_internal_id": "ASST_NON_G16AP00062_1434"}, {"internal_id": 48671338, "Award ID": "G16AP00061", "Award Amount": 486839.61, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-09", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_G16AP00061_1434"}, {"internal_id": 48671334, "Award ID": "G16AP00057", "Award Amount": 490847.85, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_G16AP00057_1434"}, {"internal_id": 48671333, "Award ID": "G16AP00056", "Award Amount": 493305.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "07ed9f27-c528-e9d5-e332-90c8b04f48b8-C", "generated_internal_id": "ASST_NON_G16AP00056_1434"}, {"internal_id": 48671332, "Award ID": "G16AP00055", "Award Amount": 494340.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_G16AP00055_1434"}, {"internal_id": 48671331, "Award ID": "G16AP00054", "Award Amount": 494339.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "460c1e6b-d113-ac16-a6ca-efee3d431f70-C", "generated_internal_id": "ASST_NON_G16AP00054_1434"}, {"internal_id": 48671330, "Award ID": "G16AP00053", "Award Amount": 457942.73, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_G16AP00053_1434"}, {"internal_id": 48671329, "Award ID": "G16AP00052", "Award Amount": 474751.6, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_G16AP00052_1434"}, {"internal_id": 48671328, "Award ID": "G16AP00051", "Award Amount": 486567.81, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G16AP00051_1434"}, {"internal_id": 48671327, "Award ID": "G16AP00050", "Award Amount": 424674.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_G16AP00050_1434"}, {"internal_id": 48671326, "Award ID": "G16AP00049", "Award Amount": 903536.73, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_G16AP00049_1434"}, {"internal_id": 48671325, "Award ID": "G16AP00048", "Award Amount": 1473603.49, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GU", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2fb818ff-7394-51ed-253c-0c76983c86dd-C", "generated_internal_id": "ASST_NON_G16AP00048_1434"}, {"internal_id": 48671324, "Award ID": "G16AP00047", "Award Amount": 494339.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7c481d7-071a-ead9-3bda-e4e7d1e903a7-C", "generated_internal_id": "ASST_NON_G16AP00047_1434"}, {"internal_id": 48671323, "Award ID": "G16AP00046", "Award Amount": 494339.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_G16AP00046_1434"}, {"internal_id": 48671322, "Award ID": "G16AP00045", "Award Amount": 494339.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5acd376f-1eda-7e7b-3929-61dd104aefdf-C", "generated_internal_id": "ASST_NON_G16AP00045_1434"}, {"internal_id": 48671321, "Award ID": "G16AP00044", "Award Amount": 494339.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_G16AP00044_1434"}, {"internal_id": 48671320, "Award ID": "G16AP00043", "Award Amount": 479763.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_G16AP00043_1434"}, {"internal_id": 48671319, "Award ID": "G16AP00042", "Award Amount": 491675.77, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "WRRI 104B COLORADO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_G16AP00042_1434"}, {"internal_id": 48671318, "Award ID": "G16AP00041", "Award Amount": 494339.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea7a33b4-8d5e-e75d-a88c-0a12b25732c6-C", "generated_internal_id": "ASST_NON_G16AP00041_1434"}, {"internal_id": 48671317, "Award ID": "G16AP00040", "Award Amount": 423904.88, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "868c3cd8-2896-4496-6775-ad6a8c69c6d6-C", "generated_internal_id": "ASST_NON_G16AP00040_1434"}, {"internal_id": 48671316, "Award ID": "G16AP00039", "Award Amount": 494339.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_G16AP00039_1434"}, {"internal_id": 48671315, "Award ID": "G16AP00038", "Award Amount": 465999.61, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_G16AP00038_1434"}, {"internal_id": 48671314, "Award ID": "G16AP00037", "Award Amount": 461933.76, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-02-08", "CFDA Number": "15.805", "Description": "2016 WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dff5ea13-87ef-1d23-7ba0-fbf570ef2475-C", "generated_internal_id": "ASST_NON_G16AP00037_1434"}, {"internal_id": 48671277, "Award ID": "G16AP00001", "Award Amount": 4194875.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-11-27", "CFDA Number": "15.805", "Description": "IMPROVING COMMUNITY RESILIENCY IN THE GREAT LAKES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G16AP00001_1434"}, {"internal_id": 48671269, "Award ID": "G16AC00447", "Award Amount": 166451.09, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-09-12", "CFDA Number": "15.805", "Description": "TRANSBOUNDARY AQUIFER ASSESSMENT PROGRAM TAAP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d717ce39-5517-7fb6-1836-967d1cf594fd-C", "generated_internal_id": "ASST_NON_G16AC00447_1434"}, {"internal_id": 48671250, "Award ID": "G16AC00428", "Award Amount": 166665.97, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-08-23", "CFDA Number": "15.805", "Description": "TAAP TRANSBOUNDARY AQUIFER ASSESSMENT PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "de97a5f2-1275-d5ec-1246-554167802175-C", "generated_internal_id": "ASST_NON_G16AC00428_1434"}, {"internal_id": 48671162, "Award ID": "G16AC00336", "Award Amount": 20000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-11", "CFDA Number": "15.805", "Description": "WRRI INTERNSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_G16AC00336_1434"}, {"internal_id": 48671161, "Award ID": "G16AC00335", "Award Amount": 113341.9, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-07-11", "CFDA Number": "15.805", "Description": "NIWR EDUCATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_G16AC00335_1434"}, {"internal_id": 48671129, "Award ID": "G16AC00303", "Award Amount": 111072.62, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-06-28", "CFDA Number": "15.805", "Description": "WRRI INTERNSHIP U WISCONSIN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G16AC00303_1434"}, {"internal_id": 48671121, "Award ID": "G16AC00290", "Award Amount": 82560.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-06-26", "CFDA Number": "15.805", "Description": "NIWR.NET WEBSITE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8e82eab1-5038-b3eb-cfb0-852e6bfdced9-R", "generated_internal_id": "ASST_NON_G16AC00290_1434"}, {"internal_id": 48671063, "Award ID": "G16AC00232", "Award Amount": 46737.71, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-06-01", "CFDA Number": "15.805", "Description": "WRRI STUDENT INTERNSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G16AC00232_1434"}, {"internal_id": 48670992, "Award ID": "G16AC00145", "Award Amount": 13361.95, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-26", "CFDA Number": "15.805", "Description": "WRRI STUDENT INTERNSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "54713b78-258c-a4e1-ef18-1fbbb11ee4b7-C", "generated_internal_id": "ASST_NON_G16AC00145_1434"}, {"internal_id": 48670991, "Award ID": "G16AC00144", "Award Amount": 18388.86, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2016-04-26", "CFDA Number": "15.805", "Description": "WRRI SUPPLEMENT PAHS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3f94c07-915f-6da6-a9a0-e8ede29c0432-C", "generated_internal_id": "ASST_NON_G16AC00144_1434"}, {"internal_id": 48670649, "Award ID": "G15AP00170", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-08", "CFDA Number": "15.805", "Description": "2015 WRRI 104G", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e4dcf3ad-0730-1e57-249e-8c0f96bb1f40-C", "generated_internal_id": "ASST_NON_G15AP00170_1434"}, {"internal_id": 48670648, "Award ID": "G15AP00169", "Award Amount": 249329.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-09-08", "CFDA Number": "15.805", "Description": "USING BIOAVAILABILITY TO ASSESS PYRETHROID INSECTICIDE TOXICITY IN URBAN SEDIMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G15AP00169_1434"}, {"internal_id": 48670647, "Award ID": "G15AP00168", "Award Amount": 249960.0, "Award Type": null, "Base Obligation Date": "2015-09-08", "CFDA Number": "15.805", "Description": "TRACE ORGANIC CONTAMINANTS IN URBAN STORMWATER ...", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_G15AP00168_1434"}, {"internal_id": 48670534, "Award ID": "G15AP00045", "Award Amount": 688510.81, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-02-02", "CFDA Number": "15.805", "Description": "NUMERICAL MODELING OF LOCAL INTENSE PRECIPITATION PROCESSES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ea7a33b4-8d5e-e75d-a88c-0a12b25732c6-C", "generated_internal_id": "ASST_NON_G15AP00045_1434"}, {"internal_id": 48670529, "Award ID": "G15AP00040", "Award Amount": 422329.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2015-01-26", "CFDA Number": "15.805", "Description": "EVALUATING THE EFFECTIVENESS OF SURFACE COVERS FOR CONTROLLING FLUXES ...", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G15AP00040_1434"}, {"internal_id": 48670487, "Award ID": "G15AC00532", "Award Amount": 49992.27, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-09-16", "CFDA Number": "15.805", "Description": "SUPPORTING NEAR REAL TIME RESERVOIR DYNAMICS MONITORING WITH USGS SATELLITE DATA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_G15AC00532_1434"}, {"internal_id": 48670462, "Award ID": "G15AC00507", "Award Amount": 141699.3, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2015-08-27", "CFDA Number": "15.805", "Description": "ASSESSMENT OF GROUNDWATER AVAILABILITY IN THE VOLCANIC-ROCK AQUIFERS OF HAWAII", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7997b0e4-1373-a617-5e8b-0e0e80c459d7-C", "generated_internal_id": "ASST_NON_G15AC00507_1434"}, {"internal_id": 48669786, "Award ID": "G14AP00170", "Award Amount": 226754.8, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-08-20", "CFDA Number": "15.805", "Description": "ANALYSIS OF THE ADOPTION PENETRATION AND EFFECTIVENESS OF URBAN STORMWATER BEST MANAGEMENT PRACTICES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_G14AP00170_1434"}, {"internal_id": 48669785, "Award ID": "G14AP00169", "Award Amount": 237731.34, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-08-20", "CFDA Number": "15.805", "Description": "WRRI 104G COMPETITIVE AWARD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04c3b49-28c8-efb6-f8ea-b4c853900d6f-C", "generated_internal_id": "ASST_NON_G14AP00169_1434"}, {"internal_id": 48669751, "Award ID": "G14AP00132", "Award Amount": 600282.08, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2014-07-14", "CFDA Number": "15.805", "Description": "DETERMINING EFFECTIVENESS OF THE CLEAN AIR ACT ...", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "95461d50-d116-e3a5-b390-021971a75d58-C", "generated_internal_id": "ASST_NON_G14AP00132_1434"}, {"internal_id": 48668940, "Award ID": "G13AC00313", "Award Amount": 40208.54, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2013-08-05", "CFDA Number": "15.805", "Description": "WRRI INTERNSHIP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_G13AC00313_1434"}, {"internal_id": 48668598, "Award ID": "G12AP20156", "Award Amount": 202089.62, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2012-08-28", "CFDA Number": "15.805", "Description": "WRRI 104G COMPETITIVE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "38457ff7-68b1-7220-5dec-347ecba3483d-C", "generated_internal_id": "ASST_NON_G12AP20156_1434"}, {"internal_id": 48668596, "Award ID": "G12AP20154", "Award Amount": 154513.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2012-08-28", "CFDA Number": "15.805", "Description": "WRRI 104G COMPETITIVE PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7148b6ec-c422-d557-aa04-0c8488cc6775-C", "generated_internal_id": "ASST_NON_G12AP20154_1434"}, {"internal_id": 48667808, "Award ID": "G11AP20115", "Award Amount": 420532.31, "Award Type": null, "Base Obligation Date": "2011-02-16", "CFDA Number": "15.805", "Description": "WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G11AP20115_1434"}, {"internal_id": 48667806, "Award ID": "G11AP20113", "Award Amount": 415980.27, "Award Type": null, "Base Obligation Date": "2011-02-18", "CFDA Number": "15.805", "Description": "WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "358711ab-dfdd-d789-9d79-6eaf11629381-C", "generated_internal_id": "ASST_NON_G11AP20113_1434"}, {"internal_id": 48667805, "Award ID": "G11AP20112", "Award Amount": 382823.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2011-02-21", "CFDA Number": "15.805", "Description": "WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bff03c04-091e-21a8-0bee-6e0f5c254706-C", "generated_internal_id": "ASST_NON_G11AP20112_1434"}, {"internal_id": 48667803, "Award ID": "G11AP20110", "Award Amount": 424594.49, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2011-02-18", "CFDA Number": "15.805", "Description": "WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb0c0b67-cf3f-8e71-00cf-883ce0aa9a3c-C", "generated_internal_id": "ASST_NON_G11AP20110_1434"}, {"internal_id": 48667794, "Award ID": "G11AP20101", "Award Amount": 378241.27, "Award Type": null, "Base Obligation Date": "2011-02-25", "CFDA Number": "15.805", "Description": "WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a560dc75-2cd0-baf4-415b-f60d20ba8491-C", "generated_internal_id": "ASST_NON_G11AP20101_1434"}, {"internal_id": 48667784, "Award ID": "G11AP20091", "Award Amount": 420757.69, "Award Type": null, "Base Obligation Date": "2011-02-27", "CFDA Number": "15.805", "Description": "WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_G11AP20091_1434"}, {"internal_id": 48667781, "Award ID": "G11AP20088", "Award Amount": 411616.92, "Award Type": null, "Base Obligation Date": "2011-02-14", "CFDA Number": "15.805", "Description": "WRRI 104B (MISSISSIPPI)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "661ebb1f-da70-7800-4c2a-056c3268c6d7-C", "generated_internal_id": "ASST_NON_G11AP20088_1434"}, {"internal_id": 48667771, "Award ID": "G11AP20078", "Award Amount": 406730.0, "Award Type": null, "Base Obligation Date": "2011-02-27", "CFDA Number": "15.805", "Description": "WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0e924f-2881-5f66-8511-7122b17340d9-C", "generated_internal_id": "ASST_NON_G11AP20078_1434"}, {"internal_id": 48667763, "Award ID": "G11AP20070", "Award Amount": 392057.36, "Award Type": null, "Base Obligation Date": "2011-02-18", "CFDA Number": "15.805", "Description": "WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5acd376f-1eda-7e7b-3929-61dd104aefdf-C", "generated_internal_id": "ASST_NON_G11AP20070_1434"}, {"internal_id": 48667762, "Award ID": "G11AP20069", "Award Amount": 416819.95, "Award Type": null, "Base Obligation Date": "2011-03-09", "CFDA Number": "15.805", "Description": "WRRI 104B PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f7d4a874-2ab3-85f8-4c06-002c8728886d-C", "generated_internal_id": "ASST_NON_G11AP20069_1434"}]