[{"internal_id": 161362966, "Award ID": "G23AP00473", "Award Amount": 644593.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-27", "CFDA Number": "15.814", "Description": "PROJECT TITLE: PRESERVATION OF GEOLOGIC DATA AND COLLECTIONS IN ILLINOISPROJECT PERIOD: 8 1 2023 THROUGH 7 31 2025PRIORITY 1:AWARD PURPOSE: THE AIM OF THIS PRIORITY ONE PROJECT IS TO MOVE THE STRATPAL COLLECTION TO THE NEWLY REFURBISHED PRAIRIE RESEARCH INSTITUTE CENTER FOR PALEONTOLOGY COLLECTIONS FACILITY FOLLOWED BY RE-CURATION AND DIGITIZATION EFFORTS OF THE COLLECTION.ACTIVITIES TO BE PERFORMED: THE DRAWERS WILL BE MOVED INTO NEW CABINETRY. SPECIMENS WILL BE MOVED INTO BRAND-NEW CABINETRY AND DIGITIZED WITH A KEYENCE MODEL VHX-7000 MICROSCOPE. ADDITIONALLY, ALL TAXONOMIC, STRATIGRAPHIC, AND LOCALITY DATA, INCLUDING TRANSCRIBED VERBATIM LABEL DATA WILL BE RECORDED IN THE CENTER FOR PALEONTOLOGY TAXONWORKS ONLINE DATABASE AS WELL AS AN UPDATE TO METADATA ON RESCICOLL.DELIVERABLES AND EXPECTED OUTCOMES  CENTER FOR PALEONTOLOGY TAXONWORKS RECORDS ANDUPDATED METADATA ON RESCICOLL.INTENDED BENEFICIARY(IES)  RESEARCHERS WORKING IN ILLINOIS AND SURROUNDING STATES (PARTICULARLY INDIANA, KENTUCKY, MISSOURI, WISCONSIN, AND IOWA) ON UPPER PLEISTOCENE QUATERNARY GEOLOGY.SUBRECIPIENT ACTIVITIES: NONE.PRIORITY 2:AWARD PURPOSE: PRESERVATION OF THE TUNNEL AND RECLAMATION PROJECT (TARP) CORE DRILLED IN THE CHICAGO METRO AREA.ACTIVITIES TO BE PERFORMED: THE ROOM WILL BE OUTFITTED WITH ROLLING BENCHES TO MAKE A RECONFIGURABLE WORK AREA FOR TARP PROCESSING. EXISTING SINKS UPDATED WITH SEDIMENT TRAPS TO PREVENT DAMAGE FROM SEDIMENT DURING MATERIAL PROCESSING ACTIVITIES (WASHING TARP CORE). LED LIGHTING WILL BE ADDED TO THE WORKSPACES. CONTINUED WORK ON NGGDPP FY22 TARP CORE ANALYSES (PROCESSING, PHOTOGRAPHY, PXRF ANALYSIS, RE-CURATION, ETC.) WILL BE COMPLETED, AND METADATA ENTERED.DELIVERABLES AND EXPECTED OUTCOMES  CURATED TARP CORE, TARP CORE DATA ADDED TO THE ISGS BOREHOLE DATABASE, AND METADATA CREATED FOR CORE.INTENDED BENEFICIARY(IES): INDUSTRY, RESEARCHERS, AND THE PUBLIC WORKING IN THE CHICAGO METRO AREA.SUBRECIPIENT ACTIVITIES: NONEPRIORITY 3:AWARD PURPOSE: RESURRECTION OF THE WHITE COUNTY CORE AS THE STANDARD REFERENCE SECTION FOR THE ILLINOIS BASIN THROUGH REUNITING ITS SCATTERED COMPONENTS INTO A SINGLE COLLECTION.ACTIVITIES TO BE PERFORMED  WORK ON THIS PROJECT WILL INCLUDE PHOTOGRAPHY OF CORE BISCUITS AND CRUSHED CORE SAMPLES. PLACEMENT IN NEW, LABELED ARCHIVE QUALITY CLEAR BAGS AND BOXES. SCANS OF ORIENTED POLISHED SLABS AND PHOTOGRAPHY OF ORIENTED MACROFOSSIL WHITE CORE SAMPLES WILL OCCUR. THE CORE WILL BE ANALYZED USING PORTABLE X-RAY FLUORESCENCE, WIKI PAGE DESCRIBING WHITE COUNTY CORE FOR ILSTRA T INCLUDING A DETAILED GRAPHIC LOG WITH TEXT DESCRIPTION LINKS TO RAW DATA AND PHOTOGRAPHS WILL BE CREATED.DELIVERABLES AND EXPECTED OUTCOMES: WIKI PAGE(S), SCANS OF CORE AND SAMPLES, X-RAY FLUORESCENCE DATAINTENDED BENEFICIARY(IES): EARTH MRI RESEARCHERSSUBRECIPIENT ACTIVITIES. NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": 618356.0, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G23AP00473_1434"}, {"internal_id": 160632316, "Award ID": "G23AP00385", "Award Amount": 67735.93, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-27", "CFDA Number": "15.814", "Description": "PROJECT TITLE: ARKANSAS CORE AND CUTTINGS PRESERVATION AND ZINC BOREHOLE DATA   GEOCHEMICAL ANALYSES INITIATIVESAWARD PURPOSE: THE RECIPIENT WILL PREPARE EXISTING CORE AND CUTTINGS IN THE NORMAN F. WILLIAMS WELL SAMPLE LIBRARY FOR RELOCATION AND STORAGE AT A FUTURE LOCATION. THE PURPOSE OF THIS PROJECT IS TO ASSESS CONDITION OF BOXES THAT CONTAIN AND PRESERVE CORE AND CUTTINGS SAMPLES. ONCE THE BOXES ARE ASSESSED, THOSE THAT ARE BADLY DAMAGED WILL BE REPLACED. A DIGITAL LABELING AND INVENTORY MANAGEMENT SYSTEM WILL BE ACQUIRED TO CATALOGUE EACH INDIVIDUAL BOX CONTAINING CORE OR CUTTINGS FOR PRESERVATION AND IMPROVED PUBLIC ACCESS. WE WILL ALSO SUBMIT UP TO 200 SAMPLES FOR GEOCHEMICAL ANALYSIS FROM CORE AND CUTTINGS AND FIELD COLLECTIONS AND SUBMIT DATA FROM LEAD AND ZINC EXPLORATION CORES INTO A BOREHOLE TEMPLATE FOR UPLOAD TO RESCICOLL.ACTIVITIES TO BE PERFORMED: THE RECIPIENT PLANS TO HIRE AN EXTRA-HELP PERSON TO: ASSESS THE BOXES THAT CONTAIN CORE AND CUTTINGS RE-BOX VULNERABLE SAMPLES RE-LABEL BOXES WITH A DIGITAL LABEL AND ENTER IN A NEW INVENTORY SYSTEMPRIORITY 3  THE ARKANSAS OFFICE OF THE STATE GEOLOGIST PLANS TO HIRE AN EXTRA-HELP GEOLOGIST TO COMPILE BOREHOLE DATA FROM: 43 BOREHOLES OF HAND-DRAWN LITHOLOGY COLUMNS 13 VERY DETAILED CORE DESCRIPTIONS 37 HAND-WRITTEN BOREHOLE DESCRIPTIONSTHE RECIPIENT INTENDS TO SUBMIT UP TO 200 SAMPLES, 50 GRAMS PER SAMPLE OF CORE, CUTTINGS, OR IN-HOUSE FIELD SAMPLES RELATED TO CRITICAL MINERAL RESOURCES FOR GEOCHEMICAL ANALYSIS.DELIVERABLES AND OUTCOMES:  INCLUDE A BOREHOLE DATABASE TEMPLATE WITH A MINIMUM OF 93 BOREHOLES AND A SPREADSHEET OF METADATA FOR EACH SAMPLE SUBMITTED FOR GEOCHEMICAL ANALYSIS. THE ARKANSAS OFFICE OF THE STATE GEOLOGIST EXPECTS TO RE-BOX APPROXIMATELY 700 BOXES AND GET STARTED ON THE NEW DIGITAL LABELING AND INVENTORY SYSTEM.BENEFICIARIES:  STATE AGENCIES SUCH AS ARKANSAS DEPARTMENTS OF HEALTH, ENVIRONMENTAL QUALITY, AND THE HIGHWAY DEPARTMENT  LOCAL PUBLIC WATER SYSTEM MANAGERS AND USERS, PRIVATE COMPANIES THAT PRODUCE NATURAL RESOURCES INCLUDING THE OIL AND GAS INDUSTRY, AND UNIVERSITY RESEARCHERS. LANDOWNERS AND DEVELOPERS ALSO BENEFIT FROM INFORMATION ABOUT RESOURCES THAT ARE ON THEIR PROPERTY.SUBRECIPIENTS: N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c3d5277-2ee1-3289-bb2e-40d637196b76-C", "generated_internal_id": "ASST_NON_G23AP00385_1434"}, {"internal_id": 161864621, "Award ID": "G23AP00366", "Award Amount": 782969.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "15.814", "Description": "PROJECT TITLE: PRESERVING AND INVENTORYING KANSAS GEOLOGIC DATA, DOCUMENTS, SAMPLES, AND AERIAL PHOTOGRAPHS  AND SURVEYING DRILL HOLE CORE HOLDINGS RELATING TO CRITICAL MINERAL RESOURCES, FY2023PROJECT PERIOD: 8 18 2023 THROUGH 8 17 2026PRIORITY 1  PRESERVE GEOSCIENCE DATA AND MATERIALTHE KANSAS GEOLOGICAL SURVEY (KGS), THE STATE REPOSITORY FOR GEOLOGIC RECORDS, HAS A LONG HISTORY OF PROVIDING GEOLOGIC RECORDS TO THE PUBLIC FOR LITTLE OR NO COST. THIS YEARS PROJECTS CONSIST OF THREE PRESERVATION PROJECTS THAT CONTINUE WORK PREVIOUSLY FUNDED BY THE NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM. THE INTENDED BENEFICIARIES INCLUDE INDEPENDENT GEOLOGISTS, ENVIRONMENTAL CONSULTANTS, INDUSTRY OPERATORS AND DRILLERS, DATA VENDORS, INVESTORS, LAWYERS, PRIVATE LANDOWNERS, STATE REGIONAL LOCAL TRIBAL AGENCIES, AND ACADEMIA. THE GEOLOGIC DATA IS USED IN PLANNING PUBLIC INFRASTRUCTURE, IDENTIFYING METHANE GAS LEAKS, LOCATING CRITICAL MINERALS, AND CORRELATING THE STATES STRATIGRAPHY. REGULATORY AGENCIES AND ENVIRONMENTAL FIRMS USE OUR DATA IN THEIR RESEARCH. ADDITIONALLY, THE KGS CREATES ENTRIES IN THEIR DATABASE WHERE NO RECORDS EXIST AIDING WITH IDENTIFYING WELL CUTTINGS AND CORE IN THEIR REPOSITORIES WHICH BENEFIT STAKEHOLDERS AND HELPS PROTECT OUR NATURAL RESOURCES.ACTIVITIES TO BE PERFORMED PRIORITY 1: THE KGS HAS THREE PRESERVATION PROJECTS FOR FY23. IN PROJECT 1, THE KGS STAFF, WITH STUDENT ASSISTANCE, WILL SCAN 10,000 OIL AND GAS WELL COMPLETION AND DRILLERS REPORTS, WIRELINE AND STRIP LOGS, AND OTHER GEOLOGICAL REPORTS AND MAKE THEM AVAILABLE ON OUR WEBSITE. THE STAFF WILL ALSO ORGANIZE AND INVENTORY ADDITIONAL RECORDS. THE KANSAS STATUTE MANDATES THAT THE KANSAS GEOLOGIC SAMPLE REPOSITORY (KGSR) COLLECTS, PRESERVES, AND SUPPLIES PUBLIC ACCESS TO OIL AND GAS WELL SAMPLES  THEREFORE, FOR PROJECT 2, THE KGSR STAFF PLAN TO PROCESS 9,000 WELL CUTTING SAMPLES. IN THE FINAL PRESERVATION PROJECT, PROJECT 3, STUDENTS WILL SCAN 25,000 IMAGES TO OUR WORK-IN PROGRESS DATABASE OF 45,000 HISTORICAL AERIAL PHOTOGRAPHS. THESE SCANS WILL BE CONVERTED TO PDFS AND JPGS AND WILL BE AVAILABLE TO THE PUBLIC TO VIEW AND DOWNLOAD.PRIORITY 2  DIGITAL AND PHYSICAL INFRASTRUCTURE DEVELOPMENTTHIS INFRASTRUCTURE FUNDING REQUEST WILL ALLOW THE KGS COMPUTER SERVICES STAFF TO MODIFY THEIR DIGITAL INFRASTRUCTURE TO IMPROVE PRESERVATION AND DATA RETRIEVAL FOR THE PUBLIC. THIS PROJECT WILL BENEFIT OIL AND GAS STAKEHOLDERS, WHO HAVE SPECIFICALLY REQUESTED THESE ITEMS.ACTIVITIES TO BE PERFORMED PRIORITY 2: IN THIS PRIORITY, THE KGS STAFF WILL ALTER THEIR PUBLIC OIL AND GAS WELL DATABASE TO ALLOW FOR THE CREATION AND IMPORTATION OF NEWLY CALIBRATED LOGS FOR PRESERVATION. PRIORITY 3  CRITICAL MINERALS DATA PRESERVATIONTHE KGSS DRILL CORE REPOSITORY HOUSES APPROXIMATELY 69,000 BOXES OF CORE WITH POTENTIAL TO IDENTIFY AND RESEARCH CRITICAL MINERAL DEPOSITS WITHIN THE STATE. THIS PROJECT BENEFITS VARIOUS PEOPLE INCLUDING THOSE WORKING ON EARTH MRI, THE KGS INTERNAL SCIENTISTS, AND OTHERS RESEARCHING CRITICAL MINERALS.ACTIVITIES TO BE PERFORMED PRIORITY 3: THIS WORK CONTINUES THE NGGDPP FY22 GRANT OF INVENTORYING, DATA CLEANUP, PHOTOGRAPHING, AND SAMPLING SELECTED KGS DRILL CORES IDENTIFIED AS HAVING CRITICAL MINERAL POTENTIAL WITH AN ADDED EMPHASIS ON CORES THAT CONTAIN AN ASH LAYER. SAMPLES WILL BE SENT TO THE USGS FOR GEOCHEMICAL ANALYSIS WITH RESULTS UPLOADED TO RESCICOLL AND OUR PUBLIC OIL AND GAS WELL DATABASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77c2126f-1eeb-1497-ee97-f5b830ca5e7d-C", "generated_internal_id": "ASST_NON_G23AP00366_1434"}, {"internal_id": 160632314, "Award ID": "G23AP00359", "Award Amount": 342492.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-27", "CFDA Number": "15.814", "Description": "PROJECT TITLE: GWS FAIR DATA INITIATIVE 2023-2024  LEGACY RESEARCH ACCESS AND PUBLIC OUTREACHPROJECT PERIOD: 7 1 2023 THROUGH 6 30 2025AWARD DESCRIPTION: (1) EXTEND OUR RECORD CENTER STORAGE TO INCLUDE SAFE HOUSING FOR MAPS  (2) SUPPORT USGS STATEMAP RESEARCH BY CREATING DIGITALLY SEARCHABLE HISTORICAL RECORDS  AND (3) MAKE IMAGES AND RECORDS OF OUR HANDS-ON EDUCATION COLLECTION SPECIMENS AVAILABLE ONLINE.ACTIVITIES TO BE PERFORMED: ARCHIVES AND COLLECTIONS STAFF WILL CATALOG FIELD MAPS AND ORGANIZE THEM BY GEOGRAPHIC LOCATION. THEY WILL MOVE THE MAPS INTO NEW FLAT FILE CABINETS IN THE RECORD CENTER ANNEX AND SEPARATE MAP GROUPS WITH SHEETS OF ACID-FREE ARCHIVAL CARDBOARD. EACH SHEET OF CARDBOARD WILL HAVE AN ATTACHED LABEL TAB. NOTEBOOKS WILL BE PLACED IN ACID-FREE CARDBOARD SLIPCASES AND HOUSED IN THE CENTRAL RECORD CENTER. DIGITAL COLLECTIONS STAFF WILL SCAN FIELD MAPS, FIELD NOTEBOOKS, AND GAMMA LOGS WITH HANDWRITTEN NOTES  CREATE PHOTOGRAPHS OF EDUCATION COLLECTION SPECIMENS  AND SORT AND ORGANIZE EXISTING DIGITAL FILES. THEY WILL MOVE THE DIGITAL FILES INTO AN ONLINE RESOURCE SYSTEM CALLED CARST (COLLECTIVEACCESS-RESOURCESPACE TANDEM) AND CREATE SEARCHABLE RECORDS THAT ARE VISIBLE TO THE PUBLIC. EDUCATION AND OUTREACH STAFF WILL DOCUMENT ACTIVITIES AND PROVIDE PUBLIC UPDATES THROUGH OUR SURVEY NEWSLETTER AND SOCIAL MEDIA.DELIVERABLES, IMPACT, AND BENEFICIARIES: THE ON-SITE RECORDS CENTER IS A SPACE SAFE FOR VALUABLE GEOLOGICAL RECORDS AND COMFORTABLE FOR ANYONE WHO WANTS TO USE THEM. THE NEW FLAT FILE CABINETS AND NOTEBOOK COVERS WILL BETTER PRESERVE, ORGANIZE, AND EXTEND THE LIFE OF THE RECORDS BY PROTECTING THEM FROM LIGHT, DUST, AND WEAR AND TEAR, WHILE SLOWING THE NATURAL AGEING OF THE PAPER. TRANSCRIBING THE HANDWRITING IN NOTEBOOKS OR ON FIELD MAPS AND GAMMA LOGS LETS COMPUTERS READ THE TEXT. ADDING RECORDS AND PHOTOGRAPHS TO CARST GIVES SCIENTISTS AND THE PUBLIC ACCESS TO RESOURCES THAT WERE HARD TO FIND OR NOT AVAILABLE BEFORE. ONCE IN THE SYSTEM, THE FILES CAN BE EASILY SEARCHED FOR, MANAGED, AND PROTECTED FROM LOSS. THIS PUBLIC DATA PROVIDES USERS OF ALL AGES AND BACKGROUNDS WITH NEW GATEWAYS TO EXPLORE EARTH SCIENCE ON A LOCAL, REGIONAL, OR GLOBAL SCALE.SUBRECIPIENTS: N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": 342492.0, "recipient_id": "74ccc06e-57e8-7489-fbc7-f6229ad4aaf6-C", "generated_internal_id": "ASST_NON_G23AP00359_1434"}, {"internal_id": 160632313, "Award ID": "G23AP00358", "Award Amount": 456222.08, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-27", "CFDA Number": "15.814", "Description": "PROJECT TITLE: UGS FY2023 GEOLOGIC DATA PRESERVATION PROJECTPROJECT PERIOD: 7 1 2023 THROUGH 6 30 2024AWARD PURPOSE: THE UTAH GEOLOGICAL SURVEY (UGS) PROVIDES TIMELY, OBJECTIVE SCIENTIFIC INFORMATION ABOUT UTAH S GEOLOGIC ENVIRONMENT, RESOURCES, AND HAZARDS TO ALL UTAHNS TO IMPROVE THEIR LIVES THROUGH INFORMED DECISION MAKING. PRESERVING AND ENABLING EASY ACCESS TO THESE MATERIALS IS CRITICAL TO THE LONG-TERM SURVIVAL OF IMPORTANT GEOLOGIC DATA, ENABLING AND IMPROVING NATURAL RESOURCE STEWARDSHIP, LOWERING DEVELOPMENT AND INFRASTRUCTURE COSTS, PROTECTING THE PUBLIC FROM GEOLOGIC HAZARDS, AND FULFILLING OUR STATUTORY MISSION. IT IS CRITICAL THAT THIS DATA BE CATALOGED AND PRESERVED FOR CURRENT AND FUTURE USE, AS DEMANDS FOR NATURAL RESOURCES, DEVELOPMENT IN GEOLOGICALLY HAZARDOUS AREAS, AND ENVIRONMENTAL ISSUES INCREASE. THIS PROJECT WILL ENABLE THE UGS TO CATALOG AND DIGITALLY CONVERT A PORTION OF OUR UNIQUE HOLDINGS FOR EASIER ACCESS BY USERS, AS WELL AS PRESERVING THEM LONG-TERM FOR THE FUTURE.ACTIVITIES TO BE PERFORMED: THE UGS PROPOSES TO EXTRACT BORING LOG DATA AND UPDATE THE UTAH SUBSURFACE GEOTECHNICAL DATABASE  DIGITIZE GROUNDWATER DATA  SCAN AND CATALOG GEOLOGIC, GEOLOGIC HAZARD, AND MINERAL RELATED MAPS AND DOCUMENTS THAT WILL BE AVAILABLE THROUGH VARIOUS DATABASES ON THE UGS WEBSITE (HTTPS:  GEOLOGY.UTAH.GOV APPS INTGEOMAP, HTTPS:  GEOLOGY.UTAH.GOV APPS ROCKCORE, HTTPS:  GEODATA.GEOLOGY.UTAH.GOV)  DIGITIZE HISTORICAL AERIAL PHOTOGRAPHY FILM ROLLS WITH DATA AVAILABLE IN THE UTAH AERIAL IMAGERY DATABASE (HTTPS:  IMAGERY.GEOLOGY.UTAH.GOV)  PHOTOGRAPH DRILL CORE HOUSED AT THE UGS UTAH CORE RESEARCH CENTER AND CREATE SUMMARY DESCRIPTIONS OF DRILL CORE WITH DATA AVAILABLE AT HTTPS:  GEOLOGY.UTAH.GOV APPS ROCKCORE  IDENTIFY POTENTIALLY PROBLEMATIC GEOGRAPHIC PLACE NAMES IN UTAH  SUBMIT 200 CRITICAL MINERAL RELATED SAMPLES TO THE U.S. GEOLOGICAL SURVEY (USGS) FOR GEOCHEMICAL ANALYSIS  AND PURCHASE ROCK PROCESSING AND LOGGING EQUIPMENT AS PART OF THIS PROJECT.DELIVERABLES AND EXPECTED OUTCOMES: DELIVERABLES PROPOSED FROM THIS PROJECT INCLUDE THE SUBMITTAL OF ITEM-LEVEL METADATA, AS APPROPRIATE, AND A FINAL TECHNICAL REPORT DESCRIBING THE PROJECT AND ITS RESULTS AND TO THE USGS, ALONG WITH UPDATING VARIOUS UGS ONLINE DATABASES LISTED ABOVE.INTENDED BENEFICIARY(IES): INDUSTRY, CONSULTANTS, GOVERNMENT AGENCIES (FEDERAL, STATE, AND LOCAL), ACADEMIA, EDUCATORS, STUDENTS, AND THE PUBLIC CURRENTLY USE COLLECTIONS AND DATA HELD BY THE UGS IN A VARIETY OF PROJECTS AND PROGRAMS.SUBRECIPIENT ACTIVITIES: TO BE AS COST-EFFECTIVE AS POSSIBLE, WE PLAN TO CONTINUE UTILIZING DIGITAL SCANNING (DOCUMENTS, LARGE FORMAT SHEETS MAPS, PHOTOGRAPHS, SLIDES, ETC.) AND DATA ENTRY SERVICES (METADATA) PROVIDED BY UTAH CORRECTIONAL INDUSTRIES IN SALT LAKE CITY, UTAH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": 451222.08, "recipient_id": "64d85583-e8dc-f315-2329-ce3d59aaa680-C", "generated_internal_id": "ASST_NON_G23AP00358_1434"}, {"internal_id": 160632312, "Award ID": "G23AP00350", "Award Amount": 94770.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-27", "CFDA Number": "15.814", "Description": "PROJECT TITLE: GEOPHYSICAL LOG PRESERVATION   BOUNDARY MONUMENTS IMAGERY   RESSCICOLL UPDATESPROJECT PERIOD: 7 1 2023 THROUGH 6 30 2024THE MAIN PURPOSE OF THIS PROJECT IS TO PRESERVE AND PROVIDE PUBLIC ACCESS TO BOREHOLE GEOPHYSICAL LOGS AVAILABLE TO THE DELAWARE GEOLOGICAL SURVEY. THE PROJECT WILL PRESERVE LOG DATA IN STANDARD LAS AND PDF FORMATS AND SERVE THEM ON A NEW DGS BOREHOLE DATA SERVICE WEB PORTAL. A SECONDARY PURPOSE OF THIS PROJECT IS TO UPDATE METADATA RECORDS FOR ALL DELAWARE GEOLOGICAL SURVEY COLLECTIONS FROM PREVIOUS PROJECTS TO THE NEW REGISTRY OF SCIENTIFIC COLLECTIONS STANDARD.THE ACTIVITIES TO BE PERFORMED ON THE GEOPHYSICAL LOGS COMPONENT WILL 1) PRESERVE AND ORGANIZE GEOPHYSICAL LOG IN STANDARD FORMATS, 2) EVALUATE AND ASSIGN QUALITY RATINGS, AND 3) MAKE THEM AVAILABLE TO THE PUBLIC ON THE WEB. GEOPHYSICAL LOG HOLDINGS WILL BE COMPARED TO EXISTING INVENTORIES, ASSESSED, AND RATED FOR QUALITY. THOSE OF ADEQUATE QUALITY FROM BOREHOLES OF GREATER THAN 150 FT DEPTH IN THE COASTAL PLAIN WILL BE EDITED AND OR RE-DIGITIZED WHERE NECESSARY. ONE LOG PER TOOL TYPE IN EACH BOREHOLE WILL BE PRESERVED IN STANDARD LAS FILE FORMAT AND A STANDARDIZED PDF DISPLAY FORMAT. PUBLIC ACCESS WILL BE PROVIDED THROUGH THE DELAWARE GEOLOGICAL SURVEY BOREHOLE DATA VIEWER, A BOREHOLE DATA MAPPING APPLICATION UNDER DEVELOPMENT FOR OUR FY2022 PROJECT. THE ACTIVITIES ASSOCIATED WITH THE METADATA UPDATE WILL INCLUDE REVIEW OF PREVIOUS METADATA SUBMISSIONS, COMPILATION OF NEW DATA TO BE SUBMITTED, AND FORMATTING OF THESE DATA ACCORDING TO THE NEW REGISTRY OF SCIENTIFIC COLLECTIONS STANDARD.DELIVERABLES PLANNED FOR THE GEOPHYSICAL LOG COMPONENT OF THIS PROJECT ARE: 1. BOREHOLE SITE AND GEOPHYSICAL LOG DATA ADDED OR VERIFIED AND UPDATED AS NEEDED IN THE WATSYS WELL AND GEOPHYSICAL TABLES (800 SITES, 1400 LOGS)  2. CATALOGUED SET OF BOREHOLE GEOPHYSICAL LOG PDF IMAGES AND LAS FORMAT FILES FOR THESE LOGS  AND 3. GEOPHYSICAL LOG LINKS WITHIN SITE POP-UPS ON THE NEW PUBLICLY ACCESSIBLE DGS BOREHOLE MAPPING APPLICATION HOSTED ON ESRI S ARCGIS ONLINE. THE WELL-CURATED COLLECTION OF GEOPHYSICAL LOG PRODUCTS AVAILABLE TO THE PUBLIC ON A WEB PORTAL WILL BE OF SIGNIFICANT BENEFIT TO DGS SCIENTISTS AND TO STAKEHOLDERS INCLUDING STATE AGENCIES, LOCAL GOVERNMENTS, AND PRIVATE ENTERPRISE IN INVESTIGATIONS OF THE SUBSURFACE GEOLOGY OF THE DELAWARE COASTAL PLAIN AND RELATED PLANNING AND WATER RESOURCE MANAGEMENT DECISIONS. THE DELIVERABLE FROM THE METADATA COMPONENT OF THE PROJECT WILL BE AN UPDATED SET OF METADATA RECORDS IN THE REGISTRY OF SCIENTIFIC COLLECTIONS STANDARD THAT WILL BENEFIT BOTH USGS AND DGS BY ENSURING COMPLETE, UP-TO-DATE PROJECT METADATA ARE AVAILABLE ONLINE FORMATTED TO THE NEW REGISTRY OF SCIENTIFIC COLLECTIONS STANDARD.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_G23AP00350_1434"}, {"internal_id": 160026632, "Award ID": "G23AP00339", "Award Amount": 73211.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-12", "CFDA Number": "15.814", "Description": "PROJECT TITLE: FY23 MINNESOTA GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAMPROJECT PERIOD: 7 1 2023 THROUGH 6 30 2024DESCRIPTION OF PURPOSE: THE ACTIVITY PROPOSED BY UNIVERSITY OF MINNESOTA, MINNESOTA GEOLOGICAL SURVEY, FOR COMPLETION IN 2023 2024, WITH SUPPORT FROM THE UNITED STATES GEOLOGICAL SURVEY, NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM, IS MEANT TO BE AN ANNUAL INCREMENT TOWARD EFFORT FIRST AUTHORIZED BY THE ENERGY POLICY ACT OF 2005, THAT IS MEANT TO ENSURE THE PRESERVATION AND AVAILABILITY OF PUBLIC GEOSCIENCE OBSERVATIONS SUCH AS GEOLOGISTS  DESCRIPTIONS, MEASUREMENTS SUCH AS GEOPHYSICAL AND GEOCHEMICAL DETERMINATIONS, AND SPECIMENS SUCH AS SEDIMENTS AND ROCKS, THAT ARE NEEDED BY SOCIETY TO ENSURE OPTIMAL RESOURCE MANAGEMENT, HAZARDS RESILIENCE, AND TO SUPPORT RESEARCH ON THE PLANET AND ITS LIFE.ACTIVITIES TO BE PERFORMED: THE WORK PROPOSED FOR THIS COMING YEAR ADDRESSES ADMINISTRATION PRIORITIES REGARDING THE ECONOMY, AND PROGRAM PRIORITIES REGARDING PRESERVATION, GEOSCIENCE INFRASTRUCTURE, AND RESOURCES. THE WORK WILL BE CARRIED OUT BY MINNESOTA GEOLOGICAL SURVEY OF THE UNIVERSITY OF MINNESOTA, IN COOPERATION WITH THE NATURAL RESOURCES RESEARCH INSTITUTE OF THE UNIVERSITY OF MINNESOTA DULUTH, AND THE MINNESOTA DEPARTMENT OF NATURAL RESOURCES. THE WORK INCLUDES DEVELOPING GEOPHYSICAL DATABASES, ENHANCED STORAGE OF CUTTINGS, CATALOGING OF ROCKS, SUBMISSION OF LITHOGEOCHEMICAL SPECIMENS, AND STRATEGIC PLANNING.DELIVERABLES AND EXPECTED OUTCOMES: THE DELIVERABLES WILL BE IMPROVED GEOPHYSICAL DATABASES, ENHANCED STORAGE OF CUTTINGS, A CATALOG OF ROCKS, SUBMISSION OF LITHOGEOCHEMICAL SPECIMENS, AND UPDATED STRATEGIC PLANNING. THE OUTCOMES WILL BE BETTER PUBLIC INFORMATION AND PLANNING FOR GEOSCIENCE OBSERVATIONS, MEASUREMENTS, AND COLLECTIONS NEEDED BY THE PEOPLE OF MINNESOTA TO SUPPORT RESOURCE MANAGEMENT, HAZARDS RESILIENCE, AND RESEARCH.INTENDED BENEFICIARIES: THE PEOPLE OF MINNESOTA.SUBRECIPIENT ACTIVITIES: THE NATURAL RESOURCES RESEARCH INSTITUTE OF THE UNIVERSITY OF MINNESOTA DULUTH WILL FOCUS ON THE ROCK CATALOG, LITHOGEOCHEMISTRY SAMPLES, AS WELL AS STRATEGIC PLANNING. THE MINNESOTA DEPARTMENT OF NATURAL RESOURCES, WHILE NOT DIRECTLY FUNDED BY THIS PROPOSAL, WILL BE CONSULTED ON LITHOGEOCHEMISTRY SAMPLING AND STRATEGIC PLANNING.SUBRECIPIENTS: N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G23AP00339_1434"}, {"internal_id": 160632311, "Award ID": "G23AP00333", "Award Amount": 368548.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-23", "CFDA Number": "15.814", "Description": "PROJECT TITLE: WASHINGTON DATA PRESERVATION 20232025PROJECT PERIOD: 7 1 2023 THROUGH 6 30 2025PRIORITY 1 WILL BE BROKEN INTO TWO PROJECTS, A AND B:.  AWARD PURPOSEPROJECT ADIGITIZE BOREHOLE RECORDS COLLECTED BY THE WASHINGTON GEOLOGICAL SURVEY (WGS) AND MAKE THEM AVAILABLE TO THE PUBLIC. ACTIVITIES TO BE PERFORMEDTHE DIGITIZATION PROCESS INVOLVES GEOREFERENCING PREVIOUSLY SCANNED PROJECT MAPS TO OBTAIN ACCURATE BOREHOLE LOCATIONS IN GIS, ATTRIBUTING TABULAR DATA, SUCH AS GEOLOGIC CONDITIONS RECORDED IN THE BOREHOLE LOG, THEN APPENDING THE PRODUCED RECORDS TO OUR STATEWIDE SUBSURFACE DATABASE AND ADDING METADATA RECORDS FOR EACH IN THE NATIONAL BOREHOLE INVENTORY AND RESCICOLL. DELIVERABLES AND EXPECTED OUTCOMESPROVIDE REPORTS DIGITALLY, ALONG WITH QUERYABLE ATTRIBUTES, IN A PUBLIC-FACING DATASET. THIS DATASET IS ONE OF THE MOST POPULAR AT THE SURVEY, RECEIVING ON AVERAGE A THOUSAND UNIQUE VISITS PER MONTH ON OUR WEBSITE. THIS DATASET WILL ALLOW OTHERS TO SAVE TIME AND MONEY ON PROJECTS BY BETTER UNDERSTANDING SUBSURFACE CONDITIONS. INTENDED BENEFICIARIESENGINEERS, GEOLOGISTS, PLANNERS, HOMEOWNERS, STUDENTS. SUBRECIPIENT ACTIVITIESN A AWARD PURPOSEPROJECT BTO CONTINUE A PREVIOUS YEARS EFFORT TO SCAN AND GEOREFERENCE THE SURVEYS THIN SECTION COLLECTION. ACTIVITIES TO BE PERFORMEDCOMPLETE SCANNING OF HISTORICAL SAMPLES AND SCAN RECENTLY COLLECTED SAMPLES FROM THE MOST RECENT MAPPING PROJECTS. AS MANY AS CAN BE LOCATED WILL BE GEOREFERENCED AS TIME ALLOWS. THE ENTIRETY OF THE COLLECTIONS METADATA WILL THEN BE UPLOADED TO RESCICOLL. DELIVERABLES AND EXPECTED OUTCOMESTHE FINAL PRODUCT WILL BE MADE AVAILABLE ON THE RECIPIENT S WEBSITE AS A WEB SERVICE AND ALL IMAGES AND MAP DATA ARE AVAILABLE FOR DOWNLOAD. INTENDED BENEFICIARIESGEOLOGISTS, STUDENTS, GENERAL PUBLIC SUBRECIPIENT ACTIVITIESN APRIORITY 2 AWARD PURPOSE IMPROVE WGS DIGITAL INFRASTRUCTURE BY PURCHASING AN IMPROVED CAPACITY SCANNER. ACTIVITIES TO BE PERFORMEDPURCHASE NEW SCANNER. DELIVERABLES AND EXPECTED OUTCOMESTHIS NEW PURCHASE WILL KEEP PRESERVATION GOING INTO THE FUTURE. THIS PURCHASE WILL ALLOW WGS TO MAKE AS MANY SCANS AS POSSIBLE AVAILABLE TO THE PUBLIC. INTENDED BENEFICIARIESGEOLOGISTS, STUDENTS, GENERAL PUBLIC SUBRECIPIENT ACTIVITIESN A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": 368548.0, "recipient_id": "5ef3308c-c237-fdde-6a60-98eb4c2e6280-C", "generated_internal_id": "ASST_NON_G23AP00333_1434"}, {"internal_id": 160026631, "Award ID": "G23AP00332", "Award Amount": 53328.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-12", "CFDA Number": "15.814", "Description": "PROJECT TITLE: NGGDPP CORE PHOTOGRAPHY AND INFRASTRUCTURE AND CRITICAL MINERALSPROJECT PERIOD: 7 14 2023 THROUGH 7 13 2026AWARD PURPOSE: THE PURPOSE OF THIS AWARD IS TO UPDATE NEW MEXICO BUREAU OF GEOLOGY AND MINERAL RESOURCES (NMBGMR) DATA IN USGS DATA REPOSITORY AND TO CONTINUE FUNDING EARTHMRI CRITICAL MINERAL RESEARCH TO INCLUDE ZINC AND NICKEL.ACTIVITIES TO BE PERFORMED: PRIORITY 1 ACTIVITIES OF UPDATING THE USGS DATA REPOSITORY RESCICOLL WILL BE CONDUCTED BY ONE TO TWO STUDENTS AND THE PRINCIPLE INVESTIGATOR. DATA WILL BE FORMATTED USING USGS METADATA STANDARDS FOR UPLOAD. THERE ARE 27 COLLECTIONS WITH OVER 100000 RECORDS TO VERIFY DATA AND FORMULATE FOLLOWING THE NEW STANDARDS. PRIORITY 3 WILL CONTINUE PAST YEAR S WORKS CREATING DATABASE OF MINING DISTRICTS, GEOCHEMICAL ANALYSIS, DESCRIBING MINERALIZATION IN CORE, AND INVENTORYING PHYSICAL SAMPLES IN NMBGMR S REPOSITORY. NEW WORK WILL BE CONDUCTED FOCUSING ON BRINES, PLAYA LAKES AND SEDIMENTARY ROCKS NOT LOCATED IN MINING DISTRICTS.DELIVERABLES AND OUTCOMES: PRIORITY 1 FUNDING WILL PROVIDE FUNDS FOR UPDATES TO OUR RECORDS METADATA TO ADD TO USGS  S DATA CATALOG. USGS SCHEMA AND METADATA STANDARDS WILL BE USED. BY UPDATING THE RECORDS WE CAN PROVIDE MORE ACCESS POINTS FOR OTHER SCIENTISTS TO FIND OUR DATA FOR USE IN THEIR RESEARCH. PRIORITY 3 IS A CONTINUATION OF PAST RESEARCH ADDING ZINC AND NICKEL LOCATED IN BRINES, PLAYA LAKES, AND SEDIMENTARY ROCKS NOT ASSOCIATED WITH MINING DISTRICTS. PI WILL REVISE THE LONG-RANGE PLAN STARTED IN 2021 (YEAR 3). CONTINUING ACTIVITIES ARE: COMPILING OF A COMPREHENSIVE DATABASE OF MINING DISTRICTS IN THE STATE, COMPILING GEOCHEMICAL ANALYSIS FOR CHARACTERIZATION OF DEPOSITS, PHOTOGRAPHING AND DESCRIBING CORE, AND INVENTORYING PHYSICAL SAMPLES STORED IN THE STATE SURVEY. NEW ACTIVITIES WILL BE SAMPLING CRITICAL MINERAL SAMPLES BY USGS, PREPARING A COMPREHENSIVE REPORT ON  RARE EARTH ELEMENTS (REE) IN NEW MEXICO  THAT WILL BE PUBLISHED AS AN NMBGMR OPEN-FILE REPORT, UPLOAD FIELD PHOTOS AND CORE PHOTOS FUNDED BY USGS, AND CONDUCT OUTREACH ABOUT CRITICAL MINERALS FOR THE PUBLIC. FINAL TECHNICAL REPORT.V.T. MCLEMORE (PI) WILL COMPLETE THE FINAL TECHNICAL REPORT AS OUTLINED IN THE CONTRACT.INTENDED BENEFICIARIES: PRIORITY 1 METADATA UPDATE AND UPLOAD TO RESCICOLL WILL BENEFIT GEOLOGIC RESEARCH BEING CONDUCTED IN THE UNITED STATES CONCERNING NEW MEXICO. THIS DATA ALLOWS FOR RESEARCHERS TO FOCUS THEIR RESEARCH AND NOT REPLICATE ALREADY CONDUCTED RESEARCH BY CREATING A CATALOG OF SOME OF THE INFORMATION AVAILABLE AT NMBGMR. PRIORITY 3 WILL PROVIDE ECONOMIC OPPORTUNITIES FOR THE STATE OF NEW MEXICO IN THE RECOVERY OF CRITICAL MINERALS FROM EXISTING MINE WASTES AND NEW OPPORTUNITIES IN PREVIOUSLY UNDISCOVERED AREAS OF THE STATE. THIS DATA WILL ALSO HELP LEGISLATURE AND COMPANIES FIND AREAS OF INTEREST FOR FURTHER REGULATION AND EXPLORATION.SUB RECIPIENT ACTIVITIES, IF KNOWN OR SPECIFIED AT THE TIME OF AWARD: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": 5000.0, "recipient_id": "03eb6810-7870-d8cb-dc0f-5defaaa07d45-C", "generated_internal_id": "ASST_NON_G23AP00332_1434"}, {"internal_id": 160026627, "Award ID": "G23AP00321", "Award Amount": 63343.68, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-09", "CFDA Number": "15.814", "Description": "PROJECT TITLE: GENERATING METADATA RECORDS AND DIGITIZING DOCUMENTS IN THE COAL GEOLOGY MAPS COLLECTION, DIGITIZING ONE UNPUBLISHED 7.5-MINUTE QUADRANGLE GEOLOGIC MAP TO LEVEL 3 GEMS, INFRASTRUCTURE IMPROVEMENTS FOR THE STORAGE AND ACCESSIBILITY OF THE ROCK CORE COLLECTION, USING ARCGIS ONLINE TO ENHANCE DISCOVERABILITY OF TENNESSEE GEOLOGICAL SURVEY COLLECTIONS, AND COMPILING CRITICAL MINERAL BOREHOLE DATA FOR THE EARTH MRI EAST TENNESSEE COPPER RIDGE DISTRICT FOCUS AREAPROJECT PERIOD  7 1 2023 THROUGH 6 30 2024AWARD PURPOSE: THIS PROJECT WILL SUPPORT THE PRESERVATION, THE CATALOGING, AND IMPROVE THE PUBLICS AWARENESS OF THESE VALUABLE GEOLOGICAL RESOURCES.ACTIVITIES TO BE PERFORMED: THERE ARE SIX SPECIFIC OBJECTIVES THAT WILL BE COMPLETED: (1) COMPILE THE ITEM LEVEL METADATA AND SCAN 500 MAPS IN TENNESSEES COAL GEOLOGY MAPS COLLECTION  (2) PREPARE THE UNPUBLISHED BRAYTON 7.5-MINUTE SCALE QUADRANGLE GEOLOGIC MAP INTO THE U.S. GEOLOGICAL SURVEYS GEOLOGIC MAPPING SCHEMA  (3) PRODUCE AN ARCGIS ONLINE WEB MAP APPLICATION POPULATED WITH INFORMATION FROM THE TENNESSEE COLLECTION OF ZINC MINING MAPS AND REPORTS  (4) INSTALL STEEL SHELVING CORE STORAGE RACKS IN THE ELLINGTON WAREHOUSE IN NASHVILLE TO STORE APPROXIMATELY 25,000 FEET OF ROCK CORE IN THE TENNESSEE ROCK CORE COLLECTION  (5) TO COMPILE DATA FOR APPROXIMATELY 400 MINERAL TEST HOLES IN THE COPPER RIDGE ZINC DISTRICT IN EAST TENNESSEE USING THE PRESCRIBED BOREHOLE METADATA TEMPLATE  AND (6) TO UPDATE TENNESSEES ITEM LEVEL METADATA ON THE REGISTRY OF SCIENTIFIC COLLECTIONS TO THE NEW STANDARDS.DELIVERABLES AND EXPECTED OUTCOMES: BY THE END OF THE AWARD PERIOD, WE EXPECT TO (1) ADD THE ITEM LEVEL METADATA FOR THE 500 MAPS IN THE TENNESSEE COAL GEOLOGY MAPS COLLECTION TO THE CURRENT DATASET ON THE REGISTRY OF SCIENTIFIC COLLECTIONS, AND TO HAVE ALL OF THE MAPS SCANNED IN PREPARATION FOR MAKING THEM ACCESSIBLE ON THE SURVEYS FILENET WEBSITE  (2) UPLOAD THE GEOLOGIC MAP SCHEMA DATABASES AND PORTABLE DOCUMENT FORMAT FILE FOR THE BRAYTON QUADRANGLE GEOLOGIC MAP TO THE NATIONAL COOPERATIVE GEOLOGIC MAPPING PROGRAM PORTAL  (3) GO-LIVE WITH A PUBLIC- FACING ARCGIS ONLINE WEB MAP APPLICATION PILOT-PROJECT HOSTING INFORMATION FROM THE TENNESSEE COLLECTION OF ZINC MINING MAPS AND REPORTS  (4) HAVE INSTALLED NEW CORE SHELVING IN THE ELLINGTON WAREHOUSE AND HAVE ALL THE CORE CURRENTLY ON THE FLOOR STORED ON THEM  (5) HAVE COMPILED THE LOCATION DATA, STRATIGRAPHIC INFORMATION, AND MINERALIZATION DATA FOR APPROXIMATELY 400 MINERAL TEST HOLES IN THE COPPER RIDGE ZINC DISTRICT IN EAST TENNESSEE USING THE PRESCRIBED BOREHOLE METADATA TEMPLATE, AND TO UPLOAD THE SPREADSHEET FILE TO THE REGISTRY OF SCIENTIFIC COLLECTIONS  AND (6) COMPLETE THE REQUIRED UPDATES TO THE NEW ITEM LEVEL METADATA CONVENTION FOR THE REGISTRY OF SCIENTIFIC COLLECTIONS TO IMPROVE THE DISCOVERABILITY OF 12,250 CHILD ITEMS IN THE TENNESSEE GEOLOGICAL SURVEYS COLLECTIONS.INTENDED BENEFICIARIES: THIS EFFORT WILL BENEFIT THE PUBLIC, INDUSTRY, AND AGENCIES AT ALL LEVELS OF GOVERNMENT, BECAUSE IT WILL PRESERVE, CATALOG, AND DISSEMINATE GEOLOGIC DATA OF SIGNIFICANT VALUE THAT HAS THE POTENTIAL TO CONTRIBUTE TO A WIDE-RANGE OF CURRENT SOCIAL AND ECONOMIC PRIORITIES. REACQUIRING THE DATA WOULD REQUIRE A SUBSTANTIAL INVESTMENT IN TIME, MONEY, AND EFFORT TO REPLICATE. LAND USE PLANNING WILL BENEFIT FROM KNOWLEDGE OF POTENTIAL GEOLOGIC HAZARDS, SUCH AS ABANDONED UNDERGROUND COAL MINES. THE U.S. GEOFRAMEWORK INITIATIVE TO PRODUCE A SEAMLESS NATIONAL GEOLOGIC MAP NEEDS ACCESS TO DIGITAL GEOLOGIC MAP PRODUCTS. EASY ACCESS TO SUBSURFACE DATABASES AND CORE SAMPLES WILL HELP THE EARTH MAPPING RESOURCES INITIATIVE TO IDENTIFY AREAS FOR ACTIVE EXPLORATION AND POTENTIAL FUTURE MINING FOR CRITICAL MINERALS NEEDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": 52126.9, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_G23AP00321_1434"}, {"internal_id": 159100861, "Award ID": "G23AP00315", "Award Amount": 77204.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-09", "CFDA Number": "15.814", "Description": "PROJECT TITLE: CONVERSION OF ENVIRONMENTAL GEOLOGY AND STATE GEOLOGICAL MAPS, GEOTECHNICAL REPORT SCANNING, INSTRUMENT INFRASTRUCTURE FOR FIELD ANALYSISPERIOD OF PERFORMANCE: 6 1 2023 THROUGH 5 31 2024AWARD PURPOSE: THE PURPOSE OF THIS PROJECT IS CONTINUE EFFORTS BY THE COLORADO GEOLOGICAL SURVEY(CGS) TO DIGITIZE PUBLICATIONS FROM THE AGENCIES PAST AND MAKE AVAILABLE TO THE PUBLIC. THE GOAL IS TO INCREASE DIGITAL AVAILABILITY TO STAFF AND THE PUBLIC FOR EASIER DISSEMINATION. THIS PROJECT SEEKS TO HAVE A SERIES OF ENVIRONMENTAL SERIES PUBLICATIONS DIGITIZED, CONVERT PAST GEOLOGICAL HAZARD REPORTS THAT ARE SUBMITTED AND ANALYZED BY LAND USE STAFF, AND TO PURCHASE A LOG SCANNER TO DIGITIZE AN INCREASING LIBRARY OF LOGS.ACTIVITIES TO BE PERFORMED: PRIORITY 1 - CGS (1) WILL SCAN AND VECTORIZE SEVERAL GEOLOGIC HAZARD, GEOLOGIC, AND AGGREGATE RESOURCE MAPS IN THE COLORADO GEOLOGICAL SURVEY S ENVIRONMENTAL GEOLOGY (EG) SERIES AS WELL AS THE QC OF THESE MAPS. THESE WILL BE MADE ACCESSIBLE TO THE PUBLIC VIA THE CGS WEBSITE. THESE MAPS WILL BENEFIT LOCAL GOVERNMENTS AND RESEARCHERS THAT SPECIALIZE IN GEOLOGIC HAZARDS AND MINERAL RESOURCE INVESTIGATIONS WHO REQUIRE LEGACY GEOTECHNICAL MAPS IN GIS FORM AND (2) CONVERT GEOLOGIC MATERIALS FROM PAPER INTO DIGITAL FORMAT WITH NDC METADATA. CGS WILL MAKE THE DATA READILY ACCESSIBLE TO THE PUBLIC WHICH BENEFIT RESEARCHERS AND INVESTIGATORS. THE DATASET CONSISTS OF GEOLOGIC, GEOLOGIC HAZARD, AND GEOTECHNICAL REPORTS AND MAPS DATING FROM 1972 TO THE PRESENT COLLECTED BY THE CGS FROM SUBMITTALS OF LAND-USE EVALUATION STUDIES. THESE MATERIALS ARE IN AND WILL BE MADE AVAILABLE TO THE PUBLIC DOMAIN.PRIORITY 2 - CGS WILL PURCHASE A WELL-LOG SCANNER FOR RAPID AND PORTABLE SCANNING OF WELL LOGS WITHIN THE CGS ARCHIVES OR AT OFF SITE LOCATIONS. THESE SCANS WILL BE USED TO HELP CGS STAFF MAKE BETTER PRODUCTS IN THE FUTURE AND ARCHIVE PAPER WELL LOGS THAT MAY NOT EXIST IN OTHER LOCATIONS.DELIVERABLES AND EXPECTED OUTCOMES:  PRIORITY 1 - (1) PRODUCTS WILL BE MADE ACCESSIBLE TO THE PUBLIC VIA THE CGS WEBSITE. THESE MAPS WILL BENEFIT LOCAL GOVERNMENTS AND RESEARCHERS THAT SPECIALIZE IN GEOLOGIC HAZARDS AND MINERAL RESOURCE INVESTIGATIONS WHO REQUIRE LEGACY GEOTECHNICAL MAPS IN GIS FORM. (2) PRODUCTS WILL BE MADE AVAILABLE TO THE PUBLIC WHERE RESEARCHERS AND ENGINEERS CAN USE THEM TO MAKE BETTER DECISIONS IN FUTURE DEVELOPMENT PLANNING. PRIORITY 2 - CGS INTENDS TO PURCHASE A LOG SCANNER THAT WILL BETTER HELP CGS SCAN A BACKLOG OF WELL LOGS BOTH ON AND OFFSITE. THIS DATA WILL ULTIMATELY BE MADE AVAILABLE TO THE PUBLIC.INTENDED BENEFICIARY(IES):  CGS WILL BE THE INITIAL BENEFICIARY AS THE EMPLOYEES CAN USE THE DATA BEING GENERATED IN THIS PROJECT. THE OVERALL INTENDED BENEFICIARY OF THIS DATA WILL BE THE GENERAL PUBLIC OF COLORADO AND BEYOND AND WILL BE MADE AVAILABLE FOR DOWNLOAD ON THE CGS S WEBSITE.SUBRECIPIENT ACTIVITIES: N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 6275.0, "recipient_id": "cc5207ca-4d78-1308-62c7-b425dd44275c-C", "generated_internal_id": "ASST_NON_G23AP00315_1434"}, {"internal_id": 160632310, "Award ID": "G23AP00280", "Award Amount": 50456.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-16", "CFDA Number": "15.814", "Description": "PROJECT TITLE: DATA PRESERVATION AND CRITICAL MINERALS ACTIVITIES IN IOWA 2023-2024PERIOD OF PERFORMANCE: 7 1 2023 THROUGH 6 30 2024AWARD PURPOSE: THE PRIORITY 1 PROJECT WILL BEGIN THE PROCESS OF IDENTIFYING PROCEDURES AND ESTABLISHING A FRAMEWORK THAT WILL ALLOW THE IOWA GEOLOGICAL SURVEY (ISG) AND UNIVERSITY OF IOWA PALEONTOLOGY REPOSITORY (UIPR) TO EFFECTIVELY AND EFFICIENTLY COLLABORATE, SHARE, AND INTEGRATE THEIR UNIQUE COLLECTIONS DATA THROUGH THE PRESERVATION OF THE ROBERT WOLF COLLECTION (RWC). THE PRIORITY 2 PROJECT WILL MODERNIZE THE IGS GEOSAM WEB APPLICATION TO AN ESRI ONLINE WEB MAPPING APPLICATION. THE PRIORITY 3 PROJECT WILL SUBMIT 200 PRECAMBRIAN CORE SAMPLES FOR WHOLE-ROCK GEOCHEMICAL ANALYSES RELATED TO RARE EARTH ELEMENTS.ACTIVTIES TO BE PERFORMED: FOR THE PRIORITY 1 PROJECT, THE IGS WILL REVIEW AND ENTER RWC LOCALITIES AND STRATIGRAPHY INTO ITS DATABASES. IGS AND UIPR INTERNS WILL: 1) LOCATE, LABEL, AND INVENTORY THE CURRENT LOCATION(S) OF EACH COMPONENT OF THE RWC CURRENTLY STORED IN VARIOUS ROOMS AND BUILDINGS ON THE UNIVERSITY OF IOWA CAMPUS  2) SCAN SPECIMEN CARDS AND ASSOCIATED PAPER RECORDS TO PREVENT PHYSICAL LOSS OF DATA WITHIN THE RWC  AND 3) TRANSCRIBE DATA FROM THE SCANNED CARDS INTO A SPREADSHEET. IGS OR UIPR INTERNS WILL ALSO DIGITALLY PHOTOGRAPH A SMALL PORTION OF RWC. FOR THE PRIORITY 2 PROJECT, THE IGS WILL UTILIZE THE UNIVERSITY OF IOWA ARCGIS SERVER AND ASSOCIATED PRODUCTS TO CREATE AND PUBLISH AN ESRI ONLINE APPLICATION THAT DISPLAYS GEOSAM DATA. COMPONENTS OF GEOSAM WILL ALSO BE UPDATED TO THE MOST CURRENT SOFTWARE VERSION. FOR THE PRIORITY 3 PROJECT, THE IGS WILL FOLLOW GUIDELINES OUTLINED IN PREVIOUS EARTH MRI INITIATIVES, COLLECT A MAXIMUM OF 200 SAMPLES FROM EXISTING PRECAMBRIAN CORES, AND SUBMIT THE SAMPLES TO THE USGS FOR WHOLE-ROCK GEOCHEMICAL ANALYSES.DELIVERABLES AND EXPECTED OUTCOMES: THE PRIORITY 1 PROJECT ESTABLISHES A FRAMEWORK FOR THE IGS AND UIPR TO COLLABORATE, SHARE, AND INTEGRATE THEIR GEOSCIENTIFIC COLLECTION DATA. A NEW COLLECTION IN THE REGISTRY OF SCIENTIFIC COLLECTIONS (RESCICOLL) FOR THE RWC WILL BE CREATED TO ALLOW DISCOVERY OF THE COLLECTION. THE PRIORITY 2 PROJECT CREATES A NEW ESRI ONLINE APPLICATION TO DISPLAY GEOSAM DATA. THE PRIORITY 3 PROJECT SUBMITS 200 PRECAMBRIAN CORE SAMPLES TO THE USGS FOR WHOLE-ROCK GEOCHEMICAL ANALYSES TO DOCUMENT CRITICAL MINERALS POTENTIAL PRECAMBRIAN ROCKS. A NEW COLLECTION IN RESCICOLL WILL BE CREATED TO ALLOW DISCOVERY OF THE PRECAMBRIAN ANALYSES. THE DATA WILL ALSO BE APPENDED TO IGS WEB APPLICATIONS FOR DISCOVERY. INTENDED BENEFICIARY(IES): THE PRIORITY 1 PROJECT BENEFITS THE IGS AND UIPR BY ESTABLISHING HOW THE ORGANIZATIONS CAN MOST EFFECTIVELY COLLABORATE WITH ONE ANOTHER. THE DISCOVERY OF SPECIMENS SUBMITTED TO THE UIPR ALSO ALLOWS CURRENT IGS GEOLOGISTS TO EVALUATE AND REVISE CHRONOSTRATIGRAPHIC DESIGNATIONS ASSOCIATED WITH THOSE SPECIMENS. THE PRIORITY 2 PROJECT BENEFITS THE GENERAL PUBLIC BECAUSE THE NEW ESRI ONLINE APPLICATION WILL ALLOW EASIER ACCESS TO THE STATE WELL DATA. THE PRIORITY 3 PROJECT BENEFITS THE IGS BY PROVIDING DATA TO ASSESS THE CRITICAL MINERAL POTENTIAL OF PRECAMBRIAN ROCKS IN NORTHWESTERN IOWA.SUBRECIPIENTS: N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": 48097.0, "recipient_id": "0b441d38-e3c0-de89-ee08-69fc9e6ee58a-C", "generated_internal_id": "ASST_NON_G23AP00280_1434"}, {"internal_id": 160632309, "Award ID": "G23AP00279", "Award Amount": 19251.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-26", "CFDA Number": "15.814", "Description": "PROJECT TITLE: HISTORICAL MINE PRODUCTION RECORDS, PHASE TWOPERIOD OF PERFORMANCE: 7 1 2023 THROUGH 7 1 2024AWARD PURPOSE: THE CALIFORNIA GEOLOGICAL SURVEY (CGS) WILL CONDUCT A PROJECT UNDER PRIORITY 1 OF THE NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM (NGGDPP) BEGINNING IN FISCAL YEAR (FY) 2023. THE CGS WAS AWARDED NGGDPP FUNDING IN FY 2021 (GRANT AWARD NUMBER G21AP10259-00) AND CONDUCTED PHASE ONE OF A DATA PRESERVATION PROJECT THAT INVENTORIED, SCANNED, AND BEGAN TRANSCRIPTION OF HISTORICAL MINE PRODUCTION RECORDS. DURING FY 2023 THE CGS WILL IMPLEMENT PHASE TWO OF THE DATA PRESERVATION PROJECT. THIS PROJECT WILL ENABLE THE CGS TO DIGITALLY CONVERT A PORTION OF OUR UNIQUE RECORD HOLDINGS FOR EASIER ACCESS BY USERS, AS WELL AS PRESERVING THEM LONG-TERM FOR THE FUTURE.ACTIVITIES TO BE PERFORMED: PHASE ONE OF THIS PROJECT INCLUDED SCANNING AND SUMMARIZING OVER 1,700 FRAGILE, TYPEWRITTEN, AND HANDWRITTEN PAPER DOCUMENTS FROM YEARS 1958 TO 1969. DURING THIS FIRST PHASE OF THE PROJECT, CGS STAFF TRANSCRIBED THE COUNTY, COMMODITY, AND PRODUCTION YEAR FROM THE MINE RECORDS. PHASE TWO OF THE PROJECT WILL CONTINUE TRANSCRIBING IMPORTANT INFORMATION FROM THESE RECORDS. THE CGS INTENDS TO SUPPLEMENT THE PHASE ONE EXCEL WORKSHEET WITH INFORMATION SUCH AS MINE NAME, MINE OPERATOR, AND, WHERE AVAILABLE, GEOGRAPHIC INFORMATION SUCH AS NEAREST TOWN, OR SECTION, TOWNSHIP AND RANGE.DELIVERABLE AND EXPECTED OUTCOMES: THIS PROJECT WILL SATISFY THE PRIORITY 1 OBJECTIVE TO INVENTORY, PRESERVE, ARCHIVE, AND OR MODERNIZE GEOLOGIC DATA BY UPDATING THE MINE PRODUCTION GEODATABASE AND RESULTINGLY THE INTERACTIVE HISTORICAL MINE PRODUCTION WEB MAP CREATED DURING PHASE ONE OF THIS PROJECT. THIS WEB MAP IS HOSTED ON THE CGS WEBSITE. METADATA WILL ALSO BE UPDATED.INTENDED BENEFICIARIES: CAPTURING MINE PRODUCTION AND LOCATION INFORMATION BENEFITS THE CGS MINERAL RESOURCES PROGRAM BY CREATING DIGITALLY SEARCHABLE INFORMATION USED FOR MINERAL RESOURCE EVALUATIONS AND RESOURCE ESTIMATION. THE PROJECT DELIVERABLES WILL FACILITATE THE DISSEMINATION OF HISTORICAL MINE INFORMATION TO GEOLOGISTS, THE SCIENTIFIC COMMUNITY, AND OTHER MEMBERS OF THE PUBLIC WHO ARE INTERESTED IN MINERAL RESOURCES, HISTORICAL MINE PRODUCTION, AND HAZARD MITIGATION OF HISTORICAL MINE SITES. HAVING THESE DATA DIGITIZED ALSO ALLOWS FOR BETTER MAPPING OF CRITICAL MINERAL POTENTIAL AND ENVIRONMENTALLY SENSITIVE SITES.SUBRECIPIENT ACTIVITIES: THE CONTINUED PRESERVATION AND ACCESSIBILITY OF THESE DATA WILL FURTHER GEOSCIENTIFIC RESEARCH, SUPPORT ECONOMIC GROWTH, AND AID PUBLIC SAFETY CONCERNS. SUCH RESEARCH COULD INCLUDE MINERAL RESOURCE IDENTIFICATION AND GEOLOGIC HAZARD IDENTIFICATION ASSOCIATED WITH HISTORICAL ABANDONED MINE LANDS IN CALIFORNIA. IT IS CRITICAL THAT THIS DATA BE CATALOGED AND PRESERVED FOR CURRENT AND FUTURE USE, AS DEMANDS FOR NATURAL RESOURCES, DEVELOPMENT IN GEOLOGICALLY HAZARDOUS AREAS, AND ENVIRONMENTAL ISSUES INCREASE. INDUSTRY, CONSULTANTS, GOVERNMENT AGENCIES (FEDERAL, STATE, AND LOCAL), ACADEMIA, EDUCATORS, STUDENTS, AND THE PUBLIC CURRENTLY USE COLLECTIONS AND DATA HELD BY THE CGS IN A VARIETY OF PROJECTS AND PROGRAMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f09f1c3-f203-ce88-98f9-aec3bdce013d-C", "generated_internal_id": "ASST_NON_G23AP00279_1434"}, {"internal_id": 160632308, "Award ID": "G23AP00273", "Award Amount": 156928.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-23", "CFDA Number": "15.814", "Description": "PROJECT TITLE: FY 2023 NATIONAL GEOLOGICAL   GEOPHYSICAL DATA PRESERVATION PROGRAM - FY 23 NGGDPPPERIOD OF PERFORMANCE: 7 1 2023 THROUGH 6 30 2026PLAIN LANGUAGE DESCRIPTION:PRIORITY 1: THE MISSOURI GEOLOGICAL SURVEY (MGS) WILL CREATE ARCHIVE DIGITAL SCANS AND SAMPLE-LEVEL METADATA FOR 800 UNPUBLISHED GEOLOGICAL DATA FILES IN FY23, FY24 AND FY25. MGS ALSO WILL UPDATE NATIONAL DIGITAL CATALOG (NDC) METADATA TO REGISTRY OF SCIENTIFIC COLLECTIONS (RESCICOLL) STANDARDS AND FORMATS.PRIORITY 2: MGS WILL PURCHASE A PETROGRAPHIC SLIDE SCANNER.PRIORITY 3: MGS WILL ENTER 1,000 CORE LOGS INTO A DATABASE DURING FY2023, AND WILL UPLOAD THE DATA TO NATIONAL INDEX OF BOREHOLE INFORMATION (NIBI). LOGS WILL BE SELECTED BASED ON THEIR POTENTIAL TO CONTAIN CRITICAL MINERAL RESOURCE INFORMATION. GEOLOGIC FRAMEWORK DATA GAPS WILL BE CONSIDERED. MGS ALSO WILL SELECT UP TO 200 SAMPLES FOR WHOLE-ROCK GEOCHEMICAL ANALYSES.ACTIVITIES TO BE PERFORMED:PRIORITY 1: GEOLOGICAL DATA FILES WILL BE SELECTED FOR SCANNING BASED ON NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM (NGGDPP) CRITERIA, INCLUDING MEDIA DEGRADATION AND INFORMATION TYPE. WHEN SCANNING IS COMPLETED, QA QC FOR COMPLETENESS AND CLARITY IS DONE. CREATED METADATA WILL MEET RESCICOLL CRITERIA, INCLUDING KEYWORDS. FOR THE UPDATE OF MGS METADATA IN RESCICOLL, PROJECT METHODOLOGY AND METADATA DEVELOPMENT WILL BEGIN AS RESCICOLL PROTOCOLS ARE RELEASED.PRIORITY 2: NO NGGDPP ACTIVITY BEYOND PURCHASE.PRIORITY 3: CORE LOGS FOR ENTRY WILL BE SELECTED BASED ON THE CRITERIA NOTED ABOVE, AND WILL BE REVIEWED FOR ISSUES. STUDENTS WILL ENTER DATA AND INITIAL COORDINATE COLLECTION. QA QC WILL INVOLVE REVIEW OF ENTERED DATA AND COORDINATES. LOGS WILL BE PUT IN THE NIBI FORMAT FOR DELIVERY. FOR WHOLE ROCK GEOCHEMISTRY, THE SAMPLES WILL BE SELECTED FROM THOSE CURRENTLY IN MGS COLLECTIONS. SELECTION WILL BE BASED ON CRITICAL MINERAL CRITERIA. METADATA WILL BE CREATED.DELIVERABLES AND EXPECTED OUTCOMES:PRIORITY 1: SCANS AND ITEM-LEVEL METADATA WILL BE UPLOADED TO RESCICOLL FOR 800 SCANNED GEOLOGICAL DATA FILES. MGS EXPECTS INCREASED USE OF THE DATA AS OPPOSED TO THAT OF THE ORIGINAL FILES. ORIGINAL FILES WILL BE PRESERVED. THE DATA HAVE MULTIPLE USES, INCLUDING MINERAL DEVELOPMENT  LAND-USE PLANNING  ENERGY  INFRASTRUCTURE AND ECONOMIC DEVELOPMENT  HAZARD MITIGATION  AND ENVIRONMENTAL STUDIES. THE DATA SUPPORT STATEMAP AND EARTH MRI PROJECTS, A MULTI-AGENCY DOE-SUPPORTED PROJECT AND ONGOING HYDROGEOLOGICAL STUDIES. MGS WILL DELIVER UPDATED ORIGINAL NDC METADATA TO RESCICOLL, IMPROVING ACCESSIBILITY.PRIORITY 2: PURCHASE OF SCANNER.PRIORITY 3: MGS WILL DELIVER METADATA FOR 1,000 CORE LOGS, INCLUDING LITHOLOGIC DESCRIPTIONS AND GEOCHEMISTRY, FOR UPLOAD INTO NIBI. ACCESS AND FINDABILITY OF THE DATA WILL BE INCREASED. THE FORMAT MAXIMIZES SEARCH POTENTIAL AND PROVIDES GIS-COMPATIBILITY. AVAILABILITY OF DIGITAL DATA WILL AID PRESERVATION OF THE ORIGINAL PHYSICAL LOGS AND LIMIT UNNEEDED USE OF THE ROCK CORES. FOR WHOLE ROCK GEOCHEMISTRY, MGS WILL CREATE SAMPLE-LEVEL METADATA FOR THE SAMPLES.INTENDED BENEFICIARIES: PRIORITY 1: GOVERNMENT, ACADEMIC, AND INDUSTRY GEOLOGISTS WHO USE THE DATA FOR MULTIPLE TASKS WILL HAVE GREATER ACCESS TO DATA IN THE FILES, AS WILL OTHER GOVERNMENT AND PLANNING ENTITIES. THE SAME GROUPS WILL HAVE IMPROVED ACCESS TO DATA CURRENTLY IN NDC FORMATS.PRIORITY 3: THE DATA WILL BENEFIT INDUSTRY, GOVERNMENT AND ACADEMIC GEOLOGISTS, ESPECIALLY IN CRITICAL MINERAL WORK  PREVIOUSLY ENTERED DATA HAS SAVED COSTS AND TIME FOR ALL GROUPS. DATA ALSO ARE USED FOR INFRASTRUCTURE AND ENVIRONMENTAL ISSUES, AND TO SELECT CORES FOR STUDY FROM THE MGS CORE REPOSITORY. METADATA FOR WHOLE ROCK GEOCHEMICAL SAMPLES WILL ALLOW GREATER ACCESS TO DATA PREVIOUSLY UNAVAILABLE.SUBRECIPIENT ACTIVITIES:THERE ARE NO SUBRECIPIENT ACTIVITIES IN THESE PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": 120630.0, "recipient_id": "9ac4ea8c-e02c-dcd3-f1eb-7e05abff17c8-C", "generated_internal_id": "ASST_NON_G23AP00273_1434"}, {"internal_id": 160026626, "Award ID": "G23AP00272", "Award Amount": 374435.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-12", "CFDA Number": "15.814", "Description": "PROJECT TITLE: ALASKA SAMPLE AND MAP RESCUE, HYPERSPECTRAL SCANNING PROCESS DEVELOPMENT, AND COMPILATION OF MINERAL INDUSTRY RECORDSPERIOD OF PERFORMANCE: 7 1 2023 THROUGH 6 30 2025AWARD PURPOSE:  PRESERVE A VARIETY OF MATERIALS AND DATA OF HIGH VALUE TO ALASKA STAKEHOLDERS.ACTIVITIES TO BE PERFORMED: PROPOSED PRIORITY I DATA PRESERVATION EFFORTS INCLUDE THREE OBJECTIVES: (1) THE RESCUE AND ACCESSION OF RARE AND GEOLOGICALLY SIGNIFICANT SAMPLES COLLECTED BY UNIVERSITY OF ALASKA FAIRBANKS STUDENTS AND FACULTY  (2) THE RESCUE AND PUBLICATION OF A LARGE BODY OF SIGNIFICANT UNPUBLISHED GEOLOGIC MAPPING AND DATA COLLECTED IN SOUTHEAST ALASKA BY GEOLOGIST AND GEOCHRONOLOGIST GEORGE GEHRELS  AND (3) UPDATES TO DGGS  NATIONAL DIGITAL CATALOG METADATA AND COLLECTION RECORDS TO MEET THE NEW REGISTRY OF SCIENTIFIC COLLECTIONS REQUIREMENTS. PROPOSED PRIORITY 2 DATA PRESERVATION EFFORTS RELATED TO DIGITAL OR PHYSICAL INFRASTRUCTURE WILL INVOLVE THE DEVELOPMENT OF A PRODUCTION WORKFLOW FOR THE NEW HYPERSPECTRAL SCANNER TO BE HOUSED AT THE GEOLOGIC MATERIALS CENTER. PROPOSED PRIORITY 3 EFFORTS ARE FOCUSED ON THE PRESERVATION OF CRITICAL-MINERAL-RESOURCES DATA RELATED TO MORE THAN 35 YEARS OF ALASKA MINERAL RESOURCES AND INDUSTRY TRACKING. DATA TO BE PRESERVED INCLUDES COMPANY PRESS RELEASES AND OTHER DOCUMENTS THAT CONTAIN VITAL INFORMATION ABOUT DEPOSIT RESOURCES AND GEOLOGIC INTERPRETATIONS.DELIVERABLES AND EXPECTED OUTCOMES: PRIORITY 1 - ACCESS TO THE UNIVERSITY S SAMPLES, NEW GEOLOGIC MAPPING IN SOUTHEAST ALASKA, AND UPDATED METADATA RECORDS WILL HELP DISCOVERY OF NEW OR ADDITIONAL OIL AND GAS RESERVES, REGIONS OF VIABLE GEOTHERMAL ENERGY, OR NEW ECONOMIC MINERAL DEPOSITS, AS WELL AS LEAD TO INCREASED UNDERSTANDING AND MITIGATION OF GEOLOGIC AND ENVIRONMENTAL HAZARDS IN ALASKA THAT AFFECT THE HEALTH AND WELLBEING OF THE STATE S INFRASTRUCTURE, ECONOMY, AND CITIZENS. PRIORITY 2 - THE CURRENT PHASE OF HYPERSPECTRAL SCANNER PROJECT DEVELOPMENT IS PLANNED TO OPTIMIZE THE ENTIRE CORE SCANNING PROCESS, FROM CORE HANDLING TO DATA MANAGEMENT AND PUBLIC DISTRIBUTION OF ELEMENTAL AND MINERAL INFORMATION ON THE BOREHOLE CORES HELD AT THE FACILITY. THE NEW DATA STREAM WILL ENCOURAGE INDUSTRY INVESTMENT IN ALASKA S OIL   GAS AND MINERAL RESOURCES. PRIORITY 3 - PUBLICLY AVAILABLE AND EASILY ACCESSIBLE MINERAL INDUSTRY AND RESOURCE INFORMATION WILL ENCOURAGE THE DEVELOPMENT OF ALASKA S CRITICAL-MINERAL RESOURCES AND OTHER POTENTIAL COMMODITIES.INTENDED BENEFICIARY(IES): DATA AND SAMPLES FROM DGGS COLLECTIONS ARE EXAMINED FREQUENTLY BY PRIVATE EXPLORATION AND ENGINEERING COMPANIES, UNIVERSITIES, AND STATE AND FEDERAL AGENCIES AS A CRITICAL STEP IN RESEARCH, RESOURCE DEVELOPMENT, AND LAND MANAGEMENT, BECAUSE MODERN SOPHISTICATED ANALYSIS OF ARCHIVED SAMPLES AND DATA IS WIDELY RECOGNIZED AS A COST EFFECTIVE ALTERNATIVE TO THE TREMENDOUS EXPENSE OF CORE DRILLING, SAMPLING, AND DATA COLLECTION IN OFTEN REMOTE AREAS OF ALASKA.SUBRECIPIENT ACTIVITIES: N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 330739.0, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_G23AP00272_1434"}, {"internal_id": 160026625, "Award ID": "G23AP00270", "Award Amount": 133876.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-12", "CFDA Number": "15.814", "Description": "PROJECT TITLE: USGS DATA PRESERVATION 16PERIOD OF PERFORMANCE: 7 1 2023 THROUGH 6 302024PRIORITY 1AWARD PURPOSE: TO PROVIDE DISCOVERABLE DIGITAL COPIES OF ANALOG DOCUMENTS AND OTHER MEDIA FREELY TO THE PUBLIC.ACTIVITIES TO BE PERFORMED: THE IDAHO GEOLOGICAL SURVEY S DATABASE OF THE MINES AND PROSPECTS OF LDAHO AND THE MINES WEB APP WILL BE EXPANDED BY INCORPORATING ADDITIONAL FILES IN THE PULLMAN 1 X 2 QUADRANGLE AND FILES FROM THE DON ADAIR COLLECTION. IN ADDITION, A PILOT DATABASE CURRENTLY UNDERWAY WILL BE POPULATED WITH FIELD IMAGES AND A PILOT DATABASE WILL BE BUILT USING A WEB APP FOR DISSEMINATING LIDAR-DERIVED PRODUCTS. A SUBSET OF IDAHO S  UNIQUE OIL AND GAS WELL LOGS WILL BE CONVERTED TO LAS FORMAT AND A PILOT PROJECT FOR CATALOGING AND DIGITIZING GEOLOGIC COMPILATION MYLARS AND FIELD MAPS IS PLANNED.DELIVERABLES AND EXPECTED OUTCOMES: UPDATE OF THE MINES AND PROSPECTS DATABASE AND OUR MINES WEB APP. POST OIL AND GAS WELL LOGS CONVERTED TO LAS FORMAT. POPULATE WEB APPS WITH FIELD IMAGES AND LIDAR-DERIVED PRODUCTS. UPDATE OF METADATA IN THE REGISTRY OF SCIENTIFIC COLLECTIONS (RESCICOLL).INTENDED BENEFICIARIES: THESE DATA CONTINUALLY DRIVE NEW MINERAL EXPLORATION PROJECTS. ADDITIONALLY, THEY SERVE ARCHEOLOGISTS, HISTORIANS, ENVIRONMENTAL CONSULTANTS, THE LEGAL COMMUNITY, CONSERVATIONISTS, HOBBYISTS, AND EDUCATORS, AS WELL AS STATE AND FEDERAL AGENCIES.SUBRECIPIENT ACTIVITIES: NAPRIORITY 3AWARD PURPOSE: TO ENRICH DOCUMENTATION OF CRITICAL MINERALS IN IDAHO.ACTIVITIES TO BE PERFORMED: INCLUSION OF NEW REFERENCES IN THE MINES AND PROSPECTS DATABASE AND DEVELOPING FUNCTIONALITY TO FILTER MINES WEB APP SEARCHES TO TARGET CRITICAL MINERAL DEPOSITS. A MEETING IS PLANNED IN BOISE TO REVIEW EXISTING EFFORTS AND BRING OTHER STATE AGENCIES INTO THE DISCUSSION OF CRITICAL MINERALS DATA PRESERVATION EFFORTS. FINALLY, SUBMISSION OF APPROXIMATELY 140 SAMPLES WITH POSSIBLE CRITICAL MINERAL CONTENT FOR ANALYSIS THROUGH THE USGS.DELIVERABLES AND EXPECTED OUTCOMES: IMPROVE METADATA CONCERNING ADDED OR IMPROVED SITE LOCATIONS AND REFERENCES. POST ONLINE THE ATLAS OF CRITICAL MINERALS OF IDAHO AND COMPLETE AN UPDATE OF THE STATEWIDE CRITICAL MINERALS PLAN.INTENDED BENEFICIARIES: SAME AS FOR PRIORITY 1.SUBRECIPIENT ACTIVITIES: NA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_G23AP00270_1434"}, {"internal_id": 160026624, "Award ID": "G23AP00259", "Award Amount": 105046.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-09", "CFDA Number": "15.814", "Description": "PROJECT TITLE: GSA FY 2023 FOSSIL PRESERVATION AND MAP DIGITIZATION PROJECTPERIOD OF PERFORMANCE: 7 1 2023 THROUGH 6 30 2024PRIORITY 1  PRESERVE GEOSCIENCE DATA AND MATERIALS  FOR FISCAL YEAR 2023, THE GEOLOGICAL SURVEY OF ALABAMA (GSA) WILL CURATE AND CONSERVE 1,600 FOSSIL SPECIMENS THAT ARE CURRENTLY STORED IN SUBSTANDARD CONDITIONS. THE SPECIMENS WILL BE IMPROVED BY PRINTING NEW ARCHIVAL-GRADE PAPER LABELS TO REPLACE ILLEGIBLE AND DETERIORATING HAND-WRITTEN LABELS FROM THE LATE 19TH AND EARLY 20TH CENTURIES, INSTALLING ARCHIVAL FOAM PADDING IN THE SPECIMEN TRAYS TO REDUCE DAMAGE FROM IMPACTS, AND WRITING CATALOG NUMBERS ON THE FOSSILS TO IMPROVE COLLECTIONSORGANIZATION. THESE 1,600 SPECIMENS WILL ALSO BE PHOTOGRAPHED IN AN ARCHIVAL DIGITAL FORMAT TO PROVIDE THE PUBLIC WITH INTERNET-ACCESSIBLE IMAGES OF THESE FOSSILS. UPDATED DATA FOR THE ENTIRE FOSSIL COLLECTION AS WELL AS INTERNET ADDRESSES OF THE SPECIMEN PHOTOS WILL BE UPLOADED IN A MICROSOFT EXCEL FILE TO THE REGISTRY OF SCIENTIFIC COLLECTIONS (RESCICOLL) WEBSITE USING THE UNITED STATES GEOLOGICAL SURVEY (USGS) TEMPLATE. THE DATA AND IMAGES WILL ALSO BE PUBLICLY ACCESSIBLE ON THE GSA WEBSITE. THE SECOND PORTION OF THIS PROJECT INVOLVES MOVING FOSSIL SPECIMENS FROM AN OLD STORAGE AREA IN A SECONDARY GSA BUILDING TO THE PALEONTOLOGY COLLECTIONS FACILITY IN THE MAIN GSA BUILDING. THE GSA IS REQUESTING FUNDING TO PURCHASE THREE NEW STORAGE CABINETS WITH 30 DRAWERS, AS WELL AS 800 NEW FOSSIL SPECIMEN TRAYS, TO HELP STORE THE RELOCATED FOSSILS.PRIORITY 3  CRITICAL MINERALS DATA PRESERVATION  THE OBJECTIVE OF THIS PROJECT IS TO DIGITIZE, ANALYZE, AND WRITE STANDARDIZED METADATA USING A MAP SCANNER AND ARCGIS SOFTWARE FOR FIVE HISTORIC GEOLOGIC MAPS AND ONE COUNTY MINERAL RESOURCE MAP THAT COVER PARTS OF SIX KNOWN USGS EARTH MAPPING RESOURCES INITIATIVE (EMRI) CRITICAL MINERAL FOCUS AREAS IN THE ALABAMA PIEDMONT. THESE PAPER MAPS DO NOT CURRENTLY HAVE ANY DIGITAL ONLINE ACCESS AND THEREFORE HAVE LIMITED AVAILABILITY TO THE PUBLIC. IN ADDITION TO THE MAP DIGITIZATION PROJECT, THE GSA WILLDEVELOP A COMPREHENSIVE PRESERVATION PLAN FOR ALL HISTORIC GSA CRITICAL MINERALS-RELATED DATA AND MATERIALS. UPON COMPLETION, THE NEWLY CREATED GEOSPATIAL DATA AND ASSOCIATED METADATA WILL RESPECTIVELY BE UPLOADED TO THE USGS NATIONAL GEOLOGIC MAP DATABASE AND THE RESCICOLL WEBSITE WHERE THEY WILL BE PUBLICLY ACCESSIBLE.A FINAL TECHNICAL REPORT WILL BE PROVIDED TO THE USGS THAT WILL DOCUMENT AND SUMMARIZE THE RESULTS OF THIS PROJECT. THE BENEFICIARIES OF THE IMPROVED GSA PALEONTOLOGY COLLECTIONS AND MAP DIGITIZATION EFFORTS INCLUDE COMMERCIAL AND ACADEMIC GEOSCIENTISTS WHO CAN USE THE INFORMATION FOR GEOLOGIC MAPPING AND STRATIGRAPHIC PURPOSES INCLUDING CRITICAL MINERAL AND ENERGY PRODUCTION, INVESTIGATING GROUNDWATER RESOURCES, RESEARCH INTO PAST CLIMATE CHANGE AND HOW IT COMPARES TO CURRENT CLIMATE CHANGE, AND OTHER PALEOENVIRONMENTAL STUDIES. NUMEROUS PROFESSIONAL GEOSCIENTISTS, COLLEGE PROFESSORS AND STUDENTS HAVE UTILIZED THE GSA COLLECTIONS IN RECENT YEARS FOR THEIR RESEARCH PROJECTS COVERING A VARIETY OF TOPICS. ADDITIONALLY, ENERGY COMPANIES MAY INCORPORATE THE FOSSIL INFORMATION INTO THE PALEONTOLOGICAL RESOURCES SECTION OF THEIR REQUIRED ENVIRONMENTAL IMPACT STATEMENTS WHEN CONSTRUCTING OR MOVING PIPELINES. FINALLY, THE GENERAL PUBLIC MAY FREELY ACCESS THIS GEOLOGIC INFORMATION IN ORDER TO PURSUE THEIR PERSONAL RECREATIONAL INTERESTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c129eee5-78e4-5ea6-89e1-f73dd58c3407-C", "generated_internal_id": "ASST_NON_G23AP00259_1434"}, {"internal_id": 158106785, "Award ID": "G23AP00235", "Award Amount": 55890.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-11", "CFDA Number": "15.814", "Description": "PROJECT TITLE: UPDATING METADATA AND CRITICAL MINERALS ASSESSMENTPERIOD OF PERFORMANCE: 5 1 2023 THROUGH 4 30 2024AWARD PURPOSE - PRIORITY 1: THE UNIVERSITY OF TEXAS AT AUSTIN BUREAU OF ECONOMIC GEOLOGY WILL MODIFY AN EXISTING PYTHON SOFTWARE LIBRARY CREATED TO STREAMLINE THE PROCESS OF GENERATING METADATA FILES FOR THE NOW-LEGACY UNITED STATES GEOLOGICAL SURVEY-S NATIONAL DIGITAL CATALOG, TO SUPPORT SUBMISSION TO THE NEXT GENERATION OF THE CATALOG.ALL CONTENTS OF THE BUREAU-S CATALOG OF GEOLOGICAL SAMPLES AND GEOPHYSICAL LOGS WILL BE SUBMITTED TO THE CATALOG, ENABLING THE GEOSCIENCE COMMUNITY AND OTHER STAKEHOLDERS TO EASILY DISCOVER AND ACCESS THE MATERIAL AND ASSOCIATED METADATA IN THE BUREAU-S COLLECTION.PRIORITY 3: THE UNIVERSITY OF TEXAS AT AUSTIN BUREAU OF ECONOMIC GEOLOGY WILL FOCUS ON PRESERVING TIME-DEPENDENT, IRREPLACEABLE GEOLOGIC DATA OR COLLECTIONS PERTAINING TO CRITICAL MINERALS. THIS FALLS INTO THREE GEOGRAPHIC GEOLOGIC GROUPS REPRESENTING HISTORIC MINERALS EXPLORATION ACTIVITIES IN TEXAS: 1) TRANS-PECOS REGION  2) LLANO UPLIFT  AND 3) GULF COAST SALT DOME AND OTHER MINERALS EXPLORATION. THE FIRST PROJECT WILL IDENTIFY AND INVENTORY ANY PUBLISHED AND UNPUBLISHED DRILLING DATA RELEVANT TO THE 50 MINERALS OUTLINED IN NASSAR AND FORTIER (2022) THAT MAY HAVE ECONOMIC POTENTIAL IN TEXAS. THE SECOND PROJECT WILL DEFINE FOCUS AREAS PERMISSIVE FOR HOSTING CRITICAL MINERALS RESOURCES AND PRODUCE GEOSPATIAL REPRESENTATIONS OF THESE AREAS. THE THIRD PROJECT WILL DEVELOP A LONG-RANGE STRATEGY FOR DATA PRESERVATION RELATED TO CRITICAL MINERALS IN TEXAS. FOR THE BUREAU-S 4TH PROJECT, ONE HUNDRED SAMPLES FROM AN EXTENSIVE HOLDING OF DIVERSE MINERALIZED SAMPLES FROM TEXAS LOCALITIES WILL BE PREPARED AND SENT TO THE UNITED STATES GEOLOGICAL SURVEY FOR GEOCHEMICAL ANALYSIS. AN OVERALL BETTER UNDERSTANDING OF THE MINERAL ASSOCIATIONS SHOULD RESULT FROM THESE INITIAL STUDIES, CONSTRAINING AREAS OF GREATER CRITICAL MINERAL POTENTIAL. ALL DATA WILL BE ADDED TO THE PUBLICLY AVAILABLE BUREAU OF ECONOMIC GEOLOGY ONLINE TEXAS MINERAL RESOURCES GIS MAP AND MAINTAINED AS DATAFILES ON THE BUREAU SERVER NETWORK. ALL METADATA WILL ALSO BE UPLOADED TO THE UNITED STATES GEOLOGICAL SURVEY-S DIGITAL CATALOG, ENABLING GEOSCIENTISTS AND OTHER STAKEHOLDERS TO DISCOVER AND ACCESS TEXAS CRITICAL MINERALS DATA.ACTIVITIES TO BE PERFORMED - PRIORITY 1: MODIFY THE EXISTING PYTHON LIBRARY CREATED TO STREAMLINE THE METADATA SUBMISSION PROCESS  EXPORT METADATA TO US GEOLOGICAL SURVEY DIGITAL CATALOGPRIORITY 3: INVENTORY PUBLISHED AND UNPUBLISHED DRILLING DATA FOR CRITICAL MINERALS IN TEXAS  DEFINE FOCUS AREAS FOR CRITICAL MINERALS IN TEXAS AND CREATE MAP  AND CREATE LONG RANGE DATA MANAGEMENT PLAN FOR CRITICAL MINERALS.DELIVERABLES AND EXPECTED OUTCOMES - PRIORITY 1- A MODIFIED PYTHON LIBRARY AVAILABLE FOR ALL STATE SURVEYS TO USE, IF DESIREDPRIORITY 3 - INVENTORY OF DRILLING DATA PERTAINING TO CRITICAL MINERALS IN TEXAS  DEFINITION OF FOCUS AREAS FOR HOSTING CRITICAL MINERALS AND A GEO-SPATIAL REPRESENTATION OF THIS FOR FUTURE INVESTIGATIONS  LONG RANGE DATA MANAGEMENT PLAN FOR TEXAS CRITICAL MINERAL RESOURCES  GEOCHEMICAL ANALYSES FOR ONE HUNDRED SAMPLES.INTENDED BENEFICIARIES - PRIORITY 1 - GEOSCIENCE COMMUNITY (BOTH INDUSTRY AND ACADEMIA)  ALL STATE SURVEYS SUBMITTING METADATA TO U.S. GEOLOGICAL SURVEYPRIORITY 3 - GEOSCIENCE COMMUNITY (BOTH INDUSTRIAL AND ACADEMIA)  MINERAL EXPLORATION COMPANIES. SUBRECIPIENTS - N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_G23AP00235_1434"}, {"internal_id": 159100854, "Award ID": "G23AP00227", "Award Amount": 319499.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-09", "CFDA Number": "15.814", "Description": "PROJECT TITLE: KENTUCKY GEOLOGICAL SURVEY FY2023 GEOLOGIC DATA PRESERVATION PROJECTPERIOD OF PERFORMANCE: 6 1 2023 THROUGH 5 31 -2025AWARD PURPOSE  AWARDED FUNDS WILL IMPROVE THE ACCESSIBILITY AND PRESERVATION OF SEVERAL COLLECTIONS AT THE KENTUCKY GEOLOGICAL SURVEY.ACTIVITIES TO BE PERFORMED  1) OVER 263 CUBIC FEET OF PUBLICATIONS, MAPS, GEOLOGIC SAMPLES, AND RELATED MATERIAL WILL BE IDENTIFIED, CATALOGED, ORGANIZED, AND ASSESSED FOR PHYSICAL DAMAGE. CATALOGS AND NEWLY SCANNED ITEMS WILL BE MADE AVAILABLE ONLINE THROUGH THE KGS WEBSITE BOLSTERING ACCESS TO THE PUBLIC. PROJECT STAFF WILL REPAIR AND PROTECT VULNERABLE BOOKS, MAPS, AND OTHER DOCUMENTS AS NEEDED. OPEN-SOURCE DIGITAL REPRESENTATIONS OF IDENTIFIED MAPS AND BOOKS WILL BE LOCATED, AND KGS-OWNED MAPS AND BOOKS WILL BE SCANNED FOR ONLINE DISSEMINATION. 2) THE KGS DYE TRACE DATASET WILL BE MODERNIZED TO CONFORM TO FAIR DATA STANDARDS AND IMPROVE ITS OVERALL USEABILITY. PROJECT STAFF WILL SCAN AND INDEX ALL PRIMARY PAPER RESOURCES, LINK THESE SCANNED FILES TO THE PREVIOUSLY UPDATED GEOSPATIAL DATA, AND ARCHIVE THE PAPER RESOURCES. 3) NEARLY 100 CUBIC FEET OF PAPER LOGS REPRESENTING APPROXIMATELY 8,000 OIL AND GAS WELLS DRILLED IN SOUTH-CENTRAL KENTUCKY WILL BE IDENTIFIED AND SCANNED AT 300 DPI FOR ONLINE DISSEMINATION. 4) KGS STAFF WILL WORK TO UPDATE KGS METADATA IN THE NEW USGS RESCICOLL REGISTRY OF SCIENTIFIC COLLECTIONS. 5) KGS STAFF WILL (I) GEOREFERENCE AND VECTOR DIGITIZE CRITICAL MINERAL PROSPECT AREA AND DRILL HOLE FIELD MAPS PERTINENT TO THE ILLINOISKENTUCKY FLUORSPAR DISTRICT (II) DEVELOP A DETAILED PLAN FOR VISUAL ANALYTICS, AND INFORMATION EXTRACTION OF GEOLOGICAL CONTENT OF DIGITAL MINING DOCUMENTS, AND (III) COLLECT AND SUBMIT 200 SAMPLES FROM OUR LEGACY SAMPLE COLLECTION FOR GEOCHEMICAL ANALYSIS.DELIVERABLES AND EXPECTED OUTCOMES  THE MAJOR DELIVERABLES ARE 1) NEWLY DISCOVERED COLLECTION ITEMS AND RESEARCH DATA WILL BE WELL-ORGANIZED AND MADE AVAILABLE FOR ONLINE AND IN-PERSON WORK  2) AN UPDATED DIGITAL DATASET THAT INCLUDES THE PRIMARY REFERENCES THAT ARE CURRENTLY UNAVAILABLE TO THE PUBLIC  3) NEW MATERIAL WILL BE MADE AVAILABLE ONLINE THROUGH EXISTING KGS ONLINE SEARCH AND MAP SERVICES  4) INCREASED DISCOVERABILITY OF MANY KGS DATA COLLECTIONS AND SAMPLE CATALOGS BEYOND THE KGS WEBSITE  AND 5) (I) A NEW MINE MAP COVERING THE ILLINOISKENTUCKY FLUORSPAR DISTRICT WILL BE CREATED AND PUBLISHED, (II) DEVELOP A DETAILED PLAN FOR VISUAL ANALYTICS, AND INFORMATION EXTRACTION OF GEOLOGICAL CONTENT OF DIGITAL MINING DOCUMENTS, AND (III) GEOCHEMICAL ANALYSIS DATA TO HELP ASSESS THE CRITICAL MINERAL POTENTIAL OF AREAS OF KENTUCKY THAT ARE NOT PART OF ON-GOING INVESTIGATIONS.INTENDED BENEFICIARIES  THESE DELIVERABLES WILL BENEFIT KGS STAFF, UNDERGRADUATE AND GRADUATE STUDENTS, AND SCIENTISTS IN KENTUCKY INTERESTED IN VARIOUS AREAS OF KENTUCKY GEOLOGY AND AVAILABLE GEOLOGIC SAMPLES. SPECIFIC BENEFICIARIES INCLUDE BUT ARE NOT LIMITED TO RESEARCHERS INTERESTED IN THE KARST LANDSCAPE OF KENTUCKY, MINERAL EXPLORATION AND HYDROCARBON STUDIES, AND CRITICAL MINERALS IN KENTUCKY.SUBRECIPIENTS - N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": 269502.0, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_G23AP00227_1434"}, {"internal_id": 159100853, "Award ID": "G23AP00223", "Award Amount": 48632.65, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-02", "CFDA Number": "15.814", "Description": "PROJECT TITLE: NGGDPP - PRESERVATION OF FLORIDA S DIGITAL GEOPHYSICAL LOG DATAPERIOD OF PERFORMANCE: 6 1 2023 THROUGH 5 31 2024AWARD PURPOSE - THE FLORIDA GEOLOGICAL SURVEY HAS IDENTIFIED SEVERAL NEWLY ACQUIRED BORN-DIGITAL LOGS THAT NEED TO BE ACCESSIONED AND MADE PUBLICLY AVAILABLE. THE FGS PLANS TO ADD 4,000 NEW LOGS, ALONG WITH THEIR ASSOCIATED BOREHOLE DATA, INTO THE FLORIDA GEOLOGIC DATA ENTERPRISE SYSTEM, MAKING THEM ACCESSIBLE TO THE PUBLIC. ACTIVITIES TO BE PERFORMED: THE RECIPIENT WILL DIGITIZE 550,000 FEET OF GAMMA AND NEUTRON LOGS, CONVERTING PREVIOUSLY SCANNED TIFF FILES INTO MORE INTEROPERABLE LAS FILES. INTENDED BENEFICIARIES INCLUDE RESEARCHERS, GOVERNMENT AGENCIES, AND GEOLOGIC MAPPING PROGRAMS. DELIVERABLE OUTCOMES: THESE FILES WILL BE SHARED ON OUR WEBSITE AND NEW METADATA WILL BE SHARED THROUGH USGS RESCICOLL.SUBRECIPIENT ACTIVITIES: N A", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_G23AP00223_1434"}, {"internal_id": 160026623, "Award ID": "G23AP00218", "Award Amount": 66300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-06-14", "CFDA Number": "15.814", "Description": "PROJECT TITLE: OREGON DOGAMI HISTORIC ASSAY INFORMATIONPERIOD OF PERFORMANCE: 7 1 2023 THROUGH 6 30 2024PLAIN LANGUAGE DESCRIPTION AWARD PURPOSE - ORGANIZE, CATALOG, GEOLOCATE, AND MAKE PUBLICLY AVAILABLE HISTORIC AGENCY ASSAY RECORDS. ACTIVITIES TO BE PERFORMED - ARCHIVE 10,000 SCANNED ASSAY RECORDS AS A NEW POINT FEATURE CLASS AND ADD THIS TO THE MINERAL INFORMATION LAYER FOR OREGON (MILO  HTTPS:  WWW.OREGONGEOLOGY.ORG MILO INDEX.HTM). AN ADDITIONAL 300 HISTORIC MINE SITE LOCATIONS, RECOGNIZED FROM ANALYSIS OF HIGH-RESOLUTION LIDAR, WILL BE ADDED TO THE CURRENT MILO DATABASE. NEW MINE SITES ADDED WILL BE COMPARED AGAINST PROSPECT- AND MINE-RELATED FEATURES PUBLISHED BY THE USGS (HTTPS:  DOI.ORG 10.5066 F78W3CHG).DELIVERABLES AND EXPECTED OUTCOMES- (1) AN UPDATED VERSION OF THE MINERAL INFORMATION LAYER FOR OREGON WITH A NEW ASSAY RECORD POINT FEATURE CLASS, CONTAINING 10,000 OF DOGAMI S HISTORIC ASSAY RECORDS AND  300 ADDITIONAL HISTORIC MINE SITE LOCATIONS  (2) AN UPDATED WEB MAP AND WEB SERVICE WITH UPDATED AND SEARCHABLE MINE AND ASSAY RECORD FEATURE CLASSES  (3) FEATURE CLASS LEVEL FEDERAL GEOLOGIC DATA COMMISSION- AND NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM SCHEMA CONFORMANT METADATA WILL BE CREATED, EXPORTED, AND UPLOADED TO THE REGISTRY OF SCIENTIFIC COLLECTIONS (RESCICOLL)  INTENDED BENEFICIARY(IES) -(L) INDUSTRY WITH ONGOING EXPLORATION ACTIVITIES IN OREGON FOR CRITICAL MINERALS AND METALLIC AND NON-METALLIC MINERALS  (2) MEMBERS OF THE PUBLIC INTERESTED IN SMALL SCALE AND RECREATIONAL MINING OPPORTUNITIES  AND (3) ACADEMIC AND OTHER GEOSCIENCE PROFESSIONALS INTERESTED IN UNDERSTANDING THE GEOLOGIC AND ASSOCIATED MINERALIZATION HISTORY IN OREGON.SUBRECIPIENT ACTIVITIES - NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "04cae2fb-a284-e8f5-ea43-dc089ba03442-C", "generated_internal_id": "ASST_NON_G23AP00218_1434"}, {"internal_id": 159663313, "Award ID": "G23AP00215", "Award Amount": 286345.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-30", "CFDA Number": "15.814", "Description": "PROJECT TITLE: PROJECTS FOR THE PHYSICAL AND DIGITAL PRESERVATION OF GEOLOGIC MAPS, REPORTS, AND DRILLCORE FROM THE ARIZONA GEOLOGICAL SURVEYPERIOD OF PERFORMANCE: 6 6 2023 THROUGH 6 5 2024PLAIN LANGUAGE DESCRIPTION AWARD PURPOSE: THE ARIZONA GEOLOGICAL SURVEY WILL CONDUCT FOUR DATA PRESERVATION PROJECTS IN THE 2023-2024 FISCAL YEAR. FIRST, A TOTAL OF 40 OLDER GEOLOGIC MAP PUBLICATIONS WILL BE UPDATED FROM PAPER SCANS TO FULLY-FLEDGED DIGITAL MAP PRODUCTS. SECOND, THE SURVEY S ONLINE DOCUMENT REPOSITORY WILL BE UPGRADED TO IMPROVE AUTOMATED COMMUNICATION WITH THE FEDERAL RESCICOLL DATABASE OF GEOSCIENTIFIC INFORMATION. THIRD, A PHYSICAL WORKSPACE FOR THE STORAGE AND ANALYSIS OF GEOLOGIC CORE WILL BE CREATED ON THE UNIVERSITY OF ARIZONA CAMPUS. FOURTH, A DIGITAL DATABASE OF BOREHOLE DATA, GEOCHEMICAL ANALYSES, AND OTHER GEOLOGIC INFORMATION WILL BE CREATED TO DESCRIBE THE RED MOUNTAIN PORPHYRY DEPOSIT IN THE PATAGONIA MOUNTAINS, AN IMPORTANT AREA OF ECONOMIC DEVELOPMENT IN ARIZONA.ACTIVITIES TO BE PERFORMED: FIRST, LEGACY MAPS WILL BE DIGITALLY TRACED BY UNIVERSITY OF ARIZONA STUDENTS, REVIEWED BY STATE GEOLOGISTS, AND RE-RELEASED TO THE PUBLIC ACCORDING TO MODERN DATA STANDARDS. SECOND, A NEW WEB SERVICE WILL BE CREATED BY A SOFTWARE ENGINEER TO AUTOMATICALLY SYNCHRONIZE ARIZONA METADATA RECORDS WITH THE NATIONAL RESCICOLL DATABASE. THIRD, A SPACE WITH SHELVES, TABLES, AND OTHER UTILITIES WILL BE CREATED ON THE UNIVERSITY OF ARIZONA CAMPUS AND A SMALL PRELIMINARY SELECTION OF DRILL CORE SAMPLES WILL BE TRANSFERRED TO THE NEW WORK AREA. FOURTH, A TEAM OF STUDENTS AND GEOLOGISTS WILL SCAN DOCUMENTS AND MAPS RELATED TO MINERAL EXPLORATION IN THE PATAGONIA MOUNTAINS  AND A SELECTION OF DRILL CORES FROM THE AREA WILL ALSO BE PHOTOGRAPHED AND GEOCHEMICALLY SAMPLED.DELIVERABLES AND EXPECTED OUTCOMES: ALL REPORTS, PUBLICATIONS, AND MAPS PRODUCED AS PART OF THIS DATA PRESERVATION WORK WILL BE MADE DIGITALLY AVAILABLE THROUGH THE UPGRADED ARIZONA GEOLOGIC DATA REPOSITORY. ADDITIONALLY, DATA COLLECTED IN RELATION TO THE PATAGONIA MOUNTAINS STUDY WILL BE SYNTHESIZED INTO AN ARIZONA GEOLOGICAL SURVEY OPEN-FILE REPORT AND AN ARCONLINE WEBMAP.INTENDED BENEFICIARY(IES): ALL PRODUCTS PRODUCED AS PART OF THIS RESEARCH WILL BE MADE FREELY AVAILABLE TO THE PUBLIC. THIS WILL BENEFIT ARIZONA GEOLOGICAL SURVEY STAFF, EXPLORATION GEOLOGISTS, ACADEMIC RESEARCHERS, AND ANYONE INTERESTED IN UNDERSTANDING GEOLOGIC CONDITIONS AND CRITICAL MINERALS POTENTIAL IN ARIZONA.SUBRECIPIENT ACTIVITIES: NONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": 100054.0, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_G23AP00215_1434"}, {"internal_id": 159100852, "Award ID": "G23AP00214", "Award Amount": 198026.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-09", "CFDA Number": "15.814", "Description": "PROJECT TITLE: MICHIGAN GEOLOGICAL SURVEY PROJECT TO PRESERVE COLLECTIONS OF THINS SECTION SLIDES, GEOLOGICAL CORES, AND DRILL CUTTINGS  MAKE THEM FREELY ACCESSIBLE AND DISCOVERABLE THROUGH DIGITAL MEANS  CREATE PHYSICAL INFRASTRUCTURE THAT SUPPORTS PRESERVATION OF THESE PHYSICAL SAMPLES  AND PRESERVE GEOCHEMICAL DATA ABOUT CRITICAL MINERALSASSESSMENTS.PERIOD OF PERFORMANCE: 6 1 2023 THROUGH 5 31 2026AWARD PURPOSE: THE MICHIGAN GEOLOGICAL SURVEY PROPOSES A THREE-YEAR PROJECT SUPPORTING NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM FY2023 PRIORITIES OF PRESERVING GEOSCIENCE MATERIALS, MAKING THEM ACCESSIBLE AND DISCOVERABLE THROUGH DIGITAL ARCHIVES, CREATING PHYSICAL INFRASTRUCTURE THAT SUPPORTS PHYSICAL SAMPLE PRESERVATION, AND ACQUIRING AND PRESERVING GEOCHEMICAL DATA ABOUT CRITICAL MINERALS.ACTIVITIES TO BE PERFORMED: THIS PROJECT WILL PRESERVE AND INCREASE ACCESS TO THREE SIGNIFICANT COLLECTIONS: GEOLOGICAL CORES, THIN-SECTION SLIDES, AND DRILL CUTTINGS FROM MICHIGAN S SEDIMENTARY FORMATIONS BY DIGITAL ARCHIVING. ADDITIONAL NEW WAREHOUSE RACKING AND OTHER STORAGE CONFIGURATIONS WILL BE CREATED FOR INCREASING CAPACITY AND EFFICIENCY. GEOCHEMICAL ANALYSIS OF SALT AND POTASH CORES WILL PROVIDE ELEMENTAL DATA FOR FURTHER RESEARCH.DELIVERABLES AND EXPECTED OUTCOMES: FOR PRIORITY 1, (1) PRODUCE HIGH-RESOLUTION DIGITAL IMAGES OF 1198 THIN-SECTION SLIDES, SCANNED 4800 DPI AND 48-BIT COLOR, AS PDF IMAGES, (2) CREATE HIGH-RESOLUTION PHOTOGRAPHS OF 9,000 CORE BOXES, BOTH DRY AND WET, AS PNG IMAGES AND (3) UPDATE OUR CUTTINGS INVENTORY IN THE NATIONAL DIGITAL CATALOGUE, AND REBOX ANY IN NEED OF LONG-TERM PRESERVATION. DIGITAL IMAGES WILL BE UPLOADED TO THE UNIVERSITY S SCHOLARWORKS PLATFORM FOR PUBLIC ACCESSIBILITY. FOR PRIORITY 2, WE WILL CREATE PHYSICAL INFRASTRUCTURE TO ARCHIVE MORE GEOLOGICAL CORES. BY (1) RECONFIGURING OUR RACKING SYSTEM TO HOLD LONGER 5  CORE BOXES THAT WE NOW RECEIVE FROM INFRASTRUCTURE PROJECTS. INSTALLING RACKING BEAMS 8  ABOVE THE FLOOR, WILL ALLOW OUR REACH TRUCK TO REACH UNDER THE BEAMS, REDUCING ITS TURNING RADIUS SO WE CAN STORE THOSE CORES IN CURRENT RACKING CONFIGURATION. WE WILL ALSO (2) PURCHASE A 40  SHIPPING CONTAINER TO STORE LIGHTER MATERIALS, FREEING UP WAREHOUSE RACK SPACE. FOR PRIORITY 3, WE WILL SUBMIT 200 CORE SAMPLES TO THE USGS MAPPING RESOURCES INITIATIVE FOR GEOCHEMICAL ANALYSIS. IN 2013, WE OBTAINED GEOCHEMICAL ANALYTICAL RESULTS FROM 268 EVAPORITE CORES PRIMARILY IN OSCEOLA AND MECOSTA COUNTIES WHERE POTASH, A CRITICAL MINERAL, HAD PREVIOUSLY BEEN MINED. THIS NEW DATA, WE WILL PROVIDE A BROADER RESOURCE ASSESSMENT FOR SEVEN OTHER COUNITES WHERE THE POTASH DEPOSIT OCCURS IN MICHIGAN.INTENDED BENEFICIARY(IES): MEMBERS OF INDUSTRY, GOVERNMENT AND THE SCIENTIFIC COMMUNITY WILL HAVE ACCESS TO IMAGES, DATA AND ANALYSES TO MORE EFFICIENTLY INVESTIGATE AND MANAGE MICHIGAN S NATURAL RESOURCES.GEOCHEMICAL ANALYSES OF POTASH WILL BE HELPFUL TO FARMERS, WHO NOW IMPORT MORE THAN 95  OF POTASH FROM OTHER COUNTRIES. PROVIDING MORE DATA ABOUT THIS MICHIGAN POTASH DEPOSIT MAY LEAD TO DOMESTIC DEVELOPMENT OF THIS IRREPLACEABLE RESOURCE THAT IS ESSENTIAL TO FOOD PRODUCTION.SUBRECIPIENT ACTIVITIES: THERE ARE NO SUBRECIPIENTS FOR THIS PROJECT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": 193938.0, "recipient_id": "b68c9445-5627-e42b-33c6-f4e6d4688d9c-C", "generated_internal_id": "ASST_NON_G23AP00214_1434"}, {"internal_id": 158106784, "Award ID": "G23AP00209", "Award Amount": 67967.64, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-10", "CFDA Number": "15.814", "Description": "PROJECT TITLE: PRESERVATION AND ACCESSIBILITY OF WVGES PHYSICAL SAMPLES AND GEOLOGICAL DATA AND ANALYSIS OF CRITICAL MINERAL SAMPLESPERIOD OF PERFORMANCE: 5 9 2023 THROUGH 5 8 2025PLAIN LANGUAGE DESCRIPTION AWARD PURPOSE: THE PURPOSE OF THE ACTIVITIES PROPOSED UNDER ALL THREE PRIORITIES IS TO MAKE PHYSICAL SAMPLES, DOCUMENTS, AND ANALYSES HELD BY THE WEST VIRGINIA GEOLOGICAL AND  ECONOMIC SURVEY (WVGES) MORE AVAILABLE AND ACCESSIBLE TO USERS.ACTIVITIES TO BE PERFORMED: UNDER PRIORITY 1, THREE PROJECTS ARE PROPOSED. THE FIRST PROJECT IS CONTINUING AN EFFORT THAT BEGAN LAST YEAR TO TRANSFER CRUSHED ROCK SAMPLES FROM DETERIORATING BAGS TO PLASTIC CONTAINERS WITH LIDS. THESE SAMPLES REPRESENT A COMPILATION OF DECADES OF DATA CHARACTERIZING THE TRACE ELEMENT CONTENT OF WEST VIRGINIA COALS AND ASSOCIATED CLAY-BASED MATERIALS. AS COAL MINES CLOSE, THE SUBSURFACE LOCATIONS WHERE THE SAMPLES WERE COLLECTED ARE INACCESSIBLE. THE SECOND PROJECT IS THE CONTINUATION OF CORE PHOTOGRAPHY OF CORES IN WEST VIRGINIA THAT WERE SAMPLED FOR AN EARTH MRI CRITICAL MINERALS UNDERCLAYS PROJECT. THE FINAL PROJECT IN PRIORITY 1 WILL BE THE SCANNING OF A SUBSET OF A COLLECTION OF OVER 40,000 APERTURE CARDS AT WVGES. THE CARDS INCLUDE MINE MAPS, PROPERTY MAPS, DRILL HOLE LOCATIONS, COAL THICKNESS, COAL ELEVATION, AND OTHER DATA. UNDER PRIORITY 2 WVGES HAS PROPOSED TWO PROJECTS. THE FIRST IS TO BUILD AN INVENTORY, CATALOG, AND WEB SERVICE FOR PHYSICAL GEOLOGICAL SAMPLES. THESE DATA INCLUDE IN-HOUSE, DONATED, AND SUBMITTED DATA AND REFLECT COLLECTIONS FROM LEGACY TO MODEM AND INCLUDE A VARIETY OF DATA TYPES THAT WOULD COST MILLIONS OF DOLLARS TO REPLICATE. THE SECOND PROJECT IS THE MODERNIZATION OF A COAL CHEMISTRY DATABASE. THIS PROJECT BEGAN LAST YEAR WITH THE INCLUSION OF MAJOR AND TRACE ELEMENT DATA. IN THIS PERIOD OF PERFORMANCE WVGES INTENDS TO INCLUDE ADDITIONAL DATA AND ANALYSES (PROXIMATE ANALYSIS AND ULTIMATE ANALYSIS. FINALLY, WVGES WILL SUBMIT 200 SAMPLES TO THE USGS FOR GEOCHEMICAL ANALYSES TO BE USED IN THE CHARACTERIZATION OF CRITICAL MINERAL RESOURCES.DELIVERABLES AND EXPECTED OUTCOMES: THE TRANSFER OF CRUSHED ROCK SAMPLES WILL PROVIDE A MORE PROPERLY STORED AND ORGANIZED COLLECTION OF SAMPLES FOR CURRENT AND FUTURE CRITICAL MINERALS RESEARCH. CORE PHOTOGRAPHS WILL BE PUBLICLY AVAILABLE ON THE WVGES WEBSITE. A WEB-BASED MAP OF THE SCANNED APERTURE CARDS WILL BE CREATED WHERE USERS CAN ACCESS THOSE IMAGES. THE INVENTORY OF PHYSICAL SAMPLES AND ASSOCIATED DATA WILL BE MADE PUBLICLY AVAILABLE VIA A WEB-SERVICE WHICH CAN BE LINKED TO THE NATIONAL INDEX OF BOREHOLE INFORMATION (NIBI). A SEARCHABLE WEB-BASED INTERFACE FOR THE COAL CHEMISTRY DATABASE WILL BE CREATED. ALL GEOCHEMICAL DATA PROCESSED BY USGS UNDER PRIORITY 3 WILL BE PUBLICLY AVAILABLE. ALL PROJECTS WILL HAVE REQUIRED METADATA SUBMITTED TO RESCICOLL.INTENDED BENEFICIARY(IES): THE WEST VIRGINIA GEOLOGICAL AND  ECONOMIC SURVEY STRIVES TO MAKE LEGACY AND MODEM DATA ACCESSIBLE NOT ONLY TO OUR OWN RESEARCHERS BUT ALSO TO ANY ENTITY THAT CAN UTILIZE THESE MATERIALS AND DATA TO FURTHER THE GEOLOGICAL KNOWLEDGE OF THE STATE, REGION, AND COUNTRY.SUBRECIPIENT ACTIVITIES: THERE ARE NO SUBRECIPIENT ACTIVITIES ASSOCIATED WITH ANY PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": 59186.32, "recipient_id": "2bec3cee-321b-8a2f-c6b0-2cc7b75534c2-C", "generated_internal_id": "ASST_NON_G23AP00209_1434"}, {"internal_id": 158106783, "Award ID": "G23AP00208", "Award Amount": 29298.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-11", "CFDA Number": "15.814", "Description": "PROJECT TITLE: MCKEAN COUNTY GEOPHYSICAL WIRELINE WELL LOGS AND CORE STORAGE EXPANSION, FY2023PERIOD OF PERFORMANCE: 5 22 2023 THROUGH 5 21 2024PRIORITY 1 - PRESERVATION OF MCKEAN COUNTY GEOPHYSICAL WIRELINE WELL LOGSINCLUDE A PLAIN LANGUAGE DESCRIPTION AWARD PURPOSETHE PENNSYLVANIA GEOLOGICAL SURVEY PROPOSES TO PRESERVE AND INCREASE ACCESS TO A COLLECTION OF GEOPHYSICAL WIRELINE WELL LOGS FROM MCKEAN COUNTY, PENNSYLVANIA.ACTIVITIES TO BE PERFORMEDAPPROXIMATELY 300 UNIQUE PAPER WELL LOGS FROM 240 OIL AND GAS WELLS, DONATED WITHOUT COPYRIGHT RESTRICTIONS, WILL BE SCANNED AND ADDED TO A CLOUD-BASED DATA REPOSITORY FOR ONLINE AND PUBLIC ACCESS. THE PROPOSED ACTIVITIES WILL BE PERFORMED BY GEOLOGY STUDENTS PARTICIPATING IN A SUMMER INTERNSHIP PROGRAM UNDER THE DIRECT SUPERVISION OF A PENNSYLVANIA GEOLOGICAL SURVEY SENIOR GEOSCIENTIST.DELIVERABLES AND EXPECTED OUTCOMESWELL INFORMATION WILL BE INCLUDED IN THE NATIONAL INDEX OF BOREHOLE INFORMATION. COLLECTION RECORDS DESCRIBING THE PRESERVED DATA WILL BE SUBMITTED TO THE REGISTRY OF SCIENTIFIC COLLECTIONS. BOREHOLE INFORMATION EXTRACTED FROM THE PAPER WELL LOGS WILL FURTHER UNDERSTANDING OF THE SUBSURFACE STRATIGRAPHY OF THE NORTHERN PORTION OF PENNSYLVANIA-S APPALACHIAN PLATEAUS PHYSIOGRAPHIC PROVINCE.INTENDED BENEFICIARIESTHIS PROJECT WILL INCREASE ACCESS TO STRATIGRAPHIC INFORMATION FOR GOVERNMENT AGENCIES, ENERGY COMPANIES, ACADEMIC INSTITUTIONS, AND THE GENERAL PUBLIC.PRIORITY 2 - EXPANSION OF CORE STORAGE FACILITYINCLUDE A PLAIN LANGUAGE DESCRIPTION AWARD PURPOSETHE PENNSYLVANIA GEOLOGICAL SURVEY PROPOSES TO EXPAND THE PHYSICAL STORAGE OF THEIR EXISTING ROCK SAMPLE LIBRARY TO ACCOMMODATE AN INFLUX OF DONATED CORE SAMPLES.ACTIVITIES TO BE PERFORMEDELEVEN NEW SHELVING UNITS WILL BE ERECTED IN THE PRIMARY STORAGE FACILITY IN MIDDLETOWN, PENNSYLVANIA, AND 60 NEW WOODEN PALLETS WILL BE PURCHASED. PROJECT STAFF WILL INVENTORY, PHOTOGRAPH, AND PALLETIZE OVER 1,600 RECENTLY DONATED CORE BOXES, THUS ADDING TO A PUBLICLY ACCESSIBLE GEOLOGIC ARCHIVE.DELIVERABLES AND EXPECTED OUTCOMESBY PLACING THE DONATED CORE ON SHELVED PALLETS IN THE ROCK SAMPLE LIBRARY, THE CORE BOXES WILL BE ACCESSIBLE TO RESEARCHERS WISHING TO EXAMINE AND SAMPLE THE CORE FOR SCIENTIFIC STUDY.INTENDED BENEFICIARIESTHIS PROJECT WILL INCREASE ACCESS TO SUBSURFACE GEOLOGY INFORMATION FOR GOVERNMENT AGENCIES, ENERGY COMPANIES, ACADEMIC INSTITUTIONS, AND THE GENERAL PUBLIC.SUBRECIPIENT ACTIVITIESTHE PROJECT PROPOSAL INCLUDES THE PURCHASE OF 60 NEW WOODEN PALLETS FROM PENNSYLVANIA CORRECTIONAL INDUSTRIES, A SELF-SUSTAINING BUREAU OF THE PENNSYLVANIA DEPARTMENT OF CORRECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": 29298.67, "recipient_id": "fe1a9f21-d324-8a0a-cb98-1884938b5c37-C", "generated_internal_id": "ASST_NON_G23AP00208_1434"}, {"internal_id": 157766871, "Award ID": "G23AP00207", "Award Amount": 10069.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-23", "CFDA Number": "15.814", "Description": "PROJECT TITLE  PRESERVATION OF NEW HAMPSHIRE SAMPLE RESOURCESPERIOD OF PERFORMANCE  4 1 2023 THROUGH 3 31 2024PLAIN LANGUAGE DESCRIPTION AWARD PURPOSE  THE NEW HAMPSHIRE GEOLOGICAL SURVEY (NHGS), A UNIT WITHIN THE NEW HAMPSHIRE DEPARTMENT OF ENVIRONMENTAL SERVICES (NHDES) WILL PERMANENTLY PRESERVE AND ARCHIVE ABOUT 170 CUBIC FEET OF THE REDSTONE CORE FROM THE REDSTONE QUARRY IN CONWAY, WHICH IS THE DEEPEST KNOWN CORE IN NEW HAMPSHIRE. THE CORE FROM THIS QUARRY WAS EXTRACTED FROM CONWAY GRANITE IN A GEOTHERMAL ASSESSMENT PROJECT UNDERTAKEN IN 1975. THE DEPTH INFORMATION FOR THE CORE IS AT MAJOR RISK OF BEING LOST, AND THE CORE ITSELF IS AT RISK OF DISPOSAL IF LEFT OUTDOORS IN ITS CURRENT LOCATION. THIS PROJECT INVOLVES REPACKAGING AND TRANSPORT OF THE CORE TO A PERMANENT CORE STORAGE FACILITY AT COLUMBIA UNIVERSITY. APPROXIMATELY HALF OF THE REDSTONE CORE CURRENTLY REMAINS STORED IN WOODEN CORE BOXES ON PRIVATE PROPERTY, NECESSITATING THEIR TRANSPORT TO ENSURE PERMANENT PRESERVATION.ACTIVITIES TO BE PERFORMED  NHGS WILL REPACKAGE THE CORES INTO NEWLY PURCHASED CORE BOXES AT THEIR EXISTING LOCATION, EACH LABELED WITH THE CORRECT DEPTH, WHICH WILL THEN BE PLACED ONTO PALETTES. THE CORES WILL BE PHOTOGRAPHED IN BOTH THEIR CURRENT OLD BOXES, AND ONCE PLACED IN THE NEW BOXES. EACH NEW BOX WILL BE NUMBERED, WITH THE CORE DESCRIPTIONS AND CONDITIONS, AND THEIR BOX NUMBERS PLACED INTO A SPREADSHEET. PHOTOGRAPHS OF THE BOXES IN THEIR STORAGE FACILITY AT COLUMBIA UNIVERSITY WILL BE COLLECTED.DELIVERABLES AND EXPECTED OUTCOMES  ALL COLLECTED PHOTOGRAPHS, BOTH UPON LOADING, AND DISEMBARKING OF THE CORES, AND THE ELECTRONIC LOG CREATED ONSITE IN NEW HAMPSHIRE UPON LOADING WILL SERVE AS THE METADATA RECORDS ASSOCIATED WITH THE CORE AND WILL BE SUBMITTED TO THE NGGDPP PROGRAM, VIA RESCICOLL, UPON COMPLETION OF THE PROJECT.INTENDED BENEFICIARIES  INTENDED BENEFICIARIES INCLUDED THE SCIENTIFIC COMMUNITY, RESEARCHERS, AND THE CITIZENS OF NEW HAMPSHIRE.SUBRECIPIENT ACTIVITIES  THE NEW HAMPSHIRE DEPARTMENT OF TRANSPORTATION (NHDOT) WILL BE A SUBRECIPIENT THROUGH AN INTERAGENCY FUNDS TRANSFER. NHDOT WILL LOAD THE REPACKAGED CORES AND PALETTES ONTO AN NHDOT TRUCK. NHDOT WILL THEN TRANSPORT THE CORES TO COLUMBIA UNIVERSITY IN NEW YORK FOR DELIVERY.NHDOT WILL ALSO PROVIDE A FORKLIFT TO LOAD THE PALETTES ONTO THE TRANSPORT TRUCK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5076b844-597b-f9d0-f292-d9cd4d0ee553-C", "generated_internal_id": "ASST_NON_G23AP00207_1434"}, {"internal_id": 157766867, "Award ID": "G23AP00165", "Award Amount": 79627.55, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-24", "CFDA Number": "15.814", "Description": "PROJECT TITLE  PRIORITY 1  THE CHADWICK AND FEELEY COLLECTION AND PRIORITY 3  PHILIPSBURG MINING DISTRICTPERIOD OF PERFORMANCE  4 1 2023 THROUGH 5 31 2024PRIORITY 1  THE CHADWICK AND FEELEY COLLECTIONSINCLUDE A PLAIN LANGUAGE DESCRIPTION AWARD PURPOSE (AVOID PRONOUNS SUCH AS  WE  ACRONYMS OR FEDERAL OR AGENCY SPECIFIC TERMINOLOGY)  RESCUE AND PRESERVE THE CHADWICK AND FEELEY SAMPLE COLLECTIONS. BOTH CHADWICK AND FEELEY TAUGHT GEOLOGY COURSES AT MONTANA STATE UNIVERSITY BETWEEN 1960 AND 2010. SAMPLES IN THESE COLLECTIONS ARE OF GREAT INTEREST TO MODEM RESEARCH, PARTICULARLY IN THE FIELDS OF CRITICAL COMMODITY STUDIES AND GEOLOGIC MAPPING PROJECTS.ACTIVITIES TO BE PERFORMED  TRANSPORT THE SAMPLES FROM BOZEMAN TO BUTTE, WHERE THEY WILL BE INVENTORIED AND PHOTOGRAPHED. SAMPLE INFORMATION, SUCH AS SPECIMEN TYPE AND LOCATION WILL BE RECORDED FOR THE SAMPLES AND MADE PUBLICLY AVAILABLE IN DIGITAL FORMAT.DELIVERABLES AND EXPECTED OUTCOMES  PUBLIC FACING WEB SERVICE THAT ALLOWS DIGITAL ACCESS TO THE SAMPLES, IMPORTANT INFORMATION ABOUT THE SAMPLES AND THEIR PHOTOGRAPHS.INTENDED BENEFICIARY(IES)  THE CITIZENS OF MONTANA AND THE PUBLIC AT LARGE, INCLUDING GOVERNMENT AND STATE OFFICIALS, ACADEMICS AND INDUSTRY PROFESSIONALS.SUBRECIPIENT ACTIVITIES, IF KNOWN OR SPECIFIED AT THE TIME OF AWARD  NONE.PRIORITY 3  THE PHILIPSBURG MINING DISTRICT  SAMPLE ARCHIVE AND CRITICAL COMMODITY ANALYSESINCLUDE A PLAIN LANGUAGE DESCRIPTION AWARD PURPOSE (AVOID PRONOUNS SUCH AS  WE  ACRONYMS OR FEDERAL OR AGENCY SPECIFIC TERMINOLOGY)  ARCHIVE 200 ROCK SAMPLES FROM THE PHILIPSBURG MINING DISTRICT AND SUBMIT SUB SAMPLES OF EACH FOR GEOCHEMICAL ANALYSES. THE PHILIPSBURG MINING DISTRICT IN SOUTHWESTERN MONTANA, ONE OF MONTANA S TOP HISTORIC AG PRODUCERS, IS A GREAT TARGET FOR EVALUATING CRITICAL COMMODITY POTENTIAL.ACTIVITIES TO BE PERFORMED  THE PHILIPSBURG SAMPLES ARE IN BUTTE AND ARE PART OF A LARGER COLLECTION CURATED BY PH.D CANDIDATE CELINE BEAUCAMP AT MONTANA TECH. CELINE WILL HELP THE TEAM IDENTIFY 200 SAMPLES TO INVENTORY AND PHOTOGRAPH. SAMPLE INFORMATION, SUCH AS SPECIMEN TYPE AND LOCATION WILL BE RECORDED FOR THE SAMPLES AND MADE PUBLICLY AVAILABLE IN DIGITAL FORMAT.DELIVERABLES AND EXPECTED OUTCOMES  PUBLIC FACING WEB SERVICE THAT ALLOWS DIGITAL ACCESS TO THE 200 PHILIPSBURG SAMPLES, IMPORTANT INFORMATION ABOUT THE SAMPLES AND THEIR PHOTOGRAPHS.INTENDED BENEFICIARY(IES)  THE PUBLIC AVAILABILITY OF THIS DATA WILL BE OF GREAT INTEREST TOMINING COMPANIES AND THE CITIZENS OF MONTANA.SUBRECIPIENT ACTIVITIES, IF KNOWN OR SPECIFIED AT THE TIME OF AWARD  NONE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": 29635.6, "recipient_id": "fab6bba7-e180-0ccb-b122-ccbdc71906a2-C", "generated_internal_id": "ASST_NON_G23AP00165_1434"}, {"internal_id": 157766866, "Award ID": "G23AP00161", "Award Amount": 251445.03, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-23", "CFDA Number": "15.814", "Description": "PROJECT TITLE  PRIORITY 1  PRESERVE AND RESCUE GEOLOGIC DATA, UPDATE DIGITAL SYSTEM, CONVERT MAPS TO GEMS FORMAT AND UPDATE METATDATA IN RESCICOL. PRIORITY 2  UPDATE DIGITAL SYSTEM TO IMPROVE ACCESS AND DELIVERY OF GEOLOGIC DATAPRIORITY 3  PRESERVE SAMPLES FOR GEOCHEMICAL ANALYSES  UPDATE THE GEOCHEMICAL DATABASEAND CRITICAL MINERALS WEBSITEPERIOD OF PERFORMANCE  4 1 2023 THROUGH 7 31 2025VIRGINIA ENERGY S GEOLOGY AND MINERAL RESOURCES PROGRAM REQUESTS FUNDS TO PHYSICALLY PRESERVE, DIGITIZE, AND CREATE METADATA FOR APPROXIMATELY 10,000 PAPER DOCUMENTS, MAPS, NOTEBOOKS, REPORTS AND IMAGES IN THREE COLLECTIONS  HISTORICAL IMAGES, UNPUBLISHED GEOLOGIC MAPS, AND FIELD NOTEBOOKS. ACTIVITIES INCLUDE SCANNING OF SLIDES, PHOTOS, DOCUMENTS, MAPS AND NOTEBOOKS, AS WELL AS QUALITY CONTROL AND CREATING HYPERLINKS FOR ALL ITEMS. WE PLAN TO CONVERT TWO (2) COUNTY MAPS TO LEVEL 3 GEMS FORMAT. IN ADDITION, WE WILL GEO REFERENCE OUR ENTIRE UNPUBLISHED FIELD MAP COLLECTION WITH AN ONLINE MAP INDEX AVAILABLE IN ARCGIS. FINALLY, WE PLAN TO REVISE AND IMPROVE THE METADATA FOR OUR 27 COLLECTIONS THAT PREVIOUSLY SUBMITTED TO RESCICOL, INCLUDING HYPERLINKS FOR DIRECT PUBLIC ACCESS TO ITEMS. THE REQUESTED FUNDS WILL PROVIDE SUPPORT FOR A SCIENTIST AND A GEOLOGIC TECHNICIAN CONTRACTED FROM OUR TEMPORARY STAFFING PROVIDER. ADDING ITEMS TO OUR COLLECTIONS AND PROVIDING MATERIALS AVAILABLE ONLINE WILL GREATLY IMPROVE DISCOVERABILITY BY THE PUBLIC, SCIENTISTS AND HISTORIANS.VIRGINIA ENERGY S GEOLOGY AND MINERAL RESOURCES PROGRAM REQUESTS FUNDS TO UPDATE OUR DIGITAL INFRASTRUCTURE. OUR CURRENT VIRGINIA GEOLOGIC INFORMATION CATALOG IS A SQL DATABASE WITH 14 COLLECTIONS STORED IN DISCRETE TABLES THAT ARE NOT CROSS REFERENCED. THE COLLECTIONS ARE NOT INTERRELATED DISCOVERABILITY IS SERIOUSLY IMPEDED. THE REQUESTED FUNDS WILL PROVIDE SUPPORT FOR HIRING A CONTRACT DATABASE DEVELOPER FROM OUR TEMPORARY STAFFING PROVIDER. WE PLAN TO CREATE A MASTER INDEX ACROSS THE COLLECTIONS SO INFORMATION CAN BE FOUND EASILY. WE ALSO PLAN TO ADD TABLES FOR ALL OF THE COLLECTIONS THAT ARE STORED IN OTHER FORMATS SUCH AS MICROSOFT EXCEL AND ACCESS. IN ADDITION, WE PLAN TO PROVIDE SCRIPTS TO SYNCHRONIZE THE SPATIAL DATA TO ARCGIS GEODATABASES THAT ARE USED BY OUR SCIENTISTS. THESE SCRIPTS CAN ALSO BE APPLIED ON OUR WEB MAPS AND ARCGIS ONLINE SERVICE. IMPROVEMENTS TO THE DIGITAL INFRASTRUCTURE WILL GREATLY ENHANCES DISCOVERABILITY AND ACCESSIBILITY OF OUR DATA FOR THE PUBLIC.VIRGINIA ENERGY S GEOLOGY AND MINERAL RESOURCES PROGRAM REQUESTS FUNDS TO PRESERVE INFORMATION THAT IS USEFUL FOR CHARACTERIZING AND IDENTIFYING CRITICAL MINERALS RESOURCES IN VIRGINIA. WE PROPOSE TO SUBMIT 200 SAMPLES TO THE USGS FOR GEOCHEMICAL ANALYSES TO DETERMINE MAJOR, MINOR, AND TRACE ELEMENT COMPOSITIONS, INCLUDING 170 PRESERVED SAMPLES FROM THE ROCK REPOSITORY COLLECTION AND 30 SAMPLES FROM THE DRILL CORE AND WELL CUTTING REPOSITORY COLLECTIONS. THE GEOCHEMICAL CHARACTERIZATION OF THESE SAMPLES WILL HELP OUR SCIENTISTS EVALUATE CRITICAL MINERAL POTENTIAL IN VIRGINIA AND SUPPLEMENT OUR EXISTING GEOCHEMICAL DATASETS. OUR SECOND ACTIVITY WILL UPDATE THE GEOCHEMICAL DATABASE AFTER RECEIVING THE LABORATORY RESULTS AND CRITICAL MINERALS WEBPAGES TO MATCH THE NEW CRITICAL MINERALS LIST FINALIZED BY THE DEPARTMENT OF INTERIOR IN 2022 (FEDERAL REGISTER 87 FR 10381). UPDATING OUR WEB BASED CRITICAL MINERALS INFORMATION WILL PROVIDE SIGNIFICANT VALUE TO VIRGINIA ENERGY S CUSTOMERS, THE MINERALS INDUSTRY, AND SCIENTIFIC RESEARCHERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 232122.23, "recipient_id": "900b9810-f92d-705e-fb03-36a3a13411c5-C", "generated_internal_id": "ASST_NON_G23AP00161_1434"}, {"internal_id": 157766865, "Award ID": "G23AP00160", "Award Amount": 22883.69, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-03-24", "CFDA Number": "15.814", "Description": "PROJECT TITLE  2023 NJGWS GEOSCIENTIFIC DATA PRESERVATION PROJECTPERIOD OF PERFORMANCE  4 1 2023 THROUGH 3 31 2024THE NEW JERSEY GEOLOGIC AND WATER SURVEY (NJGWS) IS PLANNING THE PROCESS OF CREATING A CENTRALIZED DATA MANAGEMENT SYSTEM. THE PURPOSE OF THE GRANT AWARD IS A DESIGN PLAN FOR A GEOSCIENTIFIC INFORMATION DATA MANAGEMENT SYSTEM. THE NJGWS WILL DEVELOP A DESIGN DOCUMENT FOR A DIGITAL DATA MANAGEMENT SYSTEM, WEB PORTAL AND ADMINISTRATIVE PORTAL TO HOUSE AND DISSEMINATE NUMEROUS TYPES OF SURVEY GEOSCIENTIFIC INFORMATION. MUCH OF WHICH WAS PRESERVED WITH DATA PRESERVATION GRANTS OVER THE LAST 15 YEARS. THE SURVEY WILL MAKE THE DATA AVAILABLE TO THE PUBLIC.THE DELIVERABLE FOR THIS PROJECT IS A DATABASE DESIGN PLAN. PART OF THE DESIGN PLAN WILL INCLUDE TAKING INVENTORY OF ALL THE TYPES OF DATA THE NJGWS CURRENTLY HOLDS. THIS DATA INCLUDES BUT IS NOT LIMITED TO GEOLOGICAL DATA SUCH AS ROCK AND MINERAL SAMPLES, THIN SECTIONS, FOSSILS, SEDIMENT SAMPLES AND CUTTINGS, GEOCHEMICAL ANALYSES, VIBRACORES, ROCK CORES, PETROGRAPHY. GEOPHYSICAL DATA INCLUDING WELL LOGS, ONSHORE OFFSHORE SEISMIC DATA, RESISTIVITY, GROUND PENETRATING RADAR, ELECTROMAGNETISM, MAGNETISM, BOREHOLE LOGS. WATER QUALITY DATA INCLUDING NATURALLY OCCURRING AND ANTHROPOGENIC COMPOUNDS. WATER SUPPLY INCLUDING GROUNDWATER AND SURFACE WATER. HISTORICAL DATA INCLUDING, FIELD NOTEBOOKS, FIELD MAPS, GEOLOGIC MAPS, PERMANENT NOTES, ABANDONED MINE INFORMATION, AND PHOTOGRAPHIC RECORDS.THE DATA MANAGEMENT SYSTEM STRUCTURE WILL BE DESIGNED TO HANDLE ALL GEOSCIENTIFIC DATA THE NJGWS COLLECTS, SCANS, AND DIGITIZES. DATA SCIENTISTS AND OTHER SCIENCE PROFESSIONALS WITHIN THE NJDEP WILL COLLABORATE AND DESIGN A PROJECT PLAN PROPOSAL WHICH WILL BE USED TO DEVELOP THE SOFTWARE NEEDED TO CREATE, STORE AND DISSEMINATE GEOSCIENTIFIC RELATED DATA TO THE PUBLIC. THE ADMINISTRATION PORTAL WILL ENABLE ADMINISTRATORS OF THE SYSTEM, VIA WEB FORMS, TO MANAGE DAILY TASKS, ACTIVITIES, AND SETTINGS WITHIN THE GEOLOGIC SYSTEM S RELATIONAL DATABASE. THIS DESIGN PLAN IS THE FIRST STEP TO CREATE THE DIGITAL INFRASTRUCTURE TO STORE AND SHARE OUR GEOSCIENTIFIC INFORMATION TO THE PUBLIC. EVENTUALLY, WHEN THE DESIGN PLAN IS IMPLEMENTED IT WILL PROVIDE THE SCIENTISTS AND GENERAL PUBLIC THE ABILITY TO MORE READILY ACCESS THE TOPOGRAPHIC, GEOLOGIC, GEOPHYSICAL AND GROUNDWATER INFORMATION COLLECTED BY THE NJGWS SINCE 1835.BY CREATING A DATA MANAGEMENT SYSTEM DESIGN PLAN, THE SURVEY WOULD REALIZE ITS LONG TERM GOAL OF RELEASING MUCH OF OUR DIGITAL INFORMATION TO THE PUBLIC. THIS DESIGN PLAN WILL BE FOLLOWED THE SECOND PHASE OF THE PROJECT WHICH IS TO DEVELOP THE SOFTWARE. WHEN THE SECOND PHASE OF THIS PROJECT IS COMPLETED, THE SURVEY S, GEOSCIENTIFIC INFORMATION WOULD BE MADE AVAILABLE TO THE PUBLIC. THE SURVEY S VALUABLE DIGITIZED GEOSCIENTIFIC INFORMATION WILL BE GREATLY USED BY THE SCIENTIFIC COMMUNITY. MANY GOVERNMENT AGENCIES, PRIVATE SECTOR CONSULTANTS, INDUSTRY, ENVIRONMENTAL GROUPS, AND THE PUBLIC COULD BENEFIT FROM THIS SCANNED AND DIGITIZED DATA BEING AVAILABLE FOR RESEARCH, EDUCATION, LAND MANAGEMENT, HAZARD MITIGATION AND ENGINEERING STUDIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": 22883.69, "recipient_id": "9a31c069-8f52-1672-90e8-97e3286fd21a-C", "generated_internal_id": "ASST_NON_G23AP00160_1434"}, {"internal_id": 151867882, "Award ID": "G22AP00484", "Award Amount": 32501.45, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-08", "CFDA Number": "15.814", "Description": "PROJECT TITLE 2022 NATIONAL GEOLOGICAL AND  GEOPHYSICAL DATA PRESERVATION PROGRAMTOTAL PROJECT  9 15 2022 THROUGH 9 14 2023FOR THE 2022 NEW JERSEY GEOLOGICAL SURVEY  NJGWS  DATA PRESERVATION GRANT APPLICATION, WILL FOCUS ITS DATA PRESERVATION EFFORTS ON SCANNING AND CREATING ASSOCIATED METADATA FOR THREE COLLECTIONS  THE FIRST COLLECTION CONTAINS 200 MINE MAPS FROM THE NEW JERSEY ZINC COMPANY S STERLING HILL MINE IN OGDENSBURG, NJ  THESE MAPS DATE FROM 1922 1933 AND ARE HELD SOLELY BY THE NJGWS  AT ONE TIME THESE MAPS AND WERE THE PROPERTY OF THE NEW JERSEY ZINC COMPANY BUT WERE DONATED THE NJGWS RECENTLY WHEN A FORMER NEW JERSEY ZINC COMPANY GEOLOGIST PASSED AWAY  THE NEW JERSEY ZINC COMPANY S STERLING HILL ZINC MINE WAS THE LAST WORKING UNDERGROUND MINE IN NEW JERSEY WHEN IT CLOSED IN 1986  THIS COLLECTION INCLUDES MAPS INCLUDING REGIONAL GEOLOGY, SUBSURFACE ORE DEPOSITS, SURFACE ORE SLOPES, RAISES AND PROPERTY LINES  THESE MAPS CONTAIN IMPORTANT GEOLOGIC INFORMATION OF NEW JERSEY  THE SECOND COLLECTION TO BE SCANNED INCLUDES A COLLECTION OF DOCUMENTS IN ONE FIELD BOOK WITH CHEMICAL ANALYSIS FROM ORE SAMPLES FROM THE STERLING HILL MINE  THE TIME FRAME IS THE SAME AS THE MAPS ABOVE THE THIRD COLLECTION INCLUDES GEOLOGIC BOREHOLE LOGS AND ASSOCIATED FILES DATING BACK TO THE 1960 S FROM VARIOUS TYPES OF PROJECTS  THE NEW JERSEY GEOLOGICAL AND WATER SURVEY RETAINS PAPER AND DIGITAL BOREHOLE GEOPHYSICAL LOGS DATING BACK SEVERAL DECADES  THE NJGWS WILL SCAN BOREHOLE LOGS AND ASSOCIATED FILES FROM A MINIMUM OF 200 WELLS FROM AROUND THE STATE THAT WE HAVE IN OUR VAST BOREHOLE LOG COLLECTION  ASSOCIATED FILES INCLUDE BUT ARE NOT LIMITED TO DRILLER S LOGS, REPORTS, AND WELL CONSTRUCTION  THESE LOGS ALLOW STAFF TO MAP SUBSURFACE GEOLOGY AND RELATE IT TO WATER QUALITY, DRILLING, PERMITTING, GEOLOGIC MAPPING AND SITE REMEDIATION PROJECTS  ALL OF OUR FILES ARE AVAILABLE TO THE PUBLIC UPON REQUEST  UNFORTUNATELY, IT IS NOT WELL KNOWN TO THE PUBLIC AND OTHER DEPARTMENTS AT THE NEW JERSEY DEPARTMENT OF ENVIRONMENTAL PROTECTION  NJDEP  THAT THIS INFORMATION EXISTS  ADDITIONALLY, THESE FILES ARE STORED IN DIFFERENT LOCATIONS AND IN DIFFERENT FILE FORMATS  PAPER LOGS ARE STORED IN NUMEROUS FILING CABINETS AND BOXES UNDER DIFFERENT FILING SYSTEMS  SCANNING DOCUMENTS FROM 200 WELLS IS PART OF THE NJGWS LONG TERM GOAL PRESERVING THEM AND MAKING THEM ACCESSIBLE TO THE PUBLIC  BENEFITTING THE NJEP, OTHER GOVERNMENT AGENCIES AND CONSULTING COMPANIES INVOLVED IN HAZARDOUS SITE INVESTIGATION AND REMEDIATION  AFTER SCANNING, THE NJGWS WILL UPLOAD THE METADATA AND DIGITAL  TIFF IMAGES OF THE MAPS AND BOREHOLES TO THE NATIONAL DATA CATALOG FOR PUBLIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a31c069-8f52-1672-90e8-97e3286fd21a-C", "generated_internal_id": "ASST_NON_G22AP00484_1434"}, {"internal_id": 150670324, "Award ID": "G22AP00450", "Award Amount": 117434.97, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-25", "CFDA Number": "15.814", "Description": "PROJECT TITLE:PRESERVATION OF GEOSCIENCE DATA: COLLECTIONS AND PRESERVE CRITICAL MINERAL DATA AND MATERIALSPERIOD OF PERFORMANCE: 8/1/2022 THROUGH 7/31/2023PRIORITY 1: VIRGINIA DEPARTMENT OF ENERGY'S GEOLOGY AND MINERAL RESOURCES PROGRAM REQUESTS  $99,540 IN FEDERAL FUNDS, TO BE MATCHED BY $99,794 IN STATE EXPENDITURES TO PHYSICALLY PRESERVE,  DIGITIZE, AND CREATE METADATA FOR APPROXIMATELY 18,300 PAPER DOCUMENTS AND IMAGES IN SEVEN  COLLECTIONS: HISTORICAL IMAGES, ROCK REPOSITORY, THIN-SECTIONS, FIELD MAPS, FIELD NOTEBOOKS, BOREHOLE DATA  AND PALEONTOLOGICAL DATA. THESE DOCUMENTS ARE CURRENTLY NOT READILY ACCESSIBLE TO THE PUBLIC. IN  ADDITION, WE HAVE APPROXIMATELY 1,000 PHYSICAL SPECIMENS THAT HAVE NOT YET BEEN INVENTORIED IN  OUR PALEONTOLOGICAL COLLECTION. THE REQUESTED FUNDS WILL PROVIDE SUPPORT FOR A GEOLOGIST, MINERALS  AND FOSSILS SPECIALIST, AND TWO GEOLOGIC TECHNICIANS CONTRACTED FROM OUR TEMPORARY STAFFING  PROVIDER ATHENA CONSULTING. WE ALSO PLAN TO PROCURE ARCHIVAL QUALITY STORAGE BOXES AND STORAGE  CABINETS FOR VULNERABLE PHYSICAL SPECIMENS. OUR REQUEST INCLUDES ESTIMATED TRAVEL COSTS FOR THE  2022 DATA PRESERVATION WORKSHOP. - ACTIVITY 1 - DIGITIZE 3,300 ORIGINAL PHOTOGRAPHS, NEGATIVES, PLATES, 35 MM SLIDES, ORIGINAL  ARTWORK, MYLAR ILLUSTRATIONS AND FIGURES, AND HAND-DRAWN FIGURES AND MAPS. - ACTIVITY 2 - DIGITIZE 5,000 FIELD MAPS, FIELD NOTEBOOKS, BOREHOLE LOGS, DRILLER LOGS,  CONSULTANT REPORTS, STUDENT PROJECTS AND AERIAL IMAGERY FROM HAMPDEN ROADS, RICHMOND  METROPOLITAN AREA, AND NORTHERN VIRGINIA MADE AVAILABLE BY THE COLLEGE OF WILLIAM AND  MARY. - ACTIVITY 3 - DIGITIZE 10,000 PAPER DATA SHEETS, HISTORICAL PHOTOS, OBSERVATIONS, AND ANALYSES  FOR SPECIMENS IN THE ROCK REPOSITORY AND PALEONTOLOGY COLLECTIONS. - ACTIVITY 4 - PRESERVE APPROXIMATELY 1,000 ADDITIONAL SPECIMENS IN OUR PALEONTOLOGICAL  COLLECTIONPRIORITY 2: VIRGINIA DEPARTMENT OF ENERGY'S GEOLOGY AND MINERAL RESOURCES PROGRAM IS  PROPOSING THREE MAIN ACTIVITIES UNDER PRIORITY 2 THAT ARE EXPECTED TO IMPROVE THE DISCOVERABILITY  AND ACCESS FOR SCIENTISTS AND THE PUBLIC ABOUT CRITICAL MINERALS IN VIRGINIA. PARTICIPATION IN THE  2022 EARTH MRI CRITICAL MINERALS WORKSHOP WILL PROVIDE A VALUABLE OPPORTUNITY TO COLLABORATE  WITH USGS AND OTHER STATE GEOLOGICAL SURVEY GEOSCIENTISTS IN IDENTIFYING AND PRIORITIZING FOCUS  AREAS WITH KNOWN OR SUSPECTED CRITICAL MINERAL RESOURCES POTENTIAL. IN THE PAST, THESE WORKSHOPS  HAVE LED TO MULTI-STATE INITIATIVES FOR TARGETED DATA GATHERING AND SHARING. WE ALSO PLAN TO DEVELOP A LONG-TERM STRATEGY FOR MANAGING OUR CRITICAL MINERALS DATA AND PHYSICAL MATERIALS. OUR THIRD  ACTIVITY WILL SEEK TO PRESERVE AVAILABLE CRITICAL MINERALS INFORMATION FROM AN UNDERGROUND  PEGMATITE MINE IN THE AMELIA PEGMATITE DISTRICT. THIS MINE OFFERS A RARE OPPORTUNITY TO PRESERVE UNDERGROUND SAMPLES FOR CATALOGING, PHOTOGRAPHY, FUTURE GEOCHEMICAL ANALYSIS, AND  CHARACTERIZATION OF CRITICAL MINERALS POTENTIAL IN AN EXISTING EARTH MRI FOCUS AREA (SE 037)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": 99539.87, "recipient_id": "900b9810-f92d-705e-fb03-36a3a13411c5-C", "generated_internal_id": "ASST_NON_G22AP00450_1434"}, {"internal_id": 150670517, "Award ID": "G22AP00440", "Award Amount": 102207.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-25", "CFDA Number": "15.814", "Description": "PROJECT TITLE:NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM: PRIORITIES 1 AND 2PERIOD OF PERFORMANCE: 8/1/2022 THROUGH 7/31/2023PROJECTS FOR BOTH PRIORITY 1 & 2 ADDRESS GEOLOGICAL SAMPLE PRESERVATION, INVENTORY, AND DATABASE  DEVELOPMENT.  PRIORITY 1 WILL BE THE SECOND PHASE OF THE \"DAM AND INFRASTRUCTURE STUDY CORE PRESERVATION PROJECT\", WHICH WAS AWARDED FUNDING BY THE NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA  PRESERVATION PROGRAM IN 2021. THIS CORE HAS BEEN STORED FOR THE PAST 50-60 YEARS IN FOUR FOOT,  MOSTLY NOT COVERED, WOODEN BOXES AND EXPOSED TO RODENTS, BIRDS, AND OTHER SMALL MAMMALS. THE  FACILITY IS NOT CLIMATE CONTROLLED WHICH HAS CAUSED THE CORES TO BE SUBJECTED TO DRASTIC VARIATIONS  IN TEMPERATURE AND HUMIDITY. THE WOODEN BOXES ARE ROTTING, BROKEN AND CURRENTLY STACKED ON THE  FLOOR. CORE PRESERVATION WILL INCLUDE PHOTOGRAPHING ORIGINAL BOXES, USING HEPA VACUUMS TO  CLEAN GEOLOGICAL SAMPLES, SALVAGING MATERIAL NOT CONTAMINATED BY DROPPINGS, REPACKAGING IN NEW  CARDBOARD BOXES AND/OR BAGS, LABELING NEW BOXES, INVENTORYING, AND COMPILING A DATABASE OF  ~600 BOXES. THE DATABASE WILL BE AVAILABLE ONLINE AND GEOLOGICAL SAMPLES WILL BE AVAILABLE FOR  INSPECTION BY THE PUBLIC. THIS DATABASE WILL BE THE FIRST TIME EVER THAT THE CORE WILL BE MADE  KNOWN TO THE PUBLIC AND SCIENTIFIC COMMUNITY. THE POTENTIAL SOCIETAL BENEFITS ARE UNLIMITED  SINCE NO ONE HAS STUDIED THESE GEOLOGICAL SAMPLES SINCE THEY WERE FIRST DRILLED.  PRIORITY 2 INVOLVES GEOLOGICAL SAMPLES FROM THE ELK CREEK ANOMALY IN SOUTHEAST NEBRASKA. THE  SITE IS THE LARGEST KNOWN NIOBIUM DEPOSIT IN THE UNITED STATES. SAMPLES WERE ORIGINALLY DRILLED  AND CURATED BY THE CONSERVATION AND SURVEY DIVISION IN THE LATE 1970S-80S. DOCUMENTS THAT  CORRESPOND TO THESE SAMPLES ARE CURRENTLY BEING SCANNED AND ORGANIZED IN A DATABASE, WHICH WAS  MADE POSSIBLE BY A 2021 AWARD FROM THE NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION  PROGRAM. THE COLLECTION CONSISTS OF CORE, PULVERIZED, COURSE-CRUSH, AND COMPOSITE SAMPLES.  PRIORITY 2 WOULD ADDRESS ONLY HALF OF THE COLLECTION WHICH CONSISTS OF EIGHT ROWS APPROXIMATELY  35 FEET LONG AND STACKED OVER 15 FEET HIGH AND WHICH OCCUPY APPROXIMATELY 3000 SQUARE FEET.  BOXES ARE MOSTLY ORGANIZED ON UNSTEADY, WOODEN SHELVES THAT HAVE BEEN BOLTED TO THE ROOF  TRUSSES TO BE STABILIZED. THE GEOLOGICAL SAMPLES ARE STORED AT THE SAME FACILITY AS THOSE IN PRIORITY  1 AND ARE SUBJECTED TO THE SAME CONDITIONS. SOME BOXES NEED REPLACEMENT, MANY LABELS HAVE  DETACHED, AND NEARLY EVERY ORIGINAL PLASTIC BAG HAS SOME LEVEL OF DECOMPOSITION AFTER ~30-40  YEARS OF BEING STORED IN THAT ENVIRONMENT. PRESERVATION EFFORTS INCLUDE: 1) PHOTOGRAPH EACH SHELF  AND ENTER METADATA IN AN EXCEL SPREADSHEET, UPLOAD TO DATABASE; 2) ASSESS CONTENTS OF BOX FOR LEVELS OF  PRESERVATION AND REPACKAGE ACCORDINGLY; 3) IDENTIFY, RETRIEVE AND RELABEL GEOLOGICAL SAMPLE BOXES: 4)  MOVE BOXES TO PERMANENT, SECURE PALLET RACKING. THESE SAMPLES HAVE BEEN UTILIZED AS LAB SAMPLES  FREQUENTLY AND EXTENSIVELY OVER THE PAST 40-50 YEARS, AND AS RECENTLY AS FALL 2021. THE  COLLECTION IS PRICELESS TO MINERAL EXPLORATION AND RESEARCH OF RARE EARTH ELEMENTS. THESE SAMPLES  HAVE BEEN UTILIZED AS LAB SAMPLES FREQUENTLY AND EXTENSIVELY OVER THE PAST 40-50 YEARS, AND AS  RECENTLY AS FALL 2021. THE COLLECTION IS PRICELESS TO MINERAL EXPLORATION AND RESEARCH OF RARE  EARTH ELEMENTS. THE COLLECTION IS OPEN FOR INSPECTION BY THE PUBLIC AND ALL GEOLOGICAL SAMPLE  METADATA WILL BE INCLUDED IN THE DATABASE BEING CONSTRUCTED FROM THE 2021 \"ELK CREEK DOCUMENT  SCANNING PROJECT\", WHICH WAS FUNDED BY THE NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA  PRESERVATION PROGRAM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_G22AP00440_1434"}, {"internal_id": 151019488, "Award ID": "G22AP00425", "Award Amount": 68395.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-12", "CFDA Number": "15.814", "Description": "PROJECT TITLE FY2022 WISCONSIN DATA PRESERVATION, MDA IOWA COUNTY, CATALOGING HAND SAMPLES,EARTH MRI CORE PHOTOGRAPHYPERIOD OF PERFORMANCE  8 15 2022 THROUGH 8 14 2023FOR FY 2022, THE WISCONSIN GEOLOGICAL AND NATURAL HISTORY SURVEY IS UNDERTAKING THREE DATA PRESERVATION PROJECTS FOR PRIORITY 1 PART A, WE WILL PROCESS THE IOWA COUNTY PORTION OF THE MINERAL DEVELOPMENT ATLAS  WE WILL CORRELATE BOREHOLE POINTS TO SCANNED LOGS, CORRECT ANY GEOLOCATION ERRORS IN THE SECTION MAPS, REVIEW AND CORRECT POLYGONS SHOWING SURFACE WORKINGS, AND DIGITIZE THE LOGS DELIVERABLES WILL BE   METADATA ADDED TO BOREHOLE POINT LOCATIONS CORRELATING THEM TO THE LOGS IN IOWA COUNTY  CORRECTED POLYGONS IN ARCMAP SHOWING SURFACE DIGGINGS IN IOWA COUNTY  ASSAY AND STRATIGRAPHY DATA FROM LOGS IN IOWA AND GRANT COUNTIES CAPTURED IN DATABASE  NEW COLLECTION OF METADATA FOR INDIVIDUAL DRILL HOLES, MINE WORKINGS, AND SURFACE WORKINGS UPLOADED TO THE NATIONAL DIGITAL CATALOGTHIS PROJECT WILL SUPPORT AN EARTH MAPPING RESOURCES INITIATIVE PROJECT IN THE UPPER MISSISSIPPI VALLEY MINERAL DISTRICT  THERE IS ALSO A SOCIETAL BENEFIT TO MAKING THIS MATERIAL PUBLIC, ESPECIALLY FOR HEALTH AND SAFETY AGENCIES, AS A NUMBER OF MINE HAZARD AND ENVIRONMENTAL ISSUES HAVE ARISEN AROUND CLOSED MINES IN THIS AREA FOR PRIORITY 1 PART B, WE WILL COMPLETE A PROJECT BEGUN IN FY2020 CATALOGING A HISTORICAL COLLECTION OF HAND SAMPLES AND ADDING RECORDS FOR THEM TO OUR GEOLOGICAL DATABASE, GEOBASE  IN FY2020, WE ESTABLISHED A WORKFLOW, INVENTORIED MOST OF THE SAMPLES, AND HAVE LOCATED DOCUMENTATION FOR THEM  WE ESTIMATE THAT WE HAVE ABOUT 900 SAMPLES FOR WHICH COMPLETE METADATA WAS NOT PRODUCED DURING OUR FY 2020 PROJECT DELIVERABLES WILL BE   METADATA RECORDS FOR BETWEEN 400 900 SAMPLES  ESTIMATED  ADDED TO GEOBASE  COLLECTION LEVEL AND ITEM LEVEL METADATA FOR THESE SAMPLES ADDED TO OUR EXISTING NATIONAL DIGITAL CATALOG COLLECTION, ROCK HAND SAMPLES FROM WISCONSIN   PERMANENT STORAGE OF SAMPLES AT MT  HOREB RESEARCH COLLECTIONS AND EDUCATION CENTER THIS PROJECT WILL BENEFIT ANYONE INTERESTED IN WISCONSIN GEOLOGY  THESE SAMPLES WERE GATHERED OVER A NUMBER OF YEARS AND ARE FROM VARIOUS PARTS OF THE STATE  ALONG WITH ATTENDANT METADATA, THIS COLLECTION IS A RESOURCE THAT WOULD BE COSTLY AND TIME CONSUMING TO REPLACE FOR PRIORITY 2, WE PROPOSE TO LOG AND PHOTOGRAPH CORE FROM SEVEN CRITICAL MINERAL FOCUS AREAS AND PROVIDE PUBLIC ACCESS TO THE LOGS AND PHOTOGRAPHS THROUGH OUR ONLINE DATA VIEWER DELIVERABLES WILL BE   CORE PHOTOS FOR CRITICAL MINERAL CORE IN SELECTED AREAS, APPROXIMATELY 400 BOREHOLES, 4000 BOXES, AND 400 SETS OF ARCHIVED CORE PHOTOS  ALL AVAILABLE RECORDS RELATED TO THE CORE SCANNED OR STORED AS PDF FILES  INTERACTIVE MAP IN GEOLOGICAL AND NATURAL HISTORY SURVEY S DATA VIEWER SHOWING POINT LOCATIONS FOR BOREHOLES WITH METADATA, CORE PHOTOGRAPHS, AND SCANNED RECORDS WHERE AVAILABLE THIS PROJECT WILL SUPPORT EXPLORATION FOR CRITICAL MINERALS IN WISCONSIN AND WILL BENEFIT MINERAL COMPANIES, STATE AND COUNTY GOVERNMENTS, ENVIRONMENTAL REGULATORS, AND THE GENERAL PUBLIC", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": 45844.0, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G22AP00425_1434"}, {"internal_id": 151522215, "Award ID": "G22AP00423", "Award Amount": 40523.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-25", "CFDA Number": "15.814", "Description": "PROJECT TITLE PHOTOGRAPHIC EQUIPMENT AND PHOTOGRAPHY OF CORES AND PRESERVING CRITICAL MINERAL RESOURCES  THEBARKER IGNEOUS COLLECTIONPERIOD OF PERFORMANCE  9 1 2022 THROUGH 8 31 2023THE UNIVERSITY OF TEXAS AT AUSTIN S BUREAU OF ECONOMIC GEOLOGY  BEG  IS THE STATE GEOLOGICAL SURVEY AS WELL AS A RESEARCH ARM OF THE JACKSON SCHOOL OF GEOSCIENCES  JSG , CURRENTLY OPERATING THREE GEOLOGICAL SAMPLE REPOSITORIES  AUSTIN, MIDLAND, AND HOUSTON , WHICH COLLECTIVELY HOUSE OVER 2 MILLION BOXES OF GEOLOGIC MATERIALS  THESE COLLECTIONS ARE REGULARLY ACCESSED BY INDUSTRY AND ACADEMIA WITH INTERESTS IN OIL AND GAS, WATER, GEOLOGIC HAZARDS, AND STORAGE RESERVOIRS FOR BRINES, HYDROGEN, CO2, AND MORE  TO FACILITATE GREATER AND MORE EFFICIENT ACCESS TO THESE SAMPLES, THE BEG PLANS TO SIGNIFICANTLY INCREASE THE NUMBER OF PHOTOS OF CORES FROM ITS COLLECTION AND MAKE THEM PUBLICLY AVAILABLE  FUNDS FROM THE NGGDPP PROJECT WILL BE USED TO PURCHASE A CAMERA, LIGHTS, AND OVERHEAD CAMERA MOUNT TO ACCOMPLISH THIS TASK, AND THE BEG WILL CONTINUE TO WORK WITH INDUSTRY PARTNERS THAT PROVIDE PHOTOS AS WELL  THE BEG WILL ACQUIRE AT LEAST 1400 DIGITAL PHOTOS OF BOXES OF CORE, AND ALL PHOTOS AND METADATA WILL BE ACCESSIBLE IN THE NATIONAL DIGITAL CATALOG  NDC  AND THE BEG S ONLINE DATABASE DUE TO INCREASING GLOBAL WELFARE AND THE ONSET OF NEW ENERGY TECHNOLOGIES, DISCUSSION OF CRITICAL MINERALS  E G  LITHIUM, COBALT, COPPER  ARE NOW AT THE FOREFRONT OF US ECONOMIC POLICY  THE BEG PARTICIPATES IN A WIDE VARIETY OF CRITICAL MINERAL FOCUSED PROJECTS  THE LATE PROFESSOR DANIEL STEPHEN BARKER AMASSED A WEALTH OF GEOLOGICAL SAMPLES DURING HIS CAREER AT UT AUSTIN, REPRESENTING DOZENS OF SAMPLE SITES FROM TEXAS AND ABROAD, WITH AN ESTIMATED 4000 INDIVIDUAL SPECIMENS, MOST OF WHICH ARE DIRECTLY APPLICABLE TO CRITICAL MINERALS RESEARCH  THESE SAMPLES ARE CURRENTLY LOOSELY ORGANIZED AND UNCRATED  WITH COLLABORATION FROM THE JSG NON VERTEBRATE PALEONTOLOGY LABORATORY  NPL , THE BEG WILL USE NGGDPP FUNDS TO INVENTORY, PHOTOGRAPH, ORGANIZE, DIGITALLY ARCHIVE, AND MAKE PUBLICLY AVAILABLE SAMPLES FROM THE BARKER COLLECTION  SAMPLES WILL BE GIVEN DIGITAL IGSNS  UNIQUE IDENTIFIERS  AND METADATA WILL BE AVAILABLE VIA THE NPL, SYSTEM FOR EARTH SAMPLE REGISTRATION, AND NDC DATABASES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": 15252.0, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_G22AP00423_1434"}, {"internal_id": 150045004, "Award ID": "G22AP00419", "Award Amount": 68899.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-15", "CFDA Number": "15.814", "Description": "PROJECT TITLE:PRESERVATION OF WVGES CORE MATERIAL AND CRITICAL MINERALS SAMPLESPERIOD OF PERFORMANCE: 8/1/2022 THROUGH 7/31/2023THE WEST VIRGINIA GEOLOGICAL & ECONOMIC SURVEY WILL UTILIZE FUNDING AWARDED THROUGH THE U.S. GEOLOGICAL SURVEY'S NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM TO PERFORM WORK UNDER BOTH PRIORITY 1 AND 2 OF THE PROGRAM ANNOUNCEMENT. UNDER PRIORITY 1 A STORAGE FACILITY WILL BE CONSTRUCTED ON THE PROPERTY OF THE SURVEY'S OFFICE SITE. THIS BUILDING WILL BE USED TO HOUSE ROCK CORE, WELL CUTTINGS, AND OTHER GEOLOGICAL SAMPLES. AS OIL, GAS, AND COAL COMPANIES DOWNSIZE THEIR OPERATIONS IN APPALACHIA, ELIMINATION OF SAMPLE STORAGE SPACE IS OFTEN ONE OF THE FIRST COST-SAVING MEASURES ADOPTED. MANY OF THESE COMPANIES HAVE LONGSTANDING RELATIONSHIPS WITH THE STATE GEOLOGICAL SURVEYS IN THE APPALACHIAN BASIN AND FREQUENTLY OFFER TO DONATE SAMPLE MATERIAL RATHER THAN SEE IT DISPOSED OF AND/OR DESTROYED. THE CURRENT STORAGE SPACE IS INADEQUATE TO HOUSE THE VOLUME OF CURRENTLY HELD MATERIAL AND ACCEPT NEWLY DONATED OR REQUESTED MATERIAL. ALSO, THE MAJORITY OF STORAGE IS AT AN OFFSITE FACILITY THAT IS DATED, POORLY CLIMATE-CONTROLLED, AND FILLED TO ABSOLUTE CAPACITY. CONSTRUCTION OF A NEW BUILDING ONSITE WILL ALLOW FOR CURRENT MATERIAL TO BE MOVED TO AN APPROPRIATE TYPE STORAGE SPACE, ORGANIZATION AND PROCESSING OF CURRENTLY HELD MATERIAL, AS WELL AS ACCEPTING INCOMING MATERIAL. BENEFICIARIES OF THIS CONSTRUCTION WILL INCLUDE THE STATE OF WEST VIRGINIA TO BETTER CURATE THE COLLECTION OF GEOLOGICAL SAMPLES AND RESEARCHERS WANTING TO ACCESS THE COLLECTION. THIS INCLUDES GOVERNMENT AGENCIES, ACADEMIA, PRIVATE INDUSTRY, AND THE GENERAL PUBLIC. UNDER PRIORITY 2 OF THE PROGRAM ANNOUNCEMENT THE WEST VIRGINIA GEOLOGICAL & ECONOMIC SURVEY WILL CONTINUE TO AUGMENT THE VOLUME OF AVAILABLE DATA AND INFORMATION TO FURTHER CRITICAL MINERALS RESEARCH. SPECIFICALLY, A PORTION OF THE CURRENTLY HELD CRUSHED COAL SAMPLES THAT HAVE BEEN EXAMINED FOR CRITICAL MINERALS AND ARE IN DETERIORATING STORAGE CONTAINERS WILL BE TRANSFERRED TO NEW CONTAINERS. THIS WILL ALLOW FOR BETTER ORGANIZATION OF THE COLLECTION, BETTER CURATION, AND PROVIDE EASIER RETRIEVAL FOR CURRENT AND FUTURE STUDY. THESE SAMPLES REPRESENT A COMPILATION OF DECADES OF DATA CHARACTERIZING THE TRACE ELEMENT CONTENT OF WEST VIRGINIA COALS AND ASSOCIATED CLAY-BASED MATERIALS. AS COAL MINES CLOSE, THE SUBSURFACE LOCATIONS WHERE THE SAMPLES WERE COLLECTED ARE INACCESSIBLE; MINES ARE EITHER FLOODED POST-CLOSURE, ABANDONED AND PERMANENTLY SEALED, OR ARE DESIGNED TO COLLAPSE AS THE LONGWALL MINING PROCEEDS THROUGH THE SEAM. THEREFORE, THESE MATERIALS FORM A REPRESENTATIVE SAMPLE SET THAT CANNOT BE REPLICATED. ADDITIONALLY, TWO CORES THAT WERE SAMPLED FOR THE EARTH MAPPING RESOURCES INITIATIVE WILL BE PHOTOGRAPHED AND THE PHOTOS WILL BE MADE AVAILABLE TO THE PUBLIC. INCREASING ACCESS TO AVAILABLE SAMPLES AND DATA UNDER PRIORITY 2 WILL ALLOW FURTHER RESEARCH BY THE U.S. GEOLOGICAL SURVEY, WEST VIRGINIA GEOLOGICAL & ECONOMIC SURVEY AND OTHER ENTITIES OF THE STATE, SURROUNDING STATES RESEARCHING CRITICAL MINERALS, AND OUR PARTNERS IN ACADEMIA AND PRIVATE INDUSTRY WORKING TO BETTER CHARACTERIZE THE CRITICAL MINERAL RESOURCES OF THE COUNTRY. THE WEST VIRGINIA GEOLOGICAL & ECONOMIC SURVEY STRIVES TO MAKE LEGACY AND MODERN DATA ACCESSIBLE NOT ONLY TO OUR OWN RESEARCHERS BUT ALSO TO ANY ENTITY THAT CAN UTILIZE THESE MATERIALS AND DATA TO FURTHER THE GEOLOGICAL KNOWLEDGE OF THE STATE, REGION, AND COUNTRY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": 54177.1, "recipient_id": "2bec3cee-321b-8a2f-c6b0-2cc7b75534c2-C", "generated_internal_id": "ASST_NON_G22AP00419_1434"}, {"internal_id": 150045039, "Award ID": "G22AP00409", "Award Amount": 278850.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-15", "CFDA Number": "15.814", "Description": "PROJECT TITLE:PRESERVATION OF GEOLOGIC DATA AND COLLECTIONS IN ILLINOIS: FY22PRESERVATION OF GEOLOGIC DATA AND COLLECTIONS IN ILLINOIS: FY22PERIOD OF PERFORMANCE: 8/1/2022 THROUGH 7/31/2023PURPOSE:- PRESERVE GEOSCIENCE DATA AND MATERIALS: RESCUE CHICAGO-AREA ROCK CORES AND MAHOMET AQUIFER SEDIMENT CORES FROM CLIMATICALLY UNSTABLE AND INACCESSIBLE BULK STORAGE, INCLUDING PROPER PROCESSING AND STORAGE, ANALYSIS, AND INCREASED DISCOVERABILITY AND ACCESSIBILITY FOR RESEARCH. ENHANCE OUR CORE PROCESSING, ANALYSIS, AND STORAGE CAPABILITIES.- IDENTIFY CRITICAL MINERAL RESOURCES: SUBSTANTIALLY INCREASE AND ENHANCE OUR DOCUMENTATION OF ROCK CORES IN OUR CORE LIBRARY THAT ARE RELEVANT TO CRITICAL MINERALS IDENTIFICATION AND RESEARCH.ACTIVITIES:- SETUP AND INSTALL CORE PROCESSING TABLES, X-RAY FLUORESCENCE, MAGNETIC SUSCEPTIBILITY AND CORE PHOTOGRAPHY EQUIPMENT AT CORE PROCESSING FACILITY- INSTALL CORE STORAGE SHELVING AT SOUTH LINCOLN FACILITY- REVIEW AND PROCESS CORES NEEDING RESCUE: DETERMINE SCIENTIFICALLY DESIRABLE/NON-DUPLICATIVE CORES AND AUTHOR DESCRIPTIVE GEOLOGIC LOGS; RE-LOCATE AND PROCESS CORES FOR PERMANENT STORAGE INCLUDING SIZING AND ARRANGING OF CORES TO STANDARD STORAGE BOXES; CATALOG AND ENTER INTO OUR CORE LIBRARY.- REVIEW AND PROCESS MAHOMET AQUIFER SEDIMENT CORES: PHOTOGRAPH, AUTHOR DESCRIPTIVE GEOLOGIC LOGS, AND ANALYZE CORES USING X-RAY FLUORESCENCE SPECTROSCOPY AND MAGNETIC SUSCEPTIBILITY.- DISCOVER, REVIEW AND PROCESS ROCK CORES IN OUR CORE LIBRARY PERTINENT TO CRITICAL MINERALS RESEARCH (BLACK SHALE INTERVALS WITHIN DEVONIAN AND PENNSYLVANIAN AGE CORES): PHOTOGRAPH AND ENHANCE DOCUMENTATION OF THESE CORES.- DEVELOP IMPROVED METHODS TO STORE, DISCOVER AND RETRIEVE ALL RELEVANT CORE DATA AND PHOTOGRAPHS WITHIN OUR DATA SYSTEMS.DELIVERABLES AND EXPECTED OUTCOMES:- LONG-TERM PRESERVATION OF THE CORES.- INCREASED DISCOVERABILITY AND USABILITY OF THE CORES AND OF ENHANCED ASSOCIATED DATA.- IMPROVED CORE-PROCESSING CAPABILITIES INCLUDING PHOTOGRAPHY AND COMPOSITION ANALYSIS USING X-RAY FLUORESCENCE AND MAGNETIC SUSCEPTIBILITY TECHNOLOGIES.INTENDED BENEFICIARIES:- RESEARCHERS INTERESTED IN SUBSURFACE INFORMATION ASSOCIATED WITH SPECIFIC CORES AND/OR PHYSICAL ACCESS TO SPECIFIC CORES FOR SCIENTIFIC EXAMINATION.- URBAN PLANNING, WATER RESOURCES PLANNING AND MINERAL, GAS AND OIL EXPLORATION, AS APPLICABLE TO GEOGRAPHIC AREAS COVERED BY CORES.- CRITICAL MINERALS RESEARCH PROGRAMS INCLUDING USGS EARTH MAPPING RESOURCES INITIATIVE AS APPLICABLE TO SPECIFIC CORES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": 225400.0, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G22AP00409_1434"}, {"internal_id": 150045034, "Award ID": "G22AP00355", "Award Amount": 147909.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-07-11", "CFDA Number": "15.814", "Description": "PROJECT TITLE:PRESERVING AND DISSEMINATING NEVADA'S GEOTHERMAL AND CRITICAL MINERALS DATAPERIOD OF PERFORMANCE: 8/1/2022 THROUGH 7/31/2023THE PROJECTS FUNDED BY THE 2022 NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM  WILL SUPPORT THE LONG-TERM STRATEGY OF THE NEVADA BUREAU OF MINES AND GEOLOGY TO PRESERVE AND  DISSEMINATE GEOLOGIC AND GEOPHYSICAL DATA FOR THE STATE OF NEVADA.  PROJECTS INCLUDE CONTINUING A MAJOR EFFORT TO INVENTORY, BARCODE, AND PHOTOGRAPH ALL CORE HOUSED  AT THE GREAT BASIN SCIENCE SAMPLE AND RECORDS LIBRARY (GBSSRL), NBMG'S SAMPLE REPOSITORY. NBMG WILL ALSO RESCUE BLUE MOUNTAIN GEOTHERMAL CORE AND ACCESSION IT INTO THE GBSSRL  COLLECTION. A COMPLEMENTARY EFFORT WILL INVOLVE THE CONTINUED CONVERSION OF GEOTHERMAL WELL LOGS  INTO TABULAR DATA FOR INTEGRATION INTO THE GREAT BASIN CENTER FOR GEOTHERMAL ENERGY'S (GBCGE)  RELATIONAL DATABASE SYSTEM. NBMG WILL ALSO CONTINUE TO DIGITIZE MATERIALS IN THE NEVADA MINING  DISTRICT FILES COLLECTION AND CONDUCT AN INVENTORY OF DONATED MATERIALS. ADDITIONALLY, NBMG WILL CONTINUE THE EFFORT TO COMPILE INFORMATION RELATED TO CRITICAL MINERAL RESOURCES THROUGHOUT NEVADA.  THIS WILL INVOLVE DATA MINING, AGGREGATION, AND INTEGRATION INTO THE CRITICAL MINERALS DATABASE, AS  WELL AS A PILOT PROJECT TO IDENTIFY AND ANALYZE CRITICAL MINERAL CORE. DELIVERABLES FOR THESE PROJECTS INCLUDE 1) A SEARCHABLE ONLINE CORE DATABASE THAT WILL INCLUDE  PHOTOGRAPHS AND RECORDED METADATA, 2) ADDITIONAL PHYSICAL CORE ACCESSIONED INTO THE GBSSRL  COLLECTIONS, 3) TABULAR WELL LOG DATA INTEGRATED INTO THE NBMG DATABASES THAT WILL BE SEARCHABLE  VIA NBMG WEB APPLICATIONS, 4) DIGITAL METADATA AND SCANNED DOCUMENTS SEARCHABLE ONLINE IN THE  NBMG MINING DISTRICT FILES COLLECTION, 5) AN INTERNAL DATABASE OF METADATA FOR ACCESSIONED ITEMS,  AND 6) AGGREGATED METADATA OF CRITICAL MINERALS OCCURRENCES, AVAILABLE VIA NBMG WEB  APPLICATIONS. THE FUNDING PROVIDED BY THE NGGDPP WILL SUPPORT NBMG STAFF SALARIES AND PRESERVATION  EQUIPMENT PURCHASES SUCH AS ARCHIVAL-GRADE BOXES AND FOLDERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": 121061.59, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_G22AP00355_1434"}, {"internal_id": 151019424, "Award ID": "G22AP00354", "Award Amount": 160374.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-12", "CFDA Number": "15.814", "Description": "PROJECT TITLE PRESERVING KANSAS GEOLOGIC DATA, DOCUMENTS, SAMPLES, AND AERIAL PHOTOGRAPHS  AND SURVEYING DRILLHOLE CORE HOLDINGS RELATING TO CRITICAL MINERAL RESOURCES, FY 2022PERIOD OF PERFORMANCE  8 18 2022 THROUGH 8 17 2023THE KANSAS GEOLOGICAL SURVEY S  KGS  PROPOSAL FOR THE NGGDPP FISCAL YEAR 2022 HAS TWO  COMPONENTS   PRIORITY 1, THE PRESERVATION OF GEOLOGIC ITEMS, AND PRIORITY 2, WHICH FOCUSES ON  RESEARCHING CRITICAL MINERALS THAT THE UNITED STATES HAS DEFINED TO BE OF SIGNIFICANT VALUE FOR OUR  COUNTRY  ALL DATA AND IMAGES WILL BE PRESERVED AND BE MADE AVAILABLE TO THE PUBLIC  PRIMARY  USERS OF KGS DATA ARE WATER, OIL, AND GAS INDUSTRY PROFESSIONALS, FEDERAL, STATE AND LOCAL AGENCIES,  ENVIRONMENTAL FIRMS, LANDOWNERS, REALTORS, CARTOGRAPHERS, GENEALOGISTS, EDUCATORS, STUDENTS AND  RESEARCHERS  THEY MANIPULATE THIS DATA TO BETTER DEFINE FAULTS, FIND NATURAL RESOURCES FOR  REMEDIATION AND RESEARCH, LOCATE OLD WELLS AND HOMESTEADS, RESEARCH SURFACE AND SUBSURFACE LEVEL  CHANGES, AS WELL AS MANY OTHER PROJECTS PRIORITY 1, IN PART, CONTINUES OUR WORK FROM PREVIOUS GRANTS TO RESCUE, PRESERVE AND IMPROVE  ACCESS TO GEOLOGIC RECORDS AND SAMPLES AND HISTORICAL AERIAL PHOTOGRAPHY IN OUR COLLECTIONS  IN  ADDITION, WE WILL PRESERVE DOCUMENTS AND NOTES AND ADD INFRASTRUCTURE TO PRESERVE CRITICAL  MINERALS SAMPLES   FOR ONE PROJECT, WE WILL ENTER DATA AND SCAN GEOLOGIC RECORDS FROM OIL AND GAS WELLS AND ADD AT LEAST 3,000 DOCUMENT IMAGES TO OUR WEBSITE  WE WILL IMPROVE STORAGE CONDITIONS OF DONATED MATERIALS, AND ORGANIZE AND INVENTORY OUR RECORDS IN STORAGE  ANOTHER PROJECT WILL EVALUATE AND PRESERVE ROCK SAMPLES  SAMPLE CUTTINGS  THAT ARE COLLECTED  DURING THE WELL DRILLING PROCESS  OUR COLLECTION REPRESENTS OVER 145,000 WELLS DATING BACK TO THE EARLY 1900S  GRANT FUNDS WILL ALLOW STAFF TO IDENTIFY AT RISK SAMPLES, AND PLACE IN NEW ENVELOPES AND BOXES WITH DESCRIPTIVE LABELING TO MEET CURRENT STANDARDS, AND PROVIDE BETTER PUBLIC ACCESS TO SAMPLES FROM 3,000 WELLS  PROJECT THREE CONTINUES OUR EFFORTS TO SCAN, ARCHIVE, AND MAKE PUBLICLY AVAILABLE 9,000 ADDITIONAL  IMAGES FROM OUR COLLECTION OF HISTORICAL AERIAL PHOTOS  THESE PHOTOS ARE SCANNED INTO AN ARCHIVAL  FORMAT, THEN CONVERTED TO VERSIONS THE PUBLIC CAN EASILY VIEW AND DOWNLOAD FROM OUR  WEBSITE  WHEN OUR COMPLETE COLLECTION IS SCANNED, THE KGS WILL BE THE LARGEST PUBLIC REPOSITORY  OF DIGITAL HISTORICAL AERIAL PHOTOGRAPHS OF THE STATE OF KANSAS   A SPECIAL COLLECTIONS PROJECT WILL INVENTORY AND SCAN HISTORICAL NOTES AND MAPS BY THE KGS STAFF  AND GEOLOGIST HOLLY WAGNER  THE COLLECTION HELPED PRODUCED GEOLOGIC MAPS FOR THE STATE OF  KANSAS AND WILL AID IN CURRENT MAPPING PROJECTS AS WELL AS PROVIDE HISTORICAL CONTEXT FOR OUR  STATE S GEOLOGY   GRANT FUNDS WILL ALSO BE USED TO ADD BETTER LIGHTING TO A LABORATORY AREA OUR SCIENTISTS WILL USE TO  EXAMINE ROCK SAMPLES IN OUR PRIORITY 2 RESEARCH ON CRITICAL MINERALS  FOR PRIORITY 2, WE WILL CONTINUE ASSESSMENT OF THE CRITICAL MINERAL  CM  POTENTIAL IN ROTARYCUTTINGS AND DRILL CORES IN EASTERN KANSAS  WE WILL CONTINUE INVENTORYING, CLEANING,  PHOTOGRAPHING, AND SLABBING SELECTED KGS DRILL CORES FOR FUTURE MAJOR CHEMICAL ANALYSIS  THESE  GEOLOGIC INTERVALS HAVE POTENTIAL TO HOST CMS  E G , HELIUM, RARE EARTH ELEMENTS   THEREFORE,  SUPPLYING ECONOMIC BENEFIT TO OUR STATE AND NATION  WE WILL PRESENT THIS INFORMATION TO THE PUBLIC  VIA THE KGS WEBSITE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": 135131.0, "recipient_id": "77c2126f-1eeb-1497-ee97-f5b830ca5e7d-C", "generated_internal_id": "ASST_NON_G22AP00354_1434"}, {"internal_id": 149742474, "Award ID": "G22AP00326", "Award Amount": 107143.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-27", "CFDA Number": "15.814", "Description": "PROJECT TITLE:FY 2022 NATIONAL GEOLOGICAL & GEOPHYSICAL DATA PRESERVATION PROGRAM - FY 22 NGGDPPPERIOD OF PERFORMANCE: 7/1/2022 THROUGH 6/30/2023DIGITAL SCANNING AND METADATA GENERATION OF 400 UNPUBLISHED GEOLOGICAL DATA FILES IN COLLECTION: THE MISSOURI GEOLOGICAL SURVEY (MGS) PROPOSES TO CREATE ARCHIVE QUALITY DIGITAL SCANS AND SAMPLE-LEVEL METADATA FOR 400 UNPUBLISHED GEOLOGICAL DATA FILES. THE FILES CONTAIN DIVERSE DATA THAT ARE UNAVAILABLE ELSEWHERE, ALONG WITH MAPS, GEOCHEMICAL AND GEOPHYSICAL DATA, AND PHOTOGRAPHIC MATERIALS. SCAN FILES WILL BE REVIEWED FOR QUALITY AND COMPLETENESS; PAPER FILES WILL BE ARCHIVED IN THE MGS LIBRARY. THE SAMPLE-LEVEL METADATA GENERATED DURING THE PROJECT WILL BE POSTED ON THE MGS WEBPAGE IN THE MGS ONLINE BIBLIOGRAPHY AND SUBMITTED TO THE NATIONAL DIGITAL CATALOG (NDC); SCAN FILES WILL BE UPLOADED TO THE NDC. THE PROJECT WILL INCREASE PUBLIC AWARENESS OF AND ACCESSIBILITY TO DATA THAT ARE USEFUL TO A WIDE RANGE OF GEOLOGIC AND PUBLIC ENTITIES, AND SAVE DATA DUPLICATION AND FIELD COSTS.PILOT PROJECT FOR CORE PHOTOGRAPHY: THE MISSOURI GEOLOGICAL SURVEY PROPOSES A PILOT PROJECT TO DEVELOP CORE PHOTOGRAPHY STANDARDS AND PROCEDURES, ARCHIVE PROTOCOLS, AND AN ARCGIS ONLINE APPLICATION, WITH THE GOAL OF A FUTURE CORE PHOTOGRAPHY PROJECT. ONLINE-ACCESSIBLE CORE PHOTOGRAPHS WILL ASSIST CUSTOMERS IN SELECTION OF CORES FOR STUDY, AND LIMIT PHYSICAL CORE HANDLING.CORE LOG DATABASE: THE MISSOURI GEOLOGICAL SURVEY (MGS) PROPOSES ENTRY OF 1,000 CORE LOGS INTO AN EXISTING CORE LOG DATABASE. THE LOGS CONTAIN DIVERSE DATA UNAVAILABLE ELSEWHERE THAT: ARE USEFUL TO A WIDE RANGE OF GEOLOGIC ENTITIES; SAVE DATA DUPLICATION AND FIELD COSTS; AND ARE ESSENTIAL FOR EVALUATION OF CRITICAL MINERAL POTENTIAL. CORE LOGS WILL BE PRIORITIZED BY PERMISSIVE GEOLOGY FOR CRITICAL MINERALS. SAMPLE-LEVEL METADATA, INCLUDING ALL CORE LOG TEXT AND GEOCHEMICAL DATA, WILL BE ENTERED INTO THE DATABASE, AND SUBMITTED TO THE NATIONAL DIGITAL CATALOG IN THE BOREHOLE TEMPLATE FORMAT. ORIGINAL LOGS WILL BE ARCHIVED IN A LIMITED-ACCESS AREA OF THE MGS LIBRARY. THE PROJECT WILL INCREASE PUBLIC AWARENESS OF AND ACCESSIBILITY TO THE DATA. THE DATABASE FORMAT WILL MAXIMIZE SEARCH POTENTIAL AND PROVIDE GIS-COMPATIBLE DATA. THE PROJECT IS A CONTINUATION OF THE MGS 2019, 2020, AND 2021 NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM CRITICAL MINERAL PRIORITY PROJECTS. THE DATA WILL ASSIST IN CRITICAL MINERAL EVALUATION AND DEVELOPMENT OF A SUBSURFACE THREE-DIMENSIONAL FRAMEWORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": 70649.0, "recipient_id": "9ac4ea8c-e02c-dcd3-f1eb-7e05abff17c8-C", "generated_internal_id": "ASST_NON_G22AP00326_1434"}, {"internal_id": 149742478, "Award ID": "G22AP00317", "Award Amount": 20559.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-28", "CFDA Number": "15.814", "Description": "PROJECT TITLE:PRESERVATION OF GEOPHYSICAL WELL LOGS AND BOREHOLE VIDEO FOR BEDROCK WATER WELLS IN VERMONT: A HYDROGEOLOGIC RESOURCE FOR GROUNDWATER QUANTITY AND QUALITY PLANNINGPERIOD OF PERFORMANCE: 7/1/2022 THROUGH 6/30/2023AWARD PURPOSE: BEDROCK WELLS DRILLED FOR DRINKING WATER PURPOSES ARE LIKE A 6\" DIAMETER STRAW  THAT EXTENDS DEEP INTO A BEDROCK AQUIFER. USING MODERN GEOPHYSICAL LOGGING TOOLS, AN ENORMOUS  AMOUNT OF INFORMATION CAN BE LEARNED ABOUT THE WELL ITSELF AND THE \"PLUMBING\" OF THE  ENCOMPASSING BEDROCK AQUIFER, WHICH IS OF GREAT VALUE TO LOCAL, STATE, FEDERAL, AND PRIVATE SECTOR  SCIENTISTS FOR MAKING WATER QUANTITY AND QUALITY PLANNING DECISIONS. FROM 2012 - 2021, THE  VERMONT GEOLOGICAL SURVEY AND AN ACADEMIC PARTNER AT THE STATE UNIVERSITY OF NEW YORK AT  PLATTSBURGH CONDUCTED GEOPHYSICAL LOGGING SURVEYS ON 48 BEDROCK WELLS IN VERMONT, AS PART OF  COLLABORATIVE HYDROGEOLOGY PROJECTS. EACH WELL WAS SURVEYED SEQUENTIALLY USING THE FOLLOWING  TOOLS:  1) GROUNDWATER TEMPERATURE  2) GROUNDWATER CONDUCTIVITY (SALINITY)  3) NATURAL RADIOACTIVITY (GAMMA)- HELPS DETERMINE THE ROCK TYPE.  4) WELL DIAMETER (CALIPER)- THE WELL IS WIDER WHERE BEDS AND CRACKS INTERSECT. 5) BOREHOLE IMAGER- CONSTRUCTS A 3-DIMENSIONAL WELL IMAGE USING RADAR WAVES.  6) HEAT PULSE FLOWMETER- TELLS WHAT DEPTH GROUNDWATER ENTERS THE WELL, WHETHER IT FLOWS  UP OR DOWN, AND AT WHAT VELOCITY.  7) BOREHOLE CAMERA- RECORDS A VIDEO OF THE INSIDE OF THE WELL.  THE GOAL OF THIS STUDY IS TO INTEGRATE THE GEOPHYSICAL WELL DATA FOR EACH OF THE 48 WELLS WITH A  GEOGRAPHIC INFORMATION SYSTEMS (GIS) WEB MAP ON THE VERMONT GEOLOGICAL SURVEY WEBSITE THAT  IS READILY AVAILABLE TO SCIENTISTS AND OTHER INTERESTED PARTIES.ACTIVITIES TO BE PERFORMED: A) DATA COLLATION- FOR EACH WELL, CREATE A COMPUTER INFORMATION (METADATA) FILE PROVIDING LOGGING DATE, LOCATION INFORMATION, AND WELL DRILLER REPORT INFORMATION. CONVERT  BOREHOLE CAMERA VIDEO INTO A COMMON VIDEO FORMAT. B) PRODUCTION OF WELL LOG GRAPHICS- CONSTRUCT A GIS BASE MAP THAT SHOWS THE LOCATIONS  OF ALL WELLS LOGGED IN THE CONTEXT OF MAJOR GEOGRAPHIC AND GEOLOGIC FEATURES. USING THE  COLLATED DATA FILES FROM PROCEDURE A, PRODUCE A HIGH-QUALITY GRAPHICS FILE FOR EACH WELL.  C) PUT MATERIALS ONLINE INTEGRATE GRAPHICS FILES FOR ALL 48 WELLS AND GIS BASE MAP FROM  PROCEDURE B TO MAKE AN INTERACTIVE WEB MAP. UPLOAD TO THE VERMONT GEOLOGICAL SURVEY  WEBSITE. VIDEO DATA WILL BE AVAILABLE VIA FILE TRANSFER PROTOCOL (FTP) SERVICES.DELIVERABLES AND EXPECTED OUTCOMES: AN UPDATEABLE AND INTERACTIVE WEB MAP DATA REPOSITORY  THAT IS READILY AVAILABLE TO THE BENEFICIARIES BELOW TO INFORM GROUNDWATER QUANTITY AND QUALITY  PLANNING DECISIONS.  INTENDED BENEFICIARIES: LOCAL, STATE, FEDERAL, AND PRIVATE SECTOR SCIENTISTS AND INTERESTED PARTIES.SUBRECIPIENT ACTIVITIES: DR. EDWIN ROMANOWICZ, WHO WAS AN INTEGRAL PART OF THE ENTIRE GEOPHYSICAL LOGGING PROJECT FROM 2012-2021, WAS INCLUDED IN THE PROPOSAL AS A SUBRECIPIENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46afa665-cb11-f526-57af-5fd31a4a58a5-C", "generated_internal_id": "ASST_NON_G22AP00317_1434"}, {"internal_id": 149742487, "Award ID": "G22AP00316", "Award Amount": 47787.46, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-28", "CFDA Number": "15.814", "Description": "PROJECT TITLE:RESCUING DAMAGED CORE, CONVERTING 6 PREVIOUSLY PUBLISHED MAPS TO LEVEL 3 GEMS, AND COMPILING CRITICAL MINERAL BOREHOLE DATA FOR EARTH MRIPERIOD OF PERFORMANCE: 7/1/2022 THROUGH 6/30/2023ACTIVITIES TO BE PERFORMED: TRANSFERRING 9800 FEET OF ROCK CORE FROM 980 CARDBOARD BOXES DAMAGED DURING A 2021 SPRING FLOODING EVENT TO WATERPROOF PLASTIC CORRUGATED BOXES WITH COVERS, CONVERTING SIX PREVIOUSLY PUBLISHED GEOLOGIC MAPS IN THE MIDDLE TENNESSEE MINERAL DISTRICT TO NEW DIGITAL STANDARDS, UPDATING REGISTRY OF SCIENTIFIC COLLECTIONS COLLECTION-LEVEL METADATA RECORDS FROM 16 COLLECTIONS TO THE NEW METADATA CONVENTION, AND COMPILING BOREHOLE DATA FOR 400 MINERAL TEST HOLES IN THE MIDDLE TENNESSEE MINERAL DISTRICT.DELIVERABLES AND EXPECTED OUTCOMES: FOR PRIORITY 1 - PRESERVE GEOSCIENCE DATA AND MATERIALS - OBJECTIVE 1: REPLACING DAMAGED CORE BOXES IN THE TENNESSEE GEOLOGICAL SURVEY ROCK CORE COLLECTION, SURVEY STAFF WILL COMPLETE THE TRANSFER OF 9800 FEET OF ROCK CORE FROM DAMAGED CARDBOARD BOXES TO NEW WATERPROOF PLASTIC CORRUGATED BOXES, PRESERVING SUBSURFACE DATA AND SAMPLE RESOURCES PRIMARILY FROM EXPLORATION ACTIVITIES IN THE MIDDLE TENNESSEE MINERAL DISTRICT BASIN BRINE PATH MINERAL SYSTEM, PART OF AN EARTH MAPPING RESOURCES INITIATIVE THAT WILL ULTIMATELY SUPPORT THE U.S. GEOFRAMEWORK INITIATIVE, THE GOAL OF WHICH IS TO PRODUCE A SEAMLESS GEOLOGIC MAP OF THE UNITED STATES BY 2030. FOR OBJECTIVE 2: CONVERTING SIX PUBLISHED 7.5-MINUTE QUADRANGLE GEOLOGIC MAPS TO LEVEL 3 UNITED STATES GEOLOGICAL SURVEY GEOLOGIC MAP SCHEMA FORMAT, SURVEY STAFF WILL COMPLETE THE CONVERSION OF THE BELLWOOD, CARTHAGE, DIXON, DODSON BRANCH, GAINESBORO, AND GRANVILLE GEOLOGIC MAPS THAT ARE ADJACENT TO EACH OTHER AND PROVIDE AN EAST-WEST TRANSECT ACROSS AN EARTH MAPPING RESOURCES INITIATIVE MULTI-STATE FOCUS AREA CALLED THE SOUTH-CENTRAL KENTUCKY - NORTH CENTRAL TENNESSEE MINERAL DISTRICT THAT HOSTS MISSISSIPPI VALLEY TYPE DEPOSITS CONTAINING SPHALERITE, GERMANIUM, GALLIUM, AND COBALT. FOR OBJECTIVE 3: ADDITIONAL FUNDING REQUEST TO UPDATE THE REGISTRY OF SCIENTIFIC COLLECTIONS, SURVEY STAFF WILL UPDATE COLLECTION-LEVEL METADATA RECORDS FROM 16 COLLECTIONS TO THE NEW METADATA CONVENTION TO IMPROVE DISCOVERABILITY AND ACCESS TO THE COLLECTIONS. FOR PRIORITY 2 - IDENTIFYING CRITICAL MINERAL RESOURCES, SURVEY STAFF WILL COMPILE BOREHOLE DATA FOR APPROXIMATELY 400 MINERAL TEST HOLES IN THE MIDDLE TENNESSEE MINERAL DISTRICT THAT HOSTS PHASE 3 AND PHASE 4 CRITICAL MINERALS BARITE, FLUORSPAR, GALLIUM, GERMANIUM, AND ZINC USING THE PRESCRIBED BOREHOLE METADATA TEMPLATE AND UPLOADING IT TO THE REGISTRY OF SCIENTIFIC COLLECTIONS SO SOCIETY WILL ULTIMATELY BENEFIT BY HAVING THE MEANS TO DIGITALLY SEARCH FOR AND REVIEW THE INFORMATION CONTAINED IN THEM SINCE THE MINERAL TEST HOLE INFORMATION CURRENTLY ONLY EXISTS AS PAPER FILES.INTENDED BENEFICIARIES: CITIZENS OF TENNESSEE, AS WELL AS THOSE OF THE UNITED STATES, WILL BENEFIT FROM THE PRESERVATION OF UNIQUE GEOLOGIC DATA OF SIGNIFICANT VALUE THAT HAS THE POTENTIAL TO CONTRIBUTE TO NATION-WIDE SOCIAL AND ECONOMIC PRIORITIES. SINCE 1831 THE TENNESSEE GEOLOGICAL SURVEY HAS BEEN COLLECTING DATA REGARDING TENNESSEE'S MINERAL RESOURCES. ALTHOUGH MUCH OF THIS INFORMATION HAS BEEN COMPILED AND MADE AVAILABLE TO THE PUBLIC THROUGH PUBLISHED REPORTS, A SIGNIFICANT AMOUNT EXISTS ONLY IN THE FORM OF PAPER DOCUMENTS STORED IN FILE AND MAP CABINETS IN AGENCY OFFICES AND WAREHOUSES ACROSS THE STATE WHERE UP UNTIL RECENTLY THEY HAVE NOT BEEN CATALOGED AND THEIR EXISTENCE AND WHEREABOUTS MADE KNOWN TO THE PUBLIC, RESEARCHERS, AND INDUSTRY THROUGH A PUBLIC-FACING INTERFACE SUCH AS THE REGISTRY OF SCIENTIFIC COLLECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_G22AP00316_1434"}, {"internal_id": 149742466, "Award ID": "G22AP00315", "Award Amount": 331048.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-27", "CFDA Number": "15.814", "Description": "PROJECT TITLE:FY22 NGGDPP PROPOSAL FROM MINNESOTA GEOLOGICAL SURVEY (MGS) PRIORITIES INCLUDE SUBSURFACERESOURCES AND CRITICAL MINERALS.PERIOD OF PERFORMANCE: 7/1/2022 THROUGH 6/30/2022DESCRIPTION OF PURPOSE: THE ACTIVITY PROPOSED BY UNIVERSITY OF MINNESOTA, MINNESOTA GEOLOGICAL SURVEY, FOR COMPLETION IN 2022/2023, WITH SUPPORT FROM THE UNITED STATES GEOLOGICAL SURVEY, NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM, IS MEANT TO BE AN ANNUAL INCREMENT OF EFFORT FIRST AUTHORIZED BY THE ENERGY POLICY ACT OF 2005, THAT IS MEANT TO ENSURE THE PRESERVATION AND AVAILABILITY OF PUBLIC GEOSCIENCE OBSERVATIONS SUCH AS GEOLOGISTS' DESCRIPTIONS, MEASUREMENTS SUCH AS GEOPHYSICAL AND GEOCHEMICAL DETERMINATIONS, AND SPECIMENS SUCH AS SEDIMENTS AND ROCKS, THAT ARE NEEDED BY SOCIETY TO ENSURE OPTIMAL RESOURCE MANAGEMENT, HAZARDS RESILIENCE, AND TO SUPPORT RESEARCH ON OUR PLANET AND ITS LIFE.ACTIVITIES TO BE PERFORMED: THE WORK PROPOSED FOR THIS COMING YEAR ADDRESSES ADMINISTRATION PRIORITIES REGARDING THE ECONOMY, AND PROGRAM PRIORITIES REGARDING SUBSURFACE RESOURCES AND CRITICAL MINERALS. THE WORK WILL BE CARRIED OUT BY MINNESOTA GEOLOGICAL SURVEY OF THE UNIVERSITY OF MINNESOTA, IN COOPERATION WITH THE NATURAL RESOURCES RESEARCH INSTITUTE OF THE UNIVERSITY OF MINNESOTA DULUTH, AND THE MINNESOTA DEPARTMENT OF NATURAL RESOURCES. THE WORK INCLUDES PRESERVATION OF FIELD DATA, DEVELOPMENT OF A GEOPHYSICAL DATABASE, THE THIRD PHASE OF WORK ON DRILL CUTTINGS, THE PLANNED SECOND PHASE OF INVENTORY, ENHANCEMENT, AND MAJOR FACILITY EXPENDITURES AT THE DRILL CORE LIBRARY, AS WELL AS ATTENDANCE BY TWO STAFF AT A DATA PRESERVATION WORKSHOP. ALSO, WE PROPOSE TO UPDATE MAPS OF MINERAL DEPOSITS AND DISTRICTS, GEOLOGICAL MAPPING DATABASES NEEDED FOR ASSESSMENT OF MINERAL POTENTIAL, BOREHOLE DATA, AND INFORMATION STRATEGY DEVELOPMENT, AS WELL AS PREPARATION FOR AND ATTENDANCE AT A CRITICAL MINERALS WORKSHOP.DELIVERABLES AND EXPECTED OUTCOMES: THE DELIVERABLES WILL BE PRESERVED FIELD DATA, A NEW GEOPHYSICAL DATABASE, ENHANCED DRILL CUTTINGS COLLECTIONS, AN ENHANCED DRILL CORE LIBRARY, PARTICIPATION IN A NATIONAL DATA PRESERVATION WORKSHOP, UPDATED COMPILATION OF MINERAL DEPOSITS AND DISTRICTS, MAPPING TO SUPPORT USGS MINERALS-RELATED PLANNING, A COMPILATION AND DOCUMENTATION OF DRILLHOLE DATA, PARTICIPATION IN A NATIONAL CRITICAL MINERALS WORKSHOP AND RELATED ACTIVITY, AND FOLLOW-UP TO STRATEGIC PLANNING. THE OUTCOMES WILL BE BETTER PUBLIC INFORMATION AND PLANNING FOR GEOSCIENCE OBSERVATIONS, MEASUREMENTS, AND COLLECTIONS NEEDED BY THE PEOPLE OF MINNESOTA TO SUPPORT RESOURCE MANAGEMENT, HAZARDS RESILIENCE, AND RESEARCH.INTENDED BENEFICIARIES: THE PEOPLE OF MINNESOTA.SUBRECIPIENT ACTIVITIES: THE NATURAL RESOURCES RESEARCH INSTITUTE OF THE UNIVERSITY OF MINNESOTA DULUTH WILL FOCUS ON ROLES IN MAPPING TO SUPPORT MINERALS-RELATED PLANNING, PARTICIPATION IN A NATIONAL CRITICAL MINERALS WORKSHOP AND RELATED ACTIVITY, AND FOLLOW-UP TO STRATEGIC PLANNING. THE MINNESOTA DEPARTMENT OF NATURAL RESOURCES WILL FOCUS ON ROLES IN ENHANCEMENT OF THE DRILL CORE LIBRARY, PARTICIPATION IN A NATIONAL DATA PRESERVATION WORKSHOP, UPDATED COMPILATION OF MINERAL DEPOSITS AND DISTRICTS, COMPILATION AND DOCUMENTATION OF DRILLHOLE DATA, PARTICIPATION IN A NATIONAL CRITICAL MINERALS WORKSHOP AND RELATED ACTIVITY, AND FOLLOW-UP TO STRATEGIC PLANNING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": 300069.0, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G22AP00315_1434"}, {"internal_id": 149742436, "Award ID": "G22AP00295", "Award Amount": 37276.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "15.814", "Description": "PROJECT TITLE: DATA PRESERVATION WORKSHOP AND CRITICAL MINERALS BOREHOLE INITIATIVE AND LONG-RANGE PLANPERIOD OF PERFORMANCE: 7/1/2022 THROUGH 6/30/2023THIS PROJECT WILL CONSIST OF COMPILING HISTORIC BOREHOLE DATA ON PEYTON CREEK AND HICKORY VALLEY PHOSPHATE DEPOSITS AND THE BATESVILLE MANGANESE DISTRICT. DATA AND DESCRIPTIONS OF 23 HOLES IN PEYTON CREEK, 17 HOLES IN HICKORY VALLEY, 30 HOLES IN THE BATESVILLE DISTRICT, AND 75 PHOSPHATE AND MANGANESE PROSPECTS IN INDEPENDENCE COUNTY ARE AVAILABLE TO ADD TO THE TEMPLATE. THESE PHOSPHATE AND MANGANESE DEPOSITS WILL BE THE GOAL FOR THIS YEAR'S PROJECT WITH PLANS FOR SIMILAR ADDITION OF DATA FROM OTHER CRITICAL MINERAL DEPOSITS SUCH AS LEAD AND ZINC AND OVER 3,300 BAUXITE WELL LOGS.THE BOREHOLE DATA WILL SUPPLEMENT GEOLOGIC MAPPING RECENTLY COMPLETED IN THE BATESVILLE MANGANESE DISTRICT. FUTURE PLANS FOR INCLUSION OF CORE DATA RELATED TO LEAD AND ZINC WILL COMPLEMENT PROPOSED MAPPING IN THE NORTHEAST ARKANSAS LEAD AND ZINC DISTRICT.THIS PROJECT WILL ALSO INVOLVE THE DEVELOPMENT OF A LONG-RANGE PRESERVATION PLAN FOR CRITICAL MINERAL INFORMATION. THIS PLAN WILL INCLUDE COMPILATION OF ALL KNOWN BORINGS IN THE STATE PERTINENT TO CRITICAL MINERALS, EVALUATION OF THE CURRENTLY AVAILABLE DATA FOR THESE BOREHOLES, AND DEVELOPMENT OF A TIMELINE FOR COMPLETING THE INPUT OF THIS DATA. AN ADDITIONAL PART OF THE LONG-TERM PRESERVATION PLAN IS TO RE-BOX, PHOTOGRAPH, AND DESCRIBE A PORTION OF THESE SAMPLES. MANY OF THE BOXES THAT THESE CORE AND CUTTINGS ARE STORED IN HAVE DETERIORATED OVER TIME. THIS WILL BEGIN THE PROCESS OF TRANSFERRING THESE SAMPLES INTO MORE DURABLE CONTAINERS AS WELL AS TAKING THE OPPORTUNITY TO PHOTOGRAPH AND DESCRIBE THE SAMPLES FOR THE PURPOSE OF MAKING THIS DATA AVAILABLE ON OUR WEBSITE. INFORMATION GLEANED FROM THIS PROCESS WILL BE USED TO CREATE A TIMELINE FOR THE FULL PRESERVATION AND DESCRIPTION OF OUR CRITICAL MINERAL BORINGS.THE END GOAL OF THIS PROJECT IS TO PRESERVE CRITICAL MINERAL DATA AND SAMPLES THAT ARE IN DANGER OF BEING LOST WHILE MAKING THEM MORE AVAILABLE TO INTERESTED PARTIES. THIS DATA IS OF INTEREST TO FEDERAL AND STATE GOVERNMENTAL AGENCIES RESPONSIBLE FOR RESOURCE MANAGEMENT AND DECREASING RELIANCE ON FOREIGN SOURCES, PRIVATE INDUSTRY SEEKING TO DEVELOP AND EXTRACT THESE RESOURCES, AND ACADEMIC INSTITUTIONS WILL ALSO BENEFIT FROM THIS DATA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c3d5277-2ee1-3289-bb2e-40d637196b76-C", "generated_internal_id": "ASST_NON_G22AP00295_1434"}, {"internal_id": 149742491, "Award ID": "G22AP00293", "Award Amount": 632327.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "15.814", "Description": "PROJECT TITLE:ALASKA GMC DATABASE UPGRADE, HYPERSPECTRAL SCANNER, AND CORE RESCUEPERIOD OF PERFORMANCE: 7/1/2022 THROUGH 6/30/2023THE ALASKA DEPARTMENT OF NATURAL RESOURCES, DIVISION OF GEOLOGICAL & GEOPHYSICAL SURVEYS (DGGS) IS STATUTORILY MANDATED TO COLLECT, ARCHIVE, MANAGE, AND DISSEMINATE GEOLOGICAL AND GEOPHYSICAL DATA ON THE SUBSURFACE ENERGY RESOURCES, MINERAL RESOURCES, AND GEOLOGIC HAZARDS OF THE STATE. ALASKA IS A SUCCESSFUL GLOBAL COMPETITOR FOR INVESTMENT DOLLARS MARKED FOR OIL & GAS AND MINERAL RESOURCES; THE STATE COMPARES PARTICULARLY FAVORABLY TO OTHER MINING JURISDICTIONS AROUND THE WORLD-ALASKA RANKED 5TH FOR MINERAL POTENTIAL AND 5TH FOR OVERALL INVESTMENT ATTRACTIVENESS OUT OF 77 GLOBAL MINING JURISDICTIONS ACCORDING TO THE FRASER INSTITUTE'S ANNUAL SURVEY OF MINING COMPANIES IN 2020. ALASKA'S RESOURCES COLLECTIVELY REPRESENT A SIGNIFICANT PROPORTION OF UNITED STATES' DOMESTIC GOLD, SILVER, COPPER, AND BASE-METAL RESOURCES AND INDICATE THAT THERE ARE STILL EXTREMELY LARGE MINERAL DEPOSITS TO BE DISCOVERED AND DEVELOPED IN THE STATE. SIGNIFICANT RESOURCES OF CRITICAL MINERALS IN DEPOSITS AND PRESENT AS BY-PRODUCTS IN MANY PRECIOUS- AND BASE-METAL DEPOSITS PROMISE FUTURE DOMESTIC RESOURCES NEEDED FOR TWENTY-FIRST-CENTURY TECHNOLOGIES. EVEN WITH ALASKA'S LARGE, RECOGNIZED MINERAL ENDOWMENT AND OIL AND GAS RESOURCES, THE STATE MUST DEVELOP STRATEGIES SUCH AS GEOLOGIC DATA AND SAMPLE REPOSITORIES AND ADVANCED TECHNOLOGY SERVICES TO ATTRACT COMPANIES TO THE STATE. ROBUST DATA AND SERVICES ALSO PROVIDE A FOUNDATION FOR RESEARCHERS, GOVERNMENT AGENCIES, AND THE PUBLIC TO MAKE INFORMED DECISIONS ABOUT NATURAL RESOURCE MANAGEMENT AND POTENTIAL DEVELOPMENT.THE NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM (NGGDPP), FOR USGS 2022 PROGRAM ANNOUNCEMENT G22AS00033, AWARDED DGGS FUNDING FOR TWO PROGRAM OBJECTIVES. THE FIRST OBJECTIVE INCLUDES TWO SIGNIFICANT UPGRADES TO THE GEOLOGIC MATERIALS CENTER (GMC), ALASKA'S PREMIER GEOSCIENCE MATERIALS AND DATA REPOSITORY. A HYPERSPECTRAL SCANNER WILL BE PURCHASED THAT IMAGES AND COLLECTS HIGH-RESOLUTION PHOTOGRAPHY OF CORES AND SAMPLES STORED AT THE REPOSITORY. MODERN SOPHISTICATED ANALYSIS OF ARCHIVED SAMPLES SUCH AS HYPERSPECTRAL IMAGING IS WIDELY RECOGNIZED AS A COST-EFFECTIVE ALTERNATIVE TO THE TREMENDOUS EXPENSE OF CORE DRILLING AND SAMPLING IN OFTEN REMOTE AREAS OF ALASKA. FUNDING IS ALSO PROVIDED FOR BUILDING OUT ELECTRICAL AND DATA WIRING NECESSARY FOR INSTALLATION OF THE SCANNER AND DATABASE UPGRADES TO COLLECT, DELIVER, AND ARCHIVE VERY LARGE DATA FILES. THE ABILITY TO ASSOCIATE UNDERUTILIZED LEGACY IMAGES AND NEW DATA FILES GENERATED BY SCANNING TECHNIQUES WITH INVENTORY RECORDS AND SERVE THE DATA OUT TO THE PUBLIC WILL DRAMATICALLY INCREASE THE GMC DATABASE'S COMPATIBILITY WITH FAIR DATA MANAGEMENT PRINCIPLES (FINDABLE, ACCESSIBLE, INTEROPERABLE AND REUSABLE), THEREBY INCREASING THE UTILITY AND VALUE OF THE GMC'S HOLDINGS IN RESOURCE DEVELOPMENT. AS PROOF OF CONCEPT, DGGS ANTICIPATES 1,500 LEGACY PHOTO AND IMAGE RECORDS PLUS METADATA FOR SEVERAL TEST HYPERSPECTRAL SCANS WILL BE DELIVERED TO THE NATIONAL DIGITAL CATALOG. DELIVERABLES WILL ALSO INCLUDE APPLICATION SUPPORT AND DATABASE DOCUMENTATION: SOURCE CODE, SCHEMA, AND DATABASE STRUCTURE.THE NGGDPP WILL ALSO PROVIDE FUNDING TO DGGS TO RESCUE AND ACCESSION 1,000 CORE BOXES REMAINING FROM THE UNION BAY AND DUKE ISLAND PGE-CU-NI-CR DEPOSITS. DGGS WILL PROCURE NEW CORE BOXES FOR THE REMAINING 1,000 BOXES OF CORE, REBOX THE COLLECTION AS NEEDED, HARVEST METADATA FROM THE BOXES AND DOCUMENTS, ACCESSION THE COLLECTION, AND PROVIDE METADATA RECORDS TO THE NATIONAL DIGITAL CATALOG. IN TOTAL, THE PROJECT IMPLEMENTS DGGS' PLAN TO DEVELOP HIGH-VALUE DATA PRODUCTS FROM THE HUNDREDS OF THOUSANDS OF SAMPLES STORED AT THE GMC, A NEED CLEARLY IDENTIFIED BY STAKEHOLDERS IN ALASKA'S RESOURCE COMMUNITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": 614512.0, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_G22AP00293_1434"}, {"internal_id": 148994999, "Award ID": "G22AP00291", "Award Amount": 45148.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-27", "CFDA Number": "15.814", "Description": "PROJECT TITLE:DATA PRESERVATION OF OKLAHOMA GEOLOGICAL RESOURCESPERIOD OF PERFORMANCE: 6/1/2022 THROUGH 5/31/2023AWARD DESCRIPTIONTHE OVERALL OBJECTIVE OF THIS PROPOSAL IS TO SUPPORT THE EFFORT TO DEVELOP A COMPREHENSIVE DATABASE OF PRESERVED GEOSCIENCE DATA AVAILABLE THROUGH THE OGS ONLINE WEB APPLICATION BY GENERATING SCANNED DIGITAL CONTENT AND INVENTORY RECORDS OF COLLECTIONS HOUSED AT THE OGS-OPIC FACILITY THAT HAVE NOT YET BEEN INVENTORIED OR PRESERVED DIGITALLY.ACTIVITIES TO BE PERFORMEDTHE WORK THAT WILL BE EXECUTED THROUGH THIS PROJECT WILL CONCOMITANTLY SATISFY THE NGGDPP FY 2022 PRIORITY 1 OBJECTIVE TO INVENTORY, PRESERVE, ARCHIVE, AND/OR MODERNIZE GEOLOGIC, GEOPHYSICAL, AND ENGINEERING DATA, MAPS, NOTEBOOKS, PUBLICATIONS, WELL LOGS, PHOTOGRAPHS, AND SAMPLES BY ACCOMPLISHING THE FOLLOWING GOALS:(1) CONVERSION OF PAPER RECORDS AND/OR ANALOG DATA TO DIGITAL FORMATS FOR PRESERVATION.(2) CREATION OF METADATA OF GEOSCIENCE DATA AT THE INDIVIDUAL SAMPLE LEVEL.(3) ARCHIVING OF GEOSCIENCE MATERIALS.(4) IMPLEMENTING QUALITY CONTROL OF PROJECT DATA AND EXISTING MASTER WELL RECORDS DATABASE FOR PUBLIC CONSUMPTION.DELIVERABLESSCANNED RASTER IMAGES OF 10,000 WELL LOGS AND 2,000 CORE PHOTOS, AND ASSOCIATED METADATA, WILL BE UPLOADED TO THE NATIONAL DIGITAL ARCHIVE AS WELL AS THE OGS ONLINE WELL VIEWER APPLICATION.INTENDED BENEFICIARIES THE PROJECT DELIVERABLES WILL FACILITATE THE DISSEMINATION OF GEOSCIENCE INFORMATION TO INDUSTRY PARTICIPANTS, THE SCIENTIFIC COMMUNITY, AND CITIZENS, TO PROMOTE THE ECONOMIC DEVELOPMENT OF STATE RESOURCES THROUGH BEST PRACTICES AND ENVIRONMENTAL STEWARDSHIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4837eb8d-f028-01fb-72d6-af2f904c0e4c-C", "generated_internal_id": "ASST_NON_G22AP00291_1434"}, {"internal_id": 149742457, "Award ID": "G22AP00285", "Award Amount": 389237.83, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-24", "CFDA Number": "15.814", "Description": "PROJECT TITLE:PRIORITY 1: BUTTE STOPE BOOKS & PRIORITY 2: PRESERVING MONTANA'S CRITICAL MINERAL RESOURCE DATAPERIOD OF PERFORMANCE: 7/1/2022 THROUGH 6/30/2023THE MONTANA BUREAU OF MINES AND GEOLOGY WILL USE U.S. GEOLOGICAL SURVEY (USGS) NATIONAL  GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM FUNDING IN FISCAL YEAR 2022 -2023 TO  PERFORM THREE PROJECT ACTIVITIES:  1. COMPLETE AN INVENTORY, DIGITIZE, AND CREATE METADATA FOR 1:1500-SCALE MAPS CONTAINED IN STOPE  BOOKS FOR UNDERGROUND MINES IN THE SUMMIT VALLEY (BUTTE) MONTANA MINING DISTRICT. IN 2019 WE  USED FUNDING TO SUPPORT SCANNING OF 50 STOPE BOOKS THAT WERE IN DANGER OF LOSS. OUR CURRENT  PROJECT DELIVERABLES WILL PRESERVE DATA FOR AN ADDITIONAL 153 STOPE BOOKS THAT ARE CURRENTLY OWNED  BY THE BUTTE -SILVER BOW COUNTY ARCHIVES. WE WILL ENABLE FULL PUBLIC ACCESS TO THE DIGITAL DATA  INCLUDING THROUGH THE MONTANA BUREAU OF MINES AND GEOLOGY WEBSITE. 2. BUILD A ROCK SPECIMEN STORAGE FACILITY ON THE MONTANA TECH CAMPUS IN BUTTE, MONTANA. OUR  OFFICE HAS ENGAGED IN PLANNING, DESIGN, AND CONSTRUCTION COST ESTIMATES FOR THIS SPECIMEN STORAGE  FACILITY FOR THE PAST 18 MONTHS. THE BUILDING WILL INCLUDE ABOUT 2,000 SQFT OF SPECIMEN STORAGE  AND 1400 SQFT OF LAB/PREP AND AUXILIARY STORAGE. THE DESIGN FOR THIS FACILITY WAS LARGELY BASED ON  THAT OF OUR ANACONDA RESEARCH COLLECTION BUILDING. THE DESIGN EMPHASIZES FLEXIILITY TO  ACCOMMODATE WORK SPACE FOR SAMPLE PREPARATION, DATA ENTRY, AND ARCHIVAL STORAGE FOR OUR  GROWING SPECIMEN COLLECTION.  3. CONTINUE OUR EFFORTS TO SERVE HIGH-QUALITY CRITICAL COMMODITY DATA THROUGH THE MONTANA  BUREAU OF MINES AND GEOLOGY WEBSITE. MONTANA, THE \"TREASURE STATE\", IS AN IMPORTANT REGION OF  THE U.S. FOR CRITICAL MINERAL RESOURCES BECAUSE OF ITS MINING HISTORY AND A DIVERSE ARRAY OF  OVERLAPPING MINERAL SYSTEMS AND DEPOSITS. WE WILL HIRE A FULL-TIME STAFF GEOLOGIST TO FOCUS DATA  COMPILATION ON REGIONS OF THE STATE WITH CURRENT MINING, PAST PRODUCTION AND HIGH POTENTIAL FOR  CRITICAL COMMODITY RESOURCES. THIS PROJECT WILL MAKE SIGNIFICANT HEADWAY TOWARDS OUR VISION OF  DELIVERING HIGH-QUALITY CRITICAL COMMODITY DATA, IN DIGITAL (MAP AND WEB-BASED DATA SERVICE)  FORMATS TO THE U.S. GEOLOGICAL SURVEY AND TO THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": 271862.89, "recipient_id": "fab6bba7-e180-0ccb-b122-ccbdc71906a2-C", "generated_internal_id": "ASST_NON_G22AP00285_1434"}, {"internal_id": 149742479, "Award ID": "G22AP00276", "Award Amount": 37975.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "15.814", "Description": "PROJECT TITLE:CONSERVATION AND CURATION OF THE GEOLOGICAL SURVEY OF ALABAMA FOSSIL COLLECTIONSPERIOD OF PERFORMANCE: 7/1/2022 THROUGH 6/30/2023WITH FUNDING THROUGH THE USGS NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM, FOR FISCAL YEAR 2022, THE GEOLOGICAL SURVEY OF ALABAMA (GSA) WILL CONSERVE 1,600 FOSSIL SPECIMENS THAT ARE CURRENTLY STORED IN SUBSTANDARD CONDITIONS. THE SPECIMENS WILL BE IMPROVED BY PRINTING NEW ARCHIVAL-GRADE LABELS TO REPLACE ILLEGIBLE AND DETERIORATING HAND-WRITTEN LABELS FROM THE LATE 19TH AND EARLY 20TH CENTURIES, INSTALLING ARCHIVAL FOAM PADDING IN THE SPECIMEN TRAYS TO LESSEN DAMAGING SHOCK FROM TRAY AND CABINET MOVEMENTS, AND WRITING CATALOG NUMBERS ON THE FOSSILS TO IMPROVE COLLECTIONS ORGANIZATION. THESE 1,600 SPECIMENS WILL ALSO BE PHOTOGRAPHED IN A LOSSLESS DIGITAL FORMAT TO PROVIDE THE PUBLIC WITH AN INTERNET-ACCESSIBLE VISUAL RECORD OF EACH OF THESE CATALOG ENTRIES. UPDATED METADATA FOR THE ENTIRE FOSSIL COLLECTION AS WELL AS INTERNET ADDRESSES OF THE SPECIMEN PHOTOS WILL BE UPLOADED IN A MICROSOFT EXCEL FILE TO THE SCIENCEBASE.GOV WEBSITE USING THE UNITED STATES GEOLOGICAL SURVEY (USGS) TEMPLATE. THE METADATA AND IMAGES WILL ALSO BE PUBLICLY ACCESSIBLE ON THE GSA WEBSITE. A FINAL TECHNICAL REPORT WILL BE PROVIDED TO THE USGS THAT WILL DOCUMENT AND SUMMARIZE THE RESULTS OF THE PROJECT. THE BENEFICIARIES OF THE IMPROVED GSA PALEONTOLOGY COLLECTIONS INCLUDE COMMERCIAL AND ACADEMIC GEOSCIENTISTS WHO USE THE INFORMATION FOR GEOLOGIC MAPPING AND STRATIGRAPHIC PURPOSES INCLUDING ENERGY PRODUCTION, INVESTIGATING GROUNDWATER RESOURCES, RESEARCH INTO PAST CLIMATE CHANGE AND HOW IT COMPARES TO CURRENT CLIMATE CHANGE, AND OTHER PALEOENVIRONMENTAL STUDIES. NUMEROUS COLLEGE STUDENTS HAVE UTILIZED THE GSA COLLECTIONS IN RECENT YEARS FOR THEIR GRADUATE RESEARCH PROJECTS ON A VARIETY OF TOPICS. ENERGY COMPANIES MAY ALSO INCORPORATE THIS FOSSIL INFORMATION INTO THE PALEONTOLOGICAL RESOURCES SECTION OF THEIR REQUIRED ENVIRONMENTAL IMPACT STATEMENTS WHEN CONSTRUCTING OR MOVING PIPELINES. FINALLY, THE GENERAL PUBLIC MAY ACCESS THIS INFORMATION IN ORDER TO PURSUE THEIR PERSONAL RECREATIONAL PALEONTOLOGICAL INTERESTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c129eee5-78e4-5ea6-89e1-f73dd58c3407-C", "generated_internal_id": "ASST_NON_G22AP00276_1434"}, {"internal_id": 149742494, "Award ID": "G22AP00275", "Award Amount": 243861.74, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-24", "CFDA Number": "15.814", "Description": "PROJECT TITLE:UTAH GEOLOGICAL SURVEY FY2022 GEOLOGIC DATA PRESERVATION PROJECTPERIOD OF PERFORMANCE: 7/1/2022 THROUGH 6/30/2023AS PART OF THE U.S. GEOLOGICAL SURVEY (USGS) FY2022 NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM (NGGDPP) FUNDING, THE UTAH GEOLOGICAL SURVEY (UGS) PLANS TO DIGITIZE GEOTECHNICAL EXPLORATION DATA FOR A 3D GEOLOGIC SUBSURFACE DATABASE; TO SCAN AND CREATE METADATA FOR GEOLOGIC DOCUMENTS, MAPS, AERIAL PHOTOGRAPHY, AND OTHER DATA; RESCUE AT-RISK ROCK CORE; PHOTOGRAPH ROCK CORE; IMPROVE THE PHYSICAL INFRASTRUCTURE SUPPORTING OUR COLLECTIONS; ATTEND THE 2022 DATA RESCUE AND PRESERVATION WORKSHOP; CREATE A GIS PRODUCT FOR THE JARVIS PEAK QUADRANGLE; DIGITIZE AND ARCHIVE HISTORICAL MINERAL DOCUMENT FILES; COMPILE LITHIUM AND COBALT MINERAL GEOCHEMICAL DATA; COMPILE INTRUSIVE GEOLOGIC UNIT DATA; UPDATE THE MINERAL RESOURCES OF UTAH WEB MAP; AND ATTEND THE 2022 EARTH MAPPING RESOURCES INITIATIVE (EARTH MRI) CRITICAL MINERAL WORKSHOP.THIS PROJECT IS ANTICIPATED TO CREATE ADDITIONAL DATA FOR INCLUSION IN THE UTAH 3D SUBSURFACE DATABASE, THE UGS GEODATA ARCHIVE, THE UTAH AERIAL IMAGERY DATABASE, THE UTAH GEOLOGIC MAP PORTAL, AND THE UTAH CORE RESEARCH CENTER CORE INVENTORY. A GEMS COMPLIANT DIGITAL GEOLOGIC MAP OF THE JARVIS PEAK QUADRANGLE WILL BE PRODUCED. A REPORT DETAILING THE UGS CRITICAL MINERALS DATA PRESERVATION PLAN WILL BE PRODUCED.THE UGS PROVIDES TIMELY, OBJECTIVE SCIENTIFIC INFORMATION ABOUT UTAH'S GEOLOGIC ENVIRONMENT, RESOURCES, AND HAZARDS TO ALL UTAHNS TO IMPROVE THEIR LIVES THROUGH INFORMED DECISION MAKING. THE UGS IS THE ONLY PUBLIC ORGANIZATION IN UTAH THAT ACTIVELY COLLECTS AND MANAGES VARIOUS GEOLOGIC INFORMATION RESOURCES OF UTAH, IS CHARGED IN STATE CODE (SECTION 79-3-202, HTTP://LE.UTAH.GOV/XCODE/TITLE79/CHAPTER3 /79-3.HTML) WITH ARCHIVING GEOLOGIC DATA, AND IS THE ONLY UTAH ORGANIZATION TO PROVIDE GEOLOGIC MAPS AND DATA, GEOLOGIC-HAZARD REPORTS/DATA, AND SIGNIFICANT, STATEWIDE COVERAGE OF HISTORICAL AERIAL PHOTOGRAPHY ONLINE. THE UGS ALSO MANAGES THE UCRC, THE REGION'S ONLY PUBLICLY AVAILABLE AND MOST COMPLETE COLLECTION OF GEOLOGIC CORE AND CUTTINGS FROM UTAH. PRESERVING AND ENABLING EASY ACCESS TO THESE MATERIALS IS CRITICAL TO THE LONG-TERM SURVIVAL OF IMPORTANT GEOLOGIC DATA, ENABLING AND IMPROVING NATURAL RESOURCE STEWARDSHIP, LOWERING DEVELOPMENT AND INFRASTRUCTURE COSTS, PROTECTING THE PUBLIC FROM GEOLOGIC HAZARDS, AND FULFILLING OUR STATUTORY MISSION. IT IS CRITICAL THAT THIS DATA BE CATALOGED AND PRESERVED FOR CURRENT AND FUTURE USE, AS DEMANDS FOR NATURAL RESOURCES, DEVELOPMENT IN GEOLOGICALLY HAZARDOUS AREAS, AND ENVIRONMENTAL ISSUES INCREASE. INDUSTRY, CONSULTANTS, GOVERNMENT AGENCIES (FEDERAL, STATE, AND LOCAL), ACADEMIA, EDUCATORS, STUDENTS, AND THE PUBLIC CURRENTLY USE COLLECTIONS AND DATA HELD BY THE UGS IN A VARIETY OF PROJECTS AND PROGRAMS. THIS PROJECT WILL ENABLE THE UGS TO CATALOG AND DIGITALLY CONVERT A PORTION OF OUR UNIQUE HOLDINGS FOR EASIER ACCESS BY USERS, AS WELL AS PRESERVING THEM LONG-TERM FOR THE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": 184926.07, "recipient_id": "64d85583-e8dc-f315-2329-ce3d59aaa680-C", "generated_internal_id": "ASST_NON_G22AP00275_1434"}, {"internal_id": 149742455, "Award ID": "G22AP00262", "Award Amount": 105374.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-22", "CFDA Number": "15.814", "Description": "PROJECT TITLE:WASHINGTON DATA PRESERVATION 2022, PRIORITY 1 AND PRIORITY 2PERIOD OF PERFORMANCE: 7/1/2022 THROUGH 6/30/2023SUMMARY FOR PRIORITY 1THE OBJECTIVE OF PRIORITY 1 IS TO DIGITIZE BOREHOLE RECORDS COLLECTED BY THE WASHINGTON GEOLOGICAL SURVEY (WGS) AND MAKE THEM AVAILABLE TO THE PUBLIC. THESE RECORDS HAVE BEEN COLLECTED BY THE SURVEY FROM MUNICIPAL GOVERNMENTS AS PART OF THE BUILDING PERMITTING AND CONSTRUCTION PROCESS. MAKING THESE REPORTS AVAILABLE DIGITALLY, ALONG WITH QUERYABLE ATTRIBUTES, ALLOWS ENGINEERS, GEOLOGISTS, PLANNERS, AND OTHERS TO SAVE TIME AND MONEY ON PROJECTS BY BETTER UNDERSTANDING SUBSURFACE CONDITIONS. THE DIGITIZATION PROCESS INVOLVES GEOREFERENCING PREVIOUSLY SCANNED PROJECT MAPS TO OBTAIN ACCURATE BOREHOLE LOCATIONS IN GIS, ATTRIBUTING TABULAR DATA, SUCH AS GEOLOGIC CONDITIONS RECORDED IN THE BOREHOLE LOG, THEN APPENDING THE PRODUCED RECORDS TO OUR STATEWIDE SUBSURFACE DATABASE AND ADDING METADATA RECORDS FOR EACH ON THE NATIONAL DATA CATALOG. THIS DATASET IS ONE OF THE MOST POPULAR AT THE SURVEY, RECEIVING ON AVERAGE A THOUSAND UNIQUE VISITS PER MONTH ON OUR WEBSITE.SUMMARY FOR PRIORITY 2THE OBJECTIVE OF PRIORITY 2 IS TO CONTINUE SUPPORTING THE EARTH MRI OBJECTIVES BY IDENTIFYING AREAS THAT HAVE THE POTENTIAL FOR HOSTING CRITICAL MINERALS. ACTIVITIES WILL INCLUDE DIGITIZING MAPS OF HISTORIC MINING DISTRICTS, AND MODERNIZING AN ANTIQUATED DATASET FOR INACTIVE AND ABANDONED MINE LANDS (IAML). COMBINATION OF BOTH PREVIOUS ITEMS WITH OTHER STATE HELD MINERAL-RELATED DATASETS WILL BE THE FOUNDATION FOR A NEW DATABASE THAT SERVES TO BRING ALL MINERALS DATA TOGETHER ENHANCING THE ABILITY OF FUTURE RESEARCHERS TO EXPLORE AND UNDERSTAND WASHINGTON STATE'S MINERALS DATA. THE MINING DISTRICT DATASET AND IAML WILL BE PROVIDED TO THE USGS THROUGH THE NDC AND PROVIDED TO THE USMIN PROGRAM FOR CONSIDERATION OF INCLUSION IN THEIR DATABASE. THE MINERAL AND MINE OCCURRENCE DATASET WAS PROCESSED IN AN EARLIER NGGDPP GRANT (GS19AS00009) FOR MINERAL TARGETS IDENTIFIED IN PHASE II AND ANTICIPATED FOR PHASES III AND IV. THIS DATASET WILL BE SIMILARLY PROCESSED FOR NEWLY ADDED PHASE IV MINERALS AND OTHER MINERALS NOT INCLUDED IN EARTH MRI, BUT POTENTIALLY SIGNIFICANT FOR THE MINING INDUSTRY AT LARGE. A DATA PRESERVATION PLAN WILL BE CREATED TO ENSURE PROPER DATA MANAGEMENT. WGS STAFF WILL ALSO PARTICIPATE IN THE EARTH MRI WORKSHOP ON EVALUATIONS OF MINE WASTE SURFACE DEPOSITS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5ef3308c-c237-fdde-6a60-98eb4c2e6280-C", "generated_internal_id": "ASST_NON_G22AP00262_1434"}, {"internal_id": 149742486, "Award ID": "G22AP00260", "Award Amount": 105562.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "15.814", "Description": "PROJECT TITLE:USGS FY22 DATA PRESERVATION 15PERIOD OF PERFORMANCE: 7/1/2022 THROUGH 6/30/2023PROVIDING QUALITY DIGITAL COPIES OF ANALOG MEDIA FREELY TO THE PUBLIC IS THE PRIMARY GOAL OF OUR EFFORTS. OUR MINES WEB APP WILL BE EXPANDED BY INCORPORATING ADDITIONAL MINERAL PROPERTY FILES AND ANNUAL IDAHO  MINING AND EXPLORATION REVIEWS. IN ADDITION, A PILOT DATABASE AND WORKFLOW FOR CATALOGING IMAGES CURATED  BY THE IDAHO GEOLOGICAL SURVEY WILL BE DEVELOPED. WE WILL ALSO DEVELOP A PILOT DATABASE, WORKFLOW, AND  WEB APP FOR DISSEMINATING LIDAR-DERIVED PRODUCTS, AND RE-BOX WELL CUTTINGS.IDAHO CONTAINS NUMEROUS MINES WITH PRODUCED OR REPORTED CRITICAL MINERALS. EXAMPLES INCLUDE CO, REE,  NB, V, F, SB, W, BI, AND ZN. THE IGS HAS PERSONNEL FAMILIAR WITH THE GEOLOGIC SETTING OF THESE MINERALS  AS WELL AS A STRONG WEB PRESENCE THAT FACILITATES FREE DISSEMINATION OF MINING-RELATED DATA. THE PROPOSED  PRIORITY 2 EFFORT WILL ENRICH DOCUMENTATION OF CRITICAL MINERALS IN IDAHO BY EXPANDING REFERENCES AND OTHER  SITE RECORDS, ASSESSING AREAS OF GREATEST POTENTIAL FOR CRITICAL MINERAL DEPOSITS, PROVIDING GEOSPATIAL DATA,  AND DEVELOPING AN ATLAS OF CRITICAL MINERALS OF IDAHO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": 69989.0, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_G22AP00260_1434"}, {"internal_id": 149742469, "Award ID": "G22AP00259", "Award Amount": 37875.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-22", "CFDA Number": "15.814", "Description": "PROJECT TITLE:DATA PRESERVATION AND CRITICAL MINERALS ACTIVITIES IN IOWA 2022-2023PERIOD OF PERFORMANCE: 7/1/2022 THROUGH 6/30/2023THIS GRANT PROVIDES SUPPORT TO THE IOWA GEOLOGICAL SURVEY (IGS) TO COMPLETE 3 PROJECTS FOR THE NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM. THE PROJECTS ARE INCORPORATING A DATABASE OF SITES WITH ALLUVIAL STRATIGRAPHIC NOMENCLATURE INTO ITS DATABASES, CREATE NEW SHELVING FOR WELL CUTTING STORAGE, AND DEVELOP PROCEDURES AND WORKFLOWS TO CONVERT GEOPHYSICAL LOGS TO LAS FILE.A DATASET OF OVER 3,800 SITES CONTAINING DETAILED, REGIONAL ALLUVIAL STRATIGRAPHIC NOMENCLATURE WILL BE INCORPORATED INTO IGS DATABASES. COMPLETING THE PROJECT REQUIRES IGS STAFF TO RUN QUERIES AGAINST THE ORIGINAL DATA TO ELIMINATE DUPLICATE RECORDS, GENERATE SCRIPTS TO REFORMAT THE DATASET, REVIEW DATA FOR PROBLEMS OR INCONSISTENCIES, AND FINALLY UPLOAD THE DATA TO IGS DATABASES. THE IGS WILL THEN HIRE STUDENT TO UPLOAD HISTORIC PAPER RECORDS AND REPORTS ASSOCIATED THE DATASET INTO ITS DATABASES. FREE IGS WEB APPLICATIONS AND GIS COVERAGES WILL ALLOW THE PUBLIC TO ACCESS THE DATA. ADDITIONALLY, A COLLECTION IN THE NATIONAL DIGITAL CATALOG WILL BE UPDATE TO INCREASE DISCOVERABILITY OF THE DATA. THE DATASET WILL AID IGS GEOLOGIST IN THE CREATION OF SURFICIAL GEOLOGIC MAPS AND OTHER RESEARCHERS FOR A MYRIAD OF OTHER RESEARCH PROJECTS.THE IGS WILL EXPAND ITS CUTTING STORAGE REPOSITORY AREA. THE IGS' CURRENT CUTTING STORAGE AREA IN NEARLY FULL. THE IGS WILL CONSTRUCT NEW-WOODEN SHELVING ON AN EXISTING MEZZANINE. PRIOR TO SHELVING CONSTRUCTION, THE MEZZANINE THE WILL BE STRUCTURALLY REINFORCED TO HANDLE THE ADDITION WEIGHT LOAD. THE NEW WOODEN SHELVING WILL BE CONSTRUCTED IDENTICAL TO EXISTING SHELVES, MEET THE REQUIRED LOAD CAPACITY, AND FALL WITHIN SAFETY REQUIREMENTS. THE EXPANSION IS ANTICIPATED TO PROVIDE SUFFICIENT SHELVING SPACE FOR THE IGS TO INVENTORY AND STORE CUTTING SAMPLES FOR THE NEXT 10 YEARS.THE IGS DEVELOP PROCEDURES AND WORKFLOWS FOR CONVERTING GEOPHYSICAL LOGS TO LAS. THE IGS HAS SCANNED JPGS OF OVER 3,000 UNIQUE GEOPHYSICAL LOGS IN ITS ARCHIVE. THE PROCEDURES AND WORKFLOWS WILL BE ESTABLISHED BY CONVERTING A SUBSET OF THESE GEOPHYSICAL LOGS, THOSE RELATED TO CRITICAL MINERAL INVESTIGATION IN ORDOVICIAN SEDIMENTARY UNITS, TO LAS FORMAT. THE IGS WILL OBTAIN A SOFTWARE LICENSE FOR NEURALOG PRO, A COMMERCIAL PRODUCT USED BY OTHER STATE SURVEYS TO CONVERT IMAGES TO LAS FORMAT. IGS STAFF WILL TEST NEURALOG PRO'S CAPABILITIES TO ESTABLISH EFFICIENT PROCEDURES AND WORKFLOWS TO CONVERT FILES. AFTER ESTABLISHING THE PROCEDURES AND WORKFLOWS, THE IGS WILL HIRE STUDENT INTERNS TO CONVERT ADDITIONAL LOGS. A MINIMUM OF 75 LOGS WILL BE CONVERTED TO LAS FORMAT. THE FINALIZED LAS FORMAT FILES WILL BE UPLOADED TO AN IGS WEB APPLICATION TO ALLOW FOR FREE PUBLIC ACCESS. THE IGS WILL ALSO CREATE A COLLECTION IN THE NATIONAL DIGITAL CATALOG TO INCREASE THE DISCOVERABILITY OF THE LAS FORMAT FILES. THE CONVERSION OF SCANNED GEOPHYSICAL LOGS TO LAS FORMAT WILL ALLOW THE IGS STAFF, AND OTHERS, TO ACCESS GEOPHYSICAL DATA IN A FORMAT COMPATIBLE WITH A VARIETY OF GEOLOGIC SOFTWARE PLATFORMS FOR DATA MODELING. FURTHERMORE, THE CONVERSION OF THESE DATA PRESERVED IN THESE ARCHIVED GEOPHYSICAL LOGS INTO LAS FORMAT WILL BE A GREAT CONTRIBUTION TO THE SEARCH FOR CRITICAL MINERALS IN THE STATE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b441d38-e3c0-de89-ee08-69fc9e6ee58a-C", "generated_internal_id": "ASST_NON_G22AP00259_1434"}, {"internal_id": 148994961, "Award ID": "G22AP00242", "Award Amount": 220389.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-27", "CFDA Number": "15.814", "Description": "PROJECT TITLE:KENTUCKY GEOLOGICAL SURVEY FY2022 GEOLOGIC DATA PRESERVATION PROJECTPERIOD OF PERFORMANCE: 6/1/2022 THROUGH 5/31/2023AWARDED FUNDS WILL BE USED TO IMPROVE ACCESSIBILITY AND PRESERVATION OF SEVERAL DATA COLLECTION  AT THE KENTUCKY GEOLOGICAL SURVEY. THE ACTIVITIES, OUTCOMES, AND BENEFICIARIES WILL VARY FOR EACH  COLLECTION.  FIRST, OVER 700 SOIL CORES AND ASSOCIATED PLUGS WILL BE IDENTIFIED AND ASSESSED FOR RESEARCH  VIABILITY, MADE AVAILABLE ONLINE, AND REFRIGERATION STORAGE WILL BE SET UP TO INCREASE THEIR  LONGEVITY OF USE. PROJECT STAFF WILL ALSO REHOUSE SALVAGED CORES INTO D TUBES AND REGISTER SALVAGED CORES WITH IGSNS. THE MAJOR DELIVERABLE IS A WELL-ORGANIZED AND PUBLICLY AVAILABLE  COLLECTION OF KENTUCKY SOIL CORES. THIS DELIVERABLE WILL BENEFIT KGS STAFF, UNDERGRADUATE AND  GRADUATE STUDENTS, AND SOIL SCIENTISTS IN KENTUCKY INTERESTED IN VARIOUS AREAS INCLUDING CLIMATE  CHANGE, GEOHEALTH, AND AGRICULTURE.SECOND, THE KGS DYE TRACE DATASET WILL BE MODERNIZED TO CONFORM TO FAIR DATA STANDARDS AND  IMPROVE ITS OVERALL USEABILITY. PROJECT STAFF WILL 1) DEVELOP CONSISTENT DATA DICTIONARIES, 2) UPDATE  DATA FIELDS AND ATTRIBUTES IN ALL GEOSPATIAL FEATURES TO MATCH THE DATA DICTIONARY, AND 3) UPDATE  METADATA TO INCLUDE MORE DETAILS ON THE DATA SOURCE, AND THE SCALE OF USEABILITY, AND THE DATA  LIMITATIONS. THE MAJOR DELIVERABLE IS A DATASET WITH THE NECESSARY INFORMATION TO ENSURE  APPROPRIATE USE BY THE PUBLIC IN A VARIETY OF PROJECTS. THESE DELIVERABLES WILL BENEFIT RESEARCHERS  INTERESTED IN THE KARST LANDSCAPE OF KENTUCKY.THIRD, PAPER DOCUMENTS REPRESENTING 2,888 ROCK CORES WILL BE CENTRALIZED, ORGANIZED, INVENTORIED,  AND SCANNED AT 300 DPI FOR ONLINE DISSEMINATION. THE MAJOR DELIVERABLE IS A DIGITAL COLLECTION OF  ROCK CORE DOCUMENTS AVAILABLE TO THE PUBLIC ONLINE PROVIDING WELL-DETAILED INFORMATION FOR EACH  CORE VIA SEVERAL OF THE KGS SEARCH AND MAP SERVICES. THIS DELIVERABLE WILL MAKE CORE SELECTION  AND USE MUCH EASIER FOR RESEARCHERS AND BENEFIT THE PATRONS OF THE KGS EARTH ANALYSIS RESEARCH  LIBRARY INTERESTED IN USING OUR ROCK CORE COLLECTION FOR THEIR RESEARCH. THE COLLECTION CAN BE USED  FOR A VARIETY OF STUDY AREAS INCLUDING HYDROCARBON DISCOVERY, PALEOCLIMATE, AND ENVIRONMENTAL  STUDIES.FOURTH, SIX HUNDRED AND FORTY-SIX DIGITAL FILES WILL BE ADDED TO THE KENTUCKY MINERAL RESOURCES  INFORMATION MAP SERVICE. PROJECT STAFF WILL THEN 1) REVIEW CA. 5,000 NON-SEARCHABLE FILES AND  ENTER KEY DATA INTO TABULATED DATASETS AND DATABASES, 2) DIGITIZE MAPS, AND 3) IDENTIFY CROSS-SECTIONS FOR INCORPORATION INTO THE ONGOING 3D MODELING OF THE ILLINOIS-KENTUCKY FLUORSPAR  DISTRICT. MAJOR DELIVERABLES OF THE PROJECT ARE DIGITAL DATABASES THAT WILL CONTAIN ASSAY RESULTS AND  MINERALOGICAL INFORMATION, AND AN IMPROVED VERSION OF THE MAP SERVICE THAT WILL INCLUDE ALL FILES  AND UPDATES. THESE DELIVERABLES WILL BENEFIT ONGOING AND FUTURE KGS RESEARCH AND PROVIDE KEY  INSIGHTS FOR THE NATIONAL CONVERSATION ABOUT CRITICAL MINERAL EXPLORATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": 165611.0, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_G22AP00242_1434"}, {"internal_id": 149415486, "Award ID": "G22AP00239", "Award Amount": 2060.53, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-14", "CFDA Number": "15.814", "Description": "PROJECT TITLE:ALASKA GMC DATABASE UPGRADE, HYPERSPECTRAL SCANNER, AND CORE RESCUEPERIOD OF PERFORMANCE: 7/1/2022 THROUGH 6/30/2023THE PURPOSE OF THE GRANT AWARDED TO THE WYOMING STATE GEOLOGICAL SURVEY IS TO PAY TRAVEL EXPENSES FOR TWO STAFF MEMBERS TO PARTICIPATE IN THE 2022 NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM PRESERVATION WORKSHOP IN BUTTE, MONTANA.THE 2022 NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM PRESERVATION WORKSHOP WILL BE HOSTED BY THE MONTANA BUREAU OF MINING AND GEOLOGY IN EARLY FALL 2022. THE WORKSHOP IS COSPONSORED BY THE NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM AND THE ASSOCIATION OF AMERICAN STATE GEOLOGISTS. WYOMING STATE GEOLOGICAL SURVEY WORKSHOP PARTICIPATION WILL PROVIDE OPPORTUNITY TO LEARN ABOUT BEST PRACTICES IN GEOLOGIC DATA PRESERVATION. WHILE ATTENDING THE WORKSHOP, WYOMING STATE GEOLOGICAL SURVEY STAFF WILL USE THEIR KNOWLEDGE OF WYOMING STATE GEOLOGICAL SURVEY COLLECTIONS, METADATA, GEOGRAPHIC INFORMATION SYSTEMS, DATABASE DESIGN, AND GEOLOGY TO HELP DEVELOP FUTURE PROJECTS FOR DATA PRESERVATION AND DISTRIBUTION. THE PRIMARY GOAL FOR ATTENDING THIS WORKSHOP IS FOR THE WYOMING STATE GEOLOGICAL SURVEY STAFF TO IMPROVE THEIR OWN PROGRAMS BY LEARNING DATA PRESERVATION TECHNIQUES, WORKFLOWS, AND PROJECTS PERFORMED IN OTHER STATES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cfb68004-0946-d578-0b20-f5e801a827af-C", "generated_internal_id": "ASST_NON_G22AP00239_1434"}, {"internal_id": 149415543, "Award ID": "G22AP00230", "Award Amount": 114875.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-06-14", "CFDA Number": "15.814", "Description": "PROJECT TITLE:PRIORITY 1: DIGITAL PRESERVATION AND WEB-BASED DELIVERYOF BOREHOLE LITHOLOGY LOG DATAPERIOD OF PERFORMANCE: 7/1/2022 THROUGH 6/30/2023A REFRACTION/WIDE-ANGLE REFLECTION EXPERIMENT IS PROPOSED TO DETERMINE P- AND S-WAVE VELOCITY  AND ANELASTIC ATTENUATION OF A DEEP SECTION OF MISSISSIPPI EMBAYMENT SEDIMENTS IN THE  MISSISSIPPI RIVER PLAIN NEAR MEMPHIS, TN. THE EXPERIMENT WILL CONSIST OF DETONATING TWO 200LB  BURIED EXPLOSIVE SOURCES AT THE ENDS OF A 3KM LINEAR ARRAY OF 60 THREE-COMPONENT, 5 HZ  AUTONOMOUS NODAL SEISMOMETERS. THE IRIS SEISMIC SOURCE FACILITY AT THE UNIVERSITY OF TEXAS,  EL PASO, WILL BE PROVIDING THE EXPLOSIVE SOURCES AND OVERSEEING ALL EMPLACEMENT AND CLEANUP  ACTIVITIES AT THE SITE. AN ADDITIONAL STRONG MOTION GRADIOMETER CONSISTING OF 16 MEMS THREECOMPONENT ACCELEROMETERS WILL BE DEPLOYED 50M FROM EACH EXPLOSION TO RECORD STRONG GROUND  MOTIONS AND ANALYZE THE SOURCE FUNCTIONS OF EACH EXPLOSION. SMALL SCALE REFRACTION AND  REFLECTION PROFILES WILL ALSO BE COLLECTED AT EACH SOURCE POINT TO CHARACTERIZE THE SHALLOW SOURCE  MEDIUM. WE WILL COLLECT A CANONICAL, HIGH SIGNAL-TO-NOISE, DENSELY SAMPLED DATASET OF BODY AND  SURFACE WAVES THAT WILL BE MODELED TO DETERMINE BOTH VELOCITY AND ATTENUATION STRUCTURE OF THE  SEDIMENTARY COLUMN. THIS RESEARCH DIRECTLY ADDRESSES THREE PRIORITY TOPICS FOR THE CEUS  INCLUDING \"IMPROVING AND REDUCING UNCERTAINTIES IN ESTIMATES OF STRONG GROUND MOTION FOR THE  NATIONAL SEISMIC HAZARD MODEL, AND IN PARTICULAR FOR AREAS WITH EXTENSIVE SEDIMENT LAYERS SUCH  AS THE ATLANTIC COASTAL PLAIN AND MISSISSIPPI EMBAYMENT REGIONS\", \"CHARACTERIZE WAVE  PROPAGATION AND ATTENUATION IN THE CEUS INCLUDING BASIN EFFECTS\", AND \"IMPROVE ESTIMATES OF SITE  RESPONSE AND LIQUEFACTION POTENTIAL USING FIELD EXPERIMENTS OR INSTRUMENTAL RECORDINGS, WITH AN  EMPHASIS ON GEOLOGIC UNITS THAT UNDERLIE LARGE AREAS OF THE CEUS.\" ALTHOUGH IT HAS BEEN LONG  RECOGNIZED THAT THE VELOCITY AND ATTENUATION STRUCTURE OF EMBAYMENT SEDIMENTS ARE ESSENTIAL PARTS  OF ESTIMATING THE SHAKING HAZARDS OF EARTHQUAKES FROM THE NEW MADRID SEISMIC ZONE, IT IS  SURPRISING THAT THERE ARE NO CONTROLLED SOURCE SEISMIC DATASETS THAT HAVE BEEN COLLECTED TO  EXAMINE THE ENTIRE VELOCITY PROFILE OF THE SEDIMENTS AND HOW ACTUAL P AND S WAVES PROPAGATE  THROUGH THEM. IN THE PROPOSED ESEE 2022 RESEARCH, ANALYSIS METHODS FOR CONSTRUCTING INITIAL  VELOCITY MODELS INCLUDE SEISMIC RAY THEORY FOR OBSERVED P- AND S-WAVE BODY WAVE ARRIVALS AND  USE OF DISPERSION MEASUREMENTS FROM OBSERVED SURFACE WAVES. FINAL ATTENUATION AND VELOCITY  STRUCTURE WILL BE INFERRED FROM WAVEFORM AMPLITUDES AND PHASES USING FULL WAVEFORM INVERSION  OF THE ENTIRE DATASET. THE DATA COLLECTED IN ESEE 2022 WILL ENABLE A DETERMINATION OF THE IN-SITU  VELOCITY AND ATTENUATION STRUCTURE FOR BOTH P- AND S-WAVES AS GROUND TRUTH FOR MODELS OF  SEDIMENT AMPLIFICATION USED IN HAZARD STUDIES AND TO SERVE AS A PROTOTYPE EXPERIMENT FOR FURTHER  EXPLORATION OF STRUCTURE OF EMBAYMENT SEDIMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_G22AP00230_1434"}, {"internal_id": 148994987, "Award ID": "G22AP00224", "Award Amount": 204986.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "15.814", "Description": "PRIORITY 1 HAS THREE COMPONENTS. THE FIRST COMPONENT (PRIORITY 1A) SEEKS FUNDING TO: 1) PROVIDE A DETAILED  INVENTORY OF HISTORIC GEOLOGIC AND EXPLORATION PAPER REPORTS OF ORE DEPOSITS MAINTAINED BY THE COLORADO  GEOLOGICAL SURVEY (CGS) TO SUPPORT FUTURE DIGITIZATION EFFORTS, 2) CONVERT GOLD-DEPOSIT MAPS FROM PAPER  PUBLICATIONS INTO DIGITAL FORMAT USING ARCGIS WITH ATTRIBUTES AND NATIONAL DIGITAL CATALOG (NDC)  STANDARDIZED METADATA AND, 3) CONVERT COUNTY-WIDE GEOLOGIC MAPS TO GEMS LEVEL 2 FORMAT. FOR ITEMS 1  AND 2, THIS WILL MAKE THE DATA READILY ACCESSIBLE TO THE PUBLIC AND BENEFIT RESEARCHERS AND INVESTIGATORS  ESPECIALLY WITH REGARDS TO GOLD AND OTHER ORE DEPOSITS WITHIN THE STATE. THE DATA SETS CONSIST OF GEOLOGICAL  AND EXPLORATION DATA (CA.1960S-1990S), INCLUDING GEOLOGICAL DRILLING INFORMATION AND MAPS ASSOCIATED  WITH PRECIOUS METALS, BASE METAL, AND OTHER MINERAL DEPOSITS THAT WERE DONATED TO THE CGS OVER THE LAST  SEVERAL DECADES, AND STATEWIDE GOLD-DEPOSIT MAPS ORIGINALLY PUBLISHED IN 1990 BY THE CGS (DAVIS AND  STREUFERT, 1990). THESE MATERIALS ARE IN THE PUBLIC DOMAIN. FOR ITEM 3, THE CONVERSION OF THE MAPS TO  GEMS LEVEL 2 WILL ALLOW THESE DATA TO BE EASILY INCORPORATED INTO OTHER CGS MAPPING PROJECTS SUCH AS  STATEMAP AND MINERAL/AGGREGATE RESOURCE MAPPING, AND USGS-SPONSORED PROJECTS SUCH AS THE  GEOFRAMEWORK INITIATIVE.  THE SECOND COMPONENT (PRIORITY 1B) SEEKS FUNDING TO CONVERT GEOLOGIC MATERIALS FROM PAPER INTO DIGITAL  FORMAT WITH NDC METADATA. CGS WILL MAKE THE DATA READILY ACCESSIBLE TO THE PUBLIC AND BENEFIT  RESEARCHERS AND INVESTIGATORS. THE DATASET CONSISTS OF GEOLOGIC, GEOLOGIC HAZARD, AND GEOTECHNICAL REPORTS  AND MAPS DATING FROM 1972 TO THE PRESENT COLLECTED BY THE CGS FROM SUBMITTALS OF LAND-USE EVALUATION  STUDIES. THESE MATERIALS ARE IN THE PUBLIC DOMAIN.  THE THIRD COMPONENT (PRIORITY 1C) IS TO PRESERVE, INVENTORY, STORE, SCAN AND CREATE DIGITAL IMAGES OF  10,000 FEET OF CORE AND ASSOCIATED WELL DATA. THE CORE WAS DONATED BY WHITING OIL AND GAS CORPORATION  AND INCLUDES THE DENVER BASIN. THE PROJECT INCLUDES PRESERVING THE CORE BY SLABBING AND BOXING; CREATING  STORAGE SPACE BY INSTALLING NEW CORE RACKS; AND INVENTORYING AND ORGANIZING THE CORE. ASSOCIATED WELL  DATA WILL BE INVENTORIED, SCANNED, AND DIGITIZED. CGS WILL STORE DIGITAL IMAGES OF ALL CORES ON A WEB-BASED SYSTEM WHICH WILL MAKE DATA AND METADATA RETRIEVAL POSSIBLE. THE PROJECT WILL PRESERVE A MUCH NEEDED CORE DATA SET AND MAKE IT AVAILABLE TO THE PUBLIC, STUDENTS, AND RESEARCHERS.  UNDER PRIORITY 2, THE CGS WILL ASSIST WITH THE DELINEATION AND REVIEW OF CRITICAL MINERAL FOCUS AREAS AND  ATTEND THE CRITICAL MINERALS WORKSHOP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": 197461.47, "recipient_id": "cc5207ca-4d78-1308-62c7-b425dd44275c-C", "generated_internal_id": "ASST_NON_G22AP00224_1434"}, {"internal_id": 148994977, "Award ID": "G22AP00223", "Award Amount": 83982.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-17", "CFDA Number": "15.814", "Description": "PROJECT DESCRIPTION: THE MICHIGAN GEOLOGICAL SURVEY (MGS), TOGETHER WITH ITS REPOSITORY, THE MICHIGAN GEOLOGICAL REPOSITORY FOR RESEARCH AND EDUCATION (MGRRE), BOTH PART OF THE DEPARTMENT OF GEOLOGICAL AND ENVIRONMENTAL SCIENCES AT WESTERN MICHIGAN UNIVERSITY (WMU), WILL PRESERVE AND CREATE DIGITAL ACCESS TO THREE SETS OF CORE SAMPLES AND DATA. WE WILL (1) SCAN ALL ON-SITE CORE ANALYSES FROM 2407 WELLS, PROVIDING COMPREHENSIVE CORE PROPERTIES DATA ESSENTIAL TO RESERVOIR CHARACTERIZATION AND AGGREGATE RESOURCE DISCOVERY. OF THOSE 2407 WELLS, WE ARCHIVE THIN SECTIONS AND CORES FOR 191 WELLS, FOR WHICH WE WILL (2) CREATE HIGH RESOLUTION DIGITAL SCANS OF 3006 THIN SECTIONS AND (3) PRODUCE HIGH-RESOLUTION DIGITAL CORE PHOTOGRAPHS OF 3550 CORE BOXES. WE WILL MAKE ALL THESE DIGITAL PRODUCTS FREELY AVAILABLE ON-LINE THROUGH SCHOLARWORKS, A WORLD WIDE WEB ARCHIVE SITE USED BY WESTERN MICHIGAN UNIVERSITY. WE WILL ALSO CREATE ADDITIONAL PHYSICAL INFRASTRUCTURE TO SUPPORT PRESERVING PHYSICAL SAMPLES AND DATA. ALL THESE RESOURCES ARE NOW AVAILABLE ON-SITE ONLY. THROUGH THIS WORK, USERS WILL BE ABLE TO ACCESS COMPREHENSIVE DATA FROM CORE ANALYSES AND VISUALLY/VIRTUALLY EXAMINE IMAGES OF RELATED CORES AND THIN SECTIONS. THIS INFORMATION IS ESSENTIAL TO SUPPORT CLIMATE STUDIES, SUBSURFACE RESOURCE ASSESSMENTS, AND ASSOCIATED PHYSICAL INFRASTRUCTURE DEVELOPMENT. OUR GOAL IS TO INCREASE RESOURCE DISCOVERY BY RESEARCHERS, RESOURCE MANAGERS, DECISION-MAKERS, AND THE PUBLIC, TO PROVIDE SOCIETAL AND SCIENTIFIC BENEFITS.PRIMARY USERS AND FREQUENCY OF USE: MGS' PRIMARY USERS ARE MEMBERS OF ACADEMIA, INDUSTRY, PLANNERS, AND GOVERNMENTAL AGENCIES. FACULTY AND STUDENTS USE THIS FACILITY DAILY. PRIOR TO COVID, OTHER STAKEHOLDERS VISITED THE FACILITY 1-3 TIMES/MONTH AND ABOUT 150 PEOPLE ATTENDED OUR ANNUAL WORKSHOPS. THOSE NUMBERS ARE NOW REDUCED BY ABOUT HALF. WEB PAGES RECEIVE ABOUT 7,000 VISITORS/MONTH.SOCIETAL AND SCIENTIFIC BENEFITS PROVIDED THROUGH THIS PRESERVATION WORK: CORES ARE UNIQUE SOURCES OF CONTINUOUS VERTICAL SAMPLES OF SUBSURFACE GEOLOGICAL FORMATIONS THAT CAN BE VISUALLY EXAMINED AND SAMPLED TO DETERMINE ROCK TYPE, SEDIMENTARY STRUCTURES, RESERVOIR CHARACTER, AND DEPOSITIONAL HISTORY. CORE DATA IS CRITICAL TO ASSESSING SUBSURFACE RESOURCES SUCH AS MINERAL DEPOSITS, HYDROTHERMAL ENERGY RESOURCES, AND CONSTRUCTION MATERIALS INCLUDING SAND, GRAVEL AND CRUSHED STONE. ASSESSING THE QUALITY AND QUANTITY OF THOSE MATERIALS DIRECTLY SUPPORTS ECONOMIC EXPANSION AND ASSOCIATED INFRASTRUCTURE DEVELOPMENT. IN MICHIGAN, CORE DATA IS ESSENTIAL TO CLIMATE STUDIES, E.G., CARBON CAPTURE, UTILIZATION AND STORAGE (CCUS), WHICH MGS HAS BEEN CARRYING OUT FOR SEVERAL YEARS. CCUS PROVIDES A CRITICAL PATH TO MEET NET-ZERO GOALS IN MICHIGAN AND GLOBALLY. CORE DATA PROVIDED THROUGH THIS PROJECT WILL SHED LIGHT ON SEVERAL FORMATIONS THAT MAY PROVIDE THE BEST OPPORTUNITIES FOR LARGE-SCALE CCUS. AND, BECAUSE CORE DATA IDENTIFIES DEPTHS TO AND QUALITIES OF BUILDING MATERIALS, PLANNERS CAN USE THIS DATA TO MORE RELIABLY AND ECONOMICALLY SOURCE THESE MATERIALS WHERE THEY ARE NEEDED FOR ROADS, BRIDGES, AND OTHER CONSTRUCTION PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": 83982.0, "recipient_id": "b68c9445-5627-e42b-33c6-f4e6d4688d9c-C", "generated_internal_id": "ASST_NON_G22AP00223_1434"}, {"internal_id": 148994940, "Award ID": "G22AP00222", "Award Amount": 134067.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-16", "CFDA Number": "15.814", "Description": "THE ARIZONA GEOLOGICAL SURVEY HAS BEEN MAKING GEOLOGIC MAPS OF THE SOUTHWESTERN UNITED STATES FOR OVER ONE HUNDRED YEARS. MANY OF ITS MAPS PRE-DATE THE ADOPTION OF PERSONAL COMPUTERS AND WERE HAND-DRAFTED ON PAPER. ALTHOUGH THESE OLDER MAPS HAVE SINCE BEEN CONVERTED INTO COMPUTER IMAGES, THEY LACK SUFFICIENT DETAIL FOR USE IN MODERN GEOLOGICAL ANALYSIS. THE ARIZONA GEOLOGICAL SURVEY IS THEREFORE WORKING WITH THE NATIONAL GEOPHYSICAL AND GEOLOGICAL DATA PRESERVATION PROGRAM TO RETRACE 30 OF ITS OLDER MAPS INTO MODERN COMPUTER FORMATS TO BETTER SERVE THE RESEARCH COMMUNITY. ACTIVITIES TO BE PERFORMED AS PART OF THIS WORK ARE THE UPLOAD OF SCANNED IMAGES INTO MAPMAKING SOFTWARE, RETRACING THEM AS DIGITAL IMAGES, AND THEN PROOFREADING OR EDITING THEM TO CONFORM TO MODERN DATA STANDARDS. A DIGITAL PACKET OF THE NEWLY PRESERVED IMAGES WILL THEN BE REPUBLISHED AND DELIVERED TO VARIOUS ONLINE REPOSITORIES SUCH AS THE NATIONAL GEOLOGIC MAP DATABASE. THESE MAPS WILL BENEFIT GEOLOGIC RESEARCHERS IN PRIVATE INDUSTRY, GOVERNMENT AGENCIES, AND ACADEMIC INSTITUTIONS.MINING, IN ONE SHAPE OR ANOTHER, HAS OCCURRED IN ARIZONA FOR AS LONG AS PEOPLE HAVE LIVED IN THESE LANDS. A TREMENDOUS AMOUNT OF GEOLOGIC INFORMATION DURING MINERAL EXPLORATION AND MINING HAS BEEN CREATED OVER THE YEARS, INCLUDING DETAILS ON PROSPECT/MINE LOCATIONS, WHAT MINERALS WERE MINED, AND THE QUANTITIES OF ROCK MINED. THIS INFORMATION HAS, HOWEVER, NEVER BEEN PULLED TOGETHER INTO A SINGLE LOCATION. THE ARIZONA GEOLOGICAL SURVEY IS COLLECTING THIS INFORMATION INTO A SINGLE PUBLICATION TO PROVIDE BASIC GEOLOGIC DATA TO THE PUBLIC, POLICYMAKERS, AND EXPLORERS TO MAKE MORE INFORMED DECISIONS REGARDING NATURAL RESOURCE USE. ACTIVITIES TO BE PERFORMED AS PART OF THIS WORK INCLUDE: 1) PARTICIPATION WITH THE 2022 USGS CRITICAL MINERALS WORKSHOP; 2) COMPILATION OF MINERAL DEPOSIT/DISTRICT DATA THAT WILL CONTRIBUTE TO THE USGS MAP COMPILATION OF FOCUS AREAS, AND 3) COMPILE MINERAL DEPOSIT DATA FOR ALL KNOWN DEPOSITS AND PROSPECTS FOR GREENLEE COUNTY, ARIZONA INTO A REVIEW PUBLICATION ON THE MINERAL RESOURCE POTENTIAL OF GREENLEE COUNTY, ARIZONA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_G22AP00222_1434"}, {"internal_id": 148995011, "Award ID": "G22AP00221", "Award Amount": 169143.46, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-20", "CFDA Number": "15.814", "Description": "IN PAST YEARS THIS GRANT HAS FUNDED MANY PROJECTS AT THE NEW MEXICO BUREAU OF GEOLOGY AND MINERAL  RESOURCES (NMBGMR) IN SCANNING AND CATALOGING OUR COLLECTIONS. THIS INFORMATION HAS BEEN USED IN  RESEARCH AND EDUCATION BY STATE AND FEDERAL AGENCIES, INDUSTRY, AND THE PUBLIC. TO HELP OUR SHAREHOLDERS  GAIN ACCESS QUICKLY TO OUR ARCHIVES WE HAVE BEEN PUTTING OUR DATA ONLINE AS IT BECOMES AVAILABLE DIGITALLY.  FUNDING RECEIVED FROM THIS GRANT WILL AID NMBGMR IN DEVELOPING INFRASTRUCTURE PROJECTS AND MAKING  MORE DATA AVAILABLE TO THE PUBLIC. IN PRIORITY 1 DATA PRESERVATION PROJECTS, CRITICAL MINERAL DATA WILL BE  SCANNED AND UPLOADED TO NMBGMR'S ONLINE ARCHIVE ALONG WITH SCANS DONE PREVIOUSLY UNDER THIS GRANT TO  MAKE THEM AVAILABLE ONLINE. ALSO, PRIORITY 1 WILL FOCUS ON CREATING A CORE PHOTO CENTER, PHOTOGRAPHING 10  WELL CORES WITH POTENTIAL CRITICAL MINERALS, AND DEVELOPING A SUBSURFACE DATABASE FOLLOWING NATIONAL INDEX OF BOREHOLE INFORMATION (NIBI) STANDARDS. INFRASTRUCTURE WILL BE ADDED IN THE FORM OF A FORKLIFT TO  TRANSPORT CORE AND ADDED STORAGE FOR ONLINE OR BACKUP DATA STORAGE NEEDS. PRIORITY 2 CRITICAL MINERALS IN YEAR 4, WILL REVISE SOME OF THE DELIVERABLES IN 2019-2021 BY UTILIZING THE  NEWLY DEVELOPED USGS STANDARD TEMPLATE AND MINERALS SYSTEMS APPROACH TO DEFINING MINERAL DEPOSITS  WITH CRITICAL MINERALS IN NM. WE WILL ALSO FOCUS ON ZINC AND NICKEL AS WELL AS MINE WASTES. THE  NMBGMR ACTIVITIES TO BE PERFORMED INCLUDE CONTINUED REVISION AND DEVELOPMENT OF NM'S LONG-RANGE  PLAN ON COMPILING INFORMATION ON CRITICAL MINERALS IN NM, CONTINUED COMPILATION OF GIS SHAPEFILES OF  CRITICAL MINERALS IN MINING DISTRICTS USING THE USGS DISTRICTS_EARTHMRI TEMPLATE, A COMPILATION OF  CRITICAL MINERAL POTENTIAL IN MINE WASTES (MINE DUMPS, TAILINGS), CONTINUED COMPILATION OF A DATABASE OF  CHEMICAL ANALYSES OF ROCKS AND MINERAL, DEVELOPMENT OF A DATABASE AND ARCHIVE OF ORE, MINERALIZED  SAMPLES, AND OTHER SAMPLES WITH CRITICAL MINERAL POTENTIAL, AND UTILIZING PRIORITY 1 PHOTO CENTER TO  PHOTOGRAPH AND DESCRIBE CORE WITH CRITICAL MINERALS POTENTIAL. DELIVERABLES FOR PRIORITY 2 WILL BE A REVISED  LONG-RANGE PLAN AND DATABASES, PHOTOGRAPHS AND DESCRIPTIONS OF CORES FROM AREAS WITH POTENTIAL CRITICAL  MINERALS, AND SUPPORTING DOCUMENTS AND FILES FOR THE USGS CRITICAL MINERAL RESOURCES WORKSHOP. DELIVERABLES OF PRIORITY 1 AND 2 WILL BE AVAILABLE ONLINE THROUGH THE NMBGMR WEB PAGES, OPEN FILE  REPORTS, PUBLISHED REPORTS, USGS WEBSITES, OR BY REQUEST. WORKSHOPS WILL BE ATTENDED FOR BOTH PRIORITY 1  AND 2.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": 120952.0, "recipient_id": "03eb6810-7870-d8cb-dc0f-5defaaa07d45-C", "generated_internal_id": "ASST_NON_G22AP00221_1434"}, {"internal_id": 148206892, "Award ID": "G22AP00219", "Award Amount": 1780.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-29", "CFDA Number": "15.814", "Description": "THE CALIFORNIA GEOLOGICAL SURVEY (CGS) MINERAL RESOURCES PROGRAM IS REQUESTING MATCHING FUNDS TO SEND FOUR STAFF TO TWO WORKSHOPS IN 2022. THE FIRST WORKSHOP IS HOSTED BY THE USGS NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM (NGGDPP) IN BUTTE, MT FROM AUGUST 29TH - SEPTEMBER 1ST, 2022. THIS WORKSHOP WILL FOCUS ON HOW STATE GEOLOGICAL SURVEYS ARE WORKING TOWARD GEOSCIENCE DATA PRESERVATION IN SUPPORT OF THE NGGDPP'S GOAL TO PROMOTE THE AVAILABILITY OF GEOLOGICAL DATA FOR THE PUBLIC.THE SECOND WORKSHOP IS HOSTED BY THE USGS EARTH MAPPING RESOURCES INITIATIVE (EARTH MRI) IN FORT COLLINS, CO IN FALL 2022. THIS WORKSHOP WILL BRING TOGETHER STATE GEOLOGICAL SURVEYS TO AID IN DEVELOPMENT OF GEOSPATIAL DATA SETS TO BE USED IN IDENTIFYING AND PRIORITIZING FOCUS AREAS THAT ARE KNOWN OR HAVE THE POTENTIAL TO HOST CRITICAL MINERALS IN THE US.THE CGS MINERAL RESOURCES PROGRAM HAS THREE ACTIVE GRANTS WITH THE USGS THAT FALL UNDER GEOLOGICAL DATA PRESERVATION AND CRITICAL MINERAL RESOURCE IDENTIFICATION ACTIVITIES. THE ATTENDEES SELECTED FOR THESE WORKSHOPS EACH HAVE PRINCIPAL INVESTIGATOR AND/OR INVESTIGATOR ROLES ON SEVERAL CURRENT AND PAST USGS GRANTS. THESE WORKSHOPS WILL PROVIDE IMPORTANT INFORMATION TO SUPPORT THE COMPLETION OF OUR UPCOMING GRANT DELIVERABLES AND FOR FUTURE PROJECT PLANNING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f09f1c3-f203-ce88-98f9-aec3bdce013d-C", "generated_internal_id": "ASST_NON_G22AP00219_1434"}, {"internal_id": 148995010, "Award ID": "G22AP00217", "Award Amount": 49537.59, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-05-16", "CFDA Number": "15.814", "Description": "THE FLORIDA GEOLOGICAL SURVEY'S GEOLOGIC SAMPLE COLLECTION FACILITY CONTAINS OVER 75,000 BOXES  OF CORE AND CUTTINGS SAMPLES FOR ALMOST 20,000 BOREHOLES FROM FLORIDA. AFTER INVENTORYING  UNPROCESSED SAMPLES, THE FLORIDA GEOLOGICAL SURVEY HAS IDENTIFIED 7,500 CUTTINGS SAMPLES FROM  31 UNDERGROUND INJECTION CONTROL WELLS THAT NEED TO BE PROCESSED AND CURATED. THESE WELLS VARY IN DEPTH FROM 500 TO OVER 10,000 FEET AND COVER A TOTAL FOOTAGE OF 75,000 FEET. THE SAMPLES HAVE  AN ESTIMATED REPLACEMENT COST OF $8.5 MILLION. IT IS THE INTENT OF THE FLORIDA GEOLOGICAL SURVEY TO  PRESERVE THESE SAMPLES AND MAKE THE ASSOCIATED GEOLOGIC INFORMATION PUBLICLY AVAILABLE.OUR CUSTOMERS INCLUDE MUNICIPALITIES, STATE AND FEDERAL AGENCIES, WATER RESOURCE, MINERAL, AND  ENERGY COMPANIES AS WELL AS UNIVERSITY STUDENTS AND RESEARCH SCIENTISTS THROUGHOUT THE WORLD.  THERE ARE NUMEROUS SOCIETAL BENEFITS IN PRESERVING THIS INFORMATION AND MAKING THE ASSOCIATED GEOLOGIC DATA MORE ACCESSIBLE TO LOCAL, STATE, AND FEDERAL AGENCIES. ON THE LOCAL AND STATE LEVEL,  THIS ACCESSIBILITY IMPROVES SITE-EVALUATION DECISIONS FOR WATER RESOURCE MANAGEMENT. INCREASED  PUBLICLY AVAILABLE GEOLOGIC DATA ASSISTS THE ONGOING MAPPING EFFORTS OF THE USGS FUNDED  STATEMAP AND EARTH MAPPING RESOURCES INITIATIVE PROJECTS.DURING THE PROJECT, EMPLOYEES WILL SORT CUTTINGS BY BOREHOLE AND DEPTH PRIOR TO PROCESSING. EACH  OF THE 7,500 CUTTINGS SAMPLES THAT ARE RECOVERABLE WILL BE SPLIT INTO TWO SAMPLE ENVELOPES. ONE  ENVELOPE WILL BE EARMARKED FOR FUTURE WASHING. ALL CUTTINGS SAMPLES WILL BE LABELLED AND STORED IN  CUTTINGS STORAGE BOXES. THESE PROCESSING ACTIVITIES WILL ADD APPROXIMATELY 600 NEW CUTTINGS BOXES  TO THE COLLECTION FACILITY.THERE ARE 21 BOREHOLES, WHICH REPRESENT 5,900 INTERVALS, THAT HAVE ASSOCIATED LITHOLOGIC  DESCRIPTIONS FOUND WITHIN THE WELL COMPLETION REPORTS. THESE DESCRIPTIONS WILL BE ENTERED INTO THE  FGS DATABASE BY STAFF MEMBERS USING CONTROLLED VOCABULARIES. ROCK TYPE IS REQUIRED FOR ALL  DESCRIPTION ENTRY. INDIVIDUAL INTERVAL DESCRIPTIONS ALSO MAY INCLUDE COLOR, GRAIN SIZE, INDURATION,  ACCESSORY MINERALS, AND GENERAL FOSSILS. LITHOLOGIC RECORDS WILL ALSO INCLUDE ENTRY OF FORMATION  PICKS, WHEN INDICATED.BOREHOLE LOCATIONS WILL BE VERIFIED BASED ON STATE-WIDE RECORDS BY EXPERIENCED STAFF. ANY  CORRESPONDING LITHOLOGIC DESCRIPTIONS ADDED TO THE DATABASE WILL BE VERIFIED BY A FLORIDA LICENSED PROFESSIONAL GEOLOGIST BEFORE BEING FULLY AVAILABLE TO THE PUBLIC. FINAL DELIVERABLES WILL INCLUDE  BOREHOLE DATA AND LITHOLOGIC INFORMATION MADE DIGITALLY AVAILABLE THROUGH THE FLORIDA GEOLOGICAL  SURVEY WEBSITE AND THE NATIONAL DIGITAL CATALOG.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_G22AP00217_1434"}, {"internal_id": 148206874, "Award ID": "G22AP00205", "Award Amount": 25615.76, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-27", "CFDA Number": "15.814", "Description": "THE MAINE GEOLOGICAL SURVEY (MGS) RECENTLY RECEIVED A COLLECTION OF ROUGHLY 30,000 HISTORICAL  AERIAL PHOTOGRAPH PRINTS FROM THE MAINE DEPARTMENT OF TRANSPORTATION (MDOT). THESE PRINTS  WERE AT RISK OF BEING LOST IN A BUILDING RENOVATION. THEY ARE FOCUSED ON TRANSPORTATION PROJECTS  ACROSS THE STATE GOING BACK TO THE 1930S. MGS WILL FILE, INDEX, AND DIGITIZE THE FOOTPRINTS OF EACH  AIR PHOTO INTO OUR ENTERPRISE SPATIAL DATABASE AND ADD THIS COLLECTION TO OUR EXISTING, SCAN-ON-DEMAND AIR PHOTO WEB APPLICATION (HTTPS://WWW.MAINE.GOV/DACF/MGS/EXPLORE/MAPS/AIRPHOTOS/). MGS WILL ALSO UNDERTAKE A PLANNING PROJECT TO IDENTIFY A NEW LOCATION FOR CORE STORAGE IN AUGUSTA.  STAFF WILL ASSESS THE SPACE NEEDED FOR THE CURRENT COLLECTION AND DEVELOP AN ESTIMATE OF SPACE  NEEDED FOR FUTURE COLLECTION GROWTH AND BETTER WORKING CONDITIONS. RELIABLE ACCESS TO ROCK CORE  BENEFITS THE PRIVATE MINING COMPANIES LOOKING TO INVEST IN MAINE AND RESEARCH ORGANIZATIONS  LOOKING FOR BASIC DATA. THIS PROJECT WILL PROVIDE MGS WITH THE DATA AND INTERNAL STATE  GOVERNMENT CONTACTS NEEDED TO APPLY FOR A NGGDPP GRANT IN 2023. A SUMMARY REPORT OF  BUILDING REQUIREMENTS, FACILITY OPTIONS, MOVING COSTS, AND SOFTWARE REQUIREMENTS WILL BE  SUBMITTED", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": 25615.76, "recipient_id": "1a86fa8a-47d0-1d2e-4ba9-44a8efae4c1e-C", "generated_internal_id": "ASST_NON_G22AP00205_1434"}, {"internal_id": 148206875, "Award ID": "G22AP00195", "Award Amount": 142582.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-04-26", "CFDA Number": "15.814", "Description": "ABSTRACT SUMMARY WITH HELP FROM THIS GRANT, WE WILL REACH TWO GOALS: TRANSFORM OUR CURRENT CRAMPED STORAGE SPACE  INTO A USER-FRIENDLY RECORD CENTER AND ADD ABOUT 26,000 DIGITAL FILES TO OUR ONLINE RESOURCE SYSTEM.ACTIVITIES ARCHIVES AND COLLECTIONS STAFF WILL CROSS-CHECK MINERAL AND ENERGY RECORDS AND ORGANIZE THEM BY  GEOGRAPHIC LOCATION. THEY WILL MOVE PAPER RECORDS INTO NEW BUFFERED, ACID-FREE ARCHIVAL BOXES AND CREATE BOX AND SHELF LABELS. THEY WILL HOUSE THE BOXES ON NEW MOBILE SHELVING, AND THEY WILL  SET UP AN ACCESS AREA FOR VISITORS IN THE RECORD CENTER. DIGITAL COLLECTIONS STAFF WILL SORT AND ORGANIZE PHOTOS OF ROCK CORES AND PDF FILES OF ROCK CORE CHEMISTRY. THEY WILL MOVE THE DIGITAL FILES INTO AN ONLINE RESOURCE SYSTEM CALLED CARST  (COLLECTIVEACCESS-RESOURCESPACE TANDEM) AND CREATE SEARCHABLE RECORDS IN THE SYSTEM. THEY  WILL THEN MAKE THE RECORDS VISIBLE TO THE PUBLIC.DELIVERABLES AND IMPACT THE ON-SITE RECORDS CENTER CREATES A SPACE THAT IS SAFE FOR VALUABLE GEOLOGICAL RECORDS AND  COMFORTABLE FOR ANYONE WHO WANTS TO UTILIZE THEM. THE NEW BOXES AND SHELVING WILL BETTER  PRESERVE, ORGANIZE, AND EXTEND THE LIFE OF THE RECORDS BY PROTECTING THEM FROM LIGHT, DUST, AND WEAR AND TEAR, WHILE SLOWING THE NATURAL AGING OF THE PAPER. ADDING RECORDS TO CARST WILL GIVE SCIENTISTS AND THE PUBLIC ACCESS TO RESOURCES THAT WERE HARD TO FIND OR NOT AVAILABLE BEFORE. ONCE IN THE SYSTEM, THE FILES CAN BE EASILY SEARCHED FOR, MANAGED,  AND PROTECTED FROM LOSS. BOTH ACCESS LOCATIONS PROVIDE USERS WITH A GATEWAY TO FINDING NON-BIASED GEOLOGICAL DATA. THESE  DATA CAN HELP GUIDE THE LOCAL, REGIONAL, AND GLOBAL USE OF INDIANA'S MINERAL AND ENERGY WEALTH AND  ADDRESS ENVIRONMENTAL PROTECTION CHALLENGES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": 142582.0, "recipient_id": "74ccc06e-57e8-7489-fbc7-f6229ad4aaf6-C", "generated_internal_id": "ASST_NON_G22AP00195_1434"}, {"internal_id": 139632541, "Award ID": "G21AP10653", "Award Amount": 71326.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "15.814", "Description": "NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM: PRIORITIES 1 AND 2, DATED 1/8/2021, REVISED 8/3/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_G21AP10653_1434"}, {"internal_id": 139632817, "Award ID": "G21AP10641", "Award Amount": 45728.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-18", "CFDA Number": "15.814", "Description": "PRIORITY 1 - PRESERVATION OF GEOSCIENCE DATA, DGMR PALEONTOLOGICAL COLLECTION, DATED 1/72021, REVISED 4/13/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "900b9810-f92d-705e-fb03-36a3a13411c5-C", "generated_internal_id": "ASST_NON_G21AP10641_1434"}, {"internal_id": 139632749, "Award ID": "G21AP10637", "Award Amount": 51418.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-18", "CFDA Number": "15.814", "Description": "GEOLOGIC DATA PRESERVATIONS AND CRITICAL MINERALS RESEARCH, DATED 1/8/2021, REVISED 6/14/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_G21AP10637_1434"}, {"internal_id": 139632474, "Award ID": "G21AP10589", "Award Amount": 76526.77, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "15.814", "Description": "PRESERVATION OF DRILL CUTTINGS AND CORE, INVENTORY OF GEOPHYSICAL LOGS, AND PRESERVATION OF DATA RELEVANT TO CRITICAL MINERALS IN MARYLAND (2021-2022), DATED 1/8/2021, REVISED 7/27/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_G21AP10589_1434"}, {"internal_id": 139632475, "Award ID": "G21AP10584", "Award Amount": 126801.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-17", "CFDA Number": "15.814", "Description": "PRESERVATION OF GEOLOGIC DATA AND COLLECTIONS IN ILLINOIS FY21, DATED 1/8/2021, REVISED 7/27/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G21AP10584_1434"}, {"internal_id": 140060197, "Award ID": "G21AP10573", "Award Amount": 11598.73, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-02", "CFDA Number": "15.814", "Description": "2021 NJGWS GEOSCIENTIFIC DATA PRESERVATION GRANT, DATED 12/29/2020, REVISED 47/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a31c069-8f52-1672-90e8-97e3286fd21a-C", "generated_internal_id": "ASST_NON_G21AP10573_1434"}, {"internal_id": 139632601, "Award ID": "G21AP10569", "Award Amount": 73525.9, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-19", "CFDA Number": "15.814", "Description": "FY2021 WISCONSIN DATA PRESERVATION, WISDOT CORE, MDA - LAFAYETTE, LYNNE CORE, DATED 1/5/2021, REVISED 7/16/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G21AP10569_1434"}, {"internal_id": 139632602, "Award ID": "G21AP10533", "Award Amount": 24000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-18", "CFDA Number": "15.814", "Description": "NORTH CAROLINA GEOLOGICAL SURVEY - PRIORITY 1: CONTINUE RESCUE AND INVENTORY AT-RISK CORE COLLECTIONS MINERALS IN NORTH CAROLINA, DATED 1/8/2021, REVISED 7/13/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_G21AP10533_1434"}, {"internal_id": 139632879, "Award ID": "G21AP10487", "Award Amount": 39848.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-16", "CFDA Number": "15.814", "Description": "DEVELOPMENT SUPPORT FOR COMPREHENSIVE DATABASE OF OKLAHOMA GEOLOGICAL RESOURCES PHASE IV, DATED 12/17/20200, REVISED 5/17/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4837eb8d-f028-01fb-72d6-af2f904c0e4c-C", "generated_internal_id": "ASST_NON_G21AP10487_1434"}, {"internal_id": 138765676, "Award ID": "G21AP10466", "Award Amount": 109585.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-28", "CFDA Number": "15.814", "Description": "PRESERVING KANSAS GEOLOGIC DATA, DOCUMENTS, SAMPLES, AND AERIAL PHOTOGRAPHS; AND SURVEYING DRILL HOLE/CORE HOLDINGS RELATING TO CRITICAL MINERAL RESOURCES, DATED 1/8/2021, REVISED 5/10/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77c2126f-1eeb-1497-ee97-f5b830ca5e7d-C", "generated_internal_id": "ASST_NON_G21AP10466_1434"}, {"internal_id": 138766011, "Award ID": "G21AP10436", "Award Amount": 86979.34, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "15.814", "Description": "INCREASING ACCESS TO THE GEOTHERMAL AND CRITICAL MINERAL RESOURCES OF NEVADA, DATED 1/7/2021, REVISED 5/6/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_G21AP10436_1434"}, {"internal_id": 137751061, "Award ID": "G21AP10435", "Award Amount": 16582.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-16", "CFDA Number": "15.814", "Description": "ACCESSIONING MINERAL INVESTIGATION WELL CUTTINGS INTO THE IGS ROCK LIBRARY, DATED 1/5/2021, REVISED 415/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b441d38-e3c0-de89-ee08-69fc9e6ee58a-C", "generated_internal_id": "ASST_NON_G21AP10435_1434"}, {"internal_id": 138765918, "Award ID": "G21AP10434", "Award Amount": 57729.41, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-15", "CFDA Number": "15.814", "Description": "PRESERVE GEOSCIENCE DATA AND MINERALS PRIORITY I & II, DATED 12/21/2020, REVISED 4/19/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "03eb6810-7870-d8cb-dc0f-5defaaa07d45-C", "generated_internal_id": "ASST_NON_G21AP10434_1434"}, {"internal_id": 138765756, "Award ID": "G21AP10433", "Award Amount": 3000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-28", "CFDA Number": "15.814", "Description": "DATA PRESERVATION 2021, DATED 1/8/2021, REVISED 4/23/2021 AND 6/14/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74ccc06e-57e8-7489-fbc7-f6229ad4aaf6-C", "generated_internal_id": "ASST_NON_G21AP10433_1434"}, {"internal_id": 139632662, "Award ID": "G21AP10428", "Award Amount": 86905.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-08-16", "CFDA Number": "15.814", "Description": "2021-2022 DATA PRESERVATION AND CRITICAL MINERALS ACTIVITIES IN ARIZONA, DATED 1/5/2021, REVISED 4/12/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_G21AP10428_1434"}, {"internal_id": 137751218, "Award ID": "G21AP10376", "Award Amount": 68137.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-16", "CFDA Number": "15.814", "Description": "2021 NGGDPP MISSOURI: 1. DIGITAL SCANNING & METADATA OF 40 FILES IN COLLECTION 2. CORE LOG DATABASE, DATED 1/4/2021, REVISED 5/20/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9ac4ea8c-e02c-dcd3-f1eb-7e05abff17c8-C", "generated_internal_id": "ASST_NON_G21AP10376_1434"}, {"internal_id": 138765678, "Award ID": "G21AP10374", "Award Amount": 70481.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-07-02", "CFDA Number": "15.814", "Description": "USGS FY21 DATA PRESERVATION 14", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_G21AP10374_1434"}, {"internal_id": 137751393, "Award ID": "G21AP10366", "Award Amount": 49427.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-25", "CFDA Number": "15.814", "Description": "GENERATING METADATA RECORDS AND DIGITIZING DOCUMENTS AND 2 UNPUBLISHED GEOLOGIC MAPS, DISSEMINATING DOCUMENTS ON THE AGENCY WEBSITE, AND COMPILING EARTH MRI CRITICAL MINERAL DATA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_G21AP10366_1434"}, {"internal_id": 133593415, "Award ID": "G21AP10356", "Award Amount": 23598.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-14", "CFDA Number": "15.814", "Description": "INVENTORY OF TALLAHASSEE CREEK URANIUM EXPLORATION DATA AND DIGITIZATION OF CO HISTORIC NONMETALLIC MINING LOCATION & GEOLOGICAL MAPS FOR CRITICAL MINERALS, DATED 12/23/2020, REVISED 4/7/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc5207ca-4d78-1308-62c7-b425dd44275c-C", "generated_internal_id": "ASST_NON_G21AP10356_1434"}, {"internal_id": 133593425, "Award ID": "G21AP10355", "Award Amount": 5649.19, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-14", "CFDA Number": "15.814", "Description": "NGGDPP - PRESERVATION OF FLORIDA-S COASTAL AND CRITICAL MINERAL BOREHOLE DATA, DATED 1/8/2021, REVISED 4/7/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_G21AP10355_1434"}, {"internal_id": 133593419, "Award ID": "G21AP10354", "Award Amount": 35345.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-05-14", "CFDA Number": "15.814", "Description": "SCANNING LITHOLOGIC STRIP LOGS AND THIN SECTIONS AND DIGITIZING WIRELINE WELL LOGS, DATED 1/4/2021, REVISED 4/7/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b68c9445-5627-e42b-33c6-f4e6d4688d9c-C", "generated_internal_id": "ASST_NON_G21AP10354_1434"}, {"internal_id": 137751308, "Award ID": "G21AP10350", "Award Amount": 42917.6, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-21", "CFDA Number": "15.814", "Description": "CONVERSION AND CURATION OF THE GEOLOGICAL SURVEY OF AL FOSSIL AND MINERAL COLLECTIONS, DATED 1/7/2021, REVISED 5/12/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c129eee5-78e4-5ea6-89e1-f73dd58c3407-C", "generated_internal_id": "ASST_NON_G21AP10350_1434"}, {"internal_id": 137750911, "Award ID": "G21AP10339", "Award Amount": 103752.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-24", "CFDA Number": "15.814", "Description": "KENTUCKY GEOLOGICAL SURVEY FY2021 GEOLOGIC DATA PRESERVATION PROJECT, DATED 1/7/2021, REVISED 5/4/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_G21AP10339_1434"}, {"internal_id": 137751083, "Award ID": "G21AP10334", "Award Amount": 74792.3, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-24", "CFDA Number": "15.814", "Description": "UGS FY2021 GEOLOGIC DATA PRESERVATION PROJECT, DATED 1/6/2021, REVISED 5/5/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64d85583-e8dc-f315-2329-ce3d59aaa680-C", "generated_internal_id": "ASST_NON_G21AP10334_1434"}, {"internal_id": 137751467, "Award ID": "G21AP10329", "Award Amount": 75596.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-21", "CFDA Number": "15.814", "Description": "CORE RESCUE, ONLINE PALYNOLOGY INDEX, AND STANDARDIZED GEOLOGIC MAPPING IN CRITICAL MINERAL-FOCUS AREAS, DATED 1/8/2021, REVISED 4/30/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_G21AP10329_1434"}, {"internal_id": 137751394, "Award ID": "G21AP10327", "Award Amount": 88393.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-15", "CFDA Number": "15.814", "Description": "PRIORITY 1: BOREHOLE LITHOLOGY LOG COLLECTION AND DATA, DATED 1/4/2021, REVISED 5/3/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_G21AP10327_1434"}, {"internal_id": 137751395, "Award ID": "G21AP10315", "Award Amount": 16818.9, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-21", "CFDA Number": "15.814", "Description": "OPEN-FILE REPORT PRESERVATION, DATED 1/7/2021, REVISED 4/29/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c3d5277-2ee1-3289-bb2e-40d637196b76-C", "generated_internal_id": "ASST_NON_G21AP10315_1434"}, {"internal_id": 132908026, "Award ID": "G21AP10297", "Award Amount": 10217.38, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-20", "CFDA Number": "15.814", "Description": "PRESERVATION OF MINING CLAIMS MAPS AND FILES AND CRITICAL MINERAL RESOURCE ASSESSMENT, DATED 1/8/2021, REVISED 3/31/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a86fa8a-47d0-1d2e-4ba9-44a8efae4c1e-C", "generated_internal_id": "ASST_NON_G21AP10297_1434"}, {"internal_id": 132908047, "Award ID": "G21AP10295", "Award Amount": 27560.43, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-21", "CFDA Number": "15.814", "Description": "PRESERVATION OF WVGES OIL & GAS DATA AND AERIAL PHOTOS, GEOLOGIC MAP ACCESS, AND CRITICAL MINERALS DATA COMPILATION, DATED 1/8/2021, REVISED 4/1/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2bec3cee-321b-8a2f-c6b0-2cc7b75534c2-C", "generated_internal_id": "ASST_NON_G21AP10295_1434"}, {"internal_id": 137750997, "Award ID": "G21AP10291", "Award Amount": 5283.37, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-17", "CFDA Number": "15.814", "Description": "DIGITIZATION OF COUNTY SURFACE GEOLOGIC MAPS IN NORTH DAKOTA, 1/8/2021, REVISED 4/13/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ND", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "aa521ee5-f6b7-3861-31ce-2ad82393e930-C", "generated_internal_id": "ASST_NON_G21AP10291_1434"}, {"internal_id": 137751154, "Award ID": "G21AP10289", "Award Amount": 93103.36, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-15", "CFDA Number": "15.814", "Description": "FY21 MINNESOTA GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM, DATED 12/28/2020, REVISED 4/12/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G21AP10289_1434"}, {"internal_id": 137751230, "Award ID": "G21AP10287", "Award Amount": 71760.56, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-06-17", "CFDA Number": "15.814", "Description": "PRIORITY 1 AND PRIORITY 2: ANACONDA COLLECTION ARCHIVE AND CRITICAL MINERALS, DATED 1/8/2021, REVISED 4/14/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fab6bba7-e180-0ccb-b122-ccbdc71906a2-C", "generated_internal_id": "ASST_NON_G21AP10287_1434"}, {"internal_id": 132908059, "Award ID": "G21AP10259", "Award Amount": 23259.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-04-20", "CFDA Number": "15.814", "Description": "CGS FY2021 GEOLOGIC DATA PRESERVATION PROJECT, DATED 1/7/2021, REVISED 3/30/2021", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f09f1c3-f203-ce88-98f9-aec3bdce013d-C", "generated_internal_id": "ASST_NON_G21AP10259_1434"}, {"internal_id": 108494345, "Award ID": "G20AP00121", "Award Amount": 55000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-14", "CFDA Number": "15.814", "Description": "PROJECT A: DIGITAL CONVERSION OF GEOLOGICAL REPORTS; AND PROJECT B: CREATE OPEN-SOURCE\nPYTHON SOFTWARE LIBRARY; PRIORITY 2: IDENTIFYING CRITICAL MINERAL RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_G20AP00121_1434"}, {"internal_id": 108494341, "Award ID": "G20AP00119", "Award Amount": 80080.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-14", "CFDA Number": "15.814", "Description": "PRESERVATION OF MGS DRILL CUTTINGS COLLECTION, PRELIMINARY INVENTORY OF RESCUED COAL\nCORES, AND PRODUCTION OF MAPS TO SUPPORT CRITICAL MINERAL RESOURCE IDENTIFICATION IN MARYLAND (2020-2021)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_G20AP00119_1434"}, {"internal_id": 107141071, "Award ID": "G20AP00118", "Award Amount": 38786.48, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-28", "CFDA Number": "15.814", "Description": "DEVELOPMENT SUPPORT FOR COMPREHENSIVE DATABASE OF OKLAHOMA GEOLOGICAL RESOURCES , PHASE III", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4837eb8d-f028-01fb-72d6-af2f904c0e4c-C", "generated_internal_id": "ASST_NON_G20AP00118_1434"}, {"internal_id": 108494371, "Award ID": "G20AP00117", "Award Amount": 17448.15, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-14", "CFDA Number": "15.814", "Description": "NORTH CAROLINA GEOLOGICAL SURVEY - PRIORITY 2: CRITICAL MINERALS IN NORTH CAROLINA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_G20AP00117_1434"}, {"internal_id": 109846435, "Award ID": "G20AP00116", "Award Amount": 19282.53, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-28", "CFDA Number": "15.814", "Description": "NEBRASKA OIL AND GAS COLLECTION PHASE III: INVENTORY AND DATABASE DEVELOPMENT FOR EASTERN NEBRASKA GEOLOGICAL SAMPLE DATA PRESERVATION AND PUBLIC ACCESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_G20AP00116_1434"}, {"internal_id": 108494366, "Award ID": "G20AP00109", "Award Amount": 60086.25, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-14", "CFDA Number": "15.814", "Description": "FY2020 WISCONSIN DATA PRESERVATION, GEMS AND CRITICAL MINERALS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G20AP00109_1434"}, {"internal_id": 98429657, "Award ID": "G20AP00108", "Award Amount": 70692.95, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-19", "CFDA Number": "15.814", "Description": "PRESERVATION OF GEOLOGIC DATA AND COLLECTIONS IN ILLINOIS: FY20", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G20AP00108_1434"}, {"internal_id": 108494363, "Award ID": "G20AP00107", "Award Amount": 114216.93, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "15.814", "Description": "PRESERVING KANSAS GEOLOGIC DATA, DOCUMENTS, SAMPLES, AND AERIAL PHOTOGRAPHS; AND SURVEYING CRITICAL MINERAL RESOURCES, FY2020", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77c2126f-1eeb-1497-ee97-f5b830ca5e7d-C", "generated_internal_id": "ASST_NON_G20AP00107_1434"}, {"internal_id": 107141067, "Award ID": "G20AP00105", "Award Amount": 154982.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-28", "CFDA Number": "15.814", "Description": "PRESERVE GEOSCIENCE DATA AND MINERALS PRIORITY I & II", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "03eb6810-7870-d8cb-dc0f-5defaaa07d45-C", "generated_internal_id": "ASST_NON_G20AP00105_1434"}, {"internal_id": 98429654, "Award ID": "G20AP00103", "Award Amount": 72701.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-18", "CFDA Number": "15.814", "Description": "APPLICATION & DATABASE CRITICAL MAINTENANCE, GEOCHRONOLOGY DATABASE SCOPING, AND MAP CONVERSION TO GEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_G20AP00103_1434"}, {"internal_id": 108494347, "Award ID": "G20AP00102", "Award Amount": 54725.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-14", "CFDA Number": "15.814", "Description": "FINISH PRESERVATION OF NEW JERSEY ZINC COMPANY (VIRGINIA) LEGACY COLLECTION\nAND INCREASE AVAILABILITY OF CRITICAL MINERALS INFORMATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "900b9810-f92d-705e-fb03-36a3a13411c5-C", "generated_internal_id": "ASST_NON_G20AP00102_1434"}, {"internal_id": 110276412, "Award ID": "G20AP00100", "Award Amount": 14637.89, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-09-08", "CFDA Number": "15.814", "Description": "2020 NJGWS GEOSCIENTIFIC DATA PRESERVATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a31c069-8f52-1672-90e8-97e3286fd21a-C", "generated_internal_id": "ASST_NON_G20AP00100_1434"}, {"internal_id": 98429652, "Award ID": "G20AP00099", "Award Amount": 75845.25, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-19", "CFDA Number": "15.814", "Description": "(1) DIGITAL SCANNING AND METADATA GENERATION OF 400 UNPUBLISHED MINERAL RESOURCE FILES IN COLLECTION; (2) CORE LOG DATABASE; (3) REGIONAL CRITICAL MINERAL RESOURCES WORKSHOP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9ac4ea8c-e02c-dcd3-f1eb-7e05abff17c8-C", "generated_internal_id": "ASST_NON_G20AP00099_1434"}, {"internal_id": 98429650, "Award ID": "G20AP00097", "Award Amount": 57697.87, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-19", "CFDA Number": "15.814", "Description": "KENTUCKY GEOLOGICAL SURVEY FY2020 GEOLOGIC DATA PRESERVATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_G20AP00097_1434"}, {"internal_id": 98429649, "Award ID": "G20AP00096", "Award Amount": 29983.54, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-18", "CFDA Number": "15.814", "Description": "GENERATING METADATA RECORDS AND/OR DIGITIZING DOCUMENTS IN THE COAL GEOLOGY MAPS COLLECTION AND MINERAL RESOURCES COLLECTION, DIGITIZING TWO UNPUBLISHED 7.5-MINUTE QUADRANGLE GEOLOGIC MAPS, AND DISSEMINATING COLLECTION DOCUMENTS ON THE TENNESSEE GEOLOGIC SURVEY WEBSITE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_G20AP00096_1434"}, {"internal_id": 98429648, "Award ID": "G20AP00095", "Award Amount": 29068.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-18", "CFDA Number": "15.814", "Description": "FY 2020 FOSSIL CONSERVATION AND CRITICAL MINERAL WORKSHOP FOR ALABAMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c129eee5-78e4-5ea6-89e1-f73dd58c3407-C", "generated_internal_id": "ASST_NON_G20AP00095_1434"}, {"internal_id": 98667847, "Award ID": "G20AP00091", "Award Amount": 110701.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-09", "CFDA Number": "15.814", "Description": "IGWS FAIR DATA INITIATIVE - COLLECTIONS INFRASTRUCTURE AND CRITICAL MINERALS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74ccc06e-57e8-7489-fbc7-f6229ad4aaf6-C", "generated_internal_id": "ASST_NON_G20AP00091_1434"}, {"internal_id": 108494379, "Award ID": "G20AP00090", "Award Amount": 110156.23, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-10", "CFDA Number": "15.814", "Description": "FY20 PRESERVATION AND MODERNIZATION OF ARIZONA DIGITAL GEOLOGIC MAP AND MINERALS DATA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_G20AP00090_1434"}, {"internal_id": 98099140, "Award ID": "G20AP00089", "Award Amount": 70191.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-15", "CFDA Number": "15.814", "Description": "WASHINGTON GEOLOGICAL SURVEY DATA PRESERVATION GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5ef3308c-c237-fdde-6a60-98eb4c2e6280-C", "generated_internal_id": "ASST_NON_G20AP00089_1434"}, {"internal_id": 98099139, "Award ID": "G20AP00088", "Award Amount": 62785.36, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-15", "CFDA Number": "15.814", "Description": "PRIORITY 1: SPECIMEN ARCHIVE AND ANALYTICAL DATA REPOSITORY AT THE MBMG\nPRIORITY 2: CRITICAL MINERAL RESOURCE INVENTORY FOR MONTANA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fab6bba7-e180-0ccb-b122-ccbdc71906a2-C", "generated_internal_id": "ASST_NON_G20AP00088_1434"}, {"internal_id": 98429645, "Award ID": "G20AP00087", "Award Amount": 68527.64, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-16", "CFDA Number": "15.814", "Description": "UGS FY2020 GEOLOGIC DATA PRESERVATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64d85583-e8dc-f315-2329-ce3d59aaa680-C", "generated_internal_id": "ASST_NON_G20AP00087_1434"}, {"internal_id": 98099138, "Award ID": "G20AP00086", "Award Amount": 41711.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-15", "CFDA Number": "15.814", "Description": "OIL, GAS, AND GEMS: CORE ACCESSIBILITY AND MAP STANDARD UPDATES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b441d38-e3c0-de89-ee08-69fc9e6ee58a-C", "generated_internal_id": "ASST_NON_G20AP00086_1434"}, {"internal_id": 98667846, "Award ID": "G20AP00084", "Award Amount": 68505.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-06", "CFDA Number": "15.814", "Description": "USGS DATA PRESERVATION 13", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_G20AP00084_1434"}, {"internal_id": 97834402, "Award ID": "G20AP00083", "Award Amount": 77373.95, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-19", "CFDA Number": "15.814", "Description": "PRESERVING PAPER WELL RECORDS AND THIN SECTIONS BY CONVERTING TO DIGITAL FORMAT AND MAPPING DEPTH TO BEDROCK IN MICHIGAN UP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b68c9445-5627-e42b-33c6-f4e6d4688d9c-C", "generated_internal_id": "ASST_NON_G20AP00083_1434"}, {"internal_id": 107141066, "Award ID": "G20AP00082", "Award Amount": 11534.48, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-29", "CFDA Number": "15.814", "Description": "NEW HAMPSHIRE GEOLOGICAL SURVEY NATIONAL GEOLOGICAL AND GEOPHYSICAL DATA PRESERVATION PROGRAM COOPERATIVE AGREEMENT PROPOSAL FOR NEW HAMPSHIRE DATA PRESERVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5076b844-597b-f9d0-f292-d9cd4d0ee553-C", "generated_internal_id": "ASST_NON_G20AP00082_1434"}, {"internal_id": 97834398, "Award ID": "G20AP00077", "Award Amount": 26603.84, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-19", "CFDA Number": "15.814", "Description": "DIGITIZATION OF COLORADO GEOLOGIC HAZARD AND GEOTECHNICAL REPORTS AND GEOLOGIC MAPS WITH METADATA FOR PUBLICLY AVAILABLE INFORMATION RELATIVE TO CRITICAL MINERAL RESOURCES AND GEOLOGIC HAZARDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc5207ca-4d78-1308-62c7-b425dd44275c-C", "generated_internal_id": "ASST_NON_G20AP00077_1434"}, {"internal_id": 98099137, "Award ID": "G20AP00075", "Award Amount": 18570.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-06-15", "CFDA Number": "15.814", "Description": "ENHANCEMENT OF THE MN CUTTINGS COLLECTION AND DATABASE; FURTHER ASSEMBLY OF REQUESTED MINERAL POTENTIAL-RELATED INFORMATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G20AP00075_1434"}, {"internal_id": 97056534, "Award ID": "G20AP00074", "Award Amount": 6892.33, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-30", "CFDA Number": "15.814", "Description": "CONVERTING PUBLISHED WSGS GEOLOGIC MAP FILES FROM PDF TO GEOTIFF AND KML", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cfb68004-0946-d578-0b20-f5e801a827af-C", "generated_internal_id": "ASST_NON_G20AP00074_1434"}, {"internal_id": 97834397, "Award ID": "G20AP00072", "Award Amount": 91764.82, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-05-28", "CFDA Number": "15.814", "Description": "INCREASING THE UTILITY AND ACCESSIBILITY OF NEVADA'S DIGITAL GEOLOGIC LIBRARIES: DIGITIZATION OF GEOTHERMAL WELL LOGS, GEMS GEOLOGIC MAP CONVERSIONS, AND GREAT BASIN SCIENCE SAMPLE AND RECORDS LIBRARY DATA PRESERVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_G20AP00072_1434"}, {"internal_id": 107141065, "Award ID": "G20AP00071", "Award Amount": 25786.15, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-07-28", "CFDA Number": "15.814", "Description": "BEDROCK MINES AND QUARRIES MAP OF CONNECTICUT UPDATE TO NATIONAL GEOLOGIC MAPPING SCHEMA [GEMS] IN SUPPORT OF U.S. CRITICAL MINERALS MAPPING INITIATIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_G20AP00071_1434"}, {"internal_id": 97056532, "Award ID": "G20AP00070", "Award Amount": 24547.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-23", "CFDA Number": "15.814", "Description": "MGS FY20 PROJECT: PRESERVATION OF FIELD NOTEBOOKS, MAPS, AND PHOTOS, AND CRITICAL MINERAL RESOURCE ASSESSMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a86fa8a-47d0-1d2e-4ba9-44a8efae4c1e-C", "generated_internal_id": "ASST_NON_G20AP00070_1434"}, {"internal_id": 97056531, "Award ID": "G20AP00069", "Award Amount": 35000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-04-23", "CFDA Number": "15.814", "Description": "FY 2020 CALIFORNIA GEOLOGICAL SURVEY PUBLICATION INVENTORY AND CREATION OF GEOSPATIAL DATABASE CHARACTERIZING CALIFORNIA'S CRITICAL MINERAL POTENTIAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f09f1c3-f203-ce88-98f9-aec3bdce013d-C", "generated_internal_id": "ASST_NON_G20AP00069_1434"}, {"internal_id": 85347437, "Award ID": "G19AP00118", "Award Amount": 33788.7, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-20", "CFDA Number": "15.814", "Description": "DATA PRESERVATION OF HYDROSTRATIGRAPHIC CROSS SECTIONS IN THE COASTAL PLAIN AND\nPRELIMINARY DEVELOPMENT OF A CRITICAL MINERAL DATABASE IN SOUTH CAROLINA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ff770b9-fd39-5446-2086-5462e925bc71-C", "generated_internal_id": "ASST_NON_G19AP00118_1434"}, {"internal_id": 85347436, "Award ID": "G19AP00117", "Award Amount": 64337.06, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-20", "CFDA Number": "15.814", "Description": "NBMG 2019 DATA PRESERVATION AND CRITICAL MINERAL STUDIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_G19AP00117_1434"}, {"internal_id": 85347435, "Award ID": "G19AP00116", "Award Amount": 84287.95, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-15", "CFDA Number": "15.814", "Description": "PRIORITY 1: UPDATING METADATA IN NDC; PRIORITY 2: INVENTORY OF, SCANNING, & CREATING DIGITAL\nMETADATA -THIN SECTIONS; PRIORITY 3: IDENTIFY CRITICAL MINERALS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_G19AP00116_1434"}, {"internal_id": 85347434, "Award ID": "G19AP00115", "Award Amount": 14651.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-20", "CFDA Number": "15.814", "Description": "NEBRASKA OIL AND GAS COLLECTION PHASE II: INVENTORY AND DATABASE DEVELOPMENT FOR WESTERN AND CENTRAL NEBRASKA GEOLOGICAL SAMPLE DATA PRESERVATION AND PUBLIC ACCESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_G19AP00115_1434"}, {"internal_id": 85347433, "Award ID": "G19AP00114", "Award Amount": 11056.53, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-16", "CFDA Number": "15.814", "Description": "2019 NJGWS GEO SCIENTIFIC DATA PRESERVATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a31c069-8f52-1672-90e8-97e3286fd21a-C", "generated_internal_id": "ASST_NON_G19AP00114_1434"}, {"internal_id": 83419221, "Award ID": "G19AP00113", "Award Amount": 21651.76, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-12", "CFDA Number": "15.814", "Description": "DIGITAL COMPILATION OF THE BEDROCK GEOLOGICAL MAPS OF KENT AND GUILFORD 7.5 MINUTE QUADRANGLES,\nLITCHFIELD AND NEW HAVEN COUNTIES, CT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_G19AP00113_1434"}, {"internal_id": 83419220, "Award ID": "G19AP00112", "Award Amount": 43350.4, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-08", "CFDA Number": "15.814", "Description": "NORTH CAROLINA GEOLOGICAL SURVEY ' PRIORITY 1 AND 2: INVENTORY CORE AND\nCUTTINGS COLLECTIONS; PRIORITY 3: RARE EARTH ELEMENT MINERALS\n(REEMS) IN THE COASTAL PLAIN PROVINCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_G19AP00112_1434"}, {"internal_id": 83419219, "Award ID": "G19AP00111", "Award Amount": 98298.16, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-08", "CFDA Number": "15.814", "Description": "NDC METADATA UPDATES, PRESERVATION OF MGS DRILL CUTTINGS COLLECTION, PRELIMINARY\nINVENTORY OF RESCUED GUILFORD MATERIALS, AND COMPILATION OF MD CRITICAL MINERAL RESOURCE DATA (2019-2020)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_G19AP00111_1434"}, {"internal_id": 83419218, "Award ID": "G19AP00109", "Award Amount": 51462.27, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-07", "CFDA Number": "15.814", "Description": "NDC METADATA REVISION, PRESERVATION OF UNPUBLISHED LEGACY ECONOMIC GEOLOGY RECORDS, METADATA FOR ABANDONED MINE LAND (NON-COAL) COLLECTION, PRESERVATION OF HISTORICAL IMAGES, INVENTORY OF CRITICAL COMMODITY RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "900b9810-f92d-705e-fb03-36a3a13411c5-C", "generated_internal_id": "ASST_NON_G19AP00109_1434"}, {"internal_id": 85347431, "Award ID": "G19AP00108", "Award Amount": 51869.33, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-20", "CFDA Number": "15.814", "Description": "DIGITIZATION OF COLORADO GEOLOGIC HAZARD AND GEOTECHNICAL REPORTS, GEOPHYSICAL AND GEOLOGIC LOGS AND GEOLOGIC MAPS WITH METADATA CREATION FOR PUBLICLY AVAILABLE INFORMATION RELATIVE TO CRITICAL MINERAL RESOURCES AND GEOLOGIC HAZARDS INVESTIGATIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc5207ca-4d78-1308-62c7-b425dd44275c-C", "generated_internal_id": "ASST_NON_G19AP00108_1434"}, {"internal_id": 83419216, "Award ID": "G19AP00103", "Award Amount": 44302.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-07", "CFDA Number": "15.814", "Description": "WISCONSIN FY2019 DATA PRESERVATION: UPDATING OUR NDC COLLECTIONS, CONVERTING MAPS TO\nGEMS FORMAT, AND IDENTIFYING CRITICAL MINERALS DATA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f044e52c-101e-349e-69e4-aaa93e72f7ab-C", "generated_internal_id": "ASST_NON_G19AP00103_1434"}, {"internal_id": 83419213, "Award ID": "G19AP00099", "Award Amount": 98372.63, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-07", "CFDA Number": "15.814", "Description": "2019 PRESERVATION AND MODERNIZATION OF ARIZONA DIGITAL GEOLOGIC MAP DATA AND DEVELOPMENT OF A PUBLICLY ACCESSIBLE DIGITAL CORE ARCHIVE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_G19AP00099_1434"}, {"internal_id": 83419212, "Award ID": "G19AP00098", "Award Amount": 70144.99, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-26", "CFDA Number": "15.814", "Description": "PRESERVING GEOSCIENCE DATA (GEMS CONVERSIN AND DOCUMENT PRESERVATION) AND 3DEEP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "03eb6810-7870-d8cb-dc0f-5defaaa07d45-C", "generated_internal_id": "ASST_NON_G19AP00098_1434"}, {"internal_id": 83419210, "Award ID": "G19AP00096", "Award Amount": 43539.42, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-26", "CFDA Number": "15.814", "Description": "PRESERVATION AND REVIEW OF FLORIDA HISTORIC DOCUMENTS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_G19AP00096_1434"}, {"internal_id": 83418285, "Award ID": "G19AP00095", "Award Amount": 1020.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-09", "CFDA Number": "15.814", "Description": "ATTENDANCE AT REGIONAL CRITICAL MINERAL RESOURCES WORKSHOP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fe1a9f21-d324-8a0a-cb98-1884938b5c37-C", "generated_internal_id": "ASST_NON_G19AP00095_1434"}, {"internal_id": 83419209, "Award ID": "G19AP00094", "Award Amount": 82534.75, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-26", "CFDA Number": "15.814", "Description": "PRESERVATION OF KANSAS OIL AND GAS WELL GEOLOGIC DATA, RECORDS, AND SAMPLES, AND AERIAL PHOTOGRAPHS, FY 2019", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77c2126f-1eeb-1497-ee97-f5b830ca5e7d-C", "generated_internal_id": "ASST_NON_G19AP00094_1434"}, {"internal_id": 83419207, "Award ID": "G19AP00092", "Award Amount": 34977.64, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-08-07", "CFDA Number": "15.814", "Description": "ENHANCED INVENTORY AND CONSERVATION OF WVGES ROCK CORE, WELL CUTTINGS, THIN SECTIONS COLLECTIONS AND ASSOCIATED DATA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2bec3cee-321b-8a2f-c6b0-2cc7b75534c2-C", "generated_internal_id": "ASST_NON_G19AP00092_1434"}, {"internal_id": 83419206, "Award ID": "G19AP00091", "Award Amount": 17177.66, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-26", "CFDA Number": "15.814", "Description": "DEVELOPMENT SUPPORT FOR COMPREHENSIVE DATABASE OF OKLAHOMA GEOLOGICAL RESOURCES - PHASE II", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4837eb8d-f028-01fb-72d6-af2f904c0e4c-C", "generated_internal_id": "ASST_NON_G19AP00091_1434"}, {"internal_id": 81947773, "Award ID": "G19AP00090", "Award Amount": 47526.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-25", "CFDA Number": "15.814", "Description": "FOUNDATIONS FOR THE FUTURE: DEVELOPING DIGITAL STRIPLOGS AND ASSESSING CRITICAL MINERAL POTENTIAL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b441d38-e3c0-de89-ee08-69fc9e6ee58a-C", "generated_internal_id": "ASST_NON_G19AP00090_1434"}, {"internal_id": 81947772, "Award ID": "G19AP00089", "Award Amount": 93321.78, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-20", "CFDA Number": "15.814", "Description": "UGS FY2019 GEOLOGIC DATA PRESERVATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64d85583-e8dc-f315-2329-ce3d59aaa680-C", "generated_internal_id": "ASST_NON_G19AP00089_1434"}, {"internal_id": 81947771, "Award ID": "G19AP00087", "Award Amount": 72882.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-25", "CFDA Number": "15.814", "Description": "PRIORITY 2: RESCUE, PRESERVATION AND ACCESS: DELAWARE GEOLOGICAL SURVEY'S ATLANTIC OCS\nSAMPLE AND DATA REPOSITORY FY2019 PROJECT / PRIORITY 3: DELEAWARE CRITICAL MINERALS DATA INVENTORY FY2019 3DEEP PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_G19AP00087_1434"}, {"internal_id": 81947770, "Award ID": "G19AP00086", "Award Amount": 71803.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-26", "CFDA Number": "15.814", "Description": "IGWS FAIR DATA INITIATIVE 2019 - GEOCHEMISTRY AND CRITICAL MINERALS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74ccc06e-57e8-7489-fbc7-f6229ad4aaf6-C", "generated_internal_id": "ASST_NON_G19AP00086_1434"}, {"internal_id": 81947761, "Award ID": "G19AP00077", "Award Amount": 82101.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-26", "CFDA Number": "15.814", "Description": "SHELL OIL CO. INVENTORY PILOT, MAP CONVERSION TO GEMS, AND CRITICAL MINERALS EXPLORATION DATABASE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_G19AP00077_1434"}, {"internal_id": 83418284, "Award ID": "G19AP00076", "Award Amount": 67496.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-07-09", "CFDA Number": "15.814", "Description": "USGS DATA PRESERVATION 12", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_G19AP00076_1434"}, {"internal_id": 81947760, "Award ID": "G19AP00075", "Award Amount": 83032.49, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-26", "CFDA Number": "15.814", "Description": "WASHINGTON GEOLOGICAL SURVEY DATA PRESERVATION GRANT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5ef3308c-c237-fdde-6a60-98eb4c2e6280-C", "generated_internal_id": "ASST_NON_G19AP00075_1434"}, {"internal_id": 81947759, "Award ID": "G19AP00074", "Award Amount": 55797.86, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-27", "CFDA Number": "15.814", "Description": "ARKANSAS GEOLOGICAL SURVEY FY19 ARKANSAS DRILLER LOG COLLECTION PROJECT PART 1", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c3d5277-2ee1-3289-bb2e-40d637196b76-C", "generated_internal_id": "ASST_NON_G19AP00074_1434"}, {"internal_id": 81947756, "Award ID": "G19AP00070", "Award Amount": 85535.89, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-27", "CFDA Number": "15.814", "Description": "KENTUCKY GEOLOGICAL SURVEY FY2019 GEOLOGIC DATA PRESERVATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_G19AP00070_1434"}, {"internal_id": 81947755, "Award ID": "G19AP00069", "Award Amount": 33608.61, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-24", "CFDA Number": "15.814", "Description": "GENERATING METADATA RECORDS, DIGITIZING DOCUMENTS IN 3 TENNESSEE GEOLOGICAL SURVEY COLLECTIONS \nAND DISSEMINATING DOCUMENTS ON WEBSITE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_G19AP00069_1434"}, {"internal_id": 81947754, "Award ID": "G19AP00068", "Award Amount": 73028.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-20", "CFDA Number": "15.814", "Description": "MONTANA 2019 NGGDPP PROPOSAL: HISTORICAL STOPE BOOK RESCUE (PRIORITY 2) AND CRITICAL MINERALS \nINVENTORY (PRIORITY 3)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fab6bba7-e180-0ccb-b122-ccbdc71906a2-C", "generated_internal_id": "ASST_NON_G19AP00068_1434"}, {"internal_id": 81545941, "Award ID": "G19AP00067", "Award Amount": 71793.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-03", "CFDA Number": "15.814", "Description": "PRESERVATION OF GEOLOGIC DATA AND COLLECTIONS IN ILLINOIS: FY19", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G19AP00067_1434"}, {"internal_id": 81545940, "Award ID": "G19AP00066", "Award Amount": 30331.73, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-03", "CFDA Number": "15.814", "Description": "MGS FY19 PROJECT:  SLIDE CATALOGING AND CRITICAL MINERAL RESOURCE ASSESSMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a86fa8a-47d0-1d2e-4ba9-44a8efae4c1e-C", "generated_internal_id": "ASST_NON_G19AP00066_1434"}, {"internal_id": 81545939, "Award ID": "G19AP00065", "Award Amount": 48237.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-04", "CFDA Number": "15.814", "Description": "FY 2019 FOSSIL AND CRITICAL MINERAL DATA FOR ALABAMA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c129eee5-78e4-5ea6-89e1-f73dd58c3407-C", "generated_internal_id": "ASST_NON_G19AP00065_1434"}, {"internal_id": 81947753, "Award ID": "G19AP00064", "Award Amount": 57101.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-06-24", "CFDA Number": "15.814", "Description": "UPDATED MINNESOTA DATA INVENTORY, PRESERVATION OF PILLSBURY HALL ROCK COLLECTIONS WITH ASSOCIATED AND ADDITIONAL DOCUMENTATION, ASSEMBLY OF MINERAL POTENTIAL RELATED INFORMATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "75c0ae0f-6a5f-aead-72df-d28c71c0d348-C", "generated_internal_id": "ASST_NON_G19AP00064_1434"}, {"internal_id": 81358807, "Award ID": "G19AP00063", "Award Amount": 24635.43, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-30", "CFDA Number": "15.814", "Description": "WYOMING STATE GEOLOGICAL SURVEY'S PROPOSAL TO PRODUCE A STATEWIDE (WYOMING) DEPTH TO\nPRECAMBRIAN BASEMENT MAP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cfb68004-0946-d578-0b20-f5e801a827af-C", "generated_internal_id": "ASST_NON_G19AP00063_1434"}, {"internal_id": 81358806, "Award ID": "G19AP00062", "Award Amount": 83693.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-05-30", "CFDA Number": "15.814", "Description": "PRESERVATION OF UNIQUE DRILL CUTTINGS AND ASSEMBLING GEOLOGIC DATA FOR CRITICAL MINERALS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b68c9445-5627-e42b-33c6-f4e6d4688d9c-C", "generated_internal_id": "ASST_NON_G19AP00062_1434"}, {"internal_id": 68588616, "Award ID": "G18AP00103", "Award Amount": 9892.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "15.814", "Description": "G18AP00103 NEW JERSEY (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9a31c069-8f52-1672-90e8-97e3286fd21a-C", "generated_internal_id": "ASST_NON_G18AP00103_1434"}, {"internal_id": 68588617, "Award ID": "G18AP00102", "Award Amount": 47282.18, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-12", "CFDA Number": "15.814", "Description": "G18AP00102 OREGON (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "04cae2fb-a284-e8f5-ea43-dc089ba03442-C", "generated_internal_id": "ASST_NON_G18AP00102_1434"}, {"internal_id": 68588618, "Award ID": "G18AP00101", "Award Amount": 22570.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "15.814", "Description": "G18AP00101 ALABAMA (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c129eee5-78e4-5ea6-89e1-f73dd58c3407-C", "generated_internal_id": "ASST_NON_G18AP00101_1434"}, {"internal_id": 68588619, "Award ID": "G18AP00097", "Award Amount": 27468.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-10", "CFDA Number": "15.814", "Description": "G18AP00097 CONNECTICUT (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cf680a90-9520-b476-9726-8ef650f583cb-C", "generated_internal_id": "ASST_NON_G18AP00097_1434"}, {"internal_id": 68517623, "Award ID": "G18AP00096", "Award Amount": 59377.44, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-31", "CFDA Number": "15.814", "Description": "G18AP00096 ARIZONA (EHP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_G18AP00096_1434"}, {"internal_id": 68517629, "Award ID": "G18AP00090", "Award Amount": 15032.32, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-31", "CFDA Number": "15.814", "Description": "G18AP00090 NEBRASKA (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_G18AP00090_1434"}, {"internal_id": 68517630, "Award ID": "G18AP00089", "Award Amount": 34627.67, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "15.814", "Description": "G18AP00089 NEVADA (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_G18AP00089_1434"}, {"internal_id": 68517631, "Award ID": "G18AP00088", "Award Amount": 40005.24, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "15.814", "Description": "G18AP00088 VIRGINIA (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "900b9810-f92d-705e-fb03-36a3a13411c5-C", "generated_internal_id": "ASST_NON_G18AP00088_1434"}, {"internal_id": 68517632, "Award ID": "G18AP00087", "Award Amount": 59564.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "15.814", "Description": "G18AP00087 MARYLAND (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b21863fd-1173-7d90-92fa-a79fa825a209-C", "generated_internal_id": "ASST_NON_G18AP00087_1434"}, {"internal_id": 68517633, "Award ID": "G18AP00086", "Award Amount": 20082.93, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-21", "CFDA Number": "15.814", "Description": "G18AP00086 COLORADO (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc5207ca-4d78-1308-62c7-b425dd44275c-C", "generated_internal_id": "ASST_NON_G18AP00086_1434"}, {"internal_id": 67847936, "Award ID": "G18AP00081", "Award Amount": 23305.45, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-13", "CFDA Number": "15.814", "Description": "G18AP00081 ILLINOIS (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G18AP00081_1434"}, {"internal_id": 67847937, "Award ID": "G18AP00080", "Award Amount": 49393.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-15", "CFDA Number": "15.814", "Description": "G18AP00080 MICHIGAN (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b68c9445-5627-e42b-33c6-f4e6d4688d9c-C", "generated_internal_id": "ASST_NON_G18AP00080_1434"}, {"internal_id": 67751723, "Award ID": "G18AP00073", "Award Amount": 79519.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-25", "CFDA Number": "15.814", "Description": "G18AP00073 KANSAS (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77c2126f-1eeb-1497-ee97-f5b830ca5e7d-C", "generated_internal_id": "ASST_NON_G18AP00073_1434"}, {"internal_id": 67751724, "Award ID": "G18AP00072", "Award Amount": 42705.82, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-26", "CFDA Number": "15.814", "Description": "G18AP00072 FLORIDA (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_G18AP00072_1434"}, {"internal_id": 67751725, "Award ID": "G18AP00071", "Award Amount": 36974.65, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-26", "CFDA Number": "15.814", "Description": "G18AP00071 NEW MEXICO (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "03eb6810-7870-d8cb-dc0f-5defaaa07d45-C", "generated_internal_id": "ASST_NON_G18AP00071_1434"}, {"internal_id": 67751726, "Award ID": "G18AP00070", "Award Amount": 21369.54, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-26", "CFDA Number": "15.814", "Description": "G18AP00070 WEST VIRGINIA (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2bec3cee-321b-8a2f-c6b0-2cc7b75534c2-C", "generated_internal_id": "ASST_NON_G18AP00070_1434"}, {"internal_id": 67294694, "Award ID": "G18AP00060", "Award Amount": 28511.21, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-28", "CFDA Number": "15.814", "Description": "G18AP00060 KENTUCKY (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_G18AP00060_1434"}, {"internal_id": 67294695, "Award ID": "G18AP00059", "Award Amount": 34833.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-28", "CFDA Number": "15.814", "Description": "G18AP00059 IOWA (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0b441d38-e3c0-de89-ee08-69fc9e6ee58a-C", "generated_internal_id": "ASST_NON_G18AP00059_1434"}, {"internal_id": 67294697, "Award ID": "G18AP00056", "Award Amount": 33082.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-28", "CFDA Number": "15.814", "Description": "G18AP00056 INDIANA (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74ccc06e-57e8-7489-fbc7-f6229ad4aaf6-C", "generated_internal_id": "ASST_NON_G18AP00056_1434"}, {"internal_id": 67294698, "Award ID": "G18AP00055", "Award Amount": 15000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-28", "CFDA Number": "15.814", "Description": "G18AP00055 MISSISSIPPI (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1f33845-c126-e911-4bfd-291af895e165-C", "generated_internal_id": "ASST_NON_G18AP00055_1434"}, {"internal_id": 67294699, "Award ID": "G18AP00054", "Award Amount": 41607.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-27", "CFDA Number": "15.814", "Description": "G18AP00054 ALASKA (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_G18AP00054_1434"}, {"internal_id": 67294700, "Award ID": "G18AP00053", "Award Amount": 38921.19, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-28", "CFDA Number": "15.814", "Description": "G18AP00053 DELAWARE (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "88f4772d-e0bd-42e6-ed20-c3144d3bace8-C", "generated_internal_id": "ASST_NON_G18AP00053_1434"}, {"internal_id": 67294705, "Award ID": "G18AP00048", "Award Amount": 61802.05, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-27", "CFDA Number": "15.814", "Description": "G18AP00048 UTAH (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64d85583-e8dc-f315-2329-ce3d59aaa680-C", "generated_internal_id": "ASST_NON_G18AP00048_1434"}, {"internal_id": 67294706, "Award ID": "G18AP00047", "Award Amount": 13506.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-27", "CFDA Number": "15.814", "Description": "G18AP00047 OKLAHOMA (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4837eb8d-f028-01fb-72d6-af2f904c0e4c-C", "generated_internal_id": "ASST_NON_G18AP00047_1434"}, {"internal_id": 67294709, "Award ID": "G18AP00044", "Award Amount": 16376.69, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-17", "CFDA Number": "15.814", "Description": "G18AP00044 ARKANSAS (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c3d5277-2ee1-3289-bb2e-40d637196b76-C", "generated_internal_id": "ASST_NON_G18AP00044_1434"}, {"internal_id": 67751728, "Award ID": "G18AP00042", "Award Amount": 24127.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-07-23", "CFDA Number": "15.814", "Description": "G18AP00042 IDAHO (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_G18AP00042_1434"}, {"internal_id": 67294713, "Award ID": "G18AP00038", "Award Amount": 39368.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-06-18", "CFDA Number": "15.814", "Description": "G18AP00038 MISSOURI (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9ac4ea8c-e02c-dcd3-f1eb-7e05abff17c8-C", "generated_internal_id": "ASST_NON_G18AP00038_1434"}, {"internal_id": 67847939, "Award ID": "G18AP00037", "Award Amount": 32225.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-08-13", "CFDA Number": "15.814", "Description": "G18AP00037 UNIVERSITY OF WI (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3332f212-b7f3-5d48-8369-5102b104408a-C", "generated_internal_id": "ASST_NON_G18AP00037_1434"}, {"internal_id": 66581915, "Award ID": "G18AP00032", "Award Amount": 35000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-05-24", "CFDA Number": "15.814", "Description": "G18AP00032 MONTANA (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fab6bba7-e180-0ccb-b122-ccbdc71906a2-C", "generated_internal_id": "ASST_NON_G18AP00032_1434"}, {"internal_id": 66581916, "Award ID": "G18AP00031", "Award Amount": 15564.14, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-05-24", "CFDA Number": "15.814", "Description": "G18AP00031 MAINE GEOLOGICAL SURVEY (NGGDPP)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a86fa8a-47d0-1d2e-4ba9-44a8efae4c1e-C", "generated_internal_id": "ASST_NON_G18AP00031_1434"}, {"internal_id": 48672223, "Award ID": "G17AP00126", "Award Amount": 29396.81, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-25", "CFDA Number": "15.814", "Description": "NEVADA COLLECTION INVENTORY AND METADATA FOR THE NATIONAL CATALOG 2017", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_G17AP00126_1434"}, {"internal_id": 48672218, "Award ID": "G17AP00119", "Award Amount": 27124.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-08-01", "CFDA Number": "15.814", "Description": "NORTH CAROLINA GEOLOGICAL SURVEY - RESCUE GEOLOGIC DATA AND INVENTORY CORE AND CUTTINGS COLLECTIONS FOR METADATA DEVELOPMENT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c5c9d1f-be52-87a1-3c49-b89303b6df52-C", "generated_internal_id": "ASST_NON_G17AP00119_1434"}, {"internal_id": 48672213, "Award ID": "G17AP00114", "Award Amount": 64405.74, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-26", "CFDA Number": "15.814", "Description": "PRESERVATION AND MODERNIZATION OF DIGITAL GEOLOGIC MAP DATA AND ESTABLISHMENT OF A PERMANENT ARCHVIE FOR DIGITAL GEOLOGIC INFORMATION IN AZ", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_G17AP00114_1434"}, {"internal_id": 48672210, "Award ID": "G17AP00111", "Award Amount": 31188.48, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-26", "CFDA Number": "15.814", "Description": "PRESERVATION OF GEOLOGIC DATA AND COLLECTIONS IN ILLINOIS: COMPILATION, DOCUMENTATION, AND PLANNING FY2017", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G17AP00111_1434"}, {"internal_id": 48672207, "Award ID": "G17AP00107", "Award Amount": 1187.98, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-26", "CFDA Number": "15.814", "Description": "2017 DATA RESCUE AND PRESERVATION WORKSHOP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74ccc06e-57e8-7489-fbc7-f6229ad4aaf6-C", "generated_internal_id": "ASST_NON_G17AP00107_1434"}, {"internal_id": 48672192, "Award ID": "G17AP00091", "Award Amount": 44140.43, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-26", "CFDA Number": "15.814", "Description": "PRESERVATION OF FLORIDA'S SAMPLE REPOSITORY COLLECTIONS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae3e08de-48a4-ddbd-7a58-53e1fb14742f-C", "generated_internal_id": "ASST_NON_G17AP00091_1434"}, {"internal_id": 48672191, "Award ID": "G17AP00090", "Award Amount": 79485.24, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-07-26", "CFDA Number": "15.814", "Description": "PRESERVATION OF KANSAS OIL, GAS, AND WATER WELL GEOLOGIC DATA, RECORDS, AND SAMPLES, AND AERIAL PHOTOGRAPHS, FY 2017", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77c2126f-1eeb-1497-ee97-f5b830ca5e7d-C", "generated_internal_id": "ASST_NON_G17AP00090_1434"}, {"internal_id": 48672185, "Award ID": "G17AP00084", "Award Amount": 564.6, "Award Type": null, "Base Obligation Date": "2017-06-30", "CFDA Number": "15.814", "Description": "ATTENDANCE AT THE DATA RESCUE AND PRESERVATION WORKSHOP, SEPTEMBER 26-28, 2017, SALT LAKE CITY, UT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8228fdcf-b614-4e61-0e1d-7f8c68908dbd-C", "generated_internal_id": "ASST_NON_G17AP00084_1434"}, {"internal_id": 48672184, "Award ID": "G17AP00083", "Award Amount": 899.64, "Award Type": null, "Base Obligation Date": "2017-06-30", "CFDA Number": "15.814", "Description": "TRAVEL AWARD: DATA RESCUE AND PRESERVATION WORKSHOP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b80a61bf-aab0-2f35-db05-67fd682ea201-C", "generated_internal_id": "ASST_NON_G17AP00083_1434"}, {"internal_id": 48672180, "Award ID": "G17AP00078", "Award Amount": 39586.74, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-30", "CFDA Number": "15.814", "Description": "WISCONSIN FY2017 - LEHMANN MINERAL EXPLORATION DOCUMENTS - PRESERVATION AND ACCESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3332f212-b7f3-5d48-8369-5102b104408a-C", "generated_internal_id": "ASST_NON_G17AP00078_1434"}, {"internal_id": 48672179, "Award ID": "G17AP00077", "Award Amount": 67731.34, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-30", "CFDA Number": "15.814", "Description": "KENTUCKY GEOLOGICAL SURVEY FY2017 GEOLOGIC DATA PRESERVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_G17AP00077_1434"}, {"internal_id": 48672178, "Award ID": "G17AP00076", "Award Amount": 33990.74, "Award Type": null, "Base Obligation Date": "2017-06-30", "CFDA Number": "15.814", "Description": "MGS FY17 PROJECT: MINERAL EXPLORATION CORES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1a86fa8a-47d0-1d2e-4ba9-44a8efae4c1e-C", "generated_internal_id": "ASST_NON_G17AP00076_1434"}, {"internal_id": 48672177, "Award ID": "G17AP00075", "Award Amount": 29098.77, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-23", "CFDA Number": "15.814", "Description": "GEOLOGIC MAPS GIS DATA MIGRATION TO GEMS DATA MODEL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ff770b9-fd39-5446-2086-5462e925bc71-C", "generated_internal_id": "ASST_NON_G17AP00075_1434"}, {"internal_id": 48672175, "Award ID": "G17AP00072", "Award Amount": 15451.68, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2017-06-22", "CFDA Number": "15.814", "Description": "CURATION OF THE MOHAWK VALLEY BEDROCK CORE COLLECTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a189d720-b766-95c7-8e39-d6a56e43905a-C", "generated_internal_id": "ASST_NON_G17AP00072_1434"}, {"internal_id": 48672173, "Award ID": "G17AP00070", "Award Amount": 1231.23, "Award Type": null, "Base Obligation Date": "2017-06-22", "CFDA Number": "15.814", "Description": "DATA RESCUE AND PRESERVATION WORKSHOP ATTENDANCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9c3d5277-2ee1-3289-bb2e-40d637196b76-C", "generated_internal_id": "ASST_NON_G17AP00070_1434"}, {"internal_id": 48672167, "Award ID": "G17AP00064", "Award Amount": 1241.99, "Award Type": null, "Base Obligation Date": "2017-06-22", "CFDA Number": "15.814", "Description": "REQUEST FOR TRAVEL FUNDS TO ATTEND NGGDPP WORKSHOP IN SEPTEMBER 2017", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_G17AP00064_1434"}, {"internal_id": 48672166, "Award ID": "G17AP00063", "Award Amount": 44132.0, "Award Type": null, "Base Obligation Date": "2017-06-19", "CFDA Number": "15.814", "Description": "ALASKA DIGITAL INFRASTRUCTURE FOR GEOLOGIC DATA AND SAMPLES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d0d0fafd-8658-187b-2c1a-22f5b5c5e3b5-C", "generated_internal_id": "ASST_NON_G17AP00063_1434"}, {"internal_id": 48671446, "Award ID": "G16AP00186", "Award Amount": 23835.33, "Award Type": null, "Base Obligation Date": "2016-08-17", "CFDA Number": "15.814", "Description": "PRESERVATION OF PHOTOGRAPHIC TRANSPARENCIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "900b9810-f92d-705e-fb03-36a3a13411c5-C", "generated_internal_id": "ASST_NON_G16AP00186_1434"}, {"internal_id": 48671441, "Award ID": "G16AP00176", "Award Amount": 27087.75, "Award Type": null, "Base Obligation Date": "2016-08-17", "CFDA Number": "15.814", "Description": "NEVADA COLLECTION INVENTORY AND METADATA FOR THE NATIONAL CATALOG 2016", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73a4ecd1-65ed-80de-ae3d-fa537fa2df50-C", "generated_internal_id": "ASST_NON_G16AP00176_1434"}, {"internal_id": 48671439, "Award ID": "G16AP00174", "Award Amount": 20914.49, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-26", "CFDA Number": "15.814", "Description": "COLORADO GEOLOGICAL SURVEY GEOLOGICAL DATA PRESERVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc5207ca-4d78-1308-62c7-b425dd44275c-C", "generated_internal_id": "ASST_NON_G16AP00174_1434"}, {"internal_id": 48671434, "Award ID": "G16AP00169", "Award Amount": 31987.61, "Award Type": null, "Base Obligation Date": "2016-08-05", "CFDA Number": "15.814", "Description": "TWO SCANNING PROJECTS: CONVERSION OF FILM NEGATIVES TO SCANNED IMAGES AND CONVERSION OF INDEX CARDS DESCRIBING GEOLOGIC SAMPLE COLLECTION METADATA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "395e4a2c-bac8-c9f0-4271-75643a4de192-C", "generated_internal_id": "ASST_NON_G16AP00169_1434"}, {"internal_id": 48671433, "Award ID": "G16AP00166", "Award Amount": 30239.36, "Award Type": null, "Base Obligation Date": "2016-07-15", "CFDA Number": "15.814", "Description": "USGS DATA PRESERVATION 9", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_G16AP00166_1434"}, {"internal_id": 48671432, "Award ID": "G16AP00165", "Award Amount": 30854.84, "Award Type": null, "Base Obligation Date": "2016-08-05", "CFDA Number": "15.814", "Description": "PRESERVATION OF GEOLOGIC DATA AND COLLECTIONS IN ILLINOIS:  COMPILATION, DOCUMENTATION, AND PLANNING FY16", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_G16AP00165_1434"}, {"internal_id": 48671428, "Award ID": "G16AP00161", "Award Amount": 79142.82, "Award Type": null, "Base Obligation Date": "2016-06-20", "CFDA Number": "15.814", "Description": "KENTUCKY GEOLOGICAL SURVEY FY2016 GEOLOGIC DATA PRESERVATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_G16AP00161_1434"}, {"internal_id": 48671427, "Award ID": "G16AP00160", "Award Amount": 29984.91, "Award Type": null, "Base Obligation Date": "2016-06-20", "CFDA Number": "15.814", "Description": "GENERATING METADATA RECORDS AND/OR DIGITIZING DOCUMENTS IN THE MINERAL RESOURCES COLLECTION, COAL GEOLOGY COLLECTION, AND TENNESSEE VALLEY AUTHORITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46a02808-42ef-5412-d3df-ccf55602b8f1-C", "generated_internal_id": "ASST_NON_G16AP00160_1434"}, {"internal_id": 48671426, "Award ID": "G16AP00159", "Award Amount": 36809.06, "Award Type": null, "Base Obligation Date": "2016-06-20", "CFDA Number": "15.814", "Description": "LAKE SUPERIOR LEGACY COLLECTION FY2016-ACQUISITION TO ACCESS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3332f212-b7f3-5d48-8369-5102b104408a-C", "generated_internal_id": "ASST_NON_G16AP00159_1434"}, {"internal_id": 48671420, "Award ID": "G16AP00152", "Award Amount": 64596.81, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2016-08-05", "CFDA Number": "15.814", "Description": "KANSAS OIL, GAS, AND WATER WELL GEOLOGIC DATA, RECORDS, AND SAMPLES PRESERVATION AND INVENTORY OF AERIAL PHOTOGRAPHS FY2016", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77c2126f-1eeb-1497-ee97-f5b830ca5e7d-C", "generated_internal_id": "ASST_NON_G16AP00152_1434"}]