[{"internal_id": 161363432, "Award ID": "P23AP01034", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.932", "Description": "15.932 PRESERVATION OF HISTORIC STRUCTURES ON THE CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCUS). SAM.GOV OPPORTUNITY P22AS00384  BENEFICIARIES ARE HBCUS. IN 1988, THE NATIONAL PARK SERVICE ESTABLISHED THE HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCU) PRESERVATION GRANT PROGRAM TO DOCUMENT, PRESERVE, AND STABILIZE STRUCTURES ON HBCU CAMPUSES. THE HBCU GRANT PROGRAM EXISTS TO REPAIR HISTORIC STRUCTURES ON CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES THAT ARE LISTED IN THE NATIONAL REGISTER OF HISTORIC PLACES EITHER INDIVIDUALLY OR AS CONTRIBUTING TO A NATIONAL REGISTER HISTORIC DISTRICT. PROJECTS MUST MEET MAJOR PROGRAM SELECTION CRITERIA AND ALL WORK MUST MEET THE SECRETARY OF THE INTERIORS STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. THIS PROJECT IS AWARDED TO THE BENEDICT COLLEGE FOR THE REPAIR OF THE STAINED GLASS WINDOWS AND PEWS, RENOVATION OF RESTROOMS, EXTERIOR AND INTERIOR PAINTING, UPGRADES TO ELECTRICAL WIRING AND LIGHTING, PLASTER REPAIRS, AND PLUMBING UPGRADES OF THE HISTORIC SITE ANTISDEL CHAPEL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "955e3976-a2ad-1de9-69a5-5efaf3fa3e80-C", "generated_internal_id": "ASST_NON_P23AP01034_1443"}, {"internal_id": 161363431, "Award ID": "P23AP01033", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.932", "Description": "15.932 PRESERVATION OF HISTORIC STRUCTURES ON THE CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCUS). SAM.GOV OPPORTUNITY P22AS00384  BENEFICIARIES ARE HBCUS. IN 1988, THE NATIONAL PARK SERVICE ESTABLISHED THE HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCU) PRESERVATION GRANT PROGRAM TO DOCUMENT, PRESERVE, AND STABILIZE STRUCTURES ON HBCU CAMPUSES. THE HBCU GRANT PROGRAM EXISTS TO REPAIR HISTORIC STRUCTURES ON CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES THAT ARE LISTED IN THE NATIONAL REGISTER OF HISTORIC PLACES EITHER INDIVIDUALLY OR AS CONTRIBUTING TO A NATIONAL REGISTER HISTORIC DISTRICT. PROJECTS MUST MEET MAJOR PROGRAM SELECTION CRITERIA AND ALL WORK MUST MEET THE SECRETARY OF THE INTERIORS STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. THIS PROJECT IS AWARDED TO DILLARD UNIVERSITY FOR REPAIRS TO THE WINDOWS, ROOF, PLASTER AND OTHER FINISHES, REHABILITATION OF THE RESTROOMS AND FLOORS, UPGRADING OF THE PLUMBING AND HVAC SYSTEMS, AND RESTORATION OF THE INTERIOR LIGHTING OF THE HISTORIC SITE OF THE HOWARD HOUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3615a20-a1e3-1dce-4918-049227101f98-C", "generated_internal_id": "ASST_NON_P23AP01033_1443"}, {"internal_id": 161363430, "Award ID": "P23AP01032", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.932", "Description": "15.932 PRESERVATION OF HISTORIC STRUCTURES ON THE CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCUS). SAM.GOV OPPORTUNITY P22AS00384  BENEFICIARIES ARE HBCUS. IN 1988, THE NATIONAL PARK SERVICE ESTABLISHED THE HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCU) PRESERVATION GRANT PROGRAM TO DOCUMENT, PRESERVE, AND STABILIZE STRUCTURES ON HBCU CAMPUSES. THE HBCU GRANT PROGRAM EXISTS TO REPAIR HISTORIC STRUCTURES ON CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES THAT ARE LISTED IN THE NATIONAL REGISTER OF HISTORIC PLACES EITHER INDIVIDUALLY OR AS CONTRIBUTING TO A NATIONAL REGISTER HISTORIC DISTRICT. PROJECTS MUST MEET MAJOR PROGRAM SELECTION CRITERIA AND ALL WORK MUST MEET THE SECRETARY OF THE INTERIORS STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. THIS PROJECT IS AWARDED TO SOUTH CAROLINA STATE UNIVERSITY FOR UPGRADES TO THE MECHANICAL, ELECTRICAL, AND PLUMBING SYSTEMS OF THE HISTORIC SITE OF WILKINSON HALL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_P23AP01032_1443"}, {"internal_id": 161363429, "Award ID": "P23AP01031", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.932", "Description": "15.932 PRESERVATION OF HISTORIC STRUCTURES ON THE CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCUS). SAM.GOV OPPORTUNITY P22AS00384  BENEFICIARIES ARE HBCUS. IN 1988, THE NATIONAL PARK SERVICE ESTABLISHED THE HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCU) PRESERVATION GRANT PROGRAM TO DOCUMENT, PRESERVE, AND STABILIZE STRUCTURES ON HBCU CAMPUSES. THE HBCU GRANT PROGRAM EXISTS TO REPAIR HISTORIC STRUCTURES ON CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES THAT ARE LISTED IN THE NATIONAL REGISTER OF HISTORIC PLACES EITHER INDIVIDUALLY OR AS CONTRIBUTING TO A NATIONAL REGISTER HISTORIC DISTRICT. PROJECTS MUST MEET MAJOR PROGRAM SELECTION CRITERIA AND ALL WORK MUST MEET THE SECRETARY OF THE INTERIORS STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. THIS PROJECT IS AWARDED TO ALLEN UNIVERSITY FOR REPAIRS TO INTERIOR FINISHES, WINDOWS, ELECTRICAL, AND PLUMBING, RENOVATION OF THE RESTROOMS, PAINTING, AND ELEVATOR REPLACEMENT OF THE HISTORIC SITE OF THE LEVI J. COPPIN HALL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3fdbd6fe-d35b-203d-c90f-7702052ad9e2-C", "generated_internal_id": "ASST_NON_P23AP01031_1443"}, {"internal_id": 161363428, "Award ID": "P23AP01030", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.932", "Description": "15.932 PRESERVATION OF HISTORIC STRUCTURES ON THE CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCUS). SAM.GOV OPPORTUNITY P22AS00384  BENEFICIARIES ARE HBCUS. IN 1988, THE NATIONAL PARK SERVICE ESTABLISHED THE HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCU) PRESERVATION GRANT PROGRAM TO DOCUMENT, PRESERVE, AND STABILIZE STRUCTURES ON HBCU CAMPUSES. THE HBCU GRANT PROGRAM EXISTS TO REPAIR HISTORIC STRUCTURES ON CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES THAT ARE LISTED IN THE NATIONAL REGISTER OF HISTORIC PLACES EITHER INDIVIDUALLY OR AS CONTRIBUTING TO A NATIONAL REGISTER HISTORIC DISTRICT. PROJECTS MUST MEET MAJOR PROGRAM SELECTION CRITERIA AND ALL WORK MUST MEET THE SECRETARY OF THE INTERIORS STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. THIS PROJECT IS AWARDED TO HAMPTON UNIVERSITY FOR UPGRADES TO THE MECHANICAL, ELECTRIC, AND PLUMBING SYSTEMS, REPAIRS TO DETERIORATED FINISHES AND STRUCTURAL ELEMENTS, AND REPOINTING OF MASONRY TO THE HISTORIC SITE OF THE MANSION HOUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6c20816-5aa0-c550-45ff-059896aef86a-C", "generated_internal_id": "ASST_NON_P23AP01030_1443"}, {"internal_id": 161363427, "Award ID": "P23AP01029", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.932", "Description": "15.932 PRESERVATION OF HISTORIC STRUCTURES ON THE CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCUS). SAM.GOV OPPORTUNITY P22AS00384  BENEFICIARIES ARE HBCUS. IN 1988, THE NATIONAL PARK SERVICE ESTABLISHED THE HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCU) PRESERVATION GRANT PROGRAM TO DOCUMENT, PRESERVE, AND STABILIZE STRUCTURES ON HBCU CAMPUSES. THE HBCU GRANT PROGRAM EXISTS TO REPAIR HISTORIC STRUCTURES ON CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES THAT ARE LISTED IN THE NATIONAL REGISTER OF HISTORIC PLACES EITHER INDIVIDUALLY OR AS CONTRIBUTING TO A NATIONAL REGISTER HISTORIC DISTRICT. PROJECTS MUST MEET MAJOR PROGRAM SELECTION CRITERIA AND ALL WORK MUST MEET THE SECRETARY OF THE INTERIORS STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. THIS PROJECT IS AWARDED TO THE BENEDICT COLLEGE FOR THE REHABILITATION OF INTERIOR FEATURES TO THE HISTORIC SITE OF MORGAN HALL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "955e3976-a2ad-1de9-69a5-5efaf3fa3e80-C", "generated_internal_id": "ASST_NON_P23AP01029_1443"}, {"internal_id": 161363426, "Award ID": "P23AP01028", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.932", "Description": "15.932 PRESERVATION OF HISTORIC STRUCTURES ON THE CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCUS). SAM.GOV OPPORTUNITY P22AS00384  BENEFICIARIES ARE HBCUS. IN 1988, THE NATIONAL PARK SERVICE ESTABLISHED THE HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCU) PRESERVATION GRANT PROGRAM TO DOCUMENT, PRESERVE, AND STABILIZE STRUCTURES ON HBCU CAMPUSES. THE HBCU GRANT PROGRAM EXISTS TO REPAIR HISTORIC STRUCTURES ON CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES THAT ARE LISTED IN THE NATIONAL REGISTER OF HISTORIC PLACES EITHER INDIVIDUALLY OR AS CONTRIBUTING TO A NATIONAL REGISTER HISTORIC DISTRICT. PROJECTS MUST MEET MAJOR PROGRAM SELECTION CRITERIA AND ALL WORK MUST MEET THE SECRETARY OF THE INTERIORS STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. THIS PROJECT IS AWARDED TO WILBERFORCE UNIVERSITY FOR DEVELOPING A NATIONAL REGISTER NOMINATION, INSTALLATION OF AN ELEVATOR, EXTERIOR RAMP, AND PARKING ACCOMMODATIONS, AND UPGRADES TO THE ENTRANCE DOORS AND RESTROOMS OF THE HISTORIC SITE OF THE ACADEMIC COMPLEX.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c92959ab-92cd-b5c2-8f60-3bf16cefa6d7-C", "generated_internal_id": "ASST_NON_P23AP01028_1443"}, {"internal_id": 161363425, "Award ID": "P23AP01027", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.932", "Description": "15.932 PRESERVATION OF HISTORIC STRUCTURES ON THE CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCUS). SAM.GOV OPPORTUNITY P22AS00384  BENEFICIARIES ARE HBCUS. IN 1988, THE NATIONAL PARK SERVICE ESTABLISHED THE HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCU) PRESERVATION GRANT PROGRAM TO DOCUMENT, PRESERVE, AND STABILIZE STRUCTURES ON HBCU CAMPUSES. THE HBCU GRANT PROGRAM EXISTS TO REPAIR HISTORIC STRUCTURES ON CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES THAT ARE LISTED IN THE NATIONAL REGISTER OF HISTORIC PLACES EITHER INDIVIDUALLY OR AS CONTRIBUTING TO A NATIONAL REGISTER HISTORIC DISTRICT. PROJECTS MUST MEET MAJOR PROGRAM SELECTION CRITERIA AND ALL WORK MUST MEET THE SECRETARY OF THE INTERIORS STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. THIS PROJECT IS AWARDED TO SELMA UNIVERSITY FOR REPAIRS TO THE ROOF, HVAC SYSTEM, ELECTRICAL AND PLUMBING SYSTEMS, AND THE INSTALLATION OF AN ELEVATOR TO THE HISTORIC SITE OF POLLARD HALL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "780d0aeb-3b0b-f263-6e50-60b03da3389b-C", "generated_internal_id": "ASST_NON_P23AP01027_1443"}, {"internal_id": 161363424, "Award ID": "P23AP01026", "Award Amount": 746558.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.932", "Description": "15.932 PRESERVATION OF HISTORIC STRUCTURES ON THE CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCUS). SAM.GOV OPPORTUNITY P22AS00384  BENEFICIARIES ARE HBCUS. IN 1988, THE NATIONAL PARK SERVICE ESTABLISHED THE HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCU) PRESERVATION GRANT PROGRAM TO DOCUMENT, PRESERVE, AND STABILIZE STRUCTURES ON HBCU CAMPUSES. THE HBCU GRANT PROGRAM EXISTS TO REPAIR HISTORIC STRUCTURES ON CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES THAT ARE LISTED IN THE NATIONAL REGISTER OF HISTORIC PLACES EITHER INDIVIDUALLY OR AS CONTRIBUTING TO A NATIONAL REGISTER HISTORIC DISTRICT. PROJECTS MUST MEET MAJOR PROGRAM SELECTION CRITERIA AND ALL WORK MUST MEET THE SECRETARY OF THE INTERIORS STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. THIS PROJECT IS AWARDED TO THE FLORIDA A M UNIVERSITY FOR THE DEVELOPMENT OF A HISTORIC STRUCTURE REPORT, UPDATE TO THE NATIONAL REGISTER NOMINATION, REPLACEMENT OF THE ROOF, REPAIRS TO DOORS AND ARCHITECTURAL WOOD FEATURES, WINDOW RESTORATION, AND EXTERIOR MASONRY CLEANING TO THE HISTORIC SITE OF JACKSON DAVIS HALL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_P23AP01026_1443"}, {"internal_id": 161363423, "Award ID": "P23AP01025", "Award Amount": 750000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.932", "Description": "15.932 PRESERVATION OF HISTORIC STRUCTURES ON THE CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCUS). SAM.GOV OPPORTUNITY P22AS00384  BENEFICIARIES ARE HBCUS. IN 1988, THE NATIONAL PARK SERVICE ESTABLISHED THE HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCU) PRESERVATION GRANT PROGRAM TO DOCUMENT, PRESERVE, AND STABILIZE STRUCTURES ON HBCU CAMPUSES. THE HBCU GRANT PROGRAM EXISTS TO REPAIR HISTORIC STRUCTURES ON CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES THAT ARE LISTED IN THE NATIONAL REGISTER OF HISTORIC PLACES EITHER INDIVIDUALLY OR AS CONTRIBUTING TO A NATIONAL REGISTER HISTORIC DISTRICT. PROJECTS MUST MEET MAJOR PROGRAM SELECTION CRITERIA AND ALL WORK MUST MEET THE SECRETARY OF THE INTERIORS STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. THIS PROJECT IS AWARDED TO THE ELIZABETH CITY STATE UNIVERSITY FOR MECHANICAL, ELECTRICAL, AND PLUMBING UPGRADES, WATER DAMAGE REPAIRS, RENOVATION OF THE KITCHEN AND BATHROOM, INSTALLATION OF A FIRE ALARM AND SPRINKLER SYSTEM, REPLACEMENT OF THE ADA RAMP, AND REPAIR OF FINISHES OF THE HISTORIC SITE OF THE PRINCIPALS HOUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ff45d480-54d6-0c0a-6b51-2ab60076b5c0-C", "generated_internal_id": "ASST_NON_P23AP01025_1443"}, {"internal_id": 161363422, "Award ID": "P23AP01024", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.932", "Description": "15.932 PRESERVATION OF HISTORIC STRUCTURES ON THE CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCUS). SAM.GOV OPPORTUNITY P22AS00384  BENEFICIARIES ARE HBCUS. IN 1988, THE NATIONAL PARK SERVICE ESTABLISHED THE HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCU) PRESERVATION GRANT PROGRAM TO DOCUMENT, PRESERVE, AND STABILIZE STRUCTURES ON HBCU CAMPUSES. THE HBCU GRANT PROGRAM EXISTS TO REPAIR HISTORIC STRUCTURES ON CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES THAT ARE LISTED IN THE NATIONAL REGISTER OF HISTORIC PLACES EITHER INDIVIDUALLY OR AS CONTRIBUTING TO A NATIONAL REGISTER HISTORIC DISTRICT. PROJECTS MUST MEET MAJOR PROGRAM SELECTION CRITERIA AND ALL WORK MUST MEET THE SECRETARY OF THE INTERIORS STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. THIS PROJECT IS AWARDED TO JACKSON STATE UNIVERSITY FOR PRESERVATION OF MAUSOLEUMS, IDENTIFICATION OF LOCATION OF REMAINS, AND REINFORCEMENT OF PATHWAYS AND LANDSCAPING TO THE HISTORIC SITE OF MT. OLIVE CEMETERY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89824249-a8de-5dce-3e27-2a160db22dae-C", "generated_internal_id": "ASST_NON_P23AP01024_1443"}, {"internal_id": 161363421, "Award ID": "P23AP01023", "Award Amount": 453462.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.932", "Description": "15.932 PRESERVATION OF HISTORIC STRUCTURES ON THE CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCUS). SAM.GOV OPPORTUNITY P22AS00384  BENEFICIARIES ARE HBCUS. IN 1988, THE NATIONAL PARK SERVICE ESTABLISHED THE HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCU) PRESERVATION GRANT PROGRAM TO DOCUMENT, PRESERVE, AND STABILIZE STRUCTURES ON HBCU CAMPUSES. THE HBCU GRANT PROGRAM EXISTS TO REPAIR HISTORIC STRUCTURES ON CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES THAT ARE LISTED IN THE NATIONAL REGISTER OF HISTORIC PLACES EITHER INDIVIDUALLY OR AS CONTRIBUTING TO A NATIONAL REGISTER HISTORIC DISTRICT. PROJECTS MUST MEET MAJOR PROGRAM SELECTION CRITERIA AND ALL WORK MUST MEET THE SECRETARY OF THE INTERIORS STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. THIS PROJECT IS AWARDED TO MORRIS BROWN COLLEGE FOR WINDOW RESTORATION AND REPAIRS TO THE HVAC SYSTEM OF THE HISTORIC SITE OF FOUNTAIN (STONE) HALL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "14a26ece-d869-8174-a66e-c5dc08a79dde-C", "generated_internal_id": "ASST_NON_P23AP01023_1443"}, {"internal_id": 161363420, "Award ID": "P23AP01022", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.932", "Description": "15.932 PRESERVATION OF HISTORIC STRUCTURES ON THE CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCUS). SAM.GOV OPPORTUNITY P22AS00384  BENEFICIARIES ARE HBCUS. IN 1988, THE NATIONAL PARK SERVICE ESTABLISHED THE HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCU) PRESERVATION GRANT PROGRAM TO DOCUMENT, PRESERVE, AND STABILIZE STRUCTURES ON HBCU CAMPUSES. THE HBCU GRANT PROGRAM EXISTS TO REPAIR HISTORIC STRUCTURES ON CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES THAT ARE LISTED IN THE NATIONAL REGISTER OF HISTORIC PLACES EITHER INDIVIDUALLY OR AS CONTRIBUTING TO A NATIONAL REGISTER HISTORIC DISTRICT. PROJECTS MUST MEET MAJOR PROGRAM SELECTION CRITERIA AND ALL WORK MUST MEET THE SECRETARY OF THE INTERIORS STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. THIS PROJECT IS AWARDED TO WILEY COLLEGE FOR THE PREPARATION OF A NATIONAL REGISTER NOMINATION, WINDOW REPAIRS, UPGRADES TO ELECTRICAL WIRING, CLASSROOM RENOVATIONS, ADA ACCESSIBILITY, AND REMEDIATION OF HAZARDOUS MATERIALS WITHIN THE HISTORIC SITE OF THE WILEY PEMBERTON COMPLEX.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a40795e6-4a6d-c7c1-3fdc-3b6ef90999cc-C", "generated_internal_id": "ASST_NON_P23AP01022_1443"}, {"internal_id": 161363419, "Award ID": "P23AP01021", "Award Amount": 749980.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-07-25", "CFDA Number": "15.932", "Description": "15.932 PRESERVATION OF HISTORIC STRUCTURES ON THE CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCUS). SAM.GOV OPPORTUNITY P22AS00384  BENEFICIARIES ARE HBCUS. IN 1988, THE NATIONAL PARK SERVICE ESTABLISHED THE HISTORICALLY BLACK COLLEGES AND UNIVERSITIES (HBCU) PRESERVATION GRANT PROGRAM TO DOCUMENT, PRESERVE, AND STABILIZE STRUCTURES ON HBCU CAMPUSES. THE HBCU GRANT PROGRAM EXISTS TO REPAIR HISTORIC STRUCTURES ON CAMPUSES OF HISTORICALLY BLACK COLLEGES AND UNIVERSITIES THAT ARE LISTED IN THE NATIONAL REGISTER OF HISTORIC PLACES EITHER INDIVIDUALLY OR AS CONTRIBUTING TO A NATIONAL REGISTER HISTORIC DISTRICT. PROJECTS MUST MEET MAJOR PROGRAM SELECTION CRITERIA AND ALL WORK MUST MEET THE SECRETARY OF THE INTERIORS STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. THIS PROJECT IS AWARDED TO SAINT AUGUSTINES UNIVERSITY FOR UPGRADES TO THE HVAC AND PLUMBING SYSTEMS, WINDOW RESTORATION, REPAIR OF THE ENTRANCE, REHABILITATION OF THE MEETING SPACE, AND INSTALLATION OF AN ELEVATOR FOR THE HISTORIC SITE OF THE PRINCE HALL MASONIC TEMPLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb829865-ea4a-ac35-c512-37dad09701b6-C", "generated_internal_id": "ASST_NON_P23AP01021_1443"}, {"internal_id": 151521822, "Award ID": "P22AP01435", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "15.932", "Description": "ORIGINALLY USED AS A HIGH SCHOOL AND ELEMENTARY SCHOOL, CENTENNIAL HALL IS THE OLDEST BUILDING ON THE EDWARD WATERS UNIVERSITY CAMPUS  DESIGNED BY THE FIRM OF HOWELLS AND STOKES, THE THREE STORY CLASSICAL BUILDING WAS ERECTED IN 1916 TO COMMEMORATE THE CENTENNIAL OF THE AFRICAN METHODIST EPISCOPAL CHURCH  THE SECOND PHASE WILL ADDRESS REPAIRS TO THE EXTERIOR MASONRY THROUGH REPOINTING, VEGETATION REMOVAL, AND REPAIRS TO THE BRICK AND CAST STONE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "02b6f439-3a6f-7f73-929a-921898253579-C", "generated_internal_id": "ASST_NON_P22AP01435_1443"}, {"internal_id": 151867273, "Award ID": "P22AP01434", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "15.932", "Description": "BUILT IN 1910 FOR CLASSROOMS AND ADMINISTRATIVE OFFICES, WASHINGTON HALL IS LOCATED ON THE CAMPUS OF MISSISSIPPI INDUSTRIAL COLLEGE, FOUNDED IN 1905  THE BUILDING IS CONTRIBUTING TO MISSISSIPPI INDUSTRIAL COLLEGE HISTORIC DISTRICT  RUST COLLEGE, DIRECTLY ACROSS THE STREET AND FOUNDED IN 1866, ACQUIRED THE PROPERTY AND IS WORKING TO REIMAGINE THE FORMER COLLEGE  THIS PROJECT WILL ADDRESS REPAIRS TO THE ROOF AND BUILDING ENVELOPE  THIS APPLICANT WILL PROVIDE A NON FEDERAL MATCH OF  100,000", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "940e9c45-afd7-8c44-4fe8-6354da6edefe-R", "generated_internal_id": "ASST_NON_P22AP01434_1443"}, {"internal_id": 151521755, "Award ID": "P22AP01433", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "15.932", "Description": "WILLIAMS HALL IS LISTED AS CONTRIBUTING TO THE MILES MEMORIAL COLLEGE DISTRICT  MILES COLLEGE WAS FOUNDED IN 1898 AS A SENIOR LIBERAL ARTS INSTITUTION OF HIGHER EDUCATION FOR AFRICAN AMERICANS  ERECTED IN 1907, WILLIAMS HALL IS ONE OF THE OLDEST STANDING STRUCTURES IN WEST JEFFERSON COUNTY, AND IT WAS A CRITICAL LOCATION FOR THE MODERN DAY CIVIL RIGHTS MOVEMENT  THIS PROJECT WILL ADDRESS REPAIRING THE PORCH AND TUCKPOINTING ACROSS THE ENTIRE BUILDING  THE APPLICANT WILL PROVIDE A NON FEDERAL MATCH OF  19,800", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0526c93-3900-dd04-a482-51c594b8fb43-C", "generated_internal_id": "ASST_NON_P22AP01433_1443"}, {"internal_id": 151521705, "Award ID": "P22AP01432", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "15.932", "Description": "CHARTERED IN 1867, ST  AUGUSTINE S UNIVERSITY WAS AN OUTGROWTH OF THE PHILANTHROPIC EFFORTS OF THE EPISCOPAL CHURCH  TO DEMONSTRATE THE FOUNDERS  COMMITMENT TO THE EDUCATION AND SPIRITUAL GROWTH OF DESCENDANTS OF AFRICAN ENSLAVED IN THE UNITED STATES  DAEUS  IN NORTH CAROLINA, THE ST  AUGUSTINE S HISTORIC CHAPEL WAS CONSTRUCTED IN 1895 AND IS THE OLDEST EXTANT BUILDING ON THE CAMPUS  THE BUILDING CONTRIBUTES TO THE ST  AUGUSTINE S UNIVERSITY HISTORIC DISTRICT  THIS PROJECT WILL ADDRESS REPLACEMENT OF THE ROOF, UPGRADES TO ELECTRICAL AND PLUMBING SYSTEMS, AND ADA COMPLIANT RESTROOMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb829865-ea4a-ac35-c512-37dad09701b6-C", "generated_internal_id": "ASST_NON_P22AP01432_1443"}, {"internal_id": 151867184, "Award ID": "P22AP01428", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "15.932", "Description": "BUILT IN 1873 AS THE FIRST PUBLIC SCHOOL FOR AFRICAN AMERICANS IN THE STATE OF KENTUCKY, THE CENTRAL COLORED SCHOOL SERVED AS A PRIMARY SCHOOL UNTIL 1882 WHEN IT ADDED HIGH SCHOOL STUDENTS  AFRICAN AMERICAN PROPERTY OWNERS FUNDED THE BUILDING FROM THEIR PROPERTY TAXES  SIMMONS COLLEGE RECENTLY ACQUIRED THE PROPERTY TO ESTABLISH ITS HEADQUARTERS AND ADMINISTRATIVE OFFICES  THE PROJECT WILL ADDRESS REPAIRS TO EXTERIOR MASONRY, WATERPROOFING AND SITE DRAINAGE, REPAIRS TO WINDOWS AND DOORS, AS WELL AS UPGRADING PLUMBING AND ELECTRICAL SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "29f00304-26b7-e4c5-2a2c-2d50155c0c51-R", "generated_internal_id": "ASST_NON_P22AP01428_1443"}, {"internal_id": 151521823, "Award ID": "P22AP01427", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-22", "CFDA Number": "15.932", "Description": "THE SAMUEL T  GRAVES HALL HAS ANCHORED THE WEST END OF THE COLLEGE S CAMPUS FOR MORE THAN 130 YEARS  ORIGINALLY CONSTRUCTED IN 1889, THE RED BRICK, FOUR STORY STRUCTURE WITH A PYRAMIDAL BELL TOWER OVERLOOKS THE COLLEGE S HISTORIC GREEN  GRAVES HALL IS A CONTRIBUTING BUILDING TO THE ATLANTA UNIVERSITY CENTER HISTORIC DISTRICT  THIS PROJECT WILL ADDRESS THE REHABILITATION OF ALL WINDOWS  THE APPLICANT WILL PROVIDE A NON FEDERAL MATCH OF  413,700", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ceb5e33a-9439-68f4-df14-dc9e965afd14-C", "generated_internal_id": "ASST_NON_P22AP01427_1443"}, {"internal_id": 151521877, "Award ID": "P22AP01386", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-22", "CFDA Number": "15.932", "Description": "THE SAMUEL H  COLEMAN MEMORIAL LIBRARY IS ONE OF 14 BUILDINGS CONTRIBUTING TO THE FLORIDA AAND M UNIVERSITY HISTORIC DISTRICT  BUILT IN 1948 TO SUPPORT THE STUDY AND RESEARCH NEEDS OF STUDENTS, FACULTY, AND OTHER MEMBERS OF THE COMMUNITY, THE 88,964 SQUARE FOOT GEORGIAN REVIVAL STRUCTURE IS TWO STORIES ON A RAISED BASEMENT WITH RED BRICK AND A GABLE ROOF  THE PROJECT WILL ADDRESS REPAIR TREATMENTS TO THE ROOF, WINDOW RESTORATION, AND REPAIRS TO ALL DOORS  THE APPLICANT WILL PROVIDE A NON FEDERAL MATCH OF  65,414", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a78e4f42-097b-2bd5-856f-e0c4455024ec-C", "generated_internal_id": "ASST_NON_P22AP01386_1443"}, {"internal_id": 151521744, "Award ID": "P22AP01364", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "15.932", "Description": "SHAW UNIVERSITY S MEDICAL PROGRAM, LEONARD MEDICAL SCHOOL, OPENED IN 1881 WITH ITS ORIGINAL HOSPITAL BEING BUILT IN 1885  HOWEVER OVER THE COURSE OF 30 YEARS IT WAS DETERMINED THAT UPGRADES TO THE HOSPITAL WERE NECESSARY TO MAINTAIN AN ADEQUATE MEDICAL PROGRAM  IN 1910 THE ORIGINAL BENEFACTOR OF THE UNIVERSITY, AMERICAN BAPTIST HOME MISSIONARY SOCIETY, FUNDED A NEW HOSPITAL MORE THAN DOUBLING ITS CAPACITY TO SERVE THE COMMUNITY AND THE MEDICAL PROGRAM  BY 1918, THE MEDICAL SCHOOL AND HOSPITAL WERE PERMANENTLY CLOSED AND THE BUILDING, NOW CALLED TYLER HALL, WAS TRANSITIONED FOR OTHER EDUCATIONAL USES BY THE UNIVERSITY  TYLER HALL CONTRIBUTES TO THE EAST RALEIGH SOUTH PARK HISTORIC DISTRICT  THIS PROJECT WILL ADDRESS REPAIR OF THE HISTORIC WOOD WINDOWS AND UPGRADING THE HVAC SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b481de65-defc-fa44-a60b-1a64450a3160-C", "generated_internal_id": "ASST_NON_P22AP01364_1443"}, {"internal_id": 151867275, "Award ID": "P22AP01360", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "15.932", "Description": "THE COFO COMPLEX IS COMPRISED OF THREE, ONE STORY COMMERCIAL BLOCKS AT THE HEART OF THE ONCE VIBRANT COMMERCIAL AND SOCIAL HUB OF LYNCH STREET  BUILT IN 1950, THE THREE BUILDINGS WERE AT THE EPICENTER OF CIVIL RIGHTS ACTIVITIES IN JACKSON, PROVIDING GATHERING PLACES FOR MEETINGS  FOUNDED IN 1961, COFO COMBINED CIVIL RIGHTS EFFORTS OF THE CONGRESS OF RACIAL EQUALITY, NAACP, SOUTHERN CHRISTIAN LEADERSHIP CONFERENCE, SNCC AND OTHER LOCAL GROUPS UNDER ONE UMBRELLA  THIS PROJECT WILL ADDRESS REPLACEMENT OF THE HVAC SYSTEM AND REPAIRS TO THE ROOF", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89824249-a8de-5dce-3e27-2a160db22dae-C", "generated_internal_id": "ASST_NON_P22AP01360_1443"}, {"internal_id": 151521824, "Award ID": "P22AP01353", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-22", "CFDA Number": "15.932", "Description": "WOODWORTH CHAPEL  1901 , BODDIE MANSION  1848 , GALLOWAY HALL  1930 , AND HOLMES HALL  1926 , ARE ALL CONTRIBUTING STRUCTURES TO THE TOUGALOO COLLEGE HISTORIC DISTRICT  THE SECOND PHASE OF THIS INITIATIVE ADDRESSES THE NEED FOR ASSET PRESERVATION, DOCUMENTATION, AND LIFE SAFETY FOR ALL FOUR BUILDINGS ON THE TOUGALOO COLLEGE CAMPUS  THE PROJECT WILL USE DRONE IMAGERY AND HIGH RESOLUTION LASER SCANNING TO DEVELOP BUILDING INFORMATION MODELS FOR EACH BUILDING, ESTABLISHING BASELINE DOCUMENTATION, AND APPLY LIFE MAP SOFTWARE FOR EMERGENCY RESPONSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb210a08-4c36-c196-b89f-0627f5aa8e4f-C", "generated_internal_id": "ASST_NON_P22AP01353_1443"}, {"internal_id": 151521771, "Award ID": "P22AP01350", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-22", "CFDA Number": "15.932", "Description": "ERECTED IN 1930 TO SERVE THE READING NEEDS OF FISK STUDENTS AND PROVIDE SPACE FOR 175,000 BOOKS, THE ERASTUS MILO CRAVATH LIBRARY IS ONE OF THE OLDEST BUILDINGS ON THE CAMPUS OF FISK UNIVERSITY AND IS CONTRIBUTING TO THE FISK UNIVERSITY HISTORIC DISTRICT  AFRICAN AMERICAN HISTORIAN AND SCHOLAR JOHN HOPE FRANKLIN IS LISTED AS STAFF FOR THE 1933 1934 ACADEMIC YEAR WHILE HE WAS A STUDENT  THIS PROJECT WILL ADDRESS REPAIRS TO THE ROOFING SYSTEM, EXTERIOR MASONRY, AND WINDOW REHABILITATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e32b91a6-f36d-021d-b1b2-5a3649dd9ba5-C", "generated_internal_id": "ASST_NON_P22AP01350_1443"}, {"internal_id": 151867302, "Award ID": "P22AP01348", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "15.932", "Description": "DESIGNED BY RENOWNED JACKSON ARCHITECT, W S  HULL, AYER HALL WAS THE FIRST ACADEMIC BUILDING ERECTED ON THE RELOCATED CAMPUS OF JACKSON COLLEGE IN 1903  INITIALLY BUILT TO SERVE AS A MEN S DORMITORY, SINCE 1912 THE BUILDING HAS HOUSED A CHAPEL, PRESIDENT S OFFICE, LIBRARY, RECITATION ROOMS, CLASSROOMS, AND OTHER FUNCTIONS OF THE UNIVERSITY  AYER HALL IS NOW THE HOME OF THE MARGARET WALKER CENTER ARCHIVES AND MUSEUM, DEDICATED TO THE PRESERVATION, INTERPRETATION, AND DISSEMINATION OF AFRICAN AMERICAN HISTORY AND CULTURE  THE PROJECT WILL ADDRESS REPLACING THE ROOF, MOLD REMEDIATION, AND UPGRADING THE HVAC SYSTEMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "89824249-a8de-5dce-3e27-2a160db22dae-C", "generated_internal_id": "ASST_NON_P22AP01348_1443"}, {"internal_id": 151867361, "Award ID": "P22AP01346", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "15.932", "Description": "THE SHEPARD ADMINISTRATION BUILDING, FORMERLY KNOWN AS THE CLYDE R  HOEY ADMINISTRATION BUILDING, WAS COMPLETED IN 1929 AND IS THE OLDEST BUILDING ON CAMPUS  THE BUILDING HOUSED ALL OF THE CLASSROOMS, OFFICES, THE LIBRARY, MUSIC HALL, AND LABORATORIES  THE SHEPARD ADMINISTRATION BUILDING IS ONE OF ELEVEN BUILDINGS CONTRIBUTING TO THE NORTH CAROLINA CENTRAL UNIVERSITY HISTORIC DISTRICT  THIS PROJECT WILL ADDRESS RESTORATION OF THE WINDOWS AND WOOD DETAILING", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b0eda20a-abb2-8fb7-9a4f-d8463d3a0a3b-C", "generated_internal_id": "ASST_NON_P22AP01346_1443"}, {"internal_id": 151521862, "Award ID": "P22AP01316", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "15.932", "Description": "BENEDICT COLLEGE WAS FOUNDED IN 1870 BY RHODE ISLAND NATIVE AND ABOLITIONIST BATHSHEBA A  BENEDICT, AND THE AMERICAN BAPTIST HOME MISSION SOCIETY  THE BENEDICT COLLEGE HISTORIC DISTRICT WAS LISTED IN THE NATION REGISTER OF HISTORIC PLACES IN 1987 AND INCLUDING FIVE BUILDINGS LOCATED NEAR THE CENTER OF THE CAMPUS  THESE STRUCTURES ARE ALL ASSOCIATED WITH THE EARLY DEVELOPMENT OF THE COLLEGE BETWEEN 1895 1937  THIS PROJECT WILL ADDRESS THE EXPANSION OF THE HISTORIC DISTRICT NATIONAL REGISTER NOMINATION TO INCLUDE MORE BUILDINGS ON THE CAMPUS AND INFORM THE CAMPUS PRESERVATION PLAN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "955e3976-a2ad-1de9-69a5-5efaf3fa3e80-C", "generated_internal_id": "ASST_NON_P22AP01316_1443"}, {"internal_id": 151521833, "Award ID": "P22AP01312", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "15.932", "Description": "CARNEGIE HALL LIBRARY IS ONE OF ELEVEN NEOCLASSICAL REVIVAL BUILDINGS THAT SHOWCASE A NATIONAL TREND OF CAMPUS BUILDING DESIGN  REBUILT IN 1906 AFTER BEING DESTROYED BY FIRE, IT IS BELIEVED TO BE THE OLDEST EXTANT BUILDING ON THE UNIVERSITY S CAMPUS, RETAINS A HIGH LEVEL OF INTEGRITY, AND CONTRIBUTES TO THE ALABAMA AAND M UNIVERSITY HISTORIC DISTRICT  THIS PROJECT WILL ADDRESS THE DEVELOPMENT OF A HISTORIC STRUCTURES REPORT, REPLACING THE ROOF, AND RESTORING THE HISTORIC WOOD WINDOWS  THE APPLICANT WILL PROVIDE A NON FEDERAL MATCH OF  182,108", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ca1ec54a-d12d-0a55-4916-398db302cda5-C", "generated_internal_id": "ASST_NON_P22AP01312_1443"}, {"internal_id": 151521809, "Award ID": "P22AP01311", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "15.932", "Description": "THE WORLD WAR MEMORIAL STADIUM WAS DESIGNED IN 1926 AND IS THE OLDEST MINOR LEAGUE BALLPARK IN NORTH CAROLINA  THE STADIUM SERVES AS A MEMORIAL THE AREA S WORLD WAR I DECEASED, AS A LONG STANDING SPORTS AND COMMUNITY RECREATION LOCATION  IT CURRENTLY SERVES AS THE HOME BASEBALL STADIUM FOR NORTH CAROLINA AAND T STATE UNIVERSITY AND INDIVIDUALLY LISTED ON THE NATIONAL REGISTER  THIS PROJECT WILL ADDRESS REPAIRS TO THE STRUCTURAL CONCRETE SEATING DECK AND INSTALLATION OF NEW SEATING, AND THE ADDITION OF ADA ACCESSIBLE SEATING AS WELL AS OTHER SAFETY DEVICES  THIS APPLICANT WILL PROVIDE A NON FEDERAL MATCH OF  500,000", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_P22AP01311_1443"}, {"internal_id": 151867274, "Award ID": "P22AP01302", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-02", "CFDA Number": "15.932", "Description": "DINKINS MEMORIAL HALL IS CONTRIBUTING TO THE PROPOSED SELMA UNIVERSITY HISTORIC DISTRICT, AS DETERMINED BY THE ALABAMA HISTORICAL COMMISSION  BUILT IN 1921, DINKINS MEMORIAL HALL IS A THREE STORY BUILDING THAT HOUSES ADMINISTRATIVE OFFICES, MEETING SPACES, CLASSROOMS, AND A LARGE 400 SEAT TABERNACLE  THIS PROJECT WILL ADDRESS REPLACEMENT OF THE ROOF, AND UPGRADES TO THE HVAC AND ELECTRICAL SYSTEMS  THE APPLICANT WILL PROVIDE A NON FEDERAL MATCH OF  96,678", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "780d0aeb-3b0b-f263-6e50-60b03da3389b-C", "generated_internal_id": "ASST_NON_P22AP01302_1443"}, {"internal_id": 151521756, "Award ID": "P22AP01300", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-22", "CFDA Number": "15.932", "Description": "G W  TRENHOLM HALL IS LISTED AS CONTRIBUTING TO THE ALABAMA STATE UNIVERSITY HISTORIC DISTRICT  ALABAMA STATE UNIVERSITY WAS FOUNDED IN 1867 AS THE LINCOLN NORMAL SCHOOL OF MARION BY NINE FREED SLAVES NOW KNOWN AS  THE MARION NINE   ERECTED IN 1945, G W  TRENHOLM HALL WAS THE BUILDING IN WHICH MARTIN LUTHER KING, JR  WROTE HIS PH D  DISSERTATION  THIS PROJECT WILL ADDRESS THE RENOVATION OF G W  TRENHOLM HALL INCLUDING REHABILITATING THE BASEMENT, WINDOW REPAIRS, AND CONTINUED REHABILITATION OF THE THELMA GLASS AUDITORIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9811bf43-ae32-83e7-3c0e-27053cb003ec-C", "generated_internal_id": "ASST_NON_P22AP01300_1443"}, {"internal_id": 151521878, "Award ID": "P22AP01299", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "15.932", "Description": "VANSTORY HALL WAS COMPLETED IN 1967 AND WAS ONE OF THE FIRST BUILDINGS CONSTRUCTED AFTER NORTH CAROLINA AAND T STATE UNIVERSITY BECAME ONE OF THE UNIVERSITY OF NORTH CAROLINA SYSTEM SCHOOLS  THE BUILDING IS LOCATED SOUTH OF THE CURRENT AGRICULTURAL AND TECHNICAL HISTORIC DISTRICT AND IS PART OF THE SECOND GROWTH PHASE OF THE UNIVERSITY  VANSTORY HALL IS INCLUDED IN THE UPCOMING PROPOSED EXPANSION OF THE HISTORIC DISTRICT S NATIONAL REGISTER NOMINATION AMENDMENT  THE PROJECT WILL ADDRESS UPGRADING THE HVAC SYSTEMS AND REPAIRS TO THE RESTROOMS  THIS APPLICANT WILL PROVIDE A NON FEDERAL MATCH OF  158,000", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1ebd38d0-dcb9-749e-ab67-d7eff9806174-C", "generated_internal_id": "ASST_NON_P22AP01299_1443"}, {"internal_id": 151521717, "Award ID": "P22AP01298", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "15.932", "Description": "VIRGINIA CLEVELAND HALL WAS COMPLETED IN 1874, DESIGNED BY THE PROMINENT 19TH CENTURY ARCHITECT RICHARD MORRIS HUNT, CONTAINING A CHAPEL, DORMITORY ROOMS, STUDY ROOMS, A KITCHEN AND DINING ROOM, AND A LAUNDRY ROOM  IN 1878, THE HALL BECAME THE FIRST DORMITORY TO HOUSE AMERICAN INDIAN WOMEN, EXPANDING HAMPTON UNIVERSITY S LEGACY AS THE FIRST HBCU TO EDUCATE NATIVE AMERICANS  VIRGINIA CLEVELAND HALL IS A CONTRIBUTING BUILDING TO WITHIN THE HAMPTON INSTITUTE NATIONAL HISTORIC LANDMARK DISTRICT  THIS PROJECT WILL ADDRESS UPGRADES TO THE ELECTRICAL, MECHANICAL, AND HVAC SYSTEMS, REPAIR THE WOOD CEILING IN THE OLD CHAPEL, AND REPAIR THE HISTORIC WOOD WINDOWS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6c20816-5aa0-c550-45ff-059896aef86a-C", "generated_internal_id": "ASST_NON_P22AP01298_1443"}, {"internal_id": 151521793, "Award ID": "P22AP01296", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-08-23", "CFDA Number": "15.932", "Description": "CARNEGIE HALL LIBRARY IS ONE OF ELEVEN NEOCLASSICAL REVIVAL BUILDINGS THAT SHOWCASE A NATIONAL TREND OF CAMPUS BUILDING DESIGN  REBUILT IN 1906 AFTER BEING DESTROYED BY FIRE, IT IS BELIEVED TO BE THE OLDEST EXTANT BUILDING ON THE UNIVERSITY S CAMPUS, RETAINS A HIGH LEVEL OF INTEGRITY, AND CONTRIBUTES TO THE ALABAMA AAND M UNIVERSITY HISTORIC DISTRICT  THIS PROJECT WILL ADDRESS THE DEVELOPMENT OF A HISTORIC STRUCTURES REPORT, REPLACING THE ROOF, AND RESTORING THE HISTORIC WOOD WINDOWS  THE APPLICANT WILL PROVIDE A NON FEDERAL MATCH OF  182,108", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10fd18f7-aca3-bcb3-13e6-f4ce9f7058bc-C", "generated_internal_id": "ASST_NON_P22AP01296_1443"}, {"internal_id": 140059785, "Award ID": "P21AP11961", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - MORRIS BROWN COLLEGE, FOUNTAIN (STONE) HALL WINDOWS RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "14a26ece-d869-8174-a66e-c5dc08a79dde-C", "generated_internal_id": "ASST_NON_P21AP11961_1443"}, {"internal_id": 140059915, "Award ID": "P21AP11960", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - UNIVERSITY OF MARYLAND EASTERN SHORE, REHABILITATION OF TRIGG HALL, NATIONAL REGISTER NOMINATION PROJECT CARVER HALL AND TANNER HALL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "464e1fcd-0980-bc02-db5c-6506c09a7f3c-C", "generated_internal_id": "ASST_NON_P21AP11960_1443"}, {"internal_id": 140059832, "Award ID": "P21AP11959", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - LIVINGSTONE COLLEGE, REHABILITATION OF ANDREW CARNEGIE LIBRARY PHASE III", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3e17a467-156f-4ace-2d8e-bbc9c7830bc7-R", "generated_internal_id": "ASST_NON_P21AP11959_1443"}, {"internal_id": 140481961, "Award ID": "P21AP11958", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - CLARK ATLANTA UNIVERSITY, PARK STREET CHURCH ROOF RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "919025f0-0b40-bfb0-daf0-0bfafa3df787-C", "generated_internal_id": "ASST_NON_P21AP11958_1443"}, {"internal_id": 140482149, "Award ID": "P21AP11957", "Award Amount": 499869.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - MILES COLLEGE, INC., WILLIAMS HALL HISTORIC PRESERVATION PROJECT PHASE II", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0526c93-3900-dd04-a482-51c594b8fb43-C", "generated_internal_id": "ASST_NON_P21AP11957_1443"}, {"internal_id": 140060047, "Award ID": "P21AP11956", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.932", "Description": "2020 HPF HBCU -  MORGAN STATE UNIVERSITY, UNIVERSITY MEMORIAL CHAPEL ROOF / GUTTER REPAIRS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "725732a0-bf8b-a060-f378-ed41b2f7a9bd-C", "generated_internal_id": "ASST_NON_P21AP11956_1443"}, {"internal_id": 140060002, "Award ID": "P21AP11955", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - BENEDICT COLLEGE, ANTISDEL CHAPEL RENOVATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "955e3976-a2ad-1de9-69a5-5efaf3fa3e80-C", "generated_internal_id": "ASST_NON_P21AP11955_1443"}, {"internal_id": 140059736, "Award ID": "P21AP11954", "Award Amount": 493200.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - ALABAMA STATE UNIVERSITY, REHABILITATION OF G.W. TRENHOLM HALL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9811bf43-ae32-83e7-3c0e-27053cb003ec-C", "generated_internal_id": "ASST_NON_P21AP11954_1443"}, {"internal_id": 140481895, "Award ID": "P21AP11953", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "15.932", "Description": "2020 HPF HBCU -  HAMPTON UNIVERSITY, ACADEMY BUILDING PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6c20816-5aa0-c550-45ff-059896aef86a-C", "generated_internal_id": "ASST_NON_P21AP11953_1443"}, {"internal_id": 140060003, "Award ID": "P21AP11952", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - ALCORN STATE UNIVERSITY, OAKLAND CHAPEL REPAIRS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0a2ee625-25cb-fa2b-afa1-6805c65410c6-C", "generated_internal_id": "ASST_NON_P21AP11952_1443"}, {"internal_id": 140059786, "Award ID": "P21AP11951", "Award Amount": 499868.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - JOHNSON C. SMITH UNIVERSITY, RESTORING THE PAST TO ILLUMINATE THE FUTURE: THE PRESERVATION OF BIDDLE MEMORIAL HALL (PHASE II)", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "10216284-6f99-168a-77c0-0a9bf433d7ef-C", "generated_internal_id": "ASST_NON_P21AP11951_1443"}, {"internal_id": 140482150, "Award ID": "P21AP11950", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - VIRGINIA STATE UNIVERSITY, PRESERVATION AND REHABILITATION OF VAWTER HALL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9e586b9b-e0dc-028d-6261-385c16e0617e-C", "generated_internal_id": "ASST_NON_P21AP11950_1443"}, {"internal_id": 140481829, "Award ID": "P21AP11949", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - SOUTH CAROLINA STATE UNIVERSITY, HVAC SYSTEM SCHEMATIC DESIGN AND REPLACEMENT FOR HISTORIC WILKINSON HALL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e7a2ab86-f526-fbfd-4309-daa75b739f85-C", "generated_internal_id": "ASST_NON_P21AP11949_1443"}, {"internal_id": 140059916, "Award ID": "P21AP11948", "Award Amount": 197219.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - WEST VIRGINIA STATE UNIVERSITY, CANTY HOUSE AND EAST HALL RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1f3c7bfe-76c9-3ae5-b7b3-ec6babcbfa2f-C", "generated_internal_id": "ASST_NON_P21AP11948_1443"}, {"internal_id": 140059880, "Award ID": "P21AP11947", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - TOUGALOO COLLEGE, HISTORIC PRESERVATION INITIATIVE: BALLARD HALL, POPE COTTAGE, AND JAMERSON HALL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb210a08-4c36-c196-b89f-0627f5aa8e4f-C", "generated_internal_id": "ASST_NON_P21AP11947_1443"}, {"internal_id": 140481830, "Award ID": "P21AP11946", "Award Amount": 494850.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - KENTUCKY STATE UNIVERSITY, RENOVATION TO JACKSON HALL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cc7b39-cea8-bc30-74b2-e89d88d9ca88-C", "generated_internal_id": "ASST_NON_P21AP11946_1443"}, {"internal_id": 140481962, "Award ID": "P21AP11945", "Award Amount": 499890.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - SHAW UNIVERSITY, THE RESTORATION OF ESTEY HALL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b481de65-defc-fa44-a60b-1a64450a3160-C", "generated_internal_id": "ASST_NON_P21AP11945_1443"}, {"internal_id": 140481896, "Award ID": "P21AP11944", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-19", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - EDWARD WATERS COLLEGE, PRESERVATION AND RESTORATION OF CENTENNIAL HALL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "02b6f439-3a6f-7f73-929a-921898253579-C", "generated_internal_id": "ASST_NON_P21AP11944_1443"}, {"internal_id": 140059917, "Award ID": "P21AP11943", "Award Amount": 499379.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - SAINT AUGUSTINES UNIVERSITY, HISTORIC PRESERVATION OF HERMITAGE HALL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fb829865-ea4a-ac35-c512-37dad09701b6-C", "generated_internal_id": "ASST_NON_P21AP11943_1443"}, {"internal_id": 140059807, "Award ID": "P21AP11587", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.932", "Description": "2020 HPF HBCU - BENEDICT COLLEGE, DUCKETT HALL PRESERVATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "955e3976-a2ad-1de9-69a5-5efaf3fa3e80-C", "generated_internal_id": "ASST_NON_P21AP11587_1443"}]