[{"internal_id": 151947356, "Award ID": "ST-252548-OMS-22", "Award Amount": 374655.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE COLBURN SCHOOL WILL IMPROVE THE CARE, PRESERVATION, AND ACCESSIBILITY OF THE HERBERT AND TRUDL ZIPPER ARCHIVE, THE ZIPPERS WERE AUSTRIAN-BORN IMMIGRANTS TO THE UNITED STATES, RENOWNED AS INNOVATIVE PERFORMING ARTISTS AND TEACHERS WHO MADE A DEEP IMPACT ON THE CLASSICAL MUSIC, DANCE, AND EDUCATION FIELDS. THE PROJECT WILL IMPROVE THE SCHOOL’S INTELLECTUAL CONTROL OVER THE COLLECTION BY CREATING ARTIFACT DESCRIPTIONS AND A FINDING AID. THE PROJECT TEAM WILL DIGITIZE AND REHOUSE A MAJORITY OF THE COLLECTION, WHICH CONTRIBUTES TO THE NATION’S HISTORY OF CLASSICAL MUSIC EDUCATION AND MODERN DANCE, AS WELL AS HOLOCAUST HISTORY AND THE JEWISH IMMIGRANT STORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bbf94b60-63fe-d6e9-f3e9-b092942ffb62-R", "generated_internal_id": "ASST_NON_ST-252548-OMS-22_5950"}, {"internal_id": 151947358, "Award ID": "ST-252547-OMS-22", "Award Amount": 215250.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "AS IT MARKS ITS 40TH ANNIVERSARY, URBAN BUSH WOMEN WILL IMPROVE THE MANAGEMENT, PRESERVATION, AND ACCESSIBILITY OF ITS COLLECTIONS. THE ARCHIVAL COLLECTION ENCOMPASSES FOUR DECADES OF RICH HISTORY, DOCUMENTING JAWOLE ZOLLAR’S RESEARCH, CHOREOGRAPHIC NOTES, PERFORMANCE SCRIPTS, SHEET MUSIC, AND DIRECTORS’ NOTES WHICH ZOLLAR ENSURED WERE RETAINED IN THE DEVELOPMENT OF HER MANY WORKS. JAWOLE ZOLLAR’S CHOREOGRAPHY WAS AN INFLUENTIAL MOVEMENT IN AMERICAN DANCE HISTORY AND BROUGHT ATTENTION TO RACIAL EQUITY AND SOCIAL JUSTICE. ARCHIVAL FORMATS FROM 1984 TO PRESENT DAY INCLUDE AUDIO/VISUAL MATERIALS, PRINT MATERIALS, PERFORMANCE COSTUMES, TEXTILES, AND MAGNETICS (FLOPPY DISKS AND HARD DRIVES).  A PART-TIME ARCHIVAL ASSISTANT WILL WORK WITH PROJECT STAFF TO PROPERLY DOCUMENT, REHOUSE, AND DIGITIZE THE MATERIALS ACCORDING TO ARCHIVAL STANDARDS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bd1b814f-4bd9-9a81-ebef-b11590992272-R", "generated_internal_id": "ASST_NON_ST-252547-OMS-22_5950"}, {"internal_id": 151947359, "Award ID": "ST-252546-OMS-22", "Award Amount": 200000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE TENNESSEE VALLEY RAILROAD MUSEUM WILL UNDERTAKE THE RESTORATION OF THE MAITLAND, AN HISTORIC PASSENGER RAILWAY SLEEPING CAR. THE MUSEUM WILL LAUNCH THE PROJECT BY WITH CONDITION AND SAFETY ASSESSMENTS TO BE CONDUCTED BY PROJECT STAFF AND CONTRACTED RESTORERS. RESTORATION ACTIVITIES WILL OCCUR BOTH ON AND OFF SITE, INCLUDING ASBESTOS AND LEAD PAINT ABATEMENT, ROOF REPAIR, FLOOR AND SIDE REPAIR, REWIRING, CONVERSION TO ROLLER BEARINGS ON THE TRUCK WHEELS, REPAINTING, AND THE REINSTALLATION OF SEATING. STRUCTURAL REPAIRS AND THE REMEDIATION OF HAZARDOUS MATERIALS IN THE RAIL CAR WILL HELP TO ENSURE SAFE CONDITIONS TO SUPPORT ACCESS AND INTERPRETIVE PROGRAMMING FOR MUSEUM VISITORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1eddfdaf-5a0c-0079-3075-f29a3a9e9d89-R", "generated_internal_id": "ASST_NON_ST-252546-OMS-22_5950"}, {"internal_id": 151947360, "Award ID": "ST-252545-OMS-22", "Award Amount": 37500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE CABIN CREEK CENTER FOR WORK AND ENVIRONMENTAL STUDIES WILL USE FUNDS TO CONSERVE AND PRESERVE THE BARBARA KOPPLE COLLECTION OF DOCUMENTARY FILMS. THE COLLECTION INCLUDES HUNDREDS OF REELS OF RAW 16MM FOOTAGE, WORK PRINTS, AND AUDIO TRACKS, WHICH WILL LATER BE ARCHIVED BY THE ACADEMY OF MOTION PICTURE ARTS AND SCIENCES.  A CABIN CREEK CENTER STAFF MEMBER AND A PRESERVATION CONSULTANT WILL TRAVEL TO IDENTIFY, CATALOG, CONDUCT CONDITION ASSESSMENTS, AND CLASSIFY THE FILMS IN PREPARATION FOR THE TRANSFER AND ARCHIVING OF THE MATERIALS AT THE ACADEMY OF MOTION PICTURE ARTS AND SCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9a01d15-533a-1f64-dd9f-83f278e32854-R", "generated_internal_id": "ASST_NON_ST-252545-OMS-22_5950"}, {"internal_id": 151947361, "Award ID": "ST-252544-OMS-22", "Award Amount": 59406.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE HISTORICAL MEDICAL LIBRARY OF THE COLLEGE OF PHYSICIANS OF PHILADELPHIA WILL USE FUNDS TO CONSERVE, DIGITIZE, AND INCREASE ACCESS TO ITS HISTORY OF VACCINES COLLECTION. THE COLLECTION CONTAINS MATERIALS RELATED TO THE HISTORY OF VACCINATION BETWEEN 1702 AND 1920, INCLUDING MEDICAL PAMPHLETS AND PROMOTIONAL MATERIALS, GOVERNMENTAL DECREES AND LETTERS FROM PHYSICIANS TO ELECTED OFFICIALS, PHYSICIAN LETTERS AND NOTES, AND SCRAPBOOKS DOCUMENTING THE HISTORY OF BOTH VACCINATION AND ANTI-VACCINATION CAMPAIGNS AND EFFORTS. FOR THE PROJECT, STAFF WILL WORK WITH A CONSERVATOR TO TREAT AND REHOUSE OBJECTS IN THE COLLECTION. ADDITIONALLY, STAFF WILL CREATE FINDING AIDS FOR THE COLLECTION AND MAKE DIGITAL VERSIONS OF THE COLLECTION MATERIALS DISCOVERABLE ON ONLINE RESEARCH PLATFORMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f2bc5b8d-6eec-32a8-b28b-eca17cf430ce-R", "generated_internal_id": "ASST_NON_ST-252544-OMS-22_5950"}, {"internal_id": 151947362, "Award ID": "ST-252543-OMS-22", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE ORANGE SHOW FOUNDATION WILL IMPLEMENT RECOMMENDATIONS FOR A CONSERVATION ASSESSMENT FUNDED BY THE NATIONAL ENDOWMENT FOR THE ARTS TO RESTORE AND REPAIR ITS SCULPTURAL ENVIRONMENT. THE SITE IS AN INTERNATIONALLY RECOGNIZED LANDMARK IN HOUSTON, TEXAS, WHICH WAS SINGLE-HANDEDLY BUILT BY A RETIRED US POSTAL WORKER IN A MODEST RESIDENTIAL NEIGHBORHOOD. THE PROJECT TEAM WILL ADDRESS THE MOST CHALLENGING PROBLEMS CREATED BY 65 YEARS OF HUMIDITY, SUNLIGHT, ALTERNATING FLOODS AND DROUGHTS, AND A RECENT HARD FREEZE THAT HAVE CAUSED THE GROUND TO SHIFT AND UNDERMINE THE ORANGE SHOW’S SETTING. MAJOR PROJECT GOALS ARE TO INSTALL DRAINAGE, REPAIR AND STABILIZE EXTERIOR WALLS, ADDRESS CORROSION OF STEEL SUPPORT ELEMENTS, CONSERVE THE STEAM ENGINE PAVILION, REMOVE SOILING, AND REPAIR SELECTED FINISHES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "69c5cd7a-a0e9-be28-e90b-122caa8b6b86-R", "generated_internal_id": "ASST_NON_ST-252543-OMS-22_5950"}, {"internal_id": 151947363, "Award ID": "ST-252542-OMS-22", "Award Amount": 199725.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "FOLKSTREAMS, ONE OF THE OLDEST FILM-STREAMING WEBSITES ON THE INTERNET, WILL BUILD AND MAINTAIN ITS COLLECTION OF DOCUMENTARY FILMS ABOUT AMERICAN FOLK OR ROOTS CULTURES, WHILE PRESERVING THEM FOR LONG-TERM PUBLIC ACCESS. THE PROJECT WILL EXPAND THE COLLECTION BY ADDING 25 NEW FILMS, WHILE ALSO SCANNING 20 OLDER 16MM FILMS AND UPGRADING THEM TO HD 4K. THE PROJECT TEAM WILL ALSO ADD CAPTIONS, TRANSCRIPTION, AND CONTEXTUAL INFORMATION TO 20 OTHER FILMS THAT PROVIDES INFORMATION ABOUT THE MAKING OF THE FILMS AND THE PEOPLE AND CULTURAL TRADITIONS THAT ARE THEIR SUBJECTS. THE FOLKSTREAMS ARCHIVE REPRESENTS A “GOLDEN AGE” OF FILM DOCUMENTARIES ABOUT AMERICAN LOCAL CULTURE. THE PROJECT WILL SUPPORT GROWING ACADEMIC PROGRAMS IN FOLKLORE, ADVANCEMENTS IN PORTABLE FILM TECHNOLOGY, AND THAT THE LONG-TERM DOCUMENTATION OF FOLK AND ROOTS CULTURES IN RURAL AND URBAN AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d931d9ea-2049-1ab8-ae4c-cc4ae01b70d7-R", "generated_internal_id": "ASST_NON_ST-252542-OMS-22_5950"}, {"internal_id": 151947364, "Award ID": "ST-252541-OMS-22", "Award Amount": 471670.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE SOCIETY TO PRESERVE THE MILLVALE MURALS OF MAXO VANKA WILL USE FUNDS TO CONSERVE, INTERPRET, AND PROMOTE THE MAXO VANKA MURALS COLLECTION AT ST. NICHOLAS CROATIAN CATHOLIC CHURCH IN MILLVALE, PA. THE COLLECTION, CONSISTING OF 25 WATER-SOLUBLE PAINTINGS THAT NEARLY COVER THE ENTIRETY OF THE BUILDING'S INTERIOR, SUFFERED DAMAGES OVER TIME DUE TO WATER INFILTRATION IN THE CHURCH WALLS VIA FAILING ROOFING SYSTEMS. PART OF A LONGER-TERM, COMPREHENSIVE CONSERVATION EFFORT, THE MAJOR GOALS OF THIS PROJECT ARE TO RESTORE AND PRESERVE NINE WALL AND CEILING MURALS, TO REPAIR THREE MURALS, AND TO ENSURE THAT INTERIOR TEMPERATURE AND HUMIDITY CONDITIONS ARE MITIGATED SUCH THAT THE MURALS WILL REMAIN STABLE FOR THE LONG TERM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2d08054d-574c-70fb-f34e-97c6f0082a0d-R", "generated_internal_id": "ASST_NON_ST-252541-OMS-22_5950"}, {"internal_id": 151947365, "Award ID": "ST-252540-OMS-22", "Award Amount": 488876.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE ALVIN AILEY DANCE FOUNDATION WILL MAKE BALLET ARCHIVAL MATERIAL ACCESSIBLE FOR RESTAGING BY OTHER DANCE COMPANIES. PROJECT ACTIVITIES WILL INCLUDE CATALOGING AND DIGITIZING THE NECESSARY TECHNICAL INFORMATION TO RESTAGE THE BALLETS, COLLECTING AND ANALYZING DRAMATURGICAL CONTENT ON EACH BALLET FOR HISTORIC PRESERVATION, AND DETERMINING THE RIGHTS HOLDERS FOR EACH WORK FOR FUTURE LICENSING OPPORTUNITIES WITH OTHER PROFESSIONAL DANCE COMPANIES AND EDUCATIONAL INSTITUTIONS. THIS COLLECTED MATERIAL, ALONG WITH A MINI DOCUMENTARY WITH DANCER AND PRODUCTION STAFF INTERVIEWS, WILL COMPRISE A “DANCE CAPSULE” THAT WILL BE AVAILABLE THROUGH A NEW ONLINE PORTAL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0115868e-b899-79d9-1a90-3350e5d8f888-C", "generated_internal_id": "ASST_NON_ST-252540-OMS-22_5950"}, {"internal_id": 151947355, "Award ID": "ST-252539-OMS-22", "Award Amount": 139075.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE STREATOR PUBLIC LIBRARY WILL IMPLEMENT A THREE-PART PLAN TO RESTORE THE DOME AREA OF THE HISTORIC CARNEGIE LIBRARY IN STREATOR, ILLINOIS. PROJECT ACTIVITIES WILL INCLUDE UPGRADING THE DOME’S ELECTRICAL SYSTEM, RESTORING DETERIORATED ELEMENTS OF THE COFFERED DOME BY ADDRESSING CRACKS, AND REPAIRING THE ORIGINAL FINISHES. THE PROJECT WILL ALSO PROTECT AND RESTORE THREE EXPANSIVE MURALS PAINTED BY ARTIST GUSTAV FUCHS IN 1905. THE MURALS ARE AT RISK FROM ENCROACHING CRACKS AND SOOT DAMAGE FROM A FIRE IN 1945. THE PROJECT BUILDS ON AN ONGOING EFFORT TO RESTORE THE EXTERIOR DOME SURFACE AND STRUCTURE, WHICH IS ARCHITECTURALLY DISTINGUISHABLE FROM OTHER CARNEGIE LIBRARIES NATIONWIDE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3c46ba8-9926-b31f-7423-a2d7e0366bc6-R", "generated_internal_id": "ASST_NON_ST-252539-OMS-22_5950"}, {"internal_id": 151947366, "Award ID": "ST-252538-OMS-22", "Award Amount": 137833.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE NAVAL WAR COLLEGE FOUNDATION WILL USE FUNDS TO CONDUCT AN INVENTORY, CATALOG, CONSERVE, AND DIGITIZE THEIR MATERIALS. THE COLLECTION IS REFLECTIVE OF THE UNITED STATES’ RICH MILITARY HISTORY AND CONTAINS MORE THAN 350 MANUSCRIPT COLLECTIONS; 500 ORAL HISTORY INTERVIEWS; 4,000 VOLUMES IN THE RARE BOOKS COLLECTION DATING FROM THE SIXTEENTH CENTURY TO THE PRESENT; AND 600 LETTERS, JOURNALS, LETTERPRESS VOLUMES, CERTIFICATES, AND COMMISSIONS. FOR THE PROJECT, THE INSTITUTION WILL HIRE A COLLECTIONS SPECIALIST TO LEAD THE PROJECT AND SUPERVISE PAID COLLEGE INTERNS.  PROJECT STAFF WILL UPDATE INFORMATION ABOUT THE COLLECTIONS IN THE COLLECTIONS DATABASE AND MAKE INFORMATION ACCESSIBLE ONLINE FOR USE BY SCHOLARS, RESEARCHERS, STUDENTS, HISTORIANS, AND THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1acbbe6a-5ff3-5d56-72a1-6124275c23f7-R", "generated_internal_id": "ASST_NON_ST-252538-OMS-22_5950"}, {"internal_id": 151947367, "Award ID": "ST-252537-OMS-22", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE PACIFIC FLEET SUBMARINE MUSEUM WILL CONDUCT PRESERVATION ACTIVITIES TO MAINTAIN THE USS BOWFIN, WHICH WAS UTILIZED IN THE WORLD WAR II SUBMARINE FLEET AND RECEIVED ITS STATUS AS A NATIONAL HISTORIC LANDMARK IN 1986. THE MUSEUM WILL ARRANGE FOR THE VESSEL TO BE DRY-DOCKED, AFTER TOWING IT FROM ITS CURRENT LOCATION IN PEARL HARBOR, HAWAII. THE PROJECT WILL INCLUDE PAINTING, CLEANING, AND ENSURING THE WATERTIGHT CONDITION OF THE SUBMARINE'S HULL. THE REPAIRS WILL IMPROVE THE PHYSICAL INTEGRITY OF THE HULL AND THE SAFETY OF THE VESSEL FOR PUBLIC EXHIBITION AND VISITATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17ea3329-a4d7-9292-3347-3b2126403f06-R", "generated_internal_id": "ASST_NON_ST-252537-OMS-22_5950"}, {"internal_id": 151947368, "Award ID": "ST-252536-OMS-22", "Award Amount": 50016.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE AVON FREE PUBLIC LIBRARY WILL USE FUNDS TO PRESERVE AND DIGITIZE OBJECTS RELEVANT TO THE HISTORY OF THE TOWN OF AVON. THE COLLECTION CONSISTS OF 298 LINEAR FEET OF HISTORICAL MATERIAL AND INCLUDES CATALOGED BOOKS, AS WELL A MAP CABINET WITH OVER 276 GEOGRAPHIC MAPS. THE PROJECT WILL FOCUS ON DIGITIZING COLLECTIONS FROM PINE GROVE HISTORIC DISTRICT CONSISTING OF FOUR19TH-CENTRY FARMSTEADS, A LATE 18TH CENTURY HOUSE, AND A RESTORED GOTHIC REVIVAL SCHOOLHOUSE, AND THE AVON CONGREGATIONAL CHURCH, DESIGNED BY LOCAL ARCHITECT DAVID HOADLEY. THE PROJECT WILL EXPAND THE ORGANIZATION’S CAPACITY BY HIRING AN ARCHIVIST TO HELP ASSESS, ORGANIZE, STORE AND DIGITIZE APPROXIMATELY 1,000 ITEMS FROM THE COLLECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c491733b-3be7-b5dd-4dda-b704ac1d5101-R", "generated_internal_id": "ASST_NON_ST-252536-OMS-22_5950"}, {"internal_id": 151947369, "Award ID": "ST-252535-OMS-22", "Award Amount": 62250.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE NATIONAL BUILDING MUSEUM WILL IMPROVE THE CARE AND ACCESSIBILITY OF ITS ARCHITECTURAL TOY COLLECTION, WHICH WAS DONATED TO THE MUSEUM IN 2006. THE COLLECTION INCLUDES ICONIC TOYS SUCH AS LINCOLN LOGS, ERECTOR SETS, TINKER TOYS, AND LEGO BRICKS; RARER AND LESS FAMILIAR TOYS FROM AROUND THE GLOBE; AND EXAMPLES FEATURING SPECIFIC BUILDINGS OR BUILDING TYPES, SUCH AS SKYSCRAPERS AND SUBURBAN HOMES. PROJECT ACTIVITIES WILL INCLUDE A COMPREHENSIVE CONSERVATION ASSESSMENT, CATALOGUING, CLEANING, CONSERVATION, REHOUSING, AND DIGITIZATION OF APPROXIMATELY 2,300 OBJECTS IN THE COLLECTION, ULTIMATELY MAKING THEM AVAILABLE TO THE PUBLIC FOR DISPLAY AND RESEARCH.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ae60410-1ee7-d229-f101-e707bfe9f871-C", "generated_internal_id": "ASST_NON_ST-252535-OMS-22_5950"}, {"internal_id": 151947370, "Award ID": "ST-252534-OMS-22", "Award Amount": 99963.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "HISTORIC ST. MARY’S CITY, A NATIONAL HISTORIC LANDMARK, WILL COMPLETE A CONSERVATION ASSESSMENT OF ARCHEOLOGICAL MATERIALS COLLECTED AT THIS SITE REPRESENTING MARYLAND’S FIRST COLONIAL CAPITAL. CURATORIAL AND COLLECTIONS STAFF WILL ASSIST A SPECIAL PROJECT CONSERVATOR IN ASSESSING PREVIOUSLY RECOVERED ARTIFACTS DATING FROM THE 17TH CENTURY THROUGH THE COLONIAL AND POSTCOLONIAL PERIODS. PROJECT STAFF WILL PHOTOGRAPH, X-RAY, AND REHOUSE ARTIFACTS AS WELL AS INPUT RELEVANT ARTIFACT DATA INTO A COLLECTIONS DATABASE. THE CONSERVATOR WILL IDENTIFY ARTIFACTS TO PRIORITIZE FOR FUTURE CONSERVATION WORK. HISTORIC ST. MARY’S CITY WILL UTILIZE THE OBJECTS FOR EDUCATIONAL PURPOSES IN EXHIBITIONS AND RELATED PROGRAMMING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "42c67927-4897-61fe-6122-88493ed82b99-R", "generated_internal_id": "ASST_NON_ST-252534-OMS-22_5950"}, {"internal_id": 151947371, "Award ID": "ST-252533-OMS-22", "Award Amount": 450750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE FIREBOAT FIRE FIGHTER MUSEUM WILL OVERSEE THE INSPECTION AND CONSERVATION OF THE HISTORIC FIRE BOAT AND 1973 GALLANT SHIP AWARD WINNER, FIRE FIGHTER. MUSEUM STAFF AND VOLUNTEERS WILL COORDINATE EFFORTS TO MAINTAIN THE INTEGRITY OF THE HULL AND MITIGATE FUTURE CORROSION OF THE VESSEL. THE PROJECT WILL INCLUDE REPLACING FIRE MAIN DISCHARGE PIPING TO RESTORE OPERABILITY AND REPLACING STEEL PLATING TO MITIGATE THREATS OF DETERIORATION AND PREVENT FUTURE LEAKAGE. FRAMING SUPPORTS AND UPDATES TO SAFETY FEATURES WILL ENSURE THE SOUNDNESS OF THE VESSEL FOR ACCESS BY VISITORS TO THE MUSEUM AND ITS CONTINUED USE FOR EDUCATIONAL PURPOSES BY THE MUSEUM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bfe1b7bc-5290-aef2-14e0-11eb017388da-R", "generated_internal_id": "ASST_NON_ST-252533-OMS-22_5950"}, {"internal_id": 151947372, "Award ID": "ST-252532-OMS-22", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE UNIVERSITY OF ALASKA MUSEUM OF THE NORTH WILL PERFORM CONSERVATION TREATMENT ON BUS 142, A 1946 INTERNATIONAL HARVESTER K-5 BUS THAT SAT ALONG THE STAMPEDE TRAIL NEAR DENALI NATIONAL PARK AND WAS HIGHLIGHTED IN THE BOOK AND FILM, INTO THE WILD. MUSEUM STAFF AND STUDENT EMPLOYEES WILL WORK WITH CONSERVATORS TO MITIGATE DAMAGE TO THE BUS CAUSED BY VANDALISM, WEATHER CONDITIONS, AND BIOLOGICAL GROWTHS. CONSERVATORS WILL CREATE A CONSERVATION PLAN AND TRAIN STUDENTS TO ASSIST WITH PROJECT ACTIVITIES. CONSERVATION EFFORTS WILL INCLUDE CLEANING, REPLACING BROKEN COMPONENTS, AND APPLYING PROTECTIVE COATINGS TO MITIGATE FUTURE DAMAGE, WHICH WILL ULTIMATELY IMPROVE THE SAFETY OF THE BUS FOR PUBLIC EXHIBITION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_ST-252532-OMS-22_5950"}, {"internal_id": 151947373, "Award ID": "ST-252531-OMS-22", "Award Amount": 54204.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE INDEPENDENCE SEAPORT MUSEUM WILL MAKE REPAIRS TO THE HULL OF THE CRUISER, OLYMPIA— THE OLDEST REMAINING STEEL SHIP AFLOAT. INFORMED BY PREVIOUS RESTORATION EFFORTS AND REMEDIATION WORK TO THE VESSEL, THE MUSEUM CURATOR AND STAFF WILL COORDINATE A CONDITION ASSESSMENT OF THE HISTORIC WARSHIP AND OVERSEE RESTORATION EFFORTS. THE CONSERVATION PROJECT FOCUSES ON RESTORING A SECTION OF THE HULL THAT HAS SUFFERED EXTENSIVE OXIDATION AND DETERIORATION CAUSED BY ABRASION. USING SURFACE PIERCING AND COFFERDAM TECHNOLOGY, THE SECTION OF THE HULL IDENTIFIED AS THE AREA OF GREATEST NEED FOR RESTORATION WILL BE CLEANED, SCALED TO BARE METAL, AND COATED WITH PROTECTIVE EPOXY AND PAINT. REPAIRS TO THE VESSEL WILL ENABLE THE MUSEUM TO SECURE THE WATERTIGHT INTEGRITY OF THE VESSEL FOR CONTINUED PUBLIC PROGRAMMING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2bb54fa1-24ab-4094-0cb3-11c8c05d2730-C", "generated_internal_id": "ASST_NON_ST-252531-OMS-22_5950"}, {"internal_id": 151947374, "Award ID": "ST-252530-OMS-22", "Award Amount": 423227.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE KENTUCKY GEOLOGICAL SURVEY AT THE UNIVERSITY OF KENTUCKY WILL CONSERVE MINERAL CORES FROM THE WESTERN KENTUCKY FLUORSPAR AND SOUTH-CENTRAL KENTUCKY MINERAL DISTRICTS ROCK CORE COLLECTION AT THE EARTH ANALYSIS RESEARCH LIBRARY. THE UNIVERSITY WILL HIRE TWO GEOLOGISTS, A GEOLOGIC ARCHIVE TECHNICIAN, AND A PHOTOGRAPHER TO DOCUMENT, CORRELATE METADATA, AND CONSERVE THE MINERAL CORES. PROJECT STAFF WILL OVERSEE COLLECTIONS CARE TASKS, INCLUDING IDENTIFYING THE GEOLOGIC AND MINERAL MAKEUP OF THE CORES, LABELING, AND REHOUSING. ADDITIONALLY, PROJECT STAFF WILL MAKE EXISTING AND NEW DATA ABOUT THE COLLECTION AVAILABLE ONLINE FOR MINERAL DEPOSIT RESEARCHERS IN INDUSTRY AND THE GEOSCIENCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_ST-252530-OMS-22_5950"}, {"internal_id": 151947375, "Award ID": "ST-252529-OMS-22", "Award Amount": 83805.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE UNIVERSITY OF SOUTH CAROLINA WILL USE FUNDS TO PRESERVE ITS COLLECTION OF ORAL HISTORIES, DOCUMENTS, ARTWORK, AND ARTIFACTS AT THE UNIVERSITY’S NATIVE AMERICAN STUDIES CENTER.  STAFF WILL WORK WITH A CONTRACTOR TO INSTALL ARCHIVAL SHELVING FOR APPROXIMATELY 2,000 OBJECTS, INCLUDING A COLLECTION OF CATAWBA INDIAN POTTERY. AFTER THE REHOUSING OF OBJECTS IN COMPLETED, STAFF WILL DEVELOP A DISASTER PLAN FOR THE COLLECTION BASED ON NEW STORAGE SPECIFICATIONS. ADDITIONALLY FOR THE PROJECT, STAFF WITH CONDUCT INTERVIEWS TO RECORD ORAL HISTORIES OF NATIVE COMMUNITIES IN THE LOW COUNTRY AND WILL CURATE A CORRESPONDING EXHIBIT WITH COMMUNITY MEMBERS FROM TRIBES IN SOUTH CAROLINA. DIGITAL MATERIALS AND RECORDS OF THE COLLECTION WILL BE PUBLICLY ACCESSIBLE THROUGH THE ONLINE DATABASE, THE SOUTH CAROLINA NATIVE AMERICA ARCHIVE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "873ae72b-bace-b481-a973-8304b7346bc0-C", "generated_internal_id": "ASST_NON_ST-252529-OMS-22_5950"}, {"internal_id": 151947376, "Award ID": "ST-252528-OMS-22", "Award Amount": 76534.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE ROCHESTER INSTITUTE OF TECHNOLOGY (RIT) WILL USE FUNDS TO RESTORE AND RE-ASSEMBLE THE SCULPTURE, “GOLDEN DANDELIONS,” CREATED BY THE WORLD-RENOWNED ARTIST HARRY BERTOIA. THE EASTMAN KODAK COMPANY COMMISSIONED THE SCULPTURE TO BE THE CENTERPIECE OF A FOUNTAIN AT THE MAIN ENTRANCE TO ITS PAVILION AT THE 1964 NEW YORK WORLD’S FAIR. AFTER MOVING THE SCULPTURE TO RIT, IT BECAME SEVERELY DETERIORATED OVER TIME IN AN OUTDOOR ENVIRONMENT AND IT CURRENTLY REMAINS UNASSEMBLED AND IN STORAGE. CONSERVATORS WILL THOROUGHLY ASSESS AND RESTORE DAMAGE, RECREATE MISSING ELEMENTS, DEVELOP A NEW BASE, AND PROVIDE FOR ITS DISPLAY IN A PROMINENT INDOOR SETTING ON CAMPUS, WHICH WILL ENSURE ITS LONGEVITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "488884a4-deb2-d5cb-349b-b8c145a83a5e-C", "generated_internal_id": "ASST_NON_ST-252528-OMS-22_5950"}, {"internal_id": 151947377, "Award ID": "ST-252527-OMS-22", "Award Amount": 123819.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "POETS HOUSE WILL PRESERVE ANALOG AND DIGITAL CONTENT DOCUMENTING THE NATION’S POETIC ACTIVITY OVER THE PAST 80 YEARS. THE ARCHIVAL MATERIALS INCLUDE POETS HOUSE’S OWN PROGRAM HISTORY, HISTORICAL RECORDINGS FROM LIVE EVENTS AT THE NUYORICAN POETS CAFÉ, A NEW YORK VENUE FOR SLAM AND PERFORMANCE POETRY; RADIO BROADCASTS OF POETS READING THEIR WORKS FROM THE 1940S AND 1950S AND RECORDINGS OF OTHER POETRY VENUES FROM THE 1990S AND EARLY 2000S. PROJECT STAFF WILL REPAIR AND DIGITIZE VIDEO AND AUDIO RECORDINGS CURRENTLY HOUSED ON AGING HARD DRIVES AND DIGITIZE HUNDREDS OF ANALOG RECORDINGS. THE MUSEUM WILL INDEX AND CROSS-REFERENCE THE MATERIALS WITH THE REST OF ITS MEDIA COLLECTION AND ADD THEM TO ITS DIGITAL CATALOG. THE PROJECT WILL SUPPORT LONG-TERM PRESERVATION, WHILE PROVIDING INSIGHTS INTO POETRY TRADITIONS, AESTHETICS, AND CONTEMPORARY POETRY COLLECTIONS FOR POETS, SCHOLARS, AND THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "93b42cd0-04bf-e503-42c7-5fbfa9fdafa0-C", "generated_internal_id": "ASST_NON_ST-252527-OMS-22_5950"}, {"internal_id": 151947378, "Award ID": "ST-252526-OMS-22", "Award Amount": 133260.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE MISSISSIPPI DEPARTMENT OF ARCHIVES AND HISTORY WILL USE GRANT FUNDS TO INVENTORY, CATALOG, REHOUSE, AND PREPARE A COLLECTION OF ARCHAEOLOGICAL ARTIFACTS FOR CURATION. THE COLLECTION CONTAINS ARTIFACTS FROM MORE THAN 2,000 DISTINCT SITES ACROSS MISSISSIPPI, REPRESENTING THE 14,000-YEAR HISTORY OF HUMAN OCCUPATION IN THE SOUTHEAST.  STAFF ARCHEOLOGISTS WILL SUPERVISE THE PROJECT, INCLUDING CONSULTATION WITH SUBJECT MATTER EXPERTS AND CONSERVATORS. A NEWLY HIRED COLLECTIONS MANAGER WILL CATALOG COLLECTIONS AND CREATE DIGITIZED RECORDS IN A COLLECTIONS MANAGEMENT DATABASE. FOR THE PROJECT, STAFF WILL PURCHASE NEW COLLECTIONS MANAGEMENT SOFTWARE, AND UPGRADE EQUIPMENT, INCLUDING THE PURCHASE COMPUTERS, STORAGE FOR SENSITIVE ARTIFACTS, AND A FLOTATION TANK TO PROCESS SOIL SAMPLES WITHIN THE COLLECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2222a40d-06b8-1d23-ac7a-3564eb39aa42-C", "generated_internal_id": "ASST_NON_ST-252526-OMS-22_5950"}, {"internal_id": 151947379, "Award ID": "ST-252525-OMS-22", "Award Amount": 37415.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE SHELBURNE MUSEUM WILL ASSESS AND RESEARCH A COLLECTION OF NATIVE AMERICAN OBJECTS RECENTLY ACQUIRED BY THE MUSEUM. THE COLLECTION OF APPROXIMATELY 200 ITEMS DATING FROM THE LATE 18TH TO THE MID-20TH CENTURIES INCLUDES POTTERY, GARMENTS, FOOTWEAR, DOLLS, AND OTHER ITEMS PREDOMINANTLY FROM PLAINS, PRAIRIE, AND SOUTHWEST PEOPLES. FOR THE PROJECT, CONSERVATION AND COLLECTIONS STAFF WILL CONDUCT INITIAL OUTREACH TO NATIVE AMERICAN TRIBES REPRESENTED IN THE COLLECTION. STAFF WILL TRAVEL TO CATALOG AND CONDUCT A CONDITION ASSESSMENT OF THE ITEMS. ADDITIONALLY, STAFF WILL ORGANIZE 6 COLLABORATIVE DISCUSSIONS WITH NATIVE AMERICAN PARTNERS TO BE RECORDED AND STORED IN THE MUSEUM’S COLLECTIONS DATABASE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "73b9ac1d-b725-5c8e-d410-296478ce690b-R", "generated_internal_id": "ASST_NON_ST-252525-OMS-22_5950"}, {"internal_id": 156689431, "Award ID": "ST-252524-OMS-22A", "Award Amount": 206327.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-02-22", "CFDA Number": "15.929", "Description": "THE INTERNATIONAL MUSEUM OF THE HORSE WILL ADDRESS CONSERVATION AND ENVIRONMENTAL CONCERNS PERTAINING TO THE CARE OF THEIR COLLECTION OF EQUESTRIAN ARTIFACTS. THE MUSEUM WILL HIRE AN OBJECTS CONSERVATOR WHO SPECIALIZES IN LEATHER CONSERVATION, AND FIVE CONSERVATION TECHNICIANS WHO WILL TREAT LEATHER ARTIFACTS DAMAGED BY MOLD. THROUGHOUT THE PROJECT, STAFF WILL REHOUSE OBJECTS AND UPDATE RELEVANT OBJECT DATA AND PHOTO DOCUMENTATION IN THE COLLECTIONS DATABASE. THE PROJECT WILL IMPROVE THE ENVIRONMENT IN WHICH THESE COLLECTIONS ARE HOUSED THROUGH THE USE OF AIR FILTRATION DEVICES AND CLEANING OF THE COLLECTIONS STORAGE SPACE. CONSERVATION TREATMENTS WILL STABILIZE OBJECTS IN THE COLLECTION SO THAT THEY CAN THEN BE UTILIZED FOR FUTURE EXHIBITION, PROGRAMMING, AND RESEARCH PURPOSES AS WELL AS FOR LOANS TO OTHER MUSEUMS. THIS AWARD WAS ORIGINALLY MADE TO KENTUCKY HORSE PARK FOUNDATION AND WAS TRANSFERRED IN 02/2023.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9075a08-b55a-af7f-52a0-5155ea238465-R", "generated_internal_id": "ASST_NON_ST-252524-OMS-22A_5950"}, {"internal_id": 151947380, "Award ID": "ST-252524-OMS-22", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE INTERNATIONAL MUSEUM OF THE HORSE WILL ADDRESS CONSERVATION AND ENVIRONMENTAL CONCERNS PERTAINING TO THE CARE OF THEIR COLLECTION OF EQUESTRIAN ARTIFACTS. THE MUSEUM WILL HIRE AN OBJECTS CONSERVATOR WHO SPECIALIZES IN LEATHER CONSERVATION, AND FIVE CONSERVATION TECHNICIANS WHO WILL TREAT LEATHER ARTIFACTS DAMAGED BY MOLD. THROUGHOUT THE PROJECT, STAFF WILL REHOUSE OBJECTS AND UPDATE RELEVANT OBJECT DATA AND PHOTO DOCUMENTATION IN THE COLLECTIONS DATABASE. THE PROJECT WILL IMPROVE THE ENVIRONMENT IN WHICH THESE COLLECTIONS ARE HOUSED THROUGH THE USE OF AIR FILTRATION DEVICES AND CLEANING OF THE COLLECTIONS STORAGE SPACE. CONSERVATION TREATMENTS WILL STABILIZE OBJECTS IN THE COLLECTION SO THAT THEY CAN THEN BE UTILIZED FOR FUTURE EXHIBITION, PROGRAMMING, AND RESEARCH PURPOSES AS WELL AS FOR LOANS TO OTHER MUSEUMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8115e152-9d51-c1a4-27a2-54e795d149df-R", "generated_internal_id": "ASST_NON_ST-252524-OMS-22_5950"}, {"internal_id": 151947381, "Award ID": "ST-252523-OMS-22", "Award Amount": 34100.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE SAN FRANCISCO ART INSTITUTE WILL CONSERVE AND STABILIZE ITS MONUMENTAL 1931 DIEGO RIVERA FRESCO, THE MAKING OF A FRESCO SHOWING THE BUILDING OF A CITY. OCCUPYING THE NORTH WALL OF THE INSTITUTE’S DIEGO RIVERA GALLERY, IT IS ONE OF THREE MURALS BY RIVERA IN SAN FRANCISCO. BASED ON THE PREVIOUS ASSESSMENTS AND RECOMMENDATIONS FROM CONSERVATORS, THE PROJECT TEAM WILL ADDRESS REMEDIAL TREATMENTS INCLUDING RE-ADHESION OF FLAKING OR UNSTABLE PAINT; REMOVAL OF SALT EFFLORESCENCE; REMOVAL OF BIRD GUANO; AND REMOVAL OF PARTICULATE DEPOSITION. RESTORATIVE TREATMENTS WILL INCLUDE IN-PAINTING TO ADDRESS THE FADED COLOR IN SEVERAL AREAS. SEPARATELY, THE INSTITUTE WILL ENGAGE ARCHITECTS AND STRUCTURAL ENGINEERS TO CONDUCT A SURVEY OF THE GALLERY ITSELF TO DETERMINE ENVIRONMENTAL IMPROVEMENTS THAT WOULD SUPPORT THE STABILIZATION OF THE FRESCO AND PREVENT FUTURE DAMAGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c10fe3f0-383f-02d9-0e35-6015db616ab7-C", "generated_internal_id": "ASST_NON_ST-252523-OMS-22_5950"}, {"internal_id": 151947357, "Award ID": "ST-252522-OMS-22", "Award Amount": 130657.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE WHARTON ESHERICK MUSEUM WILL UNDERTAKE THE CONSERVATION OF WORKS ON PAPER AND RELATED ARCHIVAL MATERIALS OF WHARTON ESHERICK, A FOUNDATIONAL FIGURE IN TWENTIETH-CENTURY CONTEMPORARY CRAFT AND AMERICAN MODERN DESIGN. FOLLOWING A RECENT CONSERVATION SURVEY OF THE MUSEUM’S ARCHIVAL COLLECTIONS AND WORKS ON PAPER, MUSEUM STAFF WILL WORK WITH A CONSERVATION TEAM TO COORDINATE THE TREATMENT AND REHOUSING OF OBJECTS IN THE COLLECTION, INCLUDING SKETCHES, PRINTS, PASTELS, AND WATERCOLORS. ONCE TREATMENT OF THE OBJECTS IN THE COLLECTION IS COMPLETED, STAFF WILL UPDATE COLLECTION RECORDS, AND STABILIZED OBJECTS WILL BE UTILIZED FOR FUTURE RESEARCH PURPOSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b451dcb2-e216-a689-c970-53d122e62369-R", "generated_internal_id": "ASST_NON_ST-252522-OMS-22_5950"}, {"internal_id": 151947382, "Award ID": "ST-252521-OMS-22", "Award Amount": 439098.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE AIR ZOO WILL RESTORE THE CONDITION OF A WWII WARPLANE, THE DOUGLAS DAUNTLESS SBD-1 (1612), FOR MUSEUM EXHIBITION AND EDUCATIONAL PURPOSES. UTILIZED FOR TRAINING IN WWII AND LATER RECOVERED FROM LAKE MICHIGAN, THE HISTORIC WARPLANE WILL UNDERGO EXTENSIVE CONSERVATION WORK UNDER THE SUPERVISION OF MUSEUM STAFF. PROJECT STAFF WILL ENGAGE COMMUNITY VOLUNTEERS AS THEY CONDUCT EFFORTS TO ELIMINATE ACTIVE CORROSION AND REBUILD ELEMENTS OF THE PLANE. INFORMED BY STAFF EXPERIENCE WITH SUCCESSFUL RESTORATIONS OF PREVIOUSLY SUBMERGED AIRCRAFT, THE PROJECT WILL INCLUDE COMPREHENSIVE CORROSION REMOVAL, INSTALLATION OF METAL SHEETING AND STRUCTURAL COMPONENTS, AND CLEANING AND PAINTING TO MITIGATE THE IMPACT OF FUTURE CORROSION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ffb7fa94-1635-964a-f7f2-2dd066d1f623-R", "generated_internal_id": "ASST_NON_ST-252521-OMS-22_5950"}, {"internal_id": 151947383, "Award ID": "ST-252520-OMS-22", "Award Amount": 45000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE NEW BEDFORD WHALING MUSEUM WILL CONDUCT CONSERVATION TREATMENT ON PORTIONS OF A PANORAMA PAINTED BY CHARLES SYDNEY RALEIGH BETWEEN 1878 AND 1880. THE MUSEUM COLLECTION INCLUDES18 OF 22 CANVAS PANELS FROM THE EPIC PANORAMIC PAINTING THAT DEPICTS THE FOUR-YEAR VOYAGE OF THE WHALING SHIP, THE NIGER. PAINTED ON A SINGLE CANVAS ROLL, THE 6’ TALL BY 12’ WIDE CANVASES WERE CUT APART, FLATTENED, CLEANED, PATCHED, AND ADHERED TO HEAVY ALUMINUM PANELS IN THE MID-TWENTIETH CENTURY, IN LINE WITH CONSERVATION PRACTICES AT THE TIME. NOW SUFFERING FROM DAMAGE AND MATERIAL DECLINE, CONSERVATORS WILL MOVE ONE CANVAS TO A LIGHTWEIGHT ALUMINUM FRAME, WHERE IT CAN BE STABILIZED, CLEANED, AND REPAIRED AND MORE EASILY MANEUVERED AND DISPLAYED. THIS PROJECT IS A PILOT FOR RESTORING THE ENTIRE 18-PIECE COLLECTION IN THE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e6b1ffd2-68f5-848b-599f-1bd126af4da9-R", "generated_internal_id": "ASST_NON_ST-252520-OMS-22_5950"}, {"internal_id": 151947384, "Award ID": "ST-252519-OMS-22", "Award Amount": 137500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE LOUIS ARMSTRONG HOUSE MUSEUM WILL PRESERVE A LITTLE-KNOWN ASPECT OF THE RENOWNED JAZZ MUSICIAN’S LEGACY: A COLLECTION OF COLLAGES THAT LOUIS ARMSTRONG CREATED OUT OF PHOTOGRAPHS, NEWSPAPER CLIPPINGS, CORRESPONDENCE, AND OTHER EPHEMERA ON-HAND IN HIS QUEENS, NEW YORK HOME. PROJECT ACTIVITIES WILL INCLUDE THE STABILIZATION OF 77 OF THE 700 COLLAGES THAT ARMSTRONG MADE, INCLUDING DOCUMENTING, CLEANING, REMOVING STAINS AND OLD TAPE, AND MENDING AS NECESSARY, SO THAT THE COLLAGES CAN BE DISPLAYED AND SHARED WITH THE PUBLIC. THE COLLAGES ARE AMONG THE MOST FREQUENTLY REQUESTED ITEMS BY SCHOLARS, RESEARCHERS, AND ORGANIZATIONS INTERESTED IN PRODUCING EXHIBITIONS ABOUT ARMSTRONG’S LIFE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "43852e45-6bfa-cc4a-3a29-0aca8ae59d81-R", "generated_internal_id": "ASST_NON_ST-252519-OMS-22_5950"}, {"internal_id": 151947385, "Award ID": "ST-252518-OMS-22", "Award Amount": 311594.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE COLLEGE OF NEW JERSEY WILL UNDERTAKE A PROJECT TO PROCESS, REHOUSE, AND DESCRIBE APPROXIMATELY 200 LINEAR FEET OF UNPROCESSED MATERIALS DOCUMENTING THE HISTORY OF THE COLLEGE, WHICH WAS FOUNDED AS NEW JERSEY STATE NORMAL SCHOOL AND IS THE SECOND OLDEST TEACHER TRAINING COLLEGE IN NEW JERSEY. THE COLLECTIONS INCLUDE MATERIALS DEMONSTRATING HOW TEACHING PRE-ELEMENTARY, ELEMENTARY, AND SECONDARY STUDENTS IN THE UNITED STATES HAS CHANGED OVER TIME. FOR THE PROJECT, A NEWLY HIRED PROJECT ARCHIVIST AND GRADUATE ASSISTANT WILL WORK WITH STAFF TO DIGITIZE ARCHIVES AND MIGRATE DATA TO A NEW SERVER. AS A RESULT OF THE PROJECT, DIGITIZED MATERIALS WILL BE MADE AVAILABLE THROUGH AN ONLINE COLLECTIONS HUB FOR PUBLIC USE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a6eaca92-52b1-98d5-958c-d002037ed16f-C", "generated_internal_id": "ASST_NON_ST-252518-OMS-22_5950"}, {"internal_id": 151947386, "Award ID": "ST-252517-OMS-22", "Award Amount": 117718.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE FRIENDS OF THE TEXAS HISTORICAL COMMISSION WILL USE FUNDS TO REHOUSE UNPROCESSED OR PARTIALLY PROCESSED LEGACY ARCHEOLOGICAL COLLECTIONS STORED AT THE COLLECTIONS FACILITY FOR ARTIFACT RESEARCH. THE COLLECTIONS ARE THE RESULT OF EXCAVATIONS AT THREE NATIONAL REGISTER PROPERTIES: FANTHORP INN STATE HISTORIC SITE; VARNER-HOGG STATE HISTORIC SITE; AND SAN FELIPE DE AUSTIN STATE HISTORIC SITE. THE 2,000 BOXES OF ARTIFACTS AND FIELD RECORDS HIGHLIGHT THE PERIOD OF ANGLO SETTLEMENT IN WHAT WAS AT THE TIME MEXICO. STAFF WILL WORK WITH CONSULTING SUBJECT MATTER EXPERTS TO ANALYZE THE ARCHEOLOGICAL COLLECTIONS AND DEVELOP PRINT AND RECORDED INSTRUCTIONAL GUIDES FOR SPECIFIC MATERIALS IN THE COLLECTION. A CONSULTANT WILL ALSO COORDINATE AND TRAIN VOLUNTEERS TO ORGANIZE AND BETTER IDENTIFY THE COLLECTIONS, THUS MAKING THEM MORE ACCESSIBLE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ea97a9d-25c6-9df0-511c-187a75079777-C", "generated_internal_id": "ASST_NON_ST-252517-OMS-22_5950"}, {"internal_id": 151947387, "Award ID": "ST-252516-OMS-22", "Award Amount": 263757.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE CRADLE OF AVIATION MUSEUM AND EDUCATION CENTER WILL IMPLEMENT UPDATES TO THE LIGHTING OF THEIR EXHIBITED AIRCRAFT AND SPACECRAFT AS PART OF ITS COLLECTIONS CONSERVATION PLAN. THE PROJECT ADDRESSES DAMAGE TO ARTIFACTS AND EXHIBITS CAUSED BY PROLONGED EXPOSURE TO ULTRAVIOLET LIGHT AND HEAT SOURCES AS WELL AS DETERIORATION CAUSED BY ORGANIC GROWTH. MUSEUM STAFF WILL COORDINATE THE INSTALLATION OF EFFICIENT LIGHTING TO IMPROVE ENVIRONMENTAL CONDITIONS IN THE COLLECTION EXHIBITION AREA AS WELL AS THE ENVIRONMENTAL SUSTAINABILITY OF THE FACILITY. BY UNDERTAKING THESE ACTIVITIES, THE MUSEUM WILL MITIGATE FUTURE LIGHT AND TEMPERATURE DAMAGE TO THE COLLECTION AND IMPROVE THE VISIBILITY OF EXHIBITED OBJECTS FOR MUSEUM VISITORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "46469a20-86ee-13d5-c81f-1d6e1ebb4b03-R", "generated_internal_id": "ASST_NON_ST-252516-OMS-22_5950"}, {"internal_id": 151947388, "Award ID": "ST-252515-OMS-22", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE WISCONSIN MARITIME MUSEUM WILL PERFORM CONSERVATION ON THE SUBMARINE USS COBIA TO ENSURE BOTH VISITOR SAFETY AND THE WATERTIGHT INTEGRITY OF THE VESSEL. INFORMED BY A PREVIOUS UNDERWATER HULL INSPECTION, THE SUBMARINE CURATOR AND OTHER MUSEUM STAFF WILL COORDINATE WITH A PROJECT CONSULTANT TO UNDERTAKE CONSERVATION TREATMENTS THAT WILL ADDRESS ISSUES OF CORROSION AND STRUCTURAL INTEGRITY. THE PROJECT WILL BEGIN WITH INSPECTION, TOWING, AND DRY DOCKING OF THE USS COBIA. ONCE THE VESSEL IS DOCKED, CONSERVATION EFFORTS WILL INCLUDE SANDBLASTING, PAINTING, AND APPLYING CATHODIC PROTECTION TO THE HULL. UPON ITS RETURN, MUSEUM STAFF WILL PLAN AND IMPLEMENT EDUCATIONAL PROGRAMMING ABOUT THIS NATIONAL HISTORIC LANDMARK FOR VISITORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "43aaae9c-1765-646c-cea5-d3c08a9f73de-R", "generated_internal_id": "ASST_NON_ST-252515-OMS-22_5950"}, {"internal_id": 151947389, "Award ID": "ST-252514-OMS-22", "Award Amount": 26040.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE CAROUSEL SOCIETY OF THE NIAGARA FRONTIER WILL COMPLETE THE RESTORATION OF A RARE CAROUSEL THAT IS HOUSED AT THE HERSCHELL CAROUSEL FACTORY MUSEUM IN NORTH TONAWANDA, NEW YORK. PROJECT ACTIVITIES WILL INCLUDE THE RESTORATION OF SIX CENTER PANELS WITH ORIGINAL PAINTED LANDSCAPE SCENES MODELED ON IMAGERY FROM ALLEN HERSCHELL COMPANY CATALOGS AND EXTANT CAROUSELS, AND THE RESTORATION AND DECORATIVE PAINTING OF 14 ROUNDING BOARDS. THE WORK WILL BE LED BY A CAROUSEL RESTORATION ARTIST WITH SUPPORT FROM LOCAL ARTISTS AND A TRAINED RESTORATION TEAM. THIS PARTICULAR CAROUSEL IS BELIEVED TO BE THE FIRST TO BE DELIVERED FROM THE ALLAN HERSCHELL COMPANY FACTORY IN 1916, WITH HORSES THREE-ABREAST AND THE OUTER ROW CARVED AS JUMPING HORSES, REPRESENTING AN INNOVATION AT THE TIME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a26ba7c-74b8-bfd9-af56-063deb6c739b-R", "generated_internal_id": "ASST_NON_ST-252514-OMS-22_5950"}, {"internal_id": 151947390, "Award ID": "ST-252513-OMS-22", "Award Amount": 385178.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE UNIVERSITY OF GEORGIA, LABORATORY OF ARCHAEOLOGY WILL USE FUNDS TO REHOUSE AND DIGITIZE ITS PALEOENVIRONMENTAL ARCHIVES FROM GEORGIA’S COASTAL ZONE. THE COLLECTIONS INCLUDE ARTIFACTS AND DOCUMENTARY ARCHIVES ABOUT NATIVE AMERICAN HISTORY, REPRESENTED BY EXCAVATIONS ON GEORGIA'S BARRIER ISLANDS AND ADJACENT MAINLAND AREAS AND PERTAINING TO NATIVE AMERICAN SITES FROM 4500 YEARS AGO TO THE 17TH CENTURY. FOR THE PROJECT, STAFF WILL WORK WITH TWO GRADUATE STUDENTS, FIVE UNDERGRADUATE STUDENTS, AND A DATABASE CONSULTANT TO INVENTORY, REHOUSE, AND DIGITIZE COLLECTIONS. ADDITIONALLY, STAFF WILL CONSULT WITH MEMBERS OF DESCENDENT COMMUNITIES RELATED TO THE MATERIAL HISTORIES OF THE ARTIFACTS, SUCH AS MEMBERS OF THE GEECHEE (SAPELO ISLAND AND PINPOINT COMMUNITY) AND THE PEOPLE OF THE MUSCOGEE NATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5d50a1e7-6c45-607b-669d-580246737467-C", "generated_internal_id": "ASST_NON_ST-252513-OMS-22_5950"}, {"internal_id": 151947391, "Award ID": "ST-252512-OMS-22", "Award Amount": 107244.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE ALASKA NATIVE HERITAGE CENTER WILL IMPROVE THE STORAGE AND DISPLAY OF ITS COLLECTION TO MITIGATE THE RISK OF DEGRADATION TO THE COLLECTION CAUSED BY ENVIRONMENTAL FLUCTUATIONS. THE COLLECTION REPRESENTS A BROAD AND UNIQUE SCOPE OF INDIGENOUS PEOPLES FROM AROUND THE STATE OF ALASKA AND COMPRISES APPROXIMATELY 3,500 ITEMS, INCLUDING PHOTOGRAPHS, BOOKS, FILM, VIDEO, AUDIO, AND OVER 1,000 WORKS OF ART. FOR THE PROJECT, STAFF WILL PURCHASE DISPLAY CASES AND ARCHIVAL MATERIALS TO IMPROVE AND CONTROL THE ENVIRONMENTAL CONDITION OF COLLECTION OBJECTS. AS A RESULT OF THE PROJECT, STAFF WILL BE ABLE TO SECURELY DISPLAY AND INTERPRET OBJECTS IN PUBLIC EXHIBITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cce7221f-8605-8021-37c4-d50ee74bf83c-C", "generated_internal_id": "ASST_NON_ST-252512-OMS-22_5950"}, {"internal_id": 151947392, "Award ID": "ST-252511-OMS-22", "Award Amount": 50000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE CARPENTERS’ COMPANY WILL USE FUNDS TO CONSERVE 15 KEY VOLUMES FROM ITS HISTORIC LIBRARY COLLECTIONS. THE VOLUMES WERE PURCHASED AND REFERENCED BY EARLY MEMBERS OF THE CARPENTERS’ COMPANY, WHO WORKED TO BUILD THE CITY OF PHILADELPHIA IN THE COLONIAL AND FEDERAL PERIODS. THE COLLECTION CONSISTS OF APPROXIMATELY 200 VOLUMES CHRONICLING HISTORICAL DESIGN AND ARCHITECTURE IN THE 18TH AND 19TH CENTURIES. FOR THE PROJECT, STAFF WILL WORK WITH A CONSERVATION TEAM TO PRODUCE CONDITION REPORTS AND TREATMENT PLANS FOR OBJECTS. ONCE TREATMENT OF THE VOLUMES IS COMPLETED, STAFF WILL UPDATE COLLECTION RECORDS AND STABILIZED VOLUMES WILL BE UTILIZED FOR FUTURE RESEARCH PURPOSES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bce4c3d-c132-900a-2e65-c8b1b7f7d974-R", "generated_internal_id": "ASST_NON_ST-252511-OMS-22_5950"}, {"internal_id": 151947393, "Award ID": "ST-252510-OMS-22", "Award Amount": 29294.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE MILNER LIBRARY AT ILLINOIS STATE UNIVERSITY WILL PRESERVE ITS COLLECTION OF APPROXIMATELY1,200 ARTIFACTS, CONSISTING PRIMARILY OF CIRCUS COSTUMING, ACCESSORIES, AND PROPS DATING FROM THE 1880S TO THE EARLY 2000S. AFTER THE RECENT COMPLETION OF AN INVENTORY OF THE COLLECTION, STAFF AND STUDENT WORKERS WILL CONSULT WITH A TEXTILE CONSERVATOR TO COMPLETE A CONSERVATION ASSESSMENT OF THE COLLECTION. THE ASSESSMENT WILL RESULT IN RECOMMENDATIONS FOR FUTURE COLLECTIONS STORAGE, HANDLING, AND TREATMENT. ADDITIONALLY, A GRADUATE STUDENT WILL WORK WITH A RESEARCHER TO IDENTIFY PROVENANCE AND HISTORIES OF COSTUMES HELD IN THE COLLECTION. THE PROJECT WILL RESULT IN INCREASED ACCESSIBILITY TO THE COLLECTION FOR STAFF AND RESEARCHERS BOTH IN-PERSON AND ONLINE THROUGH THE LIBRARY’S DIGITAL COLLECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e0500b0e-8f78-357e-5b74-c5a49e635789-C", "generated_internal_id": "ASST_NON_ST-252510-OMS-22_5950"}, {"internal_id": 151947394, "Award ID": "ST-252509-OMS-22", "Award Amount": 70035.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE HUTCHINGS MUSEUM WILL CATALOG, ARCHIVE, DIGITIZE, AND CREATE 3D MODELS OF NATIVE AMERICAN AND BUFFALO SOLDIER RELATED ARTIFACTS IN ITS COLLECTION. THE COLLECTION INCLUDES A VARIETY OF ARTIFACTS THAT HIGHLIGHT NATIVE AMERICAN AND BLACK HISTORIES IN THE 19TH AND 20TH CENTURIES, AS WELL AS THE HISTORY OF UTAH. FOR THIS PROJECT, MUSEUM STAFF WILL DIGITIZE WAX CYLINDER AUDIO RECORDINGS, UPDATE COLLECTION RECORDS, AND REHOUSE OBJECTS. ADDITIONALLY, STAFF WILL PROVIDE FURTHER INTERPRETATION OF THE OBJECTS THROUGH HISTORICAL RESEARCH AND DISPLAY. AS A RESULT OF THIS PROJECT, STAFF WILL CREATE PUBLICLY ACCESSIBLE IN-PERSON AND DIGITAL EXHIBITS THAT WILL INCLUDE AN INTERACTIVE TIMELINE OF THE OBJECTS IN ITS COLLECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2b662ffc-8ed5-5deb-2035-08491a45ebee-R", "generated_internal_id": "ASST_NON_ST-252509-OMS-22_5950"}, {"internal_id": 151947395, "Award ID": "ST-252508-OMS-22", "Award Amount": 37021.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE FRIENDS OF SUMNER SCHOOL MUSEUM AND ARCHIVES WILL USE FUNDS TO UNDERTAKE CONSERVATION TREATMENTS FOR THE LONG-TERM CARE, PRESERVATION, AND ACCESS OF 11 OBJECTS IN ITS COLLECTION. THE MUSEUM HOLDS APPROXIMATELY 670 OBJECTS ON DISPLAY AND OVER 16,000 LINEAR FEET OF MATERIALS IN STORAGE THAT DOCUMENT THE HISTORY OF D.C. PUBLIC EDUCATION FROM ITS INCEPTION IN 1804 TO THE PRESENT, INCLUDING INFORMATION RELATED TO THE INSTRUCTION OF AFRICAN AMERICAN STUDENTS. AFTER CONSERVATION TREATMENTS ARE COMPLETED, THE MATERIALS WILL BE DIGITIZED, REHOUSED, AND RETURNED TO THE MUSEUM FOR FUTURE USE IN MUSEUM EXHIBITION AND BY SCHOLARS OF D.C. HISTORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d452f253-2865-5b33-7c21-c85c6d9d11e6-R", "generated_internal_id": "ASST_NON_ST-252508-OMS-22_5950"}, {"internal_id": 139869203, "Award ID": "ST-251097-OMS-21", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE WOODLAWN CONSERVANCY WILL CONSERVE FIVE WORKS OF MEMORIAL ART DECORATING LATE 19TH CENTURY TOMBS LOCATED ON THE GROUNDS OF WOODLAWN CEMETERY. THE SELECTED MOSAICS, MADE OF TILE AND GLASS, WERE CREATED BY ARTISTS AND ARCHITECTS SUCH AS GIOVANNI MOROSINI, TIFFANY STUDIOS, MCKIM MEAD & WHITE ARCHITECTS, AND THE GUASTAVINO COMPANY. AN ARCHITECTURAL CONSERVATOR WILL SUPERVISE AND COORDINATE THE PROJECT WITH A TEAM OF GRADUATE STUDENTS FROM HISTORIC PRESERVATION PROGRAMS AND APPRENTICES FROM WOODLAWN'S BRIDGE TO CRAFTS CAREERS PROGRAM. ESTABLISHED IN 2015, THIS PROGRAM IS A COLLABORATIVE EFFORT WITH THE WORLD MONUMENTS FUND, THROUGH WHICH UNDERSERVED YOUTH (18-24) ARE TRAINED FOR CAREERS IN MASONRY RESTORATION. THE TEAM WILL ADDRESS MISSING TILES, DELAMINATION OF PANELS, AND THE REMOVAL OF EFFLORESCENCE FROM CERAMIC AND GLASS SURFACES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "28f91b5e-2f64-f683-c5ca-4fcf78f29a22-R", "generated_internal_id": "ASST_NON_ST-251097-OMS-21_5950"}, {"internal_id": 139869204, "Award ID": "ST-251096-OMS-21", "Award Amount": 241208.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE VERMONT DEPARTMENT OF BUILDING AND GENERAL SERVICES WILL CONSERVE SCULPTURE ON THE HIGHWAY, AN OUTDOOR COLLECTION OF SIXTEEN MONUMENTAL MARBLE AND CONCRETE SCULPTURES WHICH WERE CREATED AT TWO INTERNATIONAL SCULPTURE SYMPOSIA HELD IN VERMONT DURING THE SUMMERS OF 1968 AND 1971. THE SYMPOSIA, MODELED AFTER PREVIOUS EVENTS IN EUROPE, SOUTH AFRICA, AND THE MIDDLE EAST, BROUGHT ARTISTS FROM ALL OVER THE WORLD TO THE GREEN MOUNTAINS TO LIVE AND WORK TOGETHER IN AN OPEN STUDIO ENVIRONMENT. THE LARGE-SCALE WORKS WERE CREATED WITH BOTH NATIVE VERMONT MARBLE, AND ALSO FROM LOCALLY MANUFACTURED CONCRETE. THE PROJECT TEAM WILL CLEAN, REPAIR, AND STABILIZE EACH SCULPTURE, TO MITIGATE THE EFFECTS OF CONCRETE DETERIORATION INVOLVING INCLUDES CRACKING, SPALLING, WATER INFILTRATION, AND EXPOSED STEEL REINFORCEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "67a6e809-8ac0-4faa-f406-72b17a2eb335-C", "generated_internal_id": "ASST_NON_ST-251096-OMS-21_5950"}, {"internal_id": 139869205, "Award ID": "ST-251095-OMS-21", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE SOKAOGON CHIPPEWA COMMUNITY WILL HIRE AN ARCHIVIST AND A CULTURAL PRESERVATION ASSISTANT TO REHOUSE AND ORGANIZE THE COMMUNITY'S ARCHIVES IN A DESIGNATED COLLECTIONS STORAGE SPACE. THE PROJECT WILL INCLUDE THE PURCHASE OF PRESERVATION, STORAGE, AND DISPLAY SUPPLIES. THE COLLECTION OF OBJECTS, DOCUMENTS, PHOTOGRAPHS, AND RECORDINGS IN THE OJIBWA LANGUAGE, HOLDS BOTH ANCIENT AND CONTEMPORARY SIGNIFICANCE RELATING TO THE CULTURE OF THIS PEOPLE AND REFLECTS THE HISTORY OF TRIBAL FEDERAL RECOGNITION, ASPECTS OF TRIBAL CULTURE, AND LINGUISTIC KNOWLEDGE THAT IS IN DANGER OF BEING LOST DUE TO AN AGING ELDER POPULATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "47a80a74-2d26-009d-bb23-572db9f8d1e8-C", "generated_internal_id": "ASST_NON_ST-251095-OMS-21_5950"}, {"internal_id": 139869206, "Award ID": "ST-251094-OMS-21", "Award Amount": 150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "PISCATAWAY TOWNSHIP, WHICH OPERATES THE METLAR-BODINE HOUSE MUSEUM, WILL CONSERVE AND EVENTUALLY EXHIBIT THE ROSS HALL WALL, WHICH IS A C.1740 COLONIAL PARLOR WALL. PROJECT WORK WILL ADDRESS BOTH CONSERVATION AND RESTORATION OF THE ARTIFACT, INVOLVING TRANSPORTATION OF THE ARTIFACT FROM A CONSERVATION LABORATORY TO THE METLAR-BODINE HOUSE MUSEUM, WHERE INSTALLATION, EXHIBITION, AND INTERPRETATION WILL OCCUR IN A PURPOSE-BUILT EXHIBIT SPACE. THE PARLOR WALL IS THE SOLE SURVIVING ARCHITECTURAL ARTIFACT FROM ROSS HALL, AN AMERICAN-GEORGIAN MANOR HOUSE CONSTRUCTED AT RARITAN LANDING, PISCATAWAY, NJ. THE ROSS HALL WALL IS A TANGIBLE LINK TO THE RECOGNITION OF THE FOURTH OF JULY AS A NATIONAL HOLIDAY, DECREED BY GEORGE WASHINGTON IN 1778 AT ROSS HALL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "66523339-df87-f814-05ce-83cf82704934-C", "generated_internal_id": "ASST_NON_ST-251094-OMS-21_5950"}, {"internal_id": 139869207, "Award ID": "ST-251093-OMS-21", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "OPUS 40 WILL RESTORE AND REPAIR THE BLUESTONE SCULPTURE AT THE CENTER OF HARVEY FITE'S 55-ACRE SCULPTURE PARK, NESTLED IN THE CATSKILL MOUNTAINS. THE CENTRAL SCULPTURE AT OPUS 40, WHICH WAS BUILT OVER A 40-YEAR PERIOD, WAS FORMED ON THE FLOOR OF AN ABANDONED BLUESTONE QUARRY AND CONSISTS OF A SERIES OF UNDULATING RAMPS, PATHS, PLATFORMS, GROTTOS, POOLS, AND STAIRS ALL CONSTRUCTED FROM MILLIONS OF PIECES OF STONE FROM THE QUARRY OPERATION AND HELD IN PLACE WITH GRAVEL. THIS PROJECT MARKS THE FIRST COORDINATED RESTORATION OF THE SCULPTURE AND WILL ALSO INCLUDE THE CREATION OF A MAINTENANCE SCHEDULE AND OPERATIONS PLAN.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7500426f-b4f7-97e9-dbac-b220bc667714-R", "generated_internal_id": "ASST_NON_ST-251093-OMS-21_5950"}, {"internal_id": 139869208, "Award ID": "ST-251092-OMS-21", "Award Amount": 260000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE NEVADA NORTHERN RAILWAY FOUNDATION WILL IMPROVE THE LONG-TERM PRESERVATION OF ITS BUSINESS RECORDS. THE PROJECT TEAM WILL RENOVATE THE STORAGE SPACE HOUSING THE RECORDS OF THE RAILROAD, PRIMARILY THROUGH INSTALLATION OF COMPACT SHELVING, IN ADDITION TO ORGANIZING AND REHOUSING THE ARCHIVAL MATERIALS. THE COLLECTION INCLUDES CONDUCTOR'S REPORTS, PURCHASING AND ACCOUNTING LEDGERS, COMMISSARY RECORDS, DISPATCHER'S BOOKS, BLUEPRINTS, CORRESPONDENCE, ACCIDENT REPORTS, MAPS, AND TIMETABLES. THE COLLECTION REPRESENTS A COMPREHENSIVE RESOURCE FOR THE STUDY OF THE RAILROAD INDUSTRY IN THE U.S. IN THE TWENTIETH CENTURY, AS WELL AS THE STORIES OF THE INDIVIDUALS WHO WORKED FOR IT BY ENCOMPASSING THE WHOLE HISTORY OF THE NEVADA RAILROAD--FROM PLANNING TO TECHNOLOGICAL CHANGES TO ITS EVENTUAL DISSOLUTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a33812-4a6d-a4c4-c428-bfc73be36569-R", "generated_internal_id": "ASST_NON_ST-251092-OMS-21_5950"}, {"internal_id": 139869209, "Award ID": "ST-251091-OMS-21", "Award Amount": 52300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "MYSTIC SEAPORT MUSEUM WILL PRESERVE AND MAKE ACCESSIBLE THE NEWLY ACQUIRED WITHERILL OCEAN LINER COLLECTION, WHICH DOCUMENTS THE EVOLUTION OF OCEAN LINERS DURING A HEIGHTENED PERIOD OF IMMIGRATION TO THE UNITED STATES IN THE EARLY TO MID-TWENTIETH CENTURY. THE COLLECTION INCLUDES 7,500 PIECES OF DOCUMENTS, LETTERS, BROCHURES, AND OTHER EPHEMERA PERTAINING TO BROAD THEMES OF AMERICAN MARITIME HISTORY AND CULTURE, INCLUDING ACCOUNTS AND DOCUMENTS FROM THE TITANIC AND LUSITANIA DISASTERS. THE MATERIALS WILL BE REHOUSED IN PROPER INERT AND ACID-FREE CONTAINERS THAT WILL BE STORED IN THE MUSEUM'S PRIMARY COLLECTIONS VAULT. THE COLLECTION WILL ALSO BE DIGITIZED TO MINIMIZE FURTHER RISK, AND THE IMAGES WILL BE ACCESSIBLE ON THE MUSEUM'S WEBSITE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d2e77bba-7f6d-bc07-a9f3-7cb3e26aef16-C", "generated_internal_id": "ASST_NON_ST-251091-OMS-21_5950"}, {"internal_id": 139869210, "Award ID": "ST-251090-OMS-21", "Award Amount": 64900.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE LA MAMA EXPERIMENTAL THEATRE CLUB WILL CONTINUE AN ONGOING EFFORT TO PRESERVE AND DIGITIZE THEIR ARCHIVAL MATERIALS. THE COLLECTION CHRONICLES AN IMPORTANT AMERICAN LEGACY--THE ARTISTS, COMPANIES, AND HISTORIC PRODUCTIONS THAT FOUND A HOME AT LA MAMA AND HAVE HAD A LASTING INFLUENCE ON THE PERFORMING ARTIST LANDSCAPE IN THIS COUNTRY. THE PROJECT WILL FOCUS ON CATALOGUING AND DIGITIZING THE CORE COLLECTION MATERIALS THAT DOCUMENT THE OFF-OFF BROADWAY MOVEMENT AS IT DEVELOPED FROM 1991-2008 AND EXPAND ACCESS TO THESE MATERIALS THROUGH THE LA MAMA ARCHIVES DIGITAL COLLECTIONS PORTAL. NEW CATALOG RECORDS WILL DOCUMENT PAPER MATERIALS THAT COMPRISE THE COLLECTION OF PROGRAMS, FLYERS, POSTERS, PRODUCTION NOTES, AND PHOTOGRAPHS FROM THE COLLECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e161008c-dd13-b96f-1407-3c2ba143a119-C", "generated_internal_id": "ASST_NON_ST-251090-OMS-21_5950"}, {"internal_id": 139869211, "Award ID": "ST-251089-OMS-21", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE HOME PORT ALLIANCE FOR THE BATTLESHIP NEW JERSEY WILL REPLACE DAMAGED AND ROTTED SECTIONS OF THE VESSEL'S TEAK DECK. THE BATTLESHIP NEW JERSEY, WHICH WAS ON ACTIVE DUTY FROM 1943-2000, IS ONE OF THE MOST DECORATED MILITARY VESSELS IN UNITED STATES HISTORY AND SAW ACTIVE DUTY IN SEVERAL WARS AND OTHER MILITARY ENGAGEMENTS. THE RESTORATION PROJECT WILL MAINTAIN THE APPEARANCE OF THE ORIGINAL DESIGN AND PRESERVE THE STRUCTURAL STEEL UNDERNEATH, IMPROVING THE LONG-TERM CARE OF THE SHIP AND ENSURING SAFER SPACES FOR BOTH STAFF AND VISITORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "818470d9-262a-5d6c-c288-57f242ad643b-R", "generated_internal_id": "ASST_NON_ST-251089-OMS-21_5950"}, {"internal_id": 139869212, "Award ID": "ST-251088-OMS-21", "Award Amount": 29520.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE JOHN J. WILCOX, JR. ARCHIVES OF THE WILLIAM WAY LGBT COMMUNITY CENTER WILL PRESERVE DISPLAY BOARDS FROM FIVE HISTORICALLY SIGNIFICANT INFORMATION BOOTHS DESIGNED BY BARBARA GITTINGS (1932-2007), A PIONEERING LEADER OF THE GAY RIGHTS MOVEMENT IN THE UNITED STATES. FOUR EPHEMERAL BOOTHS WERE PART OF THE ANNUAL CONFERENCES OF THE AMERICAN PSYCHIATRIC ASSOCIATION AND THE AMERICAN LIBRARY ASSOCIATION (ALA) DURING THE 1970S AND WERE PRESENTED IN TANDEM WITH PANELS, PRESENTATIONS, AND ACTIVISM THAT HELPED SHAPED THE GAY RIGHTS MOVEMENT. A FIFTH BOOTH IS FROM A 2007 COMMEMORATIVE DISPLAY AT THE ALA. THE PROJECT WILL SUPPORT THE ASSESSMENT, STABILIZATION, AND PRESERVATION OF 36 DISPLAY BOARDS AND SIGNS FROM THESE BOOTHS FOR DIGITIZATION AND ARCHIVAL STORAGE AS WELL AS FUTURE HANDLING IN RESEARCH AND EXHIBITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ad46ed4e-edd0-c895-939a-e81062c6fbb6-R", "generated_internal_id": "ASST_NON_ST-251088-OMS-21_5950"}, {"internal_id": 139869213, "Award ID": "ST-251087-OMS-21", "Award Amount": 101673.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE FRIENDS OF THE TEXAS HISTORICAL COMMISSION WILL IMPROVE THE COLLECTIONS CARE AND INTELLECTUAL CONTROL OF ARCHAEOLOGICAL MATERIAL EXCAVATED FROM THE MISSION DOLORES STATE HISTORICAL SITE, WHICH SITS ATOP LAND WITH A 300-YEAR OCCUPATIONAL HISTORY DATING BACK TO THE FIRST QUARTER OF THE 18TH CENTURY. THE PROJECT TEAM WILL CONDUCT A COMPREHENSIVE INVENTORY AND ASSESSMENT OF EXISTING COLLECTIONS AND PROCESS AND REHOUSE EXCAVATED MATERIALS AND RECORDS. ADDITIONAL ACTIVITIES WILL INCLUDE DOCUMENTING, STABILIZING, AND/OR CONSERVING METALS ARTIFACTS THAT ARE CURRENTLY IN THE PROCESS OF ACTIVE DEGRADATION AND CONDUCTING FLOTATION AND MACRO-BOTANICAL/MICRO-BOTANICAL ANALYSIS ON UNANALYZED SOIL SAMPLES. THE PROJECT WILL EXPAND PUBLIC AND RESEARCH ACCESSIBILITY TO THE COLLECTIONS BY ENABLING SEARCH FUNCTIONALITY VIA COLLECTIONS MANAGEMENT SOFTWARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3ea97a9d-25c6-9df0-511c-187a75079777-C", "generated_internal_id": "ASST_NON_ST-251087-OMS-21_5950"}, {"internal_id": 139869214, "Award ID": "ST-251086-OMS-21", "Award Amount": 256364.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE FRIENDS OF HISTORIC SECOND CHURCH WILL CONTRACT WITH THREE CONSERVATION FIRMS TO CONDUCT TREATMENTS OF SEVERAL INTERIOR DESIGN ELEMENTS WITHIN THE SECOND PRESBYTERIAN CHURCH OF CHICAGO'S SANCTUARY. OBJECTS TO BE CONSERVED INCLUDE A LARGE 'TREE OF LIFE' MURAL SURROUNDED BY A PAINTED ARCH, A WOODEN FRAMEWORK SUPPORTING FOUR LIFE-SIZE ANGELS AND ARCHES, AND TWO METAL ORGAN SCREENS., THE PROJECT WILL INVOLVE EXTENSIVE CLEANING, AS WELL AS PAINT AND PLASTER STABILIZATION AND REPAIR, REWIRING OF THE LIGHT FIXTURES, AND REPAIRS TO THE ANGELS AND ORGAN SCREENS. THE CHURCH, AWARDED NATIONAL HISTORIC LANDMARK STATUS IN 2013, IS ONE OF THE EARLIEST, MOST COMPLETE AND INTACT NON-RESIDENTIAL EXPRESSIONS OF AMERICAN ARTS AND CRAFTS, DESIGNED BY CHICAGO ARCHITECT HOWARD VAN DOREN SHAW (1869-1926) WHO WORKED CLOSELY WITH MURALIST FREDERIC CLAY BARTLETT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "631b0f7b-f9b4-de00-b88e-9f21364f70cf-R", "generated_internal_id": "ASST_NON_ST-251086-OMS-21_5950"}, {"internal_id": 139869215, "Award ID": "ST-251085-OMS-21", "Award Amount": 59170.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE FRIENDS OF ALICE AUSTEN HOUSE WILL INCREASE PUBLIC ACCESS TO A PORTION OF THE PAPER-BASED COLLECTION LOCATED AT THE ALICE AUSTEN HOUSE MUSEUM ON STATEN ISLAND. THE PROJECT GOALS ARE TO HIGHLIGHT THE IMPORTANCE OF AUSTEN'S PHOTOGRAPHIC WORK AND EXPAND THE AVAILABLE HISTORICAL RECORD OF LGBTQ ARTISTS ACTIVE DURING THE LATE 19TH AND EARLY 20TH CENTURIES. THE PROJECT TEAM WILL INVENTORY, RE-ACCESSION, CATALOG, REHOUSE AND DIGITIZE A PORTION OF THE COLLECTION'S PAPER-BASED ARTIFACTS. THESE MATERIALS INCLUDE AN EXTENSIVE LETTER COLLECTION, VICTORIAN CALLING CARDS WHICH HIGHLIGHT SOCIAL CONVENTIONS OF THE TIME AND CONNECT TO THE KEY SUBJECTS IN AUSTEN'S PHOTOGRAPHS, AND NOTATED NEGATIVE SLEEVES OF AUSTEN'S WORK.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5a61bfcf-5ab8-d6ec-ee7c-30b4beecb311-R", "generated_internal_id": "ASST_NON_ST-251085-OMS-21_5950"}, {"internal_id": 139869216, "Award ID": "ST-251084-OMS-21", "Award Amount": 47950.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE DELAWARE AGRICULTURAL MUSEUM AND VILLAGE WILL REDESIGN AND RENOVATE ITS EXHIBIT GALLERY THAT DISPLAYS THE WORKS OF FOLK ARTIST, JEHU CAMPER. THE ARTIST'S PIECES OF WHITTLED WOOD DEPICT VARIOUS SCENES OF FARM AND VILLAGE LIFE AT THE TURN OF THE 20TH CENTURY IN DELAWARE AND INCLUDE IMAGES THAT ARE A BLEND OF REALITY AND FICTION, AND HISTORY AND ROMANCE. THE PROJECT WILL ALLOW THE ENTIRE JEHU CAMPER COLLECTION TO BE EXHIBITED. IN ADDITION TO REHABILITATING THE EXHIBIT SPACE AND CREATING DISPLAY CASES THAT WILL PROTECT THE COLLECTION, A VIRTUAL EXHIBIT WILL MAKE THESE UNIQUE WORKS MORE ACCESSIBLE TO THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "09efff61-308a-1236-7593-75890b9b323a-R", "generated_internal_id": "ASST_NON_ST-251084-OMS-21_5950"}, {"internal_id": 139869218, "Award ID": "ST-251083-OMS-21", "Award Amount": 406833.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE COLUMBIA RIVER MARITIME MUSEUM WILL REPAIR AND PRESERVE THE LIGHTSHIP COLUMBIA, WHICH WAS AN ACTIVE U. S. COAST GUARD LIGHTSHIP FROM 1951-1979 THAT SERVED THE PUBLIC BY FACILITATING THE SAFE PASSAGES OF THOUSANDS OF SHIPS ACROSS THE COLUMBIA RIVER BAR. DURING THE GRANT PERIOD, THE COLUMBIA WILL BE TOWED TO DRYDOCK AT A PORTLAND, OREGON SHIPYARD WHERE PRESERVATION ACTIVITIES WILL BE PERFORMED, INCLUDING INSTALLING MODERN BILGE PUMPS AND ALARMS; INSPECTING THE SHIP'S ELECTRICAL SYSTEM; REPLACING ALL ZINC ANODES; CONDUCTING MAINTENANCE ON THE FORE AND AFT CAPSTANS; AND REMOVING REMAINING REFRIGERANTS AND HYDRAULIC AND LUBRICATION OILS. IN ADDITION TO THIS WORK, THE PROJECT TEAM WILL INSPECT, CLEAN, SANDBLAST, REPAIR, AND REPAINT THE HULL, DECKS, SUPERSTRUCTURE, MASTS, FITTINGS, AND RIGGING. THE PROJECT WILL RESULT IN A VESSEL WHICH IS BOTH SAFE AS WELL AS HISTORICALLY ACCURATE AND VISUALLY APPEALING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OR", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cb06f939-1330-48b6-6ef0-8e27d2796398-R", "generated_internal_id": "ASST_NON_ST-251083-OMS-21_5950"}, {"internal_id": 139869219, "Award ID": "ST-251082-OMS-21", "Award Amount": 206933.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE DENVER MUSEUM OF NATURE AND SCIENCE WILL INVENTORY, PROCESS, AND CATALOG THE JONES-MILLER SITE, A PALEOINDIAN HELL GAP PERIOD (CA. 10,500-11,500 YEARS AGO) BISON KILL SITE. THE PROJECT TEAM WILL PRESERVE THE JONES-MILLER COLLECTION IN OPTIMAL STORAGE CONDITIONS TO MITIGATE PHYSICAL RISKS AND FULLY INVENTORY ITS CONTENTS. THE MUSEUM WILL ESTABLISH INTELLECTUAL CONTROL OF THE COLLECTION BY RE-ESTABLISHING PROVENIENCE CONTEXTS AND THROUGH CONSULTATION WITH SUBJECT MATTER EXPERTS AND TRIBAL LIAISONS AS NEEDED. THE REVIEW AND EDITING OF EXISTING WRITTEN MATERIALS WILL BUILD A FOUNDATION FOR THE PUBLICATION OF A NEW MANUSCRIPT ABOUT THIS COLLECTION SO THAT IT CAN BE ACCESSED BY RESEARCHERS AND ITS STORY SHARED WITH THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e3df6790-2c7d-75e7-eba6-c9816c490f6c-C", "generated_internal_id": "ASST_NON_ST-251082-OMS-21_5950"}, {"internal_id": 139869220, "Award ID": "ST-251081-OMS-21", "Award Amount": 129550.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "CLEMSON UNIVERSITY WILL CONSERVE THE REMAINS OF AN APPROXIMATELY 4,200-YEAR-OLD NATIVE AMERICAN DUGOUT CANOE, KNOWN AS THE COOPER RIVER CANOE, OR THE MCBRIDE CANOE. THE FIRST STAGE OF THE PROJECT WILL INVOLVE A CONSULTATION EVENT IN WHICH REPRESENTATIVES FROM NATIVE AMERICAN TRIBES AND ORGANIZATIONS IN SOUTH CAROLINA WILL CONVENE TO EXAMINE THE CANOE, HEAR THE CONSERVATION PLAN DESCRIBED IN DETAIL BY PROJECT STAFF, AND PROVIDE FEEDBACK ON THE PLAN. FOLLOWING THIS CONSULTATION EVENT, THE PROJECT TEAM WILL IMPLEMENT ALL AGREED-UPON MODIFICATIONS TO THE CONSERVATION AND COMMUNICATION PLAN, AND THE DOCUMENTATION AND ACTIVE TREATMENT OF THE CANOE WILL BEGIN. UPON COMPLETION OF THE CANOE'S CONSERVATION TREATMENT, NATIVE AMERICAN REPRESENTATIVES WILL VIEW THE CANOE, HEAR A SUMMARY OF THE TREATMENT, DOCUMENTATION AND RESEARCH, AND DISCUSS APPROPRIATE WAYS TO HOUSE AND DISPLAY THE CANOE IN THE FUTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d9bc8cd0-a609-2c54-2320-7e0a7c6a9a49-C", "generated_internal_id": "ASST_NON_ST-251081-OMS-21_5950"}, {"internal_id": 139869221, "Award ID": "ST-251080-OMS-21", "Award Amount": 249495.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE MUNICIPAL ARCHIVES DIVISION OF THE CITY OF NEW YORK'S DEPARTMENT OF RECORDS AND INFORMATION SERVICES WILL CONSERVE APPROXIMATELY 2,240 DRAWINGS DETAILING THE DESIGN, CONSTRUCTION, AND SUBSEQUENT ALTERATIONS OF THE BROOKLYN BRIDGE. THE COLLECTION OF DRAWINGS DATES FROM 1867 -1950, WITH NEARLY 10,000 ITEMS THAT INCLUDE WATERCOLOR, GRAPHITE, PEN AND INK, AS WELL AS PHOTO-REPRODUCTIONS. THE PROJECT WILL IMPLEMENT MUCH-NEEDED REPAIRS AND STABILIZATION TREATMENTS FOR THESE MATERIALS, IMPROVING THEIR ACCESSIBILITY TO RESEARCHERS, AND ALSO SUPPORTING FUTURE EFFORTS TO FULLY DIGITIZE THE COLLECTION. THE PROJECT ALSO INCLUDES THE PURCHASE AND INSTALLATION OF CUSTOM SHELVING AND FLAT FILES FOR STORAGE OF OVERSIZED DRAWINGS IN THE COLLECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fbe69686-ad10-f4f4-d828-217b1d54d6a6-C", "generated_internal_id": "ASST_NON_ST-251080-OMS-21_5950"}, {"internal_id": 139869217, "Award ID": "ST-251079-OMS-21", "Award Amount": 352500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE CENTER FOR JEWISH HISTORY AND THE AMERICAN JEWISH HISTORICAL SOCIETY WILL DIGITIZE THE BARON DE HIRSCH FUND RECORDS. FOUNDED IN 1891 TO SUPPORT JEWISH REFUGEES FLEEING POGROMS AND ABJECT POVERTY IN RUSSIA, THE BARON DE HIRSCH FUND TRAINED IMMIGRANTS IN FARMING AND TRADES AND PROVIDED FINANCIAL SUPPORT FOR EVERYTHING FROM MEETING NEW ARRIVALS AT PORTS OF ENTRY AND TEACHING ENGLISH LANGUAGE CLASSES TO ASSISTING WITH FARM MORTGAGES. THE 109-LINEAR-FOOT ARCHIVAL COLLECTION IS CLOSE TO BEING RENDERED INACCESSIBLE DUE TO MULTIPLE THREATS. THE ORIGINAL MATERIALS ARE TOO BRITTLE FOR RESEARCHERS TO TOUCH; MICROFILM MADE OF THE COLLECTION HAS POOR IMAGE QUALITY AND IS DETERIORATING; AND A CRITICAL MASS OF COMBUSTIBLE NITRATE-BASED NEGATIVES WERE DISCOVERED IN THE COLLECTION IN 2019.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e34dc047-517c-2f79-3fb1-30fda10bbae8-R", "generated_internal_id": "ASST_NON_ST-251079-OMS-21_5950"}, {"internal_id": 139869222, "Award ID": "ST-251078-OMS-21", "Award Amount": 499112.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE BUFFALO NAVAL PARK COMMITTEE, WHICH OPERATES THE BUFFALO & ERIE COUNTY NAVAL AND MILITARY PARK, WILL IMPLEMENT HULL REPAIRS TO THE DESTROYER USS THE SULLIVANS, RE-NAMED TO HONOR THE FIVE SULLIVAN BROTHERS WHO DIED ABOARD THE USS JUNEAU IN NOVEMBER 1942. THE HULL HAS BEEN WEAKENED FROM COMBAT ACTION DURING ACTIVE SERVICE, DEBRIS FLOATING DOWNSTREAM FROM THE BUFFALO RIVER, AND THE AGING PROCESS WHILE RETIRED FROM ACTIVE DUTY. STEPS TO MITIGATE THIS DAMAGE INCLUDE APPLYING AN UNDERWATER HULL COATING SYSTEM, INSTALLING A CATHODIC PROTECTION SYSTEM, AND IMPLEMENTING A REGULAR INSPECTION AND MAINTENANCE SCHEDULE. ONCE COMPLETED, THE PROJECT WILL OFFER OPTIMAL CORROSION PROTECTION AND INCREASED STRUCTURAL INTEGRITY OF THE VESSEL'S HULL.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4169cc97-09c0-0162-9125-7ca31566162f-R", "generated_internal_id": "ASST_NON_ST-251078-OMS-21_5950"}, {"internal_id": 139869223, "Award ID": "ST-251077-OMS-21", "Award Amount": 90720.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE BLUE HILL OBSERVATORY (BHO) WILL DIGITIZE 120 RECORD BOOKS OF THE CONTINUOUS HISTORY OF THE BLUE HILL METEOROLOGICAL OBSERVATORY, A NATIONAL HISTORIC LANDMARK THAT PLAYED A PIVOTAL ROLE IN THE DEVELOPMENT OF METEOROLOGY IN THE NINETEENTH AND TWENTIETH CENTURIES. THESE HANDWRITTEN OBSERVATIONAL DATA, ONE OF THE OLDEST CONTINUOUS CLIMATE MONITORING SYSTEMS IN THE UNITED STATES, HAVE BEEN RECORDED IN BOUND JOURNALS SINCE 1885 AND ARE AN INTEGRAL PART OF THE BHO'S HISTORY, MISSION, AND INFRASTRUCTURE. DIGITIZATION WILL PRESERVE THESE VOLUMES AS WELL AS ALLOW EASIER ACCESS TO THIS DATA, WHICH IS RELATED TO INSTRUMENTATION, DAILY WEATHER CONDITIONS, ATMOSPHERIC SOUNDING EFFORTS, AND CONTEMPORARY HISTORIC EVENTS. A REGIONAL CONSERVATION CENTER WILL UNDERTAKE DIGITIZATION AND CONSERVATION WORK IN TANDEM, CREATING FAITHFUL DIGITAL SURROGATES WHILE ALSO CONSTRUCTING ARCHIVAL STORAGE FOR EACH VOLUME.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3d0eb056-5c4b-012e-8758-98742adafcae-C", "generated_internal_id": "ASST_NON_ST-251077-OMS-21_5950"}, {"internal_id": 139869202, "Award ID": "ST-251076-OMS-21", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE BATTLESHIP TEXAS FOUNDATION WILL REPAIR ADVANCED LEVELS OF DETERIORATION FOUND IN THE SUPERSTRUCTURE OF BATTLESHIP TEXAS. WHILE IN COMMISSION FROM 1914-1946, BATTLESHIP TEXAS WAS INFLUENTIAL IN MANY PIVOTAL EVENTS IN AMERICAN HISTORY, HAVING SERVED IN BOTH WORLD WAR I AND WORLD WAR II, AND SHE IS THE LAST SURVIVING DREADNOUGHT-TYPE BATTLESHIP. SPECIFIC AREAS OF THE SHIP THAT ARE THE FOCUS OF THIS PROJECT ARE THE AFT FIRE CONTROL TOWER, MAINMAST, SMOKESTACK, AND FOREMAST. COMPLETING THESE RESTORATION TASKS WILL ELIMINATE THE THREAT OF STRUCTURAL FAILURE IN PARTS OF THE SUPERSTRUCTURE, PREVENTING FURTHER DAMAGE AND LOSS OF HISTORIC FABRIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36fb4b51-a1aa-002b-d5a6-7ad8372b528c-R", "generated_internal_id": "ASST_NON_ST-251076-OMS-21_5950"}, {"internal_id": 139869224, "Award ID": "ST-251075-OMS-21", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE B&O RAILROAD MUSEUM WILL UNDERTAKE A 36-MONTH PROJECT TO RESTORE AND INTERPRET ITS NO. 3316 'WASHINGTON' TAVERN-OBSERVATION CAR BUILT BY THE PULLMAN COMPANY IN 1949. THIS PROJECT WILL INCLUDE A CONSERVED AND STABILIZED EXTERIOR FOR PUBLIC VIEW AND A CONSERVED, STABILIZED, AND RESTORED INTERIOR FOR PUBLIC ACCESS. THE PROJECT WILL PROVIDE A UNIQUE OPPORTUNITY TO BOARD AND GO INSIDE THE CAR AND AN INTERPRETIVE SPACE TO EXPLORE THE IMPACT OF STREAMLINER RAILROADING ON EVERYDAY AMERICANS. NEW EDUCATIONAL OFFERINGS WILL PROVIDE FURTHER INTERPRETIVE INFORMATION ABOUT THE RAILROAD CAR, PARTICULARLY IN THE CONTEXT OF AFRICAN AMERICAN CONTRIBUTIONS TO AND EXPERIENCES WITH RAILROADING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e9ecd3aa-f144-46c6-9750-c735b4153a0a-C", "generated_internal_id": "ASST_NON_ST-251075-OMS-21_5950"}, {"internal_id": 139869225, "Award ID": "ST-251074-OMS-21", "Award Amount": 291109.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-10", "CFDA Number": "15.929", "Description": "THE MISSISSIPPI DEPARTMENT OF ARCHIVES AND HISTORY WILL PRESERVE ITS ARCHAEOLOGICAL COLLECTIONS, WHICH REPRESENT OVER 14,000 YEARS OF THE STATE'S PAST. THE DEPARTMENT WILL RELOCATE ALL OFFSITE ARTIFACTS TO A NEW STORAGE FACILITY AND CATALOG THE COLLECTIONS FROM THE MISSISSIPPI RIVER DELTA REGION-WHICH IS ESTIMATED TO INCLUDE OBJECTS FROM OVER 500 SITES. THE PROJECT DESIGN WILL ENHANCE COLLECTIONS DOCUMENTATION BY INCORPORATING NATIVE AMERICAN PERSPECTIVES ON THE OBJECTS' CULTURAL USES. THE PROJECT TEAM WILL PREPARE THE COLLECTIONS FOR CURATION BY REHOUSING ALL ARTIFACTS AND RECORDS, AND EXPAND TRIBAL, PUBLIC, AND INSTITUTIONAL ACCESS TO THE COLLECTIONS TO SHARE STORIES FOCUSED ON MISSISSIPPI'S HISTORY AND CULTURE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2222a40d-06b8-1d23-ac7a-3564eb39aa42-C", "generated_internal_id": "ASST_NON_ST-251074-OMS-21_5950"}, {"internal_id": 109250147, "Award ID": "ST-248589-OMS-20", "Award Amount": 119433.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE YIVO INSTITUTE FOR JEWISH RESEARCH WILL USE FUNDS TO SUPPORT THE ARRANGEMENT, DESCRIPTION, AND DIGITIZATION OF FOUR ARCHIVAL COLLECTIONS THAT ARE PART OF THE LARGER EDWARD BLANK YIVO VILNA ONLINE COLLECTIONS PROJECT (EBYVOC), AN INTERNATIONAL PRESERVATION AND ACCESS PROJECT. THESE THEATER AND MUSIC COLLECTIONS ARE IMPORTANT, YET LITTLE KNOWN, RESOURCES FOR THE STUDY AND EXPLORATION OF NOT ONLY MODERN JEWISH CULTURE AND AMERICAN JEWISH IMMIGRANT CULTURE, BUT ALSO OF AMERICAN THEATER AND POPULAR CULTURE.  THE COLLECTIONS INCLUDE 1) THE ESTHER RACHEL KAMINSKA YIDDISH THEATER MUSEUM COLLECTION 2) THE MUSIC COLLECTION, 3) THE ABRAHAM MOSHE BERNSTEIN PAPERS,  4) JEWISH MUSIC SOCIETIES COLLECTION. THE PROJECT WILL BE MATCHED WITH 122,983.00 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5506616e-257b-96c7-3919-5016dc34e384-R", "generated_internal_id": "ASST_NON_ST-248589-OMS-20_5950"}, {"internal_id": 109250148, "Award ID": "ST-248588-OMS-20", "Award Amount": 74464.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "UTAH STATE UNIVERSITY WILL USE THE FUNDS TO IMPROVE THE MANAGEMENT, CARE, AND PRESERVATION OF AND ACCESS TO THE KELLER COLLECTION, CONSISTING OF 2,615 ARCHAEOLOGICAL OBJECTS FROM SAN JUAN COUNTY, UTAH, KNOWN TO REPRESENT AT LEAST 15 DOCUMENTED SITE LOCATIONS SPANNING BASKETMAKER THROUGH ANCESTRAL PUEBLO PERIODS (~500 BCE ? 1300 CE). THE COLLECTION CONSISTS OF LITHICS AND CERAMIC ARTIFACTS AS WELL AS SEEDS, MAIZE, CORDAGE, TUBERS, PLANT FIBERS, CLOTHING, BASKETRY, AND FAUNAL MATERIALS. DURING THE INITIAL PHASE OF THE PROJECT, THE MUSEUM WILL WORK WITH TRIBAL REPRESENTATIVES TO DEVELOP PROTOCOLS FOR THE CARE AND ACCESSIBILITY OF THE COLLECTION. ONCE POLICIES AND PROCEDURES ARE IN PLACE, THE PROJECT WILL LINK ARCHIVAL DOCUMENTS AND PHOTOGRAPHS WITH ARTIFACTS, CREATE FULL ACCESSION RECORDS, PREPARE CONDITION REPORTS, EXECUTE CONSERVATION TREATMENTS, REHOUSE, DIGITIZE, AND PLACE THE MATERIALS MUSEUM-QUALITY STORAGE CABINETRY. THE PROJECT WILL BE MATCHED WITH $75,112 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "UT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d345a8ea-b0ac-7e5d-b949-6507917f2140-C", "generated_internal_id": "ASST_NON_ST-248588-OMS-20_5950"}, {"internal_id": 109250149, "Award ID": "ST-248587-OMS-20", "Award Amount": 445327.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE UNIVERSITY OF KENTUCKY WILL USE THE FUNDS TO IMPROVE ENVIRONMENTAL CONDITIONS OF THE 10,250 SQ FT COLLECTIONS STORAGE AREA OF THE WILLIAM S. WEBB MUSEUM OF ANTHROPOLOGY. THE MUSEUM HOUSES A WORLD-RENOWNED ARCHAEOLOGICAL COLLECTION DOCUMENTING KENTUCKY?S CULTURAL PAST FROM MORE THAN 254 PROPERTIES LISTED ON THE NATIONAL REGISTER OF HISTORIC PLACES, INCLUDING NATIVE AMERICAN, REVOLUTIONARY WAR-, AND CIVIL WAR-ERA SITES. THE IMPROVEMENTS WILL ENSURE THE PRESERVATION OF THESE SIGNIFICANT COLLECTIONS FOR FUTURE SCHOLARLY RESEARCH AND THE MUTUAL BENEFIT OF ALL CITIZENS INTERESTED IN CULTURAL HERITAGE. THE PROJECT WILL BE MATCHED WITH $445,327 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c477975b-68db-c3dc-4a79-b95cb9f6ab3e-C", "generated_internal_id": "ASST_NON_ST-248587-OMS-20_5950"}, {"internal_id": 109250150, "Award ID": "ST-248586-OMS-20", "Award Amount": 115237.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE UNIVERSITY OF ILLINOIS RARE BOOKS AND MANUSCRIPT LIBRARY WILL USE FUNDS TO STABILIZE, CLEAN, SELECTIVELY REPAIR, AND DIGITIZE THE GWENDOLYN BROOKS PAPERS. THE COLLECTION CONSISTS OF MORE THAN 500 BOXES FILLED WITH MANUSCRIPTS, DRAFTS, CORRESPONDENCE, SCRAPBOOKS, CLIPPINGS, RECORDINGS, PHOTOGRAPHS, AWARDS, ARTIFACTS, NOTEBOOKS FULL OF PERSONAL NOTES AND LISTS, AND SEVERAL HOMEMADE CHAPBOOKS OF HANDWRITTEN EARLY POETRY. GWENDOLYN BROOKS (1917-2000) WAS A POET AND TEACHER WHO IS WIDELY RECOGNIZED AS ONE OF THE GREATEST AMERICAN POETS OF THE 20TH CENTURY. EVEN AS HER OWN FAME AND ACCOLADES GREW, BROOKS REMAINED COMMITTED TO SUPPORTING YOUNG WRITERS IN HER COMMUNITY AND WAS A LEADER IN THE BLACK ARTS MOVEMENT IN CHICAGO IN THE 1960S AND BEYOND. THE PROJECT WILL BE MATCHED WITH $117,952 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_ST-248586-OMS-20_5950"}, {"internal_id": 109250151, "Award ID": "ST-248585-OMS-20", "Award Amount": 157758.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE WYOMING DEPARTMENT OF STATE PARKS AND CULTURAL RESOURCES WILL USE THE FUNDS TO IMPROVE PRESERVATION OF AND EXPAND ACCESS TO THE COLLECTIONS ASSOCIATED WITH THE VORE BUFFALO JUMP ARCHAEOLOGICAL SITE, USED BY NORTHWESTERN PLAINS TRIBES AS A BISON TRAP FROM ABOUT 1550 CE TO THE LATE 1700S. THE COLLECTIONS FROM THIS SITE COMPRISE SOME 23,000 FAUNAL REMAINS AND LITHIC ARTIFACTS, WHICH HAVE BEEN CORE TO CROSS-DISCIPLINARY STUDIES OF THIS HUNTING TECHNIQUE IN ARCHAEOLOGY, GEOLOGY, AND BIOLOGY. THE PROJECT WILL ADDRESS ISSUES OF COLLECTIONS MANAGEMENT, CARE, PRESERVATION, AND ACCESS BY CLEANING, CATALOGING, ASSESSING CONDITIONS OF, CREATING PROPER STORAGE MOUNTS FOR, AND REHOUSING ARTIFACTS CREATING 2D AND 3D HIGH-RESOLUTION IMAGES OF SIGNIFICANT AND DIAGNOSTIC MATERIALS REORGANIZING AND DIGITIZING ARCHIVAL RECORDS LINKING RECORDS TO ARTIFACTS AND SPECIMENS AND MAKING IMAGES AND INFORMATION AVAILABLE ELECTRONICALLY THROUGH A TIERED ACCESS SYSTEM, REFLECTING TRIBAL AND STAKEHOLDER CONSULTATION. THE PROJECT WILL BE MATCHED WITH $158,403 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0773b8d4-0edf-a9db-0e44-cfbb6b9bb545-C", "generated_internal_id": "ASST_NON_ST-248585-OMS-20_5950"}, {"internal_id": 109250152, "Award ID": "ST-248584-OMS-20", "Award Amount": 443500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE RUTGERS-NEWARK INSTITUTE OF JAZZ STUDIES WILL USE FUNDS TO IMPROVE THE PHYSICAL CONDITION ? INCLUDING CONSERVATION, RE-HOUSING, AND THE INSTALLATION OF STORAGE FIXTURES ? OF THE WILLIAM ?COUNT? AND CATHERINE BASIE PAPERS. THIS IS THE ONLY COLLECTION WITH PROVENANCE TRACING DIRECTLY TO THE BASIE FAMILY THAT THOROUGHLY DOCUMENTS HIS LIFE AND CAREER, AND INCLUDES ALL OF THEIR EXTANT PERSONAL AND PROFESSIONAL PAPERS AND PHOTOGRAPHS, MOVING IMAGE AND AUDIO RECORDINGS WITH UNIQUE AND PREVIOUSLY UNRELEASED CONTENT, SOUVENIRS AND EPHEMERA, LIBRARY, ARTWORK, SELECT HOME FURNISHINGS, AS WELL AS COUNT BASIE?S WARDROBE AND ACCESSORIES, AWARDS, AND HONORS. WILLIAM ?COUNT? BASIE (1904-1984) IS WIDELY RECOGNIZED AS ONE OF THE PIONEERS OF JAZZ WHO HELPED TO DEFINE BIG BAND STYLES IN THE 1920S AND 1930S. HE IS ALSO CREDITED WITH HELPING TO LAY THE FOUNDATION FOR ROCK-N-ROLL AND AMERICAN POPULAR MUSIC IN THE POST-WWII YEARS. THE PROJECT WILL PRESERVE THE COLLECTION AND ENSURE THAT ITS CONTENTS ARE RESTORED TO EXHIBITION QUALITY AND SUITABLE FOR PUBLIC USE. IT WILL BE MATCHED BY $446,890 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "40b29060-ce53-5be1-7feb-69ede5d1394f-C", "generated_internal_id": "ASST_NON_ST-248584-OMS-20_5950"}, {"internal_id": 109250153, "Award ID": "ST-248583-OMS-20", "Award Amount": 121182.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE NATIONAL BUILDING MUSEUM WILL USE FUNDS TO PRESERVE THE WURTS BROTHERS COMPANY PHOTOGRAPHIC COLLECTION. THESE DETAILED IMAGES, FROM ONE OF AMERICA?S FIRST ARCHITECTURAL PHOTOGRAPHY STUDIOS, TELL AN UNPARALLELED STORY ABOUT AMERICAN ARCHITECTURE, BUILDING, AND ECONOMIC EXPANSION DURING THE FIRST HALF OF THE TWENTIETH CENTURY. FOR ALMOST A HUNDRED YEARS, THE WURTS BROTHERS COMPANY, BASED IN NEW YORK CITY, DOCUMENTED ARCHITECTURE AND BUILDINGS ACROSS THE UNITED STATES.  THE PROJECT INCLUDES A CONSERVATION ASSESSMENT A PRIORITIZED CONSERVATION PLAN STABILIZATION, CONSERVATION, REHOUSING AND DIGITIZATION OF THE COLLECTION, ALL OF WHICH WILL IMPROVE PUBLIC ACCESS.  THE PROJECT WILL BE MATCHED WITH $121,184 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6ae60410-1ee7-d229-f101-e707bfe9f871-C", "generated_internal_id": "ASST_NON_ST-248583-OMS-20_5950"}, {"internal_id": 109250154, "Award ID": "ST-248582-OMS-20", "Award Amount": 102000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE MYSTIC SEAPORT MUSEUM WILL USE THE FUNDS TO HIRE A PROJECT ARCHIVIST TO APPRAISE, DESCRIBE, AND DIGITIZE SELECT ITEMS FROM THE CURATORIAL RECORDS OF AMERICA?S LARGEST MARITIME MUSEUM.  THE RECORDS DOCUMENT THE MUSEUM?S HOLDINGS OF MORE THAN 200,000 OBJECTS, INCLUDING FIGUREHEADS, SHIP MODELS, PAINTINGS, PRINTS, TOOLS ASSOCIATED WITH THE MARITIME TRADES, NAUTICAL INSTRUMENTS, FISHING AND WHALING GEAR, ADVERTISING, AND PRINTED EPHEMERA, AS WELL AS A COLLECTION OF 500 WATERCRAFT, INCLUDING FOUR NATIONAL HISTORIC LANDMARK VESSELS.  PRESERVATION OF THE CURATORIAL RECORDS WILL SUPPORT RESEARCH AND PUBLIC PROGRAMMING EFFORTS AT THE MUSEUM.  THE PROJECT WILL BE MATCHED WITH $103,246 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d2e77bba-7f6d-bc07-a9f3-7cb3e26aef16-C", "generated_internal_id": "ASST_NON_ST-248582-OMS-20_5950"}, {"internal_id": 109250155, "Award ID": "ST-248581-OMS-20", "Award Amount": 120875.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE MARYLAND HISTORICAL SOCIETY WILL USE FUNDS TO SUPPORT THE CONSERVATION OF ITS UNIQUE AND SEVERELY DETERIORATED DAGUERREOTYPE COLLECTION OF MORE THAN 300 PHOTOGRAPHS. THE COLLECTION REPRESENTS BALTIMORE'S MAJOR INNOVATION IN THE EARLY AMERICAN PHOTOGRAPHY INDUSTRY AS WELL UNIQUE SCENES IN THE BURGEONING CITY OF THE 19TH CENTURY. EXCEPTIONALLY RARE EXAMPLES INCLUDE AFRICAN AMERICAN PORTRAITS AND UNIQUE LANDSCAPE VIEWS OF BALTIMORE. THE CONSERVED COLLECTION WILL BE PROMOTED ON A NEW WEBSITE, PUBLICATIONS, AND OTHER MEDIUMS THAT WILL MAKE THIS COLLECTION AND THE UNDER-APPRECIATED ROLE OF BALTIMORE IN THE EARLY AMERICAN PHOTOGRAPHY INDUSTRY MORE PROMINENT AND ACCESSIBLE THAN EVER BEFORE. THE PROJECT WILL BE MATCHED WITH $124,142 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c62d9d9f-de10-f268-fa57-48dad9eac430-R", "generated_internal_id": "ASST_NON_ST-248581-OMS-20_5950"}, {"internal_id": 109250156, "Award ID": "ST-248580-OMS-20", "Award Amount": 120887.74, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE HISTORIC ST. MARY'S CITY COMMISSION WILL USE THE FUNDS TO HIRE A CONSERVATION ASSISTANT TO TREAT HIGH-PRIORITY MATERIALS RECOVERED THROUGH ARCHAEOLOGICAL EXCAVATIONS FROM RELIGIOUS, ECONOMIC, GOVERNMENTAL, AND RESIDENTIAL SITES WITHIN HISTORIC ST. MARY?S CITY, A NATIONAL HISTORIC LANDMARK THAT COMMEMORATES THE FOUNDING OF MARYLAND. THE MATERIALS INCLUDE IRON, COPPER, LEAD, WHITE METALS, COMPOSITE MATERIALS, AND ORGANICS. ONCE TREATED, THE ARTIFACTS WILL BE PROPERLY PACKAGED AND PLACED IN A DEDICATED AND ENVIRONMENTALLY APPROPRIATELY STORAGE AREA, READY FOR INCORPORATION INTO FUTURE EXHIBITIONS AND USE BY RESEARCHERS. THE PROJECT WILL BE MATCHED WITH $146,026 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MD", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "42c67927-4897-61fe-6122-88493ed82b99-R", "generated_internal_id": "ASST_NON_ST-248580-OMS-20_5950"}, {"internal_id": 109250157, "Award ID": "ST-248579-OMS-20", "Award Amount": 249898.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "HAMPTON UNIVERSITY ARCHIVES WILL USE THE FUNDS TO CONSERVE AND DIGITIZE THE LETTER BOOKS OF SAMUEL CHAPMAN ARMSTRONG, A UNION ARMY GENERAL WHO SERVED AS THE FIRST PRESIDENT OF THE SCHOOL, AS WELL AS TWO ON-SITE WORKSHOPS TO ASSIST IN DEVELOPING A PLAN FOR DIGITAL PRESERVATION. THE LETTER BOOKS PROVIDE INSIGHT INTO EDUCATIONAL EXPERIENCES OF AFRICAN AMERICANS AND NATIVE AMERICANS DURING RECONSTRUCTION AND INCLUDE CHAPMAN?S HANDWRITTEN AND TYPED CORRESPONDENCE REGARDING THE ESTABLISHMENT OF HAMPTON NORMAL AND AGRICULTURAL INSTITUTE, AS IT WAS KNOWN IN 1868, ITS EDUCATIONAL DESIGN, AND ADMINISTRATION. THE PROJECT WILL BE MATCHED WITH $249,898 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6c20816-5aa0-c550-45ff-059896aef86a-C", "generated_internal_id": "ASST_NON_ST-248579-OMS-20_5950"}, {"internal_id": 109250158, "Award ID": "ST-248578-OMS-20", "Award Amount": 130453.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE HARBOR HISTORY MUSEUM WILL USE THE FUNDS TOWARD THE CONSERVATION OF THE 1925 SHENANDOAH, ONE OF THE LAST REMAINING WOOD-HULLED PURSE SEINERS BUILT AND FISHED IN WASHINGTON STATE. BUILT BY THE SKANSIE BROTHERS SHIP BUILDING COMPANY, THE BOAT IS THE PRODUCT OF A DEEP-FISHING AND BOAT-BUILDING TRADITION BROUGHT TO PUGET SOUND BY CROATIAN IMMIGRANTS. ITS LAST TWO DECADES ON THE SALMON BANKS ALSO MARKED A SIGNIFICANT PERIOD IN WOMEN?S HISTORY AS WOMEN BEGAN TO SERVE AS CREW AND CAPTAINS IN THE NORTHWEST FISHING FLEET. THE PROJECT WILL CONSERVE THE DECK HOUSE AND THE FLY BRIDGE AND WILL REPLICATE THE DAMAGED ORIGINAL MAST. THE FULLY RESTORED SHENANDOAH WILL BE PLACED ON DISPLAY IN THE MUSEUM?S NEW MARITIME GALLERY SLATED TO OPEN IN 2025 AS AN INTEGRAL PART OF THE MUSEUM?S ROLE AS MEMORY KEEPERS FOR FISHING-FOCUSED WAY OF LIFE IN THE PUGET SOUND / SALISH SEA AREA. THE PROJECT WILL BE MATCHED WITH $130,638 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "60c8cf77-6ac6-17f7-3e2b-924c8e6d8f9d-R", "generated_internal_id": "ASST_NON_ST-248578-OMS-20_5950"}, {"internal_id": 109250159, "Award ID": "ST-248577-OMS-20", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE FREE LIBRARY OF PHILADELPHIA FOUNDATION WILL USE FUNDS TOWARDS THE CONSERVATION TREATMENT OF 7-12 VULNERABLE MANUSCRIPTS AND PAINTINGS FROM THE ISLAMIC COLLECTION, DATED FROM THE 10TH CENTURY TO THE PRESENT. AS PART OF THE UPCOMING MAJOR ENGAGEMENT AND EXHIBITION PROJECT \"MANUSCRIPTS OF THE MUSLIM WORLD,\" THE FREE LIBRARY'S NATIONALLY SIGNIFICANT COLLECTIONS OF ISLAMIC ART, WHICH INCLUDES 200 MANUSCRIPT BOOKS AND 1,200 WORKS ON PAPER, WILL BE UNITED WITH CONTEMPORARY ART AND CRAFT PRODUCED BY RESIDENTS OF PHILADELPHIA. THE COLLECTION REPRESENTS A RANGE OF HUMANISTIC AND SCIENTIFIC DISCIPLINES AND IS FOCUSED ON NOT ONLY ON THE SIGNIFICANCE AND PRESERVATION OF THE OBJECTS, BUT ALSO INCLUDES A COMMITMENT TO COMMUNITY ENGAGEMENT AND OUTREACH. THE PROJECT WILL BE MATCHED WITH $100,000 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7d555227-e4bc-93a5-8c66-3fa311c3d5c1-C", "generated_internal_id": "ASST_NON_ST-248577-OMS-20_5950"}, {"internal_id": 109250160, "Award ID": "ST-248576-OMS-20", "Award Amount": 83137.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE GLADYS MARCUS LIBRARY AT THE FASHION INSTITUTE OF TECHNOLOGY WILL USE FUNDS TO ADDRESS THE MICRO-PRESERVATION NEEDS OF THE ARCHIVES OF THREE PIVOTAL GARMENT DISTRICT FIRMS: DAVIDOW INC. (1880-1973) A. BELLER  COMPANY (1915-1931) AND MONTE-SANO  PRUZAN (1915-1969). THESE THREE COLLECTIONS, WHICH INCLUDE FASHION SKETCHES, ILLUSTRATIONS, OR CROQUIS (WORKING SKETCHES OF LIVE MODELS), REPRESENT THE FIRMS AT THE PINNACLE OF THEIR SPECIALIZATION: BELLER, FOR ITS SUCCESSFUL WWI-ERA TRANSITION, INTRODUCING FRENCH-INSPIRED FASHION INTO THE AMERICAN MARKET DAVIDOW, FOR EXPANDING HIGH-END, READY-TO-WEAR AMERICAN SPORTSWEAR AND MONTE SANO  PRUZAN, FOR TRADITIONAL, CUSTOM-MADE SUITS. THESE ORIGINAL RECORDS DOCUMENT THE EXTENSIVE CREATIVE ACTIVITY THAT DEFINED THE PRODUCTS OF A SIGNIFICANT AMERICAN HISTORIC DISTRICT. THE PROJECT WILL BE MATCHED BY $84,823 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eaac3fe3-896c-65d8-2b55-08e4d211d94d-C", "generated_internal_id": "ASST_NON_ST-248576-OMS-20_5950"}, {"internal_id": 109250161, "Award ID": "ST-248575-OMS-20", "Award Amount": 118281.43, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE CHILDREN'S MUSEUM OF INDIANAPOLIS WILL USE FUNDS TOWARDS THE DEVELOPMENT OF A MASTER PLAN TO GUIDE INFRASTRUCTURE IMPROVEMENTS FOR THE STORAGE OF THE MUSEUM?S ARTS  AND HUMANITIES COLLECTION AS WELL AS A LOGISTICS PLAN FOR REHOUSING OBJECTS AND THE LONG-TERM GROWTH OF THE COLLECTION. FOUNDED IN 1925, THE MUSEUM IS UNIQUE AMONGST ITS PEERS IN THAT IT IS A COLLECTING INSTITUTION FEATURING OBJECTS THAT ILLUSTRATE THE HISTORY OF AMERICAN CHILDHOOD. THIS PROJECT WILL FOCUS ON THE ARTS  HUMANITIES COLLECTION, WITH 120,000 ARTIFACTS THAT INCLUDES MANY OBJECTS OF NATIONAL SIGNIFICANCE. IN ADDITION, ONE OF THE MUSEUM'S STRENGTHS IS ITS ABILITY TO TELL THE EVOLVING STORY OF THE AMERICAN FAMILY THROUGH OBJECTS MADE FOR AND BY CHILDREN. THE PROJECT WILL BE MATCHED WITH $124,642 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "31b1dd71-61dc-5e8a-8a29-e451a79ab759-R", "generated_internal_id": "ASST_NON_ST-248575-OMS-20_5950"}, {"internal_id": 109250162, "Award ID": "ST-248574-OMS-20", "Award Amount": 25000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE CENTER FOR CIVIC ARTS WILL USE FUNDS TO SUPPORT THE PRESERVATION AND CONSERVATION OF TWO CIVIL WAR GAR VETERAN FLAGS AND ONE PENDANT, AS WELL AS A WORKERS PROGRESS ADMINISTRATION MURAL, TITLED \"THE KINGDOM OF SMOKE\". THESE HISTORICAL ARTIFACTS ARE CORE TO WILKINSBURG BOROUGH?S HISTORY AND WERE OWNED BY MAJOR WILLIAM LOWRY OF THE 62 INFANTRY. THE WILKINSBURG BOROUGH OWNS THESE HISTORICAL TREASURES BUT LACK ADMINISTRATIVE CAPACITY TO CARE FOR THE ARTIFACTS. THE GAR (GRAND ARMY OF THE REPUBLIC) WAS A NATIONAL VETERANS ASSOCIATION FOR MEN WHO SERVED IN THE UNION ARMY DURING THE CIVIL WAR IN THE 1860?S. THE WILKINSBURG GAR POST #548 WAS ORGANIZED IN 1887, THE SAME YEAR THE BOROUGH INCORPORATED. THE 1940 WPA ?KINGDOM OF SMOKE? MURAL WAS PAINTED BY WILKINSBURG ARTIST (DUTCH) HAROLD CARPENTER. THE PROJECT WILL BE MATCHED WITH $25,000 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6963a6e2-3f48-2f8a-1a47-7b8993b04894-R", "generated_internal_id": "ASST_NON_ST-248574-OMS-20_5950"}, {"internal_id": 109250146, "Award ID": "ST-248573-OMS-20", "Award Amount": 171000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE CANAL SOCIETY WILL USE THE FUNDS TO SUPPORT AN ITEM-LEVEL INVENTORY OF 735 CUBIC FEET OF MANUSCRIPTS, BOOKS, MAPS, PHOTOGRAPHS, ARTWORK, AND THREE-DIMENSIONAL ARTIFACTS DOCUMENTING THE HISTORY OF THE ERIE CANAL.  THE MATERIALS WILL ALSO BE REHOUSED IN ARCHIVAL FOLDERS AND BOXES FOR LONG-TERM PRESERVATION AT THE ERIE CANAL MUSEUM, WHERE THE COLLECTIONS OF BOTH ORGANIZATIONS SUPPORT ONGOING RESEARCH AND EDUCATIONAL PROGRAMMING FOR THE ERIE CANAL?S BICENTENNIAL (2017-2025). THE PROJECT WILL BE MATCHED WITH $171,276 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f4e87009-f603-b82d-c00a-0e90e3ff594a-R", "generated_internal_id": "ASST_NON_ST-248573-OMS-20_5950"}, {"internal_id": 109250163, "Award ID": "ST-248572-OMS-20", "Award Amount": 480000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE ARMY MEDICAL DEPARTMENT MUSEUM FOUNDATION WILL UTILIZE FUNDS TO CONSTRUCT A NEW ENTRANCE TO THE MUSEUM THAT WOULD ALLOW EASE OF PUBLIC ACCESS AND INCLUDE AN ADDITIONAL SET OF DOORS AS AN AIRLOCK TO PROTECT MUSEUM COLLECTIONS FROM HUMIDITY AND OTHER ENVIRONMENTAL FLUCTUATIONS. THE MUSEUM COLLECTION IS THE ONLY ONE IN THE COUNTRY FOCUSED ON THE COMPREHENSIVE DEVELOPMENT OF THE ARMY MEDICAL DEPARTMENT FROM ITS FOUNDING IN 1775 TO THE PRESENT. IT INCLUDES OVER 14,000 ARTIFACTS FROM EVERY CONFLICT AND OPERATION, INCLUDING REVOLUTIONARY WAR SURGICAL TOOLS, A RESTORED RAILWAY AMBULANCE CAR, AND MEDICAL EQUIPMENT MADE OR MODIFIED ?IN THEATER? IN IRAQ. THE PROJECT WILL BE MATCHED WITH $480,000 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2d8c3376-00cd-c5a2-039a-44e75baa9189-R", "generated_internal_id": "ASST_NON_ST-248572-OMS-20_5950"}, {"internal_id": 109250164, "Award ID": "ST-248571-OMS-20", "Award Amount": 156700.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE AMERICAN FOLK ART MUSEUM WILL USE FUNDS TO PRESERVE AND DIGITIZE THE FIRST SEVEN VOLUMES OF HENRY DARGER'S MASTERWORK, \"THE STORY OF THE VIVIAN GIRLS, IN WHAT IS KNOWN AS THE REALMS OF THE UNREAL, OF THE GLANDECO-ANGELINIAN WAR STORM, CAUSED BY THE CHILD SLAVE REBELLION\" (ALSO REFERRED TO AS \"IN THE REALMS OF THE UNREAL\"). HENRY DARGER (1892-1973) WAS ONE OF THE MOST IMPORTANT SELF-TAUGHT OR ?OUTSIDER? ARTISTS OF THE TWENTIETH CENTURY. THE 15,145-PAGE MANUSCRIPT (7,269 PAGES OF WHICH ARE INCLUDED IN THIS PROJECT), ACCOMPANIED BY 22 LARGE-SCALE WATERCOLOR PANORAMAS, TELL THE EPIC STORY OF THE VIVIAN GIRLS - A STORY OF WAR AND PEACE, OF GOOD VERSUS EVIL, WHICH LOOSELY PARALLELS EVENTS OF THE AMERICAN CIVIL WAR. THE WORKS WERE CREATED IN COMPLETE SECRECY BY DARGER BETWEEN 1930 AND 1973. THE CONSERVATION TREATMENT OF THESE FRAGILE MANUSCRIPTS AND THE DIGITIZATION OF THEIR CONTENTS WILL ENABLE BROADER ACCESS FOR RESEARCHERS, SCHOLARS, AND THE GENERAL PUBLIC, AND WILL BE MATCHED BY $157,375 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e1106131-d1c4-acb7-b14c-b7157c5313a8-C", "generated_internal_id": "ASST_NON_ST-248571-OMS-20_5950"}, {"internal_id": 109250165, "Award ID": "ST-248570-OMS-20", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-21", "CFDA Number": "15.929", "Description": "THE U.S. SPACE AND ROCKET CENTERWILL USE THE FUNDS TO STABILIZE, CONSERVE, REPAIR, AND RESTORE THE PATHFINDER ORBITER SIMULATOR. FABRICATED FROM WOOD AND STEEL BY NASA?S MARSHALL SPACE FLIGHT CENTER IN 1977, THE SIMULATOR PLAYED A FUNDAMENTAL ROLE IN THE BEGINNING OF THE NATION?S SPACE SHUTTLE PROGRAM. IT WILL BE REMOVED FROM ITS CURRENT POSITION AS PART OF THE PATHFINDER SHUTTLE FULL-STACK, ORIGINAL ELEMENTS WILL BE TREATED, MISSING ELEMENTS WILL BE FABRICATED, HISTORIC MARKINGS WILL BE REPLACED, AND EVENTUALLY THE PATHFINDER WILL BE EXHIBITED TO THE PUBLIC AT GROUND LEVEL UNDER PROTECTIVE HOUSING. THE PROJECT WILL BE MATCHED WITH $747,000 IN NON-FEDERAL SHARE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4cf5b1bd-29d2-6d50-4e47-c489b996f399-C", "generated_internal_id": "ASST_NON_ST-248570-OMS-20_5950"}, {"internal_id": 86184352, "Award ID": "ST-03-18-0013-18", "Award Amount": 116467.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "15.929", "Description": "THE NEW-YORK HISTORICAL SOCIETY WILL CONSERVE THE BEEKMAN FAMILY COACH, ONE OF ONLY THREE 18TH-CENTURY VEHICLES USED IN NORTH AMERICA TO SURVIVE WITH NEARLY ALL OF ITS ORIGINAL COMPONENTS AND THE ONLY EXTANT EXAMPLE FROM THE COLONIAL ERA. THE TREATMENT WILL REMOVE A DANGEROUS TOP LAYER OF VARNISH COVERING THE COACH BUT PRESERVE APPROPRIATE EVIDENCE OF WEAR IN ORDER TO MAXIMIZE THE EDUCATIONAL VALUE OF THE PIECE WHILE ALSO CORRECTING DANGEROUS AND VISUALLY DRAMATIC SURFACE LOSSES OR DISFIGUREMENT, CORROSION OR STRUCTURAL DAMAGE, AND SECURING THE OBJECT'S FUTURE STABILITY. BECAUSE MUCH OF THE CONSERVATION TREATMENT WILL TAKE PLACE IN A PUBLIC GALLERY, EVERY VISITOR TO THE MUSEUM AND LIBRARY WILL SEE THE ONGOING WORK, AS WILL THOSE PASSING BY THE MUSEUM'S STREET-FACING GLASS ENTRYWAY. AS PART OF A HISTORICALLY VALUABLE COLLECTION OF DOCUMENTS AND ARTIFACTS THAT PROVIDE A COMPREHENSIVE RECORD OF PRE-REVOLUTIONARY AMERICAN LIFE, THE BEEKMAN COACH BRINGS TO LIFE THE POLITICAL, ECONOMIC, AND SOCIAL HISTORY OF COLONIAL AMERICA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b9e3b39a-5b11-5625-f247-dfdb558926e2-R", "generated_internal_id": "ASST_NON_ST-03-18-0013-18_5950"}, {"internal_id": 86184348, "Award ID": "ST-03-18-0009-18", "Award Amount": 89047.71, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "15.929", "Description": "THE FLORIDA MUSEUM OF NATURAL HISTORY WILL INVENTORY, STABILIZE, AND REHOUSE THE COLLECTION OF 20,500 ARTIFACTS AND ASSOCIATED RECORDS FROM ARCHAEOLOGICAL EXCAVATIONS OF THE SEVENTEENTH-CENTURY FRANCISCAN MISSION SITE OF SAN JUAN DEL PUERTO, LOCATED NEAR MODERN-DAY JACKSONVILLE, FLORIDA, AND WILL MAKE THE COLLECTIONS AVAILABLE FOR STUDY THROUGH AN ONLINE DATABASE, THE COMPARATIVE MISSION ARCHAEOLOGICAL PORTAL. THE COLLECTIONS HAVE THE POTENTIAL TO PROVIDE IMPORTANT INSIGHTS INTO THE INTRODUCTION OF CHRISTIANITY INTO NORTH AMERICA, THE ORGANIZATION OF MISSIONS, AND HOW THEY CHANGED THROUGH TIME WITH THE INTRODUCTION OF EPIDEMIC DISEASES, INCURSIONS FROM ENGLISH MILITIAS, AND SHIFTS IN THE ECONOMY OF LA FLORIDA. THE MISSION ALSO HAS HISTORIC IMPORTANCE AS THE HOME BASE OF FRIAR FRANCISCO PAREJA, ONE OF THE CENTRAL FIGURES IN THE ESTABLISHMENT OF THE FRANCISCAN MISSION SYSTEM IN SOUTHEASTERN NORTH AMERICA.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "369ac1e4-8d93-3063-b933-3586dffba549-C", "generated_internal_id": "ASST_NON_ST-03-18-0009-18_5950"}, {"internal_id": 86184346, "Award ID": "ST-03-18-0007-18", "Award Amount": 108890.43, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "15.929", "Description": "THE UNIVERSITY OF ALASKA MUSEUM OF THE NORTH WILL STABILIZE AND REHOUSE A COLLECTION OF 7,000 CATALOGUED ITEMS, INCLUDING CHIPPED AND GROUND STONE ARTIFACTS; CARVED ANTLER, BONE, IVORY AND WOOD IMPLEMENTS; POTTERY; DENDROCHRONOLOGY SAMPLES; AND ASSOCIATED DOCUMENTATION EXCAVATED FROM 13 LATE PREHISTORIC (C. AD 1000-1800) ARCHAEOLOGICAL SITES ALONG THE KOBUK RIVER IN NORTHWESTERN ALASKA. THE WELL-PRESERVED ORGANIC ARTIFACTS PROVIDE A UNIQUE TOOL FOR SEVERAL AREAS OF ARCHAEOLOGICAL RESEARCH INCLUDING FAUNAL ANALYSIS, SUBSISTENCE, TRADE AND EXCHANGE, LAND USE, PAST DISTRIBUTIONS OF PLANTS AND ANIMALS, DENDROCHRONOLOGY, AND RADIOCARBON DATING. EACH OBJECT WILL ALSO BE PHOTOGRAPHED, AND IMAGES WILL BE UPLOADED TO THE MUSEUM'S PUBLICLY ACCESSIBLE ONLINE DATABASE TO INCREASE ACCESSIBILITY FOR ARCHAEOLOGISTS, TRIBAL REPRESENTATIVES, EDUCATORS, AND THE GENERAL PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "569c2448-3ce6-f2a2-0e2b-5d95a748f551-C", "generated_internal_id": "ASST_NON_ST-03-18-0007-18_5950"}, {"internal_id": 86184345, "Award ID": "ST-03-18-0006-18", "Award Amount": 169007.12, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "15.929", "Description": "THE MUSEUM OF IDAHO WILL REHOUSE AND STABILIZE THE WASDEN COLLECTION, WHICH WAS EXCAVATED FROM THE WASDEN SITE (OWL CAVE) BETWEEN 1965 AND 1977 AND REPRESENTS AN ESTIMATED 15,000 YEARS OF NATIVE AMERICAN OCCUPATION ON THE SNAKE RIVER PLAIN. COMPRISING THE COLLECTION IS EVIDENCE OF LATE PLEISTOCENE-EARLY HOLOCENE HUMAN OCCUPATION AND ACTIVITY IN THE FORM OF STONE AND BONE TOOLS, POTTERY SHERDS, SHELL, AND TEXTILE FRAGMENTS; MORE THAN 10,000 BONES OF LARGE MAMMALS INCLUDING BISON, WOOLLY MAMMOTH, HORSE, DIRE WOLF, AND CAMEL; MICROFAUNAL REMAINS; SOIL SAMPLES; ORIGINAL FIELD NOTES; EXCAVATION RECORDS; SITE MAPS; AND EXCAVATION PHOTOGRAPHS. THE PROJECT WILL INVENTORY, CATALOG, AND REHOUSE THE ENTIRE COLLECTION AND WILL STABILIZE VULNERABLE MATERIALS THEREBY ENSURING THEIR LONG-TERM PRESERVATION AND MAKING THE OBJECTS AND ASSOCIATED INFORMATION ACCESSIBLE FOR RESEARCH AND EXHIBITION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7c5fdc16-74f2-d031-1e55-aa1982426fe1-R", "generated_internal_id": "ASST_NON_ST-03-18-0006-18_5950"}, {"internal_id": 86184344, "Award ID": "ST-03-18-0005-18", "Award Amount": 85370.5, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "15.929", "Description": "THE SAN FRANCISCO ART INSTITUTE (SFAI) WILL CONSERVE TWO OF A GROUP OF SIX NEW DEAL ERA FRESCOES ON THE WALLS OF SFAI'S HISTORIC 800 CHESTNUT STREET CAMPUS. SFAI (THEN CALLED THE CALIFORNIA SCHOOL OF FINE ARTS) PLAYED A CENTRAL ROLE IN THE DEVELOPMENT OF THE FRESCO AS AN ART FORM IN THE UNITED STATES IN THE 1930'S. COVERED FOR MORE THAN 70 YEARS BY OVERPAINT, THE MURALS WERE DISCOVERED RECENTLY IN 2013. THIS PROJECT WILL CONSERVE ANOTHER TWO FRESCOES, MARBLE WORKERS AT FISHERMAN'S WHARF BY FREDERICK OLMSTED, JR., AND THE LOST FRESCO #6, ARTIST UNKNOWN. TREATMENT WILL INCLUDE REMOVING URETHANE AND OVERPAINTING AND RESTORING DAMAGED AREAS OF THE FRESCOES. THE REVEALED FRESCOES WILL ILLUMINAT THE STORIES, EXPERIENCES, AND ETHOS OF BAY AREA PUBLIC MURAL ARTISTS, INCLUDING THOSE LESS PROMINENT, IN THIS VERY IMPORTANT PERIOD IN OUR COLLECTIVE HISTORY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c10fe3f0-383f-02d9-0e35-6015db616ab7-C", "generated_internal_id": "ASST_NON_ST-03-18-0005-18_5950"}, {"internal_id": 86184343, "Award ID": "ST-03-18-0004-18", "Award Amount": 196935.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "15.929", "Description": "THE ASHEVILLE ART MUSEUM WILL CONSERVE THE MUSEUM'S BLACK MOUNTAIN COLLEGE (BMC) COLLECTION, WHICH CONTAINS HISTORICAL MATERIALS AND CREATIVE WORKS BY STUDENTS AND TEACHERS WHO ATTENDED BMC DURING ITS OPERATION FROM 1933-1957. THE MOST AT-RISK ITEMS IN THE COLLECTION INCLUDE RAY JOHNSON LETTERS; DRAWINGS, TEXT, PRINTS, PAINTINGS, AND SCULPTURE FROM THE LORNA HALPER ESTATE; ADMINISTRATIVE DOCUMENTS, BULLETINS, AND PUBLICATIONS AND PERFORMANCE PROGRAMS; PAINTINGS BY OTHER SIGNIFICANT BLACK MOUNTAIN COLLEGE ARTISTS INCLUDE RENE PINCHUK, KENNETH NOLAND, JORGE FRICK, AND RICHARD LLOYD ANDREWS; AND FURNITURE FROM ONE OF THE FOUNDING FAMILIES OF BMC MADE BY MARY \"MOLLY\" GREGORY, HEAD OF THE BMC WOODWORKING PROGRAM. THE PROJECT WILL CONSERVE AND STABILIZE THE COLLECTION FOR FUTURE EXHIBITS AND RESEARCH AND INCREASE PUBLIC UNDERSTANDING AND ACCESSIBILITY THROUGH DIGITIZATION AND EXHIBITIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b46dceff-e0ef-0c48-c666-b4714594081a-C", "generated_internal_id": "ASST_NON_ST-03-18-0004-18_5950"}, {"internal_id": 86184341, "Award ID": "ST-03-18-0002-18", "Award Amount": 92379.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "15.929", "Description": "THE PRORODEO HALL OF FAME AND MUSEUM OF THE AMERICAN COWBOY WILL PRESERVE A UNIQUE SET OF 120 PANORAMIC AND OVERSIZED RODEO PHOTOGRAPHS SPANNING THE YEARS 1919-1957. THE COLLECTION DOCUMENTS THE PEAK YEARS OF RODEO COMPETITION IN THE UNITED STATES, AND IT ILLUSTRATES THE EVOLVING IMAGE OF THE AMERICAN COWBOY, THE EXTRAORDINARY MID-20TH CENTURY POPULARITY OF RODEO CULTURE, AND THE WAYS IN WHICH THE IDEALS OF WESTERN AMERICAN CULTURE PERMEATED INTO AMERICA'S SELF-IMAGE. THE PROJECT WILL CLEAN, RESTORE, AND DIGITIZE THE ENTIRE COLLECTION, MAKING IT AVAILABLE FOR DISPLAY, RESEARCH, AND ACCESS BY THE PUBLIC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e04b21bc-c9b6-495d-bed5-ac4b4bbb54e9-R", "generated_internal_id": "ASST_NON_ST-03-18-0002-18_5950"}, {"internal_id": 86184340, "Award ID": "ST-03-18-0001-18", "Award Amount": 99093.75, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-19", "CFDA Number": "15.929", "Description": "THE BERKELEY ART MUSEUM AND PACIFIC FILM ARCHIVE (BAMPFA) AT THE UNIVERSITY OF CALIFORNIA WILL CONSERVE THE HAWK FOR PEACH (1968), A SIGNATURE LARGE-SCALE STABILE BY CELEBRATED AMERICA ARTIST ALEXANDER CALDER, AND WILL RE-INSTALL IT ON A NEW SITE ADJACENT TO BAMPFA'S NEW BUILDING IN BERKELEY. THE STABILE WAS COMMISSIONED BY BAMPFA IN 1968 AND DONATED BY CALDER IN MEMORY OF HIS BROTHER-IN-LAW KENNETH AURAED HAYES, A MEMBER OF THE UNIVERSITY OF CALIFORNIA, BERKELEY CLASS OF 1916. THE TREATMENT PROTOCOL, FOLLOWING THE STANDARDS OF THE CALDER FOUNDATION, WILL INVOLVE HAND STRIPPING TO BARE METAL, TREATMENT OF CORROSION, APPLICATION OF AN EPOXY PRIMER, AND APPLICATION OF A TOP COAT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2f14ac11-bc8d-d1e9-d103-1585414b0792-C", "generated_internal_id": "ASST_NON_ST-03-18-0001-18_5950"}, {"internal_id": 68802189, "Award ID": "ST-03-17-0004-17", "Award Amount": 455600.75, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "15.929", "Description": "THE ARIZONA STATE MUSEUM WILL PRESERVE ITS ANTHROPOLOGICAL PHOTOGRAPH COLLECTION, WHICH DOCUMENTS 13,000 YEARS OF HUMAN OCCUPATION, INGENUITY, AND ARTISTRY IN WHAT IS NOW THE AMERICAN SOUTHWEST, FROM ANCIENT TIMES TO THE PRESENT. CONTAINING MORE THAN 525,000 PHOTOGRAPHIC PRINTS, NEGATIVES, AND TRANSPARENCIES, AND MORE THAN 250 MOVIE FILMS, THE COLLECTION ILLUSTRATES MILESTONES IN AMERICAN ARCHAEOLOGY AND ANTHROPOLOGY. THIS PROJECT WILL CONSOLIDATE THE COLLECTION INTO A SINGLE, CLIMATE-CONTROLLED STORAGE FACILITY THAT WILL ALLOW IMPROVED ACCESS TO AND INHIBIT DETERIORATION OF THE COLLECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_ST-03-17-0004-17_5950"}, {"internal_id": 68802190, "Award ID": "ST-03-17-0003-17", "Award Amount": 244417.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "15.929", "Description": "THE MYSTIC SEAPORT MUSEUM WILL CONSERVE 3,500 CELLULOSE DIACETATE NEGATIVES IN THE ROSENFELD COLLECTION OF MARITIME PHOTOGRAPHY, ONE OF THE LARGEST PHOTOGRAPHIC COLLECTIONS OF THE MARITIME INDUSTRY. DATING FROM 1927 TO THE 1950S, THE IMAGES DOCUMENT THE GOLDEN AGE OF AMERICAN YACHTING. THE MUSEUM WILL RECOVER NEGATIVES AFFECTED BY A FORM OF DETERIORATION KNOWN AS VINEGAR SYNDROME, WHICH WILL ALLOW THEM TO BE REHOUSED, DIGITIZED, AND MADE AVAILABLE FOR RESEARCH AND EXHIBITION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d2e77bba-7f6d-bc07-a9f3-7cb3e26aef16-C", "generated_internal_id": "ASST_NON_ST-03-17-0003-17_5950"}, {"internal_id": 68802191, "Award ID": "ST-03-17-0002-17", "Award Amount": 130779.63, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "15.929", "Description": "VICTORIA MANSION?S PROJECT TO CONSERVE THE PAINTED DECORATION OF ONE OF ITS MOST ELABORATE AND ART-HISTORICALLY RICH SPACES, THE PARLOR, SEEKS TO STABILIZE AND PRESERVE THE ORIGINAL DECORATIVE PAINT SURFACES, REMOVE OVER 160 YEARS OF ACCUMULATED SOOT AND GRIME, AND IN-PAINT SMALL LOSSES AND ABRASIONS TO PRESERVE AND REVEAL THE ORIGINAL INTENT OF ARTIST GIUSEPPE GUIDICINI.  GUIDICINI?S WORK, THOUGH NOW LARGELY DESTROYED AND FORGOTTEN, WAS FAMED IN THE MID-19TH CENTURY, AND A FORTHCOMING MAJOR SCHOLARLY PUBLICATION DETAILING HIS INFLUENCE IN AMERICAN ART HISTORY WILL ONCE AGAIN PLACE HIM IN HIS PROPER HISTORICAL CONTEXT.  THE DECORATIONS IN VICTORIA MANSION COMPRISE THE ONLY EXTANT SURVIVAL OF HIS MURALS IN AMERICA, THUS MAKING IT A SINGULAR TOUCHSTONE FOR UNDERSTANDING THIS ARTIST?S WORK AND CONTRIBUTION TO AMERICAN CULTURAL GROWTH AT AN IMPORTANT JUNCTURE IN THE NATION?S HISTORY.\n  THE THREAT OF LOSS TO IMPORTANT COMPONENTS OF THIS VISUALLY-RICH ROOM WAS UNDERLINED BY THE RELATIVELY RAPID DETERIORATION OF TWO ILIAD THEMED CEILING PAINTINGS, WHICH WERE REMOVED AND PLACED IN PROTECTIVE STORAGE IN 2014 TO AWAIT FURTHER TREATMENT.  CLOSELY MONITORED BY OUR STAFF CONSERVATOR SINCE THEN, THE WALLS AND CEILING HAVE REMAINED RELATIVELY STABLE BUT ARE CLEARLY COMPROMISED BY ACCUMULATED SURFACE DIRT AND WATER DAMAGE DUE TO LEAKS FROM A HISTORIC BATHROOM (NOW DISCONNECTED) ABOVE THE NORTH-EAST CORNER OF THE ROOM ALONG WITH SCATTERED AREAS OF POORLY MATCHED AND DISFIGURING IN-PAINT FROM PRE-1942 AMATEUR CAMPAIGNS TO \"FRESHEN\" THE ROOM?S APPEARANCE.\n  THE PROPOSED TREATMENT FOLLOWS SUCCESSFUL PROTOCOLS DEVELOPED IN PREVIOUS CONSERVATION WORK IN THE MANSION AND INVOLVES CONCURRENT PUBLIC PROGRAMMING THAT PUBLICIZES AND EMPHASIZES NOT ONLY THE IMPORTANCE OF THE SURVIVING WORK, BUT ALSO THE ROLE CONSERVATION PLAYS IN PRESERVING THESE WORKS TODAY.  AT ITS FINISH, THIS PROJECT WILL RESULT IN A STABLE AND FULLY-CLEANED ROOM THAT WILL REVEAL THE ART-HISTORICAL ROOTS, LUSH CONCEPT OF DECORATION, AND DAZZLING TONAL AND COLOR INTERACTIONS INTENDED BY ITS ORIGINAL CREATOR AND HIS PATRONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b35eb48c-9bef-8d26-f598-9d245d10fe85-R", "generated_internal_id": "ASST_NON_ST-03-17-0002-17_5950"}, {"internal_id": 68802192, "Award ID": "ST-03-17-0001-17", "Award Amount": 297089.99, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "15.929", "Description": "THE GLENN A. BLACK LABORATORY OF ARCHAEOLOGY OF INDIANA UNIVERSITY WILL REORGANIZE AND REHOUSE THE ARTIFACTS, FIELD NOTES, AND IMAGES ASSOCIATED WITH SYSTEMATIC ARCHAEOLOGICAL EXCAVATIONS (1939-1983) AT THE 100-ACRE ANGEL MOUNDS NATIONAL HISTORIC LANDMARK SITE (AD 1250-1600). ACTIVITIES WILL INCLUDE REHOUSING OBJECTS, PAPER, AND MEDIA RECORDS IN MUSEUM-APPROPRIATE ACID-FREE CONTAINERS; IMPLEMENTING BEST PRACTICES IN MOLD MITIGATION; DIGITIZING RECORDS AND PHOTOGRAPHS; UPDATING ARTIFACT CATALOG RECORDS, CORRECTING ERRORS, REVISING INVENTORIES; AND MOVING RE-BOXED BULK COLLECTIONS TO A CLIMATE-CONTROLLED FACILITY. THE PROJECT WILL ENSURE THE LONG-TERM PRESERVATION OF THESE MATERIALS AND MAKE THEM ACCESSIBLE FOR RESEARCH, EXHIBITION, AND EDUCATION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "74ccc06e-57e8-7489-fbc7-f6229ad4aaf6-C", "generated_internal_id": "ASST_NON_ST-03-17-0001-17_5950"}, {"internal_id": 161865233, "Award ID": "P23AP00871", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "15.929", "Description": "SAVE AMERICAS TREASURES GRANTS FROM THE HISTORIC PRESERVATION FUND PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO NATIONALLY SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS. GRANTS REQUIRE A DOLLAR-FOR-DOLLAR, NON-FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN-KIND. THE GRANT PROGRAM IS ADMINISTERED BY THE NATIONAL PARK SERVICE (NPS) IN PARTNERSHIP WITH THE NATIONAL ENDOWMENT FOR THE ARTS (NEA), THE NATIONAL ENDOWMENT FOR THE HUMANITIES (NEH), AND THE INSTITUTE OF MUSEUM AND LIBRARY SERVICES (IMLS). BENEFICIARIES INCLUDE STATES, TRIBES, LOCAL GOVERNMENTS, AND NONPROFITS.THIS PHYSICAL PRESERVATION PROJECT IS AWARDED TO THE NONPROFIT, PARAMOUNT CENTER, VIA CONGRESSIONALLY DIRECTED SPENDING FOR IMPROVEMENTS TO THE HVAC, FIRE SAFETY, ELECTRICAL, AND PLUMBING SYSTEMS OF THE PARAMOUNT THEATRE AND RICHARSON BUILDING.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c6a0096a-be22-2480-5f8b-d8b814dd2ae5-R", "generated_internal_id": "ASST_NON_P23AP00871_1443"}, {"internal_id": 161865232, "Award ID": "P23AP00870", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "15.929", "Description": "SAVE AMERICAS TREASURES GRANTS FROM THE HISTORIC PRESERVATION FUND PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO NATIONALLY SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS. GRANTS REQUIRE A DOLLAR-FOR-DOLLAR, NON-FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN-KIND. THE GRANT PROGRAM IS ADMINISTERED BY THE NATIONAL PARK SERVICE (NPS) IN PARTNERSHIP WITH THE NATIONAL ENDOWMENT FOR THE ARTS (NEA), THE NATIONAL ENDOWMENT FOR THE HUMANITIES (NEH), AND THE INSTITUTE OF MUSEUM AND LIBRARY SERVICES (IMLS). BENEFICIARIES INCLUDE STATES, TRIBES, LOCAL GOVERNMENTS, AND NONPROFITS.THIS PHYSICAL PRESERVATION PROJECT IS AWARDED TO THE NONPROFIT, TRINITY REPERTORY COMPANY, VIA CONGRESSIONALLY DIRECTED SPENDING FOR REPAIRS TO THE FACADE OF THE LEDERER THEATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d565e184-ecb2-35bd-e653-40e010ec8d96-R", "generated_internal_id": "ASST_NON_P23AP00870_1443"}, {"internal_id": 161865231, "Award ID": "P23AP00869", "Award Amount": 100000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-10", "CFDA Number": "15.929", "Description": "SAVE AMERICAS TREASURES GRANTS FROM THE HISTORIC PRESERVATION FUND PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO NATIONALLY SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS. GRANTS REQUIRE A DOLLAR-FOR-DOLLAR, NON-FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN-KIND. THE GRANT PROGRAM IS ADMINISTERED BY THE NATIONAL PARK SERVICE (NPS) IN PARTNERSHIP WITH THE NATIONAL ENDOWMENT FOR THE ARTS (NEA), THE NATIONAL ENDOWMENT FOR THE HUMANITIES (NEH), AND THE INSTITUTE OF MUSEUM AND LIBRARY SERVICES (IMLS). BENEFICIARIES INCLUDE STATES, TRIBES, LOCAL GOVERNMENTS, AND NONPROFITS.THIS COLLECTIONS CONSERVATION PROJECT IS AWARDED TO THE STATE AGENCY, RHODE ISLAND HISTORICAL PRESERVATION   HERITAGE COMMISSION, VIA CONGRESSIONALLY DIRECTED SPENDING FOR NEW COLLECTION STORAGE SPACE AND REHOUSING OF THE STATE ARCHEOLOGICAL COLLECTIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bed83452-aae9-9e60-aef7-0cbb6b5124b6-C", "generated_internal_id": "ASST_NON_P23AP00869_1443"}, {"internal_id": 161865230, "Award ID": "P23AP00868", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "15.929", "Description": "SAVE AMERICAS TREASURES GRANTS FROM THE HISTORIC PRESERVATION FUND PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO NATIONALLY SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS. GRANTS REQUIRE A DOLLAR-FOR-DOLLAR, NON-FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN-KIND. THE GRANT PROGRAM IS ADMINISTERED BY THE NATIONAL PARK SERVICE (NPS) IN PARTNERSHIP WITH THE NATIONAL ENDOWMENT FOR THE ARTS (NEA), THE NATIONAL ENDOWMENT FOR THE HUMANITIES (NEH), AND THE INSTITUTE OF MUSEUM AND LIBRARY SERVICES (IMLS). BENEFICIARIES INCLUDE STATES, TRIBES, LOCAL GOVERNMENTS, AND NONPROFITS.THIS PHYSICAL PRESERVATION PROJECT IS AWARDED TO THE NONPROFIT, NEW HAMPSHIRE PRESERVATION ALLIANCE, VIA CONGRESSIONALLY DIRECTED SPENDING FOR REPAIRS TO THE MASONRY AND ROOF OF THE CONCORD GAS LIGHT CO. GAS HOLDER HOUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9ed07f56-34ca-6006-3bc2-2717d1aaa79d-R", "generated_internal_id": "ASST_NON_P23AP00868_1443"}, {"internal_id": 161865229, "Award ID": "P23AP00867", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-08-07", "CFDA Number": "15.929", "Description": "SAVE AMERICAS TREASURES GRANTS FROM THE HISTORIC PRESERVATION FUND PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO NATIONALLY SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS. GRANTS REQUIRE A DOLLAR-FOR-DOLLAR, NON-FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN-KIND. THE GRANT PROGRAM IS ADMINISTERED BY THE NATIONAL PARK SERVICE (NPS) IN PARTNERSHIP WITH THE NATIONAL ENDOWMENT FOR THE ARTS (NEA), THE NATIONAL ENDOWMENT FOR THE HUMANITIES (NEH), AND THE INSTITUTE OF MUSEUM AND LIBRARY SERVICES (IMLS). BENEFICIARIES INCLUDE STATES, TRIBES, LOCAL GOVERNMENTS, AND NONPROFITS.THIS PHYSICAL PRESERVATION PROJECT IS AWARDED TO THE NONPROFIT, NANSEN SKI CLUB, VIA CONGRESSIONALLY DIRECTED SPENDING FOR REPAIRS TO THE STRUCTURE OF THE NANSEN SKI JUMP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "820a45db-d1ce-5665-b294-71e5c9df0c42-R", "generated_internal_id": "ASST_NON_P23AP00867_1443"}, {"internal_id": 159667606, "Award ID": "P23AP00641", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-16", "CFDA Number": "15.929", "Description": "SAVE AMERICAS TREASURES GRANTS FROM THE HISTORIC PRESERVATION FUND PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO NATIONALLY SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS. GRANTS REQUIRE A DOLLAR-FOR-DOLLAR, NON-FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN-KIND. THE GRANT PROGRAM IS ADMINISTERED BY THE NATIONAL PARK SERVICE (NPS) IN PARTNERSHIP WITH THE NATIONAL ENDOWMENT FOR THE ARTS (NEA), THE NATIONAL ENDOWMENT FOR THE HUMANITIES (NEH), AND THE INSTITUTE OF MUSEUM AND LIBRARY SERVICES (IMLS). BENEFICIARIES INCLUDE STATES, TRIBES, LOCAL GOVERNMENTS, AND NONPROFITS.THIS PHYSICAL PRESERVATION PROJECT IS AWARDED TO THE LOCAL GOVERNMENT, CITY OF CLOVIS, VIA CONGRESSIONALLY DIRECTED SPENDING FOR REPAIRS TO THE ROOF, STRUCTURE, AWNING, AND INTERIOR OF THE LYCEUM THEATER.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0ef8b64f-973c-daec-2032-0094c79bbd61-C", "generated_internal_id": "ASST_NON_P23AP00641_1443"}, {"internal_id": 158585472, "Award ID": "P23AP00535", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-25", "CFDA Number": "15.929", "Description": "15.929 SAVE AMERICA S TREASURESSAVE AMERICAS TREASURES GRANTS FROM THE HISTORIC PRESERVATION FUND PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO NATIONALLY SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS. GRANTS REQUIRE A DOLLAR-FOR-DOLLAR, NON-FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN-KIND. THE GRANT PROGRAM IS ADMINISTERED BY THE NATIONAL PARK SERVICE (NPS) IN PARTNERSHIP WITH THE NATIONAL ENDOWMENT FOR THE ARTS (NEA), THE NATIONAL ENDOWMENT FOR THE HUMANITIES (NEH), AND THE INSTITUTE OF MUSEUM AND LIBRARY SERVICES (IMLS). BENEFICIARIES INCLUDE STATES, TRIBES, LOCAL GOVERNMENTS, AND NONPROFITS.THIS PHYSICAL PRESERVATION PROJECT IS AWARDED TO THE NONPROFIT, JOSEPH AVENUE ARTS   CULTURE ALLIANCE, FOR REPAIRS TO THE STRUCTURE, MASONRY, AND ROOF OF THE HISTORIC CONGREGATION BNAI ISRAEL SYNAGOGUE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fd8489f2-b4fc-7e3b-2da8-83fb22f8e037-R", "generated_internal_id": "ASST_NON_P23AP00535_1443"}, {"internal_id": 159104749, "Award ID": "P23AP00534", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-05-07", "CFDA Number": "15.929", "Description": "15.929 SAVE AMERICA S TREASURESSAVE AMERICAS TREASURES GRANTS FROM THE HISTORIC PRESERVATION FUND PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO NATIONALLY SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS. GRANTS REQUIRE A DOLLAR-FOR-DOLLAR, NON-FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN-KIND. THE GRANT PROGRAM IS ADMINISTERED BY THE NATIONAL PARK SERVICE (NPS) IN PARTNERSHIP WITH THE NATIONAL ENDOWMENT FOR THE ARTS (NEA), THE NATIONAL ENDOWMENT FOR THE HUMANITIES (NEH), AND THE INSTITUTE OF MUSEUM AND LIBRARY SERVICES (IMLS). BENEFICIARIES INCLUDE STATES, TRIBES, LOCAL GOVERNMENTS, AND NONPROFITS.THIS PHYSICAL PRESERVATION PROJECT IS AWARDED TO THE LOCAL GOVERNMENT, CITY OF DULUTH, VIA CONGRESSIONALLY DIRECTED SPENDING FOR REPAIRS TO THE SIDEWALK OF THE AERIAL LIFT BRIDGE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1e33bc97-5819-6272-6547-c23255dc966e-C", "generated_internal_id": "ASST_NON_P23AP00534_1443"}, {"internal_id": 158585471, "Award ID": "P23AP00533", "Award Amount": 1150000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-25", "CFDA Number": "15.929", "Description": "15.929 SAVE AMERICA S TREASURESSAVE AMERICAS TREASURES GRANTS FROM THE HISTORIC PRESERVATION FUND PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO NATIONALLY SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS. GRANTS REQUIRE A DOLLAR-FOR-DOLLAR, NON-FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN-KIND. THE GRANT PROGRAM IS ADMINISTERED BY THE NATIONAL PARK SERVICE (NPS) IN PARTNERSHIP WITH THE NATIONAL ENDOWMENT FOR THE ARTS (NEA), THE NATIONAL ENDOWMENT FOR THE HUMANITIES (NEH), AND THE INSTITUTE OF MUSEUM AND LIBRARY SERVICES (IMLS). BENEFICIARIES INCLUDE STATES, TRIBES, LOCAL GOVERNMENTS, AND NONPROFITS.THIS PHYSICAL PRESERVATION PROJECT IS AWARDED TO THE STATE AGENCY, WEST VIRGINIA DIVISION OF CULTURE   HISTORY, VIA CONGRESSIONALLY DIRECTED SPENDING FOR PRESERVATION OF THE COTTRILL OPERA HOUSE, HAPPY RETREAT, AND WHEELING CENTRE MARKET.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cc9a96c0-c147-90e3-0e1b-ae2f53fa66cc-C", "generated_internal_id": "ASST_NON_P23AP00533_1443"}, {"internal_id": 158107122, "Award ID": "P23AP00286", "Award Amount": 350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-04", "CFDA Number": "15.929", "Description": "SAVE AMERICA S TREASURES GRANTS FROM THE HISTORIC PRESERVATION FUND PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO NATIONALLY SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS. GRANTS REQUIRE A DOLLAR-FOR-DOLLAR, NON-FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN-KIND. THE GRANT PROGRAM IS ADMINISTERED BY THE NATIONAL PARK SERVICE (NPS) IN PARTNERSHIP WITH THE NATIONAL ENDOWMENT FOR THE ARTS (NEA), THE NATIONAL ENDOWMENT FOR THE HUMANITIES (NEH), AND THE INSTITUTE OF MUSEUM AND LIBRARY SERVICES (IMLS). BENEFICIARIES INCLUDE STATES, TRIBES, LOCAL GOVERNMENTS, AND NONPROFITS.THIS PHYSICAL PRESERVATION PROJECT IS AWARDED TO THE NONPROFIT, AVIATION HERITAGE FOUNDATION, INC., FOR REPAIRS TO THE MASONRY AND  PAINT, IMPROVEMENTS TO THE DRAINAGE, AND IMPROVEMENTS TO THE SECURITY SYSTEM OF THE PAUL LAURENCE DUNBAR HOUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ab334c27-e051-3d29-986e-4f3e09c53d92-C", "generated_internal_id": "ASST_NON_P23AP00286_1443"}, {"internal_id": 158107121, "Award ID": "P23AP00285", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-04", "CFDA Number": "15.929", "Description": "SAVE AMERICA S TREASURES GRANTS FROM THE HISTORIC PRESERVATION FUND PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO NATIONALLY SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS. GRANTS REQUIRE A DOLLAR-FOR-DOLLAR, NON-FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN-KIND. THE GRANT PROGRAM IS ADMINISTERED BY THE NATIONAL PARK SERVICE (NPS) IN PARTNERSHIP WITH THE NATIONAL ENDOWMENT FOR THE ARTS (NEA), THE NATIONAL ENDOWMENT FOR THE HUMANITIES (NEH), AND THE INSTITUTE OF MUSEUM AND LIBRARY SERVICES (IMLS). BENEFICIARIES INCLUDE STATES, TRIBES, LOCAL GOVERNMENTS, AND NONPROFITS.THIS COLLECTIONS PROJECT IS AWARDED TO THE NONPROFIT, BISHOP MUSEUM, FOR DIGITIZATION OF THE HERBARIUM PACIFICUM COLLECTION.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df3b8137-cebb-f460-7e71-980df8b47232-C", "generated_internal_id": "ASST_NON_P23AP00285_1443"}, {"internal_id": 158107111, "Award ID": "P23AP00164", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-04", "CFDA Number": "15.929", "Description": "SAVE AMERICA S TREASURES GRANTS FROM THE HISTORIC PRESERVATION FUND PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO NATIONALLY SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS. GRANTS REQUIRE A DOLLAR-FOR-DOLLAR, NON-FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN-KIND. THE GRANT PROGRAM IS ADMINISTERED BY THE NATIONAL PARK SERVICE (NPS) IN PARTNERSHIP WITH THE NATIONAL ENDOWMENT FOR THE ARTS (NEA), THE NATIONAL ENDOWMENT FOR THE HUMANITIES (NEH), AND THE INSTITUTE OF MUSEUM AND LIBRARY SERVICES (IMLS). BENEFICIARIES INCLUDE STATES, TRIBES, LOCAL GOVERNMENTS, AND NONPROFITS.THIS PHYSICAL PRESERVATION PROJECT IS AWARDED TO THE NONPROFIT, PITTSFORD VILLAGE FARM, FOR REPAIRS AND IMPROVEMENTS TO THE STRUCTURE OF THE HOUSE AND PORCHES OF THE PITTSFORD VILLAGE FARM HOUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e572a321-6ee0-cb42-e9c7-1d07325032ad-R", "generated_internal_id": "ASST_NON_P23AP00164_1443"}, {"internal_id": 158107107, "Award ID": "P23AP00136", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-04", "CFDA Number": "15.929", "Description": "SAVE AMERICA-S TREASURES GRANTS FROM THE HISTORIC PRESERVATION FUND PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO NATIONALLY SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS. GRANTS REQUIRE A DOLLAR-FOR-DOLLAR, NON-FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN-KIND. THE GRANT PROGRAM IS ADMINISTERED BY THE NATIONAL PARK SERVICE (NPS) IN PARTNERSHIP WITH THE NATIONAL ENDOWMENT FOR THE ARTS (NEA), THE NATIONAL ENDOWMENT FOR THE HUMANITIES (NEH), AND THE INSTITUTE OF MUSEUM AND LIBRARY SERVICES (IMLS). BENEFICIARIES INCLUDE STATES, TRIBES, LOCAL GOVERNMENTS, AND NONPROFITS.THIS PHYSICAL PRESERVATION PROJECT IS AWARDED TO THE NONPROFIT, RIVERS OF STEEL HERITAGE CORPORATION, FOR REPAIRS TO THE POWER HOUSE OF CARRIE BLAST FURNACES TO INCLUDE MASONRY REPAIR AND RAMP REPAIR OR REPLACEMENT.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b717f779-0460-01ce-6d86-73e24a93e576-C", "generated_internal_id": "ASST_NON_P23AP00136_1443"}, {"internal_id": 158107106, "Award ID": "P23AP00135", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2023-04-04", "CFDA Number": "15.929", "Description": "SAVE AMERICA S TREASURES GRANTS FROM THE HISTORIC PRESERVATION FUND PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO NATIONALLY SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS. GRANTS REQUIRE A DOLLAR-FOR-DOLLAR, NON-FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN-KIND. THE GRANT PROGRAM IS ADMINISTERED BY THE NATIONAL PARK SERVICE (NPS) IN PARTNERSHIP WITH THE NATIONAL ENDOWMENT FOR THE ARTS (NEA), THE NATIONAL ENDOWMENT FOR THE HUMANITIES (NEH), AND THE INSTITUTE OF MUSEUM AND LIBRARY SERVICES (IMLS). BENEFICIARIES INCLUDE STATES, TRIBES, LOCAL GOVERNMENTS, AND NONPROFITS.THIS PHYSICAL PRESERVATION PROJECT IS AWARDED TO THE NONPROFIT, VERMONT YOUTH CONSERVATION CORPS, FOR REPAIRS TO THE FOUNDATION, STRUCTURE, AND WINDOWS OF THE EAST MONITOR BARN AT HISTORIC WHITCOMB FARM.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "91cd8028-3735-67d0-266b-6ece0f7ce5d5-C", "generated_internal_id": "ASST_NON_P23AP00135_1443"}, {"internal_id": 155053601, "Award ID": "P23AP00049", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-04", "CFDA Number": "15.929", "Description": "THE OBJECTIVE OF THE HISTORIC PRESERVATION FUNDS (HPF) TO COMPLETE A PROJECT THAT ASSISTS IN THE PRESERVATION OF A HISTORIC RESOURCE.THE OBJECTIVE OF THE SAVE AMERICA S TREASURES (SAT) GRANT PROGRAM IS TO PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS INCLUDING ARCHITECTURAL SERVICES, HISTORIC STRUCTURE REPORTS, PRESERVATION PLANS, AND PHYSICAL PRESERVATION TO SITES IN KEEPING WITH THE SECRETARY OF THE INTERIOR S STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. GRANTS REQUIRE A DOLLAR FOR DOLLAR, NON FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN KIND.THIS GRANT WILL PRESERVE THE GOGGIN MANOR HOUSE OF BREACKNOCK TO INCLUDE REPAIRS TO THE FOUNDATION, STRUCTURE, AND INTERIOR FINISHES PLUS IMPROVEMENTS TO ACCESSIBILITY AND SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0470a050-5d89-69ee-2f89-0627b7c8dc79-C", "generated_internal_id": "ASST_NON_P23AP00049_1443"}, {"internal_id": 155053591, "Award ID": "P23AP00033", "Award Amount": 221000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-04", "CFDA Number": "15.929", "Description": "THE OBJECTIVE OF THE HISTORIC PRESERVATION FUNDS (HPF) TO COMPLETE A PROJECT THAT ASSISTS IN THE PRESERVATION OF A HISTORIC RESOURCE.THE OBJECTIVE OF THE SAVE AMERICA S TREASURES (SAT) GRANT PROGRAM IS TO PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS INCLUDING ARCHITECTURAL SERVICES, HISTORIC STRUCTURE REPORTS, PRESERVATION PLANS, AND PHYSICAL PRESERVATION TO SITES IN KEEPING WITH THE SECRETARY OF THE INTERIOR S STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. GRANTS REQUIRE A DOLLAR FOR DOLLAR, NON FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN KIND.THIS GRANT WILL PRESERVE THE WEST TOWNSHEND STONE ARCH BRIDGE TO INCLUDE MASONRY AND STRUCTURAL REPAIRS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6412d266-6e10-925c-87e0-b1d9a5aeee44-R", "generated_internal_id": "ASST_NON_P23AP00033_1443"}, {"internal_id": 154661039, "Award ID": "P23AP00032", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-11-16", "CFDA Number": "15.929", "Description": "THE OBJECTIVE OF THE HISTORIC PRESERVATION FUNDS  HPF  TO COMPLETE A PROJECT THAT ASSISTS IN THE PRESERVATION OF A HISTORIC RESOURCE.THE OBJECTIVE OF THE SAVE AMERICA S TREASURES  SAT  GRANT PROGRAM IS TO PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS INCLUDING ARCHITECTURAL SERVICES, HISTORIC STRUCTURE REPORTS, PRESERVATION PLANS, AND PHYSICAL PRESERVATION TO SITES IN KEEPING WITH THE SECRETARY OF THE INTERIOR S STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. GRANTS REQUIRE A DOLLAR-FOR-DOLLAR, NON-FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN-KIND.THIS GRANT WILL REHABILITATE THE FERRISBURGH UNION MEETING HALL WITH ACCESSIBILITY IMPROVEMENTS AND REPAIRS TO THE ROOF, WINDOWS, STAGE, AND SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5b9540b3-d7f5-b525-bd92-ed45b0387c0f-R", "generated_internal_id": "ASST_NON_P23AP00032_1443"}, {"internal_id": 155053608, "Award ID": "P23AP00031", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-04", "CFDA Number": "15.929", "Description": "THE OBJECTIVE OF THE HISTORIC PRESERVATION FUNDS (HPF) TO COMPLETE A PROJECT THAT ASSISTS IN THE PRESERVATION OF A HISTORIC RESOURCE.THE OBJECTIVE OF THE SAVE AMERICA S TREASURES (SAT) GRANT PROGRAM IS TO PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS INCLUDING ARCHITECTURAL SERVICES, HISTORIC STRUCTURE REPORTS, PRESERVATION PLANS, AND PHYSICAL PRESERVATION TO SITES IN KEEPING WITH THE SECRETARY OF THE INTERIOR S STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. GRANTS REQUIRE A DOLLAR FOR DOLLAR, NON FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN KIND.THIS GRANT WILL PRESERVE THE SILVER CITY WATERWORKS BUILDING TO INCLUDE REPAIRS TO THE PLASTER, WINDOWS, AND DOORS PLUS IMPROVEMENTS TO ACCESSIBILITY AND SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "684b423e-d526-7d73-c3c7-98261d39743d-C", "generated_internal_id": "ASST_NON_P23AP00031_1443"}, {"internal_id": 155053597, "Award ID": "P23AP00029", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-04", "CFDA Number": "15.929", "Description": "THE OBJECTIVE OF THE HISTORIC PRESERVATION FUNDS (HPF) TO COMPLETE A PROJECT THAT ASSISTS IN THE PRESERVATION OF A HISTORIC RESOURCE.THE OBJECTIVE OF THE SAVE AMERICA S TREASURES (SAT) GRANT PROGRAM IS TO PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS INCLUDING ARCHITECTURAL SERVICES, HISTORIC STRUCTURE REPORTS, PRESERVATION PLANS, AND PHYSICAL PRESERVATION TO SITES IN KEEPING WITH THE SECRETARY OF THE INTERIOR S STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. GRANTS REQUIRE A DOLLAR FOR DOLLAR, NON FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN KIND.THIS GRANT WILL PRESERVE THE NORTH DEMILUNE OF FORT TICONDEROGA WITH MASONRY REPAIRS TO THE DEMILUNE FEATURES NOT YET REPAIRED BY PRIOR PROJECTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "071936b6-5b10-dde2-efd4-c217a31960a7-R", "generated_internal_id": "ASST_NON_P23AP00029_1443"}, {"internal_id": 155053605, "Award ID": "P23AP00028", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-04", "CFDA Number": "15.929", "Description": "THE OBJECTIVE OF THE HISTORIC PRESERVATION FUNDS (HPF) TO COMPLETE A PROJECT THAT ASSISTS IN THE PRESERVATION OF A HISTORIC RESOURCE.THE OBJECTIVE OF THE SAVE AMERICA S TREASURES (SAT) GRANT PROGRAM IS TO PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS INCLUDING ARCHITECTURAL SERVICES, HISTORIC STRUCTURE REPORTS, PRESERVATION PLANS, AND PHYSICAL PRESERVATION TO SITES IN KEEPING WITH THE SECRETARY OF THE INTERIOR S STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. GRANTS REQUIRE A DOLLAR FOR DOLLAR, NON FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN KIND.THIS GRANT WILL REHABILITATE THE SPRINGSIDE HOUSE TO INCLUDE REPAIRS TO THE INTERIOR FINISHES, DOORS, AND WINDOWS PLUS IMPROVEMENTS TO ACCESSIBILITY AND SYSTEMS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ba0a8a49-714a-f4ec-a0c2-5dfbc55e0f01-C", "generated_internal_id": "ASST_NON_P23AP00028_1443"}, {"internal_id": 152328449, "Award ID": "P22AP02348", "Award Amount": 499975.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.929", "Description": "THE UNIVERSITY OF WASHINGTON SHELL HOUSE IS THE FORMER HANGAR OF THE CAMPUS NAVAL TRAINING STATION WHICH AFTER WORLD WAR I BECAME THE ROWING TEAM S SHELL HOUSE  THE ROWING SHELL AND TEAM THAT WON GOLD THE 1936 BERLIN OLYMPICS WERE BUILT AND TRAINED AT THIS SHELL HOUSE  THIS FUNDING IS FOR THE STABILIZATION AND SEISMIC RETROFITTING FOR THE CANOE HOUSE SHELL HOUSE TO TRANSFORM THE BUILDING INTO A VIBRANT CULTURAL AND EVENT CENTER FOR THE UNIVERSITY AND THE PUBLIC  THE APPLICANT WILL PROVIDE  500,416 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a022699-f7be-356a-f01a-3aa6f76016ef-C", "generated_internal_id": "ASST_NON_P22AP02348_1443"}, {"internal_id": 152328263, "Award ID": "P22AP02347", "Award Amount": 315215.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "15.929", "Description": "BUILT IN 1800 FOR WILLIAM BLACKLOCK, A WEALTHY BRITISH MERCHANT, THE BLACKLOCK HOUSE IS ONE OF THE MOST IMPORTANT ADAMESQUE HOUSES IN THE UNITED STATES  THIS GRANT WILL FUND THE COMPLETE REPOINTING OF THE HISTORIC MASONRY OF THE HOUSE AND FRONT WALL, REHABILITATION OF THE EXISTING SHUTTERS AND INTERIOR STAIRCASE  THE APPLICANT WILL PROVIDE  315,193 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "SC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4c77f445-f13c-00b0-8841-1cc028e4be5c-C", "generated_internal_id": "ASST_NON_P22AP02347_1443"}, {"internal_id": 152328325, "Award ID": "P22AP02344", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.929", "Description": "THE CHURCH AT MISSION SANTA INES IS THE CENTRAL AND MOST IMPORTANT STRUCTURE IN THE MISSION SANTA INES NATIONAL HISTORIC LANDMARK  NHL  HISTORIC DISTRICT  BUILT IN THE EARLY HALF OF THE 19TH CENTURY, THE TWO HUNDRED YEAR OLD CHURCH IS CONSIDERED AN EXCELLENT EXAMPLE OF FRANCISCAN MISSION ARCHITECTURAL EXPRESSION AND CONTAINS ORIGINAL WALL PAINTINGS  THE PURPOSE OF THIS PROJECT IS TO STRENGTHEN THE BUILDING WITH A CRITICAL REHABILITATION WHICH WILL SUPPORT THE ADOBE WALLS WITH CONNECTIONS TO THE ROOF, WHILE REPAIRING AND CONSERVING THE HISTORIC INTERIOR WOOD CEILING BEAMS, IN ADDITION TO REPAIRING AND RE COATING THE EXTERIOR RENDERING OF THE CHURCH  THIS PROJECT WILL MAKE THE BUILDING SAFE FOR COMMUNITY MEMBERS, VISITORS, AND PARISHIONERS WHO FREQUENT THE MISSION ON A REGULAR BASIS  THE APPLICANT WILL PROVIDE  1,552,083 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8a290694-9924-f29f-dcbd-c019520892fd-R", "generated_internal_id": "ASST_NON_P22AP02344_1443"}, {"internal_id": 152328439, "Award ID": "P22AP02343", "Award Amount": 313057.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.929", "Description": "DESIGNED BY HARVEY PAGE AND BUILT 1892 1894, THE WHITTEMORE HOUSE WAS ONE OF THE MOST MASTERFUL PIECES OF RESIDENTIAL ARCHITECTURE IN WASHINGTON, D C  THE HOUSE WAS ORIGINALLY BUILT FOR OPERA SINGER SARAH WHITTEMORE, WHO MADE FULL USE OF THE HOME S EXQUISITE ACOUSTICS  THE WOMANS NATIONAL DEMOCRATIC CLUB  WNDC  RENTED THEN LATER PURCHASED THIS HOUSE FOR ITS HEADQUARTERS  IT HAS BEEN A PLACE WHERE WOMEN MET FOR EDUCATIONAL AND POLITICAL PURPOSES, PUBLISHED NATIONALLY DISTRIBUTED NEWSLETTERS, ORGANIZED AND ADVOCATED FOR CAUSES INCLUDING THE EQUAL RIGHTS AMENDMENT AND THE ELIMINATION OF POLL TAXES, WHICH DISENFRANCHISED MANY WOMEN AS WELL AS MINORITIES  THIS PROJECT WILL HELP PRESERVE, RESTORE, REPAIR AND MAINTAIN THE HISTORIC HOUSE INCLUDING REPAIRS ON THE ORIGINAL SLATE ROOF, ORNAMENTAL COPPER GUTTERS, FASCIA, SOFFIT AND ORIEL BAYS, IRON SPOTTED ROMAN BRICKWORK, WINDOWS AND DOORS AND RELATED UNDERLYING COMPONENTS  THE APPLICANT WILL PROVIDE  313,056 69 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "36cbd3e5-9c85-76f3-546f-6531ea68c837-R", "generated_internal_id": "ASST_NON_P22AP02343_1443"}, {"internal_id": 152328469, "Award ID": "P22AP02297", "Award Amount": 202400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.929", "Description": "THE HISTORIC BROWN CHAPEL AME CHURCH SERVED AS AN EPICENTER OF THE MODERN CIVIL RIGHTS MOVEMENT IN SELMA, ALABAMA  THE CHAPEL WAS A HEADQUARTERS FOR THE SOUTHERN CHRISTIAN LEADERSHIP CONFERENCE AND THE STARTING POINT FOR THE SELMA TO MONTGOMERY MARCHES, WHICH LED DIRECTLY TO THE LANDMARK VOTING RIGHTS ACT OF 1965  THE CHAPEL IS A NATIONAL HISTORIC LANDMARK AND PART OF THE US CIVIL RIGHTS TRAIL  THIS GRANT WILL FUND THE RESTORATION OF THE SOUTH AND WEST BALCONIES AND ELECTRICAL SYSTEM UPGRADES IN THE SANCTUARY  THE PROJECT WILL ADDRESS THE IMPACT OF INSECTS, WATER INCURSION AND DETERIORATION TO THE CHAPEL  THE APPLICANT WILL PROVIDE  203,000 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b8d37253-0853-560c-3422-78c4ef62cd31-R", "generated_internal_id": "ASST_NON_P22AP02297_1443"}, {"internal_id": 152328777, "Award ID": "P22AP02290", "Award Amount": 440900.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.929", "Description": "THIS GRANT WILL COMPLETE THE REPAIRS OF THE HISTORIC FORD ISLAND CONTROL TOWER AT PEARL HARBOR AVIATION MUSEUM  PHAM   WINDOWS WILL BE REPAIRED AT THE NORTH AND EAST SIDE OF THE BUILDING S 84, INCLUDING FIREHOUSE GARAGE, AND WITHIN THE TOWER ITSELF AND STRUCTURE THAT ADJOINS THE TOWER TO THE OPERATIONS BUILDING THE ROOF DECK AND STAIRWAY OF THE LOWER AEROLOGICAL TOWER WILL ALSO BE REPAIRED  THE APPLICANT WILL PROVIDE  440,900 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "344e9a79-ef52-a5a0-91bd-7fd73177ed30-R", "generated_internal_id": "ASST_NON_P22AP02290_1443"}, {"internal_id": 152328270, "Award ID": "P22AP02289", "Award Amount": 200525.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.929", "Description": "WAYNESBOROUGH IS A NATIONAL HISTORIC LANDMARK AND THE FORMER HOME OF GENERAL ANTHONY WAYNE OF REVOLUTIONARY WAR FAME  THIS GRANT WILL PRESERVE WAYNESBOROUGH S MAIN BLOCK  BUILT IN 1735  AND THE ADDITION ROOFS, PORCH ROOF, AND BAKEHOUSE ROOF AS WELL AS STRUCTURAL STABILIZATION AND REPOINTING  THE GOAL OF THE PROJECT IS TO PREVENT FURTHER MOISTURE INFILTRATION, TO SECURE AGAINST MATERIAL DECAY AND ENVIRONMENTAL THREATS  THE APPLICANT WILL PROVIDE  401,050 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a398ea2c-2d0d-87ae-70ff-3a70ace818fc-R", "generated_internal_id": "ASST_NON_P22AP02289_1443"}, {"internal_id": 152328343, "Award ID": "P22AP02286", "Award Amount": 283250.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.929", "Description": "WILSON BRUCE EVANS HOUSE IS A SURVIVING EXAMPLE OF A RESIDENCE BUILT AND OCCUPIED BY A BLACK ABOLITIONIST AND UNDERGROUND RAILROAD OPERATIVE  THIS GRANT WILL FUND THE COMPLETE REHABILITATION OF THIS BUILDING TO OPEN IT TO THE PUBLIC AS MUSEUM, INTERPRETIVE CENTER, AND COMMUNITY RESOURCE  THE APPLICANT WILL PROVIDE  283,250 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1472d09e-e947-45c5-d788-062c126f7088-R", "generated_internal_id": "ASST_NON_P22AP02286_1443"}, {"internal_id": 152328483, "Award ID": "P22AP02284", "Award Amount": 129667.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.929", "Description": "THE STONE MILL REPRESENTS THE HEIGHT OF SHAKERISM IN THE MID 19TH CENTURY  BUILT OF STONE RATHER THAN THE BRICK THAT PREDOMINATED FACTORY CONSTRUCTION IN THE EARLY AND MID NINETEENTH CENTURY, THE MILL STANDS AS A REPRESENTATIVE EXAMPLE OF SHAKER SELF SUFFICIENCY AND FRUGALITY, ON THE ONE HAND, AND NECESSARILY DEPENDENT ENGAGEMENT WITH THE WORLD, ON THE OTHER  THIS GRANT WILL REPAIR THE MASONRY AND 32 WINDOW OPENINGS  THE APPLICANT WILL PROVIDE  129,677 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1c106166-4c2d-3336-a4eb-7435b54949cf-R", "generated_internal_id": "ASST_NON_P22AP02284_1443"}, {"internal_id": 152328425, "Award ID": "P22AP02276", "Award Amount": 499999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-18", "CFDA Number": "15.929", "Description": "THE 1901 ANIMAL HOUSE IS ONE OF NINE BUILDINGS IN THE RINGLING BROTHERS CIRCUS WINTER QUARTERS NATIONAL HISTORIC LANDMARK DISTRICT IN BARABOO, WISCONSIN  FROM THE EARLY 1870S THROUGH 1929, THE CIRCUS WAS THE DOMINANT FORM OF ENTERTAINMENT IN THE UNITED STATES  WHILE PROVIDING ENTERTAINMENT, THE CIRCUS ALSO CHALLENGED CULTURAL NORMS AND SHAPED AMERICAN SOCIETY  THIS GRANT WILL PRESERVE THE ANIMAL HOUSE BY REPAIRING ITS WINDOWS, FLOORS, AND STRUCTURE  THE APPLICANT WILL PROVIDE  1,240,643 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "416f065d-80b5-35eb-bb78-b5a4dc7550c4-C", "generated_internal_id": "ASST_NON_P22AP02276_1443"}, {"internal_id": 152328440, "Award ID": "P22AP02271", "Award Amount": 275038.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.929", "Description": "THE 5,928 SQUARE FOOT WILLIAMS  STABLES OPENED IN 1876 AS A LIVERY FOR GUESTS AT THE TELLER HOUSE HOTEL  IN THE 1940S AND 50S, THE WILLIAMS  STABLES BECAME A COMMUNITY GATHERING PLACE, HOSTING SQUARE DANCE EXHIBITIONS, AND OTHER SPECIAL EVENTS  THE STABLES ARE CONTRIBUTING TO THE CENTRAL CITY BLACK HAWK NATIONAL HISTORIC LANDMARK  NHL  DISTRICT, WHICH IS NATIONALLY SIGNIFICANT FOR ITS ASSOCIATION WITH EVENTS CRITICAL IN THE SETTLEMENT OF THE ROCKY MOUNTAIN AND INTERMOUNTAIN WEST  THE PROJECT WILL WINTERIZE THE FACILITY, MAKE ELECTRICAL SYSTEM UPGRADES, ADD ADDITIONAL LIGHTING FOR SAFETY PURPOSES, AND ADDRESS ACCESSIBILITY CHALLENGES FACING THE BUILDING  THE PROJECT WILL RETURN THE BUILDING TO A COMMUNITY GATHERING PLACE WHICH WILL BE USABLE YEAR ROUND, BRINGING NEW ECONOMIC ACTIVITY FOR THE TOWN, AND NEW CREATIVE AND CULTURAL OPPORTUNITIES  THE APPLICANT WILL PROVIDE  275,038 40 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "7cd6f8fc-3dc3-6dc5-ebb6-e22600af5953-R", "generated_internal_id": "ASST_NON_P22AP02271_1443"}, {"internal_id": 152328330, "Award ID": "P22AP02270", "Award Amount": 280721.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "15.929", "Description": "THE CHAUTAUQUAS MOVEMENT BROUGHT POST SECONDARY EDUCATION TO MILLIONS AND TEACHER TRAINING TO THOUSANDS, BEGINNING IN THE LATE HALF OF THE 19TH CENTURY  BETWEEN THE FOUNDING OF THE MOVEMENT IN 1874 AND ITS NADIR IN 1930, AN ESTIMATED 45 MILLION AMERICANS HAD ATTENDED A CHAUTAUQUA  OF THE 10,000 FACILITIES WHICH COMPRISED THE MOVEMENT, THE COLORADO CHAUTAUQUE NATIONAL LANDMARK HISTORIC DISTRICT IS THE ONLY REMAINING SITE WEST OF THE MISSISSIPPI  THE DISTRICT IS NESTLED BETWEEN THOUSANDS OF MILES OF OPEN SPACE AND THE THRIVING CITY OF BOULDER, COLORADO  THE UNIQUE COMBINATION OF GEOGRAPHIC, TOPOGRAPHIC, AND PHYSICAL CONDITIONS MAKES THE DISTRICT PARTICULARLY SUSCEPTIBLE TO WILDFIRES  THIS PROJECT WILL INFORM THE DEVELOPMENT OF POLICIES AND PROTOCOLS FOR OF A FULL MITIGATION PLAN, WHICH WILL SERVE AS A MODEL FOR OTHER HISTORIC SITES AROUND COLORADO AND THE NATION  THE APPLICANT WILL PROVIDE  280,721 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a54b227-4ca9-75d2-7da0-2072cc7250ab-C", "generated_internal_id": "ASST_NON_P22AP02270_1443"}, {"internal_id": 152328337, "Award ID": "P22AP02269", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-21", "CFDA Number": "15.929", "Description": "THE GATEHOUSE, DESIGNED IN 1835 BY JOHN NOTMAN, IS A CONTRIBUTING STRUCTURE OF THE LAUREL HILL CEMETERY NATIONAL HISTORIC LANDMARK AND THE LAST REMAINING ORIGINAL BUILDING IN THE CEMETERY  THIS GRANT WILL PRESERVE THE BUILDING S EXTERIOR AND REHABILITATE THE BUILDING S INTERIOR  IT CURRENTLY HOUSES THE MUSEUM, GIFT SHOP, OFFICES, ARCHIVES, SCHOLARLY RESEARCH AND VARIOUS PUBLIC PROGRAMS  THE APPLICANT WILL PROVIDE  3,183,333 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6d43457-385b-38d6-a3c9-fa22e78ee341-R", "generated_internal_id": "ASST_NON_P22AP02269_1443"}, {"internal_id": 152328418, "Award ID": "P22AP02264", "Award Amount": 127300.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "COMPLETED IN 1730, STENTON WAS THE SEAT OF JAMES LOGAN, SECRETARY TO WILLIAM PENN, FOUNDER OF PENNSYLVANIA  THIS GRANT WILL FUND THE REPAIR OF DETERIORATED ELEMENTS OF THE MANSION BY COMPLETING REPAIRS ON THE BUILDING S DORMERS, AND FULLY REPAIRING THE 10 SASH DORMER WINDOWS AS WELL AS TWO WINDOWS IN A NEARBY PRIVY  IN ADDITION, ALL EXTERIOR MANSION TRIM AND WOODWORK WILL BE PAINTED  THE APPLICANT WILL PROVIDE  127,300 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4a4b90d6-8386-0d41-ecaa-6ee16fe33fa0-R", "generated_internal_id": "ASST_NON_P22AP02264_1443"}, {"internal_id": 152328341, "Award ID": "P22AP02262", "Award Amount": 140284.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.929", "Description": "THE CHRIST CHURCH BURIAL GROUND IS A COLONIAL AND REVOLUTION ERA GRAVEYARD WITH 1,400 MARKERS OF MANY AMERICAN EARLY LEADERS, PROMINENT LAWYERS, MEDICAL PIONEERS, AND MILITARY HEROES  THIS GRANT WILL FUND REPAIRS TO THE BRICKWORK, BRONZE FENCE, AND HEADSTONES AND MONUMENTS  THE APPLICANT WILL PROVIDE  280,568 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b4f6f4aa-dbc5-afd2-ec1f-370f9a68d7fd-R", "generated_internal_id": "ASST_NON_P22AP02262_1443"}, {"internal_id": 152328272, "Award ID": "P22AP02251", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THE COACH BARN AT SHELBURNE FARMS IS ONE OF THE GREAT BARNS OF AMERICA AND ONE OF VERMONT S ICONIC HISTORIC BUILDINGS  THIS PROJECT WILL BOTH PROTECT AND PRESERVE THE BARN FOR CONTINUED USE AS AN INSPIRATIONAL GATHERING SPACE, SUPPORTING THE MISSION OF SHELBURNE FARMS TO INSPIRE AND CULTIVATE LEARNING FOR A SUSTAINABLE FUTURE  THIS PROJECT WILL PROTECT THE BARN FROM THE THREAT OF FIRE WITH A NEW ELECTRICAL SYSTEM AND THE INSTALLATION OF AN INTEGRATED FIRE DETECTION, ALARM, AND SUPPRESSION SYSTEM IN CONFORMANCE WITH CURRENT LIFE SAFETY CODES  THE APPLICANT WILL PROVIDE  943,600 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2317d9e1-3f3b-f17a-019a-cc0e295c2556-R", "generated_internal_id": "ASST_NON_P22AP02251_1443"}, {"internal_id": 152328301, "Award ID": "P22AP02247", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "HINCHLIFFE STADIUM, A NATIONAL HISTORIC LANDMARK BUILT IN 1932, WAS AN IMPORTANT VENUE AS A HOST FOR BLACK PROFESSIONAL BASEBALL, BOTH FOR INDEPENDENT BLACK TEAMS AND FOR THE NEGRO NATIONAL LEAGUE  THIS GRANT WILL PERFORM CONCRETE REPAIRS TO THE STADIUM  THE APPLICANT WILL PROVIDE  10,150,418 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b212c457-38d7-4577-cf6c-b193bd3bf26b-R", "generated_internal_id": "ASST_NON_P22AP02247_1443"}, {"internal_id": 152328308, "Award ID": "P22AP02245", "Award Amount": 407340.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-18", "CFDA Number": "15.929", "Description": "1835 SOUTH LAYTON BOULEVARD, MILWAUKEE, IS AN AMERICAN SYSTEM BUILT HOME  ASBH , MODEL C3, OF FRANK LLOYD WRIGHT DESIGN  IT IS ONE OF SIX ASBH HOMES LOCATED COMPRISING THE  AMERICAN SYSTEM BUILT HOMES   BURNHAM STREET DISTRICT  ON THE NATIONAL REGISTER OF HISTORIC PLACES  THE ASBH HOMES STAND AS A SYMBOL OF DEMOCRATIC ARCHITECTURE AND REPRESENT A SIGNIFICANT MILESTONE IN THE EVOLUTION OF HOME DESIGN AND MODERN ARCHITECTURE  THIS GRANT WILL FUND REPAIRS TO THE EXTERIOR SHELL OF THE BUILDING  THE APPLICANT WILL PROVIDE  407,340 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d09d572c-bb26-0014-881e-63ff5c856221-R", "generated_internal_id": "ASST_NON_P22AP02245_1443"}, {"internal_id": 152328524, "Award ID": "P22AP02244", "Award Amount": 400395.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-18", "CFDA Number": "15.929", "Description": "BUILT IN 1665, BACON S CASTLE IS THE OLDEST EXTANT BRICK STRUCTURE IN NORTH AMERICA AND THE OLDEST RELIABLY DATED BUILDING IN THE MID ATLANTIC AND SOUTHERN REGIONS OF THE UNITED STATES  THIS GRANT WILL HELP FUND WEST CHIMNEY STACK REPAIRS, MASONRY REPAIRS, PLASTER REPAIRS, PAINTING, AND REGLAZING WINDOW SASHES  THE APPLICANT WILL PROVIDE  401,174 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3c6826f5-e4ed-195d-5bc0-6e4047a08099-C", "generated_internal_id": "ASST_NON_P22AP02244_1443"}, {"internal_id": 152328518, "Award ID": "P22AP02243", "Award Amount": 372437.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-18", "CFDA Number": "15.929", "Description": "BUILDING 14 IS A CONTRIBUTING ELEMENT TO THE FORT MONROE NATIONAL HISTORIC LANDMARK  NHL  AND NATIONAL REGISTER OF HISTORIC PLACES  NRHP  DISTRICTS  THE GOAL FOR THE REHABILITATION OF BUILDING 14 WILL REHABILITATE THE STRUCTURE TO THE ORIGINAL INTENT OF THE BUILDER WHILE PROVIDING FOR SENSITIVELY APPLIED MODERN AMENITIES FOR FUTURE RESIDENTIAL OCCUPANCY  APPLICANT IS PROVIDING  372,437 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6642e0c-8f9e-7cb0-d9c4-d1b45643d2e0-R", "generated_internal_id": "ASST_NON_P22AP02243_1443"}, {"internal_id": 151867334, "Award ID": "P22AP02242", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "15.929", "Description": "THE NATIONAL HISTORIC LANDMARK KNOWN AS THE FRANKLIN AND ARMFIELD OFFICE WAS ONCE THE ALEXANDRIA SLAVE PEN, WHERE SLAVE DEALERS PURCHASED AND HELD THOUSANDS OF ENSLAVED MEN, WOMEN, AND CHILDREN AWAITING TRANSPORT AND SALE TO PLANTATIONS IN THE DEEP SOUTH  THE CITY OF ALEXANDRIA WILL PRESERVE THE BUILDING AND CREATE A MUSEUM DEDICATED TO THE INTERPRETATION OF THE DOMESTIC SLAVE TRADE IN AMERICA  THIS GRANT WILL REPAIR WINDOWS, DOORS, SIDING, AND THE FOUNDATION  THESE STEPS WILL SEAL THE BUILDING ENVELOPE, CORRECTING AND PREVENTING FURTHER DEGRADATION  THE APPLICANT WILL PROVIDE  800,000 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bc4dfe03-1abc-b083-393e-787ae244bcee-C", "generated_internal_id": "ASST_NON_P22AP02242_1443"}, {"internal_id": 151867168, "Award ID": "P22AP02241", "Award Amount": 413709.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "15.929", "Description": "BURNSIDE BUILDING IS A CONTRIBUTING STRUCTURE TO THE BRISTOL WATERFRONT HISTORIC DISTRICT IN THE NATIONAL REGISTER OF HISTORIC PLACES  THIS BUILDING WAS A FACTORY FOR RIFLES DURING THE CIVIL WAR AND LATER BECAME A MACHINE SHOP FOR TORPEDO BOATS AND LUXURY SAILING VESSELS  THIS IS THE THIRD AND FINAL PHASE OF THE PROJECT AND WILL ADDRESS THE REHABILITATION OF 161 WINDOWS  THE APPLICANT WILL PROVIDE  455,080 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bf6a56f9-6406-791a-7196-781d54e9314d-C", "generated_internal_id": "ASST_NON_P22AP02241_1443"}, {"internal_id": 152328342, "Award ID": "P22AP02240", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.929", "Description": "NIKOLA TESLA S DISCOVERIES, INVENTIONS, AND EXPERIMENTATION ARE SOME OF THE MOST INFLUENTIAL OF THE MODERN AGE  THEY INCLUDE ALTERNATING CURRENT, ELECTRIC MOTORS, RADIO, X RAY PHOTOGRAPHY, REMOTE CONTROL, WIRELESS TELECOMMUNICATIONS, LASERS, ROBOTICS, AND FLUORESCENT LIGHTING  THIS GRANT WILL FUND THE EXTERIOR STABILIZATION OF THE BUILDING WHERE NIKOLA TESLA WORKED FROM 1902 AND 1906  THE LABORATORY IS CURRENTLY DETERIORATING DUE TO SIGNIFICANT WATER INFILTRATION THROUGH THE ROOF AND IS THREATENED BY THE POTENTIAL COLLAPSE OF ADJACENT NON CONTRIBUTING WAREHOUSE STRUCTURES  THE APPLICANT WILL PROVIDE  1,184,475 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "759491b4-c4ee-f926-4654-b4b3bb8605b9-R", "generated_internal_id": "ASST_NON_P22AP02240_1443"}, {"internal_id": 152328289, "Award ID": "P22AP02239", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "15.929", "Description": "ONEIDA COMMUNITY MANSION HOUSE IS A COMPLEX OF LINKED HISTORIC BUILDINGS IS THE LARGEST FEATURE OF A 250 ACRE LIVING LANDMARK HERITAGE CAMPUS BUILT IN THE 19TH CENTURY BY THE ONEIDA COMMUNITY, A UTOPIAN SPIRITUAL COMMUNAL GROUP  TODAY OCMH IS A MULTIPURPOSE LIVING LANDMARK OPEN TO THE PUBLIC  THIS GRANT WILL CONTINUE ROOF, WATER MANAGEMENT AND FACADE REPAIR WORK, WHICH IS UNDERWAY, AND REPAIR WATER DAMAGED PORCHES, ADDRESS ACCESSIBILITY AND DRAINAGE  THE APPLICANT WILL PROVIDE  719,274 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5acf932c-d378-2c02-9469-9ffa3336d716-R", "generated_internal_id": "ASST_NON_P22AP02239_1443"}, {"internal_id": 151867199, "Award ID": "P22AP02238", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "15.929", "Description": "NEW YORK STUDIO SCHOOL S BUILDING WAS THE ORIGINAL HOME OF THE WHITNEY MUSEUM OF AMERICAN ART  IT ALSO PROVIDED CRUCIAL SUPPORT IN THE FORM OF WORKING AND LIVING SPACES AND EXHIBITION OPPORTUNITIES FOR A DIVERSE ARRAY OF NOTABLE AMERICAN ARTISTS EARLY IN THEIR CAREERS  THE HISTORIC BUILDING IS A COMPLEX OF FOUR 19TH CENTURY TOWNHOUSES AND CORRESPONDING STABLE BLOCKS LOCATED IN THE GREENWICH VILLAGE HISTORIC DISTRICT  THIS GRANT WILL REPAIR THE REAR MASONRY ELEVATION AND THE ROOF  THE APPLICANT WILL PROVIDE  400,000 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "72ae72a9-bea4-58b7-ab49-8aea1e50e356-R", "generated_internal_id": "ASST_NON_P22AP02238_1443"}, {"internal_id": 152328417, "Award ID": "P22AP02237", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "FIRST LISTED IN THE NATIONAL REGISTER OF HISTORIC PLACES IN 1975 AS BELL TELEPHONE LABORATORIES, WESTBETH WAS THE LARGEST PUBLICLY AND PRIVATELY FINANCED CONVERSION OF AN INDUSTRIAL COMPLEX INTO HOUSING FOR ARTISTS IN THE UNITED STATES  THIS GRANT WILL FUND THE REHABILITATION OF WESTBETH S 663 ORIGINAL WOOD WINDOWS RANGE IN AGE FROM 160 TO 92 YEARS OLD  THE APPLICANT WILL PROVIDE  815,994 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "edbe12c3-822e-2fd5-36ac-874092fc142b-R", "generated_internal_id": "ASST_NON_P22AP02237_1443"}, {"internal_id": 152328443, "Award ID": "P22AP02236", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "15.929", "Description": "THIS GRANT WILL HELP COMPLETE CRITICAL REHABILITATION WORK ON THE HISTORIC ROGERS LOCOMOTIVE AND  MACHINE COMPANY ERECTING SHOP OF 1871, THE  ROGERS BUILDING,  A CONTRIBUTING STRUCTURE TO THE GREAT FALLS OF PATERSON SOCIETY FOR ESTABLISHING USEFUL MANUFACTURERS  S U M  NATIONAL HISTORIC LANDMARK DISTRICT  THIS BUILDING ALSO BELONGS TO A COMPLEX OF LOCOMOTIVE AND MACHINE WORKS SHOPS WHICH WERE PIVOTAL TO PATERSON S GROWTH AS A CENTER FOR INDUSTRIAL MANUFACTURING DURING THE NINETEENTH CENTURY  THIS GRANT WILL REPAIR THE ROOF, WINDOWS, AND SIDING  THE APPLICANT WILL PROVIDE  500,000 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b4d1e977-2ad1-f60f-1783-2763168f4513-C", "generated_internal_id": "ASST_NON_P22AP02236_1443"}, {"internal_id": 152328426, "Award ID": "P22AP02235", "Award Amount": 495542.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-18", "CFDA Number": "15.929", "Description": "HOME TO THE OLDEST JEWISH COMMUNITY IN THE STATE OF MISSISSIPPI, TEMPLE B NAI ISRAEL TELLS A NATIONAL STORY  A STORY OF THE DEVELOPMENT OF DIVERSE AMERICAN JEWISH COMMUNITIES  THIS GRANT WILL FUND THE NEW MECHANICAL SYSTEM, AN ELEVATOR, REPAIRS TO THE INTERIOR PLASTERWORK, PRESERVATION OF THE HISTORIC STAINED GLASS WINDOWS, AND ACCESSIBLE RESTROOMS  THE APPLICANT WILL PROVIDE  495,542 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "707e7d54-cdc0-63a5-721e-5b6555bcd90a-R", "generated_internal_id": "ASST_NON_P22AP02235_1443"}, {"internal_id": 151867313, "Award ID": "P22AP02234", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "15.929", "Description": "TOWER GROVE PARK OPENED TO THE PUBLIC IN 1872, AS THE FIRST DRIVING PARK IN ST  LOUIS  THE PARK IS ALSO SIGNIFICANT FOR ITS ROLE AS A COMMUNITY GATHERING PLACE AND ANCHOR IN THE CITY, DRAWING APPROXIMATELY 500,000 VISITORS ANNUALLY  THIS GRANT WILL REPAIR THE PAVILIONS  THE APPLICANT WILL PROVIDE  504,523 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b56ee7bc-24c6-493e-5605-9d7c8465103f-R", "generated_internal_id": "ASST_NON_P22AP02234_1443"}, {"internal_id": 151867200, "Award ID": "P22AP02233", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "15.929", "Description": "THE FORD PIQUETTE AVENUE PLANT IS THE OLDEST SURVIVING AUTOMOBILE MANUFACTURING FACTORY IN THE UNITED STATES  IT IS THE BUILDING WHERE HENRY FORD DESIGNED AND BUILT THE FIRST MODEL T  THIS GRANT WILL REPLACE THE ELECTRICAL INFRASTRUCTURE IN THE MILL STYLE WOOD AND BRICK MANUFACTURING BUILDING  THE APPLICANT WILL PROVIDE  854,125 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "78ee5761-66a0-7ccb-0cb1-a9cb2007e150-R", "generated_internal_id": "ASST_NON_P22AP02233_1443"}, {"internal_id": 152328452, "Award ID": "P22AP02232", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "SABBATHDAY LAKE SHAKER VILLAGE IS WHERE THE WORLD S REMAINING SHAKERS LIVE, WORK, AND WORSHIP  THE SHAKERS ARE LIVING HEIRS TO A WORLD RENOWNED LEGACY OF FURNITURE, SOCIAL REFORM, INVENTIONS, AND ARCHITECTURE  THIS GRANT WILL REHABILITATE THE SHAKER GREAT BARN WITH PERIMETER DRAINAGE SYSTEMS, INSTALLATION OF NEW FOOTINGS, CORRECTION OF ROOFLINE AND LEANING WALLS, AND REPLACEMENT OF DAMAGED TIMBERS  THE APPLICANT WILL PROVIDE  515,500 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c1445fd0-cad1-177d-c507-b625b50cf427-R", "generated_internal_id": "ASST_NON_P22AP02232_1443"}, {"internal_id": 151867220, "Award ID": "P22AP02231", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-15", "CFDA Number": "15.929", "Description": "ANTIQUARIAN HALL IS A GEORGIAN REVIVAL LIBRARY AND REPOSITORY FOR THE AMERICAN ANTIQUARIAN SOCIETY  IT WAS DESIGNATED A NATIONAL HISTORIC LANDMARK IN 1968  THIS GRANT WILL REPAIR THE MASONRY AND WINDOWS  THE APPLICANT WILL PROVIDE  1,828,410 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b749727a-531e-4bde-5482-07d3e3cd5ccb-R", "generated_internal_id": "ASST_NON_P22AP02231_1443"}, {"internal_id": 152328305, "Award ID": "P22AP02230", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "THIS GRANT WILL PRESERVE THE MARTHA S VINEYARD CAMP MEETING  MVCMA  TABERNACLE BY REPLACEMENT OF ITS ROOF  THE PROPERTY IS AN IMPORTANT EXAMPLE OF THE RELIGIOUS CAMP MEETING MOVEMENTS OF THE EARLY NINETEENTH CENTURY  IT PLAYED A KEY ROLE IN THE DESIGN OF PERMANENT RELIGIOUS CAMP MEETINGS AND RESORTS  THE APPLICANT WILL PROVIDE  500,000 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f46d78e2-4827-c82c-d601-ba3594ee7c48-R", "generated_internal_id": "ASST_NON_P22AP02230_1443"}, {"internal_id": 152328324, "Award ID": "P22AP02229", "Award Amount": 499950.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-20", "CFDA Number": "15.929", "Description": "THE GREAT HOUSE IS THE CENTERPIECE OF A 165 ACRE NATIONAL LANDMARK ESTATE DEVELOPED BY PLUMBING MAGNATE RICHARD TELLER CRANE JR  BETWEEN 1909 1928  THIS GRANT WILL REPAIR THE NORTH ELEVATION OF THE MAIN BLOCK AND ADJOINING WEST PORTICO WHICH ARE THE SIDES OF THE BUILDING THAT ARE EXPOSED TO THE WORST WEATHER CONDITIONS, HAVE THE GREATEST DEFICIENCIES, AND ARE VULNERABLE TO CONTINUED AND PROGRESSIVE DETERIORATION  THE APPLICANT WILL PROVIDE  595,197 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fc592155-e495-5abb-c917-074871e78a28-C", "generated_internal_id": "ASST_NON_P22AP02229_1443"}, {"internal_id": 152328488, "Award ID": "P22AP02228", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-18", "CFDA Number": "15.929", "Description": "THE UNIVERSITY OF ILLINOIS OBSERVATORY PLAYED A KEY ROLE IN THE DEVELOPMENT OF ELECTRICAL METHODS OF ASTRONOMICAL PHOTOMETRY, BETWEEN 1903 TO 1922  ORIGINALLY BUILT IN 1896, WITH ADDITIONS IN 1956 AND 1965, THE COMPONENTS OF THE OBSERVATORY S EXTERIOR HAVE DETERIORATED OVER TIME AND REQUIRE REHABILITATION TO PROTECT THE BUILDING S STRUCTURE, INTERIORS, AND EQUIPMENT  THIS GRANT WILL REHABILITATE THE OBSERVATORY S EXTERIOR BUILDING ENVELOPE  THE APPLICANT WILL PROVIDE  500,000 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c3d8c8a-27ef-b1e9-7164-bbfa490faa27-C", "generated_internal_id": "ASST_NON_P22AP02228_1443"}, {"internal_id": 152328309, "Award ID": "P22AP02227", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-18", "CFDA Number": "15.929", "Description": "ROOSEVELT S LITTLE WHITE HOUSE STATE HISTORIC SITE IS PART OF THE WARM SPRINGS NATIONAL HISTORIC LANDMARK DISTRICT  THIS GRANT WILL RESTORE THE HISTORIC POOLS AT ROOSEVELT S LITTLE WHITE HOUSE STATE HISTORIC SITE IN WARM SPRINGS TO THE CONDITION WHEN OWNED BY FRANKLIN D  ROOSEVELT  ROOSEVELT S LWH AND SITE ARE AMONG GEORGIA S MOST VISITED SITES SERVING AS AN IMPORTANT CULTURAL RESOURCE FOR GEORGIANS, AND OUR NATION, THROUGH ITS HISTORICAL SIGNIFICANCE  THE APPLICANT WILL PROVIDE  950,000 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "GA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c44bb290-7d38-984b-d36b-dfed1d5409e1-R", "generated_internal_id": "ASST_NON_P22AP02227_1443"}, {"internal_id": 152328297, "Award ID": "P22AP02226", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-19", "CFDA Number": "15.929", "Description": "BOK MOUNTAIN LAKE SANCUTARY AND SINGING TOWER IS A NATIONAL HISTORIC LANDMARK DESIGNED BY FREDERICK LAW OLMSTEAD JR  FOR EDWARD BOK AS A GARDEN SANCTUARY FOR BIRDS, WILDLIFE, AND HUMANS  THIS PROJECT WILL COMPLETE THE REHABILITATION AND REINVIGORATION OF THE ORIGINAL LANDSCAPE DESIGN INCLUDING THE RESTORATION AND CONSERVATION WORK FOR THE EXEDRA FOUNTAIN LOCATED IN THE WESTERN OUTLOOK GARDEN  THE APPLICANT WILL PROVIDE  933,464 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "702cdcc6-befd-327d-49ad-7e69ccaa8155-C", "generated_internal_id": "ASST_NON_P22AP02226_1443"}, {"internal_id": 152328404, "Award ID": "P22AP02225", "Award Amount": 483500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "15.929", "Description": "THE G B  COOLEY HOUSE IS ASSOCIATED WITH ARCHITECTS WALTER BURLEY GRIFFIN AND MARION MAHONY GRIFFIN  THIS GRANT WILL REHABILITATE A RARE EXAMPLE OF PRAIRIE STYLE ARCHITECTURE IN THE SOUTH AND FACILITATE ITS REGULAR USE ONCE AGAIN, AFTER A PROLONGED PERIOD OF VACANCY  IMPROVEMENTS TO THE BUILDING SYSTEMS ARE NEEDED  ELECTRICAL, PLUMBING, INFORMATION TECHNOLOGY, ETC   AS WELL AS TO THE MORE VISIBLE ELEMENTS TO IMPROVE THE SAFETY OF THE PUBLIC AND ENSURE THE LONGEVITY OF THE BUILDING  THE APPLICANT WILL PROVIDE  533,350 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "954e65ed-d958-e9e1-865c-f062d494bf1b-C", "generated_internal_id": "ASST_NON_P22AP02225_1443"}, {"internal_id": 152328391, "Award ID": "P22AP02224", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-09-22", "CFDA Number": "15.929", "Description": "COOPER MOLERA ADOBE IS A 2 5 ACRE PROPERTY LOCATED IN THE MONTEREY OLD TOWN NATIONAL HISTORIC LANDMARK DISTRICT, DESIGNATED IN 1970  ORIGINALLY DATING FROM 1827, COOPER MOLERA ADOBE REPRESENTS THE LAYERED HISTORY OF THE FAMILIES WHO LIVED IN AND BUILT MONTEREY, FROM ITS EARLY YEARS AS THE POLITICAL AND COMMERCIAL CAPITAL OF MEXICAN ALTA CALIFORNIA, THROUGH THE DEVELOPMENT OF THE STATE OF CALIFORNIA  COOPER MOLERA ADOBE IS LOCATED ON THE ANCESTRAL LANDS OF THE OHLONE PEOPLE  THE CURRENT HISTORIC STRUCTURES WERE BUILT BY THE COOPER AND MOLERA FAMILIES OVER THREE GENERATIONS  THE PROJECT WORK WILL RESTORE THE BALCONIES, WOODWORK, SHAKE ROOF, AND EXTERIOR ADOBE  THE APPLICANT WILL PROVIDE  500,018 IN MATCHING FUNDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b27b6c4d-97b2-7aa1-81ad-7cfa3e45a18f-C", "generated_internal_id": "ASST_NON_P22AP02224_1443"}, {"internal_id": 155053596, "Award ID": "P22AP01714", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2022-12-04", "CFDA Number": "15.929", "Description": "THE OBJECTIVE OF THE HISTORIC PRESERVATION FUNDS (HPF) TO COMPLETE A PROJECT THAT ASSISTS IN THE PRESERVATION OF A HISTORIC RESOURCE.THE OBJECTIVE OF THE SAVE AMERICA S TREASURES (SAT) GRANT PROGRAM IS TO PROVIDE PRESERVATION AND OR CONSERVATION ASSISTANCE TO SIGNIFICANT HISTORIC PROPERTIES AND COLLECTIONS INCLUDING ARCHITECTURAL SERVICES, HISTORIC STRUCTURE REPORTS, PRESERVATION PLANS, AND PHYSICAL PRESERVATION TO SITES IN KEEPING WITH THE SECRETARY OF THE INTERIOR S STANDARDS AND GUIDELINES FOR ARCHEOLOGY AND HISTORIC PRESERVATION. GRANTS REQUIRE A DOLLAR FOR DOLLAR, NON FEDERAL MATCH, WHICH CAN BE CASH OR DOCUMENTED IN KIND.THIS GRANT WILL PRESERVE MEMORIAL HALL BY REPAIRING THE MARBLE FLOORS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f1a21a53-ccb3-126d-2c7d-a548584b73c7-R", "generated_internal_id": "ASST_NON_P22AP01714_1443"}, {"internal_id": 140481768, "Award ID": "P21AP11785", "Award Amount": 499999.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.929", "Description": "2020 HPF SAT - WI SHPO - PRESERVATION OF BUSINESS OFFICE AT RINGLING BROTHERS CIRCUS WINTER HEADQUARTERS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "416f065d-80b5-35eb-bb78-b5a4dc7550c4-C", "generated_internal_id": "ASST_NON_P21AP11785_1443"}, {"internal_id": 140481838, "Award ID": "P21AP11784", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.929", "Description": "2020 HPF SAT - SHELBURNE FARMS - RESTORING TRUST, SAVING A LANDMARK: PRESERVING THE BREEDING BARN AT SHELBURNE FARMS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2317d9e1-3f3b-f17a-019a-cc0e295c2556-R", "generated_internal_id": "ASST_NON_P21AP11784_1443"}, {"internal_id": 140059883, "Award ID": "P21AP11783", "Award Amount": 226725.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-14", "CFDA Number": "15.929", "Description": "SITE DRAINAGE AND WATER MANAGEMENT PROJECT FOR THE SENATOR JUSTIN S. MORRILL STATE HISTORIC SITE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6b22aa69-32af-52db-2b9a-b377f75adfd3-C", "generated_internal_id": "ASST_NON_P21AP11783_1443"}, {"internal_id": 140059921, "Award ID": "P21AP11781", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-11", "CFDA Number": "15.929", "Description": "2020 HPF SAT - RI SHPO, OLD STATE HOUSE ACCESS PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "bed83452-aae9-9e60-aef7-0cbb6b5124b6-C", "generated_internal_id": "ASST_NON_P21AP11781_1443"}, {"internal_id": 140059884, "Award ID": "P21AP11779", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.929", "Description": "2020 HPF SAT - CARPENTERS' COMPANY OF THE CITY AND COUNTY OF PHILADELPHIA, THE CARPENTERS' HALL PRESERVATION PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4bce4c3d-c132-900a-2e65-c8b1b7f7d974-R", "generated_internal_id": "ASST_NON_P21AP11779_1443"}, {"internal_id": 140482023, "Award ID": "P21AP11778", "Award Amount": 358667.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.929", "Description": "FY2020 HPF SAT - RIVERS OF STEEL HERITAGE CORPORATION, CARRIE BLAST FURNACES REHABILITATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b717f779-0460-01ce-6d86-73e24a93e576-C", "generated_internal_id": "ASST_NON_P21AP11778_1443"}, {"internal_id": 140481969, "Award ID": "P21AP11776", "Award Amount": 145477.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.929", "Description": "PRESERVING A RUST BELT LEGACY: STAINED GLASS WINDOW RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4420b46b-3292-8a80-0acf-40113229c794-R", "generated_internal_id": "ASST_NON_P21AP11776_1443"}, {"internal_id": 140482159, "Award ID": "P21AP11775", "Award Amount": 496775.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-24", "CFDA Number": "15.929", "Description": "2020 HPF SAT - HENDRICK HUDSON CHAPTER NSDAR, INC, REPAIR AND CONSERVATION TO THE HISTORIC 1811 ROBERT JENKINS HOUSE LOCATED IN HUDSON, NY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "046ec373-a17b-389c-f2ab-bd1f9f8ad81d-R", "generated_internal_id": "ASST_NON_P21AP11775_1443"}, {"internal_id": 140481694, "Award ID": "P21AP11774", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "15.929", "Description": "2020 HPF SAT - SEWARD HOUSE MUSEUM, THE SEWARD HOUSE MUSEUM WILL REMEDY ALMOST A CENTURY OF DEFERRED MAINTENANCE WITH SUBSTANTIAL PRESERVATION AND REHABILITATION OF ITS BARN AND CARRIAGE HOUSE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d6fc680b-38a5-2530-f632-39b16b27488f-R", "generated_internal_id": "ASST_NON_P21AP11774_1443"}, {"internal_id": 140481839, "Award ID": "P21AP11773", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.929", "Description": "2020 HPF SAT - SAVE LUCY COMMITTEE, INC., LUCY THE ELEPHANT EXTERIOR RESTORATION PHASE II", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f097390b-b9f2-3737-4e75-43ac2019a83d-R", "generated_internal_id": "ASST_NON_P21AP11773_1443"}, {"internal_id": 140481695, "Award ID": "P21AP11772", "Award Amount": 140537.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.929", "Description": "2020 HPF SAT - MONTANA DEPARTMENT OF FISH, WILDLIFE AND PARKS, , CHIEF PENTY COUPS  STATE PARK AND NATIONAL LANDMARK HISTORIC PRESEVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f9048a3a-c9cc-1f74-0a3d-c9e0d11f9cec-C", "generated_internal_id": "ASST_NON_P21AP11772_1443"}, {"internal_id": 140060055, "Award ID": "P21AP11770", "Award Amount": 383650.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.929", "Description": "2020 HPF SAT - CITY OF ROCHESTER, PRESERVATION OF PLUMMER HOUSE WATER TOWER, ROCHESTER, MN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9ea7430-212f-1b29-65fd-77008ae5a935-C", "generated_internal_id": "ASST_NON_P21AP11770_1443"}, {"internal_id": 140481840, "Award ID": "P21AP11769", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "15.929", "Description": "PRESERVE THE COLLECTION RESOURCE CENTER AND COMMANDING OFFICER'S HOUSE AT HISTORIC FORT WAYNE IN DETROIT, MI", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f90e1a35-cb90-66ca-648b-3a3c55020f49-C", "generated_internal_id": "ASST_NON_P21AP11769_1443"}, {"internal_id": 140481697, "Award ID": "P21AP11768", "Award Amount": 292670.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "15.929", "Description": "2020 HPF SAT - FRIENDS OF THE FREE STATE CAPITOL INC., PUBLIC ACCESS TO CONSTITUTION HALL-TOPEKA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "KS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e227f12b-a59a-66ae-2675-bfafa782a557-R", "generated_internal_id": "ASST_NON_P21AP11768_1443"}, {"internal_id": 140482087, "Award ID": "P21AP11767", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.929", "Description": "2020 HPF SAT- AUBURN AUTOMOTIVE HERITAGE, INC, AUBURN CORD DUESENBERG AUTOMOBILE MUSEUM ROOF & HVAC REPLACEMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ec8c4a1a-a755-741a-8427-6f55d86267d5-R", "generated_internal_id": "ASST_NON_P21AP11767_1443"}, {"internal_id": 140481708, "Award ID": "P21AP11766", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-23", "CFDA Number": "15.929", "Description": "FY2020 HPF SAT - IDAHO SHPO,  ASSAY OFFICE REHABILITATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cdd867c2-b1d5-f619-f135-93d3fc4556d3-C", "generated_internal_id": "ASST_NON_P21AP11766_1443"}, {"internal_id": 140481698, "Award ID": "P21AP11765", "Award Amount": 499629.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.929", "Description": "FY2020 HPF SAT- FRIENDS OF IOLANI PALACE, ROOF REPAIR OF IOLANI PALACE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "HI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b01d1f70-9387-0249-fb82-b31f46a26154-C", "generated_internal_id": "ASST_NON_P21AP11765_1443"}, {"internal_id": 140059836, "Award ID": "P21AP11764", "Award Amount": 317000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.929", "Description": "FY2020 HPF SAT- CT SHPO, OLD NEW-GATE PRISON AND COPPERMINE CELL BLOCK RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ba175594-88fb-7966-34b0-985ba9a74fb7-C", "generated_internal_id": "ASST_NON_P21AP11764_1443"}, {"internal_id": 140059886, "Award ID": "P21AP11763", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.929", "Description": "FY2020 HPF SAT- BARNUM MUSEUM, HISTORIC WINDOWS RESTORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8ee2ceeb-860f-03de-5355-5add70f47ebd-C", "generated_internal_id": "ASST_NON_P21AP11763_1443"}, {"internal_id": 140481770, "Award ID": "P21AP11762", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-20", "CFDA Number": "15.929", "Description": "2020 HPF SAT - LEGACY CONNECTIONS, PRESERVATION OF THE ROSE BOWL STADIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "340ae4d3-01a2-55be-1220-4b3cb807e9a5-R", "generated_internal_id": "ASST_NON_P21AP11762_1443"}, {"internal_id": 140481970, "Award ID": "P21AP11761", "Award Amount": 335850.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.929", "Description": "2020 HPF SAT - CA SAM AND ALFREDA MALOOF FOUNDATION, MALOOF ROOF REPLACEMENT PROJECT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3bc5b7b8-957f-3be4-dd54-d29b50d62816-R", "generated_internal_id": "ASST_NON_P21AP11761_1443"}, {"internal_id": 140481905, "Award ID": "P21AP11760", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.929", "Description": "2020 HPF SAT - HISTORICAL COMMISSION, ALABAMA, HYDROLOGY MODELING AND EROSION CONTROL AT BOTTLE CREEK MOUNDS, TENSAW DELTA, BALDWIN COUNTY, AL", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9dfa1196-81b2-0405-0d15-ddaa6aaf46e0-C", "generated_internal_id": "ASST_NON_P21AP11760_1443"}, {"internal_id": 140481699, "Award ID": "P21AP11759", "Award Amount": 351000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-21", "CFDA Number": "15.929", "Description": "2020 HPF SAT - ALASKA ARTS SOUTHEAST, WHITMORE HALL, SHELDON JACKSON SCHOOL NATIONAL HISTORIC LANDMARK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AK", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c39bc281-e3a3-ac3a-1a17-8677913285d5-R", "generated_internal_id": "ASST_NON_P21AP11759_1443"}, {"internal_id": 140059838, "Award ID": "P21AP11732", "Award Amount": 300000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.929", "Description": "2020 HPF SAT - SUSAN LAFLESCHE PICOTTE CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "3cab56b2-80c4-daf1-ad21-ad34b0a13f23-R", "generated_internal_id": "ASST_NON_P21AP11732_1443"}, {"internal_id": 140060008, "Award ID": "P21AP11730", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2021-09-13", "CFDA Number": "15.929", "Description": "RESTORATION OF THE BEVIER-ELTING HOUSE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "86395e96-7081-4dc2-42d3-58d6e640a289-R", "generated_internal_id": "ASST_NON_P21AP11730_1443"}, {"internal_id": 109846689, "Award ID": "P20AP00382", "Award Amount": 458400.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - FAIRBANKS MUSEUM & PLANETARIUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2d9b5733-337d-ad5e-c089-b65f26434d89-R", "generated_internal_id": "ASST_NON_P20AP00382_1443"}, {"internal_id": 109846811, "Award ID": "P20AP00381", "Award Amount": 209202.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - WYCK ASSOCIATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f3654e9b-e7e0-538d-a9bd-6c5929330c43-R", "generated_internal_id": "ASST_NON_P20AP00381_1443"}, {"internal_id": 109846641, "Award ID": "P20AP00380", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - CAMBRIA COUNTY TRANSIT AUTHORITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "55920568-bb61-c377-33d9-e02573cd0920-C", "generated_internal_id": "ASST_NON_P20AP00380_1443"}, {"internal_id": 109846505, "Award ID": "P20AP00379", "Award Amount": 498717.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - EASTERN STATE PENITENTIARY HISTORIC SITE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cd07f5f1-54aa-5af7-c7c4-4027447eaed3-R", "generated_internal_id": "ASST_NON_P20AP00379_1443"}, {"internal_id": 109846690, "Award ID": "P20AP00378", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - TAFT MUSEUM OF ART", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "91545b22-8066-f20f-8012-085a79856582-C", "generated_internal_id": "ASST_NON_P20AP00378_1443"}, {"internal_id": 109846504, "Award ID": "P20AP00377", "Award Amount": 395050.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - CLEVELAND COORDINATING COMMITTEE FOR COD", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6241df83-3aa8-9d5d-38d0-d2a6fd9f7f0e-R", "generated_internal_id": "ASST_NON_P20AP00377_1443"}, {"internal_id": 109846746, "Award ID": "P20AP00376", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - GREATER SYRACUSE LAND BANK", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "05ca759d-df0d-1beb-6399-2e2363235e9f-R", "generated_internal_id": "ASST_NON_P20AP00376_1443"}, {"internal_id": 109846590, "Award ID": "P20AP00375", "Award Amount": 365593.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - H LEE WHITE MARITIME MUSEUM AT OSWEGO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "e1c5fc15-1bba-1c42-46f0-962ffd153148-R", "generated_internal_id": "ASST_NON_P20AP00375_1443"}, {"internal_id": 109846465, "Award ID": "P20AP00374", "Award Amount": 451252.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - MUSEUM OF NEW MEXICO FOUNDATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5e90feb8-92ca-5eaa-d49e-593bcd766f7a-C", "generated_internal_id": "ASST_NON_P20AP00374_1443"}, {"internal_id": 109846591, "Award ID": "P20AP00373", "Award Amount": 210000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - HISTORIC MORVEN", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NJ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5cc613b1-030e-22c7-f40c-9f8c2b09d3db-R", "generated_internal_id": "ASST_NON_P20AP00373_1443"}, {"internal_id": 109846466, "Award ID": "P20AP00372", "Award Amount": 487160.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - NEVADA NORTHERN RAILWAY FOUNDATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f6a33812-4a6d-a4c4-c428-bfc73be36569-R", "generated_internal_id": "ASST_NON_P20AP00372_1443"}, {"internal_id": 109846524, "Award ID": "P20AP00371", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - CITY OF EXCELSIOR SPRINGS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a01a1b87-a567-78ef-ca45-79357e4a742f-C", "generated_internal_id": "ASST_NON_P20AP00371_1443"}, {"internal_id": 109846747, "Award ID": "P20AP00370", "Award Amount": 165000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - SOCIETY FOR THE PRESERVATION OF NEW ENGLAND ANTIQUITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "446756a2-6d72-86c2-c606-f2f7c1418f98-C", "generated_internal_id": "ASST_NON_P20AP00370_1443"}, {"internal_id": 109846402, "Award ID": "P20AP00369", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - FRANCIS PERKINS CENTER", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a37510c9-501f-0be8-a585-11086d34742e-R", "generated_internal_id": "ASST_NON_P20AP00369_1443"}, {"internal_id": 109846812, "Award ID": "P20AP00368", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - LEONA TATE FOUNDATION FOR CHANGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "LA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "463cc801-0be1-e83f-057a-3fb09953f36a-R", "generated_internal_id": "ASST_NON_P20AP00368_1443"}, {"internal_id": 109846813, "Award ID": "P20AP00367", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - SOUTHERN INDIANA HOUSING & COMMUNITY DEVELOPMENT CORP", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6a9d4a5b-6126-fa4c-de9e-e94f32f62e7f-R", "generated_internal_id": "ASST_NON_P20AP00367_1443"}, {"internal_id": 109846691, "Award ID": "P20AP00366", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - HISTORIC LANDMARKS FOUNDATION OF INDIANA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IN", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "dd3894ce-c44c-defc-be56-47dfccf372fd-C", "generated_internal_id": "ASST_NON_P20AP00366_1443"}, {"internal_id": 109846592, "Award ID": "P20AP00365", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - VIZCAYA MUSEUM & GARDENS TRUST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ba3105c6-715e-6068-5272-c055c94d63da-R", "generated_internal_id": "ASST_NON_P20AP00365_1443"}, {"internal_id": 109846692, "Award ID": "P20AP00364", "Award Amount": 250000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - FLORIDA SOUTHERN COLLEGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "FL", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a0d8fc65-bceb-f064-eb16-439de0432568-C", "generated_internal_id": "ASST_NON_P20AP00364_1443"}, {"internal_id": 109846814, "Award ID": "P20AP00363", "Award Amount": 342500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-25", "CFDA Number": "15.929", "Description": "2019 HPF SAT - UNION STATION REDEVELOPMENT CORPORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "678ca124-0312-dd9d-0c89-f59cfa24caa8-R", "generated_internal_id": "ASST_NON_P20AP00363_1443"}, {"internal_id": 109846403, "Award ID": "P20AP00362", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - UTE MOUNTAIN UTE TRIBE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d17e7ec-33e9-a6be-182f-8639c68f1b89-C", "generated_internal_id": "ASST_NON_P20AP00362_1443"}, {"internal_id": 109846593, "Award ID": "P20AP00361", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2020-08-20", "CFDA Number": "15.929", "Description": "2019 HPF SAT - CITY OF RIVERSIDE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c766edca-9790-f7c3-2e33-acec0a4b116f-C", "generated_internal_id": "ASST_NON_P20AP00361_1443"}, {"internal_id": 86320617, "Award ID": "P19AP00602", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "15.929", "Description": "2018 HPF SAT - HOUSING AUTHORITY OF THE CITY OF MILWAUKEE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eb14790d-7594-d44c-44eb-3a336f68791d-C", "generated_internal_id": "ASST_NON_P19AP00602_1443"}, {"internal_id": 86320616, "Award ID": "P19AP00601", "Award Amount": 132500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "15.929", "Description": "2018 HPF SAT - FRIENDS OF HAPPY RETREAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "c582b6dc-b63e-4140-652e-03a8017eb263-R", "generated_internal_id": "ASST_NON_P19AP00601_1443"}, {"internal_id": 86320615, "Award ID": "P19AP00600", "Award Amount": 360250.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-23", "CFDA Number": "15.929", "Description": "2018 HPF SAT - AD GERMAN WAREHOUSE CONSERVANCY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "165da4df-52a4-39c9-a41d-e85c7ca253a2-R", "generated_internal_id": "ASST_NON_P19AP00600_1443"}, {"internal_id": 86320614, "Award ID": "P19AP00599", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "15.929", "Description": "2018 HPF SAT - SEATTLE CITY LIGHT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6d91a590-bf29-0d29-a397-045de4bcf5ef-C", "generated_internal_id": "ASST_NON_P19AP00599_1443"}, {"internal_id": 86320613, "Award ID": "P19AP00598", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "15.929", "Description": "2018 HPF SAT - FORT WORDEN FOUNDATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4cf961f2-66b7-f4ac-e0e2-85216d2551e9-R", "generated_internal_id": "ASST_NON_P19AP00598_1443"}, {"internal_id": 86320612, "Award ID": "P19AP00597", "Award Amount": 350000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "15.929", "Description": "2018 HPF SAT - HISTORIC PETERSBURG FOUNDATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cec6871e-6556-fef3-32cd-09c0c55154b1-R", "generated_internal_id": "ASST_NON_P19AP00597_1443"}, {"internal_id": 86320611, "Award ID": "P19AP00596", "Award Amount": 337500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "15.929", "Description": "2018 HPF SAT - FOUNDATION FOR HISTORIC CHRIST CHURCH", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "6cb8f3a7-a4f5-d2a7-57d9-0245d5ab3cca-R", "generated_internal_id": "ASST_NON_P19AP00596_1443"}, {"internal_id": 86320610, "Award ID": "P19AP00595", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "15.929", "Description": "2018 HPF SAT - PRESERVATION SOCIETY OF NEWPORT COUNTY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "RI", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1dbdd87e-2edb-a35f-bf41-2e0c46179ec5-C", "generated_internal_id": "ASST_NON_P19AP00595_1443"}, {"internal_id": 86320609, "Award ID": "P19AP00594", "Award Amount": 499628.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-16", "CFDA Number": "15.929", "Description": "2018 HPF  SAT - DUQUESNE UNIVERSITY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "PA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "adf020df-cbb2-9a5c-55f6-00916037195e-C", "generated_internal_id": "ASST_NON_P19AP00594_1443"}, {"internal_id": 86320606, "Award ID": "P19AP00574", "Award Amount": 228160.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-13", "CFDA Number": "15.929", "Description": "2018 HPF SAT - OHIO HISTORICAL SOCIETY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "9bb90ea0-3bc3-61c3-7b42-518e2c19ff3a-C", "generated_internal_id": "ASST_NON_P19AP00574_1443"}, {"internal_id": 86320605, "Award ID": "P19AP00573", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-13", "CFDA Number": "15.929", "Description": "2018 HPF SAT - CITY OF WARREN, OHIO", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "001ca070-987a-d017-639b-e9b5ed97a360-C", "generated_internal_id": "ASST_NON_P19AP00573_1443"}, {"internal_id": 86320604, "Award ID": "P19AP00572", "Award Amount": 400000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-13", "CFDA Number": "15.929", "Description": "2018 HPF SAT - RICHARDSON CENTER CORPORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2267b5fb-5514-37be-d60a-1b967d301d38-R", "generated_internal_id": "ASST_NON_P19AP00572_1443"}, {"internal_id": 86320603, "Award ID": "P19AP00571", "Award Amount": 465000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-13", "CFDA Number": "15.929", "Description": "2018 HPF SAT - FORT TICONDEROGA ASSOCIATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "071936b6-5b10-dde2-efd4-c217a31960a7-R", "generated_internal_id": "ASST_NON_P19AP00571_1443"}, {"internal_id": 86320602, "Award ID": "P19AP00570", "Award Amount": 498815.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-24", "CFDA Number": "15.929", "Description": "2018 HPF SAT - GEORGE EASTMAN MUSEUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1401f4fa-d7de-36e0-596f-b8f3a5ef3290-C", "generated_internal_id": "ASST_NON_P19AP00570_1443"}, {"internal_id": 86320601, "Award ID": "P19AP00569", "Award Amount": 176000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-13", "CFDA Number": "15.929", "Description": "2018 HPF SAT - DESTROYER ESCORT HISTORICAL MUSEUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a77d8813-d7bf-5aac-7c97-3bb7823170b5-R", "generated_internal_id": "ASST_NON_P19AP00569_1443"}, {"internal_id": 86320600, "Award ID": "P19AP00568", "Award Amount": 125000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-13", "CFDA Number": "15.929", "Description": "2018 HPF SAT - VILLAGE OF SANTA CLARA", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2bee1544-df8f-fd68-cb67-5c137c9815fe-C", "generated_internal_id": "ASST_NON_P19AP00568_1443"}, {"internal_id": 86320599, "Award ID": "P19AP00567", "Award Amount": 144911.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-12", "CFDA Number": "15.929", "Description": "2018 HPF SAT - CORNERSTONES COMMUNITY PARTNERSHIPS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "0dcc6c2f-5aa1-aaae-0515-074f350f6a8e-C", "generated_internal_id": "ASST_NON_P19AP00567_1443"}, {"internal_id": 86320598, "Award ID": "P19AP00566", "Award Amount": 320775.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-12", "CFDA Number": "15.929", "Description": "2018 HPF SAT - EAGLE ISLAND, INC.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "738ea8e0-a8b0-b9b5-20d0-803d11c4a397-R", "generated_internal_id": "ASST_NON_P19AP00566_1443"}, {"internal_id": 86320597, "Award ID": "P19AP00565", "Award Amount": 415000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-12", "CFDA Number": "15.929", "Description": "2018 HPF SAT - WILLA CATHER FOUNDATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NE", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "17f45148-5589-f3a0-bc83-8a893b4cb4ba-R", "generated_internal_id": "ASST_NON_P19AP00565_1443"}, {"internal_id": 86320596, "Award ID": "P19AP00564", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-12", "CFDA Number": "15.929", "Description": "2018 HPF SAT - MISSISSIPPI HERITAGE TRUST", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MS", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b22f55dd-ddb3-c7a4-372c-c4396aa73272-R", "generated_internal_id": "ASST_NON_P19AP00564_1443"}, {"internal_id": 86320595, "Award ID": "P19AP00563", "Award Amount": 133653.06, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-12", "CFDA Number": "15.929", "Description": "2018 HPF SAT - WILLIAM A. FARNSWORTH LIBRARY & ART MUSEUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ME", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "149a51e6-d444-a81b-8472-1d0427c4efbf-R", "generated_internal_id": "ASST_NON_P19AP00563_1443"}, {"internal_id": 86320594, "Award ID": "P19AP00562", "Award Amount": 487500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-12", "CFDA Number": "15.929", "Description": "2018 HPF SAT - US LIGHTSHIP MUSEUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "49fde992-3d76-4b4d-ae1c-cd3c15dbb5cc-R", "generated_internal_id": "ASST_NON_P19AP00562_1443"}, {"internal_id": 86320593, "Award ID": "P19AP00561", "Award Amount": 497500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-12", "CFDA Number": "15.929", "Description": "2018 HPF SAT - IOWA DEPARTMENT OF NATURAL RESOURCES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ac2da76c-4237-1dd6-f568-0829ea4ab676-C", "generated_internal_id": "ASST_NON_P19AP00561_1443"}, {"internal_id": 86320590, "Award ID": "P19AP00547", "Award Amount": 131500.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-11", "CFDA Number": "15.929", "Description": "2018 HPF SAT - AMANA COLONIES HISTORIC SITE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "IA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1da294a5-9802-4ab8-8cfc-d2652ff069d9-R", "generated_internal_id": "ASST_NON_P19AP00547_1443"}, {"internal_id": 86320588, "Award ID": "P19AP00545", "Award Amount": 488150.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-11", "CFDA Number": "15.929", "Description": "2018 HPF SAT - SMITHSONIAN INSTITUTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "DC", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a27a581f-b0cc-2d56-b618-7715192eaa07-C", "generated_internal_id": "ASST_NON_P19AP00545_1443"}, {"internal_id": 86320587, "Award ID": "P19AP00544", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-24", "CFDA Number": "15.929", "Description": "2018 HPF SAT - PROJECT RESTORE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "b8fa8751-73c8-7d76-bbd3-6f84039cc84b-R", "generated_internal_id": "ASST_NON_P19AP00544_1443"}, {"internal_id": 86320586, "Award ID": "P19AP00543", "Award Amount": 194360.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-11", "CFDA Number": "15.929", "Description": "2018 HPF SAT - MONTEREY STATE HISTORIC PARK ASSOCIATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "5ce10764-1a7b-f062-7061-e2d0102d60a8-R", "generated_internal_id": "ASST_NON_P19AP00543_1443"}, {"internal_id": 86320569, "Award ID": "P19AP00526", "Award Amount": 257668.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2019-09-11", "CFDA Number": "15.929", "Description": "2018 HPF SAT - BALBOA PARK CONSERVANCY", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "f53b3858-b244-afdc-897b-87b4efeb6038-R", "generated_internal_id": "ASST_NON_P19AP00526_1443"}, {"internal_id": 68785147, "Award ID": "P18AP00416", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-24", "CFDA Number": "15.929", "Description": "2017 HPF SAT - FOUNDATION FOR THE PRESERVATION OF 20 ARLINGTON STREET", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "2c4e02ea-9eaa-fbd7-da9a-beced8f0b546-R", "generated_internal_id": "ASST_NON_P18AP00416_1443"}, {"internal_id": 69669672, "Award ID": "P18AP00415", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-24", "CFDA Number": "15.929", "Description": "2017 HPF SAT - CITY OF LEADVILLE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "eedd3371-ab6d-0e03-cc0c-711f052d1f21-C", "generated_internal_id": "ASST_NON_P18AP00415_1443"}, {"internal_id": 68785148, "Award ID": "P18AP00414", "Award Amount": 491750.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-24", "CFDA Number": "15.929", "Description": "2017 HPF SAT - MYSTIC SEAPORT MUSEUM", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d2e77bba-7f6d-bc07-a9f3-7cb3e26aef16-C", "generated_internal_id": "ASST_NON_P18AP00414_1443"}, {"internal_id": 68785149, "Award ID": "P18AP00413", "Award Amount": 153016.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "15.929", "Description": "2017 HPF SAT - ORANGE COUNTY PARKS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "76733fbd-1f6e-48af-819f-3a10b3b22a9b-R", "generated_internal_id": "ASST_NON_P18AP00413_1443"}, {"internal_id": 68785150, "Award ID": "P18AP00412", "Award Amount": 0.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-24", "CFDA Number": "15.929", "Description": "2017 HPF SAT - MONTANA DEPARTMENT OF COMMERCE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "MT", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "d39b1016-d04f-bb49-c565-6d93c359caa7-C", "generated_internal_id": "ASST_NON_P18AP00412_1443"}, {"internal_id": 68785151, "Award ID": "P18AP00411", "Award Amount": 153017.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "15.929", "Description": "2017 HPF SAT - WESTERN MISSIONARY MUSEUM CORPORATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NV", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "16255890-c80c-8122-78f9-5265f6500b22-R", "generated_internal_id": "ASST_NON_P18AP00411_1443"}, {"internal_id": 68785152, "Award ID": "P18AP00410", "Award Amount": 370000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "15.929", "Description": "2017 HPF SAT - ADIRONDACK ARCHITECTURAL HERITAGE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "64f420be-da0a-8aed-26f0-1f46ad8dace1-R", "generated_internal_id": "ASST_NON_P18AP00410_1443"}, {"internal_id": 69669673, "Award ID": "P18AP00409", "Award Amount": 500000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-27", "CFDA Number": "15.929", "Description": "2017 HPF SAT - LAKE VIEW CEMETERY FOUNDATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "OH", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a743c1e6-5182-eb94-38e1-7f85c2842a52-R", "generated_internal_id": "ASST_NON_P18AP00409_1443"}, {"internal_id": 68785153, "Award ID": "P18AP00408", "Award Amount": 320000.0, "Award Type": "PROJECT GRANT (B)", "Base Obligation Date": "2018-09-21", "CFDA Number": "15.929", "Description": "2017 HPF SAT - FRANK LLOYD WRIGHT FOUNDATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "fa02fe40-e8f5-1474-0b96-8b822d75af7c-C", "generated_internal_id": "ASST_NON_P18AP00408_1443"}, {"internal_id": 49562225, "Award ID": "P11AP60805", "Award Amount": -75000.0, "Award Type": null, "Base Obligation Date": "2015-12-21", "CFDA Number": "15.929", "Description": "FORT WARD PARK PRESERVATION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "VA", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "77f08d97-14d2-41d7-1188-b2478f19028c-C", "generated_internal_id": "ASST_NON_P11AP60805_1443"}]