[{"internal_id": 161363317, "Award ID": "P23AC01276", "Award Amount": 18857.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-07-20", "CFDA Number": "15.963", "Description": "THE SONORAN PRONGHORN (ANTILOCAPRA AMERICANA SONORIENSIS) IS ONE OF THE MOST ENDANGERED MAMMALIAN SPECIES IN THE U.S FORMERLY RANGING THROUGH THE SONORAN DESERT IN THE U.S. AND MEXICO BUT IT IS CURRENTLY FOUND IN AND AROUND ONLY ONE U.S. PARK UNIT, ORGAN PIPE CACTUS NATIONAL MONUMENT (OPCNM).  CLIMATE CHANGE, OVER-EXPLOITATION, BORDER ACTIVITY, AND HUMAN DEVELOPMENT ARE THOUGHT TO BE PRIMARY DRIVERS OF POPULATION CHANGE.  HOWEVER, PRONGHORN PERSISTENCE IS LITTLE UNDERSTOOD BECAUSE MONITORING IS DIFFICULT AND MYRIAD MONITORING STRATEGIES HAVE BEEN DEPLOYED IRREGULARLY SINCE THE 1970S.   NEWLY DEVELOPED MODELLING APPROACHES NOW ALLOW US TO COMBINE MANY TYPES OF MONITORING DATA (INCLUDING MODERN GENETIC APPROACHES, COLLECTED INTENSIVELY SINCE 2012) TO MAXIMIZE THE INFORMATION AVAILABLE FOR UNDERSTANDING THE VIABILITY OF SONORAN PRONGHORN.  THIS EFFORT WILL COMPLETE A CRITICAL COMPILATION OF PRONGHORN MONITORING DATA FROM MANY DISPARATE SOURCES OF MONITORING INFORMATION COLLECTED OVER THE PAST 30 YEARS.  THESE DATA WILL BE SHARE VIA AN ONLINE PLATFORM THAT WILL BE FREELY ACCESSIBLE TO SONORAN PRONGHORN RECOVERY TEAM MEMBERS INCLUDING THE NATIONAL PARK SERVICE AND COLLABORATORS.  THIS PLATFORM WILL ALSO FACILITATE FUTURE MONITORING BY ALLOWING UPDATES FROM ONGOING MONITORING EFFORTS BY THE NATIONAL PARK SERVICE, U.S. FISH AND WILDLIFE SERVICE, U.S. AIR FORCE, ARIZONA GAME AND FISH DEPARTMENT AND THE EL PINACATE GRAND DESIERTO DE ALTAR BIOSPHERE RESERVE. CENTRALIZATION AND DISTRIBUTION OF THIS SHARED RESOURCE TO RECOVERY TEAM MEMBERS SHOULD FACILITATE COLLABORATION WITH MANAGERS AND ADVANCE OUR UNDERSTANDING OF PRONGHORN VIABILITY.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "WY", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "961d0f85-7803-bf5a-32c5-a4ea8ffa3dbb-C", "generated_internal_id": "ASST_NON_P23AC01276_1443"}, {"internal_id": 159667534, "Award ID": "P23AC00689", "Award Amount": 49539.88, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-19", "CFDA Number": "15.963", "Description": "NOTICE OF FUNDING OPPORTUNITY: P22AS00073THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM (SWBRPP) PROVIDES FINANCIAL ASSISTANCE TO NPS UNITS, AS WELL AS EDUCATIONAL INSTITUTIONS, NONPROFIT ORGANIZATIONS, TRIBES, AND LOCAL AND STATE AGENCIES TO IMPROVE RESOURCE STEWARDSHIP, ACHIEVE INTERNATIONAL COOPERATION, PROVIDE MEANINGFUL INTERPRETATION AND CONDUCT SCIENTIFIC RESEARCH, WHICH WILL LEAD TO INCREASED APPRECIATION AND UNDERSTANDING OF OUR SHARED NATURAL AND CULTURAL HERITAGE ALONG OUR INTERNATIONAL BORDER WITH MEXICO. THIS PROJECT FUNDS THE SECOND YEAR OF AN ARCHEOLOGICAL SURVEY ALONG THE RIO GRANDE CORRIDOR IN THE BIG BEND NATIONAL PARK (BIBE). PRIOR WORK INDICATES THE COMPLEXITY AND FREQUENCY OF ARCHAEOLOGICAL SITES ALONG THE RIVER ARE HIGHER THAN THE PARK S INTERIOR, YET FORMAL SURVEY WORK HAS YET TO DEMONSTRATE THIS ASSUMPTION. THE FIRST YEAR OF FUNDING CONFIRMED A HIGHER-THAN-ANTICIPATED SITE FREQUENCY WITH RECONNAISSANCE ALONG 23 MILES OF THE RIVER CORRIDOR. THE SCOPE OF THE SECOND YEAR ADDRESSES THE HIGH SITE AVERAGEWITH THE ADDITION OF 11 RIVER MILES AMOUNTING TO 1,657 ACRES OF SURVEY COVERAGE. AS PER THE SCOPE OF WORK, ARCHEOLOGICAL SITES WILL BE IDENTIFIED, RECORDED, AND EVALUATED TO DOCUMENT NATURAL AND HUMAN-CAUSED IMPACTS, ASSESS RISK, AND INITIAL ELIGIBILITY ASSESSMENTS FOR NOMINATING CULTURAL PROPERTIES TO THE NATIONAL REGISTER OF HISTORIC PLACES (NRHP) WILL BE INCLUDED.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8098f353-609d-e8ac-d351-b65f05a4bd7e-C", "generated_internal_id": "ASST_NON_P23AC00689_1443"}, {"internal_id": 159104687, "Award ID": "P23AC00545", "Award Amount": 52447.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-05-08", "CFDA Number": "15.963", "Description": "NOTICE OF FUNDING OPPORTUNITY P22AS00073 - SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM. THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM (SWBRPP) PROVIDES FINANCIAL ASSISTANCE TO NPS UNITS, AS WELL AS EDUCATIONAL INSTITUTIONS, NONPROFIT ORGANIZATIONS, TRIBES, AND LOCAL AND STATE AGENCIES TO IMPROVE RESOURCE STEWARDSHIP, ACHIEVE INTERNATIONAL COOPERATION, PROVIDE MEANINGFUL INTERPRETATION AND CONDUCT SCIENTIFIC RESEARCH, WHICH WILL LEAD TO INCREASED APPRECIATION AND UNDERSTANDING OF OUR SHARED NATURAL AND CULTURAL HERITAGE ALONG OUR INTERNATIONAL BORDER WITH MEXICO. THIS PROJECT WILL CONDUCT NONINVASIVE GENETIC SAMPLING OF FECAL PELLETS TO OBTAIN IMPORTANT INFORMATION ON HABITAT AND DIET PREFERENCES, POPULATION SIZE, SURVIVAL, GENETIC DIVERSITY, GENE FLOW, AND CONNECTIVITY OF THE ENDANGERED SONORAN PRONGHORN (ANTILOCAPRA AMERICANA SONORIENSIS) IN ORGAN PIPE CACTUS NATIONAL MONUMENT (OPCNM), EL PINACATE BIOSPHERE RESERVE, MEXICO AND SURROUNDING AREAS. WE EXPECT TO COLLECT 1000-1500 FECAL PELLETS AND IDENTIFY 100 OR MORE PRONGHORN WITH GENETIC ANALYSIS. GENETIC DIVERSITY AND CONNECTIVITY ESTIMATES WILL BE CONDUCTED. INFORMATION WILL BE PROVIDED ON POPULATION TRENDS FROM 2012-2021 AND SURVIVAL RATES FOR ADULT MALES, ADULT FEMALES AND FAWNS. THE BENEFICIARIES WILL INCLUDE THE SONORAN PRONGHORN RECOVERY PROGRAM OF THE US FISH AND WILDLIFE SERVICE, ARIZONA DEPARTMENT OF FISH AND GAME, OPCNMS RESOURCE MANAGEMENT DIVISION OF NPS, U.S. AIR FORCE NATURAL RESOURCES DIVISION, FACULTY, STAFF AND STUDENTS AT UNIVERSIDAD DE SONORA, UNIVERSITY OF WYOMING ANND UNIVERSITY OF IDAHO.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_P23AC00545_1443"}, {"internal_id": 157767392, "Award ID": "P23AC00380", "Award Amount": 50000.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-29", "CFDA Number": "15.963", "Description": "NOTICE OF FUNDING OPPORTUNITY NUMBER P22AS00073   THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM (SWBRPP) PROVIDES FINANCIAL ASSISTANCE TO NPS UNITS, AS WELL AS EDUCATIONAL INSTITUTIONS, NONPROFIT ORGANIZATIONS, TRIBES, AND LOCAL AND STATE AGENCIES TO IMPROVE RESOURCE STEWARDSHIP, ACHIEVE INTERNATIONAL COOPERATION, PROVIDE MEANINGFUL INTERPRETATION AND CONDUCT SCIENTIFIC RESEARCH, WHICH WILL LEAD TO INCREASED APPRECIATION AND UNDERSTANDING OF OUR SHARED NATURAL AND CULTURAL HERITAGE ALONG OUR INTERNATIONAL BORDER WITH MEXICO. CEDO INTERCULTURAL ON BEHALF THE SONOYTA RIVER FRESHWATER FISH WORKING GROUP AIMS TO PRESERVE THE SONOYTA PUPFISH CYPRINODON EREMUS AND LONGFIN DACE AGOSIA CHRYSOGASTER UNDER AN EX SITU CONSERVATION REFUGE NETWORK IN THE SONORA ARIZONA BORDERLANDS. PROMOTING COLLABORATION AMONGST THE MEMBERS OF THE FRESHWATER FISH WORKING GROUP, INCLUDING PROTECTED AREAS IN MEXICO AND ARIZONA, NON FOR PROFIT ORGANIZATIONS, LOCAL COMMUNITIES AND FIRST NATIONS. CEDO WILL PROVIDING TECHNICAL ASSISTANCE FOR THE APPROPRIATE FUNCTIONING OF THE PONDS, CO DEVELOPING EDUCATION AND COMMUNICATION MATERIALS, AND ENABLING DIALOGUES AMONGST STAKEHOLDERS AND OTHER SPECIALIST. THIS PROJECT FUND TEMPORARY EXPERIENCED BIOLOGIST, WORKSHOPS AND MEETINGS AND SUPPORT INFRASTRUCTURE RENOVATIONS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "26add60a-c8a3-3079-9972-ae301a45f480-R", "generated_internal_id": "ASST_NON_P23AC00380_1443"}, {"internal_id": 157767375, "Award ID": "P23AC00337", "Award Amount": 51953.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-21", "CFDA Number": "15.963", "Description": "1) FUNDING OPPORTUNITY NUMBER  P22AS00073. 2) FUNDING OPPORTUNITY GOALS TEXT  THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM (SWBRPP) PROVIDES FINANCIAL ASSISTANCE TO NPS UNITS, AS WELL AS EDUCATIONAL INSTITUTIONS, NONPROFIT ORGANIZATIONS, TRIBES, AND LOCAL AND STATE AGENCIES TO IMPROVE RESOURCE STEWARDSHIP, ACHIEVE INTERNATIONAL COOPERATION, PROVIDE MEANINGFUL INTERPRETATION AND CONDUCT SCIENTIFIC RESEARCH, WHICH WILL LEAD TO INCREASED APPRECIATION AND UNDERSTANDING OF OUR SHARED NATURAL AND CULTURAL HERITAGE ALONG OUR INTERNATIONAL BORDER WITH MEXICO.THE HUMMINGBIRD HIGHWAY GATHERS INFORMATION ABOUT FLOWERING PHENOLOGY AND SHARED MIGRATORY HUMMINGBIRDS IN THE SONORAN DESERT IN BOTH MEXICO AND THE UNITED STATES. RESEARCHERS IN BOTH COUNTRIES WILL TRACK MIGRATORY HUMMINGBIRDS TO LEARN MORE ABOUT THE FLOWERING PLANTS THEY DEPEND ON AS THEY HEAD NORTH TO BREEDING IN SPRING. THE INFORMATION WILL BE SHARED WITH THE PUBLIC DURING EVENTS AND PRESENTATIONS, AS WELL AS THROUGH REPORTS AND SUPPORT FOR THE FIRST HUMMINGBIRD CONSERVATION PLAN. THIS PROJECT WILL SUPPORT RESEARCHERS AND EDUCATORS ON THE U.S. MEXICO BORDER WITH ARIZONA AND CALIFORNIA TO SUPPORT SURVEYS AND EDUCATION PROGRAMS. BENEFICIARIES INCLUDE THE GENERAL PUBLIC OF ALL AGES AND CONSERVATIONISTS ALONG THE BORDER SEEKING TO BETTER UNDERSTAND THE FLORAL RESOURCES OF MIGRATORY HUMMINGBIRDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "cea66ed5-1eea-52ea-89a2-641c5d299d29-C", "generated_internal_id": "ASST_NON_P23AC00337_1443"}, {"internal_id": 157767371, "Award ID": "P23AC00309", "Award Amount": 52915.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-21", "CFDA Number": "15.963", "Description": "1) FUNDING OPPORTUNITY NUMBER  P22AS00073. 2) FUNDING OPPORTUNITY GOALS TEXT  THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM (SWBRPP) PROVIDES FINANCIAL ASSISTANCE TO NPS UNITS, AS WELL AS EDUCATIONAL INSTITUTIONS, NONPROFIT ORGANIZATIONS, TRIBES, AND LOCAL AND STATE AGENCIES TO IMPROVE RESOURCE STEWARDSHIP, ACHIEVE INTERNATIONAL COOPERATION, PROVIDE MEANINGFUL INTERPRETATION AND CONDUCT SCIENTIFIC RESEARCH, WHICH WILL LEAD TO INCREASED APPRECIATION AND UNDERSTANDING OF OUR SHARED NATURAL AND CULTURAL HERITAGE ALONG OUR INTERNATIONAL BORDER WITH MEXICO.ANTHROPOGENIC ACTIVITIES AND INFRASTRUCTURE IN THE US MEXICO BORDER REGION ARE PUTTING SENSITIVE SPECIES AND RESOURCES AT RISK (SUCH AS THE SONORAN DESERT TORTOISE (SDT  GOPHERUS MORAFKAI) AT RISK OF POPULATION FRAGMENTATION AND DECLINES. EXACERBATING THIS ISSUE IS A LACK OF INFORMATION ON THE STATUS OF POPULATIONS IN THIS REGION AND COORDINATION OF MANAGEMENT ACROSS BORDERS. MOST PUBLISHED WORK ON THIS SPECIES HAS BEEN CONDUCTED IN THE NORTHERN PORTIONS OF ITS RANGE  MUCH LESS WORK HAS BEEN CONDUCTED IN THE BORDER REGION. THE NATIONAL PARK SERVICE (NPS) AND OTHERS ARE CHARGED WITH PRESERVING UNIMPAIRED NATURAL RESOURCES, INCLUDING THE SDT AND NATURAL MOVEMENT PATTERNS OF THIS SPECIES. CONSEQUENTLY, THERE IS A CRITICAL NEED FOR POPULATION INFORMATION ON SENSITIVE SPECIES IN THE BORDER REGION AND PLANNING GUIDANCE THAT IDENTIFIES BEST PRACTICES TO TARGET MANAGEMENT AND REDUCE RISK FROM ANTHROPOGENIC ACTIVITY AND STRUCTURES.GOALS ARE TWOFOLD. THE FIRST IS TO ASSIST ORGAN PIPE CACTUS NATIONAL MONUMENT BY CONTRIBUTING TO THEIR MONITORING OF NATURAL RESOURCES. THE SECOND IS TO CREATE UPDATABLE PLANNING RESOURCES THAT DIRECTLY ENHANCE THE ABILITIES OF THE NPS AND OTHER LAND MANAGEMENT AGENCIES ON BOTH SIDES OF THE BORDER TO MANAGE THE SONORAN DESERT TORTOISE IN THE CONTEXT OF HUMAN DISTURBANCE AND BARRIERS TO MOVEMENT ON ORGAN PIPE CACTUS NATIONAL MONUMENT (OPCNM) AND LA RESERVA DE LA BIOSFERA EL PINACATE Y GRAN DESIERTO DE ALTAR (RBPGDA) AND SURROUNDING AREAS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "df2749e0-f782-839a-a4d8-8e5d17335a7d-C", "generated_internal_id": "ASST_NON_P23AC00309_1443"}, {"internal_id": 157767367, "Award ID": "P23AC00270", "Award Amount": 42898.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-21", "CFDA Number": "15.963", "Description": "1) FUNDING OPPORTUNITY NUMBER  P22AS00073. 2) FUNDING OPPORTUNITY GOALS TEXT  THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM (SWBRPP) PROVIDES FINANCIAL ASSISTANCE TO NPS UNITS, AS WELL AS EDUCATIONAL INSTITUTIONS, NONPROFIT ORGANIZATIONS, TRIBES, AND LOCAL AND STATE AGENCIES TO IMPROVE RESOURCE STEWARDSHIP, ACHIEVE INTERNATIONAL COOPERATION, PROVIDE MEANINGFUL INTERPRETATION AND CONDUCT SCIENTIFIC RESEARCH, WHICH WILL LEAD TO INCREASED APPRECIATION AND UNDERSTANDING OF OUR SHARED NATURAL AND CULTURAL HERITAGE ALONG OUR INTERNATIONAL BORDER WITH MEXICO.THIS PROJECTWILL ASSESSPOPULATION AND COMMUNITY DYNAMICS OF BREEDING BIRDS IN ORGAN PIPE CACTUS NATIONAL MONUMENT (OPCNM) ACROSS  30 YEARS AND IMPACTS OF CLIMATE AND VEGETATION CHANGE AND ANTHROPOGENIC DISTURBANCE ON THIS IMPORTANT FOCAL GROUP. TO UNDERSTAND THE PATTERNS AND DRIVERS OF BIRD COMMUNITY DYNAMICS, WE WILL LEVERAGE A WEALTH OF PAST DATA GATHERED BY MULTIPLE PARTNERS AND COMBINE IT WITH DATA FROM ONGOING AND RECENT SURVEYS, WEATHER STATIONS, AND REMOTELY SENSED MEASUREMENTS OF VEGETATION AND LANDSCAPE DISTURBANCE. MOREOVER, WE WILLTRAIN EXISTING PARK STAFF IN METHODS,SUPPORT ENVIRONMENTAL EDUCATION IN OPCNM S SISTER PARK IN MEXICO, ANDDISSEMINATE PRODUCTS TO VARIOUS PARTNERS AND STAKEHOLDERS IN THE FORM OF PRESENTATIONS, PUBLICATIONS, REPORTS, AND DATA RELEASES. BYACCOMPLISHING A BROAD SUITE OF MULTIFACETED OBJECTIVES AND ADDRESSING TIMELY QUESTIONS, OUR WORK WILL GUIDE MANAGEMENT AND CONSERVATION OF THIS BIODIVERSE REGION, AND PROMOTECOLLABORATIVE RESEARCH, MONITORING, AND EDUCATION AT REGIONAL AND BINATIONAL SCALES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_P23AC00270_1443"}, {"internal_id": 157767365, "Award ID": "P23AC00262", "Award Amount": 46442.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-20", "CFDA Number": "15.963", "Description": "1) FUNDING OPPORTUNITY NUMBER  P22AS00073. 2) FUNDING OPPORTUNITY GOALS TEXT  THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM (SWBRPP) PROVIDES FINANCIAL ASSISTANCE TO NPS UNITS, AS WELL AS EDUCATIONAL INSTITUTIONS, NONPROFIT ORGANIZATIONS, TRIBES, AND LOCAL AND STATE AGENCIES TO IMPROVE RESOURCE STEWARDSHIP, ACHIEVE INTERNATIONAL COOPERATION, PROVIDE MEANINGFUL INTERPRETATION AND CONDUCT SCIENTIFIC RESEARCH, WHICH WILL LEAD TO INCREASED APPRECIATION AND UNDERSTANDING OF OUR SHARED NATURAL AND CULTURAL HERITAGE ALONG OUR INTERNATIONAL BORDER WITH MEXICO.THIS PROJECT WILL ASSESS THE POPULATION SIZES OF, HABITAT REQUIREMENTS OF, AND BORDER RELATED THREATS TOWARDS A CACTUS SPECIES THAT IS LISTED AS THREATENED IN THE UNITED STATES UNDER THE ENDANGERED SPECIES ACT OF 1973 AND IN MEXICO UNDER SECRETARIA DE MEDIO AMBIENTE Y RECURSOS NATURALES 2010 (NOM 059 SEMARNAT 2010)  BUNCHED CORY CACTUS (CORYPHANTHA RAMILLOSA). THE MOST WELL STUDIED POPULATION OF THE BUNCHED CORY CACTUS OCCURS IN A  4 KM2AREA IN BIG BEND NATIONAL PARK (BIBE), ADJACENT TO THE RIO GRANDE. VERY LITTLE IS KNOWN ABOUT THIS SPECIES OUTSIDE OF THIS SINGLE POPULATION, HOWEVER IT HAS BEEN REPORTED TO OCCUR ACROSS THE RIVER FROM THE WELL KNOWN BIBE POPULATION IN MEXICO, ON PRIVATE LAND IN EASTERN BREWSTER COUNTY AND IN TERREL COUNTY IN TEXAS, AND FURTHER SOUTH IN CHIHUAHUA AND COAHUILA, MEXICO (USFWS 2018  INATURALIST 2021). A MAJOR OBSTACLE IN OBTAINING MORE INFORMATION ABOUT THIS SPECIES IS ACCESS TO THE REMOTE AREAS IN ITS RANGE. THE PROJECT WILL SUPPORT A BINATIONAL TEAM WITH EXPERT KNOWLEDGE OF THE LAND FROM BIBE, COMISION NACIONAL DE AREAS NATURALES PROTEGIDAS (CONANP) IN MEXICO, AND RIO BRAVO RESTORATION (RBR) TO CONDUCT FIELD WORK AND STATISTICAL ANALYSES ON THE CURRENT STATE OF THIS SPECIES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1daa688b-4869-fc4b-2d70-dc19a5934c48-R", "generated_internal_id": "ASST_NON_P23AC00262_1443"}, {"internal_id": 157767364, "Award ID": "P23AC00256", "Award Amount": 54897.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2023-03-21", "CFDA Number": "15.963", "Description": "1) FUNDING OPPORTUNITY NUMBER P22AS00073.2)FUNDING OPPORTUNITY GOALS TEXT THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM (SWBRPP) PROVIDES FINANCIAL ASSISTANCE TO NPS UNITS, AS WELL AS EDUCATIONAL INSTITUTIONS, NONPROFIT ORGANIZATIONS, TRIBES, AND LOCAL AND STATE AGENCIES TO IMPROVE RESOURCE STEWARDSHIP, ACHIEVE INTERNATIONAL COOPERATION, PROVIDE MEANINGFUL INTERPRETATION AND CONDUCT SCIENTIFIC RESEARCH, WHICH WILL LEAD TO INCREASED APPRECIATION AND UNDERSTANDING OF OUR SHARED NATURAL AND CULTURAL HERITAGE ALONG OUR INTERNATIONAL BORDER WITH MEXICO.THE AMISTAD RESERVOIR IS A RESOURCE OF BINATIONAL SIGNIFICANCE FOR COMMUNITIES IN BOTH THE UNITED STATES AND MEXICO. HOWEVER, LIMITED WORK HAS BEEN CONDUCTED TO MONITOR AND CHARACTERIZE THE AMISTAD RESERVOIR REGION S SURFACE WATER AND GROUNDWATER RESOURCES. THE LACK OF WATER CHEMISTRY DATA IN PARTICULAR HINDERS IMPLEMENTATION OF EFFECTIVE WATER RESOURCE MANAGEMENT PRACTICES, ESPECIALLY IN THE FACE OF CHALLENGES SUCH AS DROUGHT AND LAND USE CHANGE. THIS PROJECT WILL INVOLVE WATER SAMPLING OF SURFACE WATER AND GROUNDWATER (WELLS, SPRINGS) RESOURCES IN TEXAS AND COAHUILA DE ZARAGOZA TO AUGMENT SCIENTIFIC UNDERSTANDING OF THE REGION S WATER CHEMISTRY, IDENTIFY SOURCE AREAS OF IMPORTANT SPRINGS, AND EMPOWER STAKEHOLDERS IN THEIR WATER RESOURCE MANAGEMENT EFFORTS. BENEFICIARIES INCLUDE COMMUNITIES AROUND AND DOWNSTREAM THE AMISTAD RESERVOIR THAT DEPEND ON THESE SENSITIVE WATER RESOURCES.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "445af2f9-543d-9e63-c6fd-0feebf238d59-C", "generated_internal_id": "ASST_NON_P23AC00256_1443"}, {"internal_id": 149742608, "Award ID": "P22AC00932", "Award Amount": 41017.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-21", "CFDA Number": "15.963", "Description": "PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):OVERARCHING GOAL. OBTAIN INFORMATION TO REVEAL BEHAVIOR, ECOLOGY, AND BIOLOGY OF CURRENT JAGUAR IN SE ARIZONA NATIONAL PARK UNITS.OBJECTIVES. PLACE TRAIL CAMERAS IN CHIRICAHUA NATIONAL MONUMENT CNM, FT BOWIE NATIONAL HISTORIC PARK (FOBO), AND CORONADO NATIONAL MONUMENT (CORO).SUMMARY OF PROJECT SPECIFIC ACTIVITIES:CAMERAS WILL BE PLACED IN PRIORITY AREAS BASED ON KNOWLEDGE OBTAINED IN 2021 FROM CAMERAS ALREADY PLACED IN CNM, FOBO AND CORO. SD CARD/BATTERIES ARE CHANGED EVERY 4-8 WEEKS. DURING CAMERA CHECKS WE ALSO LOOK FOR POTENTIAL JAGUAR SCATS/TRACKS.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:ALL IMAGE AND SCAT/TRACK DETECTIONS/DATA OBTAINED WILL BE ANALYZED FOR PRESENCE/ABSENCE DETECTION DATA, AND FOR OCCUPANCY MODELING. THE SPARC'D DATABASE WHERE WE STORE IMAGES, CAN BE A RESOURCE FOR MANY NPS NEEDS.BENEFICIARIES:NPS MANAGERSCITIZEN SCIENCE PROGRAMSWILDLIFE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_P22AC00932_1443"}, {"internal_id": 149415440, "Award ID": "P22AC00815", "Award Amount": 49996.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-06-06", "CFDA Number": "15.963", "Description": "FUNDING OPPORTUNITY NUMBER: P21AS00210FUNDING OPPORTUNITY GOALS TEXT:THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM (SWBRPP) PROVIDES FINANCIAL ASSISTANCE TO NPS UNITS, AS WELL AS EDUCATIONAL INSTITUTIONS, NONPROFIT ORGANIZATIONS, TRIBES, AND LOCAL AND STATE AGENCIES TO IMPROVE RESOURCE STEWARDSHIP, ACHIEVE INTERNATIONAL COOPERATION, PROVIDE MEANINGFUL INTERPRETATION AND CONDUCT SCIENTIFIC RESEARCH, WHICH WILL LEAD TO INCREASED APPRECIATION AND UNDERSTANDING OF OUR SHARED NATURAL AND CULTURAL HERITAGE ALONG OUR INTERNATIONAL BORDER WITH MEXICO. REQUIREMENTS FOR ALL AGREEMENTSPURPOSE OF AWARD: THE GUTIERREZ HUBBELL HOUSE (GHH) IS AN 1860S ADOBE BUILDING, RESTORED IN 2007 WITH TRADITIONAL MATERIALS THAT REQUIRE FREQUENT UPKEEP. SWBRPP WILL FUND A WEEK-LONG SEMINAR, TALLER INTERNACIONAL DE CONSERVACION Y RESTAURACION DE ARQUITECTURA DE TIERRA (TICRAT), TO EQUIP LOCAL VOLUNTEERS AND HISTORIC PRESERVATIONISTS WITH KNOWLEDGE AND SKILLS TO LEAD ANNUAL GHH REPLASTERINGSUMMARY OF PROJECT SPECIFIC ACTIVITIES: TICRAT IS INTENSIVE SEMINARS AND HANDS-ON TRAINING ON PRESERVATION AND CARE OF ADOBE, INCLUDING DEMONSTRATION AND PRACTICE REPAIRING THE ON-SITE PLASTERMILESTONES AND OUTCOMES: KEY OUTCOMES HOST 2023 TICRAT SEMINARTRAIN LOCAL VOLUNTEERS AND HISTORIC PRESERVATIONISTS IN ADOBE AND REPLASTERINGMILESTONES HIRE PLANNING AND LOGISTICS INTERN, AUG 2022FINALIZE INTERNATIONAL AND DOMESTIC PRESENTERS, SEPT 2022PUBLISH SEMINAR SCHEDULE, LATE 2022BENEFICIARIES: OUR COMMUNITY IS EAGER TO LEARN ABOUT AND PARTICIPATE IN CARING FOR GHH AND OTHER ADOBES. LOCAL HERITAGE AND PRESERVATION PROFESSIONALS WILL ACQUIRE IN-DEPTH TRAINING. GHH WILL RECEIVE REPAIR AND MAINTENANCE WORK THIS YEAR AND INTO THE FUTURE.NPS ROLES: THE NATIONAL TRAILS OFFICE OF THE NPS (NTIR) AND NPS VANISHING TREASURES PROGRAM ARE KEY PARTNERS, PROVIDING EXPERTISE IN ADOBE MANAGEMENT AND INTERPRETIVE FOR THE SEMINAR. GHH, A CERTIFIED SITE ON THE NTIR CAMINO REAL TRAIL, WILL PROVIDE A VENUE FOR CLASSES, LOCATION FOR HANDS-ON RESTORATION WORK, AND EXPERTISE IN SITE HISTORY AND INTERPRETATION, AS WELL AS VOLUNTEER AND COMMUNITY CONNECTIONS.THE GUTIERREZ HUBBELL HOUSE (GHH) IS AN 1860S ADOBE BUILDING, RESTORED IN 2007 WITH TRADITIONAL MATERIALS THAT REQUIRE FREQUENT UPKEEP. SWBRPP WILL FUND A WEEK-LONG SEMINAR, TALLER INTERNACIONAL DE CONSERVACION Y RESTAURACION DE ARQUITECTURA DE TIERRA (TICRAT), TO EQUIP LOCAL VOLUNTEERS AND HISTORIC PRESERVATIONISTS WITH KNOWLEDGE AND SKILLS TO LEAD ANNUAL GHH REPLASTERING, INCLUDING DEMONSTRATION AND PRACTICE REPAIRING THE ON-SITE PLASTER. OUR COMMUNITY IS EAGER TO LEARN ABOUT AND PARTICIPATE IN CARING FOR GHH AND OTHER ADOBES. LOCAL HERITAGE AND PRESERVATION PROFESSIONALS WILL ACQUIRE IN-DEPTH TRAINING. GHH WILL RECEIVE REPAIR AND MAINTENANCE WORK THIS YEAR AND INTO THE FUTURE. THE NATIONAL TRAILS OFFICE OF THE NPS (NTIR) AND NPS VANISHING TREASURES PROGRAM ARE KEY PARTNERS, PROVIDING EXPERTISE IN ADOBE MANAGEMENT AND INTERPRETIVE FOR THE SEMINAR. GHH, A CERTIFIED SITE ON THE NTIR CAMINO REAL TRAIL, WILL PROVIDE A VENUE FOR CLASSES, LOCATION FOR HANDS-ON RESTORATION WORK, AND EXPERTISE IN SITE HISTORY AND INTERPRETATION, AS WELL AS VOLUNTEER AND COMMUNITY CONNECTIONS. KEY OUTCOMES ARE THE TICRAT ITSELF AND THE KNOWLEDGE GAINED BY LOCAL VOLUNTEERS AND HISTORIC PRESERVATIONISTS IN ADOBE AND REPLASTERING. MILESTONES ARE HIRE PLANNING AND LOGISTICS INTERN, AUG 2022; FINALIZE INTERNATIONAL AND DOMESTIC PRESENTERS, SEPT 2022; PUBLISH SEMINAR SCHEDULE, LATE 2022.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "NM", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a0b6f59c-687e-dd34-fc74-2a9ff4600125-C", "generated_internal_id": "ASST_NON_P22AC00815_1443"}, {"internal_id": 148995067, "Award ID": "P22AC00592", "Award Amount": 49870.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-19", "CFDA Number": "15.963", "Description": "FUNDING OPPORTUNITY GOALS TEXT:THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM (SWBRPP) PROVIDES FINANCIAL ASSISTANCE TO NPS UNITS, AS WELL AS EDUCATIONAL INSTITUTIONS, NONPROFIT ORGANIZATIONS, TRIBES, AND LOCAL AND STATE AGENCIES TO IMPROVE RESOURCE STEWARDSHIP, ACHIEVE INTERNATIONAL COOPERATION, PROVIDE MEANINGFUL INTERPRETATION AND CONDUCT SCIENTIFIC RESEARCH, WHICH WILL LEAD TO INCREASED APPRECIATION AND UNDERSTANDING OF OUR SHARED NATURAL AND CULTURAL HERITAGE ALONG OUR INTERNATIONAL BORDER WITH MEXICO. TITLE: FIRE IMPACTS ON MADREAN HABITATS AND BIRD COMMUNITIES AND IMPLICATIONS FOR PARK MANAGEMENT: A BINATIONAL RESEARCH AND SISTER-PARK TRAINING PROPOSALPURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):THIS PROJECT WILL ASSESS HOW FIRE, CLIMATE, AND VEGETATION DRIVE DISTRIBUTION AND ABUNDANCE OF BREEDING BIRDS AND HABITATS IN MONTANE VEGETATION COMMUNITIES IN THE SKY ISLANDS OF THE U.S. AND MEXICO. WE WILL FOCUS ON LANDS MANAGED BY THE NATIONAL PARK SERVICE IN SOUTHERN ARIZONA AND EXPORT MODELS, GUIDELINES, AND BEST MANAGEMENT PRACTICES TO A BINATIONAL COMMUNITY OF FEDERAL MANAGERS AND NGOS TO INFORM FIRE, VEGETATION, AND WILDLIFE MANAGEMENT AND HELP GUIDE RESTORATION OF NATURAL FIRE REGIMES.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:WE WILL FOCUS ON THE RINCON MOUNTAIN DISTRICT OF SAGUARO NATIONAL PARK, CHIRICAHUA NATIONAL MONUMENT,CORONADO NATIONAL MEMORIAL, AND THE AJOS-BAVISPE FOREST RESERVE IN MEXICO. WE WILL INTEGRATE EFFORTS WITH DATA FROM SKY ISLANDS IN MEXICO AND THE U.S. THAT WERE GATHERED IN THE PAST TO PROVIDE GREATER UNDERSTANDING OF PATTERNS WITHIN FOCAL PARKS. WE WILL FOCUS ON QUANTITATIVE FIRE METRICS SUCH TIME-SINCE-FIRE, FIRE SEVERITY, AND FIRE FREQUENCY MEASURED AT FINE SCALES TO ADDRESS HOW LOCAL VARIATION IN THESE FACTORS AND LANDSCAPE MOSAICS INFLUENCE HABITATS AND BIRD COMMUNITIES. WE WILL ALSO DEVELOP AND REFINE MANAGEMENT GUIDELINES BASED ON INFERENCES FROM THIS AND RELATED WORK AND DISSEMINATE KNOWLEDGE THROUGH TRAINING OPPORTUNITIES FOR A BINATIONAL TEAM OF MANAGERS.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:WE WILL SAMPLE BIRD COMMUNITIES AND VEGETATION ACROSS A GRADIENT OF FIRE REGIME AND VEGETATION CHARACTERISTICS. WE AIM TO SURVEY THE FULL RANGE OF VARIATION IN THESE CHARACTERISTICS ACROSS ELEVATION DURING THE BREEDING SEASON. WE WILL MODEL OCCUPANCY PROBABILITIES AND DISTANCE-BASED ABUNDANCE ESTIMATES OF A LARGE NUMBER OF BIRD SPECIES, AND ESTIMATES OF RICHNESS AND OTHER COMMUNITY METRICS ACROSS FIRE, VEGETATION, AND CLIMATE CHARACTERISTICS. WE WILL USE RESULTS AND CONSULTATION WITH NPS STAFF TO DEVELOP MANAGEMENT GUIDELINES AND BEST MANAGEMENT PRACTICES RELATED TO FIRE, VEGETATION, AND HABITAT MAINTENANCE FOR BREEDING BIRDS. TO MAKE RESULTS AND OTHER PRODUCTS TANGIBLE TO A BROAD COMMUNITY, WE WILL DISSEMINATE PRODUCTS DIRECTLY TO TRIBAL, COUNTY, STATE, AND FEDERAL NATURAL RESOURCE AGENCIES, PRESENT FINDINGS AT LOCAL CONFERENCES, PUBLISH A PEER-REVIEWED ARTICLE, AND INCLUDE A STRONG TRAINING COMPONENT IN THE FORM OF WORKSHOPS ON RESULTS. THESE EFFORTS WILL ENHANCE COMMUNICATION, STEWARDSHIP AND COLLABORATION ACROSS A BINATIONAL LANDSCAPE.BENEFICIARIES:SAGUARO NATIONAL PARK, CHIRICAHUA NATIONAL MONUMENT, ANDCORONADO NATIONAL MEMORIALWHAT ROLE(S) OR TASK(S) WILL THE BENEFITTING NPS PARK PERFORM DURING THE PROJECT? NPS WILL HELP COORDINATE ACCESS, PERMITS, AND TRAVEL LOGISTICS, ASSIST WITH ACQUISITION OF PARK DATA ON BIRDS, VEGETATION, AND FIRE MANAGEMENT AND EVENTS, HELP FOSTER KNOWLEDGE TRANSFER, WORKSHOP FACILITATION, AND REPORT REVIEW.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_P22AC00592_1443"}, {"internal_id": 148676657, "Award ID": "P22AC00513", "Award Amount": 49348.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-02", "CFDA Number": "15.963", "Description": "FUNDING OPPORTUNITY NUMBER: P21AS00210FUNDING OPPORTUNITY GOALS TEXT:THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM (SWBRPP) PROVIDES FINANCIAL ASSISTANCE TO NPS UNITS, AS WELL AS EDUCATIONAL INSTITUTIONS, NONPROFIT ORGANIZATIONS, TRIBES, AND LOCAL AND STATE AGENCIES TO IMPROVE RESOURCE STEWARDSHIP, ACHIEVE INTERNATIONAL COOPERATION, PROVIDE MEANINGFUL INTERPRETATION AND CONDUCT SCIENTIFIC RESEARCH, WHICH WILL LEAD TO INCREASED APPRECIATION AND UNDERSTANDING OF OUR SHARED NATURAL AND CULTURAL HERITAGE ALONG OUR INTERNATIONAL BORDER WITH MEXICO. PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):THE PURPOSE OF THIS PROJECT IS TO CONVENE THE CONSERVATION AND MANAGEMENT PLAN (CMP) WORKING GROUP TO DEVELOP A FINAL PLANNING DOCUMENT FOR THE BAVISPE WILDLIFE PROTECTION AREA THAT IS READY TO BE APPROVED AND BUILD COMMUNITY SUPPORT SO THAT THE PLAN SUCCEEDS.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:STAKEHOLDER ENGAGEMENT-ENGAGE REGIONAL STAKEHOLDERS AND RESIDENTS IN AND AROUND BAVISPE TO UNDERSTAND THE CMP USING PUBLIC WORKSHOPS AND MEETINGS TO UNDERSTAND AND INCORPORATE THE PERSPECTIVES AND NEEDS OF THE COMMUNITY.WILDLIFE MONITORING-EXPAND THE WILDLIFE MONITORING NETWORK AROUND BAVISPE WITH PARTNERSHIPS.REVISE CMP-SUPPORT CONANP TO REVISE THE PLAN BASED ON STAKEHOLDER FEEDBACK AND MONITORING DATA.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:BY THE END OF THE PROJECT, WE WILL HOLD AT LEAST 3 STAKEHOLDER WORKSHOPS, EXPAND THE WILDLIFE MONITORING NETWORK TO 50 SITES AROUND BAVISPE, AND COAUTHOR A REVISED CMP.BENEFICIARIES:THE FINAL CMP FOR BAVISPE WILL BENEFIT CONANP BY PROVIDING THE MECHANISM TO FULFILL ITS MISSION IN THE REGION, THE LOCAL COMMUNITY BY PROVIDING A FEDERAL PLAN THAT INCLUDES THEIR PERSPECTIVES TO PROTECT THE LAND THAT SUPPORTS THEIR LIVELIHOODS, AND WILL BENEFIT THE EXTRAORDINARY NATURAL AND CULTURAL RESOURCES WITHIN THE RESERVE BY IMPROVING THE PROSPECTS OF THEIR PROTECTION.WHAT ROLE(S) OR TASK(S) WILL THE BENEFITTING NPS PARK PERFORM DURING THE PROJECT?THE NATIONAL PARK SERVICE WILL PROVIDE REGIONAL NATURAL RESOURCE MONITORING INFORMATION TO SUPPORT THE CMP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4a89219-f388-93c1-2ff3-713b0bc59dd6-R", "generated_internal_id": "ASST_NON_P22AC00513_1443"}, {"internal_id": 148676658, "Award ID": "P22AC00512", "Award Amount": 44308.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-02", "CFDA Number": "15.963", "Description": "FUNDING OPPORTUNITY NUMBER: P21AS00210FUNDING OPPORTUNITY GOALS TEXT:THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM (SWBRPP) PROVIDES FINANCIAL ASSISTANCE TO NPS UNITS, AS WELL AS EDUCATIONAL INSTITUTIONS, NONPROFIT ORGANIZATIONS, TRIBES, AND LOCAL AND STATE AGENCIES TO IMPROVE RESOURCE STEWARDSHIP, ACHIEVE INTERNATIONAL COOPERATION, PROVIDE MEANINGFUL INTERPRETATION AND CONDUCT SCIENTIFIC RESEARCH, WHICH WILL LEAD TO INCREASED APPRECIATION AND UNDERSTANDING OF OUR SHARED NATURAL AND CULTURAL HERITAGE ALONG OUR INTERNATIONAL BORDER WITH MEXICO. PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):SKY ISLAND ALLIANCE WILL COLLECT A THIRD YEAR OF WILDLIFE COMMUNITY AND HABITAT DATA IN 2022 TO INFORM THE DEVELOPMENT OF MULTIJURISDICTIONAL BORDER RESTORATION RECOMMENDATIONS.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:MONITOR WILDLIFE AND HABITAT QUALITY-CONTINUOUSLY MONITOR WILDLIFE DIVERSITY, HABITAT QUALITY, AND BORDER INFRASTRUCTURE ALONG 30 MILES OF THE INTERNATIONAL BORDER.DEVELOP RESTORATION PRIORITIES-SHARE WILDLIFE COMMUNITY AND HABITAT DATA WITH LAND MANAGERS AND SUPPORT THE SPATIAL PRIORITIZATION OF STEWARDSHIP AND RESTORATION ACTIVITIES.CONDUCT OUTREACH-RAISE PUBLIC AWARENESS OF THE CONSERVATION NEEDS ALONG THE U.S.-MEXICO BORDER BY COMMUNICATING STUDY RESULTS IN ENGLISH AND SPANISH.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:WE WILL PRODUCE 12 MONTHS OF WILDLIFE COMMUNITY DATA ALONG 30 MILES OF THE BORDER, SHARE PATTERNS IN HABITAT QUALITY AND RESTORATION RECOMMENDATIONS, AND COMMUNICATE BILINGUALLY ABOUT BORDER ECOLOGY AND CONSERVATION TO THE PUBLIC AT LEAST FOUR TIMES.BENEFICIARIES:LAND MANAGERS WILL RECEIVE DATA ON WILDLIFE COMMUNITIES, HABITAT QUALITY, AND RESTORATION RECOMMENDATIONS TO ASSIST RESOURCE MANAGEMENT. BORDERLAND COMMUNITIES WILL BETTER UNDERSTAND THE CONDITION OF PUBLIC LANDS AT THE BORDER AND BE INFORMED TO CONTRIBUTE TO PUBLIC POLICY DISCUSSIONS ON BORDER MANAGEMENT.WHAT ROLE(S) OR TASK(S) WILL THE BENEFITTING NPS PARK PERFORM DURING THE PROJECT?CORONADO NATIONAL MEMORIAL WILL PROVIDE RESEARCH ACCESS TO THE LAND FOR WILDLIFE AND HABITAT MONITORING. NATIONAL PARK SERVICE HAS ALREADY PROVIDED EIGHT WILDLIFE CAMERAS FOR THIS PROJECT AND LENT THREE ACOUSTIC SENSORS FOR USE IN 2022.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4a89219-f388-93c1-2ff3-713b0bc59dd6-R", "generated_internal_id": "ASST_NON_P22AC00512_1443"}, {"internal_id": 148676636, "Award ID": "P22AC00499", "Award Amount": 48881.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-02", "CFDA Number": "15.963", "Description": "FUNDING OPPORTUNITY NUMBER: P21AS00210FUNDING OPPORTUNITY GOALS TEXT: THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM (SWBRPP) PROVIDES FINANCIAL ASSISTANCE TO NPS UNITS, AS WELL AS EDUCATIONAL INSTITUTIONS, NONPROFIT ORGANIZATIONS, TRIBES, AND LOCAL AND STATE AGENCIES TO IMPROVE RESOURCE STEWARDSHIP, ACHIEVE INTERNATIONAL COOPERATION, PROVIDE MEANINGFUL INTERPRETATION AND CONDUCT SCIENTIFIC RESEARCH, WHICH WILL LEAD TO INCREASED APPRECIATION AND UNDERSTANDING OF OUR SHARED NATURAL AND CULTURAL HERITAGE ALONG OUR INTERNATIONAL BORDER WITH MEXICO.PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT): TO FUND THE FIRST YEAR OF A LARGER FOUR-YEAR PROJECT TO CONDUCT AN ARCHEOLOGICAL SURVEY OF THE RIVER CORRIDOR IN BIG BEND NATIONAL PARK (BIBE). ONLY 24.5 MILES (21%) OF THE RIVER CORRIDOR HAVE BEEN SURVEYED FOR CULTURAL RESOURCES, YET THESE STUDIES REVEAL THAT THE HIGHEST DENSITY OF SIGNIFICANT PREHISTORIC AND HISTORIC SITES LIE WITHIN A QUARTER MILE OF THE RIVERBANK. THE RIVER CORRIDOR ARCHEOLOGICAL SURVEY PROJECT PROPOSES TO SURVEY THE REMAINING 79% OF THE RIVER CORRIDOR-APPROXIMATELY 50 RIVER MILES AMOUNTING TO AROUND 6,600 ACRES OF SURVEY COVERAGE. DUE TO FUNDING LIMITATIONS OF THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM (SWBRPP), THE PROJECT WILL BE BROKEN OUT INTO FOUR EQUAL INDEPENDENTLY FUNDED PROGRAM YEARS. THE FIRST YEAR WILL COVER 23 RIVER MILES AMOUNTING TO 1,669 ACRES OF SURVEY COVERAGE. ARCHEOLOGICAL SITES WILL BE IDENTIFIED AND EVALUATED WITH SPECIFIC FOCUS ON DOCUMENTING NATURAL AND HUMAN-CAUSED IMPACTS AND MAKING AN ASSESSMENT OF RISK. A PRELIMINARY RECOMMENDATION OF ELIGIBILITY FOR LISTING IN THE NATIONAL REGISTER OF HISTORIC PLACES (NRHP) WILL BE INCLUDED.SUMMARY OF PROJECT SPECIFIC ACTIVITIES: INTENSIVE ARCHEOLOGICAL SURVEY OF 23 RIVER MILES AMOUNTING TO 1,669 ACRES IN BIBE (U.S. SIDE). PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES: ARCHEOLOGICAL SURVEY OF 23 RIVER MILES AMOUNTING TO 1,669 ACRES IN BIBE (U.S. SIDE), SITE DATA FORMS, DIGITAL PHOTOGRAPHS, SITE ATTRIBUTE SPREADSHEET, COLLECTED ARTIFACTS, ARTIFACT DATA SPREADSHEET, GIS LOCATIONAL DATA AND MAPS, COMPLETION REPORT.BENEFICIARIES: BIG BEND NATIONAL PARK (BIBE), MEXICO'S INSTITUTO NACIONAL DE ANTROPOLOGIA E HISTORIA (INAH).WHAT ROLE(S) OR TASK(S) WILL THE BENEFITTING NPS PARK PERFORM DURING THE PROJECT? PROVIDE LOGISTICAL SUPPORT (CAMPSITE RESERVATION), ONE 2-WAY RADIO, LOAN OF A CANOE.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "8098f353-609d-e8ac-d351-b65f05a4bd7e-C", "generated_internal_id": "ASST_NON_P22AC00499_1443"}, {"internal_id": 148676543, "Award ID": "P22AC00473", "Award Amount": 49861.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-05-02", "CFDA Number": "15.963", "Description": "FUNDING OPPORTUNITY NUMBER: P21AS00210FUNDING OPPORTUNITY GOALS TEXT: THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM PROVIDES FINANCIAL ASSISTANCE TO IMPROVE RESOURCE STEWARDSHIP, ACHIEVE INTERNATIONAL COOPERATION, PROVIDE MEANINGFUL INTERPRETATION AND CONDUCT SCIENTIFIC RESEARCH, WHICH WILL LEAD TO INCREASED APPRECIATION AND UNDERSTANDING OF OUR SHARED NATURAL AND CULTURAL HERITAGE ALONG OUR INTERNATIONAL BORDER WITH MEXICO.PURPOSE OF AWARD:THIS STUDY USES NONINVASIVE GENETIC SAMPLING OF FECAL PELLETS TO OBTAIN MONITORING DATA ON HABITAT AND DIET PREFERENCES, POPULATION SIZE, SURVIVAL, GENETIC DIVERSITY, GENE FLOW, AND CONNECTIVITY OF THE ENDANGERED SONORAN PRONGHORN IN ORGAN PIPE CACTUS NATIONAL MONUMENT, EL PINACATE BIOSPHERE RESERVE, MEXICO AND SURROUNDING AREASUMMARY OF PROJECT SPECIFIC ACTIVITIES:THIS PROJECT WILL ADDRESS SIX MAIN RESEARCH QUESTIONS: (1) HOW MANY PRONGHORN AND WHAT PROPORTION OF THE US AND MEXICO POPULATIONS USE OPCNM? (2) WHAT IS THE SURVIVAL RATE OF PRONGHORN FAWNS, ADULT MALES AND ADULT FEMALES IN THE US? (3) WHAT ARE LEVELS OF GENETIC DIVERSITY FOR PRONGHORN IN OPCNM AND HOW DOES THIS COMPARE TO OTHER SAMPLING REGIONS IN US AND MEXICO? (4) WHAT IS THE LEVEL OF CONNECTIVITY OF OPCNM PRONGHORN TO THE US AND MEXICAN POPULATION IN EL PINACATE AND IS IT RESTRICTED DUE TO ROAD AND BORDER ACTIVITY? (5) WHAT ARE THE PREFERRED HABITATS FOR SONORAN PRONGHORN IN EL PINACATE? (6) WHAT ARE THE ANNUAL AND SEASONAL DIETS OF SONORAN PRONGHORN IN EL PINACATE?PERFORMANCE GOALS, MILESTONES, OUTCOMES:GOAL 1: COLLECT FECAL SAMPLES.SAMPLES WERE COLLECTED BY OUR PARTNERS IN SUMMER 2021 IN THE US AND SUMMER AND FALL IN MEXICO. IN SUMMER 2022, OUR PARTNERS WILL WORK WITH A UNIVERSITY OF IDAHO UNDERGRADUATE STUDENT TO COLLECT FECAL PELLETS IN THE US AND ADDITIONAL SAMPLING WILL BE CONDUCTED IN MEXICO IN SUMMER AND FALL.1000-1500 PELLET SAMPLES WILL BE COLLECTED.GOAL 2: CONDUCT HABITAT AND DIET ANALYSES IN EL PINACATE.PELLETS WILL BE COLLECTED IN DIFFERENT HABITAT TYPES AND DIET ANALYSES WILL BE CONDUCTED.NEW INFORMATION ABOUT HABITAT USE AND DIET OF PRONGHORN IN EL PINACATE WILL BE GENERATED.GOAL 3: CONDUCT DNA EXTRACTION OF PRONGHORN PELLETS AND INDIVIDUAL ID OF PRONGHORN.DNA WILL BE EXTRACTED FROM 1200 SAMPLES AND GENOTYPED TO COMPLETE INDIVIDUAL ID AND MATCH GENOTYPES TO SAMPLES FROM PREVIOUS YEARS.100 OR MORE INDIVIDUAL PRONGHORN WILL BE IDENTIFIED.GOAL 4: EVALUATE GENETIC DIVERSITY AND CONNECTIVITY OF SONORAN PRONGHORN IN US AND EL PINACATE.DATA WILL BE COMBINED FROM 2012-2021. GENETIC DIVERSITY AND CONNECTIVITY WILL BE ESTIMATED FOR US AND EL PINACATE. WE WILL ASSESS WHETHER ANY INDIVIDUALS HAVE CROSSED THE BORDER.GENETIC DIVERSITY AND CONNECTIVITY ESTIMATES WILL BE COMPLETED AND WILL SHOW A DECLINE IN GENETIC VARIATION OVER TIME AND NO PRONGHORN CROSSING THE BORDER.GOAL 5: CONDUCT POPULATION ESTIMATION AND SURVIVAL ANALYSES FOR US PRONGHORN.DATA WILL BE COMBINED FROM 2012-2021 IN AN OPEN POPULATION MODEL TO ESTIMATE POPULATION SIZE AND SURVIVAL.INFORMATION ON POPULATION TRENDS FROM 2012-2021 AND SURVIVAL RATES FOR ADULT MALES, ADULT FEMALES AND FAWNS.BENEFICIARIES: SONORAN PRONGHORN RECOVERY PROGRAM USFWS, ARIZONA DEPARTMENT OF FISH AND GAME, OPCNM'S RESOURCE MANAGEMENT DIVISION OF NPS, U.S. AIR FORCE NATURAL RESOURCES DIVISION, FACULTY, STAFF AND STUDENTS AT UNIVERSIDAD DE SONORA, UNIVERSITY OF WYOMING ANND UNIVERSITY OF IDAHO.THE NPS STAFF WILL ASSIST WITH FECAL DNA SAMPLING IN THE SUMMER AND WILL MENTOR A UNIVERSITY OF IDAHO UNDERGRADUATE STUDENT WHO WILL DO AN INTERNSHIP ASSOCIATED WITH THE PROJECT IN SUMMER 2022.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "ID", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a9915c54-971b-ccc0-bc11-1f5b9bfdcd66-C", "generated_internal_id": "ASST_NON_P22AC00473_1443"}, {"internal_id": 147432629, "Award ID": "P22AC00278", "Award Amount": 37697.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-03-29", "CFDA Number": "15.963", "Description": "COMPETITIVE AWARD AGREEMENT REQUIREMENTSFUNDING OPPORTUNITY NUMBER: P21AS00210FUNDING OPPORTUNITY GOALS TEXT:THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM (SWBRPP) PROVIDES FINANCIAL ASSISTANCE TO NPS UNITS, AS WELL AS EDUCATIONAL INSTITUTIONS, NONPROFIT ORGANIZATIONS, TRIBES, AND LOCAL AND STATE AGENCIES TO IMPROVE RESOURCE STEWARDSHIP, ACHIEVE INTERNATIONAL COOPERATION, PROVIDE MEANINGFUL INTERPRETATION AND CONDUCT SCIENTIFIC RESEARCH, WHICH WILL LEAD TO INCREASED APPRECIATION AND UNDERSTANDING OF OUR SHARED NATURAL AND CULTURAL HERITAGE ALONG OUR INTERNATIONAL BORDER WITH MEXICO. REQUIREMENTS FOR ALL AGREEMENTSPURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):SUPPORT RIVER-BASED CONSERVATION AND RESTORATION WORK ALONG THE RIO GRANDE/BRAVO (RGB). THE OBJECTIVE OF THIS AWARD IS TO ASSIST LA COMISION NATIONAL DE AREAS NATURALES PROTEGIDAS (CONANP) WITH CAPACITY BUILDING, IMPLEMENTATION, AND PLANNING TRIPS ON THE RBG. A PRIMARY GOAL IS TO FOSTER BINATIONAL COOPERATION BETWEEN MANAGING AGENCIES AND OTHER STAKEHOLDERS ON BOTH SIDES OF THE RGB. SUMMARY OF PROJECT SPECIFIC ACTIVITIES: HOST A FOUR-DAY RIVER TRIP ALONG THE RGB WITH THE OBJECTIVE OF BRINGING TOGETHER PUBLIC AND PRIVATE STAKEHOLDERS TO DISCUSS STRATEGIES FOR BINATIONAL COOPERATION AND TO BUILD RELATIONSHIPS TO FOSTER FUTURE COOPERATION. INVITEES WILL INCLUDE NPS, CONANP, TEXAS PARKS AND WILDLIFE (TPWD), CEMEX, AS WELL AS NGO'S AND LOCAL GOVERNMENTS FROM BOTH SIDES OF THE RIVER.ASSIST CONANP WITH 2 FOUR-DAY RIVER-BASED TRAINING TRIPS TO TRAIN LOCAL CITIZENS TO WORK ON CONSERVATION AND RESTORATION PROJECT. PROVIDE DIRECT LOGISTICAL AND TECHNICAL ASSISTANCE TO CONANP ON 3 FIVE-DAY RIVER TRIPS. THESE TRIPS WILL BE IMPLEMENTATION AND PLANNING TRIPS.ASSIST CONANP WITH GUIDING AND LOGISTICAL SUPPORT TO BRING STAFF THROUGH THE LOWER CANYONS OF THE RGB. PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:THE GOAL OF THESE TRIPS WILL BE TO BUILD CAPACITY FOR CONANP AND LOCAL CITIZENS TO WORK ON IMPLEMENTATION OF RESTORATION AND CONSERVATION PROJECTS ALONG THE RGB. WE EXPECT TO BE ABLE TO TRAIN APPROXIMATELY 25 LOCAL CITIZENS TO WORK WITH CONANP ON RIVER-BASED WORK TRIPS AND TO BE ABLE TO PUT THESE PEOPLE TO WORK ON PROJECTS THAT DIRECTLY BENEFIT THE RGB. THE PLANNING TRIP WILL BRING TOGETHER MANAGERS FROM BOTH SIDES OF THE RIVER AND THE GOAL IS TO BUILD BINATIONAL RELATIONSHIPS AND ARRIVE AT COMMON GOALS FOR FUTURE WORK AND COOPERATION ALONG THE BORDER. BENEFICIARIES:THE BENEFICIARIES OF THIS PROJECT WILL BE:LOCAL CITIZENS LIVING AND WORKING ALONG THE RGBMANAGING AGENCIES AND STAKEHOLDERS WORKING TO IMPROVE SOCIAL AND ENVIRONMENTAL CONDITIONS ALONG THE RBG.THE RIO GRANDE/BRAVOBIBE WILL CONTRIBUTE TO THIS PROJECT IN MULTIPLE WAYS:PROVIDE EQUIPMENT FOR THE RIVER TRIPS INCLUDING BUT NOT LIMITED TO BOATS, VEHICLE FOR SHUTTLES OF THE TEXAS SIDE, CAMPING AND BOATING GEAR.PROVIDE STAFF TO ASSIST IN THE TRAINING AND IMPLEMENTATION TRIPS.SEND STAFF ON THE BINATIONAL MEETING/PLANNING TRIP.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "1daa688b-4869-fc4b-2d70-dc19a5934c48-R", "generated_internal_id": "ASST_NON_P22AC00278_1443"}, {"internal_id": 145920738, "Award ID": "P22AC00125", "Award Amount": 49804.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-01-26", "CFDA Number": "15.963", "Description": "FUNDING OPPORTUNITY NUMBER: P21AS00210FUNDING OPPORTUNITY GOALS TEXT:THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM (SWBRPP) PROVIDES FINANCIAL ASSISTANCE TO NPS UNITS, AS WELL AS EDUCATIONAL INSTITUTIONS, NONPROFIT ORGANIZATIONS, TRIBES, AND LOCAL AND STATE AGENCIES TO IMPROVE RESOURCE STEWARDSHIP, ACHIEVE INTERNATIONAL COOPERATION, PROVIDE MEANINGFUL INTERPRETATION AND CONDUCT SCIENTIFIC RESEARCH, WHICH WILL LEAD TO INCREASED APPRECIATION AND UNDERSTANDING OF OUR SHARED NATURAL AND CULTURAL HERITAGE ALONG OUR INTERNATIONAL BORDER WITH MEXICO. PURPOSE OF AWARD (SUMMARY OF THE GOALS AND OBJECTIVES OF THE PROJECT):THE PURPOSE OF THIS AWARD IS TO ASSIST THE O'ODHAM PEOPLE IN RECORDING THEIR MEMORIES OF QUITOBAQUITO, ORGAN PIPE CACTUS NATIONAL MONUMENT, ARIZONA, THROUGH ORAL HISTORY AND TO PROVIDE THOSE INTERVIEWS TO THE NATIONAL PARK SERVICE SO THAT O'ODHAM KNOWLEDGE CAN MORE DEEPLY INFORM RESOURCE MANAGEMENT AND INTERPRETATION OF THE OASIS.SUMMARY OF PROJECT SPECIFIC ACTIVITIES:CONDUCT TWENTY ORAL HISTORIES WITH O'ODHAM PEOPLE FROM BOTH SIDES OF THE BORDER.PREPARE A TWENTY-PAGE REPORT FOR PARK STAFF SUMMARIZING AND SYNTHESIZING THE RESULTS OF THE ORAL HISTORIES AND PLACING THEM IN HISTORICAL CONTEXT.COLLABORATE WITH O'ODHAM NARRATORS AND OTHER STAKEHOLDERS TO MAKE INTERPRETATION RECOMMENDATIONS FOR QUITOBAQUITO.PERFORMANCE GOALS INCLUDING MILESTONES AND EXPECTED OUTCOMES:MARCH 7-10, 2022. ATTEND SYMPOSIUM OF THE INTERNATIONAL SONORAN DESERT ALLIANCE, AJO, AZ; BEGIN RECRUITING/CONDUCTING INTERVIEWSAUGUST 31, 2022. RECRUIT AND COMPLETE AT LEAST 5 INTERVIEWS WITH FULLY EDITED TRANSCRIPTS.DECEMBER 29, 2022. SUBMIT ANNUAL REPORT.JANUARY 2023. ARIZONA TRIP TO RECRUIT AND CONDUCT INTERVIEWS.AUGUST 31, 2023. RECRUIT AND COMPLETE AT LEAST 10 INTERVIEWS WITH FULLY EDITED TRANSCRIPTS.DECEMBER 29, 2023. SUBMIT ANNUAL REPORT.JANUARY 2024. ARIZONA TRIP TO RECRUIT AND CONDUCT INTERVIEWS; CONSULT WITH O'ODHAM NARRATORS AND OTHER STAKEHOLDERS ON INTERPRETATION RECOMMENDATIONS.AUGUST 31, 2024. RECRUIT AND COMPLETE AT LEAST 5 INTERVIEWS WITH FULLY EDITED TRANSCRIPTS.FALL 2024. COMPLETE HISTORICAL CONTEXT REPORT AND INTERPRETATION RECOMMENDATIONS.DECEMBER 29, 2024. SUBMIT ALL DELIVERABLES AND FINAL REPORT.BENEFICIARIES:O'ODHAM INDIVIDUALS AND TRIBES, WHO WILL GAIN A TANGIBLE HISTORICAL PRIMARY SOURCE RECORDING TRIBAL KNOWLEDGE OF A SACRED SITE AND WHOSE STORIES WILL BE ACCESSIBLE FOR TEACHING A WIDER PUBLIC ABOUT THE IMPORTANCE OF THE SITE AND THE PEOPLE.NPS STAFF, WHO WILL GAIN USABLE DOCUMENTS FOR PRESERVING AND INTERPRETING HISTORICAL AND CULTURAL RESOURCES AT A VITAL OASIS IN ORGAN PARK CACTUS NATIONAL MONUMENT AND FOR NOMINATING IT FOR THE NATIONAL REGISTER.COLORADO STATE UNIVERSITY GRADUATE STUDENT RESEARCH ASSISTANTS, WHO WILL GAIN EXPERIENCE IN THE METHODOLOGY OF ORAL HISTORY AND WORKING WITH NPS STAFF AND TRIBES AS WELL AS IN INTERPRETATION, CONDUCTING PRIMARY-SOURCE RESEARCH, PRESENTING RESEARCH FINDINGS, AND WRITING HISTORICAL CONTEXT REPORTS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "CO", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "94d3fccc-8494-b483-af28-4af0be6ed7f8-C", "generated_internal_id": "ASST_NON_P22AC00125_1443"}, {"internal_id": 145920725, "Award ID": "P22AC00112", "Award Amount": 49074.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2022-01-31", "CFDA Number": "15.963", "Description": "FUNDING OPPORTUNITY NUMBER: P21AS00210THE SOUTHWEST BORDER RESOURCE PROTECTION PROGRAM PROVIDES FINANCIAL ASSISTANCE TO NPS UNITS, AS WELL AS EDUCATIONAL INSTITUTIONS, NONPROFIT ORGANIZATIONS, TRIBES, AND LOCAL AND STATE AGENCIES TO IMPROVE RESOURCE STEWARDSHIP, ACHIEVE INTERNATIONAL COOPERATION, PROVIDE MEANINGFUL INTERPRETATION AND CONDUCT SCIENTIFIC RESEARCH, WHICH WILL LEAD TO INCREASED APPRECIATION AND UNDERSTANDING OF OUR SHARED NATURAL AND CULTURAL HERITAGE ALONG OUR INTERNATIONAL BORDER WITH MEXICO.PURPOSE OF AWARD: THE AQUATIC CONSERVATION AND EDUCATION PROJECT WILL EXPAND AND MAINTAIN ASSURANCE POPULATIONS OF THE ENDANGERED SONOYTA PUPFISH AND SONOYTA MUDTURTLE, AND THE EXTIRPATED RIO SONOYTA LONGFIN DACE, AS RECOMMENDED BY A REGIONAL SCIENTIFIC WORKING GROUP.. LONG-TERM SURVIVAL OF THESE AQUATIC SPECIES REQUIRES MAINTAINING \"ASSURANCE\" POPULATIONS OUTSIDE OF THEIR NATIVE HABITAT (I.E., EX SITU) TO HEDGE AGAINST POTENTIAL POPULATION OR HABITAT LOSSES IN THE WILD.SUMMARY OF PROJECT SPECIFIC ACTIVITIES: THE ARIZONA-SONORA DESERT MUSEUM WILL MAINTAIN ITS POPULATION OF SONOYTA MUD TURTLES, RE-ESTABLISH AN EX SITU POPULATION OF SONOYTA PUPFISH, EXPLORE OPTIONS FOR ADDING AN EX SITU POPULATION OF SONOYTA LONGFIN DACE AND ESTABLISH AN EX SITU POPULATION OF QUITOBAQUITO SPRING SNAIL. ASDM WILL TRAIN 200 INTERPRETERS TO SHARE INFORMATION ABOUT THIS EFFORT TO SAVE SPECIES AND ECOSYSTEMS.THE INTERCULTURAL CENTER FOR THE STUDY OF DESERTS AND OCEANS WILL MAINTAIN ITS POPULATIONS OF SONOYTA PUPFISH AND LONGFIN DACE AND INVESTIGATE FEASIBILITY OF ESTABLISHING A POPULATION OF SONOYTA MUD TURTLES. CEDO WILL ALSO DESIGN AND INSTALL NEW INTERPRETIVE SIGNAGE ABOUT THIS PROJECT.ORGAN PIPE CACTUS NATIONAL MONUMENT WILL MAINTAIN ITS POPULATION OF SONOYTA PUPFISH, AND EXPLORE OPTIONS FOR ADDING AN EX SITU POPULATIONS OF SONOYTA LONGFIN DACE AND ESTABLISH AN EX SITU POPULATION OF QUITOBAQUITO SPRING SNAIL.CONSERVATION OUTCOMES:FOR SONOYTA PUPFISH:RE-ESTABLISH EX-SITU POPULATION AT ARIZONA-SONORA DESERT MUSEUM BY OCTOBER, 2022REPORT ON POPULATION STATUS AT ASDM, CEDO AND ORPI BY DECEMBER 2022.REPORT ON FEASIBILITY OF RE-ESTABLISHED NETWORK OF REFUGE SITES IN SONORA BY DECEMBER 2022.FOR SONOYTA LONGFIN DACE:FEASIBILITY REPORT FOR ESTABLISHING EX SITU POPULATIONS AT ASDM AND ORPI BY DECEMBER 2022.POPULATION STATUS REPORT FOR CEDO BY DECEMBER 2022.FOR SONOYTA MUD TURTLES:POPULATION STATUS REPORT FOR ASDM BY DECEMBER 2022, INCLUDING DOCUMENTATION OF CAPTIVE BREEDING TECHNIQUES AND RESULTS.FEASIBILITY REPORT FOR ESTABLISHING EX SITU POPULATIONS AT CEDO AND ORPI BY DECEMBER 2022.FOR QUITOBAQUITO SPRING SNAIL:ESTABLISH EX SITU POPULATIONS AT ASDM AND ORPI BY DECEMBER 2022.EDUCATION OUTCOMESVISITORS IN PUERTO PENASCO, SONORA, WILL LEARN ABOUT THE PARTNERSHIP TO PROTECT THE REGION'S ENDANGERED RIPARIAN RESOURCES AND AQUATIC SPECIES. SIGNAGE WILL BE INSTALLED IN SPANISH AND ENGLISH. MEMBERS AND SUBSCRIBERS WILL ALSO LEARN ABOUT THE PROJECT VIA AN E-NEWS ARTICLE AND SOCIAL MEDIA POSTS. VISITORS TO THE ARIZONA-SONORA DESERT MUSEUM WILL LEARN ABOUT THIS PROJECT VIA EXISTING EXHIBITS AND ENHANCED DOCENT TOURS, AS WELL AS WITH A NEWSLETTER ARTICLE AND SOCIAL MEDIA POST. VISITORS TO ORGAN PIPE CACTUS NATIONAL MONUMENT VISITOR CENTER WILL LEARN ABOUT THE PROJECT VIA EXISTING SIGNAGE AND REVISED BILINGUAL BROCHURE.BENEFICIARIES: LOCAL PEOPLE AND WILDLIFE WHO DEPEND ON PRECIOUS FRESH-WATER RESOURCES AND AQUATIC BIODIVERSITY IN THE RIO SONOYTA BASIN, INCLUDING RESIDENTS AND MIGRATORY SPECIES. THE PARTICIPATING AGENCIES AND ORGANIZATIONS WILL BENEFIT FROM RENEWED AND BROADENED COLLABORATIONS AMONG US, MEXICAN AND TOHONO O'ODHAM PARTNERS.", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "ae719257-e5da-aa1e-4d22-9b9094e378fd-C", "generated_internal_id": "ASST_NON_P22AC00112_1443"}, {"internal_id": 130337626, "Award ID": "P21AC10112", "Award Amount": 47424.72, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-15", "CFDA Number": "15.963", "Description": "A NEW VISION FOR SUSTAINABILITY IN THE SOUTHWEST BORDERLANDS: HOW ECOLOGICAL RESTORATION WORK. CAN INVITE TOURISM, REGIONAL ECONOMIC OPPORTUNITIES", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "18ebe923-151d-7095-dfea-7767365ba71d-C", "generated_internal_id": "ASST_NON_P21AC10112_1443"}, {"internal_id": 130337628, "Award ID": "P21AC10110", "Award Amount": 49450.4, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-14", "CFDA Number": "15.963", "Description": "INCREASING THE EFFECTIVENESS OF MONITORING ABUNDANCE, MIGRATORY PATTERNS, AND BORDER IMPACTS OF A RARE POLLINATOR, THE LESSER LONG-NOSED BATS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_P21AC10110_1443"}, {"internal_id": 130337627, "Award ID": "P21AC10101", "Award Amount": 49990.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-14", "CFDA Number": "15.963", "Description": "BIODIVERSITY, CONNECTIVITY, AND IMPACTS OF ANTHROPOGENIC BARRIERS ON VERTEBRATE COMMUNITIES IN PROTECTED AREAS OF THE SOUTHWEST BORDERLANDS", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_P21AC10101_1443"}, {"internal_id": 130337630, "Award ID": "P21AC10096", "Award Amount": 47064.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-13", "CFDA Number": "15.963", "Description": "TRAIL CAMERA MONITORING IN CHIRICAHUA NATIONAL MONUMENT FOR JAGUAR DETECTION", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "4f121097-1173-861e-ba01-a877858acd3d-C", "generated_internal_id": "ASST_NON_P21AC10096_1443"}, {"internal_id": 130337582, "Award ID": "P21AC10086", "Award Amount": 42490.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-13", "CFDA Number": "15.963", "Description": "1000 CROSS BORDER CATS: BUILDING A BINATIONAL COMMUNITY TO PROTECT FELINE HABITAT", "Place of Performance Country Code": "USA", "Place of Performance State Code": "AZ", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "a4a89219-f388-93c1-2ff3-713b0bc59dd6-R", "generated_internal_id": "ASST_NON_P21AC10086_1443"}, {"internal_id": 132908084, "Award ID": "P21AC10084", "Award Amount": 49627.0, "Award Type": "COOPERATIVE AGREEMENT (B)", "Base Obligation Date": "2021-04-22", "CFDA Number": "15.963", "Description": "DEVELOPING A BINATIONAL UNDERSTANDING OF SPRING FLOW FROM A TRANSBOUNDARY AQUIFER ALONG THE RIO GRANDE", "Place of Performance Country Code": "USA", "Place of Performance State Code": "TX", "COVID-19 Obligations": null, "Infrastructure Obligations": null, "recipient_id": "81feef0b-fad1-5c3a-58b5-9b17eeb4be12-C", "generated_internal_id": "ASST_NON_P21AC10084_1443"}]